{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Vse, chto yest' na nebesakh i na zemle, khvalit Boga. Yego yest' tsarstvo, Yego yest' slava, potomu chto on vsemogushch"},{"SurahNumber":64,"VerseNumber":2,"Text":"On sotvoril vas, i odni iz vas nevernyye, a drugiye iz vas veruyushchiye, i Bog vidit, chto delayete vy"},{"SurahNumber":64,"VerseNumber":3,"Text":"Istinno, On sotvoril nebesa i zemlyu; dal vam obraz, i dal vam prekrasnyy obraz; u Nego pribezhishche vsemu"},{"SurahNumber":64,"VerseNumber":4,"Text":"On znayet chto na nebesakh i na zemle, znayet i to, chto vy taite, i chto obnaruzhivayete: Bog znayet vnutrennost' serdets"},{"SurahNumber":64,"VerseNumber":5,"Text":"Uzhe li ne dokhodil do vas rasskaz o prezhde byvshikh nevernykh? Oni vkusili uzhe zlovrednost' svoyego dela, i im budet lyutaya kazn'"},{"SurahNumber":64,"VerseNumber":6,"Text":"Eto za to, chto, kogda prikhodili k nim poslanniki s yasnymi dokazatel'stvami, oni govorili: \"Cheloveku li ukazyvat' nam pryamoy put'?\" I ostavalis' v neverii i otvrashchalis' ot nikh. No Bog sam dlya sebya dostatochen: Bog bogat, slaven"},{"SurahNumber":64,"VerseNumber":7,"Text":"Nevernyye dumayut: \"Ne byvat' tomu, chtoby oni byli voskresheny!\" Skazhi: \"Net, klyanus' Gospodom moim: verno budete voskresheny vy i vam vozvestitsya chto sdelali vy. Eto dlya Boga legko"},{"SurahNumber":64,"VerseNumber":8,"Text":"Tak veruyte v Boga i poslannika Yego, i vo svet, kotoryy nisposlali My. Bog vedayet to, chto delayete vy"},{"SurahNumber":64,"VerseNumber":9,"Text":"Nekogda On soberet vas, - v den' sobraniya: eto den' vzaimnogo obmana. Kotoryye verovali v Boga i delali dobroye, tekh ochistit On ot zlykh del ikh i vvedet ikh v sady, po kotorym tekut reki, gde oni prebudut vechno. Kakoye velikoye blazhenstvo"}]}