{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"(Muhammad), recall the brother of the people of Ad, when he warned his people in the valley of al-ahqaf saying, \"There existed many warners before and after him. Do not worship anything other than God. I am afraid for you about the torment of the great Day"},{"SurahNumber":46,"VerseNumber":22,"Text":"They said, \"Have you come to turn us away from our gods? Show us that with which you threaten us if you are truthful"},{"SurahNumber":46,"VerseNumber":23,"Text":"He said, \"Only God has the knowledge (of the coming of such torment). I preach to you the message that I have brought, but I can see that you are an ignorant people"},{"SurahNumber":46,"VerseNumber":24,"Text":"When they saw the torment as a cloud proceeding to their valleys, they said, \"This cloud will bring us rain.\" He said, \"No, it is the torment which you wanted to suffer immediately. It is a wind bearing and painful torment"},{"SurahNumber":46,"VerseNumber":25,"Text":"It will destroy everything by the will of its Lord\" (Not very long after) nothing could be seen of them except their dwellings. Thus do We recompense the sinful people"},{"SurahNumber":46,"VerseNumber":26,"Text":"We had established them more firmly in the land than you are. We had given them ears, eyes, and hearts but none of their ears, eyes, and hearts proved to be of any benefit to them; they rejected the revelations of God and the torment which they mocked brought upon them utter destruction"},{"SurahNumber":46,"VerseNumber":27,"Text":"We destroyed some towns around you and showed you the evidence (of the Truth) so that perhaps you would turn (to God)"},{"SurahNumber":46,"VerseNumber":28,"Text":"Why did the idols, whom they worshipped as a means of pleasing God, not help them? In fact, they proved to be the cause of their going astray and it were lies which they had falsely invented lies"}]}