{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":27,"Text":"Ranhou zai fuhuo ri ta yao lingru tamen, bing shenwen tamen shuo:“Wo di naxie huoban——nimen weile tamen er yuxin shimen xiang zhenglun de——rujin zai nali ne?” You xueshi zhe jiangyao shuo:“Lingru he xingfa jinri bi guiyu bu xindao zhe.”"},{"SurahNumber":16,"VerseNumber":28,"Text":"Tamen zai zi kui de qingkuang xia, tianshimen shi tamen siwang. Tamen biaoshi qufu, shuo:“Women meiyou fanguo shen me zui.” Buran! An la que shi quanzhi nimen de xingwei de"},{"SurahNumber":16,"VerseNumber":29,"Text":"Tamen bei ya jin huo yu er yong ju qizhong. Zi da zhe de zhuchu zhen elie"},{"SurahNumber":16,"VerseNumber":30,"Text":"Youren wen jingwei zhe shuo:“Nimen de zhu ceng jiang shi shenme?” Tamen shuo:“Ta jiang shi shan yan.” Xingshan zhe zai jinshi jiang xiangshou meiman de shenghuo, er houshi de zhuzhai que shi geng hao de. Jingwei zhe de zhuzhai zhen youmei"},{"SurahNumber":16,"VerseNumber":31,"Text":"Changzhu de leyuan jiang ren sui tamen jinqu, naxie leyuan xia lin zhu he, qizhong you tamen suo yiyu de. An la zheyang baochou jingwei zhe"},{"SurahNumber":16,"VerseNumber":32,"Text":"Tamen zai lianghao de qingkuang xia, tianshimen shi tamen siwang. Tianshimen dui tamen shuo:“Zhu nimen ping'an, nimen keyi yinwei ziji de shangong er jinru leyuan.”"},{"SurahNumber":16,"VerseNumber":33,"Text":"(Bu xindao zhe) zhi neng dengdai tianshimen lailin tamen, huo dengdai ni de zhu de mingling jianglin. Zai tamen zhiqian de ren jiushi zheyang zuo de. An la meiyou kui wang tamen, dan tamen que kui wangle ziji"},{"SurahNumber":16,"VerseNumber":34,"Text":"Suo yi tamen bi zaoshou tamen de xingwei de e bao, er tamen yixiang chaoxiao de (xingfa) jiang baowei tamen"}]}