{"Id":393,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"Gökten uygun bir ölçüde yağmur indirip onu arzda durdurduk. Bizim onu gidermeye de elbet gücümüz yeter"},{"SurahNumber":23,"VerseNumber":19,"Text":"Böylece onun (yağmurun) sayesinde sizin yararınıza hurma bahçeleri ve üzüm bağları meydana getirdik. Bunlarda sizin için birçok meyveler vardır ve siz onlardan yersiniz"},{"SurahNumber":23,"VerseNumber":20,"Text":"Tur-i Sina'da da yetişen bir ağaç daha meydana getirdik ki, bu ağaç hem yağ hem de yiyenlerin ekmeğine katık edecekleri (zeytin) verir"},{"SurahNumber":23,"VerseNumber":21,"Text":"Hayvanlarda sizin için elbette ibretler vardır. Onların karınlarındakinden (sütlerinden) size içiririz. Onlarda sizin için birçok faydalar daha vardır; etlerinden de yersiniz"},{"SurahNumber":23,"VerseNumber":22,"Text":"Onların üzerinde ve gemilerde taşınırsınız"},{"SurahNumber":23,"VerseNumber":23,"Text":"Andolsun ki, Nuh'u kavmine gönderdik ve o: Ey kavmim! Allah'a kulluk edin. Sizin için O'ndan başka bir tanrı yoktur. Hala sakınmaz mısınız? dedi"},{"SurahNumber":23,"VerseNumber":24,"Text":"Bunun üzerine, kavminin inkarcı ileri gelenleri şöyle dediler: \"Bu, tıpkı sizin gibi bir beşer olmaktan başka bir şey değildir. Size üstün ve hakim olmak istiyor. Eğer Allah (peygamber göndermek) isteseydi, muhakkak ki melekler gönderirdi. Biz geçmişteki atalarımızdan böyle bir şey duymadık"},{"SurahNumber":23,"VerseNumber":25,"Text":"Bu, yalnızca kendisinde delilik bulunan bir kimsedir. Öyle ise, bir süreye kadar ona katlanıp bekleyin bakalım"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nuh), Rabbim! dedi, beni yalanlamalarına karşı bana yardım et"},{"SurahNumber":23,"VerseNumber":27,"Text":"Bunun üzerine ona şöyle vahyettik: Gözlerimizin önünde (muhafazamız altında) ve bildirdiğimiz şekilde gemiyi yap. Bizim emrimiz gelip de sular coşup yükselmeye başlayınca her cinsten eşler halinde iki tane ve bir de, içlerinden, daha önce kendisi aleyhinde hüküm verilmiş olanların dışındaki aileni gemiye al. Zulmetmiş olanlar konusunda bana hiç yalvarma! Zira onlar kesinlikle boğulacaklardır"}]}