{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Аллах ќе ги поништи делата на тие што не веруваат и од патот Негов што одвраќаат"},{"SurahNumber":47,"VerseNumber":2,"Text":"А на тие што веруваат и што прават добри дела и што веруваат во тоа што му се објавува на Мухаммед – а тоа е Вистината од нивниот Господар – Тој преку нивните лоши постапки ќе мине и состојбите нивни ќе ги подобри"},{"SurahNumber":47,"VerseNumber":3,"Text":"затоа што неверниците ја следат невистината, а верниците ја следат Вистината од својот Господар. Така Аллах на луѓето им ги наведува нивните примери"},{"SurahNumber":47,"VerseNumber":4,"Text":"Когасоневерниците воборба ќесе сретнете, по вратовите удрете ги сè додека не ги ослабнете, и тогаш врзете ги, а потоа, или великодушно ослободете ги од заробеништво или барајте откупнина, сè додека не престане борбата. Така направете! Дасака Аллах, Тој сам ќе ги совлада, но Тој сака да ве искуша едните со помош на другите. Тој нема да ги поништи делата на тие што ќе загинат на Аллаховиот пат"},{"SurahNumber":47,"VerseNumber":5,"Text":"и Тој, сигурно, ќе ги упати и состојбите нивни ќе ги подобри"},{"SurahNumber":47,"VerseNumber":6,"Text":"и во џеннетот ќе ги воведе, со којшто веќе ги запознал"},{"SurahNumber":47,"VerseNumber":7,"Text":"О, верници, ако Го помогнете Аллах, и Тој вам ќе ви помогне и чекорите ваши ќе ги зацврсти"},{"SurahNumber":47,"VerseNumber":8,"Text":"А тие што не веруваат – пропаст за нив! Тој нема делата нивни да ги прифати"},{"SurahNumber":47,"VerseNumber":9,"Text":"затоа што не го сакаат тоа што Аллах го објавува, и Тој делата нивни ќе ги поништи"},{"SurahNumber":47,"VerseNumber":10,"Text":"Зошто тие неотидат по светот да видат каков беше крајот наоние пред нив? Нив Аллах ги истреби, а тоа ги чека и останатите неверници"},{"SurahNumber":47,"VerseNumber":11,"Text":"затоа што Аллах е заштитник на тие што веруваат и затоа што неверниците заштитник немаат"}]}