{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"Va neu Nguoi tu choi tang ho do boi Nguoi cung đang hy vong cho Hong An cua Thuong Đe cua Nguoi thi hay an noi voi ho loi le nha nhan"},{"SurahNumber":17,"VerseNumber":29,"Text":"Va cho troi chat ban tay cua nguoi vao co (nhu ke ha tien) va cung cho giang no ra qua xa tam voi (nhu ke hoang phi) so rang nguoi ngoi xuong bi che bai va ngheo kho"},{"SurahNumber":17,"VerseNumber":30,"Text":"Qua that, Thuong Đe cua Nguoi noi rong bong loc cho nguoi nao Ngai muon va han che no lai (theo Y Ngai muon). Qua that, Ngai Hang Biet, Hang Thay bay toi cua Ngai"},{"SurahNumber":17,"VerseNumber":31,"Text":"Va cho vi so ngheo ma giet con cai cua cac nguoi. TA cung duong chung va ca cac nguoi. chac chan, viec giet chung (con cai) la mot trong toi"},{"SurahNumber":17,"VerseNumber":32,"Text":"Va cho đen gan viec ngoai tinh. Chac chan no la mot toi lon va la mot con đuong toi loi"},{"SurahNumber":17,"VerseNumber":33,"Text":"Va cho giet hai mot sinh mang (nguoi) ma Allah đa lam cho linh thieng tru phi voi ly do chinh đang. Va ai bi giet oan (mot cach bat cong), TA se ban tham quyen (đoi the mang theo luat Qisas hoac tha thu hoac lay tien Diyah the mang) cho nguoi thua ke cua y, nhung khong đuoc vuot qua muc gioi han trong viec giet choc. Boi vi y se đuoc (luat phap cua Islam) giup đo"},{"SurahNumber":17,"VerseNumber":34,"Text":"Va cho đen gan tai san cua tre mo coi tru phi voi đieu gi tot nhat (đe cai thien no) cho đen khi đua tre truong thanh. Va hay lam tron loi giao uoc. Chac chan, loi giao uoc se bi gan hoi"},{"SurahNumber":17,"VerseNumber":35,"Text":"Va hay đo cho đu khi cac nguoi đo ra va hay can voi mot ban can ngay thang. Đieu đo tot va cong bang nhat ve cuoi"},{"SurahNumber":17,"VerseNumber":36,"Text":"Va cho (lam chung) ve đieu ma nguoi (hoi nguoi) khong biet mot ti nao. Chac chan thinh giac, thi giac va trai tim, tat ca nhung giac quan đo se bi hach hoi"},{"SurahNumber":17,"VerseNumber":37,"Text":"Va cho buoc đi tren mat đat voi đieu bo kieu cang. Chac chan nguoi se khong bao gio che đuoc trai đat ra lam hai va cung khong bao gio đung cao bang nui"},{"SurahNumber":17,"VerseNumber":38,"Text":"Tat ca cac đieu đo đeu xau xa (toi loi), rat đang ghet đoi voi Thuong Đe cua Nguoi"}]}