{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":7,"Text":"Bemerkt gij niet dat God alles kent, wat in den hemel en op aarde is? Er is geen geheim gesprek tusschen drie personen, of hij is er de vierde van, noch van vijf, of hij is er de zesde van, noch tusschen een kleiner, noch tusschen een grooter getal dan dit, of hij is met hen, waar zij ook mochten zijn: en hij zal hun op den dag der opstanding verklaren, wat zij hebben gedaan; want God kent alle dingen"},{"SurahNumber":58,"VerseNumber":8,"Text":"Hebt gij degenen niet opgemerkt, aan wie het ontzegd werd, verboden gesprekken te voeren, maar die nochtans terugkeerden tot hetgeen hun was verboden, en heimelijk onder elkander van zonde spraken en van vijandschap en van ongehoorzaamheid nopens den gezant? En als zij tot u komen, begroeten zij u met een groet, waarmede God u niet begroet, en zij zeggen spottenderwijze tot elkander: Zou God ons niet straffen voor hetgeen wij zeggen, indien deze man een profeet ware? De hel zal eene toereikende straf voor hen zijn; zij zullen die binnengaan om verbrand te worden, en dat zal een ongelukkig verblijf wezen"},{"SurahNumber":58,"VerseNumber":9,"Text":"O ware geloovigen! als gij in het geheim met elkander spreekt, spreekt dan niet van zonde en vijandschap en ongehoorzaamheid opzichtens den gezant; en vreest God, voor wien gij zult worden verzameld"},{"SurahNumber":58,"VerseNumber":10,"Text":"Waarlijk, de verboden gesprekken der ongeloovigen gaan van Satan uit, ten einde de ware geloovigen te grieven; maar niemand zal hen in het minst kunnen deren, tenzij met verlof van God: laat dus de geloovige op God vertrouwen"},{"SurahNumber":58,"VerseNumber":11,"Text":"O ware geloovigen! als men u zegt: Maakt ruimte in de vergadering, maakt ruimte: God zal u groote ruimte in het paradijs schenken. En als u gezegd wordt: staat op, staat op; God zal degenen van u die gelooven, en hen aan welke kennis werd geschonken, doen oprijzen in een hoogen graad. En God is volkomen onderricht van hetgeen gij doet"}]}