{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":27,"Text":"Pastaj, ne Diten e Kiametit, Ai do t’i turperoje e do t’u thote: “Ku jane “ortaket” e Mi, per shkak te te cileve grindeshit (me besimtaret)?” Ata te cileve u eshte dhene dituria, do te thone: “Me te vertete, sot poshterimi dhe denimi do te bjere mbi jobesimtaret"},{"SurahNumber":16,"VerseNumber":28,"Text":"te cileve engjejt ua marrin shpirtin, duke qene te padrejte ndaj vetvetes. Ata do te shfaqin perulesi (duke thene): “Ne nuk kemi bere asgje te keqe!” (Dhe do t’u thuhet): “Nuk eshte keshtu! Natyrisht qe Allahu i di mire veprat qe keni punuar"},{"SurahNumber":16,"VerseNumber":29,"Text":"Hyni ne portat e Xhehenemit, ku do te mbeteni pergjithmone!” Eh, sa vendbanim i shemtuar eshte ai per mendjemedhenjte"},{"SurahNumber":16,"VerseNumber":30,"Text":"Ndersa atyre qe e kane frike Allahun, do t’u thuhet: “Cfare ju ka shpallur Zoti juaj?” - Ata do te thone: “Miresi!” Ata qe bejne vepra te mira ne kete bote, do te kene miresi; ne boten tjeter do te kene edhe me te mira. Sa e mrekullueshme do te jete shtepia e atyre qe i frikesohen Allahut"},{"SurahNumber":16,"VerseNumber":31,"Text":"Ata do te hyjne ne Xhenetet e Adnit, ku rrjedhin lumenj dhe ku ka gjithcka, qe ata deshirojne. Keshtu i shperblen Allahu punemiret"},{"SurahNumber":16,"VerseNumber":32,"Text":"te cileve engjejt ua marrin shpirtrat, duke qene te paster. U thone atyre: “Shpetimi qofte mbi ju! Hyni ne Xhenet, si shperblim per veprat qe keni kryer!”"},{"SurahNumber":16,"VerseNumber":33,"Text":"A mos presin ata gje tjeter, vec ardhjes se engjejve apo te urdhrit te Zotit tend[167]?! Keshtu bene edhe ata qe qene para ketyre. Allahu nuk u beri atyre padrejtesi, por ata i bene te keqen vetes"},{"SurahNumber":16,"VerseNumber":34,"Text":"E keshtu, mbi ta ra denimi per veprat qe bene dhe i kaploi ajo me te cilen talleshin"}]}