{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":170,"Text":"Āra yakhana tādērakē balā haẏa, ‘āllāh‌ yā nāyila karēchēna tā tōmarā anusaraṇa kara’, tārā balē, ‘nā, baraṁ āmarā anusaraṇa karabō tāra, yāra upara āmādēra pitr̥ puruṣadērakē pēẏēchi’. Yadi'ō tādēra pitr̥puruṣarā kichu bujhatō nā ēbaṁ tārā saṯpathē'ō paricālita chila nā, tabu'ō ki"},{"SurahNumber":2,"VerseNumber":171,"Text":"āra yārā kupharī karēchē tādēra udāharaṇa tāra mata yē, ēmana kichukē ḍākachē yē hām̐ka-ḍāka chāṛā āra kichu'i śunē nā. Tārā badhira, bōbā, andha, kājē'i tārā bujhē nā"},{"SurahNumber":2,"VerseNumber":172,"Text":"Hē muminagaṇa! Tōmādērakē āmarā yēsaba pabitra bastu diẏēchi tā thēkē khā'ō [1] ēbaṁ āllāh‌ra kr̥tajñatā prakāśa kara, yadi tōmarā śudhu tām̐ra'i ibādāta kara"},{"SurahNumber":2,"VerseNumber":173,"Text":"Tini āllāh‌ tō kēbala tōmādēra upara hārāma karēchēna mr̥ta jantu [1], rakta [2], śūkarēra gōś‌ta [3] ēbaṁ yāra upara āllāh‌ra nāma chāṛā an'yēra nāma uccārita haẏēchē [4], kintu yē nirupāẏa athaca nāpharamāna ēbaṁ simālaṅghanakārī naẏa tāra kōnō pāpa habē nā [5]. Niśaca'i āllāh‌ ati kṣamāśīla, parama daẏālu"},{"SurahNumber":2,"VerseNumber":174,"Text":"Niścaẏa yārā gōpana karē āllāh‌ kitāba hatē yā nāyila karēchēna tā ēbaṁ ēra binimaẏē tuccha mūlya grahaṇa karē, tārā tādēra nijēdēra pēṭē āguna chāṛā [1] āra kichu'i khāẏa nā. Āra kēẏāmatēra dina āllāh‌ tādēra sāthē kathā balabēna nā ēbaṁ tādērakē pabitra'ō karabēna nā. Āra tādēra jan'ya raẏēchē yantraṇādāẏaka śāsti"},{"SurahNumber":2,"VerseNumber":175,"Text":"Tārā'i hidāẏātēra binimaẏē bhraṣṭatā ēbaṁ kṣamāra paribartē śāsti kraẏa karēchē; sutarāṁ āguna sahya karatē tārā kata'i nā dhairyaśīla"},{"SurahNumber":2,"VerseNumber":176,"Text":"sēṭā ē jan'ya'i yē, āllāh‌ satyasaha kitāba nāyila karēchēna āra yārā kitāba sambandhē matabhēda sr̥ṣṭi karēchē abaśya'i tārā sudūra bibādē lipta"}]}