{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"Ataḥpara yakhana āpani ō āpanāra saṅgīrā nauyānēra uparē sthira habēna takhana baluna, ‘samasta praśansā āllāh‌ra'i, yini āmādērakē ud'dhāra karēchēna yālēma sampradāẏa thēkē.’"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ārō baluna, ‘hē āmāra raba! Āmākē nāmiẏē dina kalyāṇakarabhābē; āra āpani'i śrēṣṭha abatāraṇakārī.’"},{"SurahNumber":23,"VerseNumber":30,"Text":"Ētē abaśya'i raẏēchē bahu nidarśana [1]. Āra āmarā tō tādērakē parīkṣā karēchilāma"},{"SurahNumber":23,"VerseNumber":31,"Text":"Tārapara āmarā tādēra parē an'ya ēka prajanma [1] sr̥ṣṭi karēchilāma"},{"SurahNumber":23,"VerseNumber":32,"Text":"ērapara āmarā tādēra'i ēkajanakē tādēra kāchē rāsūla karē pāṭhiẏēchilāma! Tini balēchilēna, ‘tōmarā āllāh‌ra ‘ibādāta kara, tini chāṛā tōmādēra an'ya kōnō satya ilāha nē'i [1], tabu'ō ki tōmarā tāka'ōẏā abalambana karabē nā?’"},{"SurahNumber":23,"VerseNumber":33,"Text":"Āra tārā sampradāẏēra nētārā, yārā kupharī karēchila ō ākhērātēra sākṣātē mithyārōpa karēchila ēbaṁ yādērakē āmarā diẏēchilāma duniẏāra jībanēra pracura bhōga-sambhāra [1], tārā balēchila, ‘ē tō tōmādēra'i mata ēkajana mānuṣa; tōmarā yā khā'ō, sē tā-i khāẏa ēbaṁ tōmarā yā pāna kara sē'ō tā'i pāna karē"},{"SurahNumber":23,"VerseNumber":34,"Text":"‘yadi tōmarā tōmādēra'i mata ēkajana mānuṣēra ānugatya kara tabē tōmarā abaśya'i kṣatigrastha habē"},{"SurahNumber":23,"VerseNumber":35,"Text":"‘Sē ki tōmādērakē ē pratiśruti'i dēẏa yē, tōmādēra mr̥tyu halē ēbaṁ tōmarā māṭi ō asthitē pariṇata halē'ō tōmādērakē bēra karā habē"},{"SurahNumber":23,"VerseNumber":36,"Text":"‘asambhaba, tōmādērakē yē biṣaẏa pratiśruti dēẏā haẏēchē tā asambhaba"},{"SurahNumber":23,"VerseNumber":37,"Text":"‘Ēkamātra duniẏāra jībana'i āmādēra jībana, āmarā mari bām̐ci ēkhānē'i. Āra āmarā punarut'thita ha'ōẏāra na'i"},{"SurahNumber":23,"VerseNumber":38,"Text":"‘Sē tō ēmana byakti yē āllāh‌ sambandhē mithyā apabāda dicchē, āmarā tō tākē biśbāsa karāra na'i.’"},{"SurahNumber":23,"VerseNumber":39,"Text":"Tini balalēna, ‘hē āmāra raba! Āmākē sāhāyya karuna; kāraṇa tārā āmāra prati mithyārōpa karēchē.’"},{"SurahNumber":23,"VerseNumber":40,"Text":"Āllāh‌ balalēna, ‘acirē'i tārā anutapta habē.’"},{"SurahNumber":23,"VerseNumber":41,"Text":"Tārapara ēka birāṭa ā'ōẏāja satya-n'yāẏēra sāthē [1] tādērakē pākaṛā'ō karala, phalē āmarā tādērakē taraṅga-tāṛita ābarjanāra mata [2] karē dilāma. Kājē'i yālēma sampradāẏēra jan'ya ra'ila dhbansa"},{"SurahNumber":23,"VerseNumber":42,"Text":"Tārapara tādēra parē āmarā bahu prajanma sr̥ṣṭi karēchi"}]}