{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"Ō viśvāsulārā! Mīru pravaktatō ēkāntanlō māṭlāḍadalistē, māṭlāḍabōyē mundu, ēdainā konta dānaṁ cēyaṇḍi. Idi mī koraku uttamamainadi mariyu cālā śrēṣṭhamainadi. Kāni (okavēḷa dānaṁ cēyaṭāniki) mī vadda ēmī lēkapōtē, niścayaṅgā, allāh kṣamāśīluḍu, apāra karuṇā pradāta ani telusukōṇḍi"},{"SurahNumber":58,"VerseNumber":13,"Text":"ēmī? Mīru (pravaktatō) ēkānta samālōcanalaku mundu dānālu cēyavalasi unnadani bhaya paḍutunnārā? Okavēḷa mīru alā (dānaṁ) cēyakapōtē allāh mim'malni mannin̄cāḍu, kāvu mīru namāj nu sthāpin̄caṇḍi mariyu vidhi dānaṁ (jakāt) ivvaṇḍi. Allāh mariyu āyana pravaktaku vidhēyulugā uṇḍaṇḍi. Vāstavāniki mīru cēsēdantā allāh bāgā erugunu"},{"SurahNumber":58,"VerseNumber":14,"Text":"ēmī? Allāh āgrahāniki guri ayina jāti vāri vaipuku maralina vārini nīvu cūḍalēdā? Vāru mītō cērina vāru kāru mariyu vāritōnu cērinavāru kāru. Vāru bud'dhipūrvakaṅgā asatya pramāṇaṁ cēstunnāru"},{"SurahNumber":58,"VerseNumber":15,"Text":"allāh vāri koraku kaṭhina śikṣanu sid'dhaparaci un̄cāḍu. Niścayaṅgā, vāru cēsē panulannī cālā ceḍḍavi"},{"SurahNumber":58,"VerseNumber":16,"Text":"vāru tama pramāṇālanu ḍālugā cēsukoni (prajalanu) allāh mārgaṁ nuṇḍi nirōdhistunnāru, kāvuna vāriki avamāna karamaina śikṣa paḍutundi"},{"SurahNumber":58,"VerseNumber":17,"Text":"allāh (śikṣa) nuṇḍi kāpāḍaṭāniki, vāri sampadalu gānī, vāri santānaṁ gānī vāriki ē mātraṁ panikirāvu. Ilāṇṭi vārē narakāgni vāsulu. Andulō vāru śāśvataṅgā uṇṭāru"},{"SurahNumber":58,"VerseNumber":18,"Text":"allāh vārandarinī marala bratikin̄ci lēpina rōju, vāru mītō pramāṇālu cēsinaṭlu āyana (allāh) mundu kūḍā pramāṇālu cēstāru. Mariyu dāni valana vāru man̄ci sthitilō unnārani bhāvistāru. Jāgratta! Niścayaṅgā, ilāṇṭi vārē asatyavādulu"},{"SurahNumber":58,"VerseNumber":19,"Text":"Ṣaitān vāripai prābalyaṁ pondi nandu valana vārini allāh dhyānaṁ nuṇḍi marapimpa jēśāḍu. Alāṇṭi vāru ṣaitān pakṣāniki cendina vāru. Jāgratta! Ṣaitān pakṣāniki cendinavāru, vārē! Niścayaṅgā naṣṭapōyēvāru"},{"SurahNumber":58,"VerseNumber":20,"Text":"niścayaṅgā, evaraitē allāh mariyu āyana pravaktanu vyatirēkistārō! Alāṇṭi vārē, parama nīculalō cērina vāru"},{"SurahNumber":58,"VerseNumber":21,"Text":"niścayaṅgā, nēnu mariyu nā pravaktalu mātramē prābalyaṁ vahistāmu\" ani allāh vrāsi peṭṭāḍu. Niścayaṅgā, allāh mahābalaśāli, sarvaśaktimantuḍu"}]}