{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Noi nu am facut in deºert cerul ºi pamantul ºi ceea ce se aflaintre ele. Aceasta este banuiala celor care nu au crezut. Dar vai necredincioºilor pentru focul [care-i aºteapt&at]"},{"SurahNumber":38,"VerseNumber":28,"Text":"Oare sa-i punem Noi pe cei care cred ºi implinesc fapte bune impreuna cu cei care fac stricaciuni pe pamant sau sa-i punem pe cei cu frica [de Allah] in rand cu nelegiuiþii"},{"SurahNumber":38,"VerseNumber":29,"Text":"[Iata] o Carte binecuvantata pe care Noi þi-am trimis-o, pentru caei sa ia aminte la versetele ei ºi pentru ca cei care au pricepere sachibzuiasca"},{"SurahNumber":38,"VerseNumber":30,"Text":"ªi i l-am daruit Noi lui David pe Solomon, care a fost un rob prea bun ºi care a fost cu cainþa"},{"SurahNumber":38,"VerseNumber":31,"Text":"Cand i s-au adus lui spre seara cai sprinteni"},{"SurahNumber":38,"VerseNumber":32,"Text":"A zis el: “Eu am fost inclinat catre iubirea bunurilor [din aceasta lume] intr-atat incat [am uitat de] pomenirea Domnului meu, pana ce[soarele] s-a ascuns in spatele valului sau"},{"SurahNumber":38,"VerseNumber":33,"Text":"Aduceþi-i inapoi la mine!” ªi s-a pornit el sa le mangaie picioarele ºi gaturile"},{"SurahNumber":38,"VerseNumber":34,"Text":"ªi l-am incercat Noi pe Solomon ºi am aruncat pe tronul lui un trup. Apoi s-a cait el"},{"SurahNumber":38,"VerseNumber":35,"Text":"A zis: “Doamne, iarta-ma pe mine ºi daruieºte-mi mie putere cumnu se mai cuvine nimanui dupa mine, caci Tu eºti Cel Darnic[Al-Wahhab]!”"},{"SurahNumber":38,"VerseNumber":36,"Text":"ªi i-am supus lui vantul, ca sa alerge lin, dupa porunca lui, unde el voia"},{"SurahNumber":38,"VerseNumber":37,"Text":"Ca ºi pe ºeitani: pe toþi ziditorii ºi cufundatorii"},{"SurahNumber":38,"VerseNumber":38,"Text":"Ca ºi pe alþii legaþi in lanþuri"},{"SurahNumber":38,"VerseNumber":39,"Text":"“Acesta este darul Nostru. Deci imparte-l sau pastreaza-l, fara sa dai nici o socoteala!”"},{"SurahNumber":38,"VerseNumber":40,"Text":"ªi el are la Noi un loc apropiat ºi frumoasa intoarcere"},{"SurahNumber":38,"VerseNumber":41,"Text":"Adu-þi aminte de robul Nostru Iov, care a strigat catre Domnul sau: “ªeitan m-a atins pe mine cu nenorocire ºi cu suferinþa”"},{"SurahNumber":38,"VerseNumber":42,"Text":"“Loveºte cu piciorul tau ºi [priveºte cum iese] o apa racoroasa pentru spalat ºi pentru baut!”"}]}