{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":39,"VerseNumber":57,"Text":"Jāṁ vēṇa vāli'āṁ vica hudā"},{"SurahNumber":39,"VerseNumber":58,"Text":"Jāṁ sazā nū dēkha kē kō'ī badā iha ākhōṁ ki kāśa! Mērā sasāra vica phira jāṇā hōnvē tāṁ maiṁ nēka badi'āṁ vicōṁ hō jāvāṁ"},{"SurahNumber":39,"VerseNumber":59,"Text":"Hāṁ, tuhāḍē kōla mērī'āṁ ā'itāṁ ā'ī'āṁ phira tū usa tōṁ inakāra kītā atē hakāra kītā atē tū avagi'ākārī'āṁ vica śāmila rihā"},{"SurahNumber":39,"VerseNumber":60,"Text":"Atē tusīṁ ki'āmata dē dina unhāṁ lōkāṁ dē ciharē kālē dēkhaugē jinhāṁ nē alāha la'ī jhūṭha bōli'ā sī. Kī hakārī'āṁ dā ṭikāṇā naraka vica nahīṁ hōvēgā"},{"SurahNumber":39,"VerseNumber":61,"Text":"atē jihaṛē lōka ḍaradē rahē, alāha unhāṁ lōkāṁ nū safalatā dē nāla baca̔ā lavēgā atē unhāṁ nū kō'ī pīṛa nahīṁ' pahucēgī atē nā hī uha cūkhī hōṇagē"},{"SurahNumber":39,"VerseNumber":62,"Text":"Alāha hara cīza dā sirajaṇahāra hai atē uha hara cīza dā nigarāna hai"},{"SurahNumber":39,"VerseNumber":63,"Text":"ākāśāṁ atē dharatī dī'āṁ krajī'āṁ usa dē kōla hana atē jinhāṁ lōkāṁ nē alāha dī'āṁ ā'itāṁ nū jhuṭhalā'i'ā uha nukasāna vica rahiṇa vālē hana"},{"SurahNumber":39,"VerseNumber":64,"Text":"Ākhō, ki hē nā samajhō! Kī tusīṁ mainū alāha tōṁ binhāṁ kisē hōra dī ibādata karana la'ī kahidē hō"},{"SurahNumber":39,"VerseNumber":65,"Text":"atē tuhāḍē vala atē tuhāḍē tōṁ pahilāṁ hō cuki'āṁ vala vī vahī bhējī jā cukī hai, jēkara tusīṁ śiraka (śarīka) kītā tāṁ tuhāḍē karama naśaṭa hō jāṇagē atē tusīṁ ghāṭē vica rahōgē"},{"SurahNumber":39,"VerseNumber":66,"Text":"Sagō' sirafa alāha dī ibādata karō atē śukara karana vāli'āṁ vica śāmila hōvōṁ"},{"SurahNumber":39,"VerseNumber":67,"Text":"Atē lōkāṁ nē alāha dī izata nā kītī jivēṁ ki usa dī izata karana dā adhikāra hai atē dharatī sapūrana rūpa vica ki'āmata dē dina usa dī muṭhī vica hōvēgī atē sārē akāśa usa dē sajē hatha lapēṭē hō'ē hōṇagē. Uha unhāṁ śirakāṁ (śarīkāṁ) tōṁ pavitara atē srēśaṭa hai jinhāṁ nū iha lōka manadē hana"}]}