{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":19,"Text":"Ziet gij niet dat God de hemelen en de aarde met wijsheid heeft geschapen? Indien het hem behaagt, kan hij verdelgen en een nieuw schepsel in uwe plaats voortbrengen"},{"SurahNumber":14,"VerseNumber":20,"Text":"Dit is gemakkelijk voor zijne macht"},{"SurahNumber":14,"VerseNumber":21,"Text":"En zij zullen allen op den jongsten dag in Gods tegenwoordigheid worden gebracht; en de zwakken, die zich onder hen bevinden, zullen tot de sterken zeggen: Waarlijk, wij hebben u op de aarde opgevolgd; wilt gij dus niet een deel der goddelijke wraak van ons afwenden? Zij zullen antwoorden: Indien God ons op den rechten weg had geleid, zouden wij u zekerlijk geleid hebben. Het is ons onverschillig, of wij onze plagen met ongeduld dragen, of dat wij die met geduld verduren, want wij bezitten geen weg om daaraan te ontkomen"},{"SurahNumber":14,"VerseNumber":22,"Text":"En satan zal zeggen, nadat het oordeel zal zijn uitgesproken: Waarlijk, God deed u eene belofte van waarheid; ook ik deed u eene belofte, maar ik bedroog u; ik had echter de macht niet om u te dwingen. Maar ik riep u slechts en gij antwoorddet mij: beschuldigt mij dus niet, maar beschuldigt u zelven. Ik kan u niet helpen en gij kunt mij niet bijstaan. Toen gij mij naast God hebt geplaatst, achtte ik mij niet als zijns gelijke. Eene gestrenge straf is den onrechtvaardige bereid"},{"SurahNumber":14,"VerseNumber":23,"Text":"Maar zij die geloofd en rechtvaardig gehandeld hebben, zullen binnen geleid worden, in tuinen die door rivieren worden besproeid; eeuwig zullen zij daarin verblijven, door het verlof van hunnen heer, en zij zullen begroet worden met het woord Vrede"},{"SurahNumber":14,"VerseNumber":24,"Text":"Weet gij niet waarbij God een goed woord vergelijkt? Het is een goede boom; zijne wortels zijn stevig in den grond bevestigd en zijne takken reiken tot den hemel"}]}