{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":38,"Text":"And (also) those who spend of their substance to be seen of men, and believe not in Allah and the Last Day [they are the friends of Shaitan (Satan)], and whoever takes Shaitan (Satan) as an intimate; then what a dreadful intimate he has"},{"SurahNumber":4,"VerseNumber":39,"Text":"And what loss have they if they had believed in Allah and in the Last Day, and they spend out of what Allah has given them for sustenance? And Allah is Ever All-Knower of them"},{"SurahNumber":4,"VerseNumber":40,"Text":"Surely! Allah wrongs not even of the weight of an atom (or a small ant), but if there is any good (done), He doubles it, and gives from Him a great reward"},{"SurahNumber":4,"VerseNumber":41,"Text":"How (will it be) then, when We bring from each nation a witness and We bring you (O Muhammad SAW) as a witness against these people"},{"SurahNumber":4,"VerseNumber":42,"Text":"On that day those who disbelieved and disobeyed the Messenger (Muhammad SAW) will wish that they were buried in the earth, but they will never be able to hide a single fact from Allah"},{"SurahNumber":4,"VerseNumber":43,"Text":"O you who believe! Approach not As-Salat (the prayer) when you are in a drunken state until you know (the meaning) of what you utter, nor when you are in a state of Janaba, (i.e. in a state of sexual impurity and have not yet taken a bath) except when travelling on the road (without enough water, or just passing through a mosque), till you wash your whole body. And if you are ill, or on a journey, or one of you comes after answering the call of nature, or you have been in contact with women (by sexual relations) and you find no water, perform Tayammum with clean earth and rub therewith your faces and hands (Tayammum). Truly, Allah is Ever Oft-Pardoning, Oft-Forgiving"},{"SurahNumber":4,"VerseNumber":44,"Text":"Have you not seen those who were given a portion of the book (the Jews), purchasing the wrong path, and wish that you should go astray from the Right Path"}]}