{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Sonday bukil akimsilik qolında bolgan Alla, asa ulı ari Ol, ar narsege kusi tolıq jetwsi"},{"SurahNumber":67,"VerseNumber":2,"Text":"Ol sonday Alla, izgi is juzinde qaysıların jaqsı, sınaw usin olimmen tirsilikti jaratqan. Ol, tım ustem, asa jarılqawsı"},{"SurahNumber":67,"VerseNumber":3,"Text":"Ol sonday Alla, jeti aspandı qabat-qabat jaratqan. Raxmannın jaratwında es multik kore almaysın. Qayta koz sal. Esbir aqaw kore alasın ba"},{"SurahNumber":67,"VerseNumber":4,"Text":"Tagı kozindi eki qaytarıp qara. Kozin sagan sarsap, talgan turde aynaladı. (S. 6-A)"},{"SurahNumber":67,"VerseNumber":5,"Text":"Rasında Biz dunie aspanın samdar (juldızdar) men bezedik. Onı saytandardı atwga jasadıq. Sonday-aq olarga jalındagan azap azirledik. (S. 16-18-A., 37-S. 6-10-A)"},{"SurahNumber":67,"VerseNumber":6,"Text":"Sonday Rabbılarına qarsı kelgender usin tozaq azabı bar. Nendey jaman orın"},{"SurahNumber":67,"VerseNumber":7,"Text":"Isine tastalgan satte, onın qaynap, kujildegen dawısın estidi"},{"SurahNumber":67,"VerseNumber":8,"Text":"Doldangandıgınan jarılıp kete jazdaydı. Qasan ogan bir top (qılmıstı) tastalsa, olarga onın saqsıları: \"Senderge eskertwsi kelmedi me?\",- dep, suraydı"},{"SurahNumber":67,"VerseNumber":9,"Text":"Olar: \"Rasında bizge eskertwsi keldi. Sonda olardı jasınga aynaldırdıq ta Alla senderge es narse tusirmegen. Sender zor adaswdasındar dep edik\" deydi"},{"SurahNumber":67,"VerseNumber":10,"Text":"Eger biz tındagan nemese aqılga salgan bolsaq edi, bul jalındagan tozaqtıqtardın isinde bolmas edik\" deydi"},{"SurahNumber":67,"VerseNumber":11,"Text":"Soytip, olar kunaların moyındaydı. Endese, jalındagan tozaqtıqtar onbasın"},{"SurahNumber":67,"VerseNumber":12,"Text":"Durısında sonday Rabbılarınan kormey-aq qorıqqandar, olar usin jarılqaw ari zor sıylıq bar"}]}