{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"I kolko selishta, koito ugnetyavavakha, Nie razrushikhme i suzdadokhme sled tyakh drugi narodi"},{"SurahNumber":21,"VerseNumber":12,"Text":"I shtom usetekha Nasheto muchenie, eto gi - byagat ot nego"},{"SurahNumber":21,"VerseNumber":13,"Text":"Ne byagaite i se vurnete tam, kudeto byakhte sviknali na razkosh, i kum svoite zhilishta, za da budete pitani"},{"SurahNumber":21,"VerseNumber":14,"Text":"Kazvakha: “O, gorko ni, naistina byakhme ugnetiteli.”"},{"SurahNumber":21,"VerseNumber":15,"Text":"I produlzhavakha taka da vikat, dokato ne gi pokosikhme i izpepelikhme"},{"SurahNumber":21,"VerseNumber":16,"Text":"Ne sutvorikhme Nie nebesata i zemyata, i vsichko pomezhdu im na shega"},{"SurahNumber":21,"VerseNumber":17,"Text":"Ako tursekhme zabava - a ne shte go storim - shtyakhme da si ya nabavim ot tova, koeto e pri Nas"},{"SurahNumber":21,"VerseNumber":18,"Text":"Istinata Nie khvurlyame sreshtu luzhata i ya porazyava, i eto ya - pogiva! Gorko vi zaradi onova, koeto pripisvate [na Allakh]"},{"SurahNumber":21,"VerseNumber":19,"Text":"Negovi sa vsichki na nebesata i na zemyata. A onezi, koito sa pri Nego, ne se golemeyat da Mu sluzhat i ne se izmoryavat"},{"SurahNumber":21,"VerseNumber":20,"Text":"Proslavyat Go noshtem i denem, i ne prestavat"},{"SurahNumber":21,"VerseNumber":21,"Text":"Ili [nevernitsite] se sdobikha ot zemyata s bozhestva, koito vuzkresyavat"},{"SurahNumber":21,"VerseNumber":22,"Text":"Nebesata i zemyata shtyakha da se razrushat, ako imashe na tyakh drugi bogove osven Allakh. Prechist e Allakh, Gospodut na Trona, ot onova, koeto Mu pripisvat"},{"SurahNumber":21,"VerseNumber":23,"Text":"Ne Toi shte bude pitan kakvo vurshi, a te shte budat pitani"},{"SurahNumber":21,"VerseNumber":24,"Text":"Ili priekha vmesto Nego drugi bogove? Kazhi [o, Mukhammad]: “Daite svoya dovod! Tova e poslanie za onezi, koito sa s men, i poslanie za onezi predi men.” No povecheto ot tyakh ne znayat istinata i se otdrupvat"}]}