{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":146,"Text":"Jasala'i hamile grantha pradana gareka chaum, tiniharu tyasala'i yasari cindachan, jasto ki aphna santanaharula'i cinne gardachan, (tara) yinimadhye e'uta samuhale jani–jani satya kurala'i luka'irakhdachan"},{"SurahNumber":2,"VerseNumber":147,"Text":"He paigambara, (yo nayam kibla) tapa'iko palanakartabata satya ho, khabaradara tapa'ile kahilyai pani sanka garneharumadhyeko nahunu"},{"SurahNumber":2,"VerseNumber":148,"Text":"Hareka vyakti kunai na kunaitarpha lagi raheko cha, tara timi satya karmatarpha aghi badhne gara. Timiharu jaham bha'etapani allahale timila'i lya'une cha. (Nihsandeha) allaha hareka kurako lagi sarvasaktimana cha"},{"SurahNumber":2,"VerseNumber":149,"Text":"Timi jahambata niskada (namajama) aphno anuhara masjide harama tira pharka'ihala. Nihsandeha tyo timro palanaharabata satya ho. Ra, timiharu jejati gardachau, allaha tyasabata anabhijna chaina"},{"SurahNumber":2,"VerseNumber":150,"Text":"Ra, timiharu jahambata niskada masjide haramatira anuhara pharka'ihala ra (musalamanaharu) timi junasukai tha'umma bha'epani tyahi masjidatarpha aphano anuhara pharka'une gara. Yasa karanale ki manisaharule timila'i kunai kisimabata dosaropana garna napa'una, tara uniharu matra jo atyacari chan, dosa laga'una sakchan. Timile tiniharusita nadara'unu masita matra dara'unu ani yo pani abhipraya cha ki maile timila'i aphna sampurna upakaraharu pradana garum ra yasa karana pani ki timi sahi batoma himda"},{"SurahNumber":2,"VerseNumber":151,"Text":"Jasari hamile timiharumadhyebata timiharubica e'uta rasula patha'eka chaum, jasale timro samu hamra ayataharu padhera suna'umdacha, ra timila'i pavitra bana'irakhdacha ra kitaba (kura'ana) ra kausala sika'irakheko cha ra yasta kura pani juna ki timi jandainathyau"},{"SurahNumber":2,"VerseNumber":152,"Text":"Tasartha timile mero carca garnu, ma pani timila'i yada garnegarchu ra mero upakarako gunagana gardai garnu ra krtaghna nahunu"},{"SurahNumber":2,"VerseNumber":153,"Text":"He asthavanaharu, dhairya ra namajasita maddatako asa garnu. (Nihsandeha) allaha dhairyavanaharuko satha dincha"}]}