{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Ara yara amadera saksatera asa kare na tara bale, ‘amadera kache phirisata nayila kara haya na kena? Athaba amara amadera rabake dekhi na kena?’ Tara to tadera antare ahankara posana kare [1] ebam tara gurutara abadhyataya mete utheche"},{"SurahNumber":25,"VerseNumber":22,"Text":"Yedina tara phirisataderake dekhate pabe sedina aparadhidera jan'ya kono susambada thakabe na ebam tara balabe, ‘raksa kara, raksa kara[1].’"},{"SurahNumber":25,"VerseNumber":23,"Text":"Ara amara tadera krtakarmera prati agrasara haye seguloke biksipta dhulikanaya parinata karaba"},{"SurahNumber":25,"VerseNumber":24,"Text":"Sedina jannatabasidera basasthana habe utkrsta ebam bisramasthala habe manorama"},{"SurahNumber":25,"VerseNumber":25,"Text":"Ara sedina akasa bidirna habe meghapunja dbara [1] ebam dale dale phirisataderake namiye deya habe"},{"SurahNumber":25,"VerseNumber":26,"Text":"se dina curanta kartrtba habe dayamayera [1] ebam kapheradera jan'ya se dina habe atyanta kathina"},{"SurahNumber":25,"VerseNumber":27,"Text":"Yalima [1] byakti sedina nijera du‘hata dansana karate karate balabe, ‘haya, ami yadi rasulera sathe kono patha abalambana karatama"},{"SurahNumber":25,"VerseNumber":28,"Text":"‘Haya, durbhoga amara, ami yadi amukake bandhurupe grahana na karatama"},{"SurahNumber":25,"VerseNumber":29,"Text":"‘amake to se bibhranta karechila amara kache upadesa paumchara para.’ Ara sayatana to manusera jan'ya mahaprataraka"},{"SurahNumber":25,"VerseNumber":30,"Text":"Ara rasula balalena, ‘he amara raba! Amara sampradaya to e kura'anake parityajya sabyasta kareche.’"},{"SurahNumber":25,"VerseNumber":31,"Text":"Allah‌ balena, ‘ara ebhabe'i amara pratyeka nabira jan'ya aparadhidera theke satru baniye thaki. Ara apanara raba'i pathapradarsaka o sahayyakarirupe yathesta.’"},{"SurahNumber":25,"VerseNumber":32,"Text":"Ara kapherara bale, ‘samagra kura'ana tara kache ekabare nayila halo na kena?’ Ebhabe'i amara nayila karechi apanara hrdayake ta dbara mayabuta karara jan'ya ebam ta krame krame spastabhabe abrtti karechi"}]}