{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"ق والقرءان المجيد (المجيد: ذي المجد والشرف)"},{"SurahNumber":50,"VerseNumber":2,"Text":"بل عجبوا ان جاءهم منذر منهم فقال الكفرون هذا شيء عجيب"},{"SurahNumber":50,"VerseNumber":3,"Text":"اءذا متنا وكنا ترابا ذلك رجع بعيد (رجع بعيد: رجوع الى الحياة بعد الموت، بعيد الوقوع)"},{"SurahNumber":50,"VerseNumber":4,"Text":"قد علمنا ما تنقص الارض منهم وعندنا كتب حفيظ (تنقص: تفني من اجسادهم, كتاب حفيظ: حافظ لجميع افعالهم؛ وهو اللوح المحفوظ)"},{"SurahNumber":50,"VerseNumber":5,"Text":"بل كذبوا بالحق لما جاءهم فهم في امر مريج (مريج: مضطرب، مختلط، لا يثبتون على شيء)"},{"SurahNumber":50,"VerseNumber":6,"Text":"افلم ينظروا الى السماء فوقهم كيف بنينها وزينها وما لها من فروج (فروج: فتوق، وشقوق)"},{"SurahNumber":50,"VerseNumber":7,"Text":"والارض مددنها والقينا فيها روسي وانبتنا فيها من كل زوج بهيج (مددناها: وسعناها، وفرشناها, رواسي: جبالا ثوابت, زوج بهيج: نوع حسن المنظر)"},{"SurahNumber":50,"VerseNumber":8,"Text":"تبصرة وذكرى لكل عبد منيب (تبصرة: عبرة يتبصر بها من عمى الجهل, منيب: رجاع الى الله تعالى)"},{"SurahNumber":50,"VerseNumber":9,"Text":"ونزلنا من السماء ماء مبركا فانبتنا به جنت وحب الحصيد (وحب الحصيد: حب الزرع الذي يحصد)"},{"SurahNumber":50,"VerseNumber":10,"Text":"والنخل باسقت لها طلع نضيد (باسقات: طوالا, طلع نضيد: ثمر متراكب بعضه فوق بعض)"},{"SurahNumber":50,"VerseNumber":11,"Text":"رزقا للعباد واحيينا به بلدة ميتا كذلك الخروج"},{"SurahNumber":50,"VerseNumber":12,"Text":"كذبت قبلهم قوم نوح واصحب الرس وثمود (الرس: البير)"},{"SurahNumber":50,"VerseNumber":13,"Text":"وعاد وفرعون واخون لوط"},{"SurahNumber":50,"VerseNumber":14,"Text":"واصحب الايكة وقوم تبع كل كذب الرسل فحق وعيد (واصحاب الايكة: اصحاب الشجر الكثيف الملتف بعضه على بعض؛ وهم قوم شعيب - عليه السلام -, فحق وعيد: وجب نزول العذاب على الجميع)"},{"SurahNumber":50,"VerseNumber":15,"Text":"افعيينا بالخلق الاول بل هم في لبس من خلق جديد (افعيينا: افعجزنا، وضعفت قدرتنا؟! بالخلق الاول: خلقهم الذي خلقناه اول مرة، بعد ان لم يكونوا شييا, لبس: حيرة، وشك)"}]}