{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":119,"Text":"Anantara yara ajnatabasatah manda kaja kare, atahpara ta'oba kare ebam nijeke sansodhana kare neya, apanara palanakarta esabera pare tadera jan'ye abasya'i ksamasila, dayalu."},{"SurahNumber":16,"VerseNumber":120,"Text":"Niscaya ibrahima chilena eka sampradayera pratika, sabakichu theke mukha phiriye eka allahara'i anugata ebam tini serakakaridera antarbhukta chilena na."},{"SurahNumber":16,"VerseNumber":121,"Text":"Tini tamra anugrahera prati krtajnata prakasakari chilena. Allaha tamke manonita karechilena ebam sarala pathe paricalita karechilena."},{"SurahNumber":16,"VerseNumber":122,"Text":"Ami tamke duniyate dana karechi kalyana ebam tini parakale'o satkarmasiladera antarbhukta."},{"SurahNumber":16,"VerseNumber":123,"Text":"Atahpara apanara prati pratyadesa prerana karechi ye, ibrahimera dbina anusarana karuna, yini ekanistha chilena ebam sirakakaridera antarbhukta chilena na."},{"SurahNumber":16,"VerseNumber":124,"Text":"Sanibara dina palana ye, nirdharana kara hayechila, ta tadera jan'ye'i yara ete matabirodha karechila. Apanara palanakarta kiyamatera dina tadera madhye phayasala karabena ye bisaye tara matabirodha karata."},{"SurahNumber":16,"VerseNumber":125,"Text":"Apana palanakartara pathera prati ahabana karuna jnanera katha bujhiye o upadesa suniye uttamarupe ebam tadera sathe bitarka karuna pachanda yukta panthaya. Niscaya apanara palanakarta'i ai byakti samparke bisesa bhabe jnata rayechena, ye tamra patha theke bicyuta haye pareche ebam tini'i bhala janena taderake, yara sathika pathe ache."},{"SurahNumber":16,"VerseNumber":126,"Text":"Ara yadi tomara pratisodha grahana kara, tabe ai parimana pratisodha grahana karabe, ye parimana tomaderake kasta deya haya. Yadi sabara kara, tabe ta sabarakaridera jan'ye uttama."},{"SurahNumber":16,"VerseNumber":127,"Text":"Apani sabara karabena. Apanara sabara allahara jan'ya byatita naya, tadera jan'ye duhkha karabena na ebam tadera cakrantera karane mana chota karabena na."},{"SurahNumber":16,"VerseNumber":128,"Text":"Niscaya allaha tadera sange achena, yara paraheyagara ebam yara satkarma kare."}]}