{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Xa. Mïm"},{"SurahNumber":45,"VerseNumber":2,"Text":"Bul Kitap tım üstem, xïkmet ïesi Alla tarapınan tüsirildi"},{"SurahNumber":45,"VerseNumber":3,"Text":"Küdiksiz kökterde de jerde de belgiler bar"},{"SurahNumber":45,"VerseNumber":4,"Text":"Senderdiñ jaratılwlarıqda sonday-aq jändikterdiñ örbip taralwında nak sengen el tşin belgiler bar"},{"SurahNumber":45,"VerseNumber":5,"Text":"Tün men kündizdiñ awıswında sonday-aq Allanıñ kökten jañbır jawdırıp, ölgennen keyin jerge sonımen jan berwinde jäne jelderdi ïgerwinde tüsingen elge ğïbrat bar"},{"SurahNumber":45,"VerseNumber":6,"Text":"(Muxammed Ğ.S.) osılar Allanıñ ayattarı. Sağan bulardı xaqïqat boyınşa oqïmız. Endi olar Allanıñ ayattarınan keyin qay sözge senedi"},{"SurahNumber":45,"VerseNumber":7,"Text":"Barlıq ötirikşi, künäkar qurısın"},{"SurahNumber":45,"VerseNumber":8,"Text":"Olarğa oqılğan Allanıñ ayattarın tıñdaydı da sosın qasarısıp, täkapparlanğan boyda estimegendey boladı. Endi onı küyzeltwşi azappen qwandır"},{"SurahNumber":45,"VerseNumber":9,"Text":"Mübada ol, ayattarımızdan bir närse bilse, onı kelemejge aladı. Mine solarğa qorlawşı azap bar"},{"SurahNumber":45,"VerseNumber":10,"Text":"Artınan tozaq dayın. Olardıñ isteri de Alladan özge jasap alğan dostarı da eşbir payda bermeydi. Sonday-aq olarğa zor qïnaw bar"},{"SurahNumber":45,"VerseNumber":11,"Text":"Bul Quran bir jetekşi. Sonday Rabbılarınıñ ayattarına qarsı bolğandar üşin küyzeltwşi azaptıñ eñ qorı bar"},{"SurahNumber":45,"VerseNumber":12,"Text":"Ol sonday Alla, teñizdi erikteriñe berdi. Onıñ buyrığımen teñizde kemelerdi jürgizip, Onıñ keñşiliginen nesibe izdeysiñder. Ärïne şükirlik etersiñder"},{"SurahNumber":45,"VerseNumber":13,"Text":"Jäne de Ol, öz tarapınan sender üşin kökterdegi äri jerdegi barlıq närseni iske qostı. Şın mäninde osılarda tüsingen el üşin belgiler bar"}]}