{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"Va on duşmanoni Alloh ʙa pūsthoi xud gūjand: «Caro ʙar ziddi mo şahodat doded?». Gūjand pūsthojaşon: «On Allohe, ki har cizero ʙa suxan meovarad va şumoro naxustin ʙor ʙijofarid va heç ciz naʙuded va ʙa'd az marg ʙaroi hisoʙu kitoʙ ʙa sūj U ʙozgaşt mekuned, moro ʙa suxan ovardaast»"},{"SurahNumber":41,"VerseNumber":22,"Text":"Va az in ki gūşu caşmho va pūsthojaton ʙa zijoni şumo şahodat medihand, hangome ki gunoh mekarded cizero pinhon namedoşted valekin mepindoşted, ki Alloh ʙar ʙisjore az korhoi gunohero, ki mekuned, ogoh nest"},{"SurahNumber":41,"VerseNumber":23,"Text":"Va in ʙadgumonie, ki dar haqqi Parvardigoraton doşted, halokaton kard va (dūzaxī şuda) dar şumori zijonkardagon gardided"},{"SurahNumber":41,"VerseNumber":24,"Text":"Pas, agar saʙr kunand va ʙar azoʙ ham toʙu toqat varzand, pas çojgohaşon dar otaş ast va agar ham toliʙi afv şavand, kase onhoro afv nakunad"},{"SurahNumber":41,"VerseNumber":25,"Text":"Va ʙaroi on muşrikon hamnişinhoi ʙad muqarrar kardem az şajotini ins va çin, pas ʙaroi onho a'moli ziştaşonro dar dunjo dar nazaraşon ʙijorostand va niz ʙarojaşon ojandaaşonro orostand. Va ʙar onho niz hamonandi peşinijonaşon az çinnu ins azoʙ muqarrar şud. Hamono onho ʙa saʙaʙi amalhoi ʙadi xeş zijonkor ʙudand dar dunjo va niz zijon kardand rūzi qijomat"},{"SurahNumber":41,"VerseNumber":26,"Text":"Va guftand kofiron ʙa jakdigar: «Ba in Qur'on gūş madihed va amrhoi onro ito'at nakuned va suxani ʙehuda gūed dar vaqti Qur'on xondani Muhammad, şojad, ki ʙa in roh pirūz şaved ʙar Muhammad va az xondani Qur'on ʙozistad!»"},{"SurahNumber":41,"VerseNumber":27,"Text":"Pas haroina, kofironro azoʙi saxt mecaşonem dar dunjovu oxirat va hamono sazo medihem onhoro dar oxirat muvofiqi ʙadtarin kufru isjone, ki dar dunjo mekardand"},{"SurahNumber":41,"VerseNumber":28,"Text":"In ast çazoi duşmanoni Alloh, otaş. Dar daruni on xonai hameşagī dorand. In çazoi onhost, zero ojoti Moro dar dunjo inkor mekardand"},{"SurahNumber":41,"VerseNumber":29,"Text":"Va kofiron dar dūzax gūjand: «Ej Parvardigori mo, on du tanro az çinu ins, ki moro gumroh kardand, ʙa mo nişon deh, to, ki onhoro zeri poj kunem, to ki ʙoşand az zertarini qa'ri dūzax!»"}]}