{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"No, ne! Jas se kolnam vo Gospodarot na istoci i zapadi deka Nie sme, navistina, Kadri"},{"SurahNumber":70,"VerseNumber":41,"Text":"da gi zamenime so podobri od niv, i Nie ne sme nemokni"},{"SurahNumber":70,"VerseNumber":42,"Text":"Pa, ostavi gi neka zboruvaat ednisodrugi i neka igraat se dodeka ne bidat frleni vo Denot sto im se vetuvase"},{"SurahNumber":70,"VerseNumber":43,"Text":"na Denot vo koj ke izlezat od mezarite, brzajki, kako da se brzaat kon zdruzenicite"},{"SurahNumber":70,"VerseNumber":44,"Text":"so uplaseni pogledi svoi i do zemja ponizeni. NKEte, toa ke bide onoj Den koj im se vetuva"},{"SurahNumber":71,"VerseNumber":1,"Text":"Nie, navistina, go ispra tivme Nuha do narodot svoj: “Opomeni go narodot tvoj pred da im nastapi kaznata bolna"},{"SurahNumber":71,"VerseNumber":2,"Text":"I rece: “O narode moj, jas sum vi, navistina, opomenuvac jasen"},{"SurahNumber":71,"VerseNumber":3,"Text":"obozavajte Go Allaha, plasete se od Nego, i bidete mi poslusni"},{"SurahNumber":71,"VerseNumber":4,"Text":"Ke vi prosti od grevovite vasi i ke ve ostavi do rokot opredelen. A koga ke dojde krajot koj Allah go odredi ne ke se odgodi. Ete, taka da znaete"},{"SurahNumber":71,"VerseNumber":5,"Text":"I rece:“Gospodare moj, denonokno go povikuvav narodot moj, navistina"},{"SurahNumber":71,"VerseNumber":6,"Text":"No, povikot moj gi terase samo vo begstvo"},{"SurahNumber":71,"VerseNumber":7,"Text":"I sekojpat koga ke gi povikuvav za da im prostis gi stavaa prstite svoi v usi, i se pokrivaa so ogrtacite svoi, i bea tvrdoglavi, i se drzea naviSoko"},{"SurahNumber":71,"VerseNumber":8,"Text":"Jas potoa gi povikuvav javno, navistina"},{"SurahNumber":71,"VerseNumber":9,"Text":"potoa im nvozglasuvav, navistina, i tajno im zboruvav,“"},{"SurahNumber":71,"VerseNumber":10,"Text":"velejki im: “Barajte proska od Gospodarot vas. On, navistina, e Prostuvac"}]}