{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Fi àpèjúwe kan lélẹ̀ fún wọn nípa àwọn ará ìlú kan nígbà tí àwọn Òjíṣẹ́ wá bá wọn"},{"SurahNumber":36,"VerseNumber":14,"Text":"(Rántí) nígbà tí A rán Òjíṣẹ́ méjì níṣẹ́ sí wọn. Wọ́n pe àwọn méjèèjì ní òpùrọ́. A sì fi ẹnì kẹta ró àwọn méjèèjì lágbára. Wọ́n sì sọ pé: “Dájúdájú àwa ni Òjíṣẹ́ tí Wọ́n rán níṣẹ́ si yín.”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Wọ́n wí pé: “Ẹ̀yin kò jẹ́ kiní kan bí kò ṣe abara bí irú tiwa. Àjọkẹ́-ayé kò sì sọ n̄ǹkan kan kalẹ̀. Ẹ̀yin kò sì jẹ́ kiní kan bí kò ṣe òpùrọ́.”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Wọ́n sọ pé: \"Olúwa wa mọ̀ pé dájúdájú àwa ni Òjíṣẹ́ tí Wọ́n rán níṣẹ́ si yín"},{"SurahNumber":36,"VerseNumber":17,"Text":"Kò sì sí ojúṣe kan fún wa bí kọ̀ ṣe iṣẹ́-jíjẹ́ pọ́nńbélé.”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Wọ́n wí pé: “Dájúdájú àwa rí àmì aburú lára yín. Tí ẹ ò bá jáwọ́ (níbi ìpèpè yín), dájúdájú a máa sọ yín lókò pa. Ìyà ẹlẹ́ta-eléro yó sì jẹ yín láti ọ̀dọ̀ wa.”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Wọ́n sọ pé: \"Àmì aburú yín ń bẹ pẹ̀lú yín. Ṣé nítorí pé wọ́n ṣe ìṣítí fun yín (l’ẹ fi rí àmì aburú lára wa)? Kò rí bẹ́ẹ̀! Ìjọ alákọyọ ni yín ni"},{"SurahNumber":36,"VerseNumber":20,"Text":"Ọkùnrin kan sáré dé láti òpin ìlú náà, ó wí pé: “Ẹ̀yin ènìyàn mi, ẹ tẹ̀lé àwọn Òjíṣẹ́ náà"},{"SurahNumber":36,"VerseNumber":21,"Text":"Ẹ tẹ̀lé ẹni tí kò bèèrè owó-ọ̀yà kan ní ọwọ́ yín. Olùmọ̀nà sì ni wọ́n"},{"SurahNumber":36,"VerseNumber":22,"Text":"Kí ni ó máa mú mi tí èmi kò fi níí jọ́sìn fún Ẹni tí Ó pilẹ̀ ẹ̀dá mi? Ọ̀dọ̀ Rẹ̀ sì ni wọn yóò da yín padà sí"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ṣé kí n̄g sọ àwọn kan di ọlọ́hun lẹ́yìn Allāhu ni? Tí Àjọkẹ́-ayé bá fẹ́ fi ìnira kàn mí, ìṣìpẹ̀ wọn kò lè rọ̀ mí lọ́rọ̀ kiní kan, wọn kò sì lè gbà mí là"},{"SurahNumber":36,"VerseNumber":24,"Text":"(Bí èmi kò bá jọ́sìn fún Allāhu) nígbà náà dájúdájú mo ti wà nínú ìṣìnà pọ́nńbélé"},{"SurahNumber":36,"VerseNumber":25,"Text":"Dájúdájú èmi gbàgbọ́ nínú Olúwa Ẹlẹ́dàá yín. Nítorí náà, ẹ gbọ́ mi.”"},{"SurahNumber":36,"VerseNumber":26,"Text":"Wọ́n sọ pé: “Wọ inú Ọgbà Ìdẹ̀ra.” Ó sọ pé: “Àwọn ènìyàn mi ìbá ní ìmọ̀"},{"SurahNumber":36,"VerseNumber":27,"Text":"nípa bí Olúwa mi ṣe foríjìn mí àti (bí) Ó ṣe fi mí sí ara àwọn alápọ̀n-ọ́nlé (wọn ìbá ronú pìwàdà).”"}]}