{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":91,"Text":"Irzına dokundurtmayan Meryem´e gelince ona ruhumuzdan bir soluk ufleyerek kendisini ve oglunu tum insanlar icin gucumuzun sınırsızlıgını kanıtlayan bir mucize yaptık"},{"SurahNumber":21,"VerseNumber":92,"Text":"Iste bu olusturdugunuz ummet, tek bir ummettir, Rabb´iniz de benim. Oyleyse sırf bana kulluk ediniz"},{"SurahNumber":21,"VerseNumber":93,"Text":"Fakat insanlar inanc birliginden ayrılarak cesitli gruplara bolunduler. Ama hepsi sonunda bize doneceklerdir"},{"SurahNumber":21,"VerseNumber":94,"Text":"Kim mu´min olarak yararlı ameller islerse emegi gozardı edilmez. Biz onu mutlaka yazıya geciririz"},{"SurahNumber":21,"VerseNumber":95,"Text":"Yok ettigimiz kentlerin halklarının hesap vermek uzere bize donmemeleri imkansızdır"},{"SurahNumber":21,"VerseNumber":96,"Text":"Sonunda Ye´cuc ile Me´cuc´un onundeki set yıkıldıgında bunlar butun tepelerden akarak her tarafa yayılırlar"},{"SurahNumber":21,"VerseNumber":97,"Text":"Gercek vaadin (kıyamet gununun) esigine gelindiginde kafirlerin bakısları dehsetten donakalır ve «Eyvah halimize! Biz bu anın geleceginden gafil yasadık, biz gercekten zalimlerden olduk» derler"},{"SurahNumber":21,"VerseNumber":98,"Text":"Siz ve Allah´ı bir yana bırakarak taptıgınız sozde ilahlar, cehennem odunusunuz. Hepiniz oraya gireceksiniz"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eger o taptıklarınız, gercekten ilah olsalardı, cehenneme girmezlerdi. Oysa hepsi surekli olarak orada kalacaklardır"},{"SurahNumber":21,"VerseNumber":100,"Text":"Onlar orada hırıltılı sesler cıkararak inleyeceklerdir ve kulakları hicbir ses isitemeyecektir"},{"SurahNumber":21,"VerseNumber":101,"Text":"Daha once akıbetlerinin iyi olacagını takdir ettigimiz kimselere gelince, onlar cehennemden uzak tutulacaklardır"}]}