{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"Kozhnyy znak my pokazaly yim buly bilʹshi nizh pered tse. My afflicted yim z chumoyu, mozhlyvo vony kayutʹsya"},{"SurahNumber":43,"VerseNumber":49,"Text":"Vony skazaly, \"O vy charivnyk, blahayete vashoho Lorda vid nashoho imeni (relieve tsya chuma), z vy mayete dohovir z Nym; my budemo todi keruvatysya"},{"SurahNumber":43,"VerseNumber":50,"Text":"Ale yak tilʹky my relieved yikhniy affliction, vony pereyshly"},{"SurahNumber":43,"VerseNumber":51,"Text":"Pharaoh oholoshenyy do yoho lyudey, \"O moyi lyudy, ya ne volodiyu tsaryuvannyam nad Yehyptom, ta tsi techuchi richky nalezhatʹ meni? Vy ne dyvytesʹ"},{"SurahNumber":43,"VerseNumber":52,"Text":"Kotryy kozhnyy krashche; meni abo shcho odyn khto nyzʹko ta mozhe ledve rozmovlyaty"},{"SurahNumber":43,"VerseNumber":53,"Text":"Yak prybuvayutʹ vin ne volodiye skarbom zolota; yak prybuvaty anhely ne suprovodzhuyutʹ yoho"},{"SurahNumber":43,"VerseNumber":54,"Text":"Vin takym chynom obduryv yoho lyudey, ta vony pidkorylysya yomu; vony buly bezputni lyudy"},{"SurahNumber":43,"VerseNumber":55,"Text":"Koly vony nastiylyvo prodovzhuvaly protystavlyayutʹ nas, my pokaraly yikh ta potopyly yikh vsikh"},{"SurahNumber":43,"VerseNumber":56,"Text":"My nadaly yim precedent ta pryklad dlya inshykh"},{"SurahNumber":43,"VerseNumber":57,"Text":"Koly syn Mary buv protsytovanyy yak pryklad, vashi lyudy disregarded tse"},{"SurahNumber":43,"VerseNumber":58,"Text":"Vony skazaly, tse krashche obozhnyuyutʹ nashykh bohiv, abo shchob obozhnyuyutʹ yoho?\" Vony skazaly tse tilʹky sperechatysya z vamy. Diysno, vony lyudy shcho pryyednalysya do opozytsiyi"},{"SurahNumber":43,"VerseNumber":59,"Text":"Vin ne buv bilʹsh nizh sluzhbovetsʹ komu my blahoslovenni, ta my poslaly yomu yak pryklad dlya Ditey Izrayilya"},{"SurahNumber":43,"VerseNumber":60,"Text":"Yakshcho my willed, my mohly zrobyly vam anhely khto zaselyayete ta vidtvoryuyete na zemli"}]}