{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":15,"Text":"Gercekten bir vadinin sagında ve solunda uzayan iki ovadan olusmus Sebe yurdundan alınacak ibret dersi vardır. Onlara «Rabb´inizin verdigi rızıkları yiyiniz ve O´na sukrediniz, iste size guzel bir ulke ve bagıslayıcı bir Rabb» dendi"},{"SurahNumber":34,"VerseNumber":16,"Text":"Fakat onlar bu buyruga sırt cevirdiler. Bu yuzden uzerlerine Arim selini gondererek o verimli ovalarını dikenli, kuru calılıklı ve az sayıda sedir agaclı iki corak ovaya donusturduk"},{"SurahNumber":34,"VerseNumber":17,"Text":"Yaptıkları nankorlukten oturu onları iste boyle cezalandırdık. Biz nankorden baskasını hic cezalandırır mıyız ki"},{"SurahNumber":34,"VerseNumber":18,"Text":"Onların yurtları ile kutsal kentler arasına, birinden bakınca oburu gorunebilen kısa aralıklı kentler serpistirerek konaktan konaga mesafeleri olculebilir bir yolculuk yapmalarını sagladık. Onlara «Bu yol boyunca hem geceleyin hem de gunduzun guven icinde yolculuk yapın» dedik"},{"SurahNumber":34,"VerseNumber":19,"Text":"Fakat onlar «Ey Rabbimiz! Seferlerimizi uzun aralıklı yap!» diyerek kendilerine yazık ettiler. Bunun uzerine onları dillere dusurduk, toplumlarını parcalayarak oteye beriye dagıttık. Hic kuskusuz sabırlıların ve sukredenlerin bu olaylardan cıkaracakları bir cok dersler vardır"},{"SurahNumber":34,"VerseNumber":20,"Text":"Seytan, onlara iliskin beklentisini gerceklestirmis ve bir grup mu´min dısında hepsi ona uymustu"},{"SurahNumber":34,"VerseNumber":21,"Text":"Aslında seytanın onlar uzerinde hicbir nufuzu, hicbir yaptırım gucu yoktu. Ama biz ahirete inananları, o konuda kusku icinde olanlardan ayırd etmek istedik. Her sey, senin Rabb´inin gozetimi altındadır"},{"SurahNumber":34,"VerseNumber":22,"Text":"Musriklere de ki; «Allah dısında ilah olduklarını sandıgınız putları imdada cagırınız bakalım. Onlar ne goklerde ve ne de yeryuzunde zerre kadar bir seye sahip degildirler. Gokler ile yeryuzu uzerinde hicbir ortaklıkları olmadıgı gibi onların hicbiri Allah´ın yardımcısı da degildir.»"}]}