{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"NguYe othabatha imiphefumlo yenu ebusuku xa nileleyo yaye Unolwazi lwako konke oko nikwenzileyo ngemini, Aze Anivuse kwakhona ukuze ixesha enilimiselweyo lizaliseke, ke kaloku (ekugqibeleni) niya kubuyela kuYe. Yena Uya kunixelela ngoko benikade nikwenza"},{"SurahNumber":6,"VerseNumber":61,"Text":"Yena Ungongaphikisekiyo Ungentla kwizicaka zaKhe, yaye Yena Uthumela abagcini benu (iingelosi) abanikhuselayo, babhale zonke izenzo ezilungileyo nezigwenxa) zenu, kude ukufa kusondele komnye wenu, iziThunywa zeThu ziwuthabathe umphefumlo wakhe yaye aziwutyesheli owazo umsebenzi"},{"SurahNumber":6,"VerseNumber":62,"Text":"Baze babuyiselwe kuAllâh, uMlondolozi wabo wenyaniso (uAllâh) iNkosi Enobulungisa, Inene ngowaKhe uMgwebo yaye Yena Ungokhawulezayo ukufaka embuzweni"},{"SurahNumber":6,"VerseNumber":63,"Text":"Yithi: “Ngubani onisindisayo esithokothokweni somhlaba nolwandle (iingozi ezifana nezichotho neziphango)”, (xa) nibiza kuYe ngokuzithobileyo nasemfihlakalweni (nisithi):\t“Ukuba uAllâh Angasisindisa kule ngozi, inene siya kuba nombulelo?”"},{"SurahNumber":6,"VerseNumber":64,"Text":"Yithi: “UAllâh Uyanisindisa kuyo le kanti nakwezinye iinkxwaleko zenu kodwa nina nikhonze thixo bambi ngaphandle koAllâh”"},{"SurahNumber":6,"VerseNumber":65,"Text":"Yithi: “Yena Unamandla okuthumela isohlwayo phezu kwenu nangaphantsi kweenyawo zenu okanye. Anigqume ngokudideka, nikruthakruthane ngamacala, Anenze kananjalo ningcamlisane inkohlakalo yomnye komnye. Khawubone ke ukuzicacisa ngeendlela ngeendlela kweThu iiVesi khon’ukuze baqonde"},{"SurahNumber":6,"VerseNumber":66,"Text":"Kodwa abantu bakuni (Muhammad) bayalile (i’Kur’ân) nangona iyinyaniso. Yithi: “Mna andingomlondolozi wenu”"},{"SurahNumber":6,"VerseNumber":67,"Text":"Kuzo zonke iindaba kukho inyaniso yaye niza kwazi kungekudala"},{"SurahNumber":6,"VerseNumber":68,"Text":"Wena (Muhammad) xa ubona abo bancokola incoko yobuxoki ngeeVesi (ze’Kur’ân), bezigculela, zikhwebule, ushenxe kubo de bathethe nganto yimbi, ke kaloku ukuba uShaytân ukwenza ulibale, xa uthe wakhumbula musa ukuhlala kwimbutho yabantu abangabagabadeli"}]}