{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"پس اے نبیؐ، تو ان معبودوں کی طرف سے کسی شک میں نہ رہ جن کی یہ لوگ عبادت کر رہے ہیں یہ تو (بس لکیر کے فقیر بنے ہوئے) اُسی طرح پوجا پاٹ کیے جا رہے ہیں جس طرح پہلے ان کے باپ دادا کرتے تھے، اور ہم اِن کا حصہ اِنہیں بھرپور دیں گے بغیر اس کے کہ اس میں کچھ کاٹ کسر ہو"},{"SurahNumber":11,"VerseNumber":110,"Text":"ہم اس سے پہلے موسیٰؑ کو بھی کتاب دے چکے ہیں اور اس کے بارے میں بھی اختلاف کیا گیا تھا (جس طرح آج اِس کتاب کے بارے میں کیا جا رہا ہے جو تمہیں دی گئی ہے) اگر تیرے رب کی طرف سے ایک بات پہلے ہی طے نہ کر دی گئی ہوتی تو اِن اختلاف کرنے والوں کے درمیان کبھی کا فیصلہ چکا دیا گیا ہوتا یہ واقعہ ہے کہ یہ لوگ اس کی طرف سے شک اور خلجان میں پڑے ہوئے ہیں"},{"SurahNumber":11,"VerseNumber":111,"Text":"اور یہ بھی واقعہ ہے کہ تیرا رب انہیں ان کے اعمال کا پورا پورا بدلہ دے کر رہے گا، یقیناً وہ ان کی سب حرکتوں سے باخبر ہے"},{"SurahNumber":11,"VerseNumber":112,"Text":"پس اے محمدؐ، تم، اور تمہارے وہ ساتھی جو (کفر و بغاوت سے ایمان و طاعت کی طرف) پلٹ آئے ہیں، ٹھیک ٹھیک راہ راست پر ثابت قدم رہو جیسا کہ تمہیں حکم دیا گیا ہے اور بندگی کی حد سے تجاوز نہ کرو جو کچھ تم کر رہے ہو اس پر تمہارا رب نگاہ رکھتا ہے"},{"SurahNumber":11,"VerseNumber":113,"Text":"اِن ظالموں کی طرف ذرا نہ جھکنا ورنہ جہنم کی لپیٹ میں آ جاؤ گے اور تمہیں کوئی ایسا ولی و سرپرست نہ ملے گا جو خدا سے تمہیں بچا سکے اور کہیں سے تم کو مدد نہ پہنچے گی"},{"SurahNumber":11,"VerseNumber":114,"Text":"اور دیکھو، نماز قائم کرو دن کے دونوں سروں پر اور کچھ رات گزرنے پر درحقیقت نیکیاں برائیوں کو دور کر دیتی ہیں، یہ ایک یاد دہانی ہے ان لوگوں کے لیے جو خدا کو یاد رکھنے والے ہیں"},{"SurahNumber":11,"VerseNumber":115,"Text":"اور صبر کر، اللہ نیکی کرنے والوں کا اجر کبھی ضائع نہیں کرتا"},{"SurahNumber":11,"VerseNumber":116,"Text":"پھر کیوں نہ اُن قوموں میں جو تم سے پہلے گزر چکی ہیں ایسے اہل خیر موجود رہے جو لوگوں کو زمین میں فساد برپا کرنے سے روکتے؟ ایسے لوگ نکلے بھی تو بہت کم، جن کو ہم نے ان قوموں میں سے بچا لیا، ورنہ ظالم لوگ تو انہی مزوں کے پیچھے پڑے رہے جن کے سامان انہیں فراوانی کے ساتھ دیے گئے تھے اور وہ مجرم بن کر رہے"},{"SurahNumber":11,"VerseNumber":117,"Text":"تیرا رب ایسا نہیں ہے کہ بستیوں کو ناحق تباہ کر دے حالانکہ ان کے باشندے اصلاح کرنے والے ہوں"}]}