{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"O wy, którzy wierzycie! Kiedy się naradzacie tajemnie z Posłańcem, to poprzedźcie tę waszą tajną naradę jałmużną. Jest to dla was lepsze i bardziej czyste. Lecz jeśli nie macie możliwości, to, zaprawdę, Bóg jest przebaczający, litościwy"},{"SurahNumber":58,"VerseNumber":13,"Text":"Czy wy się lękacie dać naprzód jałmużnę, przed waszą tajną naradą? Jeśli tego nie uczyniliście i Bóg zwrócił się ku Wam, to odprawiajcie modlitwę, dawajcie jałmużnę, słuchajcie Boga i Jego Posłańca! Bóg jest w pełni świadomy tego, co czynicie"},{"SurahNumber":58,"VerseNumber":14,"Text":"Czyż nie widziałeś tych, którzy zaprzyjaźnili się z ludem, na którego zagniewał się Bóg? Oni nie są ani z was, ani z nich; oni przysięgają kłamliwie, a przecież wiedzą"},{"SurahNumber":58,"VerseNumber":15,"Text":"Przygotował dla nich Bóg karę straszną. Zaprawdę, złe jest to, co oni czynili"},{"SurahNumber":58,"VerseNumber":16,"Text":"Oni wzięli swoje przysięgi jako okrycie i odsunęli się od drogi Boga. Dla nich więc kara będzie poniżająca"},{"SurahNumber":58,"VerseNumber":17,"Text":"Ani ich majątki, ani ich dzieci nie pomogą im nic wobec Boga. Oni będą mieszkańcami ognia; będą tam przebywać na wieki"},{"SurahNumber":58,"VerseNumber":18,"Text":"W tym Dniu, kiedy wskrzesi ich Bóg, wszystkich razem, oni będą Mu przysięgać, tak jak wam przysięgają; i sądzą, iż na czymś się opierają. Czyż oni nie są kłamcami"},{"SurahNumber":58,"VerseNumber":19,"Text":"Zawładnął nimi szatan i spowodował, iż zapomnieli wspominać Boga. Stanowią oni partię szatana. O; tak! Zaprawdę, partia szatana! Oni, zaprawdę, są tymi, którzy ponieśli stratę"},{"SurahNumber":58,"VerseNumber":20,"Text":"Zaprawdę, ci, którzy się sprzeciwiają Bogu i Jego Posłańcowi, są wśród najbardziej poniżonych"},{"SurahNumber":58,"VerseNumber":21,"Text":"Napisał Bóg: \"Z pewnością zwyciężę Ja i Moi posłańcy!\" Zaprawdę, Bóg jest mocny, potężny"}]}