{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"Bhanidinus ‘‘satya a'isakeko cha asatyale nata agadi kehi garna sakyo ra nagarna saknecha’’"},{"SurahNumber":34,"VerseNumber":50,"Text":"Bhanidinush ‘‘yadi ma vicalita hunchu bhane mero vicalanako dosa mamathi nai hunecha. Ra yadi ma sojho margama chu, bhane yasako karana tyo vahya ho juna ki mero palanaharale matira patha'umcha. U sabai kura sundacha ra dherai najika cha"},{"SurahNumber":34,"VerseNumber":51,"Text":"Ra yadi tapa'inle tyo samaya dekhnuhuncha jaba kaphiraharu atti'eka hunechan, ani bamcera bhagna sakne kunai tarika hunechaina ra najikabata samatinechan"},{"SurahNumber":34,"VerseNumber":52,"Text":"Yasabela bhannechanh ki ‘‘hamile yasa kura'anamathi imana lyayaum.’’ Tara uniharuko nimti kaham sambhava cha ki yati tadha usala'i pa'unasakun"},{"SurahNumber":34,"VerseNumber":53,"Text":"Yasabhanda pahila ta uniharule yasako inkara gare ra tadhabata nadekhikan, adkalabaji garirahe"},{"SurahNumber":34,"VerseNumber":54,"Text":"Uniharu ra uniharuka icchaharuko bicama roka laga'inecha, juna prakarale yasabhanda agadi pani unaka sahamargiharusamga gariyo. Uni pani niscaya nai (uniharu jastai) sandeha ra asamanjasama thi'e"},{"SurahNumber":35,"VerseNumber":1,"Text":"Sampurna prasansaharu allahakai lagi chan, jo akasaharu ra dharatiko srasta ho. (Ra) du'i–du'i, tina–tina, cara–cara pakheta bha'eko pharistaharula'i sandesavahaka bana'unevala ho. Usale (aphno) srstima jasto cahancha, abhivrd'dhi gardacha. Niscaya nai allahala'i hareka kurako samathrya cha"},{"SurahNumber":35,"VerseNumber":2,"Text":"Allahale aphno daya manisaharuko lagi kholidincha bhane tyasala'i banda garnevala kohi chain ra yadi banda garidincha bhane u pascata tyasala'i kohi kholnevala chaina. U adhipatyasali, tatvadarsi cha"},{"SurahNumber":35,"VerseNumber":3,"Text":"He manisaharu! Timimathi juna anukampa allahale gareko cha, tyasala'i smarana gara. Ke allaha baheka kohi aru srasta cha, jasale timila'i akasa ra dharatibata jivika pradana gardacha? Usa baheka kohi pujya chaina. Tyaso bha'e timi kata margavicalita bha'irakheka chau"}]}