{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":158,"Text":"Rúguǒ nǐmen bìnggù, huò zhènwáng, nàme, nǐmen bìdìng bèi jíhé dào ān lā nàlǐ"},{"SurahNumber":3,"VerseNumber":159,"Text":"Zhǐ yīnwèi cóng ān lā fāchū de cí'ēn, nǐ wēnhé dì duìdài tāmen; jiǎruò nǐ shì cūbào de, shì cánkù de, nàme, tāmen bìdìng lí nǐ ér fēnsàn; gù nǐ dāng shù ráo tāmen, dāng wèi tāmen xiàng zhǔ qiúráo, dāng yǔ tāmen shāngyì gōngshì; nǐ jì juéjì xíngshì, jiù dāng tuō kào ān lā. Ān lā díquè xǐ'ài tuō kào tā de rén"},{"SurahNumber":3,"VerseNumber":160,"Text":"Rúguǒ ān lā yuánzhù nǐmen, nàme, jué méiyǒurén néng zhànshèng nǐmen. Rúguǒ tā qì jué nǐmen, nàme, zài tā qì jué nǐmen zhīhòu, shéi néng yuánzhù nǐmen ne? Jiào xìnshìmen zhǐ tuō kào ān lā"},{"SurahNumber":3,"VerseNumber":161,"Text":"Rènhé xiānzhī, dōu bùzhì yú qīnshí gōngwù. Shéi qīnshí gōngwù, zài fùhuó rì, shéi yào bǎ tāsuǒ qīnshí de gōngwù ná chūlái. Ránhòu, rén rén dōu dé xiǎngshòu zìjǐ xíngwéi de wánquán de bàochóu, tāmen bù shòu kuī wǎng"},{"SurahNumber":3,"VerseNumber":162,"Text":"Nándào zhuīqiú ān lā xǐyuè de rén, xiàng yīng shòu ān lā qiǎn nù de rén ma? Tā de guīsù shì huǒ yù, nà guīsù zhēn èliè"},{"SurahNumber":3,"VerseNumber":163,"Text":"Zài ān lā kàn lái tāmen fēn wéi xǔduō děngjí. Ān lā shì míngchá tāmen de xíngwéi de"},{"SurahNumber":3,"VerseNumber":164,"Text":"Ān lā què yǐ shī ēn yú xìnshìmen, yīnwèi tā céng zài tāmen zhōng pàiqiǎnle yīgè tóngzú de shǐzhě, duì tāmen xuāndú tā de jīxiàng, bìngqiě xūntáo tāmen, jiàoshòu tāmen tiān jīng hé zhìhuì, yǐqián, tāmen què shì zài míngxiǎn de mí wù zhōng de"},{"SurahNumber":3,"VerseNumber":165,"Text":"Nǐmen suǒ zāoshòu de sǔnshī, zhǐyǒu nǐmen suǒ jiā gěi dírén de yībàn, nǐmen zěnme hái shuō:“Zhè shì cóng nǎlǐ lái de ne?” Nǐ shuō:“Zhè shì nǐmen zìzuòzìshòu de.” Ān lā duìyú wànshì què shì quánnéng de"}]}