{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"Biz onları əmrimizlə (insanları) dogru yola gətirən imamlar (rəhbərlər) etdik. Biz onları xeyirli islər gorməyi, namaz qılmagı və zəkat verməyi vəhy etdik. Onlar yalnız Bizə ibadət edirdilər"},{"SurahNumber":21,"VerseNumber":74,"Text":"Biz Luta da bir hokm (hikmət, peygəmbərlik; cətin məsələləri həll edib hokm cıxartmaq) və elm verdik, onu (əhalisi) cirkin islər gorən bir məmləkətdən (cıxardıb) xilas etdik. Həqiqətən, onlar pis, fasiq (Allaha asi olan, pozgun) bir tayfa idilər"},{"SurahNumber":21,"VerseNumber":75,"Text":"Biz onu mərhəmətimizə qovusdurduq, cunki o, dogrudan da, saleh kimsələrdən idi"},{"SurahNumber":21,"VerseNumber":76,"Text":"(Ya Rəsulum!) Nuhu da (yad et)! O daha oncə (oz kafir ummətinin əzaba ducar olması haqqında) yalvarıb dua etmisdi. Biz onun duasını qəbul buyurmus, onu da, ailəsini də boyuk fəlakətdən (tufandan) qurtarmısdıq"},{"SurahNumber":21,"VerseNumber":77,"Text":"Biz ayələrimizi yalan hesab edən bir qovmə qarsı ona yardım gostərmisdik. Onlar, həqiqətən, pis bir camaat idilər. Buna gorə də Biz onların hamısını (suya) qərq etdik"},{"SurahNumber":21,"VerseNumber":78,"Text":"(Ya Rəsulum!) Davudu və Suleymanı da (yad et)! O zaman ki, onlar bir tayfanın qoyunlarının girib xarab etdiyi bir əkin sahəsi haqqında hokm verirdilər və Biz də onların hokmunə sahid idik"},{"SurahNumber":21,"VerseNumber":79,"Text":"Biz onu (məsələnin hokmunu) dərhal Suleymana anlatdıq. Və onların hər birinə hokm (hikmət, peygəmbərlik) və elm (səriəti dərindən bilmək) verdik. Biz dagları və qusları Davudla birlikdə (Allahı) təqdis edib tə’rifləsinlər deyə ona ram etdik. Bunları (sizə təəccublu gorunsə də, lovhi-məhfuzdakı əzəli hokmumuzlə) Biz etmisdik"},{"SurahNumber":21,"VerseNumber":80,"Text":"Biz (Davuda) sizi (dusmənlə) vurusda qorumaq ucun zireh (toxumaq) sənətini oyrətdik. (Ey Məkkə əhli! Rəbbinizin bu ne’mətinə) artıq sukur edərmisiniz"},{"SurahNumber":21,"VerseNumber":81,"Text":"Əmrilə bərəkət verdiyimiz yerə (Sama) dogru siddətlə əsən kuləyi də Suleymana Biz ram etdik. Biz hər seyi bilənik"}]}