{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"De sa: «Skal du kaste, Moses, eller skal vi kaste først?»"},{"SurahNumber":20,"VerseNumber":66,"Text":"Han svarte: «Nei, kast dere.» Og sannelig, det sa ut for ham som om deres taustumper og staver for omkring ved trolldommen deres"},{"SurahNumber":20,"VerseNumber":67,"Text":"Og Moses kjente frykt i sitt indre"},{"SurahNumber":20,"VerseNumber":68,"Text":"Men Vi sa til ham: «Vær ikke redd! Du er ovenpa"},{"SurahNumber":20,"VerseNumber":69,"Text":"Kast det du har i din høyre hand, og det vil sluke alt de har laget i stand. For det de har laget i stand er bare trolldomskunster, og en trollmann gar det ikke godt, hvor han enn ferdes.»"},{"SurahNumber":20,"VerseNumber":70,"Text":"Og trollmennene kastet seg ned i ærefrykt, og sa: «Vi tror pa Arons og Mose Herre.»"},{"SurahNumber":20,"VerseNumber":71,"Text":"Da sa Farao: «Tror dere pa ham før jeg har gitt tillatelse? Sa han er deres læremester som har lært dere trolldom! Jeg skal sannelig hugge av hender og føtter i kryss pa dere, og derpa korsfeste dere pa palmestammer. Dere skal sannelig fa vite hvem av oss som er hardest, og mest vedholdende nar det gjelder straff!»"},{"SurahNumber":20,"VerseNumber":72,"Text":"De svarte: «Vi kan ikke gi deg fortrinn fremfor det vi har sett av klare bevis, fremfor Ham som har skapt oss! Treff avgjørelse slik du vil. Du avgjør bare livet pa jorden"},{"SurahNumber":20,"VerseNumber":73,"Text":"Vi tror pa var Herre, at Han ma tilgi vare feiltrinn, og det du har tvunget oss til av trolldom. Gud er best og mest vedvarende.»"},{"SurahNumber":20,"VerseNumber":74,"Text":"Den som trer frem for Herren som synder, har helvete i vente, hvor man verken kan leve eller dø"},{"SurahNumber":20,"VerseNumber":75,"Text":"Men den som trer frem for Ham som troende, og som har levd rettskaffent, disse nar de høyeste stadier"},{"SurahNumber":20,"VerseNumber":76,"Text":"Edens haver, hvor bekker sildrer, og her skal de være og bli. Dette er deres lønn, som renser seg"}]}