{"Id":58,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"বলো -- ''তোমরা পাথর অথবা লোহা হয়ে যাও"},{"SurahNumber":17,"VerseNumber":51,"Text":"অথবা আর কোনো সৃষ্টবস্তু যা তোমাদের ধারণায় আরো শক্ত!’’ তখন তারা বলবে -- ''কে আমাদের ফিরিয়ে আনবে?’’ বলো -- ''যিনি তোমাদের প্রথমবারে সৃষ্টি করেছিলেন।’’ তখন তারা তোমার দিকে তাদের মাথা নাড়বে ও বলবে -- ''এ কখন হবে!’’ তুমি বলো -- ''হতে পারে এ নিকটবর্তী।’’"},{"SurahNumber":17,"VerseNumber":52,"Text":"যেদিন তিনি তোমাদের ডাকবেন তখন অচিরেই তোমরা সাড়া দেবে তাঁর প্রশংসার সাথে, আর তোমরা ভাববে যে তোমরা তো অবস্থান করছিলে শুধু অল্পক্ষণ।"},{"SurahNumber":17,"VerseNumber":53,"Text":"আর আমার বান্দাদের বল যে তারা যেন কথা বলে যা সর্বোৎকৃষ্ট। নিঃসন্দেহ শয়তান তাদের মধ্যে বিরোধের উসকানি দেয়। শয়তান মানুষের জন্য নিশ্চয় প্রকাশ্য শত্রু।"},{"SurahNumber":17,"VerseNumber":54,"Text":"তোমাদের প্রভু তোমাদের ভালভাবে জানেন। তিনি যদি ইচ্ছে করেন তবে তিনি তোমাদের প্রতি করুণা করবেন, অথবা তিনি যদি চান তো তোমাদের শাস্তি দেবেন। আর তোমাকে আমরা পাঠাই নি তাদের উপরে কর্ণধাররূপে।"},{"SurahNumber":17,"VerseNumber":55,"Text":"আর তোমার প্রভু ভাল জানেন তাদের যারা আছে মহাকাশমন্ডলীতে ও পৃথিবীতে। আর আমরা নিশ্চয় কোনো-কোনো নবীকে প্রাধান্য দিয়েছি অন্যদের উপরে, আর দাউদকে আমরা দিয়েছিলাম যবূর।"},{"SurahNumber":17,"VerseNumber":56,"Text":"বলো -- ''তাঁকে ছেড়ে দিয়ে তোমরা যাদের প্রতি ঝোঁকো তাদের ডাকো, কিন্তু তারা তোমাদের থেকে বিপদ-আপদ দূর করার কোনো ক্ষমতা রাখে না, আর তা বদলাবারও না।’’"},{"SurahNumber":17,"VerseNumber":57,"Text":"ঐ সব যাদের তারা ডাকে তারা তাদের প্রভুর কাছে অছিলা খোঁজে -- তাদের মধ্যের কে হবে নিকটতম, আর তারা তাঁর করুণার প্রত্যাশা করে ও তাঁর শাস্তির ভয় করে। নিঃসন্দেহ তোমার প্রভুর শাস্তিকে এড়িয়ে চলতে হবে।"},{"SurahNumber":17,"VerseNumber":58,"Text":"আর এমন কোনো জনপদ নেই যাকে না আমরা কিয়ামতের দিনের আগে বিধ্বংস করব, অথবা কঠোর শাস্তিতে তাদের শাস্তি দেব। এটি গ্রন্থের মধ্যে লিপিবদ্ধ অবস্থায় রয়েছে।"}]}