{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Nagsabi si Paraon: \"Magdala kayo sa akin ng bawat manggagaway na maalam"},{"SurahNumber":10,"VerseNumber":80,"Text":"Kaya noong dumating ang mga manggagaway ay nagsabi sa kanila si Moises: \"Pumukol kayo ng anumang kayo ay mga pupukol"},{"SurahNumber":10,"VerseNumber":81,"Text":"Kaya noong pumukol sila ay nagsabi si Moises: \"Ang inihatid ninyo ay ang panggagaway. Tunay na si Allāh ay magpapawalang-saysay rito. Tunay na si Allāh ay hindi nagsasaayos sa gawa ng mga tagatiwali"},{"SurahNumber":10,"VerseNumber":82,"Text":"Nagsasakatotohanan si Allāh sa katotohanan sa pamamagitan ng mga salita Niya kahit pa man nasuklam ang mga salarin"},{"SurahNumber":10,"VerseNumber":83,"Text":"Ngunit walang naniwala kay Moises kundi ilang supling mula sa mga tao niya dala ng pangamba kay Paraon at sa konseho ng mga ito na mang-usig sa kanila. Tunay na si Paraon ay talagang nagmamataas sa lupain, at tunay na siya ay talagang kabilang sa mga nagpapakalabis"},{"SurahNumber":10,"VerseNumber":84,"Text":"Nagsabi si Moises: \"O mga tao ko, kung nangyaring kayo ay sumampalataya kay Allāh, sa Kanya kayo manalig kung kayo ay naging mga Muslim"},{"SurahNumber":10,"VerseNumber":85,"Text":"Kaya nagsabi sila: \"Kay Allāh ay nanalig kami. Panginoon namin, huwag Mo kaming gawin bilang pinag-uusig para sa mga taong tagalabag sa katarungan"},{"SurahNumber":10,"VerseNumber":86,"Text":"at iligtas Mo kami sa pamamagitan ng awa Mo laban sa mga taong tagatangging sumampalataya"},{"SurahNumber":10,"VerseNumber":87,"Text":"Nagkasi Kami kay Moises at sa kapatid niya, na [nagsasabi]: \"Magtalaga kayong dalawa para sa mga kalipi ninyong dalawa sa Ehipto ng mga bahay. Gumawa kayo ng mga bahay ninyo [paharap] sa qiblah. Magpanatili kayo ng pagdarasal. Magbalita ka ng nakagagalak sa mga mananampalataya"},{"SurahNumber":10,"VerseNumber":88,"Text":"Nagsabi si Moises: \"Panginoon namin, tunay na Ikaw ay nagbigay kay Paraon at sa konseho niya ng gayak at mga yaman sa buhay na pangmundo, Panginoon namin, upang magligaw sila palayo sa landas Mo. Panginoon namin, pumawi Ka sa mga yaman nila at magpatindi Ka sa mga puso nila para hindi sila manampalataya hanggang sa makakita sila sa pagdurusang masakit"}]}