{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":15,"Text":"Cheloveku My zapovedali delat' dobro svoim roditelyam. Mat' yego nosit yego vo chreve s trudom i rozhdayet yego s trudom: nosheniye yego vo chreve i kormleniye yego grud'yu - tridtsat' mesyatsev. A so vremenem, kogda dostigayet polnogo svoyego vozrasta, kogda dostigayet chetyredesyati let, on govorit: \"Gospodi! Vnushi dushe moyey byt' blagodarnym za Tvoi blagodeyaniya, kotorymi oblagodetel'stvoval Ty menya i moikh roditeley, i delat' dobroye, ugodnoye Tebe; daruy schastiye mne v moyem potomstve. S pokayaniyem obrashchayus' k Tebe, i ya odin iz pokornykh Tebe"},{"SurahNumber":46,"VerseNumber":16,"Text":"Takovyye lyudi, ot kotorykh prinimayem My to, chto yest' nailuchshego yest' v delakh ikh, i kotorym proshchayem zlyye dela ikh, budut obitatelyami raya, soobrazno pravdivomu obetovaniyu, kakoye bylo obeshchano im"},{"SurahNumber":46,"VerseNumber":17,"Text":"Yest' i takoy, kotoryy govorit' svoim roditelyam: \"Pfu na vashi predveshchaniya, chto ya budu voskreshen! Ved' net teper' tekh pokoleniy, kotoryye byli prezhde menya\". Oni oba, prosya milosti yemu u Boga, govoryat: \"Gore tebe! Bud' veruyushchim; potomu chto obetovaniye Bozhiye istinno\"; a on govorit: \"Eto - odni skazki prezhnikh lyudey"},{"SurahNumber":46,"VerseNumber":18,"Text":"Takovy te, nad kotorymi sovershilos' slovo o narodakh, byvshikh prezhde nikh i kotorykh nyne uzhe net, - iz geniyev i chelovekov; oni pogibli"},{"SurahNumber":46,"VerseNumber":19,"Text":"U kazhdogo deyatel'nost' byvayet na izvestnoy kakoy libo stepeni; delam ikh sorazmeryayet On i oplatu za nikh; im ne delayetsya nespravedlivosti"},{"SurahNumber":46,"VerseNumber":20,"Text":"Budet den', v kotoryy nevernyye budut poverzheny v ogon' geyenskiy: \"Vy rastochali blaga vashi v dol'ney zhizni vashey i uslazhdalis' yeyu; a nyne vozdayetsya vam unizitel'noyu mukoy za to, chto vy velichalis' na zemle ne po pravu, za to, chto byli nechestivy"}]}