{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Ni chi ba, ni he ba, ni yukuai ba! Ruguo ni jian ren lai, ni keyi shuo:“Wo que yi xiang zhiren zhu fayuan zhaijie, suoyi jintian wo jue budui renhe ren shuohua”.'"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ta baozhe ying'er lai jian ta de zuren, tamen shuo:`Mai er yan a! Ni que yi zuole yi jian qi shi."},{"SurahNumber":19,"VerseNumber":28,"Text":"Ha lun de meimei a! Ni fuqin bushi quede de, ni muqin bushi shijie de.'"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ta jiu zhi yi zhi nage ying'er, tamen shuo:`Women zen neng dui yaolan li de ying'er shuohua ne?'"},{"SurahNumber":19,"VerseNumber":30,"Text":"Na ying'er shuo:`Wo que shi zhenzhu de pu ren, ta yao ba jingdian shangci wo, yao shi wo zuo xianzhi,"},{"SurahNumber":19,"VerseNumber":31,"Text":"yao shi wo wulun zai nali dou shi youfu de, bingqie zhufu wo, zhiyao huozhe jiu yao jin shou bai gong, wanna tian ke,"},{"SurahNumber":19,"VerseNumber":32,"Text":"(ta shi wo) xiaojing wo de muqin, ta meiyou shi wo zuo badao de, boming de ren."},{"SurahNumber":19,"VerseNumber":33,"Text":"Wo zai chusheng ri, siwang ri, fuhuo ri, dou xiangshou heping.'"},{"SurahNumber":19,"VerseNumber":34,"Text":"Zhe shi mai er yan de erzi er sa, zhe shi nimen suo zhenglun de zhenli zhi yan."},{"SurahNumber":19,"VerseNumber":35,"Text":"`Zhenzhu bu hui shouyang erzi——zansong zhenzhu, chaojue wanwu——dang ta panjue yi jian shi de shihou, ta zhi dui na jian shi shuo:“You”, ta jiu youle."},{"SurahNumber":19,"VerseNumber":36,"Text":"Zhenzhu que shi wo de zhu, ye que shi nimen de zhu, suoyi nimen yingdang chongbai ta. Zhe shi zhenglu.'"},{"SurahNumber":19,"VerseNumber":37,"Text":"Dan ge pai zhi jian yijian fenqi. Zhongda ri lailin de shihou, bei'ai guiyu buxindao zhe."},{"SurahNumber":19,"VerseNumber":38,"Text":"Tamen lai jian wo di na ri, tamen de er zhen cong, tamen de yan zhen ming, dan buyi zhe, jintian que zai mingxian de mi wu zhi zhong."}]}