{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":34,"VerseNumber":15,"Text":"Sabaalıktardın mekeninde (alar üçün Allaһtın neematının) belgisi — eki bak-bostonu bolgon. (Biri) oŋ tarabında, (biri) sol tarabında. (Biz alarga): «Rabbiŋerdin ırıskısınan jegile jana Aga şügür kılgıla! (Şaarıŋar kooz-körköm) taza şaar, (Rabbiŋer) keçirimdüü» (dedik)"},{"SurahNumber":34,"VerseNumber":16,"Text":"Alar jüz buruştu ele, Biz alarga (katuu) sel jiberip, (kögörgön, şirin mömölüü) eki bagın teŋ mömösü açuu, badalduu jana bir az tikenektüü daragı bar «baktarga» aylantıp koyduk"},{"SurahNumber":34,"VerseNumber":17,"Text":"Bul kaapırçılıktarına jaraşa alardı jazalaganıbız. Biz kaapır elderdi gana jazalaybız"},{"SurahNumber":34,"VerseNumber":18,"Text":"Jana Biz alar menen Özübüz berekettüü kılgan şaardın aralıgına (alar üçün) körktüü (ıntımaktaşkan) ayıldardı turguzup, içine joldordu kurup: «Uşul joldordo tünü- kün tınçtıkta jürö bergile» (degenbiz. Birok, Sabaa urpaktarı uşul neemattı da bilbey, Allaһka şügür keltirüünün orduna)"},{"SurahNumber":34,"VerseNumber":19,"Text":"«O, Rabbi! Bizdin sapar-joldorubuzdu(n arasın) alıstatıp koy»-deşti jana özdö-rünö zulum kılıştı. Kiyin Biz alardı (el oozundagı) sözdörgö aylantıp, tırkıratıp taştadık! Albette, mında ar bir sabırduu, şügür kıluuçu adam üçün (Bizdin kuduretibizge) belgiler bar"},{"SurahNumber":34,"VerseNumber":20,"Text":"Çınında, İblis özünün («men insaniyattı azgıramın») degen kümön sözün uşulardın üstündö (misalında) iş jüzünö aşırdı. Bir az gana momundardan başka bardıgı anı eerçip ketişti"},{"SurahNumber":34,"VerseNumber":21,"Text":"Biz Akıretke ıyman keltirgen momundardı, Akıretten kümön sanagan adamdardan (ajıratıp) bilip alış üçün gana İbliske alardın üstünön biylik berip koyduk. Senin Rabbiŋ bardık nerselerdin üstünön Közömöldööçü"},{"SurahNumber":34,"VerseNumber":22,"Text":"(O, Muhammad! Muşrikterge) aytkın: «Allaһtan başka özüŋör (kuday dep) oylogon nerselerge duba kılgılaçı?! (Jok!) alar asmandardagı jana jerdegi kıpınday nersege da kojoyun emes! Alar üçün asmandar menen jerde (kıpınday) şeriktik da jok jardamçılık da jok! (Bardıgın jalgız Allaһtın Özü jaratkan)"}]}