{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"Dis : « Il m’a ete ordonne d’adorer Dieu en Lui vouant un culte exclusif"},{"SurahNumber":39,"VerseNumber":12,"Text":"Et Il m’a ete ordonne d’etre le premier a me soumettre »"},{"SurahNumber":39,"VerseNumber":13,"Text":"Dis : « En verite, je crains, si je desobeis a mon Seigneur le chatiment d’un Jour terrible »"},{"SurahNumber":39,"VerseNumber":14,"Text":"Dis : « C’est Dieu que je venere, en Lui vouant mon culte de facon exclusive"},{"SurahNumber":39,"VerseNumber":15,"Text":"Adorez quant a vous, qui vous voudrez en dehors de Lui !». Dis : « Les veritables perdants sont ceux qui auront perdu leur ame ainsi que leurs proches (car ils ne pourront les retrouver dans la Vie Future), au Jour de la Resurrection. C’est bien la la perte la plus evidente (la plus concrete) !»"},{"SurahNumber":39,"VerseNumber":16,"Text":"Une enveloppe de feu s’etendra au-dessus de leurs tetes et une autre se glissera sous leurs pas. C’est par cela que Dieu met en garde Ses serviteurs : « O Mes serviteurs, craignez-Moi donc !»"},{"SurahNumber":39,"VerseNumber":17,"Text":"Ceux qui s’ecartent des fausses divinites pour ne pas avoir a les adorer, et qui reviennent repentis vers leur Seigneur, meritent l’heureuse nouvelle. Annonce-la alors a Mes serviteurs"},{"SurahNumber":39,"VerseNumber":18,"Text":"qui ecoutent Mes paroles et appliquent ce qu’elles ont de meilleur. Ce sont ceux-la que Dieu guide. Ce sont ceux-la qui sont doues d’intelligence"},{"SurahNumber":39,"VerseNumber":19,"Text":"Serait-ce que, celui dont le chatiment a ete decrete a son encontre, tu pourras, toi, le sauver des flammes de l’Enfer"},{"SurahNumber":39,"VerseNumber":20,"Text":"En revanche, ceux qui craignent leur Seigneur auront a leur disposition des demeures au-dessus desquelles sont baties d’autres demeures baignees de rivieres. Telle est la promesse de Dieu, et la promesse de Dieu s’accomplit (indubitablement)"},{"SurahNumber":39,"VerseNumber":21,"Text":"Ne vois-tu pas que Dieu fait descendre l’eau du ciel, qu’Il fait s’ecouler par la suite en nappes (dans le sol), afin qu’elle constitue des reservoirs desquels Il fait emerger des sources, grace auxquelles Il fait germer des cultures d’especes variees qui jaunissent et qu’Il transforme en terreau. Il y a dans ce phenomene un enseignement pour les Hommes doues d’intelligence"}]}