{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"Jekk (issa, Muħammad, il-paġani) igiddbuk, (ftakar li) tassew tgiddbu Mibgħutin (oħra) qablek. Lejn Alla għad jerġa' lura kollox"},{"SurahNumber":35,"VerseNumber":5,"Text":"Janies, il-wegħda ta' Alla hija tabilħaqq minnha. Mela araw li l-ħajja (f'din) id-dinja ma tqarraqx bikom, u li ma jqarraqx bikom dwar Alla (ix-Xitan) il-qarrieq"},{"SurahNumber":35,"VerseNumber":6,"Text":"Ix-Xitan huwa tabilħaqq l-għadu tagħkom. Mela żommuh b'għadu (tagħkom). Huwa jsejjaħ biss lil dawk li jżommu miegħu biex ikunu minn nies in-Nar iħeġġeġ"},{"SurahNumber":35,"VerseNumber":7,"Text":"Dawk li jiċħdu t-twemmin għandhom kastig qalil, iżda dawk li jemmnu u jagħmlu l-ġid għandhom maħfra u ħlas kbir"},{"SurahNumber":35,"VerseNumber":8,"Text":"Jaqaw dak (il-midneb) li jiżżejjinlu l-ħażen ta' għemilu, hekk li jarah sabiħ u tajjeb (huwa daqs min jinsab fit-triq it-tajba) 7 Alla tabilħaqq itellef it-triq lil min irid, u juri t- triq lil-min irid. Għalhekk toqgħodx tinfena għaliex titħassarhom. Tabilħaqq li Alla jaf sew b'dak li jagħmlu"},{"SurahNumber":35,"VerseNumber":9,"Text":"Alla huwa li jibgħat l-irjieħ, u (dawn) iqanqlu s-sħab, u mmexxuh lejn belt mejta, u bih nagħtu ħajja lill-art wara mewtha (bin-nixfa). Hekk ukoll il-Qawmien mill-imwiet"},{"SurahNumber":35,"VerseNumber":10,"Text":"Min irid il-qawwa, ta' Alla hija l-qawwa kollha, Lejh jitla' l-kliem tajjeb, u jerfa' (lejh) l-għemil tajjeb. Iżda dawk li jnassu l-għemejjel il-ħżiena għandhom kastig qalil. It-tnassis ta' dawk jiġi fix-xejn"},{"SurahNumber":35,"VerseNumber":11,"Text":"Alla ħalaqkom minn trab, imbagħad minn nitfa. (ża' sperma), u mbagħad għamilkom f'żewġ (għamliet: raġel ul mara). Ebda mara ma titqal u lanqas twelled għajr bl- għarfien tiegħu. Lanqas ma jgħix il-bniedem fit-tul, jew jitnaqqaslu għomru, jekk mhux (ivvniżżel) fi. ktieb. Tabilħaqq li dan, għal-Alla, huwa ħafif"}]}