{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"O gün cennet halkı bir uğraş içinde eğlenip ferahlamaktadır"},{"SurahNumber":36,"VerseNumber":56,"Text":"Kendileri ve eşleri, gölgeliklerde, koltuklar üzerinde yaslanmışlardır"},{"SurahNumber":36,"VerseNumber":57,"Text":"Orada kendileri için meyveler var. İstedikleri her şey kendilerinin olacak"},{"SurahNumber":36,"VerseNumber":58,"Text":"Rahîm Rab´den bir de sözlü selam"},{"SurahNumber":36,"VerseNumber":59,"Text":"Ey günahkârlar! Bugün şöyle ayrılın"},{"SurahNumber":36,"VerseNumber":60,"Text":"Ey âdemoğulları! Ben size, \"Şeytana kulluk etmeyin, o sizin için açık bir düşmandır!\" demedim mi"},{"SurahNumber":36,"VerseNumber":61,"Text":"Bana ibadet edin, dosdoğru yol budur!\" demedim mi"},{"SurahNumber":36,"VerseNumber":62,"Text":"Yemin olsun, şeytan, içinizden birçok nesli saptırmıştı. Aklınızı hiç işletmiyor muydunuz"},{"SurahNumber":36,"VerseNumber":63,"Text":"Alın size, tehdit edildiğiniz cehennem"},{"SurahNumber":36,"VerseNumber":64,"Text":"İnkâr edip durmanız yüzünden dalın oraya bugün"},{"SurahNumber":36,"VerseNumber":65,"Text":"O gün, ağızlarını mühürleyeceğiz. Bize elleri konuşacak, ayakları da kazanmış olduklarına tanıklık edecek"},{"SurahNumber":36,"VerseNumber":66,"Text":"Dilesek, gözlerini siler, onları elbette kör ederiz. O zaman yola koyulmak isterler ama nasıl görecekler"},{"SurahNumber":36,"VerseNumber":67,"Text":"Dilesek, onları oldukları yerde hayvana çeviririz. O zaman ne ileri gitmeye güçleri yeter ne de geri dönebilirler"},{"SurahNumber":36,"VerseNumber":68,"Text":"Kimi uzun ömürlü kılarsak, onu yaratılışta gerisin geri çeviririz. Hâlâ akıllarını işletmiyorlar mı"},{"SurahNumber":36,"VerseNumber":69,"Text":"Biz o peygambere şiir öğretmedik. Şiir ona yaraşmaz/layık olamaz da. Ona vahyedilen, bir öğütten ve apaçık bir Kur´an´dan başka şey değildir"},{"SurahNumber":36,"VerseNumber":70,"Text":"Diri olanı uyarsın ve inkârcılar üzerine söz hak olsun diye indirilmiştir"}]}