{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":5,"VerseNumber":109,"Text":"(Kıyamat) Kundo Allaһ paygambarlardı cogultup: “(Daavat kılgan eliŋer tarabınan) emne joop aldıŋar?” - dep surayt. Alar: “(O, Rabbi!) Bilbeybiz. Albette, kayıp nerselerdi Ozun gana Biluucusuŋ” - deset"},{"SurahNumber":5,"VerseNumber":110,"Text":"(O, Muhammad!) Estegin, Allaһ ayttı: “O, Maryamdın uulu Iysa! Menin saga jana apaŋa bergen neematımdı estegin. Antkeni, Men seni Iyık Ruh (Jebireyil periste) menen kubattaganımda, adamdarga besikte (apaŋdı aktap) jana coŋoygonuŋda (elderdi Allaһtın Joluna daavat kılıp) suylogonsuŋ. Estegin, bir kezde, Men saga Kitepti, Hikmattı (Sariyat sırların), Toorattı jana Injildi uyrottum. Dagı bir kezde: Menin uruksatım menen, ılaydan kustun solokotun jasap, aga uylogonuŋdo, al (janduu) kus bolup kaldı. Menin uruksatım menen sokurlardı, pes (ala) oorululardı ayıktırgansıŋ. Menin uruksatım menen oluktordu (tiriltip, murzolorunon) cıgargansıŋ jana Men seni Israyil urpaktarı (yahudiyler) koomunan saktadım. Sen alarga (usunca) moojizalardı alıp kelseŋ da, alardın arasınan kaapır bolgon adamdar: “Bul - anık sıykırdan baska nerse emes” -desken"},{"SurahNumber":5,"VerseNumber":111,"Text":"Biz (saga) sakirt bolgondordun juroguno: “Maga ıyman keltirgile, paygambarıma isengile!” - dep ilham salganıbızda, alar: (O, Rabbi!) Biz ıyman keltirdik” Ozuŋ kubo bol: Biz - musulmandarbız!” -desken"},{"SurahNumber":5,"VerseNumber":112,"Text":"Dagı bir kezde sakirtter aytıstı: “O, Maryamdın uulu Iysa! Rabbiŋ bizge asmandan (icinde tamak-ası menen) bir dastorkon tusurup bere alabı?” (Iysa) ayttı: “Egerde ıymanduu bolsoŋor Allaһtan korkkula,!”"},{"SurahNumber":5,"VerseNumber":113,"Text":"Alar aytıstı: “Biz (sek keltirgenibiz jok, bolgonu) andan jep, juroktorubuz kanaattansın dedik jana sen bizge tuura suylogonuŋdu bilip, aga (dastorkongo) kubo boluunu gana kaaladık”"}]}