{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"Insanlar sana kıyametin zamanını soruyorlar. De ki: Onun bilgisi Allah katındadır. Ne bilirsin, belki de zamanı yakındır"},{"SurahNumber":33,"VerseNumber":64,"Text":"Su muhakkak ki, Allah kafirleri rahmetinden kovmus ve onlara cılgın bir ates hazırlamıstır"},{"SurahNumber":33,"VerseNumber":65,"Text":"(Onlar) orada ebedi olarak kalacaklar, (kendilerini koruyacak) ne bir dost ne de bir yardımcı bulacaklardır"},{"SurahNumber":33,"VerseNumber":66,"Text":"Yuzleri ateste evrilip cevrildigi gun: Eyvah bize! Keske Allah´a itaat etseydik, Peygamber´e de itaat etseydik! derler"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ey Rabbimiz! Biz reislerimize ve buyuklerimize uyduk da onlar bizi yoldan saptırdılar, derler"},{"SurahNumber":33,"VerseNumber":68,"Text":"Rabbimiz! Onlara iki kat azap ver ve onları buyuk bir lanetle rahmetinden kov"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey iman edenler! Siz de Musa´ya eziyet edenler gibi olmayın. Nihayet Allah onu, dedikleri seyden temize cıkardı. O, Allah yanında serefli idi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey iman edenler! Allah´tan korkun ve dogru soz soyleyin"},{"SurahNumber":33,"VerseNumber":71,"Text":"(Boyle davranırsanız) Allah islerinizi duzeltir ve gunahlarınızı bagıslar. Kim Allah ve Resulune itaat ederse buyuk bir kurtulusa ermis olur"},{"SurahNumber":33,"VerseNumber":72,"Text":"Biz emaneti, goklere, yere ve daglara teklif ettik de onlar bunu yuklenmekten cekindiler, (sorumlulugundan) korktular. Onu insan yuklendi. Dogrusu o cok zalim, cok cahildir"},{"SurahNumber":33,"VerseNumber":73,"Text":"(Allah bu emaneti insana vermek suretiyle), munafık erkeklere ve munafık kadınlara, musrik erkeklere ve musrik kadınlara azap edecek, inanan erkeklerin ve inanan kadınların da tevbesini kabul buyuracaktır. Allah bagıslayandır, merhamet edendir"}]}