{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"Əgər (bu müşriklər) səni təkzib etsələr (heç ürəyini sıxma). Səndən əvvəl də peyğəmbərlər təkzib olunmuşdu. Bütün işlər (axırda) ancaq Allaha qayıdacaqdır (qaytarılacaqdır)! (Təkzib edənlərə cəza veriləcək, təkzib olunanlara isə yardım göstəriləcəkdir)"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar! Şübhəsiz ki, Allahın (qiyamət barəsindəki) və’di haqdır. Dünya həyatı sizi aldatmasın. O tovlayan (Şeytan) da sizi tovlayıb yoldan çıxartmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Həqiqətən, Şeytan sizin düşməninizdir, onu (özünüzə) düşmən tutun. O özünə uyanları cəhənnəm əhli olmağa çağırır"},{"SurahNumber":35,"VerseNumber":7,"Text":"Kafir olanları şiddətli əzab, iman gətirib yaxşı işlər görənləri isə bağışlanma və böyük bir mükafat (Cənnət) gözləyir"},{"SurahNumber":35,"VerseNumber":8,"Text":"Pis əməli (Şeytan tərəfindən) özünə yaxşı göstərilib onu yaxşı görən (Allahın doğru yola yönəltdiyi kimsəyə bənzəyirmi?!) Şübhəsiz ki, Allah istədiyini zəlalətə, istədiyini də doğru yola salar. (Ya Peyğəmbər!) Artıq onlara (Məkkə müşriklərinin haqq yoldan azmalarına) görə özünü üzüb həlak etmə. Həqiqətən, Allah onların nə etdiklərini biləndir"},{"SurahNumber":35,"VerseNumber":9,"Text":"Buludları hərəkətə gətirən küləkləri Allahdır göndərən! Biz (o buludları) quru (ölü) bir məmləkətə tərəf qovub, öldükdən sonra torpağı onunla dirildirik. (Ölüləri) diriltmək də belədir"},{"SurahNumber":35,"VerseNumber":10,"Text":"Hər kəs (dünyada) izzət-qüdrət (şərəf-şan) istəsə, (bilsin ki, dünyada da, axirətdə də) bütün izzət-qüdrət (şərəf-şan) ancaq Allaha məxsusdur. (Buna yalnız Allaha itaət və ibadət etməklə nail olmaq mümkündür). Pak söz (tövhid kəlməsi, zikr, həmd-səna) Ona tərəf yüksələr və pak sözü də (Allah dərgahına) yaxşı əməl qaldırar. (Allah pak sözü eşidəndir, saleh əməli də qəbul edər). Pis əməllər edənləri şiddətli bir əzab gözləyir. Onların qurduqları hiylələr boşa çıxar"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah sizi (atanız Adəmi) torpaqdan, sonra nütfədən xəlq etmiş, sonra da sizi (kişi və qadın olmaqla) cüt-cüt yaratmışdır. O bilmədən heç bir qadın hamilə olmaz və bari-həmlini yerə qoymaz. Ömür sahibi olan birinin uzun ömür sürməsi də, onun (yaxud başqa birinin) ömrünün qısaldılması da ancaq kitabda (lövhi-məhfuzda) yazılmışdır. Həqiqətən, bu, Allah üçün çox asandır"}]}