{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":3,"VerseNumber":116,"Text":"[Pero,] ciertamente, a aquellos que se obstinan en negar la verdad --ni sus bienes ni sus hijos les serviran de nada frente a Dios: esos estan destinados al fuego y en el permaneceran"},{"SurahNumber":3,"VerseNumber":117,"Text":"La parabola de lo que gastan en esta vida es la de un viento helado que azota los cultivos de una gente que ha sido injusta consigo misma y los destruye: pero Dios no ha sido injusto con ellos, sino que ellos han sido injustos consigo mismos"},{"SurahNumber":3,"VerseNumber":118,"Text":"¡OH VOSOTROS que habeis llegado a creer! No tomeis por amigos intimos a quienes no son como vosotros. No cejan en su empeno de corromperos; desearian veros afligidos. Sus bocas han revelado ya su odio, pero lo que sus corazones ocultan es aun peor. Ciertamente, os hemos aclarado los signos [de esto], si tan solo usarais vuestra razon"},{"SurahNumber":3,"VerseNumber":119,"Text":"Fijaos que sois vosotros quienes [estais dispuestos a] amarles, mientras que ellos no os aman, y eso que creeis en toda la revelacion. Y cuando se encuentran con vosotros, afirman: \"Creemos [como vosotros]\"; pero cuando estan a solas se muerden los dedos, de rabia contra vosotros.Di: \"¡Morid de rabia! ¡Ciertamente, Dios conoce bien lo que hay en los corazones [de los hombres]"},{"SurahNumber":3,"VerseNumber":120,"Text":"Si os sucede algo bueno, les duele; y si os sobreviene algo malo, se alegran por ello. Pero si sois pacientes en la adversidad y os manteneis conscientes de Dios, su malicia no os danara en absoluto: pues Dios abarca [con Su poder] todo lo que hacen"},{"SurahNumber":3,"VerseNumber":121,"Text":"Y [RECUERDA, Oh Profeta, el dia] en que saliste de tu hogar de madrugada para situar a los creyentes en sus puestos de combate. Y Dios fue oyente y omnisciente"}]}