{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":3,"VerseNumber":116,"Text":"Chisimu awala wakanile, ngawa nkwakamuchisya chipanje chao atamuno wanache wao chilichose mu (ipotesi) yakuumila kwa Allah, soni wanganyao niwandu wa ku Moto, wanyao kwalakweko takawe wandamo"},{"SurahNumber":3,"VerseNumber":117,"Text":"Chilandanyo cha indu yaakutola pa awu umi wa duniya uno, chili chisawu mbungo jajili nkati mwakwe mwana kusisima kwakogoya jajipujiile n'gunda wa wandu waalitendele lupuso achimisyene ni kuujonanga, ni nganiwatenda Allah lupuso nambo achimisyene ni waakulitenda lupuso"},{"SurahNumber":3,"VerseNumber":118,"Text":"E jenumanja wankulupilile! Ngasimwatenda wanganawa mwa jenumanja kuwa isyowe yakwisalila asili syenu, ngati wanyao ngawa nkuleka kulimbichila kutenda yakun'jonanga (naakailochesye pameso), ikwanonyelaga yaikunnagasyaga, umasile pauwonechele umagongo kuumila pakamwa pao, nambo soni yayikusisa mitima jao (nganisyo syakusakala) iwele yekulungwa nnope. Pamasile patusalichisye ma Aya kukwenu nam'baga jenumanja wakumanyililaga"},{"SurahNumber":3,"VerseNumber":119,"Text":"Ha! Ana jenumanja ni wankwanonyela wanganyao kutendaga wanyao ali ngaakunnonyela atamuno kuti jenumanja nkuikulupililaga itabu yosope? Soni naga ali asimangene namwe akasatiji: “Tukulupilile.” Nambo naga ali pakasyepela akasannumilaga songa sya yala ligongo lya ukali. Jilani: “Wani ni ukali wenuo, chisimu Allah ni Nkuimanya chenene yayili m’mitima.”"},{"SurahNumber":3,"VerseNumber":120,"Text":"Naga chili chim’bichilile (chindu) chambone chikasachasakalisyaga, nambo naga chili chimpatile chakusakala akasasengwaga nacho, nambo naga mpilile nikuwa niwoga (wakun'jogopa Allah), nikuti malindi gao ngawa nkuntenda chilichose. Chisimu Allah ichindu yaakutenda wanganyao juwele Jwaisyungula (kwaimanya chenene)"},{"SurahNumber":3,"VerseNumber":121,"Text":"Soni (kumbuchilani mmwe Muhammadi ﷺ) katema kamwaalaawiile kutyochela kwiwasa lyenu kuti nkaalinganyichisye wakulupilila mauto gakumenyanila (ngondo ja Uhudi), sano Allah ni Jwakupikanichisya, Jwakumanyilila nnope"}]}