{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"Their glances will be downcast and ignominy shall cover them; they were called upon to prostrate [in this world], when they were safe and sound, [but they did not obey]"},{"SurahNumber":68,"VerseNumber":44,"Text":"So leave to Me those who reject this Message. We shall rein them in, by degrees, from whence they know not"},{"SurahNumber":68,"VerseNumber":45,"Text":"And I (Allah) give them a long rope. Indeed, My plan is fool-proof"},{"SurahNumber":68,"VerseNumber":46,"Text":"Or do you demand some reward from them that would weigh them down with debt"},{"SurahNumber":68,"VerseNumber":47,"Text":"Or, do they possess the knowledge of the unseen which they write down"},{"SurahNumber":68,"VerseNumber":48,"Text":"So wait patiently for your Lord's decree! And be not like the companion of the fish, calling out in distress"},{"SurahNumber":68,"VerseNumber":49,"Text":"Had not his Lord's favour taken hold of him [Prophet Jonas], he would have surely been flung away in disgrace upon that desolate shore"},{"SurahNumber":68,"VerseNumber":50,"Text":"His Lord then chose him and made him one of the righteous men"},{"SurahNumber":68,"VerseNumber":51,"Text":"And when those who suppress the truth hear the Admonition [Qur'aan], they would almost make you stumble with their eyes! And they say, \"He is indeed mad"},{"SurahNumber":68,"VerseNumber":52,"Text":"And it [Qur'aan] is not but an Admonition for all"},{"SurahNumber":69,"VerseNumber":1,"Text":"The Inevitable"},{"SurahNumber":69,"VerseNumber":2,"Text":"What is the Inevitable"},{"SurahNumber":69,"VerseNumber":3,"Text":"And what do you know what the Inevitable is"},{"SurahNumber":69,"VerseNumber":4,"Text":"The Thamood and the AAad denied possibility of the Striking Calamity happening"},{"SurahNumber":69,"VerseNumber":5,"Text":"Then as for Thamood, they were destroyed by an overpowering blast!h"},{"SurahNumber":69,"VerseNumber":6,"Text":"And as for the AAad, they were destroyed by a furious, violent storm"},{"SurahNumber":69,"VerseNumber":7,"Text":"HE let it [storm] loose upon them for seven nights and eight days in succession. You would have seen the people there then lying prostrate, as though they were uprooted trunks of palm trees"},{"SurahNumber":69,"VerseNumber":8,"Text":"Do you now see any trace of them"}]}