{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"yǐzhì gūfù tāsuǒ shǎngcì tāmen de ēnhuì. Nǐmen xiǎngshòu ba, bùjiǔ nǐmen jiù yào zhīdàole"},{"SurahNumber":16,"VerseNumber":56,"Text":"Wǒ suǒ gōngjǐ tāmen de cáichǎn, tāmen yǐ qízhōng de yībùfèn qù gòngfèng nàxiē wúzhī de (ǒuxiàng). Zhǐ ān lā fāshì, guānyú nǐmen suǒ niēzào de (shìwù), nǐmen bì shòushěn wèn"},{"SurahNumber":16,"VerseNumber":57,"Text":"Tāmen yǐ nǚ'ér guī ān lā——zànsòng ān lā, chāojué wànwù——ér yǐ tāmen suǒ yuànwàng de guī zìjǐ"},{"SurahNumber":16,"VerseNumber":58,"Text":"Dāng tāmen zhōng de yīgè rén tīng shuō zìjǐ de qī zǐ shēng nǚ'ér de shíhòu, tāmen de liǎn ànrán shīsè, érqiě mǎnfù láosāo"},{"SurahNumber":16,"VerseNumber":59,"Text":"Tā wèi zhège èhào ér bù yǔ zōngzú huìmiàn, tā duōfāng kǎolǜ: Jiùjìng shì rěnrǔ bǎoliú tā ne? Háishì bǎ tā huómái zài tǔ lǐ ne? Zhēn de, tāmen de pànduàn zhēn èliè"},{"SurahNumber":16,"VerseNumber":60,"Text":"Bùxìn hòushì zhě, yǒu è lì; ān lā yǒu diǎnxíng. Tā què shì quánnéng de, què shì zhì ruì de"},{"SurahNumber":16,"VerseNumber":61,"Text":"Rúguǒ ān lā wèi shìrén de bù yì ér chéngzhì tāmen, nàme, tā bù liú yīgè rén zài dàdìshàng, dàn tā ràng tāmen yánchí dào yīgè dìngqí, dāng tāmen de dìngqí láilín de shíhòu, tāmen bùdé yánchí yīshùn shí,(dāng qí wèi láilín de shíhòu) tāmen bùnéng tíqián yīshùn shí"},{"SurahNumber":16,"VerseNumber":62,"Text":"Tāmen yǐ zìjǐ suǒ yànwù de guī ān lā, tāmen wàngyán zìjǐ jiāng shòu zuì jiā de bàochóu. Chéngrán, tāmen jiāng shòu huǒ yù de bàochóu. Tāmen shì bèi yíqì de"},{"SurahNumber":16,"VerseNumber":63,"Text":"Zhǐ ān lā fāshì, zài nǐ zhīqián, wǒ què yǐ pàiqiǎn xǔduō shǐzhě qù jiàohuà gè mínzú; dàn èmó yǐ tāmen de xíngwéi míhuò tāmen, suǒyǐ jīntiān tā shì tāmen de bǎohù zhě, tāmen jiāng shòu tòngkǔ de xíngfá"},{"SurahNumber":16,"VerseNumber":64,"Text":"Wǒ jiàng shì zhè bù jīngdiǎn, zhǐ wèi shǐ nǐ duì tāmen chǎnmíng tāmen suǒ zhēnglùn de (shìfēi), bìngqiě yǐ zhè bù jīngdiǎn zuòwéi xìndào de mínzhòng de xiàngdǎo hé ēnhuì"}]}