{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"Shi ta cong tiankong yi dingliang jiangxia yushui, jie ci er shi kusi zhi di fusu, nimen ye jiang ruci bei quchu [fuhuo]."},{"SurahNumber":43,"VerseNumber":12,"Text":"Shi ta wei wanwu chuangzaole pei'ou. Ta chuangzao chuanbo he shengchu gong nimen cheng qi,"},{"SurahNumber":43,"VerseNumber":13,"Text":"yibian nimen anzuo shangmian. Nimen zuo wen hou, nimen dang zan nian nimen de zhu [an la] de enhui bing shuo:“Zanmei ta [an la] chaojue! Shi ta shi ci wu wei women fuwu, women yuan shi wuneng zuo dao de."},{"SurahNumber":43,"VerseNumber":14,"Text":"Women bi jiang fanhui women de zhu nali qu.”"},{"SurahNumber":43,"VerseNumber":15,"Text":"Tamen ba ta de yixie puren dang zuo ta de yibufen [ru wangyan er sa shi “an la zhizi”, tianshi shi “an la zhi nu” deng]. Ren que shi mingxian de wang'enfuyi zhe [zhu]."},{"SurahNumber":43,"VerseNumber":16,"Text":"Nandao ta cong ziji suo chuangzao de renlei zhong [wei ziji] xuanqu nuhai er ba nanhai rang gei nimen ma?"},{"SurahNumber":43,"VerseNumber":17,"Text":"Tamen wangyan pu ci zhi zhu [an la] you nuhai, dan dang tamen youren huoxi [ziji de qizi] sheng nuhai de xiao xi shi, ta de lian mashang bian de yin'an, neixin chongman fennu."},{"SurahNumber":43,"VerseNumber":18,"Text":"[Nandao tamen yao ba] zai zhuangshi [chuan jin dai yin] zhong chang da, buneng ming bian de nuhai gui an la ma?"},{"SurahNumber":43,"VerseNumber":19,"Text":"Tamen ba pu ci zhi zhu de pu renmen——tianshimen dang zuo nuxing. Nandao tamen jianzhengguo tamen [tianshi] de chuangzao ma? Tamen de jianzheng jiang bei jilu, tamen jiang bei shenwen."},{"SurahNumber":43,"VerseNumber":20,"Text":"Tamen shuo:“Jiaru pu ci zhi zhu yiyu, women jiu bu hui chongbai tamen [naxie xujia zhuzai]le.” Tamen dui ci hao wu zhishi. Tamen zong shi shuohuang."},{"SurahNumber":43,"VerseNumber":21,"Text":"Nandao ci [“gulanjing”] qian wo ceng ci gei tamen yi bu jingdian, rang tamen jianchi na bu jingdian [de jiaoyi jiaogui] ma?"},{"SurahNumber":43,"VerseNumber":22,"Text":"Bu, tamen shuo:“Women faxianle women de zuxian suo zunxing de yi zhong zongjiao, women zhishi zunxing tamen de yijiao eryi.”"}]}