{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":49,"Text":"Hatırlayın ki, sizi, Firavun taraftarlarından kurtardık. Çünkü onlar size azabın en kötüsünü reva görüyorlar, yeni doğan erkek çocuklarınızı kesiyorlar, (fenalık için) kızlarınızı hayatta bırakıyorlardı. Aslında o size reva görülenlerde Rabbinizden büyük bir imtihan vardı"},{"SurahNumber":2,"VerseNumber":50,"Text":"Bir zamanlar biz sizin için denizi yardık, sizi kurtardık, Firavun'un taraftarlarını da, siz bakıp dururken denizde boğduk"},{"SurahNumber":2,"VerseNumber":51,"Text":"Musâ ile kırk gece (vahyetmek üzere) sözleşmiştik. Sonra haksızlık ederek buzağıyı ( ilâh ) edindiniz"},{"SurahNumber":2,"VerseNumber":52,"Text":"O davranışlarınızdan sonra (akıllanıp) şükredersiniz diye sizi affetmiştik"},{"SurahNumber":2,"VerseNumber":53,"Text":"Doğru yolu bulasınız diye Musâ'ya Kitab'ı ve furkân (hak ile bâtılı ayıran hükümler) ı verdik"},{"SurahNumber":2,"VerseNumber":54,"Text":"Musâ kavmine: Ey kavmim! Şüphesiz siz, buzağıyı (ilâh) edinmekle kendinize zulmettiniz. Onun için yaradanınıza tevbe edin de nefislerinizi öldürün. Öyle yapmanız yaradanınızın katında sizin için daha hayırlıdır, demiş ve böylece Allah tevbenizi kabul etmişti. Çünkü acıyıp tevbeleri çokça kabul eden ve merhameti bol olan ancak O'dur"},{"SurahNumber":2,"VerseNumber":55,"Text":"(Bir zamanlar:) Siz Ey Musâ! Biz Allah'ı açıkça görmedikçe asla sana inanmayız, demiştiniz de bakıp durur olduğunuz halde hemen sizi yıldırım çarpmıştı"},{"SurahNumber":2,"VerseNumber":56,"Text":"Sonra ölümünüzün ardından sizi dirilttik ki şükredesiniz"},{"SurahNumber":2,"VerseNumber":57,"Text":"Ve sizi bulutla gölgeledik, size kudret helvası ve bıldırcın indirdik ve «Verdiğimiz güzel nimetlerden yiyiniz» (dedik). (Hakikatte) Onlar bize değil sadece kendilerine zulmediyorlardı"}]}