{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":16,"Text":"Wo que yi zai tianshang chuangzaole (shi'er) gong, wo wei guancha zhe er xiushi tiankong."},{"SurahNumber":15,"VerseNumber":17,"Text":"Wo baohuzhe tian, buxu renhe shou zuzhou de emo deyi qinru,"},{"SurahNumber":15,"VerseNumber":18,"Text":"dan qieting de emo ze you mingxian de liuxing gan shang ta."},{"SurahNumber":15,"VerseNumber":19,"Text":"Wo zhankaile dadi, bing ba xuduo shanyue anzhi zai da dishang, erqie shi ge zhong junheng de dongxi sheng chulai."},{"SurahNumber":15,"VerseNumber":20,"Text":"Wo zai da dishang wei nimen he nimen suo buneng gongyang zhe er chuangzaole xuduo shenghuo ziliao."},{"SurahNumber":15,"VerseNumber":21,"Text":"Mei yi zhong shiwu, wo zheli dou you qi cangku, wo zhi yi dingshu jiangxia ta."},{"SurahNumber":15,"VerseNumber":22,"Text":"Wo paiqian zirun de feng, wo jiu cong yun zhong jiangxia yushui, yi gongji nimen yinliao, nimen jue bushi yushui de xu cang zhe."},{"SurahNumber":15,"VerseNumber":23,"Text":"Wo que shi neng shi wanwu sheng, neng shi wanwu si de; wo que shi wanwu de jicheng zhe."},{"SurahNumber":15,"VerseNumber":24,"Text":"Wo que yi zhidao nimen zhong xianjin de, wo que yi zhidao nimen zhong houjin de."},{"SurahNumber":15,"VerseNumber":25,"Text":"Ni de zhu biding jihe tamen. Ta que shi zhi rui de, que shi quanzhi de."},{"SurahNumber":15,"VerseNumber":26,"Text":"Wo que yi yong heise de chengxing de niantu chuangzaole ren."},{"SurahNumber":15,"VerseNumber":27,"Text":"Yiqian, wo ceng yong liehuo chuangzaole jingling."},{"SurahNumber":15,"VerseNumber":28,"Text":"Dangshi, ni de zhu ceng dui tianshenmen shuo: Wo biding yao yong heise de niantu suzao renxiang er chuangzao ren."},{"SurahNumber":15,"VerseNumber":29,"Text":"Dang wo ba ta su cheng, erqie ba wo de jingshen chui ru ta de suxiang de shihou, nimen yingdang dui ta fufu koutou."},{"SurahNumber":15,"VerseNumber":30,"Text":"Suihou, tianshenmen yitong koutou,"},{"SurahNumber":15,"VerseNumber":31,"Text":"wei du yi bo lie si bu ken koutou."}]}