{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":19,"Text":"Und diejenigen, die an Allah und Seine Gesandten glauben, sind die Wahrhaftigen und die Bezeugenden vor ihrem Herrn; sie werden ihren Lohn und ihr Licht empfangen. Diejenigen aber, die unglaubig sind und Unsere Zeichen leugnen, sind die Insassen der Gahim"},{"SurahNumber":57,"VerseNumber":20,"Text":"Wisset, daß wahrlich das diesseitige Leben nur ein Spiel und ein Zeitvertreib ist und ein Prunk und Geprahle unter euch und ein Wettrennen um Vermehrung von Gut und Kindern. Es gleicht dem reichlichen Regen, dessen Pflanzenwuchs den Saern gefallt. Dann verdorrt er; und du siehst ihn vergilben; hierauf wird er bruchig; und im Jenseits gibt es eine strenge Strafe, aber auch Vergebung von Allah und Wohlgefallen. Und das diesseitige Leben ist nichts anderes als eine Nutznießung, durch die man sich betoren laßt"},{"SurahNumber":57,"VerseNumber":21,"Text":"Wetteifert denn miteinander um die Vergebung eures Herrn und um das Paradies, dessen Große gleich der Große des Himmels und der Erde ist. (Es ist fur) jene bereitet, die an Allah und Seine Gesandten glauben. Das ist Allahs Huld; Er gewahrt sie, wem Er will. Und Allah verfugt uber die große Huld"},{"SurahNumber":57,"VerseNumber":22,"Text":"Es geschieht kein Unheil auf Erden oder an euch, das nicht in einem Buch (verzeichnet) ware, bevor Wir es ins Dasein rufen wahrlich, das ist fur Allah ein leichtes"},{"SurahNumber":57,"VerseNumber":23,"Text":"auf daß ihr euch nicht daruber betruben moget, was euch entging, noch daruber frohlocken moget, was Er euch gegeben hat. Und Allah liebt keinen der eingebildeten Prahler"},{"SurahNumber":57,"VerseNumber":24,"Text":"die geizig sind und die Menschen zum Geiz anhalten. Und wer da den Rucken wendet - siehe, Allah ist dann gewiß Der, Der auf keinen angewiesen, des Lobes Wurdig ist"}]}