{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":6,"VerseNumber":19,"Text":"Vuga (ubabaza) uti \"Ni ikihe kintu gisumba ibindi mu buhamya (cyabemeza ukuri kw’ibyo mvuga)?\" Vuga (ubasubiza) uti \" Allah ni we muhamya hagati yanjye namwe; kandi nahishuriwe iyi Qur’an kugira ngo nyikoreshe mbaburira, (mwe) n’abandi izageraho. Ese mu by’ukuri, muhamya ko hari izindi mana zibangikanye na Allah?\" Vuga uti \"Simbihamya!\" Vuga uti \"Mu by’ukuri, we ni Imana imwe. Kandi rwose nitandukanyije n’ibyo mumubangikanya nabyo"},{"SurahNumber":6,"VerseNumber":20,"Text":"Babandi twahaye igitabo baramuzi (Muhamadi) nk’uko bazi abana babo. Babandi bihombeje ubwabo ni bo betemera (Muhamadi n’ibyo yahishuriwe)"},{"SurahNumber":6,"VerseNumber":21,"Text":"Ni na nde waba umuhemu kurusha uhimbira Allah ikinyoma, cyangwa uhinyura amagambo ye? Mu by’ukuri, ababangikanyamana ntibazigera batsinda"},{"SurahNumber":6,"VerseNumber":22,"Text":"N’umunsi tuzabakoranya bose, maze tukabwira ababangikanyije (Allah) tuti \"Ese bya bigirwamana byanyu mwizeraga (ko hari icyo byabamarira) biri he"},{"SurahNumber":6,"VerseNumber":23,"Text":"Hanyuma nta kindi kizaba igisubizo cyabo ubwo bazaba bageragezwa (bahatwa ibibazo) uretse kuvuga bati \"Turahiye ku izina rya Allah, Nyagasani wacu! Ntitwari ababangikanyamana"},{"SurahNumber":6,"VerseNumber":24,"Text":"Reba uko bibeshyera (bahakana ko babangikanyije Allah)! (Unarebe) uko ibyo bihimbiye (biringira ko bizabakorera ubuvugizi kwa Allah) byabatengushye"},{"SurahNumber":6,"VerseNumber":25,"Text":"No muri bo hari abagutega amatwi (usoma Qur’an), ariko twashyize ibipfuko ku mitima yabo kugira ngo batayisobanukirwa, tunaziba amatwi yabo. Kandi iyo babonye buri kimenyetso (kigaragaza ukuri), ntibacyemera; kugeza ubwo bakugezeho bakugisha impaka, maze babandi bahakanye bakavuga bati \"Ibi nta kindi biri cyo usibye kuba ari inkuru z’abo hambere"},{"SurahNumber":6,"VerseNumber":26,"Text":"Kandi babuza (abantu) kumukurikira (Muhamadi), na bo ubwabo bakamugendera kure. Kandi nta wundi baba boreka (iyo bakora ibyo) uretse bo ubwabo, ariko ntibabimenya"},{"SurahNumber":6,"VerseNumber":27,"Text":"Iyo uza kubabona igihe bazaba bahagaritswe ku muriro, bavuga bati \"Iyaba twari dusubijwe (ku isi), ntitwakongera guhinyura amagambo ya Nyagasani wacu, kandi twaba mu bemera"}]}