{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"Mi smo ga s desne strane Tura zovnuli i Sebi ga priblizili da cuje rijeci Nase"},{"SurahNumber":19,"VerseNumber":53,"Text":"i darovali mu, iz milosti Nase, kao vjerovjesnika brata njegova Haruna"},{"SurahNumber":19,"VerseNumber":54,"Text":"I spomeni u Knjizi Ismaila! On je ispunjavao dato obecanje i bio poslanik, vjerovjesnik"},{"SurahNumber":19,"VerseNumber":55,"Text":"Naređivao je porodici svojoj da namaz obavljaju, i da zekat udjeljuju, i Gospodar njegov je bio njime zadovoljan"},{"SurahNumber":19,"VerseNumber":56,"Text":"I spomeni u Knjizi Idrisa! On je bio istinoljubiv, vjerovjesnik"},{"SurahNumber":19,"VerseNumber":57,"Text":"i Mi smo ga na visoko mjesto digli"},{"SurahNumber":19,"VerseNumber":58,"Text":"To su vjerovjesnici koje je Allah blagodatima obasuo, potomci Ademovi i onih koje smo sa Nuhom nosili, i potomci Ibrahimovi i Israilovi, i onih koje smo uputili i odabrali. Kad bi im se ajeti Svemilosnog ucili, oni bi na sedzdu padali i plakali"},{"SurahNumber":19,"VerseNumber":59,"Text":"Njih smijenise narastaji koji namaz napustise i za pozudama pođose; oni ce na propast naici"},{"SurahNumber":19,"VerseNumber":60,"Text":"izuzev onih koji su se pokajali, i vjerovali, i dobro cinili, njima se nece nikakva nepravda uciniti, oni ce u Dzennet uci"},{"SurahNumber":19,"VerseNumber":61,"Text":"U vrtove Adna koje je Svemilosni robovima Svojim kao nesto sto je culima nedokucivo obecao, a obecanje Njegovo ce se, doista, ispuniti"},{"SurahNumber":19,"VerseNumber":62,"Text":"u njima prazne besjede nece slusati, vec samo: \"Selam!\" -i u njima ce ujutro i navecer opskrbljeni biti"},{"SurahNumber":19,"VerseNumber":63,"Text":"Dat cemo da takav Dzennet naslijedi onaj od robova Nasih koji se bude Allaha bojao i grijeha klonio"},{"SurahNumber":19,"VerseNumber":64,"Text":"A mi silazimo samo po naredbi Gospodara tvoga. Njemu pripada ono sto je pred nama i ono sto je za nama, i sto je između toga. A Gospodar tvoj nije zaboravan"}]}