{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"per ta treguar mosmirenjohjen e tyre ndaj asaj qe ua kemi dhene Ne. pra, kenaquni (per nje kohe), po ju, me te vertete, do ta dini"},{"SurahNumber":16,"VerseNumber":56,"Text":"Dhe, qellimojne per ata qe nuk dijne gje (per idhujte e tyre), nje pjese prej furnizimit Tone. Pasha Perendine, ju me siguri, do te pyeteni per ate qe keni trilluar (per Zotin)"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ata, Perendise i pershkruajne (mveshin) vajza (duke then se: Engjejt jane vajzat e Perendise). Qofte lavderuar Ai (dhe larg nga kjo), e per vete (pervetesojne) ate qe deshirojne (femije-meshkuj)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Dhe, kur ndonjeri prej tyre sihariqohet (lajmerohet) se i lindi nje vajze, fytyra i nxihet dhe behet i deshperuar"},{"SurahNumber":16,"VerseNumber":59,"Text":"fshehet nga njerezit per shkak te fatkeqesise me te cilen eshte sihariquar: (mendojne) a ta mbajne te poshteruar kete (femije-femer) apo ta varrosin (te gjalle) ate ne dhe. Ah! sa shemtuar qe gjykojne ata"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ata qe nuk besojne per jeten tjeter, kane cilesi te keqija, kurse Perendia ka vecorite me te larta, dhe Ai eshte i Plotefuqishem dhe i Gjithedijshem"},{"SurahNumber":16,"VerseNumber":61,"Text":"Sikur Perendia t’i denonte njerezit per shkak te mekateve te tyre, nuk do te lente asgje te gjalle ne Toke, por Ai i le deri ne afat te caktuar, dhe kur t’ju vie afati atyre, as per nje moment nuk mund as ta shtyejne as ta shpejtojne"},{"SurahNumber":16,"VerseNumber":62,"Text":"Dhe ata, ia ngjesin (mveshin) Perendise ate cka nuk e deshirojne per vete, kurse gjuhet e tyre flasin genjeshtra, se ata do te kene shperblimin me te mire; por ata, nuk ka dyshim, i pret zjarri; dhe ata – te paret do te prijne ne te"},{"SurahNumber":16,"VerseNumber":63,"Text":"Pasha Perendine, Na, me te vertete, edhe para teje u kemi derguar pejgambere popujve, por djalli ua ka zbukuruar sjelljet e tyre, dhe ai tani eshte mik i tyre; andaj ata i pret denimi i dhembshem"},{"SurahNumber":16,"VerseNumber":64,"Text":"Na ta kemi shpallur ty Librin, vetem qe t’ju shpjegosh atyre ate per te cilen ata nuk pajtoheshin, dhe (qe te jete) udherrefyes dhe meshire per njerezit qe besojne"}]}