{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":66,"Text":"Ti o ba je pe A se e ni oran-anyan fun won pe: \"E para yin tabi e jade kuro ninu ilu yin,\" won ko nii se e afi die ninu won. Ti o ba tun je pe won se ohun ti A fi n se waasi fun won ni, iba je oore ati idurosinsin to lagbara julo fun won"},{"SurahNumber":4,"VerseNumber":67,"Text":"Nigba naa, dajudaju Awa iba fun won ni esan nla lati odo Wa"},{"SurahNumber":4,"VerseNumber":68,"Text":"Ati pe dajudaju Awa iba to won si ona taara"},{"SurahNumber":4,"VerseNumber":69,"Text":"Enikeni ti o ba tele (ase) Allahu ati (ase) Ojise naa, awon wonyen maa wa (ninu Ogba Idera) pelu awon ti Allahu sedera fun ninu awon Anabi, awon olododo, awon t’o ku s’oju ogun esin ati awon eni rere. Awon wonyen si dara ni alabaarin"},{"SurahNumber":4,"VerseNumber":70,"Text":"Oore ajulo yen maa wa lati odo Allahu; Allahu si to ni Onimo"},{"SurahNumber":4,"VerseNumber":71,"Text":"Eyin ti e gbagbo ni ododo, e mu ohun isora yin lowo, ki e si tu jade s’oju ogun esin nikoniko tabi ki e tu jade ni apapo"},{"SurahNumber":4,"VerseNumber":72,"Text":"Dajudaju o n be ninu yin eni t’o n fa seyin. Ti adanwo kan ba kan yin, o maa wi pe: \"Allahu kuku ti se idera fun mi nitori pe emi ko si nibe pelu won"},{"SurahNumber":4,"VerseNumber":73,"Text":"Dajudaju ti oore ajulo kan lati odo Allahu ba si te yin lowo, dajudaju o maa soro - bi eni pe ko si ife laaarin eyin ati oun (teletele) - pe: “Yee! Emi iba wa pelu won, emi iba je ere nla.”"},{"SurahNumber":4,"VerseNumber":74,"Text":"Nitori naa, ki awon t’o n fi aye ra orun maa jagun fun esin Allahu. Enikeni ti o ba si jagun nitori esin Allahu, yala won pa a tabi o segun, laipe A maa fun un ni esan nla"}]}