{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":29,"VerseNumber":7,"Text":"ane je loko imana lavya ane te loko'e satkarya karya, ame temana dareka papone temanathi dura kari da'isum ane temane temana satkaryono srestha badalo apisum"},{"SurahNumber":29,"VerseNumber":8,"Text":"ame dareka manavine potana matapita sathe sadavartana karavano adesa apyo, ham! Jo te'o allaha sathe ko'ine bhagidara theravavano adesa ape, jenum tamane jnana nathi, to temanum kahyum na mano. Tamare sau'e mari tarapha ja pacha pharavanum che, pachi hum te dareka vastuni jana apisa je tame karata hatam"},{"SurahNumber":29,"VerseNumber":9,"Text":"ane je loko imana lavya ane satkaryo karya, temane hum mara sadacari banda'omam kari da'isa"},{"SurahNumber":29,"VerseNumber":10,"Text":"ane ketalaka loko eva pana che ke, je jabanathi kahe che ke ame imana lavya che, parantu jyare allahana margamam ko'i paresani avi pahonce che to lokothi pahonceli takaliphane allaha ta'alani yatanani jema samaji le che, ham jo allahani madada avi jaya to pokare che ke ame to tamara ja mitro che. Sum duniyavala'ona hrdayamam je kami che, tene allaha ta'ala janato nathi"},{"SurahNumber":29,"VerseNumber":11,"Text":"Je loko imana lavya, allaha te'one pana jahera karase ane dhongi'one pana jahera karase"},{"SurahNumber":29,"VerseNumber":12,"Text":"inkara karanara'o'e imanavala'one kahyum, ke tame amara marganum anusarana karo, tamara papo ame uthavi la'isum, jo ke te'o temana papo manthi kami pana nahim uthave, a to juththa loko che"},{"SurahNumber":29,"VerseNumber":13,"Text":"jo ke a loko potano boja uthavi lese ane potana bojani sathesathe bija boja pana ane je kami juthanum ghadi rahya che, te saune tena vise puchatacha karavamam avase"},{"SurahNumber":29,"VerseNumber":14,"Text":"ane ame nuha a.Sa.Ne temani koma pase mokalya, te temani sathe navaso pacasa varsa rahya, pachi te lokone vavajhoda'e pakadi lidha ane te loko atyacari hatam"}]}