{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Faraoni tha: “M’i sillni te gjithe magjistaret e shkathet!”"},{"SurahNumber":10,"VerseNumber":80,"Text":"Pasi erdhen magjistaret, Musai u tha: “Hidhni c’keni per te hedhur”"},{"SurahNumber":10,"VerseNumber":81,"Text":"Kur ata i hodhen, Musai tha: “Kjo qe keni sjelle ju, eshte magji dhe vertet, Allahu do ta shkaterroje ate. Allahu, me siguri qe do ta prishe punen e ngaterrestareve"},{"SurahNumber":10,"VerseNumber":82,"Text":"Allahu, me fjalen e Tij e forcon te Verteten, edhe sikur ta urrejne keqberesit kete!”"},{"SurahNumber":10,"VerseNumber":83,"Text":"Por Musait nuk i besoi askush, pervec nje pakice nga populli i tij, nga frika se do t’i keqtrajtonte Faraoni dhe paria e tij. Faraoni ishte vertet nje tiran ne toke dhe ne te keqe kalonte cdo kufi"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musai tha: “O populli im! Nese besoni Allahun, mbeshtetuni tek Ai, nese jeni myslimane!”"},{"SurahNumber":10,"VerseNumber":85,"Text":"Ata thane: “Ne jemi mbeshtetur tek Allahu. O Zoti yne, mos na bej sprove per popullin keqberes (duke i lene te na shkaterrojne)"},{"SurahNumber":10,"VerseNumber":86,"Text":"dhe shpetona me meshiren Tende, nga populli mohues!”"},{"SurahNumber":10,"VerseNumber":87,"Text":"Ne i shpallem Musait dhe vellait te tij: “Ndertoni shtepi per popullin tuaj ne Egjipt, shnderrojini ato ne faltore dhe falni namazin! Dhe sillu lajmin e mire besimtareve!”"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musai tha: “O Zoti yne! Ti i ke dhene Faraonit dhe parise se tij stoli dhe pasuri ne jeten e kesaj bote, por ata, o Zoti yne, na largojne nga rruga Jote! O Zoti yne! Shkaterroje pasurine e tyre dhe ngurtesoi zemrat e tyre, qe te mos besojne, derisa te shijojne denimin e dhembshem!”"}]}