{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"baram ami sihamtara ocarata satya lai ahicho; niscaya sihamta michaliya"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allahe kono santana grahana karaa na'i, arau te'omra lagata ana kono ilaha'o na'i; yadi thakilehemtena tente pratyeka ilahe nija nija srstika lai prthaka hai ga’lehemtena arau ejane anajanara oparata praadhan'ya bistara karailehemtena. Sihamte allahara prati yibora araopa karae se'iborara paraa te'om ati paraitra ati mahana"},{"SurahNumber":23,"VerseNumber":92,"Text":"gopana arau prakasya sakalo bisaye te'om jnata, eteke sihamte yi ansi karae tara paraa te'om bahu urd'dhata"},{"SurahNumber":23,"VerseNumber":93,"Text":"Koraa, ‘he mora raba! Yi bisaye sihamtaka pratisrauti pradana karaa haiche, tumi yadi seya moka (mora jirana kalate) dekhuraaba bicaraa"},{"SurahNumber":23,"VerseNumber":94,"Text":"‘teneha’le, he mora raba! Tumi moka yalima sampradayara antarbhukta nakaraiba’"},{"SurahNumber":23,"VerseNumber":95,"Text":"Arau ami sihamtaka yi bisaye pratisrauti dana karaicho, arasye seya ami tomaka dekhuraabalai saksama"},{"SurahNumber":23,"VerseNumber":96,"Text":"Satkarmarae asatkarmaka pratihata karaa; sihamte (amara prati) yi araopa karae se'i samparke ami sabisesa aragata"},{"SurahNumber":23,"VerseNumber":97,"Text":"Arau koraa, ‘he mora raba! Ma'i cayatanara praraocanara paraa tomara ocarata asraya praarthana karao’"},{"SurahNumber":23,"VerseNumber":98,"Text":"‘Arau he mora raba! Mora ocarata sihamtara (cayatanaborara) upasthitara paraa ma'i tomara ocarata asraya praarthana karao’"},{"SurahNumber":23,"VerseNumber":99,"Text":"Arasesata yetiya sihamtara karaobara ocarata mrtyu ahe, tetiya si kaya, he mora raba! Moka akau ubhata'i diya"},{"SurahNumber":23,"VerseNumber":100,"Text":"yate ma'i satkarma karaiba parao yito ma'i agate karaa nachilo. Nahaya, e'ito ketiya'o nahaba. Si yi kaiche niscaya seya eta bakya matra. Punaraut'thanara dirasa laike sihamtara sanmukhata thakiba barayakha"},{"SurahNumber":23,"VerseNumber":101,"Text":"Eteke yidina sinata phum diya ha’ba se'idina parasparara majata atmiyatara kono bandhana nathakiba arau konorae'i karao bisaye sodha-poca nakaraiba"},{"SurahNumber":23,"VerseNumber":102,"Text":"eteke yisakalara tulacani gadhura ha’ba te'omloke'i ha’ba saphalakama"},{"SurahNumber":23,"VerseNumber":103,"Text":"arau yisakalara tulacani patala ha’ba, sihamte'i se'isakala loka yisakale nijarae'i ksati karaiche; sihamta jahannamata sthayi ha’ba"},{"SurahNumber":23,"VerseNumber":104,"Text":"Juye sihamtara mukhamandala dagdha karaiba arau sihamta tata thakiba bibhatsa ceheraata"}]}