{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Goklerde ve yerde olanların tumu Tanrı´yı tesbih eder. Mulk O´nundur, hamd (ovgu) de O´nundur. O, her seye guc yetirendir"},{"SurahNumber":64,"VerseNumber":2,"Text":"Sizi yaratan O´dur; buna ragmen sizden kiminiz kafirdir, kiminiz inanclı. Tanrı yaptıklarınızı gorendir"},{"SurahNumber":64,"VerseNumber":3,"Text":"Gokleri ve yeri hak olmak uzere yarattı ve size duzenli bir bicim (suret) verdi; suretlerinizi de guzel yaptı. Donus O´nadır"},{"SurahNumber":64,"VerseNumber":4,"Text":"Goklerde ve yerde olanların tumunu bilir; sizin saklı tuttuklarınızı da, acıga vurduklarınızı da bilir. Tanrı, sinelerin ozunde saklı duranı bilendir"},{"SurahNumber":64,"VerseNumber":5,"Text":"Bundan once kufredenlerin haberi size gelmedi mi? Iste onlar, buyruklarının / buyrultularının vebalini tattılar. Onlara acı bir azab vardır"},{"SurahNumber":64,"VerseNumber":6,"Text":"Bu, kendilerine apacık belgelerle elciler geldigi halde \"Bizi bir beser mi hidayete ulastıracak?\" demeleri ve bu yuzden kufredip yuz cevirmeleri nedeniyledir. Tanrı da (onlara karsı) mustagni oldugunu gosterdi. Tanrı ganidir, hamiddir"},{"SurahNumber":64,"VerseNumber":7,"Text":"Kufredenler kesin olarak diriltilmeyeceklerini one surduler. De ki: \"Hayır, rabbim adına andolsun, siz, muhakkak diriltileceksiniz; sonra mutlaka yaptıklarınız size haber verilecektir. Bu da Tanrı´ya gore oldukca kolaydır"},{"SurahNumber":64,"VerseNumber":8,"Text":"Su halde Tanrı´ya, O´nun Resulu´ne ve indirdigimiz nur (Kuran)a inanın. Tanrı yaptıklarınızdan haberdardır"},{"SurahNumber":64,"VerseNumber":9,"Text":"Sizi toplanma gunu icin bir arada toplayacagı gun; iste bu aldanma (tegabun) gunudur. Kim Tanrı´ya inanıp salih bir amelde bulunursa (Tanrı) onun kotuluklerini orter (yukeffir) ve icinde ebedi kalıcılar olmak uzere altından ırmaklar akan cennetlere sokar. Iste buyuk ´mutluluk ve kurtulus´ (fevz) budur"}]}