{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"Dijo (Saleh): “¡Pueblo mio!, diganme; si yo me basara en una prueba clara de mi Senor y El me hubiese concedido Su misericordia (haciendo de mi un Profeta), ¿quien me ayudaria contra Al-lah si yo Lo desobedeciera? Solo conseguirian aumentar mi perdicion (si les hiciera caso y dejara de exhortarlos)"},{"SurahNumber":11,"VerseNumber":64,"Text":"¡Pueblo mio!, esta es una camella[376] de Al-lah y una prueba para ustedes. Dejen que coma de la tierra de Al-lah y no le hagan ningun dano; de lo contrario, recibirian un castigo que no se haria esperar”"},{"SurahNumber":11,"VerseNumber":65,"Text":"Sin embargo, la mataron. Entonces (Saleh) dijo: “Disfruten en sus hogares durante tres dias. (Despues, el castigo se abatira sobre ustedes.) Esa es una promesa que se cumplira”"},{"SurahNumber":11,"VerseNumber":66,"Text":"Y cuando llego Nuestra orden de destruccion, salvamos a Saleh y a quienes habian creido con el por misericordia Nuestra, y los libramos de la humillacion del Dia de la Resurreccion. Ciertamente, Al-lah es el Fuerte, el Poderoso"},{"SurahNumber":11,"VerseNumber":67,"Text":"Un gran estruendo[377] alcanzo a quienes habian sido injustos (por desmentir a su Mensajero), y amanecieron tendidos muertos en sus hogares"},{"SurahNumber":11,"VerseNumber":68,"Text":"como si nunca los hubieran habitado. Ciertamente, el pueblo de Zamud nego a su Senor. (Y se dijo:) ¡Que el pueblo de Zamud sea expulsado de la misericordia de Al-lah"},{"SurahNumber":11,"VerseNumber":69,"Text":"Y, ciertamente, se presentaron Nuestros enviados ante Abraham (unos angeles bajo apariencia humana) con la buena noticia (de su proxima descendencia). Lo saludaron diciendo: “Paz”, y Abraham contesto: “Paz”. Y se apresuro a llevarles un ternero asado"},{"SurahNumber":11,"VerseNumber":70,"Text":"Pero cuando vio que sus manos no se acercaban a la comida (pues los angeles no necesitan alimentarse), desconfio de ellos y tuvo miedo. Estos dijeron: “¡No temas! Hemos sido enviados (para destruir) el pueblo de Lot”"},{"SurahNumber":11,"VerseNumber":71,"Text":"Y la mujer de Abraham, que se hallaba presente, se rio (sorprendida al saber que los invitados eran angeles) y estos le anunciaron que Al-lah le concederia a Isaac, a quien le sucederia su hijo Jacob"}]}