{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":80,"Text":"Yálà o tọrọ àforíjìn fún wọ́n tàbí o ò tọrọ àforíjìn fún wọn – kódà kí o tọrọ àforíjìn fún wọn nígbà ààdọ́rin – Allāhu kò níí foríjìn wọ́n. Ìyẹn nítorí pé dájúdájú wọ́n ṣàì gbàgbọ́ nínú Allāhu àti Òjísẹ́ Rẹ̀. Allāhu kò níí fi ọ̀nà mọ ìjọ òbìlẹ̀jẹ́"},{"SurahNumber":9,"VerseNumber":81,"Text":"Àwọn olùsásẹ́yìn fún ogun ẹ̀sìn dunnú sí jíjókòó sínú ilé wọn lẹ́yìn Òjíṣẹ́ Allāhu. Wọ́n sì kórira láti fi dúkìá wọn àti ẹ̀mí wọn jagun lójú ọ̀nà (ẹ̀sìn) Allāhu. Wọ́n tún wí pé: “Ẹ má lọ jagun nínú ooru gbígbóná.” Sọ pé: “Iná Jahanamọ le jùlọ ní gbígbóná, tí ó bá jẹ́ pé wọ́n gbọ́ àgbọ́yé ọ̀rọ̀.”"},{"SurahNumber":9,"VerseNumber":82,"Text":"Nítorí náà, kí wọ́n rẹ́rìn-ín díẹ̀, kí wọ́n sì sunkún púpọ̀; (ó jẹ́) ẹ̀san (fún) ohun tí wọ́n ń ṣe níṣẹ́"},{"SurahNumber":9,"VerseNumber":83,"Text":"Tí Allāhu bá mú ọ délé bá igun kan nínú wọn, tí wọ́n bá wá ń gbàṣẹ lọ́dọ̀ rẹ fún jíjáde fún ogun ẹ̀sìn, sọ nígbà náà pé: “Ẹ̀yin kò lè jáde fún ogun ẹ̀sìn mọ́ pẹ̀lú mi. Ẹ̀yin kò sì lè ja ọ̀tá kan lógun mọ́ pẹ̀lú mi, nítorí pé ẹ ti yọ́nú sí ìjókòó sílé ní ìgbà àkọ́kọ́. Nítorí náà, ẹ jókòó sílé ti àwọn olùsásẹ́yìn fún ogun ẹ̀sìn.”"},{"SurahNumber":9,"VerseNumber":84,"Text":"Láéláé, o ò gbọdọ̀ kírun sí ẹnì kan kan lára nínú wọn, tí ó bá kú, o ò sì gbọdọ̀ dúró níbi sàréè rẹ̀, nítorí pé wọ́n ṣàì gbàgbọ́ nínú Allāhu àti Òjíṣẹ́ Rẹ̀. Wọ́n sì kú nígbà tí wọ́n wà nípò òbìlẹ̀jẹ́"},{"SurahNumber":9,"VerseNumber":85,"Text":"Má ṣe jẹ́ kí àwọn dúkìá wọn àti àwọn ọmọ wọn yà ọ́ lẹ́nu; Allāhu kàn fẹ́ fi jẹ wọ́n níyà nínú ìṣẹ̀mí ayé (yìí) ni. (Ó sì fẹ́ kí) ẹ̀mí bọ́ lára wọn, nígbà tí wọ́n bá wà nípò aláìgbàgbọ́"},{"SurahNumber":9,"VerseNumber":86,"Text":"Nígbà tí A bá sọ sūrah kan kalẹ̀ pé kí wọ́n gbàgbọ́ nínú Allāhu, kí wọ́n sí jagun pẹ̀lú Òjíṣẹ́ Rẹ̀, (nígbà náà ni) àwọn ọlọ́rọ̀ nínú wọn yóò máa tọrọ ìyọ̀ǹda lọ́dọ̀ rẹ, wọ́n á sì wí pé: “Fi wá sílẹ̀ kí á wà pẹ̀lú àwọn olùjókòó sílé.”"}]}