{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":7,"Text":"allahvitattilum, avanutaiya tutaritattilum musrikkukalukku eppati utanpatikkai irukka mutiyum? Anal, ninkal masjitul haram (kahpattullah) mun (evarkalutan) utanpatikkai ceytu kontirkalo, avarkalait tavira avarkal (tam utanpatikkaippati) unkalutan nermaiyaka natantu kollumvarai ninkalum avarkalutan nermaiyaka natantukollunkal - niccayamaka allah payapaktiyutaiyorai necikkinran"},{"SurahNumber":9,"VerseNumber":8,"Text":"(eninum avarkalutan) eppati (utanpatikkai irukka mutiyum?) Unkal mel avarkal verri kontal unkalitaiye ulla uravin muraiyaiyum, (unkalitaiye irukkum) utanpatikkaiyaiyum avarkal porutpatuttuvateyillai avarkal tam vay(moli)kalaik kontu(tan) unkalait tiruptipatuttukirarkal; anal avarkalin ullankal (atanai) marukkinrana - avarkalil perumpalor pavikalaka irukkinranar"},{"SurahNumber":9,"VerseNumber":9,"Text":"avarkal allahvin vacanankalaic corpavilaikku virkinranar. Innum avanutaiya pataiyiliruntu (makkalait) tatukkirarkal - niccayamaka avarkal ceytu kontirunta kariyankal mikavum kettavai"},{"SurahNumber":9,"VerseNumber":10,"Text":"avarkal enta muhminin visayattilum uravaiyum utanpatikkaiyaiyum porutpatutta mattarkal; melum avarkale varampu miriyavarkal avarkal"},{"SurahNumber":9,"VerseNumber":11,"Text":"Ayinum avarkal tavpa ceytu (manantirunti tam tavarukaliliruntu vilaki) tolukaiyaik kataippatittu, jakattaiyum (muraiyaka) kotuttu varuvarkalanal, avarkal unkalukku markkac catotararkale nam arivulla camukattinarukku (nam) vacanankalai vilakkukirom"},{"SurahNumber":9,"VerseNumber":12,"Text":"avarkalutaiya utanpatikkaikkuppin, tam cattiyankalutaiya markkattaip parriyum ilittuk kurai colli kontu irupparkalanal, avarkal (merkuriya ceyalkaliliruntu) vilakik kolvatarkaka nirakarippavarkalin talaivarkalutan por puriyunkal; enenil avarkalukku niccayamaka oppantankal (enru etuvum) illai"},{"SurahNumber":9,"VerseNumber":13,"Text":"tankalutaiya cattiya utanpatikkaikalai murittuk kontu, (nam) tutarai (uraivittu) veliyerravum tittamitta makkalutan ninkal por puriya ventama? Avarkale (vakkuruti miri unkalait takka) mutal muraiyaka tuvankinar; ninkal avarkalukku ancukirirkala? (Appatiyalla!) Ninkal muhminkalaka iruppirkalanal, ninkal ancuvatarku takutiyutaiyavan allah oruvanetan"}]}