{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"Kuma lalle ne haƙĩƙa Mun halitta mutum kuma Mun san abin da ransa ke yin waswãsi da shi, kuma Mũ ne mafi kusanta zuwa gare shi daga lakar jannayẽnsa"},{"SurahNumber":50,"VerseNumber":17,"Text":"A lõkacin da mãsu haɗuwa biyu suke haɗuwa daga dãma, kuma daga hagu akwai wani (malã'ika) zaunanne"},{"SurahNumber":50,"VerseNumber":18,"Text":"Bã ya lafazi da wata magana fãce a lĩƙe da shi akwai mai tsaro halartacce"},{"SurahNumber":50,"VerseNumber":19,"Text":"Kuma mãyen mutuwa ya jẽ da gaskiya. Wannan shĩ ne abin da ka kasance daga gare shi kanã bijirẽwa"},{"SurahNumber":50,"VerseNumber":20,"Text":"Kuma aka hũra a cikin ƙaho. Wancan yinin ƙyacẽwar ne fa"},{"SurahNumber":50,"VerseNumber":21,"Text":"Kuma kõwane rai ya zo, tãre da shi akwai mai kõra da mai shaida"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Sai a ce masa): \"Lalle ne, haƙĩƙa, ka kasance a cikin gafala daga wannan. To, Mun kuranye maka rufinka, sabõda haka ganinka a yau, mai kaifi ne"},{"SurahNumber":50,"VerseNumber":23,"Text":"Kuma abõkin haɗinsa ya ce: \"Wannan shi ne abin da ke tãre da ni halarce"},{"SurahNumber":50,"VerseNumber":24,"Text":"(A ce wa Malã'iku), \"Ku jẽfa, a cikin Jahannama, dukan mai yawan kãfirci, mai tsaurin rai"},{"SurahNumber":50,"VerseNumber":25,"Text":"Mai yawan hanãwa ga alhẽri, mai zãlunci, mai shakka"},{"SurahNumber":50,"VerseNumber":26,"Text":"Wanda ya sanya, tãre da Allah wani abin bautãwa na dabam, sabõda haka kujẽfa shi a cikin azãba mai tsanani"},{"SurahNumber":50,"VerseNumber":27,"Text":"Abõkin haɗinsa ya ce: \"Ya Ubangijinmu! Ban sanya shi girman kai ba, kuma amma ya kasance a cikin ɓata mai nĩsa"},{"SurahNumber":50,"VerseNumber":28,"Text":"Ya ce: \"Kada ku yi husũma a wuriNa, alhãli Na gabãtar da ƙyacewa zuwa gare ku"},{"SurahNumber":50,"VerseNumber":29,"Text":"Ba a musanya magana a wuriNa, Kuma Ban zama Mai zãlunci ba ga bãyiNa"},{"SurahNumber":50,"VerseNumber":30,"Text":"Rãnar da Muke cẽwa ga Jahannama \"Shin, kin cika?\" Kuma ta ce: \"Ashe, akwai wani ƙãri"},{"SurahNumber":50,"VerseNumber":31,"Text":"Kuma a kusantar dã Aljanna ga mãsu taƙawa, ba da nĩsa ba"},{"SurahNumber":50,"VerseNumber":32,"Text":"Wannan shĩ ne abin da ake yi muku wa'adi da shi ga dukan mai yawan kõmawa ga Allah, mai tsarewar (umurninSa)"},{"SurahNumber":50,"VerseNumber":33,"Text":"Wanda ya ji tsõron Mai rahama a fake, kuma ya zo da wata irin zũciya mai tawakkali"},{"SurahNumber":50,"VerseNumber":34,"Text":"(A ce musu) \"Ku shige ta da aminci, waccan ita ce rãnar dawwama"},{"SurahNumber":50,"VerseNumber":35,"Text":"Sunã da abin da suke so a cikinta, kuma tãre da Mũ akwai ƙãrin ni'ima"}]}