{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":6,"Text":"Nous voulions affermir leur situation sur terre et montrer a Pharaon, a Haman et a leurs armees ce qu’ils redoutaient de la part (des opprimes)"},{"SurahNumber":28,"VerseNumber":7,"Text":"Nous inspirames a la mere de Moise : « Allaite-le. Et si tu crains pour lui, jette-le dans le fleuve. N’aie pas peur et ne sois pas triste, car Nous allons te le rendre. Et Nous ferons de lui un Messager. »"},{"SurahNumber":28,"VerseNumber":8,"Text":"La famille de Pharaon le recueillit alors, pour qu’il devienne pour eux un ennemi et une cause de malheur. Pharaon, Haman et leurs armees etaient dans l’erreur"},{"SurahNumber":28,"VerseNumber":9,"Text":"La femme de Pharaon dit : « Ce sera la joie de mes yeux et des tiens. Ne le tuez pas. Il nous sera peut-etre utile, ou alors nous le prendrons comme notre fils! » Et ils ne pouvaient (encore) rien sentir"},{"SurahNumber":28,"VerseNumber":10,"Text":"Le cœur de la mere de Moise fut envahi d’un grand vide et elle faillit tout reveler, mais Nous affermimes son courage pour qu’elle fut du nombre des croyants"},{"SurahNumber":28,"VerseNumber":11,"Text":"Elle dit a sa sœur[378] : « Va a sa suite. » Elle l’apercevait alors de loin et sans qu’ils aient pu sentir (sa presence)"},{"SurahNumber":28,"VerseNumber":12,"Text":"Or, Nous avions deja defendu qu’il fut allaite d’un autre sein (que celui de sa mere). (Sa sœur) dit : « Voulez-vous que je vous indique une famille qui le prendra en charge a votre place et qui saura bien le traiter ? »"},{"SurahNumber":28,"VerseNumber":13,"Text":"Nous le rendimes alors a sa mere pour qu’elle retrouvat la joie, ne s’affligeat point et se rendit compte que la promesse d’Allah est verite. La plupart d’entre eux, cependant, ne le savent pas"}]}