{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":52,"Text":"Oto oni weszli do niego i powiedzieli: \"Pokoj!\" On powiedział: \"Doprawdy, my sie was obawiamy"},{"SurahNumber":15,"VerseNumber":53,"Text":"Oni powiedzieli: \"Nie obawiaj sie! Przynosimy ci radosna wiesc o madrym chłopcu"},{"SurahNumber":15,"VerseNumber":54,"Text":"On powiedział: \"Czy doprawdy obwieszczacie mi te radosna wiesc, kiedy osiagnałem juz podeszły wiek? W imie czego wiec przynosicie mi te radosna wiesc"},{"SurahNumber":15,"VerseNumber":55,"Text":"Powiedzieli: \"Obwieszczamy ci radosna wiesc w całej prawdzie. Nie badz wiec z liczby tych, ktorzy rozpaczaja"},{"SurahNumber":15,"VerseNumber":56,"Text":"Powiedział: \"A kto watpi w miłosierdzie swego Pana oprocz tych, ktorzy zabładzili"},{"SurahNumber":15,"VerseNumber":57,"Text":"Powiedział: \"A jaka jest wasza sprawa, o posłancy"},{"SurahNumber":15,"VerseNumber":58,"Text":"Oni powiedzieli: \"Oto zostalismy wysłani do ludu grzesznikow"},{"SurahNumber":15,"VerseNumber":59,"Text":"Ale nie do rodziny Lota: my wyratujemy ja cała"},{"SurahNumber":15,"VerseNumber":60,"Text":"Oprocz jego zony. Zdecydowalismy bowiem, iz ona bedzie posrod tych, ktorzy pozostali w tyle"},{"SurahNumber":15,"VerseNumber":61,"Text":"A kiedy przyszli do rodziny Lota"},{"SurahNumber":15,"VerseNumber":62,"Text":"On powiedział: \"Zaprawde, jestescie ludzmi nieznanymi"},{"SurahNumber":15,"VerseNumber":63,"Text":"Oni powiedzieli: \"Wcale nie! My przyszlismy do ciebie z tym, w co oni powatpiewali"},{"SurahNumber":15,"VerseNumber":64,"Text":"Przyszlismy do ciebie z prawda i jestesmy prawdomowni"},{"SurahNumber":15,"VerseNumber":65,"Text":"Wyruszaj wiec noca w droge z twoja rodzina; idz za nimi i niech nikt sie nie oglada; idzcie tam, gdzie wam nakazano"},{"SurahNumber":15,"VerseNumber":66,"Text":"I wydalismy taki rozkaz, aby ci, ktorzy rankiem znajda sie w tyle, zostali odcieci"},{"SurahNumber":15,"VerseNumber":67,"Text":"Ludzie z miasta przybyli uradowani"},{"SurahNumber":15,"VerseNumber":68,"Text":"On powiedział: \"To sa moi goscie. Nie zniesławiajcie mnie"},{"SurahNumber":15,"VerseNumber":69,"Text":"Bojcie sie Boga! Nie okrywajcie mnie wstydem"},{"SurahNumber":15,"VerseNumber":70,"Text":"Oni powiedzieli: \"Czyz my nie zabronilismy ci obcowania ze swiatem"}]}