{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"Derilerine : «Neden aleyhimize şâhidlik ettiniz ?» derler. «Her şeyi konuşturan Allah bizi de konuşturdu. Sizi ilk defa O yarattı ve O´na döndürülüyorsunuz» diye cevap verirler"},{"SurahNumber":41,"VerseNumber":22,"Text":"Siz, kulağınızın, gözlerinizin ve derilerinizin aleyhinize şâhidlik ederler diye hiç de sakınıp gizlenmiyordunuz. Bilâkis yaptıklarınızın çoğunu Allah bilmez sanıyordunuz"},{"SurahNumber":41,"VerseNumber":23,"Text":"İşte Rabbınız hakkındaki bu zannınız sizi mahvetti de o yüzden ziyana uğrayanlardan oldunuz"},{"SurahNumber":41,"VerseNumber":24,"Text":"Dayanabilirlerse (dayansınlar), ateş onların kalacağı yerdir. Memnun olacakları şeye dönmek isterler, dilekleri yerine getirilecek değildir"},{"SurahNumber":41,"VerseNumber":25,"Text":"Onlara birtakım yandaşlar hazırlayıp yardakçı olarak gönderdik de öndekilerini (yapmak istediklerini), arkalarındakini (geçmişte yaptıklarını) kendilerine çok çekici ve süslü gösterdiler; cinlerden ve insanlardan gelip geçen ümmetler içinde onların aleyhine de (aynı) söz (=Şanıma yemin olsun ki, Cehennemi cinlerle ve insanlarla dolduracağım, sözü) hakk olmuştur. Gerçekten onlar ziyanda kalmışlardır"},{"SurahNumber":41,"VerseNumber":26,"Text":"O küfredenler dediler ki, bu Kur´ân´ı dinlemeyin ; okunurken gürültü patırdı yapın, belki üstünlük sağlar da onu bastırırsınız"},{"SurahNumber":41,"VerseNumber":27,"Text":"And olsun ki, o küfredenlere şiddetli bir azâb tattıracağız ve elbette yapageldiklerinin en kötüsüyle kendilerini cezalandıracağız"},{"SurahNumber":41,"VerseNumber":28,"Text":"İşte Allah düşmanlarının cezası ateştir. Âyetlerimizi bile bile inâdla inkâr etmelerine karşılık onlar için orada ebedîlik yurdu vardır"},{"SurahNumber":41,"VerseNumber":29,"Text":"O küfredenler diyecekler ki, ey Rabbimiz! Cinlerden ve insanlardan bizi saptıranları göster ki onları ayaklarımızın altına alalım da en aşağılardan olsunlar"}]}