{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":7,"Text":"(Oldukten sonra yeniden dirilip) bize kavusmayı umit etmeyen, Dunya hayatına razı olup onunla gonlu yatısanlarla bizim ayetlerimizden gafil olanlar var ya, iste onların, kazandıklarına karsılık varacakları yer atestir"},{"SurahNumber":10,"VerseNumber":8,"Text":"(Oldukten sonra yeniden dirilip) bize kavusmayı umit etmeyen, Dunya hayatına razı olup onunla gonlu yatısanlarla bizim ayetlerimizden gafil olanlar var ya, iste onların, kazandıklarına karsılık varacakları yer atestir"},{"SurahNumber":10,"VerseNumber":9,"Text":"Onlar ki iman edip iyi-yararlı amellerde bulundular, elbette Rabları onları, imanlarına karsılık, altlarından ırmaklar akan Naim Cennetlerine eristirir"},{"SurahNumber":10,"VerseNumber":10,"Text":"Oradaki duaları, «Allah´ım! Sen her turlu noksanlıktan munezzehsin» sozudur. Saglık ve esenlik temennileri ise, «Selamadır. Dualarının sonu ise «Hamd ( = Her turlu guzel ovgu), alemlerin Rabbi Allah´adır.»"},{"SurahNumber":10,"VerseNumber":11,"Text":"Eger Allah insanlara, hayrı hemen acele istedikleri gibi, serri de onlara cabuklastırsaydı, ecelleri hemen yerine gelip (her sey) bitmis olurdu. Ne var ki, bize kavusmayı arzu etmeyenleri azgınlıkları icinde bocaladıkları bir halde bırakıveririz"},{"SurahNumber":10,"VerseNumber":12,"Text":"Insana bir dert ve sıkıntı dokundugu zaman gerek yan ustu uzanıkken, gerek otururken, gerek ayakta dururken bize dua eder. Kendisinden dert ve sıkıntıyı kaldırdıgımızda ise, kendisine dokunan dert ve sıkıntıdan (kurtulmak icin) bize (hic) dua etmemis gibi (eski haline) gecip gider. Iste musriflere (haddini asanlara) yapageldikleri ameller boylece suslenmistir"},{"SurahNumber":10,"VerseNumber":13,"Text":"And olsun ki sizden once nice kusakları, kendilerine peygamberlerimiz acık belgelerle gelmisken (bas kaldırıp) zulmettikleri ve imana gelmiyecekleri (sabit olup donme ihtimalleri kalmadıgı) zaman yok ettik, iste biz, suclu-gunahkar milleti boyle cezalandırırız"},{"SurahNumber":10,"VerseNumber":14,"Text":"Sonra onların ardından nasıl amel edeceginizi gormek icin sizi onların yerine getirdik"}]}