{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":147,"Text":"Und sollten sie dich des Lugens bezichtigen, dann sag: \"Euer HERR verfugt uber allumfassende Gnade. Doch Seine Peinigung ist von den schwer verfehlenden Leuten nicht abhaltbar"},{"SurahNumber":6,"VerseNumber":148,"Text":"Diejenigen, die Schirk betreiben, werden sagen: \"Hatte ALLAH es gewollt, hatten weder wir noch unsere Vater Schirk betrieben, auch hatten wir nichts (ohne Erlaubnis) fur haram erklart.\" Solcherart leugneten schon diejenigen vor ihnen, bis sie Unsere Peinigung erfuhren. Sag: \"Habt ihr irgendein Wissen daruber, das ihr uns offenlegt?\" Doch ihr folgt nur dem Spekulieren, und ihr lugt ja nur"},{"SurahNumber":6,"VerseNumber":149,"Text":"Sag: \"ALLAH verfugt uber das eindeutige Argument, hatte ER es gewollt, so hatte ER euch allesamt doch rechtgeleitet"},{"SurahNumber":6,"VerseNumber":150,"Text":"Sag: \"Bringt eure Zeugen herbei, die bezeugen, daß ALLAH dies sicher fur haram erklarte.\" Und sollten sie ein Zeugnis ablegen, so bezeuge es nicht mit ihnen, und folge nicht den Neigungen derjenigen, die Unsere Ayat verleugnen, und derjenigen, die den Iman an das Jenseits nicht verinnerlichen. Und diese setzen ihrem HERRN etwas Ebenburtiges bei"},{"SurahNumber":6,"VerseNumber":151,"Text":"Sag: \"Kommt, damit ich euch vortrage, was euer HERR euch fur haram erklart hat, namlich daß ihr Ihm gegenuber keinerlei Schirk betreibt, die Eltern Ihsan gemaß behandelt und eure Kinder nicht aufgrund von Bedurftigkeit totet - denn WIR gewahren euch und ihnen Rizq, und daß ihr euch den Verwerflichkeiten nicht nahert - weder dem Offenkundigen davon noch dem Verborgenen, und daß ihr den Menschen, den ALLAH fur haram erklarte, nicht totet, es sei denn gemaß des Rechts. Dies ist, was ER euch geboten hat, damit ihr nachsinnt"}]}