{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"Um dia, cada alma encontrará presente o que fez de bem e o que fez de mal; ela almejará que haja longínquo termo entre ela e ele. E Allah vos adverte dEle. E Allah, para com os servos, é Compassivo"},{"SurahNumber":3,"VerseNumber":31,"Text":"Dize: \"Se amais a Allah, segui-me, Allah vos amará e vos perdoará os delitos.\" E Allah é Perdoador, Misericordiador"},{"SurahNumber":3,"VerseNumber":32,"Text":"Dize: \"Obedecei a Allah e ao Mensageiro.\" E, se voltarem as costas, por certo, Allah não ama os renegadores da Fé"},{"SurahNumber":3,"VerseNumber":33,"Text":"Por certo, Allah escolheu Adão e Noé, e a família de Abraão, e a família de Imrãn, sobre os mundos"},{"SurahNumber":3,"VerseNumber":34,"Text":"São descendentes, uns dos outros. E Allah é Oniouvinte, Onisciente"},{"SurahNumber":3,"VerseNumber":35,"Text":"Lembra-lhes de quando a mulher de Imrãn disse: \"Senhor meu! Voto-Te o que há em meu ventre, consagrado a Ti; então, aceita-o de mim. Por certo, Tu, Tu és O Oniouvinte, O Onisciente"},{"SurahNumber":3,"VerseNumber":36,"Text":"E quando deu à luz a ela, disse: \"Senhor meu! Por certo, dei à luz uma varoa. E Allah era bem Sabedor de quem ela dera à luz \"E o varão não é igual à varoa. E por certo, chamei-lhe Maria. E por certo, entrego-a e sua descendência, à Tua proteção, contra o maldito Satã"},{"SurahNumber":3,"VerseNumber":37,"Text":"Então, seu Senhor acolheu-a com bela acolhida, e fe-la crescer belo crescimento. E deixou-a aos cuidados de Zacarias. Cada vez que Zacarias entrava no santuário encontrava junto dela sustento. Ele disse: \"Ó Maria! De onde te provém isso?\" Ela disse: \"De Allah.\" Por certo, Allah dá sustento, sem conta, a quem quer"}]}