{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır, evvelce gizleyip durdukları işleri karşılarına çıktı da ondan böyle söylüyorlar. Yoksa geri çevrilselerdi, muhakkak o alıkonmak istendikleri fenalığa, yine döneceklerdi. Şüphesiz ki onlar, yine yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"(Dünyaya dönselerdi, eskisi gibi) yine şöyle diyeceklerdi: “- Bu, dünya hayatımızdan başka bir hayat yoktur ve biz, bir daha dirilecek değiliz.”"},{"SurahNumber":6,"VerseNumber":30,"Text":"Sen, onların Rablerine arzedildiklerini (hesaba çekildiklerini) göreydin! Allah, onlara şöyle buyuracak: “- Öldükten sonra diriliş ve bu hesap, hak değil mi imiş?” Onlar da: “- Evet, Rabbimize yemin ederiz ki, bu hak’dır.” diyeceklerdir. Allah: “- O halde dünyada yaptığınız küfürlerin cezasını (azabını) tadın.” buyuracaktır"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah’ın huzuruna çıkacaklarını inkâr edenler, gerçekten ziyana uğramıştır. Nihayet kendilerine kıyamet ansızın geldiği zaman şöyle diyecekler: “-Vah, bize yazıklar olsun! Dünyada kusur yaparak vaktimizi boşa çıkardık.” Onlar günahlarını arkalarına yükleneceklerdir. Dikkat edin ki, yüklendikleri günah ne kötüdür"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dünya hayatı, bir oyun ve eğlenceden başka bir şey değildir. Elbette ahiret yurdu, takvâ sahipleri (Allah’dan korkanlar) için daha hayırlıdır. Hâlâ aklınız başınıza gelmiyecek mi"},{"SurahNumber":6,"VerseNumber":33,"Text":"Gerçekten biliyoruz ki, söyledikleri lâf, seni (ey Habibim) cidden incitiyor. Fakat onlar seni yalanlamıyorlar (doğru söylediğini biliyorlar), ancak o zâlimler Allah’ın âyetlerini inadla inkâr ediyorlar"},{"SurahNumber":6,"VerseNumber":34,"Text":"Andolsun, senden önce gönderilen peygamberler yalanlandı da, eziyet edilip yalanlanmalarına karşı sabrettiler. Nihayet kendilerine zaferimiz geldi. Allah’ın kelimelerini (vaadini) değiştirebilecek hiç bir kuvvet yoktur. Andolsun, gönderilen peygamberlere (yapılan muamelelere) ait haberlerin bir kısmı da sana geldi"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eğer onların hak dinden yüz çevirmeleri sana ağır geliyorsa, haydi kendi başına yerin dibine inecek bir kanal veya göğe çıkacak bir merdiven arayıp da onlara başka bir mûcize getirmeğe gücün yettiği takdirde hiç durma. (Yani, buna gücün yetmez. O halde sabret ve Allah’ın hükmünü bekle). Allah dilemiş olsaydı, muhakkak onları hidayet üzerinde toplardı. O halde, sakın bunu bilmiyenlerden olma"}]}