{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":21,"VerseNumber":36,"Text":"Ne abakhayi nibakhulola shibakhukholelanga eshindu tawe halali omubayo, mbu: “Koo uno niye uboolanga khubanyasaye benyu (khububii)?” Ne bo nibo abakhayanga Nyasaye wetsimbabaasi"},{"SurahNumber":21,"VerseNumber":37,"Text":"Omundu yalongwa nende libaa lwokhuyungubala. Hambi hano nditsa okhubechesia ebimanyisio bianje khomulayungubasia tawe"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ne baboolanga mbu: “akabakhulakanga kano kaliba lina? toto nimuli mbu muboolanga akatoto?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Abakhayi bamanyagakhwo ebise biabalikhaywa okhwikalila omulilo khu bweni bwabu kata nende khumikongo chiabu, neshibalikhoonywa tawe"},{"SurahNumber":21,"VerseNumber":40,"Text":"Ne kuliboolela mapwoka, baliliibwa ing’anga nebaling’ang’asibwa neshibalinyala okhukukalusia tawe, ne shibalihebwa obwiyangu tawe"},{"SurahNumber":21,"VerseNumber":41,"Text":"Netoto Abarumwa imbeli wuwo bakholelwa omubayo, kho balia abakholanga omubayo mubo kalibanyoola kalia akabakholelanga omubayo"},{"SurahNumber":21,"VerseNumber":42,"Text":"Boola mbu: “Niwina unyala okhubalinda eshilo nende eshitere okhurulana nende (eshinyasio esha) Owetsimbabaasi?” Halali bo okhwitsulila Nyasaye wabu kababulila oluchendo"},{"SurahNumber":21,"VerseNumber":43,"Text":"Koo, bali nende Abanyasaye babalindanga abalali efwe? Shibanyala okhwikhonya abene tawe (Abanyasaye abo) Ne shibalilindwa ninafu tawe. (nikhwenya okhubasandia)"},{"SurahNumber":21,"VerseNumber":44,"Text":"Halali khwelesia obwokholo bano nende bapapa babu, okhuula obulamu bwabu niburambiya, khu ako. Ne koo, shibalolangakhwo mbu efwe khutilanga liloba liabu nikhututuyia tsimbeka tsialio? Kho koo, bo nibo balishila"}]}