{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":9,"Text":"Eger meleklerden bir peygamber gonderseydik onu insan kılıgında gonderecektik. O zaman da kafirleri simdiki yanılgılarının aynısına dusurmus olurduk"},{"SurahNumber":6,"VerseNumber":10,"Text":"Senden onceki bircok peygamberler de alaya alınmıstı. Fakat bu alaycılar, alay konusu yaptıkları gercek tarafından kıskıvrak kusatılıverdiler"},{"SurahNumber":6,"VerseNumber":11,"Text":"Onlara de ki; ´´Dunyayı geziniz de peygamberleri yalanlayanların sonu nice oldu, gorunuz?»"},{"SurahNumber":6,"VerseNumber":12,"Text":"De ki; «Goklerde ve yerde olanlar kimindir?» De ki; «Allah´ındır.» O merhametliligi uzerine gorev yazdı. Sizleri gelecegi kuskusuz olan Kıyamet gunu kesinlikle biraraya getirecektir. Kendilerine kıyanlar var ya, buna sadece onlar inanmazlar"},{"SurahNumber":6,"VerseNumber":13,"Text":"Gecenin ve gunduzun barındırdıgı her sey O´nundur. O her seyi isiten ve bilendir"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki; «Allah´dan baskasını mı dost edineyim ki, O goklerin ve yerin yoktan var edicisidir, yedirir, fakat yedireni yoktur.» De ki; «Muslumanların ilki olmam emredildi, bana ´sakın Allah´a ortak kosanlardan olma´ denildi.»"},{"SurahNumber":6,"VerseNumber":15,"Text":"De ki; «Eger Rabbimin buyruklarına karsı gelirsem buyuk gunun azabından korkarım.»"},{"SurahNumber":6,"VerseNumber":16,"Text":"O gun kim azaptan uzak tutulursa Allah onu kayırmıs olur. Iste kesin kurtulus budur"},{"SurahNumber":6,"VerseNumber":17,"Text":"Eger Allah basına bir musibet verirse onu O´ndan baska hic kimse gideremez. Eger sana bir iyilik verirse, kuskusuz O´nun gucu her seye yeter"},{"SurahNumber":6,"VerseNumber":18,"Text":"Kulları uzerinde kesin egemendir. O´nun yaptıgı her sey yerindedir, O her seyden haberdardır"}]}