{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":21,"Text":"He imanadaragana, tomara sayatanera padanka anusarana karo na. Ye ke'u sayatanera padanka anusarana karabe, takhana to sayatana nirlajjata o manda kajera'i adesa karabe. Yadi allahara anugraha o daya tomadera prati na thakata, tabe tomadera ke'u kakhana'o pabitra hate parate na. Kintu allaha yake iccha pabitra karena. Allaha sabakichu sonena, janena."},{"SurahNumber":24,"VerseNumber":22,"Text":"Tomadera madhye yara uccamaryada o arthika pracuryera adhikari, tara yena kasama na khaya ye, tara atniya-sbajanake, abhabagrastake ebam allahara pathe hijaratakariderake kichu'i debe na. Tadera ksama kara ucita ebam dosakrati upeksa kara ucita. Tomara ki kamana kara na ye, allaha tomaderake ksama karena? Allaha ksamasila, parama karunamaya."},{"SurahNumber":24,"VerseNumber":23,"Text":"Yara sati-sadhbi, niriha imanadara naridera prati apabada aropa kare, tara ihakale o parakale dhikrta ebam tadera jan'ye rayeche gurutara sasti."},{"SurahNumber":24,"VerseNumber":24,"Text":"Yedina prakasa kare debe tadera jihaba, tadera hata o tadera pa, ya kichu tara karata"},{"SurahNumber":24,"VerseNumber":25,"Text":"sedina allaha tadera samucita sasti puropuri debena ebam tara janate parabe ye, allaha'i satya, spasta byaktakari."},{"SurahNumber":24,"VerseNumber":26,"Text":"Duscaritra narikula duscaritra purusakulera jan'ye ebam duscaritra purusakula duscaritra narikulera jan'ye. Saccaritra narikula saccaritra purusakulera jan'ye ebam saccaritra purusakula saccaritra narikulera jan'ye. Tadera samparke loke ya bale, tara sathe tara samparkahina. Tadera jan'ye ache ksama o sam'manajanaka jibika."},{"SurahNumber":24,"VerseNumber":27,"Text":"He muminagana, tomara nijedera grha byatita an'ya grhe prabesa karo na, ye paryanta alapa-paricaya na kara ebam grhabasiderake salama na kara. Eta'i tomadera jan'ye uttama, yate tomara smarana rakha."}]}