{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"O Prophet! Warum verbietest du das, was Allah dir erlaubt hat, um nach der Zufriedenheit deiner Frauen zu trachten? Und Allah ist Allvergebend, Barmherzig"},{"SurahNumber":66,"VerseNumber":2,"Text":"Wahrlich, Allah hat fur euch die Losung eurer Eide angeordnet, und Allah ist euer Beschutzer; und Er ist der Allwissende, der Allweise"},{"SurahNumber":66,"VerseNumber":3,"Text":"Und als der Prophet sich zu einer seiner Frauen im Vertrauen geaußert hatte und sie es dann kundtat und Allah ihm davon Kenntnis gab, da ließ er (sie) einen Teil davon wissen und verschwieg einen Teil. Und als er es ihr vorhielt, da sagte sie: \"Wer hat dich davon unterrichtet?\" Er sagte: \"Unterrichtet hat mich der Allwissende, der Allkundige"},{"SurahNumber":66,"VerseNumber":4,"Text":"Wenn ihr beide euch Allah reumutig zuwendet, so sind eure Herzen bereits (dazu) geneigt. Doch wenn ihr euch gegenseitig gegen ihn unterstutzt, wahrlich, dann ist Allah sein Beschutzer; und Gabriel und die Rechtschaffenen unter den Glaubigen (sind ebenso seine Beschutzer); und außerdem sind die Engel (seine) Helfer"},{"SurahNumber":66,"VerseNumber":5,"Text":"Vielleicht wird sein Herr ihm, wenn er sich von euch scheidet, an eurer Stelle bessere Frauen als euch geben, muslimische, glaubige, gehorsame, reuige, fromme, fastende (Frauen), Taiyibat und Jungfrauen"},{"SurahNumber":66,"VerseNumber":6,"Text":"O ihr, die ihr glaubt, rettet euch und die Euren vor einem Feuer, dessen Brennstoff Menschen und Steine sind, woruber strenge, gewaltige Engel gesetzt sind, die Allah nicht ungehorsam sind in dem, was Er ihnen befiehlt, und die alles vollbringen, was ihnen befohlen wird"},{"SurahNumber":66,"VerseNumber":7,"Text":"O die ihr unglaubig seid, bringt heute keine Entschuldigung vor. Ihr werdet nur fur das belohnt, was ihr zu tun pflegtet"}]}