{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":74,"VerseNumber":48,"Text":"Пас, шафоъати шафоаткунандагон фоидаашон набахшад. Зеро шафоъат барои онҳоест, ки Аллоҳ таъоло аз онҳо розист ва барои шафоаткунанда иҷозат додааст"},{"SurahNumber":74,"VerseNumber":49,"Text":"Пас он мушриконро чӣ шудааст, ки аз Қуръон ва пандҳои он рӯй гардонанд"},{"SurahNumber":74,"VerseNumber":50,"Text":"Монанди харони ваҳшие, ки рамида"},{"SurahNumber":74,"VerseNumber":51,"Text":"аз шер мегурезанд"},{"SurahNumber":74,"VerseNumber":52,"Text":"Балки ҳар як аз он мушрикҳо мехоҳанд, ки аз сӯйи Аллоҳ китоби кушодае ба ӯ дода шавад"},{"SurahNumber":74,"VerseNumber":53,"Text":"На чунин аст, ки онҳо мепиндоранд, балки онҳо аз охират наметарсанд. Ва ба баъсу ҷазо боварӣ надоранд"},{"SurahNumber":74,"VerseNumber":54,"Text":"На чунин аст, ки онҳо дар бораи Қуръон меандешанд албатта, ки ин Қуръон пандест агар саъодати худро бихоҳанд"},{"SurahNumber":74,"VerseNumber":55,"Text":"пас ҳар кӣ бихоҳад, онро бихонад ва аз он андарз бигирад ва аз ҳидояташ фоида бибарад"},{"SurahNumber":74,"VerseNumber":56,"Text":"Ва панд нагиранд, магар ин ки Аллоҳ хоҳад ҳидояти онҳоро. Ӯ таъоло шоёни он аст, ки аз Ӯ битарсанд ва итоъаташ кунанд. Ва Ӯ шоёни омӯрзидан аст касонеро, ки ба Ӯ имон оранду итоъаташ кунанд"},{"SurahNumber":75,"VerseNumber":1,"Text":"Аллоҳ таъоло савганд ёд мекунад: Қасам мехӯрам ба рӯзи қиёмат рӯзе, ки ҳисобу ҷазо аст"},{"SurahNumber":75,"VerseNumber":2,"Text":"Ва қасам мехӯрам ба нафси мӯъмини парҳезгор, ки соҳибашро бар тарки тоъатҳо ва муртакиб шудани гуноҳҳо маломатгар аст"},{"SurahNumber":75,"VerseNumber":3,"Text":"Оё инсони кофир мепиндорад, ки Мо ҳаргиз устухонҳояшро гирд нахоҳем овард, баъд аз он ки пӯсид ва парокандагардид"},{"SurahNumber":75,"VerseNumber":4,"Text":"Оре, мо тамоми устухонҳои пӯсидаи инсонро гирд меоварем ва ҳатто аз ин ҳам фаротар қодир ҳастем, ки сарангуштҳояшро баробар кунем, чунонки пеш аз марг дар ҳаёти дунё буданд"},{"SurahNumber":75,"VerseNumber":5,"Text":"Балки, инсони мункир ба рӯзи баъс мехоҳад, ки дар оянда низ ба корҳои ношоиста пардозад"},{"SurahNumber":75,"VerseNumber":6,"Text":"Инсони кофир аз рӯи такаббур ва ришханд мепурсад: «Рӯзи қиёмат чӣ вақт хоҳад буд?»"},{"SurahNumber":75,"VerseNumber":7,"Text":"Рӯзе, ки чашмҳо аз шиддати сахтии рӯзи қиёмат хира шавад"},{"SurahNumber":75,"VerseNumber":8,"Text":"ва моҳ тира шавад ва нураш аз байн равад"},{"SurahNumber":75,"VerseNumber":9,"Text":"ва офтобу моҳ бо рафтани нурашон дар як ҷой гирд оянд"},{"SurahNumber":75,"VerseNumber":10,"Text":"Инсон дар он рӯз мегӯяд: «Роҳи гурез аз азоб куҷост?»"},{"SurahNumber":75,"VerseNumber":11,"Text":"Амр на чунон аст, ки эй инсон, ту таманно мекунӣ. Ҳаргиз (дар он рӯз паноҳгоҳе нест)"},{"SurahNumber":75,"VerseNumber":12,"Text":"Қароргоҳи ҳама дар он рӯз назди Парвардигори туст! Пас ҳар якеро тибқи амалҳояш ҷазои муносиб хоҳад дод"},{"SurahNumber":75,"VerseNumber":13,"Text":"Дар он рӯз одамиро аз тамоми амалҳои неку баде, ки он чӣ пешопеш дар ҳаёти худ фиристода ва он чӣ баъд аз хеш гузоштааст, хабар дода мешавад"},{"SurahNumber":75,"VerseNumber":14,"Text":"Балки инсон бар нафси худ бино аст ва ҳақиқати коре, ки аз тоъат ё маъсият анҷом додааст, медонад"},{"SurahNumber":75,"VerseNumber":15,"Text":"Ҳарчанд узрҳои худро дар миён оварад, ба ҳолаш ҳеҷ фоидае намекунад"},{"SurahNumber":75,"VerseNumber":16,"Text":"Эй Паёмбар ҳангоми фуруд омадани ваҳй башитоб забон ба хондани Қуръон маҷунбон, ба хотири он ки ҳифзи он аз ёди ту наравад"},{"SurahNumber":75,"VerseNumber":17,"Text":"ки ҳароина, ҷамъ овардану хонданаш бар ӯҳдаи Мост, баъд аз он ҳар куҷо ки хоҳӣ бихон, аз хотират намеравад"},{"SurahNumber":75,"VerseNumber":18,"Text":"чун онро ба забони Ҷабраил алайҳиссалом бар ту бихондем, ба диққат гӯш фаро деҳ ва аз хондани он пайравӣ кун"},{"SurahNumber":75,"VerseNumber":19,"Text":"сипас баёни маъноҳо ва ҳукмҳои он бар ӯҳдаи Мост"}]}