{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":51,"Text":"Andolsun, biz bir ruzgar gondersek de onu(n ekinini) sararmıs gorseler, mutlaka onun ardından nankorluk ederler"},{"SurahNumber":30,"VerseNumber":52,"Text":"Simdi sen, olulere (soz) duyuramazsın ve arkalarını donup giden sagırlara da cagrıyı duyuramazsın"},{"SurahNumber":30,"VerseNumber":53,"Text":"Ve sen kendi sapıklıkları icinde kor olanları da dogruya iletici degilsin. Sen yalnızca, bizim ayetlerimize iman etmekte olanlara duyurabilirsin ki onlar Muslumanlardır"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah, sizi bir za´ftan yarattı, sonra (bu) za´fın ardından bir kuvvet kıldı, sonra da bu kuvvetin ardından da bir za´f ve yaslılık verdi. Diledigini yaratmaktadır. O, bilendir, guc yetirendir"},{"SurahNumber":30,"VerseNumber":55,"Text":"Kıyamet saatinin kopacagı gun, suclu gunahkarlar, tek bir saatin dısında (dunya hayatı) yasamadıklarına and icerler. Iste onlar boyle cevriliyorlardı"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kendilerine ilim ve iman verilenler ise, dediler ki: «Andolsun, siz Allah´ın Kitabında (yazılı sure boyunca) dirilis gunune kadar yasadınız; iste bu da dirilme gunudur. Ancak siz bilmiyordunuz.»"},{"SurahNumber":30,"VerseNumber":57,"Text":"Artık o gun, zulmetmekte olanların ne mazeretleri bir yarar saglayacak ve ne de (Allah´tan) hosnutluk dilekleri kabul edilecektir"},{"SurahNumber":30,"VerseNumber":58,"Text":"Andolsun, biz bu Kur´an´da insanlar icin her ornegi gosterdik. Hic tartısmasız, sen onlara bir ayetle geldigin zaman, o kufre sapanlar, mutlaka: «Siz ancak muptil olanlardan baskası degilsiniz» derler"},{"SurahNumber":30,"VerseNumber":59,"Text":"Iste Allah, bilmeyenlerin kalblerini boyle damgalamaktadır"},{"SurahNumber":30,"VerseNumber":60,"Text":"Oyleyse sen sabret; hic suphesiz Allah´ın Va´di haktır; kesin bilgiyle inanmayanlar da sakın seni telasa kaptırıp hafiflige (veya gevseklige) suruklemesinler"}]}