{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"Äri Ol / Allah / olardı eki künde jeti aspan etip jasadı jäne ärbir aspanğa onıñ özine qatıstı isin bildirdi / rettep bekitti / . Äri Biz tömengi aspandı şamdarmen bezendirdik jäne onımen qorğadıq. Bul - bärinen Üstem, bärin Bilwşiniñ belgilep bekitwi"},{"SurahNumber":41,"VerseNumber":13,"Text":"Ey, Muxammed! / Eger de olar / käpirler / teris burılsa: «Men senderdi Ad pen Sämüd eline kelgen saïqa sekildi saïqanı eskerttim», - dep ayt"},{"SurahNumber":41,"VerseNumber":14,"Text":"Olarğa elşileri aldınan da, artınan da / jan-jağınan / kelip: «Allahtan basqağa Qulşılıq etpeñder»,- degen kezde, olar: «Eger de Rabbımız qalağanda, periştelerdi tüsiretin edi. Biz sendermen jiberilgenge senbeymiz», - dedi"},{"SurahNumber":41,"VerseNumber":15,"Text":"Ad eli quqıları bolmasa da jer betinde menmensip, özderin joğarı sanadı jäne: «Bizden küşti kim bar?» - dedi. Olar özderin jaratqan Allahtıñ olardan küşti ekenin körmedi me? Äri olar Bizdiñ ayat-belgilerimizdi teriske şığardı"},{"SurahNumber":41,"VerseNumber":16,"Text":"Sonda osı ömirde qorlawşı azaptı tattırw üşin Biz olarğa qïın künderi, qattı uyıtqıp soqqan jeldi jiberdik. Al, soñğı, mäñgilik ömirdiñ / aqïrettiñ / azabı odan beter qor etwşi äri olarğa kömek körsetilmeydi"},{"SurahNumber":41,"VerseNumber":17,"Text":"Al, sämwdtıqtarğa kelsek, Biz olarğa twra joldı körsettik, biraq olar twra joldıñ ornına soqırlıqtı artıq kördi. Sonda olarğa istep tapqandarı / künäları / sebebinen qorlawşı azaptıñ saïqası tïdi"},{"SurahNumber":41,"VerseNumber":18,"Text":"Al, ïmanğa kelgen jäne taqwalıq etkenderdi / Allahtıñ jazasınan qorqıp, saqtanğandardı / qutqardıq"},{"SurahNumber":41,"VerseNumber":19,"Text":"Ol küni Allahtıñ jawları Ottıñ aldına jïnaldırılıp, tosıladı"},{"SurahNumber":41,"VerseNumber":20,"Text":"Al, qaşan olar oğan / tozaqqa / kelgen kezde estw, körw / müşeleri / jäne terileri istegen is-äreketteri jaylı olardıñ özderine qarsı kwälik beredi"}]}