{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":102,"Text":"Oni ne uslyshat strashnykh zvukov bushuyushchego plameni ognya, i oni budut vechno prebyvat' sredi togo blaga, kotorogo pozhelali ikh dushi"},{"SurahNumber":21,"VerseNumber":103,"Text":"Ikh ne opechalit velikiy strakh, v kotorom prebyvayut neveruyushchiye. Angely ikh (pravednikov) vstretyat dobrymi privetstviyami, govorya: \"Eto - vash Den', kotoryy vam obeshchal vash Gospod' - Den' blazhenstva dlya vas"},{"SurahNumber":21,"VerseNumber":104,"Text":"V etot Den' My skrutim nebo tak, kak skruchivayem svitki, i ozhivim lyudey dlya raschota i vozdayaniya, kak My sotvorili ikh iznachal'no. Nam netrudno ikh vozvrashcheniye. Kak My sotvorili ikh iznachal'no, tak i vernom, soglasno Nashemu istinnomu obeshchaniyu. Poistine, My vsegda vypolnyayem Svoi obeshchaniya"},{"SurahNumber":21,"VerseNumber":105,"Text":"My napisali uzhe v Psaltyri, - Pisanii, nisposlannom Daudu posle Tory, - chto Nashi pravednyye raby nasleduyut zemlyu, chtoby vozdelyvat' yeyo, stroit' na ney i sozdavat' usloviya dlya dobroy zhizni na ney"},{"SurahNumber":21,"VerseNumber":106,"Text":"V etoy vesti, kotoruyu My nisposlali o prorokakh i ikh narodakh, o raye i ade, dostatochno pritch i nazidaniy dlya napominaniya i poucheniya tem lyudyam, kotoryye stremyatsya poklonyat'sya Allakhu Yedinomu i kotoryye ne soblaznyayutsya usladami zemnogo mira"},{"SurahNumber":21,"VerseNumber":107,"Text":"My poslali tebya, o prorok, tol'ko kak milost' dlya obitateley mirov"},{"SurahNumber":21,"VerseNumber":108,"Text":"Skazhi (o prorok!) vsem lyudyam: \"Sut' Otkroveniya, poslannogo mne Allakhom v tom, chto vash Gospod' - Allakh Yedinyy, i net drugogo boga pomimo Nego. Vso, chto otkryto mne, iskhodit iz etoy osnovy. Eto - istina. Yesli delo obstoit tak, to vam sleduyet poklonyat'sya tol'ko Allakhu odnomu - yedinstvennomu"},{"SurahNumber":21,"VerseNumber":109,"Text":"Yesli zhe oni otvernutsya ot tebya, to skazhi im: \"YA vozvestil vam vse, chto povelel moy Gospod'. Teper' vy vso znayete tak zhe, kak i ya. YA ne znayu, blizko ili daloko to, chto vam obeshchano - voskresheniye i vozdayaniye"},{"SurahNumber":21,"VerseNumber":110,"Text":"Poistine, Allakh vsevedushch v tom, chto vy govorite otkryto, vslukh, i v tom, chto vy skryvayete v dushe"},{"SurahNumber":21,"VerseNumber":111,"Text":"YA ne znayu, mozhet byt', otsrochka, vozdayaniye i nakazaniye - lish' ispytaniye dlya vas ot Allakha i vozmozhnost' vospol'zovat'sya zemnymi usladami i blagami do prednaznachennogo Allakhom sroka po Yego mudrosti"},{"SurahNumber":21,"VerseNumber":112,"Text":"Skazhi (o prorok!): \"Gospodi! Rassudi po spravedlivosti mezhdu mnoy i temi, kotorym ya peredal Tvoyo Otkroveniye, chtoby uverovavshiye i neveruyushchiye ne stali ravny. Poistine, nash Gospod' - Blagodetel', daruyushchiy velikiye blaga. Yego Yedinogo sleduyet slavit', prevoznosit' i blagodarit'. On - Milostivyy i lish' u Nego nuzhno iskat' pomoshchi protiv togo, chto vy pripisyvayete Yemu, protiv neveriya i otritsaniya Poslaniya Allakha, o vy, neveruyushchiye"}]}