{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":7,"Text":"(Muxammed Ğ.S.) sol waqıtta, payğambarlardan wäde alğan edik. Senen, Nux, Ibırayım, Musa jäne Märyem ulı Ğïsa (Ğ.S.) lardan, solardan berik wäde alğan edik"},{"SurahNumber":33,"VerseNumber":8,"Text":"Alla şınşıldardıñ şındığınan süraw üşin edi. Käpirlerge qïnawşı azap äzirledi"},{"SurahNumber":33,"VerseNumber":9,"Text":"Äy müminder! Allanıñ senderge bolğan nığmetin eske alıñdar. Senderge läşkerler kelgen edi. Sonda olarğa boran jäne sender körmegen läşkerler jibergen edik. Alla ne istegenderiñdi tolıq körwşi. (Ćijirettiñ besinşi jılı köptegen rwlardan qüralğan on eki mıñ kisilik qalıñ qol, Medïnege şabwıl jasaydı. Muxammed (Ğ.S.) üş mıñ kisimen or qazıp, qorğanıs soğısın jasaydı. Bir ayğa jaqın bolğan soğısta, Musılmandar tım qüyzelgendikten, Qudıretşe qattı boran şığıp, jaw abırjıp, qaşadı. B.J.R.M.K"},{"SurahNumber":33,"VerseNumber":10,"Text":"Sol waqıtta olar senderdiñ joğarğı jaqtarıñnan da tömengi jaqtarıñnan da kelgen edi. Közderiñ alayıp, jürekteriñ awızğa kelgen edi. Sonday-aq Allağa baylanıstı är türli oylar oylanğan edi"},{"SurahNumber":33,"VerseNumber":11,"Text":"Mine sol arada müminder sınalıp, qattı teñselgen edi"},{"SurahNumber":33,"VerseNumber":12,"Text":"Sol waqıtta Munafıqtarmen jürekterinde derti bolğandar: \"Bizge Alla da Elşisi de aldap qana wäde bergen eken\" dedi"},{"SurahNumber":33,"VerseNumber":13,"Text":"Sol waqıtta olardan bir bölimi: \"Äy Medïnelikter! Endi senderge turwğa bolmaydı. Derew qaytındar\" dese, olardıñ tağı bir bölimi, Payğambardan: \"Üylerimiz ïen edi\" dep, ruxsat suraydı. Negizinde olar (üyleri) ïen emes, olar qaşwdı ğana oylaydı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eger olarğa är taraptan kirilip, sosın özderinen pitine talap etilse, ärïne keşiktirmey-aq belsene kiriser edi"},{"SurahNumber":33,"VerseNumber":15,"Text":"Negizinde burınnan qayta qaşpawğa Allağa wäde bergen. Allaga bergen wädesine jawapker"}]}