{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"jyare tame ane tamara mitro hodimam santithi besi java to kahejo ke dareka prakarani prasansa allaha mate ja che, jene amane atyacari lokothi chutakaro apyo"},{"SurahNumber":23,"VerseNumber":29,"Text":"ane kahejo ke he mara palanahara! Mane barakatani sathe utara, ane tum ja utarava mate srestha che"},{"SurahNumber":23,"VerseNumber":30,"Text":"kharekhara amam moti moti nisani'o che ane ame ni:Sanka kasoti karavavala che"},{"SurahNumber":23,"VerseNumber":31,"Text":"tyara pachi ame ghani kaumonum sarjana karyum"},{"SurahNumber":23,"VerseNumber":32,"Text":"pachi te loko manthi payagambara pana mokalya, jethi tame sau allahani bandagi karo, tena sivaya tamaro ko'i pujya nathi, tame kema darata nathi"},{"SurahNumber":23,"VerseNumber":33,"Text":"Ane komana saradaro'e javaba apyo, je'o inkara karata hatam ane akheratani mulakatane juthalavata hatam ane ame te lokone duniyana jivanamam samrd'dha banavya hatam, (te'o'e kahyum) ke a to tamara jevo ja manusya che. Tamara jevo ja khoraka a pana khaya che ane tamara piva matena panine pana te'o pive che"},{"SurahNumber":23,"VerseNumber":34,"Text":"jo tame potana jeva ja manavinum anusarana karava lagya, to ni:Sanka tame khuba nukasana uthavanara banaso"},{"SurahNumber":23,"VerseNumber":35,"Text":"sum te tamane a vatanum vacana ape che ke jyare tame mrtyu pami phakta mati ane hadaka rahi jaso, to tame pacha jivita karavamam avaso"},{"SurahNumber":23,"VerseNumber":36,"Text":"nahim, nahim dura ane ghanum ja dura che te, jenum tamane vacana apavamam ave che"},{"SurahNumber":23,"VerseNumber":37,"Text":"(jivana) to phakta duniyanum jivana che, apane mrtyu pami'e chi'e ane jivita tha'i'e chi'e. Ane evum nathi ke apane pacha jivita karavamam avisum"},{"SurahNumber":23,"VerseNumber":38,"Text":"a to basa! Evo vyakti che, jene allaha para juthanum bandhyum, ame to a vyakti para imana lavavana nathi"},{"SurahNumber":23,"VerseNumber":39,"Text":"payagambare du'a kari ke palanahara! A lokona juthalavava para tum mari madada kara"},{"SurahNumber":23,"VerseNumber":40,"Text":"javaba apyo ke a loko to najika manja potana karmo para dilagiri vyakta karase"},{"SurahNumber":23,"VerseNumber":41,"Text":"chevate n'yaya pramane cise (daramana avaje) temane pakadi lidha ane ame te lokone asta-vyasta kari nakhya, basa! Atyacari'o mate duri che"},{"SurahNumber":23,"VerseNumber":42,"Text":"tyara pachi ame biji ghani komonum sarjana karyum"}]}