{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":64,"VerseNumber":10,"Text":"Hakikati inkara ve mesajlarımızı yalanlamaya sartlanmıs olanlara gelince, iste onlar atesi hak edenlerdir, orada kalıp dururlar. Ne kotu bir son"},{"SurahNumber":64,"VerseNumber":11,"Text":"Allah´ın izni olmadıkca (insanın) basına hicbir musibet gelmez. O halde, kim Allah´a inanırsa kendi kalbini (bu hakikate) acmıs olur ve Allah her seyi bilendir"},{"SurahNumber":64,"VerseNumber":12,"Text":"Oyleyse Allah´a ve Elci´ye itaat edin! Eger yuz cevirip uzaklasırsanız (bilin ki) Elcimiz´in gorevi, yalnızca bu mesajı acık bir sekilde iletmektir"},{"SurahNumber":64,"VerseNumber":13,"Text":"Allah, O´ndan baska ilah yoktur! Oyleyse, inananlar yalnız Allah´a guvensinler"},{"SurahNumber":64,"VerseNumber":14,"Text":"Siz ey imana ermis olanlar! Bakın, eslerinizden ve cocuklarınızdan bazısı size dusmandır. Oyleyse onlara karsı dikkatli olun! Ama (hatalarını) hos gorur, tahammul eder ve affederseniz, bilin ki Allah cok bagıslayıcıdır, bir rahmet kaynagıdır"},{"SurahNumber":64,"VerseNumber":15,"Text":"Sizin malınız mulkunuz ve cocuklarınız, sadece bir sınama ve bir ayartma aracıdır, halbuki Allah katında muhtesem bir odul vardır"},{"SurahNumber":64,"VerseNumber":16,"Text":"O halde, elinizden geldigi kadar Allah´a karsı sorumlulugunuzun bilincinde olun, (O´nu) dinleyin ve itaat edin. Ve kendi iyiliginiz icin karsılıksız harcamada bulunun, boylece acgozluluklerinden kurtulmus olanlar; iste onlardır mutluluga ulasacak olanlar"},{"SurahNumber":64,"VerseNumber":17,"Text":"Eger Allah´a guzel bir borc verirseniz, O bunu fazlasıyla size geri odeyecek ve gunahlarınızı bagıslayacaktır, cunku Allah, sukrun karsılıgını her zaman verendir, halimdir"},{"SurahNumber":64,"VerseNumber":18,"Text":"yaratılmısların kavrayıs alanının otesindeki seyleri de, insanların duyguları ve akılları ile gorup gozleyebildiklerini de bilir; Kudretlidir, Hikmet Sahibidir"}]}