{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Ra andhō ra ām̐khā dēkhanē (mānisa) samāna chainan"},{"SurahNumber":35,"VerseNumber":20,"Text":"Ra nata am̐dhyārō ra ujyālō"},{"SurahNumber":35,"VerseNumber":21,"Text":"ra na chāyām̐ ra ghāma"},{"SurahNumber":35,"VerseNumber":22,"Text":"ra jīvita ra mr̥ta barābara hunasakdainan. Allāhalē jasalā'ī cāhancha, sunā'idincha ra tapā'īnlē unīharūlā'ī jō cihānaharūmā chan, sunā'una saknuhunna"},{"SurahNumber":35,"VerseNumber":23,"Text":"Tapā'īṁ ta mātra sacētakartā hau"},{"SurahNumber":35,"VerseNumber":24,"Text":"Hāmīlē nai tapā'īnlā'ī satyakō sātha śubhasūcanā sunā'unēvālā ra ḍara dēkhā'unēvālā banā'ēra paṭhā'ēkā chauṁ, ra kunai samudāya yastō bha'ēna jasamā kunai ḍarā'unēvālā bha'ēkō nahōs"},{"SurahNumber":35,"VerseNumber":25,"Text":"Ra yadi unīharūlē tapā'īnlā'ī jhūṭhā bhanchan bhanē jō unībhandā pahilā thi'ē unīharūlē pani jhūṭhā bhanisakēkā chan. Unīharūkō rasūlalē pani unakō pāsamā spaṣṭa pramāṇa, camatkāra ra allāhakō kitāba li'ēra ā'ēkā thi'ē"},{"SurahNumber":35,"VerseNumber":26,"Text":"Ani mailē inkārīharūlā'ī samātihālēṁ, tasartha mērō sajāya kastō rahyō"},{"SurahNumber":35,"VerseNumber":27,"Text":"Kē tapā'īnlē yasalā'ī dēkhnu bha'ēna ki allāhalē ākāśabāṭa pānī barsāyō ani tyasabāṭa hāmīlē anēka raṅgakā phalaharū utpanna garyauṁ ra pahāḍaharūkō pani anēka bhāga chan sētā ra rātā vibhinna raṅgakā dharkāharū pā'inchan ra (kōhī) dhērai kālō pani"},{"SurahNumber":35,"VerseNumber":28,"Text":"Ra yastai mānisaharū, janāvaraharū ra caupāyāharūmā pani kaiyan prakārakā raṅgaharū chan. Ra allāhasita usakā tinai sēvakaharū ḍara mānchan jō jñānī chan. Niścaya nai allāha adhipatyaśālī, kṣamāśīla cha"},{"SurahNumber":35,"VerseNumber":29,"Text":"Juna mānisaharūlē allāhakō kitāba paḍhdachan ra namāja naṭuṭā'ikana paḍhchan ra jējati hāmīlē unīharūlā'ī pradāna garēkā chauṁ, tyasabāṭa pratyakṣa ra parōkṣarūpalē kharca gardachan, tinīharū tyastō vyāpārakō um'mēdavāra chan juna ki kahilyai ghāṭāmā hunēchaina"},{"SurahNumber":35,"VerseNumber":30,"Text":"Kinabhanē (allāha) unīharūlā'ī pūrā–pūra pratiphala dinēcha ra āphnō udāra anugrahalē kēhī baḍhī pani dinēcha. Niḥsandēha ū dhērai kṣamāśīla ra guṇagrāhī cha"}]}