{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"«إن أصحاب الجنة اليوم في شغْل» بسكون الغين وضمها عما فيه أهل النار مما يتلذذون به كافتضاض الأبكار، لا شغل يتعبون فيه، لأن الجنة لا نصب فيها «فاكهون» ناعمون خبر ثان لإن، والأول في شغل"},{"SurahNumber":36,"VerseNumber":56,"Text":"«هم» مبتدأ «وأزواجهم في ظلال» جمع ظلة أو ظل خبر أي لا تصيبهم الشمس «على الأرائك» جمع أريكة، وهو السرير في الحجلة أو الفرش فيها «متكئون» خبر ثان متعلق بعلى"},{"SurahNumber":36,"VerseNumber":57,"Text":"«لهم فيها فاكهة ولهم» فيها «ما يدَّعون» يتمنون"},{"SurahNumber":36,"VerseNumber":58,"Text":"«سلام» مبتدأ «قولا» أي بالقول خبره «من رب رحيم» بهم، أي يقول لهم: سلام عليكم"},{"SurahNumber":36,"VerseNumber":59,"Text":"«و» يقول «امتازوا اليوم أيها المجرمون» أي انفردوا عن المؤمنين عند اختلاطهم بهم"},{"SurahNumber":36,"VerseNumber":60,"Text":"«ألم أعهد إليكم» آمركم «يابني آدم» على لسان رسلي «أن لا تعبدوا الشيطان» لا تطيعوه «إنه لكم عدوٌ مبين» بيَّن العداوة"},{"SurahNumber":36,"VerseNumber":61,"Text":"«وأن اعبدوني» وحِّدوني وأطيعوني «هذا صراط» طريق «مستقيم»"},{"SurahNumber":36,"VerseNumber":62,"Text":"«ولقد أضل منكم جبلا» خلقا جمع جبيل كقديم، وفي قراءة بضم الباء «كثيرا أفلم تكونوا تعقلون» عداوته وإضلاله أو ما حل بهم من العذاب فتؤمنون، ويقال لهم في الآخرة"},{"SurahNumber":36,"VerseNumber":63,"Text":"«هذه جهنم التي كنتم توعدون» بها"},{"SurahNumber":36,"VerseNumber":64,"Text":"«اصلوْها اليوم بما كنتم تكفرون»"},{"SurahNumber":36,"VerseNumber":65,"Text":"(اليوم نختم على أفواههم) أي الكفار لقولهم \"والله ربنا ما كنا مشركين\" (وتكلمنا أيديهم وتشهد أرجلهم) وغيرها (بما كانوا يكسبون) فكل عضو ينطق بما صدر منه"},{"SurahNumber":36,"VerseNumber":66,"Text":"«ولو نشاء لطمسنا على أعينهم» لأعميناها طمسا «فاستَبَقُوا» ابتدروا «الصراط» الطريق ذاهبين كعادتهم «فأنَّا» فكيف «يبصرون» حينئذ؟ أي لا يبصرون"},{"SurahNumber":36,"VerseNumber":67,"Text":"«ولو نشاء لمسخناهم» قردة وخنازير أو حجارة «على مكانتهم» وفي قراءة مكاناتهم جمع مكانة بمعنى مكان أي في منازلهم «فما استطاعوا مضيا ولا يرجعون» أي لم يقدروا على ذهاب ولا مجيء"},{"SurahNumber":36,"VerseNumber":68,"Text":"«ومن نعمِّره» بإطالة أجله «نَنْكُسْهُ» وفي قراءة بالتشديد من التنكيس «في الخلق» فيكون بعد قوته وشبابه ضعيفا وهرما «أفلا يعقلون» أن القادر على ذلك المعلوم عندهم قادر على البعث فيؤمنون، وفي قراءة بالتاء"},{"SurahNumber":36,"VerseNumber":69,"Text":"«وما علمناه» أي النبي «الشعر» رد لقولهم إن ما أتى به من القرآن شعر «وما ينبغي» يسهل «له» الشعر «إن هو» ليس الذي أتى به «إلا ذكر» عظة «وقرآن مبين» مظهر للأحكام وغيرها"},{"SurahNumber":36,"VerseNumber":70,"Text":"«لينذر» بالياء والتاء به «من كان حيا» يعقل ما يخاطب به وهم المؤمنون «ويحق القول» بالعذاب «على الكافرين» وهم كالميتين لا يعقلون ما يخاطبون به"}]}