{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"And verily We inspired Moses, saying: Take away My slaves by night and strike for them a dry path in the sea, fearing not to be overtaken, neither being afraid (of the sea)"},{"SurahNumber":20,"VerseNumber":78,"Text":"Then Pharaoh followed them with his hosts and there covered them that which did cover them of the sea"},{"SurahNumber":20,"VerseNumber":79,"Text":"And Pharaoh led his folk astray, he did not guide them"},{"SurahNumber":20,"VerseNumber":80,"Text":"O Children of Israel! We delivered you from your enemy, and we made a covenant with you on the holy mountain's side, and sent down on you the manna and the quails"},{"SurahNumber":20,"VerseNumber":81,"Text":"(Saying): Eat of the good things wherewith We have provided you, and transgress not in respect thereof lest My wrath come upon you: and he on whom My wrath cometh, he is lost indeed"},{"SurahNumber":20,"VerseNumber":82,"Text":"And lo! verily I am Forgiving toward him who repenteth and believeth and doeth good, and afterward walketh aright"},{"SurahNumber":20,"VerseNumber":83,"Text":"And (it was said): What hath made thee hasten from thy folk, O Moses"},{"SurahNumber":20,"VerseNumber":84,"Text":"He said: They are close upon my track. I hastened unto Thee, my Lord, that Thou mightest be well pleased"},{"SurahNumber":20,"VerseNumber":85,"Text":"He said: Lo! We have tried thy folk in thine absence, and As-Samiri hath misled them"},{"SurahNumber":20,"VerseNumber":86,"Text":"Then Moses went back unto his folk, angry and sad. He said: O my people! Hath not your Lord promised you a fair promise? Did the time appointed then appear too long for you, or did ye wish that wrath from your Lord should come upon you, that ye broke tryst with me"},{"SurahNumber":20,"VerseNumber":87,"Text":"They said: We broke not tryst with thee of our own will, but we were laden with burdens of ornaments of the folk, then cast them (in the fire), for thus As-Samiri proposed"}]}