{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":17,"Text":"Nicht ihr habt sie getotet, sondern Allah hat sie getotet. Und nicht du hast geworfen, als du geworfen hast, sondern Allah hat geworfen, und damit Er die Glaubigen einer schonen Prufung von Ihm unterziehe. Gewiß, Allah ist Allhorend und Allwissend"},{"SurahNumber":8,"VerseNumber":18,"Text":"Das (ist eure Prufung), und (wisset), daß Allah die List der Unglaubigen abschwacht"},{"SurahNumber":8,"VerseNumber":19,"Text":"Wenn ihr nach einer Entscheidung sucht, so ist nunmehr die Entscheidung zu euch gekommen. Und wenn ihr aufhort, so ist es besser fur euch. Aber wenn ihr (dazu) zuruckkehrt, kehren Wir (auch) zuruck. Und eure Schar wird euch nichts nutzen, auch wenn sie zahlreich sein sollte. Und (wisset,) daß Allah mit den Glaubigen ist"},{"SurahNumber":8,"VerseNumber":20,"Text":"O die ihr glaubt, gehorcht Allah und Seinem Gesandten, und kehrt euch nicht von ihm ab, wo ihr doch hort"},{"SurahNumber":8,"VerseNumber":21,"Text":"Und seid nicht wie diejenigen, die sagen: Wir horen, wo sie doch nicht horen"},{"SurahNumber":8,"VerseNumber":22,"Text":"Gewiß, die schlimmsten Tiere bei Allah sind die tauben und stummen, die nicht begreifen"},{"SurahNumber":8,"VerseNumber":23,"Text":"Wenn Allah von ihnen etwas Gutes gewußt hatte, hatte Er sie wahrlich horen lassen. Und wenn Er sie hatte horen lassen, so hatten sie sich dennoch widerstrebend abgekehrt"},{"SurahNumber":8,"VerseNumber":24,"Text":"O die ihr glaubt, leistet Allah und dem Gesandten Folge, wenn er euch zu dem aufruft, was euch Leben gibt. Und wisset, daß Allah zwischen dem Menschen und seinem Herzen trennt und daß ihr zu Ihm versammelt werdet"},{"SurahNumber":8,"VerseNumber":25,"Text":"Und hutet euch vor einer Versuchung, die nicht nur besonders diejenigen von euch treffen wird, die Unrecht taten. Und wisset, daß Allah streng im Bestrafen ist"}]}