{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":68,"Text":"(Birinci) «Suur» a üfürülmüş (üfürülecek), artık Allahın diledikleri müstesna olmak üzere, göklerde kim varsa, yerde kim varsa düşüb olmuşdur (ölecekdir). Sonra ona bir daha üfürülmüşdür (üfürülecekdir). O anda görürsün ki (ölüler dirilib) ayakda bakınız duruyorlar"},{"SurahNumber":39,"VerseNumber":69,"Text":"(Haşir) yer (i) Rabbinin nuriyle ziyâlandı. Kitâb konuldu. Peygamberler ve şâhidler getirildi. (Allahın kulları) arasında onlar asla haksızlığa uğratılmayarak, hak (ve adalet) le hükmolundu"},{"SurahNumber":39,"VerseNumber":70,"Text":"Her nefs ne yapdıksa (karşılığı) tamamen ödendi. Ne yapıyorlar idiyse (zâten) O, çok iyi bilendi"},{"SurahNumber":39,"VerseNumber":71,"Text":"O küfredenler ayrı ayrı zümreler haalinde cehenneme sürüldü. Nihayet oraya geldikleri zaman onun kapıları açıldı. (Cehennemin) bekçileri onlara (şöyle) dedi: «Size içinizden Rabbinizin âyetlerini karşınızda okuyacak, sizi bu gününüze kavuşmakla tehdîd eedcek peygamberler gelmedi mi? Onlar «Evet (geldi)», dedi (ler), fakat azâb kelimesi (biz) kâfirlerin üzerine hak oldu»"},{"SurahNumber":39,"VerseNumber":72,"Text":"Denildi: «İçinizde ebedî olduğunuz halde girin cehennemin kapılarından. Kibir taslayanların karargâhı ne kötü»"},{"SurahNumber":39,"VerseNumber":73,"Text":"Rablerinden korkanlar ise (i´zâz ve ikram ile) fevc feve cennete sevk edildi. Nihayet oraya varıb kapıları açılınca (cennetin) bekçileri (şöyle) dedi (ler): «Selâm (ve selâmet) size! Tertemiz geldiniz! Artık ebedî kalmak üzere girin buraya»"},{"SurahNumber":39,"VerseNumber":74,"Text":"Dediler: «Bize (cennet) va´dinde saadık olan, bizi, cennetden neresini dilersek konmak üzere bu yere mirascı yapan Allaha hamdolsun, (İyi) amel (ve hareket) de bulunanların mükâfatı ne güzel»"}]}