{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":21,"VerseNumber":91,"Text":"Man (ingatlah gesah Maryam) nang malihara kahormatatnnya, lalu Kami siupatn (roh) dari Kami ka’ dalapm (tubuh) nya, Kami jadiatn ia man naknya sabage tanda (kabasaran Allah) nto’ saluruh alam"},{"SurahNumber":21,"VerseNumber":92,"Text":"Sungguh, (agama tauhid) nianlah agama kita’,, agama nang sote’, man Aku ialah Tuhannyu maka sambahlah Aku. 21. AL-AN"},{"SurahNumber":21,"VerseNumber":93,"Text":"Tatapi iaka’koa tapacah balah dalapm masalah (agama) nyaka’koa ka’ antara iaka’koa. Masing-masing (golongan koa samua) akan pulakng ka’ Kami"},{"SurahNumber":21,"VerseNumber":94,"Text":"Sae ma’an nang babuat baik, man ia baiman maka usahanya nana’ akan diingkari (di toa’-toa’atn), man sungguh, Kamilah nag nulis koa nto’nya"},{"SurahNumber":21,"VerseNumber":95,"Text":"Man nana’ mungkin bagi (panduduk) soatu nagari nang udah Kami binasaatn, bahoa’ iaka’koa nana’ akan pulakng (ka’ Kami)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Sampe kade’ dah (tembok) Yakjuj man Makjuj dibukaatn man iaka’koa baturunan mang capat dari saluruh tampat nang tingi"},{"SurahNumber":21,"VerseNumber":97,"Text":"Man (kade’) janji nang banar (ari babangkit) udah samak, maka tiba-tiba mata urakng- urakng nang kapir bacolongan, (Iaka’koa bakata), ”sidi cilakanya Kami! Kami batol- batol lengah ka’ nang nian, bahkan kami batol-batol urakng nang zalim. ”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Sungguh, kita’ (urakng kapir) man ahe nang kita’ sambah salain Allah, ialah bahan bakar jahanam. Kita’ (pasti) tamak ka’ dalapmnya"},{"SurahNumber":21,"VerseNumber":99,"Text":"Saandenya (bahala-bahala) koa tuhan, tantu iaka’koa nana’ akan masoki’nya (naraka). Tapi samuanya akan kakal ka’ dalapm nya"},{"SurahNumber":21,"VerseNumber":100,"Text":"Iaka’koa ngarintih man kaekeng kampak dalapmnya (naraka), man iaka’koa ka’ dalapmnya nana’ bisa nangar"},{"SurahNumber":21,"VerseNumber":101,"Text":"Sungguh, sejak de’e ka’ urakng-urakng nang udah ada (katatpatn) nang edo’ dari Kami, iaka’koa akan dijauhatn (dari naraka)"}]}