{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"QAF. Qif! Stop and think! Qadir, the Omnipotent, presents this Glorious Qur'an as a witness to itself"},{"SurahNumber":50,"VerseNumber":2,"Text":"But, nay, they marvel that a Warner from among their own has come unto them! And so these deniers are saying, \"This is a weird thing"},{"SurahNumber":50,"VerseNumber":3,"Text":"What! After we have died and become dust? Such a return is a thought far-fetched indeed"},{"SurahNumber":50,"VerseNumber":4,"Text":"(But) We know what the earth takes of them. (It is only their physical body that becomes dust. Their \"Self\" lives on). And with Us is a Guarded Book (of Laws)"},{"SurahNumber":50,"VerseNumber":5,"Text":"Nay, but they denied the Truth as soon as it came to them. And so, they are in a state of utter confusion"},{"SurahNumber":50,"VerseNumber":6,"Text":"Do they not look at the sky above them how We have built it and beautified it, and there are no flaws therein"},{"SurahNumber":50,"VerseNumber":7,"Text":"And the earth. We have spread it out, and scattered mountains firm on it, and caused it to bring forth plants on it of all beauteous kind. (This gives us a scenario of a huge ball with carpets spread out on it held in place with weights. And the mountains serve as great water reservoirs that help grow the vegetation (13:3), (15:19), (31:10), (39:5), (79:28)"},{"SurahNumber":50,"VerseNumber":8,"Text":"A Vision and an enlightening Reminder for every servant who wishes to turn (to Allah)"},{"SurahNumber":50,"VerseNumber":9,"Text":"And We send down from the high atmosphere blessed water whereby We cause to grow colorful gardens and fields of grains"},{"SurahNumber":50,"VerseNumber":10,"Text":"And lofty palm-trees with their thickly clustered fruit"},{"SurahNumber":50,"VerseNumber":11,"Text":"A provision for My servants. And by all this We revive a dead land. Thus it is: (your) coming forth"},{"SurahNumber":50,"VerseNumber":12,"Text":"Before them denied the Message, the nation of Noah, the dwellers of the valley of Ar-Rass (25:38), and Thamud"},{"SurahNumber":50,"VerseNumber":13,"Text":"And 'Ad, and Pharaoh, and the brothers of Lot"},{"SurahNumber":50,"VerseNumber":14,"Text":"And the dwellers in the wooded dales (of Midyan), and the nation of King Tubba'. All of them denied their Messengers, so My warning came to pass"},{"SurahNumber":50,"VerseNumber":15,"Text":"Could, We, then, be worn out by the first creation? Nay, they are still (after such diverse examples,) lost in doubt about a new creation"}]}