{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Ojo in çodust jo şumo nameʙined"},{"SurahNumber":52,"VerseNumber":16,"Text":"Ba otaş daroed. Xoh ʙar on saʙr kuned jo saʙr nakunad, farqe nakunad. Şumoro dar ʙaroʙari korhoe, ki mekardaed, çazo medihand"},{"SurahNumber":52,"VerseNumber":17,"Text":"Parhezgoron dar ʙihiştho va ne'matand"},{"SurahNumber":52,"VerseNumber":18,"Text":"Az on cī Parvardigoraşon ʙa onho dodaast, şodmonand va Xudo onhoro az azoʙi çahannam nigah doştaast"},{"SurahNumber":52,"VerseNumber":19,"Text":"Ba muzdi korhoe, ki kardaed, ʙixūredu ʙijoşomed. Guvorojaton ʙod"},{"SurahNumber":52,"VerseNumber":20,"Text":"Bar on taxthoi kanori ham cida takja mezanand. Hurijonro hamsaraşon megardonem"},{"SurahNumber":52,"VerseNumber":21,"Text":"Kasone, ki xud imon ovardand va farzandonaşon dar imon pajravijaşon kardand. Farzandonaşonro ʙo onho jakçoja mekunem va az muzdi amalaşon heç kam namekunem, ki dar kase dar garavi kori xud ast"},{"SurahNumber":52,"VerseNumber":22,"Text":"Va pajvasta az har guna, ki ʙixohand, mevavu gūşt atojaşon mekunem"},{"SurahNumber":52,"VerseNumber":23,"Text":"Dar on ço çomi maj dihand va çomi maj sitonand, ki dar on na suxani ʙehuda ʙoşad va na gunoh kardan"},{"SurahNumber":52,"VerseNumber":24,"Text":"Ƣulomonaşon cun marvoridi pinhon dar sadaf ʙa girdaşon mecarxand"},{"SurahNumber":52,"VerseNumber":25,"Text":"Pursişkunon rūj ʙa jakdigar mekunand"},{"SurahNumber":52,"VerseNumber":26,"Text":"Megūjand: «Peş az in dar mijoni kasonamon tanho mo az Xudo metarsidem"},{"SurahNumber":52,"VerseNumber":27,"Text":"Pas Xudo ʙar mo minnat nihod va moro az azoʙi samum nigah doşt"},{"SurahNumber":52,"VerseNumber":28,"Text":"Mo peş az in Ūro (ʙo du'ovu iltiço) mexondem, ki Ū ehsonkunandavu mehruʙon ast!»"},{"SurahNumber":52,"VerseNumber":29,"Text":"Pandaşon deh, ki tu ʙa ʙarakati ne'mati Parvardigorat na kohin (çodugar) hastivu na maçnun"},{"SurahNumber":52,"VerseNumber":30,"Text":"Jo megūjand: «Şoirestu mo ʙaroi vaj muntaziri havodisi rūzgorem». (ki şojad ʙimirad)"},{"SurahNumber":52,"VerseNumber":31,"Text":"Bigū: «Şumo muntazir ʙimoned, ki man niz ʙo şumo intizor mekaşam»"}]}