{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"ووهبنا له اهله ومثلهم معهم رحمة منا وذكرى لاولي الالبب (ومثلهم معهم: زدناه مثلهم معهم, لاولي الالباب: لاصحاب العقول السليمة)"},{"SurahNumber":38,"VerseNumber":44,"Text":"وخذ بيدك ضغثا فاضرب به ولا تحنث انا وجدنه صابرا نعم العبد انه اواب (ضغثا: حزمة شماريخ او قبضة حشيش, ولا تحنث: لا تنقض يمينك التي حلفتها بضرب زوجتك, اواب: رجاع الى طاعة الله)"},{"SurahNumber":38,"VerseNumber":45,"Text":"واذكر عبدنا ابرهيم واسحق ويعقوب اولي الايدي والابصر (اولي الايدي: اصحاب القوة في الطاعة, والابصار: البصيرة في الدين)"},{"SurahNumber":38,"VerseNumber":46,"Text":"انا اخلصنهم بخالصة ذكرى الدار (اخلصناهم بخالصة: خصصناهم بخصلة عظيمة, ذكرى الدار: تذكر الاخرة في قلوبهم)"},{"SurahNumber":38,"VerseNumber":47,"Text":"وانهم عندنا لمن المصطفين الاخيار (المصطفين: المختارين)"},{"SurahNumber":38,"VerseNumber":48,"Text":"واذكر اسمعيل واليسع وذا الكفل وكل من الاخيار"},{"SurahNumber":38,"VerseNumber":49,"Text":"هذا ذكر وان للمتقين لحسن ماب (لحسن ماب: حسن مرجع في الاخرة)"},{"SurahNumber":38,"VerseNumber":50,"Text":"جنت عدن مفتحة لهم الابوب"},{"SurahNumber":38,"VerseNumber":51,"Text":"متكين فيها يدعون فيها بفكهة كثيرة وشراب"},{"SurahNumber":38,"VerseNumber":52,"Text":"۞وعندهم قصرت الطرف اتراب (قاصرات الطرف: لا ينظرن الى غير ازواجهن, اتراب: متساويات السن)"},{"SurahNumber":38,"VerseNumber":53,"Text":"هذا ما توعدون ليوم الحساب"},{"SurahNumber":38,"VerseNumber":54,"Text":"ان هذا لرزقنا ما له من نفاد (نفاد: انقطاع)"},{"SurahNumber":38,"VerseNumber":55,"Text":"هذا وان للطغين لشر ماب (لشر ماب: اسوا مرجع في الاخرة)"},{"SurahNumber":38,"VerseNumber":56,"Text":"جهنم يصلونها فبيس المهاد (يصلونها: يدخلونها ويقاسون حرها, المهاد: الفراش)"},{"SurahNumber":38,"VerseNumber":57,"Text":"هذا فليذوقوه حميم وغساق (حميم: ماء شديد الحرارة, وغساق: صديد سايل من اجساد اهل النار)"},{"SurahNumber":38,"VerseNumber":58,"Text":"وءاخر من شكله ازوج (واخر: عذاب اخر, من شكله: من مثله, ازواج: اصناف، والوان)"},{"SurahNumber":38,"VerseNumber":59,"Text":"هذا فوج مقتحم معكم لا مرحبا بهم انهم صالوا النار (فوج: جماعة من اهل النار, مقتحم معكم: داخلة النار معكم, لا مرحبا بهم: لا رحبت بهم النار؛ ولا اتسعت منازلهم فيها, صالوا النار: مقاسو حرها)"},{"SurahNumber":38,"VerseNumber":60,"Text":"قالوا بل انتم لا مرحبا بكم انتم قدمتموه لنا فبيس القرار (القرار: المقر)"},{"SurahNumber":38,"VerseNumber":61,"Text":"قالوا ربنا من قدم لنا هذا فزده عذابا ضعفا في النار (ضعفا: مضاعفا)"}]}