{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"Yake znamennya My yim ne pokazuvaly b, vono bulo shche bilʹshym za poperednye. I My vrazyly yikh karoyu — mozhlyvo, vony povernutʹsya [na pryamyy shlyakh]"},{"SurahNumber":43,"VerseNumber":49,"Text":"Vony skazaly: «O chaklune! Poprosy za nas svoho Hospoda vidpovidno do tvoho zavitu iz Nym! Voistynu, todi my pidemo pryamym shlyakhom!»"},{"SurahNumber":43,"VerseNumber":50,"Text":"Ta koly My vidvernuly vid nykh karu, vony zreklysya svoho"},{"SurahNumber":43,"VerseNumber":51,"Text":"Firaun zvernuvsya do svoho narodu ta skazav: «O, narode miy! Chy zh ne meni nalezhytʹ vlada nad Yehyptom, a tsi riky techutʹ pidi mnoyu? Nevzhe vy ne bachyte"},{"SurahNumber":43,"VerseNumber":52,"Text":"Nevzhe ya ne krashchyy za tsʹoho zlydarya, yakyy ledve hovorytʹ"},{"SurahNumber":43,"VerseNumber":53,"Text":"Chomu ne daly yomu brasletiv iz zolota, i chomu z nym ne pryyshly anhely, suprovodzhuyuchy yoho?»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Vin skorystavsya yikhnim nevihlastvom, tozh vony pidkorylysʹ yomu. Voistynu, buly vony nechestyvymy lyudʹmy"},{"SurahNumber":43,"VerseNumber":55,"Text":"Koly vony roz·hnivaly Nas, My vidplatyly yim; My vsikh yikh utopyly"},{"SurahNumber":43,"VerseNumber":56,"Text":"My zrobyly yikh podiyeyu mynuloho ta prykladom dlya inshykh"},{"SurahNumber":43,"VerseNumber":57,"Text":"Koly syna Marʺyam navodyatʹ yak pryklad, tviy narod pochynaye holosno radity"},{"SurahNumber":43,"VerseNumber":58,"Text":"Vony hovoryatʹ: «Krashchi nashi bohy chy vin?» Vony navodyatʹ tobi tsey pryklad lyshe zarady superechky. Voistynu, vony — lyudy, yaki sperechayutʹsya"},{"SurahNumber":43,"VerseNumber":59,"Text":"Voistynu, vin — lyshe rab, yakomu My daruvaly Svoyu mylistʹ ta zrobyly prykladom dlya syniv Israyilya"},{"SurahNumber":43,"VerseNumber":60,"Text":"Yakby My pobazhaly, to zaminyly by vas na zemli anhelamy, yaki staly b vashymy namisnykamy"}]}