{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"“Palibe mtundu ungaifulumizitse kapena kuichedwetsa nthawi yake yofera"},{"SurahNumber":23,"VerseNumber":44,"Text":"“Kenaka tidatuma atumiki Athu motsatizana; (wina pambuyo pa mnzake). Ndipo mbadwo uliwonse pamene adaufikira mtumiki wake, udamtsutsa; ndipo tidawaononga motsatana; ndipo tidawachita kukhala nkhani (za anthu.) Ndipo kuonongeka kudatsimikizika pa anthu osakhulupirira"},{"SurahNumber":23,"VerseNumber":45,"Text":"“Zitatero tidatuma Mûsa ndi m’bale wake Harun ndi zozizwitsa Zathu, ndi umboni woonekera poyera"},{"SurahNumber":23,"VerseNumber":46,"Text":"“Kwa Farawo ndi nduna zake. Koma onse adadzitukumula; ndipo adali anthu odzikweza"},{"SurahNumber":23,"VerseNumber":47,"Text":"“Ndipo adati: “Ha! Tikhulupirire anthu awiri onga ife, omwe mtundu wawo ndi akapolo athu!”"},{"SurahNumber":23,"VerseNumber":48,"Text":"“Choncho adawatsutsa onse awiri, ndipo adali m’gulu la oonongedwa"},{"SurahNumber":23,"VerseNumber":49,"Text":"“Ndipo ndithu Mûsa tidampatsa buku kuti iwo aongoke"},{"SurahNumber":23,"VerseNumber":50,"Text":"“Ndipo tidamchita mwana wa Mariya ndi mayi wake kukhala chisonyezo (choonetsa kukhoza kwathu). Ndipo tidawapatsa malo othawirapo, pachikweza, chokhazikika pomwenso padali akasupe"},{"SurahNumber":23,"VerseNumber":51,"Text":"“E inu Atumiki! Idyani zakudya zabwino, ndipo chitani zabwino. Ndithu Ine ndi Wodziwa zonse zimene muchita"},{"SurahNumber":23,"VerseNumber":52,"Text":"“(Tidauza mibadwo yawo): “Ndithu mpingo wanuwu ndi mpingo umodzi, ndipo Ine Ndine Mbuye wanu; choncho ndiopeni.”"},{"SurahNumber":23,"VerseNumber":53,"Text":"“Koma adadula chinthu chawochi (chipembedzo chawo) pakati pawo mipatukomipatuko; gulu lililonse limasangalalira chimene lili nacho"},{"SurahNumber":23,"VerseNumber":54,"Text":"“Choncho, asiye mu umbuli wawo kufikira nthawi (yakufa kwawo)"},{"SurahNumber":23,"VerseNumber":55,"Text":"“Kodi akuganiza kuti tikamawapatsa chuma ndi ana"},{"SurahNumber":23,"VerseNumber":56,"Text":"“Tikuwafulumizitsira zabwino? Sichoncho, koma iwo sakuzindikira"},{"SurahNumber":23,"VerseNumber":57,"Text":"“Ndithu amene amakhala amantha chifukwa choopa Mbuye wawo, (ndi m’mene mathero awo adzakhalire)"},{"SurahNumber":23,"VerseNumber":58,"Text":"“Ndi omwe amakhulupirira Ayah za Mbuye wawo"},{"SurahNumber":23,"VerseNumber":59,"Text":"“Ndi omwenso saphatikiza Mbuye wawo ndi mafano"}]}