{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":17,"Text":"Sen onların söylediklerine karşı sabret ve bizim güç sahibi kulumuz Davud´u hatırla; o [her tutum ve davranışında Tanrı´ya] dönen / yönelen (evvab) biriydi"},{"SurahNumber":38,"VerseNumber":18,"Text":"Doğrusu biz dağlara boyun eğdirdik, akşam ve sabah kendisiyle birlikte (Tanrı´yı) tesbih ederlerdi"},{"SurahNumber":38,"VerseNumber":19,"Text":"Ve toplanıp gelen kuşları da. Onların hepsi [Tanrı´yı tesbih etmede uyum içinde] yönelip dönmekte (evvab) idiler"},{"SurahNumber":38,"VerseNumber":20,"Text":"Onun mülkünü güçlendirmiştik. Ona hikmet ve anlatım çarpıcılığını vermiştik"},{"SurahNumber":38,"VerseNumber":21,"Text":"Sana o davacıların haberi geldi mi? Hani mihraba (Davud´un bulunduğu yere girmek için) yüksek duvardan tırmanmışlardı"},{"SurahNumber":38,"VerseNumber":22,"Text":"Davud´a girdiklerinde, o, onlardan ürkmüştü; dediler ki: \"Korkma, iki davacıyız, birimiz diğerimize haksızlıkta bulundu. Şimdi sen aramızda hak ile hükmet, kararında zulme sapma ve bizi doğru yolun ortasına yöneltip ilet"},{"SurahNumber":38,"VerseNumber":23,"Text":"Bu benim kardeşimdir, doksan dokuz koyunu vardır, benimse bir tek koyunum var. Buna rağmen \"onu da benim payıma (koyunlarıma) kat\" dedi ve bana, konuşmada üstün geldi"},{"SurahNumber":38,"VerseNumber":24,"Text":"(Davud) Dedi ki: \"Andolsun senin koyununu, kendi koyunlarına (katmak) istemekle sana zulmetmiştir. Doğrusu, (emek ve mali güçlerini) birleştirip katan (ortak)lardan çoğu, birbirlerine karşı tecavüz ederler; ancak inanıp salih amellerde bulunanlar başka. Onlar da ne kadar azdır.\" Davud, gerçekten bizim onu imtihan ettiğimizi sandı, böylece rabbinden bağışlanma diledi ve rüku ederek yere kapandı ve (bize gönülden) yönelip döndü"},{"SurahNumber":38,"VerseNumber":25,"Text":"Böylece onu bağışladık. Şüphesiz onun bizim katımızda gerçekten bir yakınlığı ve güzel bir dönüş yeri (meab) vardı"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ey Davud, gerçek şu ki, biz seni yeryüzünde bir halife kıldık. Öyleyse insanlar arasında hak ile hükmet, istek ve tutkulara (hevaya) uyma; sonra seri Tanrı´nın yolundan saptırır. Şüphesiz Tanrı´nın yolundan sapanlara, hesap gününü unutmalarından dolayı şiddetli bir azab vardır"}]}