{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":17,"Text":"Onların durumu karanlıkta ates yakan kimseler gibidir. Ates etraflarını aydınlattıgı zaman Allah onların aydınlıklarını gidererek kendilerini hicbir sey goremeyecekleri koyu bir karanlıkta bırakır"},{"SurahNumber":2,"VerseNumber":18,"Text":"Onlar sagır, dilsiz ve kordurler. Bu yuzden geri donemezler"},{"SurahNumber":2,"VerseNumber":19,"Text":"Ya da onların durumu koyu bulutlu, simsekli ve gurultulu bir gokyuzunun yagmuruna tutulmus, olum korkusu icinde yıldırımlara karsı parmakları ile kulaklarını tıkayan kimselere benzer. Allah kafirleri cepecevre kusatandır"},{"SurahNumber":2,"VerseNumber":20,"Text":"Simsek onların gorme yeteneklerini nerede ise alıverecek. Cevrelerini aydınlatınca simsegin ısıgı altında yururler, fakat uzerlerine karanlık cokunce oldukları yerde kalakalırlar. Allah dileseydi, onların isitme ve gorme yeteneklerini busbutun giderirdi. Hic kuskusuz Allah her seyi yapabilir"},{"SurahNumber":2,"VerseNumber":21,"Text":"Ey insanlar, sizi ve sizden oncekileri yaratmıs olan Allah´a kulluk ediniz ki; Allah´ın azabından korunabilesiniz"},{"SurahNumber":2,"VerseNumber":22,"Text":"O ki, size yeri dosek, gogu tavan yaptı ve gokten su indirip onun aracılıgı ile size rızık olarak topraktan cesitli urunler cıkardı. O halde O´na bile bile esler kosmayınız"},{"SurahNumber":2,"VerseNumber":23,"Text":"Eger kulumuz Muhammed´e indirdigimiz Kur´an´ın dogrulugundan supheli iseniz, haydi onunkilere benzer bir sure ortaya getiriniz ve davanızda sadık iseniz, bu hususta Allah´ın dısındaki sahitlerinizi yardıma cagırınız"},{"SurahNumber":2,"VerseNumber":24,"Text":"Eger bunu yapamazsanız - ki asla yapamayacaksınız- yakıtı insanlar ile taslar olan ve kafirler icin hazırlanmıs olan Cehennem atesinden korkunuz"}]}