{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"Say, \"Surely I have been commanded to worship Allah, making the religion faithfully His"},{"SurahNumber":39,"VerseNumber":12,"Text":"And I have been commanded to be the first Muslim.\" (Literally: of the Muslims = of those who surrender (to Him)"},{"SurahNumber":39,"VerseNumber":13,"Text":"Say, \"Surely I fear, in case I disobey my Lord, the torment of a Tremendous Day"},{"SurahNumber":39,"VerseNumber":14,"Text":"Say, (This is addressed to the Prohet) Allah I worship, making my religion faithfully His"},{"SurahNumber":39,"VerseNumber":15,"Text":"So worship whatever you decide on, apart from Him.\" Say, \"Surely the losers are they who lose their (own) selves and their own families on the Day of the Resurrection. Verily that is the evident, all-deserved loss"},{"SurahNumber":39,"VerseNumber":16,"Text":"They will have above them overshadowings of the Fire, and from beneath them over-shadowings; that is wherewith Allah frightens His bondmen: \"O My bondmen, so be pious towards Me"},{"SurahNumber":39,"VerseNumber":17,"Text":"And the ones who avoid the Taghut (i.e. false gods) that they might not worship them and (turn) penitent to Allah, for them is good tidings! So give good tidings to My bondmen"},{"SurahNumber":39,"VerseNumber":18,"Text":"Who listen to the Saying (and) so closely follow the fairest of it. Those are they whom Allah has guided, and those are the ones endowed with intellects"},{"SurahNumber":39,"VerseNumber":19,"Text":"Is he then against whom the Word of torment comes true (truthfully rewarded)? Can you then rescue him who is in the Fire"},{"SurahNumber":39,"VerseNumber":20,"Text":"But the ones who are pious towards their Lord will have compartments, even above which are built compartments, from beneath which rivers run. (It is) the promise of Allah . Allah does not fail (His) promised Appointment"},{"SurahNumber":39,"VerseNumber":21,"Text":"Have you not seen that Allah has sent down from the heaven water, then He dispatched (i.e., inserted) it as fountains in the earth; thereafter He brings out therewith plantation (s) of different colors; thereafter they heave, then you see them (turning) yellow; thereafter He makes them to crushed pieces? Surely in that is indeed a Reminding for (people) endowed with intellects"}]}