{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"He will move ahead of his nation on the Day of Resurrection, so he made them enter the Fire. And evil is the entry of the one who is made to enter"},{"SurahNumber":11,"VerseNumber":99,"Text":"And they were made attached in this (worldly life) to a curse, and (also on) the Day of Resurrection. Evil is the gift of that who is gifted (with curse)"},{"SurahNumber":11,"VerseNumber":100,"Text":"These are some of the news about the habitations which We relate unto you. Some of them are standing (in ruins) and (some) have been mown down like the harvest"},{"SurahNumber":11,"VerseNumber":101,"Text":"And We did not wrong them, but they wronged themselves, so became of no benefit to them their deities whom they invoke besides Allah, in any way — when came the command of your Nourisher-Sustainer. And they increased them not except in destruction"},{"SurahNumber":11,"VerseNumber":102,"Text":"And such is the Seizure by your Nourisher-Sustainer when He caught the habitations while these are involved in transgression. Surely His Seizure is painful as well as severe"},{"SurahNumber":11,"VerseNumber":103,"Text":"Indeed, in this is a sure lesson for that who felt afraid about the punishment in the Hereafter. This is the Day the mankind shall stand gathered for its sake and this is the Day brought as evidence"},{"SurahNumber":11,"VerseNumber":104,"Text":"And We do not delay it except till an appointed term"},{"SurahNumber":11,"VerseNumber":105,"Text":"The day it comes, no Nafs shall talk except under His permission. So out of them is one who is extremely disturbed and one who is happily satisfied"},{"SurahNumber":11,"VerseNumber":106,"Text":"As for those who felt extremely disturbed, so (they will be) in the Fire. For them, therein (will be) sighing and sobbing —"},{"SurahNumber":11,"VerseNumber":107,"Text":"dwellers therein — so long as the heavens and the earth continued except what your Nourisher-Sustainer thought proper. Verily your Nourisher-Sustainer is the Sure-Accomplisher of what He intends"},{"SurahNumber":11,"VerseNumber":108,"Text":"And as for those who were regarded happily satisfied, so (they will be) in Paradise, abiders therein — so long as the heavens and the earth continued, except what your Nourisher-Sustainer thought proper, a gift— not diminished"}]}