{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":5,"Text":"Onların da atalarının da o konu hakkında bir bilgisi yoktur. Ağızlarından çıkan söz büyük bir günahtır. Çünkü söyledikleri yalandan başka bir şey değildir"},{"SurahNumber":18,"VerseNumber":6,"Text":"Belki de sen, bu söze iman etmiyorlar diye onların arkasından üzüntüden kendini helak edeceksin"},{"SurahNumber":18,"VerseNumber":7,"Text":"İnsanların hangisi daha güzel hareket edecek diye denemek için yeryüzünde bulunanları, oranın süsü yaptık"},{"SurahNumber":18,"VerseNumber":8,"Text":"Aynı zamanda biz, yerin üzerindekileri çorak bir arazi de yapabiliriz"},{"SurahNumber":18,"VerseNumber":9,"Text":"Ashab-ı Kehf ve Rakim’i, şaşılacak ayetlerimizden mi zannettin sen"},{"SurahNumber":18,"VerseNumber":10,"Text":"Hani birkaç genç mağaraya sığınmıştı ve şöyle demişlerdi: -Rabbimiz, bize katından bir rahmet ver ve işimizde doğruyu başarmayı bize nasip et"},{"SurahNumber":18,"VerseNumber":11,"Text":"Mağarada onları yıllarca uyuttuk. Sonra iki gruptan hangisinin bekledikleri sonucu daha iyi hesaplamış olduğunu belirtmek için onları kaldırdık"},{"SurahNumber":18,"VerseNumber":12,"Text":"Mağarada onları yıllarca uyuttuk. Sonra iki gruptan hangisinin bekledikleri sonucu daha iyi hesaplamış olduğunu belirtmek için onları kaldırdık"},{"SurahNumber":18,"VerseNumber":13,"Text":"Biz sana onların haberlerini doğru olarak anlatıyoruz. Onlar, Rab’lerine iman etmiş gençlerdi. Biz onların hidayetini artırmıştık"},{"SurahNumber":18,"VerseNumber":14,"Text":"Ayağa kalkarak: -Bizim Rabbimiz göklerin ve yerin Rabbidir. Ondan başka bir ilaha dua etmeyeceğiz. Yoksa batıl söz söylemiş oluruz, dedikleri zaman onların kalplerini sağlamlaştırmıştık"},{"SurahNumber":18,"VerseNumber":15,"Text":"Onlar düşünüp, şöyle konuşuyorlardı -Şu bizim halkımız, Allah’tan başka ilah edindiler. Onların hakkında açık delil getirmeleri gerekmez miydi"}]}