{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"“E iwe Mneneri (s.a.w)! Nchifukwa ninji ukudziletsa chimene Allah wakuloleza kuchita? Ukufuna kukondweretsa akazi ako (nchifukwa Chake wachita izi?) Koma Allah Ngokhululuka kwambiri, Ngwachisoni chosatha"},{"SurahNumber":66,"VerseNumber":2,"Text":"“Ndithu Allah wakhazikitsa kamasulidwe kakulumbira kwanu, ndipo Allah ndiye Mtetezi wanu, Iye Ngodziwa kwambiri ndiponso Ngwanzeru zakuya (pa malamulo amene wawakhazikitsa kwa inu)"},{"SurahNumber":66,"VerseNumber":3,"Text":"Ndipo kumbuka pamene Mneneri (s.a.w) adauza wina mwa akazi ake nkhani mwachinsinsi, choncho (mkaziyo) pamene adaiulula, Allah adamdziwitsa (Mtumiki) za kuululidwa kwa nkhaniyo, (ndipo Mtumiki) adaifotokoza mbali ina ya nkhaniyo, koma mbali ina adaisiya. Pamene adamfotokozera (mkazi wake) zankhaniyo adati: “Ndani wakuuza zimenezi?” (Mtumiki {s.a.w}) adati: “Wandiuza Wodziwa kwambiri ndiponso Wodziwa zazing’ono ndi zazikulu (Amene sichibisika kwa Iye chobisika chilichonse)"},{"SurahNumber":66,"VerseNumber":4,"Text":"“Ngati awirinu mulapa kwa Allah pazimene mwachita (chitani changu kulapa) chifukwa chakuti mitima yanu yapotoka pang’ono (chifukwa cha nsanje pa zimene Mneneri akufuna zosunga chinsinsi Chake); koma ngati awirinu muthandizana pazimene zingamvutitse, ndithu Allah ndiye Mtetezi wake ndi Jibril (Gabriele) ndiponso okhulupirira abwino; naonso angelo, kuonjezera apa ndiathandizi (ake)"},{"SurahNumber":66,"VerseNumber":5,"Text":"“Ngati (Mtumiki) akakusudzulani, ndithu Mbuye wake, ampatsa akazi ena mmalo mwa inu, abwino kuposa inu: ogonjera (Allah), okhulupirira (ndi mitima yawo), omvera, olapa, odzichepetsa (pamaso pa Allah) ochita mapemphero (kwambiri), oyenda (pa chikhulupiliro cha Allah kapena ochulukitsa kusala) amene adakwatiwapo kale ndi osakwatiwapo.”"},{"SurahNumber":66,"VerseNumber":6,"Text":"“E inu amene mwakhulupirira! Dzitchinjirizeni inu ndi mawanja anu ku Moto umene nkhuni zake ndi anthu ndi miyala; oyang’anira ake ndi angelo ouma mtima, amphamvu, sanyoza Allah pa zimene Wawalamula, ndipo amachita (zokhazo) zimene alamulidwa"},{"SurahNumber":66,"VerseNumber":7,"Text":"“(Adzawauza osakhulupirira pa tsiku la chiweruziro) E inu amene simdakhulupirire! Musadandaule lero, ndithu mukulipidwa pa zimene mumachita (padziko lapansi)"}]}