{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"I predi teb izprashtakhme samo muzhe, na koito davakhme otkrovenie - pitaite khorata na Pisanieto, ako vie ne ste uznali"},{"SurahNumber":16,"VerseNumber":44,"Text":"s yasnite znatsi i pisaniyata... I nizposlakhme na teb [o, Mukhamad] Napomnyaneto, za da obyasnish na khorata kakvo im e nizposlano i za da razmislyat"},{"SurahNumber":16,"VerseNumber":45,"Text":"Nima onezi, koito kroyat zlinite, imat sigurnost, che Allakh ne shte nakara zemyata da gi pogulne ili che muchenieto ne shte doide pri tyakh, otkudeto ne im khrumva"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ili che Toi ne shte gi nakazhe pri tyakhnoto stranstvane, a te ne mogat da Go vuzprat"},{"SurahNumber":16,"VerseNumber":47,"Text":"Ili che Toi ne shte gi sgrabchi v uplakh? Vashiyat Gospod e sustradatelen, milosurden"},{"SurahNumber":16,"VerseNumber":48,"Text":"Nima ne vidyakha vsyako neshto, koeto Allakh e sutvoril? Svezhdat se senkite mu nadyasno i nalyavo, klanyaiki se na Allakh sus smirenie"},{"SurahNumber":16,"VerseNumber":49,"Text":"Na Allakh se poklanya v sudzhud vsichko na nebesata i vsyaka tvar po zemyata, i angelite - bez da se golemeyat"},{"SurahNumber":16,"VerseNumber":50,"Text":"Strakhuvat se ot svoya Gospod, Koito e nad tyakh, i vurshat, kakvoto im se povelyava"},{"SurahNumber":16,"VerseNumber":51,"Text":"I otredi Allakh: “Ne priemaite dva boga! Edin e Bog. Ot Men se boite, samo ot Men!”"},{"SurahNumber":16,"VerseNumber":52,"Text":"I Negovo e vsichko na nebesata i na zemyata, i neizmenno za Nego e sluzheneto. I nima se boite ot drug osven ot Allakh"},{"SurahNumber":16,"VerseNumber":53,"Text":"I kakvato i blagodat da imate, tya e ot Allakh. Posle, shtom vi zasegne beda, Nego umolyavate"},{"SurahNumber":16,"VerseNumber":54,"Text":"Posle, shtom Toi vi otmakhne bedata, eto - nyakoi ot vas sudruzhavat svoya Gospod"}]}