{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Mariyu bhumipai sancarince prati prani jivanopadhi (badhyata) allah painane undi. Ayanaku dani nivasam, nivasakalam mariyu dani antima nivasasthalamu telusu. Anta oka spastamaina granthanlo (vrayabadi) undi"},{"SurahNumber":11,"VerseNumber":7,"Text":"mariyu ayane akasalanu mariyu bhumini aru dinamulalo (ayyam lalo) srstincadu. Mariyu ayana sinhasanam (ars) niti mida undenu. Milo mancipanulu cesevadu evado pariksincataniki (ayana idanta srstincadu). Nivu varito: \"Niscayanga, miru maranincina taruvata marala lepabadataru.\" Ani annappudu, satyatiraskarulu tappaka antaru: \"Idi oka spastamaina mayajalam matrame"},{"SurahNumber":11,"VerseNumber":8,"Text":"mariyu okavela memu vari siksanu oka nirnita kalam varaku api uncite, varu tappakunda antaru: \"Danini aputunnadi emiti?\" Vastavaniki adi vaccina roju, danini vari nundi tolagincagala varevvaru undaru. Mariyu varu egatali cestu unnade, varini kram'mukuntundi"},{"SurahNumber":11,"VerseNumber":9,"Text":"mariyu okavela memu manavuniki ma karunyanni ruci cupinci, taruvata atani nundi danini lakkunte! Niscayanga, atadu nirasa cendi, krtaghnudavutadu"},{"SurahNumber":11,"VerseNumber":10,"Text":"kani okavela memu ataniki apada taruvata, anugrahanni ruci cupiste: \"Na apadalanni na nundi tolagipoyayi!\" Ani antadu. Niscayanga atadu anandanto, virravigutadu"},{"SurahNumber":11,"VerseNumber":11,"Text":"kani evaraite sahanam vahinci, satkaryalu cestu untaro, alanti variki ksamapana mariyu goppa pratiphalam untayi"},{"SurahNumber":11,"VerseNumber":12,"Text":"(O pravakta!) Bahasa nivu, nipai avatarimpa jeyabadina divyajnanam (vahi) loni konta bhaganni vidici pettanunnavemo! Mariyu danito ni hrdayaniki ibbandi kalugutundemo! Endukante, (satyatiraskarulu): \"Itanipai oka nidhi enduku dimpa badaledu? Leda itanito batu oka devaduta enduku raledu?\" Ani antunnarani. Niscayanga, nivaite kevalam heccarika cese vadavu matrame. Mariyu allah ye pratidani karyasadhakudu"}]}