{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"Fais-les entrer, Seigneur, dans les Jardins d’Eden que Tu leur as promis, accompagnes des vertueux parmi leurs peres, leurs conjoints et leurs descendants. Tu es certes le Tout-Puissant, le Sage"},{"SurahNumber":40,"VerseNumber":9,"Text":"Veuille les preserver (des consequences) de leurs mefaits, car celui que Tu preserveras ce jour-la des (consequences) de ses mefaits, Tu l’auras accueilli dans Ta misericorde. Tel est le succes supreme ! »"},{"SurahNumber":40,"VerseNumber":10,"Text":"A ceux qui ont mecru il sera lance : « Le mepris d’Allah (envers vous), lorsque (sur terre) vous etiez appeles a la foi et que vous mecroyiez, est plus grand encore que le mepris que vous avez envers vous-memes (aujourd’hui). »"},{"SurahNumber":40,"VerseNumber":11,"Text":"« Seigneur, repondront-ils, Tu nous as fait mourir deux fois puis revivre deux fois. Nous avouons donc nos peches. N’y a-t-il pas un moyen pour sortir d’ici ? »"},{"SurahNumber":40,"VerseNumber":12,"Text":"« Cela est ainsi, leur sera-t-il replique, car quand Allah etait Seul invoque, vous mecroyiez ; et quand des associes lui etaient pretes, vous croyiez. Le jugement revient alors a Allah, le Tres Haut, le Tres Grand"},{"SurahNumber":40,"VerseNumber":13,"Text":"C’est Lui Qui vous montre Ses Signes et fait descendre pour vous, du ciel, un bienfait.[458] Seul s’en souvient celui qui revient (a Allah), repentant"},{"SurahNumber":40,"VerseNumber":14,"Text":"Invoquez donc Allah ! Vouez-Lui un culte sincere, en depit de l’aversion des mecreants"},{"SurahNumber":40,"VerseNumber":15,"Text":"Il a les Plus Hauts Degres et possede le Trone, Il envoie l’Esprit, par Son ordre, a qui Il veut parmi Ses serviteurs, afin que (ce dernier) avertisse du Jour de la Rencontre"},{"SurahNumber":40,"VerseNumber":16,"Text":"ce Jour ou ils apparaitront a decouvert et (ou) rien d’eux ne sera cache a Allah. A qui appartient, aujourd’hui, la royaute ? A Allah, l’Un, le Haut Dominateur"}]}