{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":104,"Text":"itaṟkāka nīr avarkaḷiṭattil entak kūliyum kēṭpatillai. Iḥtu akilattār aṉaivarukkum niṉaivūṭṭum nallupatēcamē aṉṟi vēṟillai"},{"SurahNumber":12,"VerseNumber":105,"Text":"iṉṉum vāṉaṅkaḷilum pūmiyilum ettaṉaiyō attāṭcikaḷ irukkiṉṟaṉa, āṉāl avaṟṟai avarkaḷ puṟakkaṇittavarkaḷākavē avaṟṟiṉarukē naṭantu celkiṉṟaṉar"},{"SurahNumber":12,"VerseNumber":106,"Text":"mēlum avarkaḷ iṇaivaipparkaḷāka irukkiṟa nilaiyilallāmal avarkaḷil perumpālōr allāhviṉ mītu nampikkai koḷvatillai"},{"SurahNumber":12,"VerseNumber":107,"Text":"(avarkaḷaic) cūḻntu koḷḷakkūṭiya allāhviṉ vētaṉai avarkaḷukku vantuviṭuvataip paṟṟiyum allatu avarkaḷ aṟiyātirukkum pōtu tiṭīreṉa muṭivu kālam vantu viṭuvataippaṟṟiyum avarkaḷ accamaṟṟu irukkiṉṟārkaḷā"},{"SurahNumber":12,"VerseNumber":108,"Text":"(Napiyē!) Nīr colvīrāka! \"Ituvē eṉṉuṭaiya (nēriya) vaḻiyākum; nāṉ allāhviṉ pāl (uṅkaḷai) aḻaikkiṉṟēṉ; nāṉum eṉṉaip piṉpaṟṟiyavarkaḷum teḷivāṉa ñāṉattiṉ mītē irukkiṉṟōm; allāh mikat tūymaiyāṉavaṉ; ākavē, avaṉukku iṇaivaippōril nāṉum oruvaṉallaṉ"},{"SurahNumber":12,"VerseNumber":109,"Text":"(napiyē!) Umakku muṉṉar (paṟpala camūkaṅkaḷukkum) nām aṉuppiya tūtarkaḷ (antanta camūkaṅkaḷiṉ) ūrkaḷilirunta maṉitarkaḷēyaṉṟi vēṟillai avarkaḷukku nām vahī mūlam (nam kaṭṭaḷaikaḷai) aṟivittōm - ivarkaḷ pūmiyil pirayāṇam ceytu ivarkaḷukku muṉ iruntavarkaḷiṉ muṭivu eppaṭiyiruntatu eṉpataip pārkka villaiyā? Maṟumai vīṭutāṉ payapaktiyuṭaiyavarkaḷukku mikavum mēlāṉatākum; (itaṉai) nīṅkaḷ (cintittu) viḷaṅkikkoḷḷa vēṇṭāmā"},{"SurahNumber":12,"VerseNumber":110,"Text":"(nam) tūtarkaḷ niccayamāka poyppaṭuttappaṭṭu viṭṭārkaḷ eṉṟu eṇṇi nampikkai iḻantu viṭum poḻutu namatu utavi avarkaḷukku vantatu nām nāṭiyavarkaḷ kāppāṟṟappaṭṭaṉar. Namatu taṇṭaṉai kuṟṟam purinta kūṭṭattāraiviṭṭum nīkkappaṭātu"},{"SurahNumber":12,"VerseNumber":111,"Text":"(niccayamāka) avarkaḷiṉ varalāṟukaḷil aṟivuṭaiyōrukku (nalla) paṭippiṉai irukkiṟatu itu iṭṭukkaṭṭappaṭṭa ceytiyāka irukkavillai, māṟāka itaṟku muṉ uḷḷa (vētat)taiyum itu uṇmaiyākki vaikkiṟatu. Ovvoru viṣayattaiyum itu vivarittuk kāṭṭuvatākavum, nampikkai koṇṭa camūkattavarukku nērvaḻiyākavum, rahmattākavum irukkiṟatu"}]}