{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":34,"Text":"Jusuf, ki pisari Ja'quʙ alajhissalom peş az Mūso ʙo dalelhoi ravşan ʙar şumo firistoda şud va şumoro ʙa iʙodati Allohi jakto amr karda ʙud, pas az on cī ʙaroi şumo ovarda ʙud, hameşa dar şak ʙuded, to zamone, ki Jusuf az dunjo ʙiraft, şak va şirki şumo zijod şud va gufted: Alloh pas az ū, hargiz digar pajomʙare naxohad firistod! Alloh taçovuzkori şakkovarandaro in guna gumroh mesozad"},{"SurahNumber":40,"VerseNumber":35,"Text":"Kasone, ki ʙe heç huççati dar dast doşta dar ojoti Alloh ʙahsu çidol mekunand. Kori onon nazdi Allohu va nazdi mū'minon saxt nopisand ast. Alloh ʙar dili har mutakaʙʙiri çaʙʙore incunin mūhr menihad"},{"SurahNumber":40,"VerseNumber":36,"Text":"Fir'avn ʙa ofaridagori çahonijon munkir şud va durūƣ ʙarovard va ʙa vaziraş guft: Ej Homon, ʙaroi man qal'ai ʙalande ʙisoz, şojad ʙa on darho (rohho) dast joʙam"},{"SurahNumber":40,"VerseNumber":37,"Text":"rohho va darhoi osmonho ʙirasam. Va Allohi Mūsoro ʙuʙinam, zero haroina, gumon meʙaram, ki ū dar on iddiojaş, ki mo Parvardigore dorem va in Parvardigor ʙoloi osmonhost, durūƣgū hast. Ba in tarz kirdori zişti Fir'avn dar nazaraş orosta şud va ū az roh ʙozmond va hila va najrangi ū dar ʙotil soxtani mū'çizahoi Mūso çuz zijon heç naʙud. Va dar dunjovu oxirat ʙa çuz ʙadʙaxtī foidae ʙa xud naʙurd"},{"SurahNumber":40,"VerseNumber":38,"Text":"On marde, ki imon ovarda ʙud, guft: Ej qavmi man, az paji man ʙijoed, to ʙa rohi savoʙ şumoro hidojat kunam"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ej qavmi man, in zindagii dunjo ʙahrai andakest zudguzar, ki inson cand rūze ʙahramand meşavad va sipas noʙud megardad. Va oxirat saroi hameşagī va zavolnopazir ast. Pas ʙojad, ki şumo oxiratro ʙar dunjo aziz va muqaddam doned va amalero ançom dihed, ki şumoro dar on ço saodatmand namojad"},{"SurahNumber":40,"VerseNumber":40,"Text":"Har kas dar in dunjo kori ʙade ʙikunad, dar oxirat çuz monandi amalaş çazo najoʙad. Va har kas az mardu zan, ki mū'min ʙoşad va amali solehe ʙa çoj orad, pas onho ʙa ʙihişt doxil şavand va az ne'mathoi çannat ʙehisoʙ rūziaşon dihand"}]}