{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"چنین نیست، سوگند به خدای مشرق‌ها و مغرب‌ها که ما قادریم"},{"SurahNumber":70,"VerseNumber":41,"Text":"که به جای آنها خلقی بهتر از آنها بیافرینیم و هرگز کسی (به قدرت و قوت) بر ما سبقت نخواهد یافت"},{"SurahNumber":70,"VerseNumber":42,"Text":"پس آنها را به کفر و ضلالت خود بگذار که به بازیچه دنیا دل بازند تا با روزی که وعده عذاب آنهاست رو به رو شوند"},{"SurahNumber":70,"VerseNumber":43,"Text":"آن روزی که به سرعت سر از قبرها برآورده، گویی به سوی بتها (و نتیجه پرستش غیر خدا) می‌شتابند"},{"SurahNumber":70,"VerseNumber":44,"Text":"در حالی که چشمهاشان (از هول و وحشت قیامت) به خواری فرو افتاده و ذلّت (کفر و عصیان) بر آنها احاطه کرده، این همان روزی است که به آنها وعده می‌دادند"},{"SurahNumber":71,"VerseNumber":1,"Text":"ما نوح را به سوی قومش (به رسالت) فرستادیم که قوم خود را (از قهر خدا) به اندرز و پند بترسان از آنکه بر آنان عذاب دردناک فرا رسد"},{"SurahNumber":71,"VerseNumber":2,"Text":"نوح گفت: ای قوم، من برای شما رسولی هستم که شما را با بیانی روشن از عذاب قهر خدا می‌ترسانم"},{"SurahNumber":71,"VerseNumber":3,"Text":"(و از راه خیر خواهی به شما می‌گویم) که خدای را به یکتایی بپرستید و از او بترسید و پرهیزکار باشید و مرا پیروی کنید"},{"SurahNumber":71,"VerseNumber":4,"Text":"تا خدا به لطف و کرم از گناهان شما در گذرد و اجلتان را تا وقت (عمر طبیعی) معیّن به تأخیر افکند، که اجل الهی چون وقتش فرا رسد اگر بدانید دگر هیچ تأخیر نیفتد"},{"SurahNumber":71,"VerseNumber":5,"Text":"(و او به درگاه خدا نالید و) گفت: بارالها، من قوم خود را شب و روز دعوت کردم"},{"SurahNumber":71,"VerseNumber":6,"Text":"اما دعوت و نصیحتم جز بر فرار و اعراض آنها نیفزود"},{"SurahNumber":71,"VerseNumber":7,"Text":"و هر چه آنان را به مغفرت و آمرزش تو خواندم انگشت بر گوش نهادند و جامه به رخسار افکندند (تا مرا نبینند و سخنم را نشنوند) و (بر کفر) اصرار و لجاج ورزیدند و سخت راه تکبر و نخوت پیمودند"},{"SurahNumber":71,"VerseNumber":8,"Text":"باز هم آنها را به صدای بلند دعوت کردم"},{"SurahNumber":71,"VerseNumber":9,"Text":"و آن گاه آشکار و علنی خواندم و در خلوت و پنهانی خواندم (به هیچ وجه اثری نکرد)"},{"SurahNumber":71,"VerseNumber":10,"Text":"باز گفتم: به درگاه خدای خود توبه کنید و آمرزش طلبید که او بسیار خدای آمرزنده‌ای است"}]}