{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"I taka, predi teb ne izpratikhme v nikoe selishte predupreditel, bez zhiveeshtite tam v dovolstvo da rekat: “Zavarikhme predtsite si s religiya i nie tekhnite stŭpki sledvame"},{"SurahNumber":43,"VerseNumber":24,"Text":"Reche: “Nima i ako sŭm doshŭl pri vas s po-dobro napŭtvane ot tova, s koeto zavarikhte predtsite si?” Rekokha: “Ne vyarvame v tova, s koeto ste izprateni.”"},{"SurahNumber":43,"VerseNumber":25,"Text":"I im otmŭstikhme. I vizh kakŭv be krayat na otrichashtite"},{"SurahNumber":43,"VerseNumber":26,"Text":"Ibrakhim reche na svoya bashta i na svoya narod: “Az otkhvŭrlyam tova, na koeto sluzhite"},{"SurahNumber":43,"VerseNumber":27,"Text":"a [sluzha] samo na Onzi, Koĭto me e sŭzdal. Toĭ shte me napŭti.”"},{"SurahNumber":43,"VerseNumber":28,"Text":"I stori Toĭ tova slovo da ostane u negovite potomtsi, za da se vŭrnat [kŭm nego]"},{"SurahNumber":43,"VerseNumber":29,"Text":"Da, na tezi [nevernitsi] i na tekhnite predtsi dadokh da se nasladyat, dokato pri tyakh doĭde istinata i yaven pratenik"},{"SurahNumber":43,"VerseNumber":30,"Text":"I shtom istinata doĭde pri tyakh, rekokha: “Tova e magiya. Nie ne vyarvame v neya.”"},{"SurahNumber":43,"VerseNumber":31,"Text":"I rekokha: “Zashto tozi Koran ne be nizposlan na nyakoĭ golemets ot dvete selishta?”"},{"SurahNumber":43,"VerseNumber":32,"Text":"Nima te razpredelyat milostta na tvoya Gospod? Nie razpredelyame pomezhdu im tyakhnoto prepitanie v zemniya zhivot i vŭzdigame edni ot tyakh nad drugi, ta ednite da se vŭzpolzvat ot drugite. A milostta na tvoya Gospod e po-dobro ot onova, koeto te trupat"},{"SurahNumber":43,"VerseNumber":33,"Text":"Ako ne be [opasnostta] khorata da stanat obshtnost ot [nevernitsi], shtyakhme da napravim za onezi, koito ne vyarvat vŭv Vsemilostiviya - za domovete im - ot srebro pokrivi i stŭlbishta, po koito da se izkachvat"}]}