{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Аллаһ көкүрөгүн Исламга ачып, (натыйжада) ал Раббисинен берилген Нур-хидаяттын үстүндө болгон адам (таш жүрөк адам менен теңби?) Аллаһты эскерүүдөн жүрөктөрү таш болуп калгандарга өлүм болсун! Алар анык адашууда"},{"SurahNumber":39,"VerseNumber":23,"Text":"Аллаһ эң мыкты сөздөрдү бири-бирине окшош жана (аяттары) кайталанып келген Китеп сүрөтүндө түшүрдү. Ал Китептен (аны окугандан жана уккандан) Раббисинен корккон пенделердин терилери титирейт. Анан терилери жана жүрөктөрү Аллаһты эстегенге жумшап калат. Бул Аллаһтын Хидаят (Туура Жол) бергени. Аллаһ Өз Хидаяты менен каалаган пендесин Туура Жолго баштайт. Ал эми, Аллаһ кимди адаштырып койсо, ал үчүн Туура Жолго баштоочу табылбайт"},{"SurahNumber":39,"VerseNumber":24,"Text":"Кыямат Күнү жаман азаптан бетин калкалаган адам (Аллаһ Хидаят берген адамга окшойбу?) (Ошол Күнү) заалымдарга «Өзүңөр жасаган (күнөө) иштерди (н азабын) таткыла!» деп айтылат"},{"SurahNumber":39,"VerseNumber":25,"Text":"Алардан мурунку (каапыр) адамдар дагы (динди) жалганга чыгарышкан. Анан аларга өздөрү сезбеген тараптан азап келген"},{"SurahNumber":39,"VerseNumber":26,"Text":"Ошентип, Аллаһ аларга бул дүйнө жашоосунда кордук (азабын) таттырды. Ал эми, Акырет азабы эгер билишсе, (мындан да) катуураак"},{"SurahNumber":39,"VerseNumber":27,"Text":"Биз бул Кураанда адамдарга ар түрдүү мисалдарды келтирдик. Кана эми (көбүрөөк Аллаһты) эстешсе"},{"SurahNumber":39,"VerseNumber":28,"Text":"Араб тилиндеги Кураан шекилинде, эч бир катасы жок абалда (түшүрдүк) Кана эми, такыба кылышса"},{"SurahNumber":39,"VerseNumber":29,"Text":"Аллаһ бир (кул) кишини мисал келтирет: Аны талашкан көп кожоюндары бар. Дагы бир (кул) киши бир гана кожоюнга моюн сунат. Экөөсүнүн мисалы окшошпу?! Аллаһка мактоолор болсун! Жок, (муну) алардын көпчүлүгү билбейт"},{"SurahNumber":39,"VerseNumber":30,"Text":"(О, Мухаммад!) Сен да өлөсүң, алар дагы өлүшөт"},{"SurahNumber":39,"VerseNumber":31,"Text":"Кийин силер Кыямат Күндө Раббиңердин алдында талашасыңар"}]}