{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Misalin Aljanna wadda aka yi alkawarinta ga masu taƙawa, ƙoramu suna gudana daga ƙarƙashinta. Abincinta yana madawwami da inuwarta. Waccan ce aƙibar waɗanda suka yi taƙawa, kuma aƙibar kafirai, ita ce wuta"},{"SurahNumber":13,"VerseNumber":36,"Text":"Kuma waɗanda Muka ba su Littafi suna farin ciki da abin da aka saukar zuwa gare ka, kuma daga ƙungiyoyi akwai mai musun sashensa. Ka ce: \"Abin sani kawai, an umurce ni da in bauta wa Allah kuma kada in yi shirka da Shi, zuwa gare Shi nake kira, kuma zuwa gare Shi makomata take"},{"SurahNumber":13,"VerseNumber":37,"Text":"Kuma kamar wancan ne Muka saukar da shi*, Hukunci a cikin Larabci. Kuma lalle ne idan ka bi son zuciyoyinsu a bayan abin da ya zo maka na ilmi, babu wani masoyi a gare ka mai kare ka daga Allah, kuma babu matsari"},{"SurahNumber":13,"VerseNumber":38,"Text":"Kuma lalle ne haƙiƙa Mun aika waɗansu manzanni, daga gabaninka, kuma Muka sanya matan aure a gare su da zuriyya, kuma ba ya kasancewa ga wani Manzo ya zo da wata aya, sai da iznin Allah. Ga kowane ajali* akwai littafi"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah Yana shafe abin da Yake so, kuma Yana tabbatarwa kuma a wurinsa asalin Littafin yake"},{"SurahNumber":13,"VerseNumber":40,"Text":"Kuma imma lalle Mu nuna* maka sashen abin da Muke yi musu wa'adi, ko kuwa lalle Mu karɓi ranka to abin sani kawai iyarwa ce a kanka, kuma hisabi yana gare Mu"},{"SurahNumber":13,"VerseNumber":41,"Text":"Shin, kuma ba su gani ba cewa lalle ne, Muna je wa ƙasar (su), Muna rage ta daga gefunanta? Kuma Allah ne Yake yin hukuncinsa. Babu mai bincike ga hukuncinsa. Kuma shi ne Mai gaggawar sakamako"},{"SurahNumber":13,"VerseNumber":42,"Text":"Kuma lalle ne waɗanda suke a gabaninsu sun yi makirci. To, ga Allah makircin yake gaba ɗaya. Ya san abin da kowane rai yake tanada. Kuma kafirai za su sani, ga wane aƙibar gida take"}]}