{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"nijedan narod ne moze ubrzati ni usporiti vrijeme propasti svoje…"},{"SurahNumber":23,"VerseNumber":44,"Text":"i poslanike, jedne za drugim slali. Kad bi jednom narodu dosao njegov poslanik, u laz bi ga utjerivali, i Mi smo ih zato jedne drugima smjenjivali, i samo u pricama o njima spomen sacuvali – daleko bili ljudi koji nisu vjerovali"},{"SurahNumber":23,"VerseNumber":45,"Text":"Poslije smo poslali Musaa i brata mu Haruna sa znamenjima Nasim i dokazom ociglednim…"},{"SurahNumber":23,"VerseNumber":46,"Text":"faraonu i glavesinama njegovim, ali su se oni uzoholili, bili su to ljudi nadmeni"},{"SurahNumber":23,"VerseNumber":47,"Text":"“Zar da povjerujemo dvojici ljudi koji su isti kao i mi, a narod njihov je roblje nase?”, govorili su"},{"SurahNumber":23,"VerseNumber":48,"Text":"I njih dvojicu su lazljivcima proglasili, pa su zato unisteni bili"},{"SurahNumber":23,"VerseNumber":49,"Text":"Musau smo onda Knjigu dali da bi sinovi Israilovi Pravim putem isli"},{"SurahNumber":23,"VerseNumber":50,"Text":"I sina Merjemina i majku njegovu znakom smo ucinili. Mi smo njih na jednoj visoravni s tekucom vodom nastanili"},{"SurahNumber":23,"VerseNumber":51,"Text":"“O poslanici, dozvoljenim i lijepim jelima se hranite i dobra djela cinite, jer Ja dobro znam sta vi radite"},{"SurahNumber":23,"VerseNumber":52,"Text":"Ova vasa vjera – jedina je prava vjera, a Ja sam Gospodar vas, pa Me se bojte!”"},{"SurahNumber":23,"VerseNumber":53,"Text":"A oni su se u pitanjima vjere svoje podijelili na skupine, svaka stranka radosna onim sto ispovijeda…"},{"SurahNumber":23,"VerseNumber":54,"Text":"zato ostavi ove u zabludi njihovoj jos neko vrijeme"},{"SurahNumber":23,"VerseNumber":55,"Text":"Misle li oni – kad ih imetkom i sinovima pomazemo…"},{"SurahNumber":23,"VerseNumber":56,"Text":"da zurimo da im neko dobro ucinimo? Nikako, ali oni ne opazaju"},{"SurahNumber":23,"VerseNumber":57,"Text":"Oni koji iz bojazni prema Gospodaru svom strahuju…"},{"SurahNumber":23,"VerseNumber":58,"Text":"i oni koji u dokaze Gospodara svog vjeruju…"},{"SurahNumber":23,"VerseNumber":59,"Text":"i oni koji druge Gospodaru svom ravnim ne smatraju…"}]}