{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":67,"Text":"Sender teñizde bir qïınşılıqqa dwşar bolğan sätte, Alladan basqa sïınğandarıñ joq boladı. Al endi senderdi qutqarıp, qırğa şığarsa, jalt beresiñder. Negizinde adam balası tım näsükir"},{"SurahNumber":17,"VerseNumber":68,"Text":"Allanıñ qurılıqta da senderdi jerge juttırwınan nemese senderge tastı boran jiberwinen xawipsizsiñder me? Soñıra özderiñe bir bolıswşı taba almaysıñdar"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ne senderdi qaytadan teñizge qaytarıp, qarsılıqtarıñnıñ saldarınan bir quyın jiberip, swğa batırwınan beybitsiñder me? Sonda senderge bolısıp, bizdi qwalawşı taba almaysıñdar"},{"SurahNumber":17,"VerseNumber":70,"Text":"Rasında Adam balasın ardaqtadıq. Sonday-aq olardı qrılıqta da teñizde de köliktendirdik. Äri olardı jaqsı närselermen qorektendirdik. Äm olardı jaratqandarımızdıñ köbinen ne qurlım artıq jarattıq"},{"SurahNumber":17,"VerseNumber":71,"Text":"(Muxammed Ğ.S.) bir küni bükil adam balasın bastıqtarımen birge şaqıramız. Sonda kimniñ kitabı oñınan berilse, mine solar, kitaptarın oqïdı. Olarğa qılday qïyanat bolmaydı"},{"SurahNumber":17,"VerseNumber":72,"Text":"Bul dünïede şındıqtı körmegender, aqïrette soqır äri joldan adasqan boldı"},{"SurahNumber":17,"VerseNumber":73,"Text":"(Muxammed Ğ.S.) olar seni, sağan waxï etkenimizden basqa närseni, bizge jala japsırtıp buzwğa jaqındadı. Sol waqıtta olar, seni dos tutadı"},{"SurahNumber":17,"VerseNumber":74,"Text":"Eger biz seni bekemdemesek edi, ärïne olarğa biraz beyimdewge jaqındar ediñ"},{"SurahNumber":17,"VerseNumber":75,"Text":"Eger onday bolsa, sağan tirşilikte de qaytıs bolğannan keyin de älbette eselep azap tattırar edik. Sosın öziñe, bizge qarsı järdemşi taba almas ediñ. (Bul ayattar, müşrikterdiñ Muxammed Ğ.S. ğa kelip, keybir dinï erejelerdiñ öz qalawlarına säykes orındalwın talap etkendikterine baylanıstı tüsken. B.J.R.X.T.J-Q)"}]}