{"Id":438,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk-la","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Aziz ve Hakim olan Allah´tan Kitap´ın indirilisidir bu"},{"SurahNumber":45,"VerseNumber":3,"Text":"Kuskusuz, goklerde ve yerde, iman sahipleri icin sayısız ayetler vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Ve sizin yaratılısınızda, her yana yaydıgı canlılarda, kesinligi yakalayan bir topluluk icin ibretler, isaretler vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Geceyle gunduzun birbiri ardınca gelisinde, Allah´ın gokten bir rızık indirip de onunla yerkureyi olumunden sonra hayata kavusturmasında, ruzgarların herbir yana sevkedilisinde de aklını calıstıran bir topluluk icin izler, isaretler vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"Iste bunlar, Allah´ın ayetleridir ki, onları sana hak olarak okuyoruz. Hal boyle iken Allah´tan ve onun ayetlerinden sonra hangi hadise/soze inanıyorlar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Yazıklar ve azaplar olsun gunaha batmıs her yalancı iftiracıya"},{"SurahNumber":45,"VerseNumber":8,"Text":"Ki Allah´ın ayetlerinin kendisine okunusunu dinler, sonra boburlenmis olarak inadında devam eder. Sanki hic duymamıstır onları. Artık acıklı bir azapla mustula boylesini"},{"SurahNumber":45,"VerseNumber":9,"Text":"Ayetlerimizden birseyin bilgisine ulasınca, alaya aldı onu. Iste onlar icindir horlayıp yere batıran bir azap"},{"SurahNumber":45,"VerseNumber":10,"Text":"Arkalarından cehennem! Kazanmıs oldukları da Allah dısında edindikleri veliler de onlara hicbir yarar saglamayacaktır. Cok buyuk bir azap vardır onlar icin"},{"SurahNumber":45,"VerseNumber":11,"Text":"Iyiye ve guzele bir kılavuzdur bu! Rablerinin ayetlerini inkar edenler icin, korkunc bir pislik azabı ongorulmustur"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah size denizi boyun egdirdi ki, icinde gemiler O´nun emriyle akıp gitsin, lutfundan istekte bulunasınız ve sukredebilesiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Goklerde ne var, yerde ne varsa tumunu, O´ndan bir lutuf olarak size boyun egdirmistir. Bunda, derin derin dusunen bir topluluk icin elbette ibretler vardır"}]}