{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":106,"Text":"Arau tumi allahara ocarata ksama praarthana karaa. Niscaya allaha ksamasila, parama dayalu"},{"SurahNumber":4,"VerseNumber":107,"Text":"Arau yisakale nijake prataraita karae tumi sihamtara samarthanata bitarka nakaraiba; niscaya allahe bisbasa bhangakarai papika pachanda nakarae"},{"SurahNumber":4,"VerseNumber":108,"Text":"Sihamte manuhara paraa gopana karaiba bicarae athaca allahara paraa gopana nakarae, yadi'o te'om sihamtara lagate'i ache yetiya sihamte raatita enekuraa kathara paraikalpana karae yito te'om pachanda nakarae, arau sihamte yi karae seya allahe paraibestana karai ache"},{"SurahNumber":4,"VerseNumber":109,"Text":"Coraa, tomaloke'i se'isakala loka yisakale parthira jiranata sihamtara samarthanata bitarka karaicha; kintu kiyamatara dina allahara sanmukhata kone sihamtara samarthanata bitarka karaiba athaba kona ha’ba sihamtara tattbaradhayaka"},{"SurahNumber":4,"VerseNumber":110,"Text":"arau konoba'i beya kama karaile athaba nijara oparata an'yaya karaile tara pichata allahara ocarata ksama praarthana karaile allahaka si ksamasila, parama dayalu paba"},{"SurahNumber":4,"VerseNumber":111,"Text":"Arau konoba'i papa karaile prakrtate si se'ito nijara ksatira babe'i karae, arau allaha sarbajna, prajnamaya"},{"SurahNumber":4,"VerseNumber":112,"Text":"Arau yi byakti kono aparaadha ba papa kama karaile tara pichata se'ito kono nirdosa byaktira oparata araopa karaile tente si micha apabada arau spasta gunahara boja bahana karaile"},{"SurahNumber":4,"VerseNumber":113,"Text":"Arau tomara oparata yadi allahara anugraha arau daya nathakilehemtena tente sihamtara majara eta dale tomaka pathabhrasta karaara sankalpa karaiye pela'ichila. Kintu sihamte nijara bahirae ana kako pathabhrasta karaiba noraarae arau tomarao kono ksati karaiba noraarae. Allahe tomara prati kitaba arau hikamata aratirna karaiche arau tumi yi jana nachila seya tomaka siksa diche, tomara prati allahara maha anugraha ache"}]}