{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":3,"VerseNumber":38,"Text":"Toe het Sagaria sy Heer aangeroep: My Heer! Skenk vir my ’n rein nageslag; voorwaar, U is die aanhoorder van die gebed"},{"SurahNumber":3,"VerseNumber":39,"Text":"Só het die engele dan tot hom geroep terwyl hy in die tempel- kamer staan en bid: Allah skenk U die blye tyding van Johannes, dat hy Allah se woord sal vervul ~ en hy sal edel en kuis, en ’n profeet onder die regverdiges wees"},{"SurahNumber":3,"VerseNumber":40,"Text":"Hy het gesê: My Heer! Hoe sal daar ’n seun vir my wees, noudat die ouderdom al tot my gekom het en my vrou onvrugbaar is? Hy het geantwoord: So doen Allah ~ selfs dít doen Allah vir wie Hy wil"},{"SurahNumber":3,"VerseNumber":41,"Text":"Hy het gesê: My Heer, gee vir my ’n teken daarvan. Hy het geantwoord: Die teken sal wees dat u drie dae lank met niemand sal praat nie, behalwe deur gebare. En dink dikwels aan u Heer en verheerlik Hom saans en soggens"},{"SurahNumber":3,"VerseNumber":42,"Text":"En toe die engele gesê het: O Maria! Allah het u waarlik uit- verkies, en gereinig, en bó die vroue van die wêreld verhef"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Maria! Wees gehoorsaam aan u Heer, en onderwerp u, en buig saam met húlle wat biddend vooroorbuig"},{"SurahNumber":3,"VerseNumber":44,"Text":"Dit is die tyding van die Onsigbare wat ons aan u openbaar. En u was nie teenwoordig toe hulle onder mekaar geloot het oor wie van hulle voog oor Maria sal wees nie; en u was nie teenwoordig toe hulle met mekaar gestry het nie"},{"SurahNumber":3,"VerseNumber":45,"Text":"Toe die engele gesê het: O Maria! Waarlik, Allah stuur u ’n blye tyding met ’n woord van Hom oor een wie se naam die Messias sal wees, Jesus, die Seun van Maria, geëerd in hierdie wêreld en in die Hiernamaals, en hy sal onder húlle wees wat in Allah se nabyheid sal vertoef"}]}