{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":118,"Text":"(O, Muhammad) Eger Rabbiŋ kaalasa, bardık adamdardı bir dinde (İslamda) kılıp koymok. Birok, azırkıga çeyin ar kanday (dinde) kaluuda"},{"SurahNumber":11,"VerseNumber":119,"Text":"Özü ırayım kılgandardan başkaları. Allaһ adamdardı uşunday (kee biri akıykatka, kee biri jalganga eerçiy turgan) boluşu üçün jarattı. Rabbiŋdin: “(Kaapır bolgon) bardık jinder jana adamdar menen tozoktu tolturaarmın!” degen sözü tolugu menen atkarıldı"},{"SurahNumber":11,"VerseNumber":120,"Text":"(O, Muhammad) Biz saga (ötkön) paygambarlardın ar bir kabarlarınan senin jürögüŋö kubat bolçuların bayan kılıp berdik. Mında (uşul sürönün içinde) Akıykat, Nasaat jana ıymanduu adamdar üçün ülgü — sabaktar bar"},{"SurahNumber":11,"VerseNumber":121,"Text":"(Dalilderdi tizmektegenden kiyin) ıyman keltirbegen adamdarga aytkın: “Bilgen işiŋerdi jasagıla, biz da bilgenibizdi jasaybız”"},{"SurahNumber":11,"VerseNumber":122,"Text":"(Bizge emne boloorun) kütkülö, biz dagı (başıŋarga kanday jaza keleerin) kütöbüz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Asmandar jana jerdegi (körüngön jana) körünbögön nerseler Allaһtın mülkü. Bardık işter Anın Özünö kaytat. Emi, Anın Özünö ibadat kılgıla jana Özünö tobokel kılgıla! Siler jasagan işterdin eç birinen Allaһ kabarsız emes"},{"SurahNumber":12,"VerseNumber":1,"Text":"Alif. Lam, Raa. Bular aykın Kitep ayattarı"},{"SurahNumber":12,"VerseNumber":2,"Text":"Çınında, Biz akıl jügürtüşüŋör üçün Kuraandı arab tilinde tüşürdük"},{"SurahNumber":12,"VerseNumber":3,"Text":"(O, Muhammad) Biz saga bul Kuraandı vahiy kıluu menen ikayalardın? eŋ mıktısın aytıp berebiz. Buga çeyin sen munu bilbeyt bolçusuŋ"},{"SurahNumber":12,"VerseNumber":4,"Text":"Bir kezde, Yusuf atasına: “O, atake, men tüşümdö Kün, Ay jana on bir jıldızdı maga sajda (taazim) kılganın kördüm” dedi"}]}