{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":39,"Text":"Eto - to, chto vnushil tebe Gospod' iz mudrosti, i ne sotvoryay vmeste s Allakhom drugogo bozhestva, a to budesh' vvergnut v geyennu poritsayemym, prezrennym"},{"SurahNumber":17,"VerseNumber":40,"Text":"Neuzheli vash Gospod' isklyuchitel'no vam predostavil synovey, a sebe vzyal iz angelov zhenshchin? Poistine, vy govorite slovo velikoye"},{"SurahNumber":17,"VerseNumber":41,"Text":"My izlozhili v etom Korane, chtoby oni pripomnili, no uvelichivayet eto tol'ko otvrashcheniye u vas"},{"SurahNumber":17,"VerseNumber":42,"Text":"Skazhi: \"Yesli by byli vmeste s Nim bogi, kak oni govoryat, togda by oni pozhelali puti k obladatelyu trona"},{"SurahNumber":17,"VerseNumber":43,"Text":"Khvala Yemu, i prevyshe On togo, chto (o Nem) govoryat, na velikuyu vysotu"},{"SurahNumber":17,"VerseNumber":44,"Text":"Proslavlyayut Yego sem' nebes, i zemlya, i te, kto na ney. Net nichego, chto by ne proslavlyalo Yego khvaloy, no vy ne ponimayete proslavleniya ikh. Poistine, On - krotkiy, proshchayushchiy"},{"SurahNumber":17,"VerseNumber":45,"Text":"I kogda ty chitayesh' Koran, My delayem mezhdu toboy i temi, kotoryye ne veruyut v poslednyuyu zhizn', zavesu sokrovennuyu"},{"SurahNumber":17,"VerseNumber":46,"Text":"I My polozhili na serdtsa ikh pokrovy, chtoby oni ne ponimali yego, a v ushi ikh - glukhotu. I kogda ty pominayesh' svoyego Gospoda v Korane yedinym, oni povorachivayutsya vspyat' iz otvrashcheniya"},{"SurahNumber":17,"VerseNumber":47,"Text":"My luchshe znayem, k chemu oni prislushivayutsya, kogda slushayut tebya, i kogda oni - taynaya beseda, vot govoryat nepravednyye: \"Vy sleduyete tol'ko za chelovekom ocharovannym"},{"SurahNumber":17,"VerseNumber":48,"Text":"Posmotri, kak oni privodyat tebe pritchi i zabludilis' i ne mogut nayti dorogu"},{"SurahNumber":17,"VerseNumber":49,"Text":"I skazali oni: \"Razve, kogda my stali kostyami i oblomkami, razve zhe my budem voskresheny kak novoye sozdaniye"}]}