{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"So He fashioned them (the clouds of gaseous elements which then existed in the place of the heaven) seven heavens in two days and inspired in each heaven its tasks. And We adorned the lowest heaven (the heaven of the world) with lamps (stars), and guard (against every satan who would attempt to steal away information of the Unseen from angels). That is the measured determination of the All-Glorious with irresistible might, the All-Knowing"},{"SurahNumber":41,"VerseNumber":13,"Text":"If they turn away in aversion, say (to them): \"I have warned you of a punishment striking like the lightning (that struck the tribes of) Ad and Thamud"},{"SurahNumber":41,"VerseNumber":14,"Text":"When the Messengers (sent to each) came to them (with all evidence of truth) from every approach, preaching: \"Worship none but God alone!\" they said: \"Had it been the will of our Lord (to send us Messengers to warn us), He would certainly have sent down angels. So we disbelieve in what (you claim) you have been sent with"},{"SurahNumber":41,"VerseNumber":15,"Text":"Now, as for the Ad: They acted arrogantly and oppressively in the land against all right, and said: \"Who can be superior to us in power?\" Did they not see that God, Who created them, is superior to them in power? And they persisted in rejecting Our manifest signs and Revelations"},{"SurahNumber":41,"VerseNumber":16,"Text":"So then We sent upon them a furious windstorm through days of disaster, and so We made them taste the punishment of disgrace in the life of this world, while the punishment of the Hereafter is more humiliating. And they will not be helped (to evade it)"},{"SurahNumber":41,"VerseNumber":17,"Text":"As for the (tribe of) Thamud: We showed them (the straight path of) guidance but they preferred blindness over guidance. So then the lightning-like punishment of humiliation seized them because of what they had been earning for themselves"},{"SurahNumber":41,"VerseNumber":18,"Text":"And We saved those who believed and who, in awe of God and reverence for Him, habitually avoided sin"},{"SurahNumber":41,"VerseNumber":19,"Text":"And (remind of) the day when the enemies of God will be raised up (from their graves) and gathered for the Fire: they will be driven (to the place of reckoning) in arrays"},{"SurahNumber":41,"VerseNumber":20,"Text":"Until when they reach it, their ears, and their eyes, and their skins will bear witness against them as to all that they did habitually"}]}