{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":31,"Text":"Ey Ademoğulları, her mescid yanında ziynetlerinizi takının. Yiyin, için ve israf etmeyin. Çünkü O, israf edenleri sevmez"},{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: \"Allah'ın kulları için çıkardığı ziyneti ve temiz rızıkları kim haram kılmıştır?\" De ki: \"Bunlar, dünya hayatında iman edenler içindir, kıyamet günü ise yalnızca onlarındır.\" Bilen bir topluluk için ayetleri böyle birer birer açıklarız"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: \"Rabbim yalnızca çirkin-hayasızlıkları -onlardan açıkta olanlarını ve gizli olanlarını,- günah işlemeyi, haklı nedeni olmayan 'isyan ve saldırıyı' kendisi hakkında ispatlayıcı bir delil indirmediği şeyi Allah’a şirk koşmanızı ve Allah'a karşı bilmediğiniz şeyleri söylemenizi haram kılmıştır"},{"SurahNumber":7,"VerseNumber":34,"Text":"Her ümmet için bir ecel vardır. Onların ecelleri gelince, ne bir saat ertelenebilirler ne de öne alınabilirler (tam zamanında çökerler)"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey Ademoğulları, içinizden size ayetlerimi haber veren elçiler geldiğinde, kim sakınırsa ve (davranışlarını) düzeltirse işte onlar için korku yoktur, onlar mahzun olmayacaklardır"},{"SurahNumber":7,"VerseNumber":36,"Text":"Ayetlerimizi yalanlayanlar ve onlara karşı büyüklenenler, işte onlar ateşin arkadaşlarıdır; onda sonsuzca kalacaklardır"},{"SurahNumber":7,"VerseNumber":37,"Text":"Öyleyse, Allah’a karşı yalan uydurup iftira düzenden veya ayetlerini yalanlayanlardan daha zalim kimdir? Kitaptan kendilerine bir pay erişecek olanlar bunlardır. Nihayet elçilerimiz, hayatlarına son vermek üzere kendilerine gittiklerinde onlara diyecekler ki: \"Allah'tan başka taptıklarınız nerede?\" \"Onlar bizi (yüzüstü) bırakıp-kayboldular\" diyecekler. (Böylelikle) Bunlar, gerçekten kafirler olduklarına kendi aleyhlerinde şehadet ettiler"}]}