{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":33,"VerseNumber":55,"Text":"Ho (nhung nguoi vo cua Nabi) khong mac toi (khi khong mac Hijab) truoc mat cha, con trai, anh em trai, con trai cua anh chi em ruot, nhung phu nu giup viec, va nhung nguoi no le nam duoi quyen quan ly cua ho. (Hoi nhung nguoi vo cua Nabi!) Cac nguoi hay kinh so Allah, qua that, Allah luon giam sat moi viec"},{"SurahNumber":33,"VerseNumber":56,"Text":"Qua that, Allah va cac Thien Than cua Ngai đeu Salawat cho Nabi (Muhammad). Hoi nhung nguoi co đuc tin, cac nguoi hay Salawat cho Y that nhieu"},{"SurahNumber":33,"VerseNumber":57,"Text":"Qua that, nhung ke gay phien nhieu đen Allah va Su Gia cua Ngai, Allah se nguyen rua ho o đoi nay va ca Đoi Sau; va Ngai đa chuan bi cho ho mot su trung phat nhuc nha"},{"SurahNumber":33,"VerseNumber":58,"Text":"Va nhung ke gay phien nhieu đen nhung nguoi co đuc tin, nam cung nhu nu, mot cach khong thoa đang thi qua that ho đa mang vao minh toi vu khong va toi danh ro rang"},{"SurahNumber":33,"VerseNumber":59,"Text":"Hoi Nabi (Muhammad), Nguoi hay bao nhung nguoi vo cua Nguoi, cac con gai cua Nguoi, va nhung nguoi vo cua nhung nguoi co đuc tin phu ao choang che kin than the cua ho. Nhu the đe de nhan biet ho va đe ho khong bi xuc pham. Qua that, Allah la Đang Hang Tha Thu, Hang Khoan Dung"},{"SurahNumber":33,"VerseNumber":60,"Text":"Neu nhung ke gia tao đuc tin va nhung ke mang trong long mot chung benh (hoai nghi) cung nhu nhung ke gay roi (phao tin gia) trong thanh pho Madinah khong chiu dung lai thi chac chan TA (Allah) se đe cho Nguoi (hoi Thien Su) trung phat chung, roi chung se đuoc tha cho tam song noi đo voi Nguoi nhu nhung nguoi lang gieng trong mot thoi gian ngan ngui"},{"SurahNumber":33,"VerseNumber":61,"Text":"Chung se bi nguyen rua, va bat cu khi nao cung nhu bat cu đau chung bi phat giac thi chung se bi bat va bi giet khong thuong xot"},{"SurahNumber":33,"VerseNumber":62,"Text":"(Đo la) đuong loi cua Allah danh cho nhung ke (gia tao đuc tin) đa qua cua the he truoc va Nguoi se khong bao gio thay mot su thay đoi nao trong đuong loi cua Allah (đoi voi nhung ke boi tin va phan nghich)"}]}