{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Но, не! Ние им ја донесовме вистината а тие се, навистина, лашковци"},{"SurahNumber":23,"VerseNumber":91,"Text":"Аллах не си присвои дете и покрај Него нема друг бог. Тогаш, секој бог би го земал, секако, она што би го создал, И еднисодруги ќе се натпреваруваа. Возвишен е Аллах над она со што го опишуваат"},{"SurahNumber":23,"VerseNumber":92,"Text":"Зналец на невидливото И ВИДЛИВОТО... па, возвишен е ОН над она што Му го здружуваат"},{"SurahNumber":23,"VerseNumber":93,"Text":"Кажи: “Господаре мој, ако посакуваш да ми го покажеш она со што им се ветува"},{"SurahNumber":23,"VerseNumber":94,"Text":"тогаш, Господаре мој, не ставај ме меѓу народот зулумќареки!“"},{"SurahNumber":23,"VerseNumber":95,"Text":"Ние сме моќни, секако, да ТИ го покажеме она што им се ветува"},{"SurahNumber":23,"VerseNumber":96,"Text":"На злото возвратете со најдобро! Ние најдобро го знаеме она што го опишуваат"},{"SurahNumber":23,"VerseNumber":97,"Text":"кажи: “Господаре мој, Тебе ти се приклонувам од привлечностите на шејтаните"},{"SurahNumber":23,"VerseNumber":98,"Text":"И Гебе ти се приклонувам, Господаре, од нивното присуство пред мене"},{"SurahNumber":23,"VerseNumber":99,"Text":"И дури некому од нив кога ќе му дојде смртта, тој вели: “Господаре мој, врати ме"},{"SurahNumber":23,"VerseNumber":100,"Text":"ќе работам добро во она што го оставив.\" А, не! Тоа се само зборови кои ги зборува. А зад нив, меѓутоа, има Берзах до Денот во кој ќе бидат оживеани"},{"SurahNumber":23,"VerseNumber":101,"Text":"кога ќе се дувне во Сурлата.. роднински врски еднисодруги веќе нема да има на Денот тој и не ќе се прашуваат за Ништо"},{"SurahNumber":23,"VerseNumber":102,"Text":"Оние чии ваги ќе натежнат... оние, токму, се спасените"},{"SurahNumber":23,"VerseNumber":103,"Text":"А оние, пак, чии ваги нема да натежнат со добро... оние, токму, се упропастија самите себеси, во Џехеннемот за навек ќе останат"},{"SurahNumber":23,"VerseNumber":104,"Text":"Пламен ќе ги спржи по лицата нивни и во Џехеннемот ќе бидат обезличени"}]}