{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"¿Quien, si no, inicia la creacion y luego la repite? ¿Quien os sustenta de los bienes del cielo y de la tierra? ¿ Hay un dios junto con Ala? Di: «¡Aportad vuestra prueba, si es verdad lo que decis!»"},{"SurahNumber":27,"VerseNumber":65,"Text":"Di: «Nadie en los cielos ni en la tierra conoce lo oculto, fuera de Ala. Y no presienten cuando van a ser resucitados"},{"SurahNumber":27,"VerseNumber":66,"Text":"Al contrario, su ciencia no alcanza la otra vida. Dudan de ella, mas aun, estan ciegos en cuanto a ella se refiere»"},{"SurahNumber":27,"VerseNumber":67,"Text":"Los infieles dicen: «Cuando nosotros y nuestros padres seamos tierra, ¿se nos sacara"},{"SurahNumber":27,"VerseNumber":68,"Text":"¡Esto es lo que antes se nos prometio, a nosotros y a nuestros padres! ¡No son mas que patranas de los antiguos!»"},{"SurahNumber":27,"VerseNumber":69,"Text":"Di: «¡Id por la tierra y mirad como terminaron los pecadores!»"},{"SurahNumber":27,"VerseNumber":70,"Text":"¡No estes triste por ellos ni te angusties por sus intrigas"},{"SurahNumber":27,"VerseNumber":71,"Text":"Dicen: «¡Cuando se cumplira esta amenaza, si es verdad lo que decis?»"},{"SurahNumber":27,"VerseNumber":72,"Text":"Di: «Quizas algo de aquello cuya venida quereis apresurar este ya pisandoos los talones»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Si, tu Senor dispensa Su favor a los hombres, pero la mayoria no agradecen"},{"SurahNumber":27,"VerseNumber":74,"Text":"En verdad, tu Senor conoce lo que ocultan sus pechos y lo que manifiestan"},{"SurahNumber":27,"VerseNumber":75,"Text":"No hay nada escondido en el cielo ni en la tierra que no este en una Escritura clara"},{"SurahNumber":27,"VerseNumber":76,"Text":"Este Coran cuenta a los Hijos de Israel la mayor parte de aquello en que discrepan"}]}