{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":14,"VerseNumber":43,"Text":"(a roju) varu talalu paiketti, parigettutu untaru, pai cupulu paine nilici untayi. Mariyu varu sun'yahrdayulai untaru"},{"SurahNumber":14,"VerseNumber":44,"Text":"mariyu (o muham'mad!) Siksapade a roju gurinci prajalanu nivu heccarincu. A roju durmargam cesina varu antaru: \"O ma prabhu! Ni sandesanni svikarincataniki, pravaktalanu anusarincataniki, maku marikonta vyavadhinivvu!\" (Variki ilanti samadhana mivvabadutundi): \"Emi? Intaku mundu'maku vinasam ledu' ani pramanam cesi ceppina varu mire kada"},{"SurahNumber":14,"VerseNumber":45,"Text":"mariyu tamaku tamu an'yayam cesukunna vari sthalalalo miru nivasincaru. Mariyu varito ela vyavaharincamo miku baga telusu. Mariyu memu miku enno upamanalu kuda iccamu"},{"SurahNumber":14,"VerseNumber":46,"Text":"mariyu vastavaniki varu tama kutra pannaru mariyu vari kutra allah ku baga telusu. Kani vari kutra kondalanu tama cotu nundi kadilimpa galigedi kadu"},{"SurahNumber":14,"VerseNumber":47,"Text":"kanuka allah tana pravaktalaku cesina vagdananni bhangaparustadani bhavincaku. Niscayanga, allah! Sarvasaktimantudu, pratikaram tircukogalavadu"},{"SurahNumber":14,"VerseNumber":48,"Text":"i bhumi maroka bhumiga mariyu akasalu (vere akasaluga) mare roju; a advitiyudu, prabaludu ayina allah mundu andaru hajaru ceyabadataru"},{"SurahNumber":14,"VerseNumber":49,"Text":"mariyu a roju aparadhulanu sankellalo, kudabetti, bandhinci uncatanni nivu custavu"},{"SurahNumber":14,"VerseNumber":50,"Text":"Vari vastralu taru (nalla jiddu dravam)to ceyabadi untayi mariyu agni jvalalu vari mukhalanu kram'mukoni untayi"},{"SurahNumber":14,"VerseNumber":51,"Text":"allah prati praniki dani karmala pratiphalam ivvataniki. Niscayanga, allah lekka tisukovatanlo ati sighrudu"},{"SurahNumber":14,"VerseNumber":52,"Text":"idi (i khur'an) manavulaku oka sandesam. Varu dinito heccarincabadataniki mariyu niscayanga ayana (allah) okkade aradhya daivamani varu telusukovadaniki mariyu bud'dhimantulu grahincadaniki idi pampabadindi"}]}