{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":72,"Text":"Tini balalena -- ''haya amara aphasosa! Ami ki santana janma deba yakhana ami brd'dha haye gechi ara amara sbami'o brd'dha? Eti niscaya'i ajaba byapara.’’"},{"SurahNumber":11,"VerseNumber":73,"Text":"Tara balale -- ''tumi ki tajjaba haccha allah‌ra hukumera prati? Allah‌ra anugraha o tamra asirbada tomadera upare rayeche, he paribarabarga, nihsandeha tini prasansar'ha, mahimannita."},{"SurahNumber":11,"VerseNumber":74,"Text":"Tarapara yakhana ibrahimera theke bhaya cale gela ebam tamra kache susambada ela takhana tini amadera kache kakuti-minati suru karalena lutera lokadera samparke."},{"SurahNumber":11,"VerseNumber":75,"Text":"Nihsandeha ibrahima to chilena sahanasila, komala hrdaya, satata pratyabartanakari."},{"SurahNumber":11,"VerseNumber":76,"Text":"He ibrahima! E theke ksanta ha'o, nihsandeha tomadera prabhura bidhana ese pareche, ara odera ksetre -- sasti tadera upare asabe'i, ta pherano yabe na.’’"},{"SurahNumber":11,"VerseNumber":77,"Text":"Ara yakhana amadera banibahakara luta-era kache esechila takhana tini byatibyasta halena, ebam tini tadera raksa karate nijeke asahaya bodha karachilena, ta'i tini balechilena -- ''e eka nidaruna dina!’’"},{"SurahNumber":11,"VerseNumber":78,"Text":"Ara tamra lokera tamra kache ela, udabhranta haye tamra dike ela, ara age theke'i tara kukarma kare yacchila. Tini balalena -- ''he amara sampradaya! Era'i amara kan'ya, era tomadera jan'ya pabitratara, kaje'i allah‌ke bhayabhakti kara, ara amara meh‌manadera sanbandhe amake lajjita kara na. Tomadera madhye ki kono bhala manusa ne'i?’’"},{"SurahNumber":11,"VerseNumber":79,"Text":"Tara balale -- ''tumi niscaya'i jano ye tomara kan'yadera prati amadera kono dabi ne'i, ara niscaya'i tumi bhala kare'i jana ki amara ca'i.’’"},{"SurahNumber":11,"VerseNumber":80,"Text":"Tini balalena -- ''haya, tomadera badha debara yadi amara ksamata thakato, athaba yadi kono joralo abalanbana petama!’’"},{"SurahNumber":11,"VerseNumber":81,"Text":"Tara balale -- ''he luta! Amara niscaya tomara prabhura duta. Tara kakhana'i tomara kache ghesate parabe na, sutaram tomara paribarabargasaha yatra karo ratera e'i praharera madhye, ara tomadera madhyera ke'u'i pechana phero na tomara stri byatita, kenana odera ya ghatabe tara'o ta'i ghatabe. Nihsandeha tadera nirdharita samaya hacche bhorabela. Bhorabela ki asanna naya?’’"}]}