{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Āra smaraṇa kara, -- tōmāra prabhu phiriś‌tādēra balalēna, “āmi abaśya'i pr̥thibītē khaliphā basātē yācchi.” Tārā balala -- “tumi ki uhātē ēmana kā'ukē basāccha yē tāra madhyē phasāda sr̥ṣṭi karabē ō raktapāta karabē, athaca āmarā tōmāra stutira guṇagāna karachi ō tōmāra'i pabitratāra jaẏagāna gā'ichi.” Tini balalēna -- “āmi niḥsandēhē tā jāni yā tōmarā jānō nā.”"},{"SurahNumber":2,"VerseNumber":31,"Text":"Takhana tini ādamakē nāmābalī -- tādēra saba-kichu śikhiẏē dilēna, tārapara tini phiriś‌tādēra kāchē tādēra sthāpana karalēna ō balalēna, -- “āmākē ē'i samastēra nāmābalī barṇanā kara, yadi tōmarā saṭhika haẏē thākō.”"},{"SurahNumber":2,"VerseNumber":32,"Text":"Tārā balala -- “tōmāra'i saba mahimā! Āmādēra yā śikhiẏēcha tā chāṛā āmādēra jñāna nē'i! Niḥsandēha tumi nijē'i sarbajñātā, paramajñānī.”"},{"SurahNumber":2,"VerseNumber":33,"Text":"Tini balalēna -- “hē ādama! Ē-sabēra nāmābalī ēdēra kāchē barṇanā kara.” Tā'i sē yakhana tādēra kāchē ē-sabēra nāmābalī barṇanā karala, tini balalēna -- “āmi ki tōmādēra bali ni yē āmi niścaẏa'i mahākāśamanḍalī ō pr̥thibīra rahasyasaba jāni? Āra āmi jāni yā tōmarā prakāśa karēcha, āra yā tōmarā lukiẏē rēkhē calēcha.”"},{"SurahNumber":2,"VerseNumber":34,"Text":"Āra smaraṇa karō! Āmarā phiriś‌tādēra balalāma -- “ādamēra prati sijadā karō.” Sutarāṁ tārā sijadā karala, kintu ibalisa karalanā, kāraṇa sē chila kāphiradēra antarbhukta."},{"SurahNumber":2,"VerseNumber":35,"Text":"Āra āmarā balalāma, -- “hē ādama! Tumi ō tōmāra saṅginī ē'i bāgānē abasthāna kara, āra sēkhāna thēkē yakhana-yēkhānē icchā kara bharapurabhābē pānāhāra kara, kintu ē'i br̥kṣēra dhārēkāchē'ō yē'ō nā, natubā tōmarā durācāradēra antarbhukta haẏē yābē.”"},{"SurahNumber":2,"VerseNumber":36,"Text":"Kintu śaẏatāna tādēra sēkhāna thēkē padaskhalita karala, āra yēkhānē tārā thākata sēkhāna thēkē tādēra bēra karē dila. Takhana āmarā balalāma -- “tōmarā adhaḥpātē yā'ō, tōmādēra kē'u kē'u ēkē an'yēra śatru. Āra tōmādēra jan'ya pr̥thibītē āchē jirānōra sthāna ō kichu samaẏēra sansthāna.”"},{"SurahNumber":2,"VerseNumber":37,"Text":"Takhana ādama tāra prabhura kācha thēkē kichu kathā śikhē nilē, tā'i tini tāra dikē phiralēna. Niḥsandēha tini nijē'i sadā phērēna, aphuranta phaladātā."}]}