{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"I Allakh perevorachivayet noch' i den'. Poistine, v etom - nazidaniye dnya obladayushchikh zreniyem"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allakh sotvoril vsyakoye zhivotnoye iz vody. Iz nikh yest' takiye, chto khodyat na zhivote, i yest' iz nikh takiye, chto khodyat na dvukh nogakh, i yest' iz nikh takiye, chto khodyat na chetyrekh. Tvorit Allakh, chto pozhelayet. Ved' Allakh nad vsyakoy veshch'yu moshchen"},{"SurahNumber":24,"VerseNumber":46,"Text":"My nizveli znameniya yasnyye, i Allakh vedet, kogo khochet, k pryamoy doroge"},{"SurahNumber":24,"VerseNumber":47,"Text":"Oni govoryat: \"My uverovali v Allakha i v poslannika i povinuyemsya!\" Potom chast' iz nikh posle etogo otvorachivayetsya, i eti - ne veruyushchiye"},{"SurahNumber":24,"VerseNumber":48,"Text":"I kogda ikh prizovut k Allakhu i Yego poslanniku, chtoby On rassudil mezhdu nimi, - vot chast' iz nikh otvrashchayetsya"},{"SurahNumber":24,"VerseNumber":49,"Text":"A yesli by u nikh byla istina, to oni prishli by k Nemu s pokornost'yu"},{"SurahNumber":24,"VerseNumber":50,"Text":"Razve v serdtsakh ikh bolezn', ili oni vpali v somneniye, ili boyatsya, chto Allakh i Yego poslannik utesnyat ikh? Net! Oni sami nespravedlivy"},{"SurahNumber":24,"VerseNumber":51,"Text":"Ved' rech' veruyushchikh, kogda ikh prizyvayut k Allakhu i Yego poslanniku, chtoby On rassudil ikh, - to, chto oni govoryat: \"My slyshali i povinuyemsya!\" Eti - schastlivy"},{"SurahNumber":24,"VerseNumber":52,"Text":"I kto povinuyetsya Allakhu i Yego poslanniku, i strashitsya Allakha, i boitsya Yego, eti - poluchivshiye uspekh"},{"SurahNumber":24,"VerseNumber":53,"Text":"I klyalis' oni Allakhu, - sil'neyshey iz ikh klyatv, - chto, yesli ty prikazhesh' im, oni nepremenno vystupyat. Skazhi: \"Ne klyanites'! Povinoveniye opredelennoye! Allakh svedushch v tom, chto vy delayete"}]}