{"Id":393,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"Musa: Onlar hakkındaki bilgi, Rabbimin yanında bir kitapta bulunur. Rabbim, ne yanılır ne de unutur, dedi"},{"SurahNumber":20,"VerseNumber":53,"Text":"O, yeri size beşik yapan ve onda size yollar açan, gökten de su indirendir. Onunla biz çeşitli bitkilerden çiftler çıkardık"},{"SurahNumber":20,"VerseNumber":54,"Text":"Yeyiniz; hayvanlarınızı otlatınız. Şüphesiz bunda akıl sahipleri için (Allah'ın kudretine) işaretler vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi ondan (topraktan) yarattık; yine sizi oraya döndüreceğiz ve bir kez daha sizi ondan çıkaracağız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Andolsun biz ona (Firavun'a) bütün (bu) delillerimizi gösterdik; yine de yalanladı ve diretti"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dedi ki: Bizi, yaptığın büyü ile yurdumuzdan çıkarasın diye mi geldin, ey Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Öyle ise, muhakkak surette biz de sana, aynen onun gibi bir büyü getireceğiz. Şimdi sen, seninle bizim aramızda, ne senin, ne de bizim muhalefet etmeyeceğimiz uygun bir yerde buluşma zamanı ayarla"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa: Buluşma zamanınız, bayram günü, kuşluk vaktinde insanların toplanma zamanı olsun, dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Bunun üzerine Firavun dönüp gitti. Hilesini (sihirbazlarını) topladı; sonra geri geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara: Yazık size! dedi, Allah hakkında yalan uydurmayın! Sonra O, bir azap ile kökünüzü keser! İftira eden, muhakkak perişan olur"},{"SurahNumber":20,"VerseNumber":62,"Text":"Bunun üzerine onlar, durumlarını aralarında tartıştılar; gizli gizli fısıldaştılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"Şöyle dediler: \"Bu ikisi, muhakkak ki, sihirleriyle sizi yurdunuzdan çıkarmak ve sizin örnek yolunuzu ortadan kaldırmak isteyen iki sihirbazdırlar sadece"},{"SurahNumber":20,"VerseNumber":64,"Text":"Öyle ise hilenizi kurun; sonra sıra halinde gelin! Muhakkak ki bugün, üstün gelen kazanmıştır"}]}