{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":73,"VerseNumber":20,"Text":"Satemene Allah Pangeranira nguningane yen sira nindakake sholat kira - kira / wengi, lan setengah wengi lan (kala - kala)"},{"SurahNumber":74,"VerseNumber":1,"Text":"wengi. Lan shabatira sagolongan hiya padha mangkono. Allah nemtokake dawa cendhake rina lan wengi, nguningani yen sira padha ora kelar sholat samono suwene mau kajaba kelawan rekasa, mulane Allah muwung marang sira. Sarehne mangkono sira macaa al-Quran sakuwasanira ana sajerone sholat. Allah nguningani yen sira iku bakal ana kang nandhang lara banjur rekasa sholat ing wayah wengi lan ana uga kang padha mlaku lelungan ing bumi ngupaya jiwa golek rizki kanugrahaning Allah lan ana uga kang padha perang ing dalaning Allah, mulane sira padhaa maca al-Quran sakuwasanira lan ngakonana sholat, bayar zakat, padha motangna becik marang Allah. Samu barang kabecikan kang padha sira lakoni bakal nemu ganjran becik ana ngarsaning Allah ngungkuli kabecikan kang sira lakoni ing buri. Lan nyuwuna pangapuraning Allah, satemene Allah iku karsa ngapura tur maha asih. . He wong kang mujung (Muhammad)"},{"SurahNumber":74,"VerseNumber":2,"Text":"Sira ngadeka lan elingna"},{"SurahNumber":74,"VerseNumber":3,"Text":"Lan nyebuta Maha Agung ing Allah Pangeranira"},{"SurahNumber":74,"VerseNumber":4,"Text":"Tuwin angresikna sasandanganira"},{"SurahNumber":74,"VerseNumber":5,"Text":"Apa dene angedohna jejember"},{"SurahNumber":74,"VerseNumber":6,"Text":"Lan aja weweh murih wewales kang luwih akeh"},{"SurahNumber":74,"VerseNumber":7,"Text":"Lan sabara karana ngelakoni parentahe Pangeranira"},{"SurahNumber":74,"VerseNumber":8,"Text":"Amarga samangsa slompret tiniyub"},{"SurahNumber":74,"VerseNumber":9,"Text":"Ing dina iku kena diarani dina rekasa"},{"SurahNumber":74,"VerseNumber":10,"Text":"TUmrap engatase para wong kafir ora pisan gampang"},{"SurahNumber":74,"VerseNumber":11,"Text":"Tona wae Ingsun dheweke karo wong kang wus Ingsun titahake"},{"SurahNumber":74,"VerseNumber":12,"Text":"Lan wis Ingsun paringi bandha kang omber"},{"SurahNumber":74,"VerseNumber":13,"Text":"Uga Ingsun paringin anak lanang akeh padha nglumpuk"},{"SurahNumber":74,"VerseNumber":14,"Text":"Tuwin perkarane Ingsun tata sarwa tumata"},{"SurahNumber":74,"VerseNumber":15,"Text":"Ewa dene dheweke isih angajab Ingsun wuwuhana"},{"SurahNumber":74,"VerseNumber":16,"Text":"Ora pisan - pisan! Sayekti dheweke amilawani timbalan - timbalan Ingsun"},{"SurahNumber":74,"VerseNumber":17,"Text":"Ingsun bakal anibakake siksa kang nyusahake marang dheweke"}]}