{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"Onome koga Allah zeli uputiti - On srce njegovo prema islamu raspolozi, a onome kome hoce dati da je u zabludi - On srce njegovo tijesnim i stegnutim ucini, kao kad cini napor da na nebo uzleti. Eto, tako Allah ucini da gnusoba - sejtan ovlada nad onima koji ne vjeruju"},{"SurahNumber":6,"VerseNumber":126,"Text":"Ovo je pravi put Gospodara tvoga, a Mi smo obrazlozili ajete i znakove ljudima koji promisljaju i pouku primaju"},{"SurahNumber":6,"VerseNumber":127,"Text":"Njih ceka Kuca spasa u Gospodara njihova; On ce biti zastitnik njihov zbog onoga sto su cinili"},{"SurahNumber":6,"VerseNumber":128,"Text":"A na Dan kada On sve sakupi: \"O skupe dzinski, vi ste mnoge ljude zaveli!\" \"Gospodaru nas\", reci ce ljudi, sticenici njihovi, \"mi smo jedni drugima bili od koristi i stigli smo do roka naseg koji si nam odredio Ti!\" \"Vatra ce biti prebivaliste vase\", \"reci ce On\", \"u njoj cete vjecno ostati, osim ako Allah drukcije ne odredi.\" Gospodar tvoj je, zaista, mudar i Onaj Koji sve zna"},{"SurahNumber":6,"VerseNumber":129,"Text":"Tako isto Mi prepustamo vlast jednim zulumcarima nad drugima zbog onoga sto su zaradili"},{"SurahNumber":6,"VerseNumber":130,"Text":"O skupe dzinski i ljudski, zar vam iz redova vasih nisu dolazili poslanici koji su vam ajete Moje kazivali i upozoravali vas da cete ovaj vas dan docekati? Oni ce reci: \"Mi svjedocimo protiv sebe.\" Njih je zivot na Zemlji bio obmanuo i oni ce sami protiv sebe posvjedociti da su bili nevjernici"},{"SurahNumber":6,"VerseNumber":131,"Text":"Tako je, jer Gospodar tvoj nije unistavao naselja zbog zuluma njihova - bez prethodne opomene njihovim stanovnicima"}]}