{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":120,"Text":"Ni los judíos ni los cristianos estarán satisfechos de ti hasta que no sigas sus creencias. Di: «¡Ciertamente, la guía de Dios es la Guía!». Y si siguieras sus deseos después del conocimiento que te ha llegado, no tendrías protector ni auxiliador de parte de Dios"},{"SurahNumber":2,"VerseNumber":121,"Text":"Aquellos a quienes Nosotros dimos la Escritura [Sagrada] y la leen como debe ser leída, esos son los que creen en Él. Y quienes descreen de Él, esos son los perdedores"},{"SurahNumber":2,"VerseNumber":122,"Text":"¡Oh, Hijos de Israel! Recordad Mi merced, con la cual os agracié, y que Yo os di preferencia sobre todas las naciones"},{"SurahNumber":2,"VerseNumber":123,"Text":"y temed un día en el que nadie pueda favorecer a nadie y en el que no serán aceptados el rescate, ni la intercesión, ni el auxilio"},{"SurahNumber":2,"VerseNumber":124,"Text":"Y [recuerda] cuando su Señor puso a prueba a Abraham con tareas que él cumplió. Dijo Él: «En verdad, te pondré como Imam para los hombres.» [Abraham] dijo: «¿Y a mi descendencia?» [Dios] dijo: «Mi alianza no incluirá a [quienes sean] opresores.»"},{"SurahNumber":2,"VerseNumber":125,"Text":"Y [recuerda] cuando establecimos la Casa como un lugar de reunión y de seguridad para las gentes. «¡Tomad el sitio de Abraham como un lugar de oración!» Y encargamos a Abraham e Ismael que purificasen Mi casa para los que la circunvalan y los que permanecen en ella en adoración y los que inclinan su cabeza y los que ponen su frente en el suelo"},{"SurahNumber":2,"VerseNumber":126,"Text":"Y [recuerda] cuando Abraham dijo: «¡Señor mío! Haz esta tierra segura y provee de frutos a quienes de sus habitantes crean en Dios y en el Último Día.» Dios dijo: «Y a quien no crea le permitiré disfrutar un poco y luego le arrastraré hacia el castigo del Fuego.» ¡Qué mal destino"}]}