{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"dhe, natyrisht, eshte udherrefyes dhe meshire per besimtaret e vertete"},{"SurahNumber":27,"VerseNumber":78,"Text":"Nuk ka dyshim se Zoti yt do t’i gjykoje ata drejtesisht. Ai eshte i Plotfuqishmi dhe i Gjithedijshmi"},{"SurahNumber":27,"VerseNumber":79,"Text":"Prandaj mbeshtetu tek Allahu! Vertet, ti je ne te drejten e qarte"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sigurisht qe ti (Muhamed), nuk mund t’i besh te vdekurit te degjojne, as nuk mund t’i besh te shurdherit te degjojne thirrjen tende, kur te kthejne shpinen"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ti nuk mund t’i nxjerresh as te verberit nga humbja e tyre! Ty te degjojne vetem ata qe besojne Shpalljet Tona dhe na nenshtrohen Neve (si myslimane)"},{"SurahNumber":27,"VerseNumber":82,"Text":"Dhe, kur te permbushet Fjala Jone kunder tyre, Ne do te bejme qe nga Toka te dale nje kafshe[239], e cila do t’u flase atyre, se njerezit nuk u jane bindur shpalljeve Tona"},{"SurahNumber":27,"VerseNumber":83,"Text":"Ate dite, Ne do te tubojme prej cdo populli nga nje grup prej atyre qe mohuan shpalljet Tona. Ata do te vihen ne radhe"},{"SurahNumber":27,"VerseNumber":84,"Text":"E kur te vijne, do t’i pyesim: “Ju i mohuat shpalljet e Mia, ndonese nuk kishit kurrfare njohurie per to. C’eshte kjo qe keni bere?!”"},{"SurahNumber":27,"VerseNumber":85,"Text":"Denimi Yne do t’i godase ata, per shkak te te keqijave qe bene e nuk do te mund te nxjerrin asnje fjale"},{"SurahNumber":27,"VerseNumber":86,"Text":"Valle, a nuk shohin ata, qe Ne e kemi bere naten per pushim, ndersa diten per te pare?! Njemend, keto jane shenja per besimtaret"},{"SurahNumber":27,"VerseNumber":87,"Text":"Dhe Diten, kur te fryhet ne Sur, do te tmerrohet cdokush qe gjendet ne qiej e ne Toke, pervec atyre qe Allahu nuk deshiron t’i frikesoje. Te gjithe do t’i vijne Atij te perulur"},{"SurahNumber":27,"VerseNumber":88,"Text":"Ti i shikon malet e mendon se jane te palevizshme, por ato do te levizin si rete. E tille eshte fuqia e Allahut, i Cili ka persosur cdo gje. Ai di mire cdo gje qe beni ju"}]}