{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Jez a pij a buď mysli radostné! A až spatříš ze smrtelníků někoho, rci:, Přislíbila jsem půst Milosrdnému a nebudu dnes mluvit na člověka žádného"},{"SurahNumber":19,"VerseNumber":27,"Text":"Pak přišla s ním k lidu svému, nesouc jej. I zvolali: \"Marie, tys věru provedla věc neslýchanou"},{"SurahNumber":19,"VerseNumber":28,"Text":"Sestro Árónova, otec tvůj nebyl mužem špatným ani matka tvá nebyla nepočestnou"},{"SurahNumber":19,"VerseNumber":29,"Text":"A ukázala Marie na chlapce. I pravili:;, Jak máme mluvit s někým, kdo ještě v kolébce je děckem"},{"SurahNumber":19,"VerseNumber":30,"Text":"A promluvil chlapec: \"Já služebníkem Božím jsem, On dal mi Písmo a učinil mne prorokem"},{"SurahNumber":19,"VerseNumber":31,"Text":"A učinil mne požehnaným, ať kdekoliv dlíti budu, a modlitbu a almužnu; co živ budu, mi poručil"},{"SurahNumber":19,"VerseNumber":32,"Text":"a také úctu k matce své; a ani násilníkem, ani bídníkem mne neučinil"},{"SurahNumber":19,"VerseNumber":33,"Text":"A dal, aby mír byl se mnou v den, kdy jsem se narodil, i v den, kdy zemřu, i v den, kdy k životu budu zas probuzen"},{"SurahNumber":19,"VerseNumber":34,"Text":"Takový je Ježíš, syn Mariin, podle slova pravdivého, o němž oni pochybují jen"},{"SurahNumber":19,"VerseNumber":35,"Text":"Není Boha důstojná, aby si bral syna nějakého. Sláva tomu, který, když o věci rozhodne, řekne pouze: \"Staniž se!\" a stane se"},{"SurahNumber":19,"VerseNumber":36,"Text":"Bůh jest Pánem mým i vaším, uctívejte Jej tedy, neboť toto jest stezka přímo vedoucí"},{"SurahNumber":19,"VerseNumber":37,"Text":"A strany mezi sebou se v názorech rozešly - však běda těm, kdož neuvěřili, při nesmírného dne spatření"},{"SurahNumber":19,"VerseNumber":38,"Text":"Jak dobře však uslyší a uvidí v den, kdy přijdou k Nám! Avšak dnes jsou v bludu zjevném ti, kdož křivdu činí"}]}