{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":65,"Text":"Allah gökten su indirdi, ölümünden sonra yeri onunla diriltti; işitebilen bir topluluk için bunda gerçekten bir ayet vardır"},{"SurahNumber":16,"VerseNumber":66,"Text":"Sizin için hayvanlarda da elbette ibretler vardır, size onların karınlarındaki fers (yarı sindirilmiş gıdalar) ile kan arasından, içenlerin boğazından kolaylıkla kayan dupduru bir süt içirmekteyiz"},{"SurahNumber":16,"VerseNumber":67,"Text":"Hurmalıkların ve üzümlüklerin meyvelerinden kurdukları çardaklarda hem sarhoşluk verici içki, hem güzel bir rızık edinmektesiniz. Şüphesiz aklını kullanabilen bir topluluk için, gerçekten bunda bir ayet vardır"},{"SurahNumber":16,"VerseNumber":68,"Text":"Rabbin bal arısına vahyetti: Dağlarda, ağaçlarda ve onların kurdukları çardaklarda kendine evler edin"},{"SurahNumber":16,"VerseNumber":69,"Text":"Sonra meyvelerin tümünden ye, böylece Rabbinin sana kolaylaştırdığı yollarda yürü-uçuver. Onların karınlarından türlü renklerde şerbetler çıkar, onda insanlar için bir şifa vardır. Şüphesiz düşünen bir topluluk için gerçekten bunda bir ayet vardır"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah sizi yarattı, sonra sizi öldürüyor, sizden kimi de, bildikten sonra bir şey bilmesin diye, ömrün en aşağı ucuna (yaşlılığa) geri çevrilir. Şüphesiz, Allah bilendir, herşeye güç yetirendir"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah rızıkta kiminizi kiminize üstün kıldı; üstün kılınanlar, rızıklarını ellerinin altında bulunanlara onda eşit olacak şekilde çevirip-verici değildirler. Şimdi Allah'ın nimetini inkar mı ediyorlar"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah size kendi nefislerinizden eşler yarattı ve size eşlerinizden çocuklar ve torunlar yarattı ve sizi güzel şeylerden rızıklandırdı. Şimdi onlar, batıla mı inanıyorlar ve Allah'ın nimetini inkar mı ediyorlar"}]}