{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"DE SOM tror [pa denna Skrift] och de som bekanner den judiska tron och de kristna och sabierna - ja, [alla] som tror pa Gud och den Yttersta dagen och som lever ett rattskaffens liv - skall helt visst fa sin fulla lon av sin Herre och de skall inte kanna fruktan och ingen sorg skall tynga dem"},{"SurahNumber":2,"VerseNumber":63,"Text":"OCH [MINNS] hur Vi slot Vart forbund med er med Sinai berg som vittne [och sade]: \"Hall med all kraft fast vid det som Vi [nu] har uppenbarat for er och lagg dess ord pa hjartat - sa att er gudsfruktan [fordjupas]"},{"SurahNumber":2,"VerseNumber":64,"Text":"Men ni vande om [fran denna vag]! Och om inte Gud i Sin nad hade forbarmat Sig over er skulle ni helt sakert ha statt som forlorare"},{"SurahNumber":2,"VerseNumber":65,"Text":"ni vet att det bland er fanns sadana som krankte sabbatshelgden och att Vi uttalade [denna dom] over dem: \"Bli [som] apor, foremal for [allas] han och forakt"},{"SurahNumber":2,"VerseNumber":66,"Text":"Vi gjorde detta for att ge ett varnande exempel for samtid och eftervarld och en allvarlig erinran till de gudfruktiga"},{"SurahNumber":2,"VerseNumber":67,"Text":"OCH [MINNS] att Moses sade till sitt folk: \"Gud befaller er att offra en ko\" [och] de svarade: \"Driver du med oss?\" [Moses] sade: \"Gud bevare mig for att gora nagot sa daraktigt"},{"SurahNumber":2,"VerseNumber":68,"Text":"De sade: \"Be din Herre i vart namn att gora klart for oss vad slags ko det ar fraga om.\" [Moses] svarade: \"[Herren] sager att det varken skall vara ett gammalt djur eller en ung kviga utan nagot daremellan. Gor nu som ni blivit befallda"},{"SurahNumber":2,"VerseNumber":69,"Text":"De sade: \"Be din Herre i vart namn att gora klart for oss vilken farg den skall ha.\" [Moses] svarade: \"[Gud] sager att kon skall vara gul, av en kraftig gul farg som glader ogat"}]}