{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":27,"VerseNumber":14,"Text":"Ni waikaaniile (isimosimoyo) mwalupuso nambo soni mwakulikwesya kutendaga mitima jao jaikulupilile kusyesyene. Basi nnole mujawelele mbesi ja akuwatanganya"},{"SurahNumber":27,"VerseNumber":15,"Text":"Soni chisimu chene pamasile patwampele Daudi ni Sulaimana umanyilisi. Ni watite wanawawili: “Lumbili losope lwene alapikwe Allah Ajula jwaatulongwesye uwwe (pakutupa ukoto) kwapunda wajinji mwa achikapolo Wakwe wakulupilila.”"},{"SurahNumber":27,"VerseNumber":16,"Text":"Sano Sulaimana jwatamile chitengu cha Daudi. Ni jwatite: “E jenumanja wandu! Uwwe tujiganyisyidwe chiwecheto cha ijuni, ni tupedwile chindu chilichose. Chisimu walakweu ni ukoto wakuonechela.”"},{"SurahNumber":27,"VerseNumber":17,"Text":"Ni wasonganganyisyidwe kwa Sulaimana asilikali wakwe kuumila m’majini, wandu ni ijuni. Basi ni waliji ali nkwaalidwa m’mikutulamikutula (pakajende kakwe)"},{"SurahNumber":27,"VerseNumber":18,"Text":"Kwikanila ndema jawaiche wanganyao pachiwata chambamba, lupamba lwatite (pakusisalila mbamba sijakwe): “E jenumanja achimbamba! Jinjilani m’majumba mwenu atakwika mwan’diwete Sulaimana ni asilikali wakwe kutendaga wanganyao akakumanyilila.”"},{"SurahNumber":27,"VerseNumber":19,"Text":"Basi ni jwamwetulile (Sulaimana) mwakusechelela ligongo lya malowe gakwe (ga lupamba). Ni jwatite: “Ambuje wangu! Mumbani machili ganti ngomboleje kutogolela ukoto Wenu wamumbele une ni achinangolo wangu, nambo soni napakomboleje kutenda yambone yampaka iyyinonyele. Ni munyinjisye une mwa ukoto Wenu mu achikapolo Wenu wambone.”"},{"SurahNumber":27,"VerseNumber":20,"Text":"Ni jwapite nchendela ijuni, basi ni jwatite: “Itite uli kukwangu mbona ngangujiona ngukuku, kapena jili mwa akusowa?”"},{"SurahNumber":27,"VerseNumber":21,"Text":"“Chisimu chene chinajilagasye ni ilagasyo yakandapala, kapena chingambe kujisikita, ikaweje jiiche nalyo ligongo lyakupikanika (lyajisowele).”"},{"SurahNumber":27,"VerseNumber":22,"Text":"Nambo (ngukuku) nganijitama ndema jelewu, basi (nijaiche kwa Sulaimana ni) jatite: “Naikopocheele yanganiyyikopochela mmwe, ni nam’bichilile kuumila ku Sabai ni abali jakuonaonape.”"}]}