{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":26,"VerseNumber":40,"Text":"okavēḷa māntrikulu geluponditē manamantā vārini anusarin̄cāli kadā"},{"SurahNumber":26,"VerseNumber":41,"Text":"Māntrikulu vaccina taruvāta phir'aun tō annāru: \"Mēmu geluponditē niścayaṅgā māku bahumāna mundi kadā"},{"SurahNumber":26,"VerseNumber":42,"Text":"(phir'aun) annāḍu: \"Avunu! Niścayaṅgā, appuḍu mīru nā sannihitulalō cērutāru"},{"SurahNumber":26,"VerseNumber":43,"Text":"mūsā vāritō annāḍu: \"Mīru visara dalucukunna dānini visaraṇḍi"},{"SurahNumber":26,"VerseNumber":44,"Text":"appuḍu vāru tama trāḷḷanu mariyu tama karralanu visiri ilā annāru: \"Phir'aun śakti sākṣigā! Niścayaṅgā mēmē vijayaṁ pondutāmu"},{"SurahNumber":26,"VerseNumber":45,"Text":"ā taruvāta mūsā tana karranu paḍavēyagā, takṣaṇamē adi vāri būṭakapu kalpanalanu mriṅgi vēsindi"},{"SurahNumber":26,"VerseNumber":46,"Text":"appuḍu ā māntrikulu sajdālō paḍḍāru"},{"SurahNumber":26,"VerseNumber":47,"Text":"vārannāru: \"Mēmu sarvalōkāla prabhuvunu viśvasistunnāmu"},{"SurahNumber":26,"VerseNumber":48,"Text":"mūsā mariyu hārūn la prabhuvunu"},{"SurahNumber":26,"VerseNumber":49,"Text":"(phir'aun) annāḍu: \"Nēnu mīku anumati ivvaka mundē mīru itanini viśvasin̄cārā? Niścayaṅgā, itaḍē mī guruvu, mīku jālavidyanu nērpinavāḍu. Sarē! Ippuḍē mīru telusukuṇṭāru. Nēnu mī vyatirēka (pratipakṣa) diśala cētulanu mariyu kāḷḷanu narikistānu mariyu mīrandarinī siluvapai ekkistānu"},{"SurahNumber":26,"VerseNumber":50,"Text":"(māntrikulu) annāru: \"Bādha lēdu! Niścayaṅgā, mēmu mā prabhuvu vaddakē kadā maralipōyēdi"},{"SurahNumber":26,"VerseNumber":51,"Text":"niścayaṅgā, mā prabhuvu mā pāpālanu kṣamistāḍani mēmu āśistunnāmu, endukaṇṭē vāstavāniki andari kaṇṭē mundugā viśvasin̄cina vāraṁ mēmē"},{"SurahNumber":26,"VerseNumber":52,"Text":"mariyu mēmu mūsāku ī vidhaṅgā divyajñānaṁ (vahī) pampāmu: \"Nīvu nā dāsulanu rātrivēḷa tīsukoni veḷḷipō niścayaṅgā, mīru vembaḍin̄cabaḍatāru"},{"SurahNumber":26,"VerseNumber":53,"Text":"taruvāta phir'aun anni paṭṭaṇālaku vārtāharulanu pampāḍu"},{"SurahNumber":26,"VerseNumber":54,"Text":"(ilā prakaṭana cēyin̄cāḍu): \"Vāstavāniki vīru (ī isrāyīl santati vāru) oka cinna tegavāru mātramē"},{"SurahNumber":26,"VerseNumber":55,"Text":"mariyu niścayaṅgā, vāru māku cālā kōpaṁ teppin̄cāru"},{"SurahNumber":26,"VerseNumber":56,"Text":"mariyu niścayaṅgā, manaṁ aikamatyantō uṇḍi jāgarūkata cūpēvāramu"},{"SurahNumber":26,"VerseNumber":57,"Text":"kāvuna mēmu vārini, tōṭala nuṇḍi mariyu celamala nuṇḍi veḷḷagoṭṭāmu"},{"SurahNumber":26,"VerseNumber":58,"Text":"Mariyu kōśāgārāla nuṇḍi mariyu unnatamaina sthānāla nuṇḍi kūḍā"},{"SurahNumber":26,"VerseNumber":59,"Text":"ī vidhaṅgā! Mēmu isrāyīl santati vārini, vāṭiki vārasulugā cēśāmu"},{"SurahNumber":26,"VerseNumber":60,"Text":"appuḍu (phir'aun jāti) vāru sūryōdaya kālamuna (isrāyīl santati) vārini vembaḍin̄cāru"}]}