{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Proclamation solennelle par laquelle Allah et Son Messager dénoncent les pactes vous liant aux idolâtres"},{"SurahNumber":9,"VerseNumber":2,"Text":"Vous pourrez donc, vous idolâtres, durant quatre mois, vous déplacer en toute sécurité dans le pays, mais sachez que vous ne saurez échapper au châtiment d’Allah qui couvrira d’ignominie les impies"},{"SurahNumber":9,"VerseNumber":3,"Text":"Proclamation adressée aux hommes le jour du grand pèlerinage, de la part d’Allah et de Son Messager : Allah est délié de tout engagement envers les idolâtres, de même que Son Messager. Si donc vous vous repentez, cela vaudra mieux pour vous. Si, au contraire, vous vous obstinez dans l’impiété, sachez que vous ne saurez éviter le châtiment d’Allah. Annonce donc un douloureux tourment à ceux qui ont rejeté la foi"},{"SurahNumber":9,"VerseNumber":4,"Text":"S’agissant des idolâtres qui vous sont liés par un pacte dont ils ont honoré toutes les clauses et qui n’ont pas soutenu vos ennemis contre vous, le traité conclu avec eux devra être respecté jusqu’au terme convenu. Allah aime ceux qui se gardent de toute trahison"},{"SurahNumber":9,"VerseNumber":5,"Text":"A l’expiration des mois sacrés, vous pourrez tuer les païens où que vous les trouviez. Capturez-les, assiégez-les et dressez-leur des embuscades sur tout chemin. Mais s’ils se repentent, accomplissent la prière et s’acquittent de l’aumône, laissez-les en paix. Allah, en vérité, est Très Clément et Très Miséricordieux"},{"SurahNumber":9,"VerseNumber":6,"Text":"Si, toutefois, l’un des idolâtres sollicite ta protection, réponds favorablement à sa requête de manière à ce qu’il entende la parole d’Allah. Puis assure-toi qu’il puisse regagner sa patrie sans être inquiété. Ce sont en effet des gens qui vivent dans l’ignorance"}]}