{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":38,"Text":"Ve onlar, mallarını insanlara gosteris icin infak ederler , Allah´a ve ahiret gunune (insan ruhunun hayatta iken Allah´a ulastıgı sonraki gune) inanmazlar. ve kim seytanı kendisine yakın arkadas edinirse, iste bu kotu bir arkadaslıktır"},{"SurahNumber":4,"VerseNumber":39,"Text":"Ve ne olurdu onlar, Allah´a ve ahiret gunune (ruhun olumden evvel Allah´a ulasma gunune) iman etselerdi ve Allah´ın kendilerine verdigi rızıktan (Allah icin) infak etselerdi (harcasalardı). Ve Allah onları en iyi bilendir"},{"SurahNumber":4,"VerseNumber":40,"Text":"Muhakkak ki Allah, zerre kadar zulmetmez. Ve eger bir iyilik (hasene) yaparsanız, onu kat kat arttırır. Ve kendi katından “buyuk ecir “ (karsılık) verir"},{"SurahNumber":4,"VerseNumber":41,"Text":"Artık her ummetten bir sahit (resul) getirdigimiz zaman ve seni de onların uzerine sahit olarak getirdigimiz zaman (halleri) nasıl olacak"},{"SurahNumber":4,"VerseNumber":42,"Text":"Kafirler ve resule asi olanlar (karsı gelen kimseler), o izin gunu (kıyamet gunu) kendilerinin yerle bir olmalarını temenni ederler. Ve (inkar ettikleri hicbir) sozu, Allah´tan gizleyemezler"},{"SurahNumber":4,"VerseNumber":43,"Text":"Ey amenu olanlar, sarhos iken, ne soylediginizi bilinceye kadar, cunup iken, yolcu olmanız haric, gusul abdesti alıncaya kadar, namaza yaklasmayın! Eger hasta iseniz veya yolculukta iseniz veya sizden biriniz tuvaletten gelmisse veya kadınlara dokunmus fakat su bulamamıssanız, o taktirde temiz topraga teyemmum edin, sonra onu yuzlerinize ve ellerinize mesh edin (surun). Muhakkak ki Allah, gunahları affeden, magfiret edendir"},{"SurahNumber":4,"VerseNumber":44,"Text":"Kendilerine Kitap´tan nasip verilenleri gormedin mi? Dalaleti satın alıyorlar ve sizin de yoldan (Allah´ın yolundan) sapmanızı (dalalete dusmenizi) istiyorlar"}]}