{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"The inhabitants of Paradise, on that Day, will be happily busy"},{"SurahNumber":36,"VerseNumber":56,"Text":"They and their spouses, in shades, reclining on couches"},{"SurahNumber":36,"VerseNumber":57,"Text":"They will have therein fruits. They will have whatever they call for"},{"SurahNumber":36,"VerseNumber":58,"Text":"Peace—a saying from a Most Merciful Lord"},{"SurahNumber":36,"VerseNumber":59,"Text":"But step aside today, you criminals"},{"SurahNumber":36,"VerseNumber":60,"Text":"Did I not covenant with you, O Children of Adam, that you shall not serve the devil? That he is your sworn enemy"},{"SurahNumber":36,"VerseNumber":61,"Text":"And that you shall serve Me? This is a straight path"},{"SurahNumber":36,"VerseNumber":62,"Text":"He has misled a great multitude of you. Did you not understand"},{"SurahNumber":36,"VerseNumber":63,"Text":"This is Hellfire, which you were promised"},{"SurahNumber":36,"VerseNumber":64,"Text":"Roast in it today, because you persistently disbelieved"},{"SurahNumber":36,"VerseNumber":65,"Text":"On this Day, We will seal their mouths, and their hands will speak to Us, and their feet will testify to everything they had done"},{"SurahNumber":36,"VerseNumber":66,"Text":"If We will, We can blind their eyes as they rush towards the path—but how will they see"},{"SurahNumber":36,"VerseNumber":67,"Text":"And if We will, We can cripple them in their place; so they can neither move forward, nor go back"},{"SurahNumber":36,"VerseNumber":68,"Text":"Whomever We grant old age, We reverse his development. Do they not understand"},{"SurahNumber":36,"VerseNumber":69,"Text":"We did not teach him poetry, nor is it proper for him. It is only a reminder, and a Clear Quran"},{"SurahNumber":36,"VerseNumber":70,"Text":"That he may warn whoever is alive, and prove the Word against the faithless"}]}