{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"An la shi qi xinxiong xiang yisilan jiao changkai zhe, ta zunxing ta de zhu de guangming,[zhe zhong ren tong fei musilin xiangdeng ma?] Dui zan nian an la xin ying zhe jiang zao yancheng zhen huogai! Zhexie ren shi zai mingxian de mi wu zhong."},{"SurahNumber":39,"VerseNumber":23,"Text":"An la jiang shile zuimei de yanci, yi bu neirong yinhui, chaofan qie fanfu shenshu de jingdian [“gulanjing”].[Dang youren songdu “gulanjing” huo tingjian qi songdu sheng shi] fan weiju tamen de zhu de ren de jifu jiang wei ci er chandou. Ranhou, tamen de jifu he xin jiang yin zan nian an la er bian de rouhe. Zhe [“gulanjing”] shi an la de zhengdao, ta yi ci yindao tasuo yiyu zhe zunxing zhengdao [zhu]. An la shi shei mi wu, shei jiu meiyou yindao zhe."},{"SurahNumber":39,"VerseNumber":24,"Text":"Fuhuo ri yi mianbu fangyu [huo yu de] yanxing zhe [yu ping'an jinru leyuan zhe xiangdeng ma]? You hua sheng dui bu yi zhe shuo:“Nimen dang changshi nimen suo fanzui'e de chengfa.”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Tamen de qian ren ye tongyang fourenguo, yinci, xingfa cong tamen liao xiangbudao di difang jianglin tamen."},{"SurahNumber":39,"VerseNumber":26,"Text":"An la shi tamen zai jinshi shenghuo zhong changshi lingru, dan houshi de xingfa cai shi zui yanli de. Yaoshi tamen zhidao duo hao a!"},{"SurahNumber":39,"VerseNumber":27,"Text":"Wo que yi zai zhe bu “gulanjing” zhong wei renlei shezhi ge zhong biyu, yibian tamen jieshou jiaohui."},{"SurahNumber":39,"VerseNumber":28,"Text":"[Zhe shi yi bu] alabo wen de “gulanjing”, qizhong hao wu waiqu [zhu][cuangai], yibian tamen jingwei."},{"SurahNumber":39,"VerseNumber":29,"Text":"An la she ge biyu: Yige ren [nuli] shuyu yi huo huxiang zhengchao zhe [ru ji bai an la you bai ouxiang zhe] suoyou, er ling yige ren [nuli] ze wanquan shuyu yige zhuren [ru zhi bai du yi de an la zhe] suoyou. Zhe liang ren de qingkuang xiangtong ma? Yiqie zansong, quan gui an la, dan tamen da duoshu ren bing bu zhidao."},{"SurahNumber":39,"VerseNumber":30,"Text":"Ni [mu sheng] bi jiang shi yao siwang de, tamen ye bi jiang shi yao siwang de [zhu]."},{"SurahNumber":39,"VerseNumber":31,"Text":"Ranhou, fuhuo ri, nimen bi jiang zai nimen de zhu nali huxiang zhengbian."}]}