{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":54,"Text":"Fugi o okonatta kakujin wa, chijō no issai no mono o shoyū shite iru to sureba, kanarazu sore o agete tsumi o aganaou to surudearou. Mata chōbatsu o me no mae ni miru toki, kare-ra wa kōkai o arawasu. Daga kare-ra no ma wa kōsei ni saitei sa re, futō ni atsukawa reru koto wa nai nodearu"},{"SurahNumber":10,"VerseNumber":55,"Text":"Tenchi no subete no mono wa, arrā no yūde wanai ka. Hontōni, arrā no yakusoku wa shinjitsude wanai ka. Shikashi, kare-ra no ōku wa wakaranai"},{"SurahNumber":10,"VerseNumber":56,"Text":"Kare wa nama o atae, mata shi o ataeru. Soshite kare ni anata gata wa kisa reru nodearu"},{"SurahNumber":10,"VerseNumber":57,"Text":"Hitobito yo, anata gata no nushi kara tashika ni kankoku ga kudasa reta, koreha mune no naka ni aru (yamai i) o iyashi, mata shinja ni taisuru michibikideari jihidearu"},{"SurahNumber":10,"VerseNumber":58,"Text":"Gen tte yaru ga ī. `Arrā no onkei ni yori, mata sono jihi ni yori, kare-ra o yorokoba se nasai. Sore wa kare-ra ga chikuseki shita mono ni masaru"},{"SurahNumber":10,"VerseNumber":59,"Text":"Itte yaru ga ī. `Arrā ga, onmegumi to shite anata gata ni kudasa reta mono o kangaete minasa i. Naze anata gata wa sono (ichibu o) higōhō to shi, mata (ichibu o) gōhō to shita no ka.' Itte yaru ga ī. `Arrā ga anata gata ni yurusa reta no ka, soretomo anata gataga arrā ni tsuite 捏 Zō shita no ka"},{"SurahNumber":10,"VerseNumber":60,"Text":"Fukkatsu no hi ni, arrā ni tsuite uso o netsuzō shita-sha-tachi no omoukoto wa nanidearou ka. Hontōni arrā wa, ningen ni taishi onkei no kagiri o tsukusa reru. Soredemo, kare-ra no ōku wa kansha shinai"},{"SurahNumber":10,"VerseNumber":61,"Text":"Anata ga nanigoto ni jūji shite ite mo, mata kuruān no dono bubun o dokuju shite ite mo, mata anata gataga don'na okonai o shite iyoutomo, anata gataga sore ni uchi konde iru kagiri, ware wa kanarazu anata gata no tame no risshō-shadearu. Tenchi no mijin no omo-sa mo, anata no nushi kara manukare rarenai. Mata sore yori mo chīsai monode mo, ōkī monode mo (subete) hakkiri to shomotsu no naka ni (shirusa rete) nai mono wa nai nodearu"}]}