{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"ªi daca te intorci de la ei , cautand indurare la Domnul tau, in care tu nadajduieºti, spune-le lor o vorba prietenoasa"},{"SurahNumber":17,"VerseNumber":29,"Text":"ªi nu þine mana inlanþuita in jurul gatului tau , dar nici nu ointinde de tot , ca sa ramai ocarat ºi intristat"},{"SurahNumber":17,"VerseNumber":30,"Text":"Intr-adevar, Domnul tau da cele de trebuinþa cu prisosinþa cui voieºte El sau le da cu masura . El este Bine ªtiutor al robilor Sai, Atoatevaz&ati"},{"SurahNumber":17,"VerseNumber":31,"Text":"ªi nu va omoraþi copiii voºtri de frica saraciei ! Noi le vomasigura cele de trebuinþa ca ºi voua. Omorarea lor este un pacat mare"},{"SurahNumber":17,"VerseNumber":32,"Text":"ªi nu va apropiaþi de preacurvie , caci ea este o josnicie! ªi rau drum este ea"},{"SurahNumber":17,"VerseNumber":33,"Text":"ªi nu luaþi sufletul pe care Allah l-a socotit oprit, decat pedrept ! Daca cineva a fost omorat pe nedrept, atunci dam Noiputere celui mai inrudit cu el , insa acesta sa nu se intrea"},{"SurahNumber":17,"VerseNumber":34,"Text":"ªi nu va apropiaþi de averea orfanului, decat pentru ceva ºi mai bun [pentru ea] , pana ce el ajunge la varsta barbaþiei ! ªi þineþi legamantul, caci cu privire la leg&atil"},{"SurahNumber":17,"VerseNumber":35,"Text":"Daþi masura plina, cand masuraþi ºi cantariþi cu o balanþa dreapta ! Acest lucru este mai bun [pentru voi] ºi urmarea va fi ºi ea mai buna"},{"SurahNumber":17,"VerseNumber":36,"Text":"ªi nu urma [lucrul despre] care nu ai cunoºtinþa ! Auzul ºi vazulºi inima, pentru toate acestea vei fi intrebat"},{"SurahNumber":17,"VerseNumber":37,"Text":"ªi nu purcede pe pamant cu semeþie, caci tu nu vei despica pamantul ºi nici nu vei atinge inalþimea munþilor"},{"SurahNumber":17,"VerseNumber":38,"Text":"Toate acestea sunt rele ºi sunt urate de Domnul tau"}]}