{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":91,"Text":"Iffet ve namusunu gerektigi gibi koruyan o kadını (Meryem´i) de an ki, biz ona ruhumuzdan ufledik; kendisini de oglunu da alemlere acık bir ayet (belirgin bir mu´cize) yaptık"},{"SurahNumber":21,"VerseNumber":92,"Text":"Suphesiz ki bu sizin dininiz ve seriatınız tek bir din ve seriattır ve ben de Rabbınızım. Artık bana ibadet edin"},{"SurahNumber":21,"VerseNumber":93,"Text":"(Ne var ki insanlar) kendi aralarında bolunup parca parca oldular. (Ama sonunda) hepsi de bize doneceklerdir"},{"SurahNumber":21,"VerseNumber":94,"Text":"Artık kim mu´min oldugu halde iyi yararlı amellerde bulunursa, onun is ve gayreti inkar edilmiyecektir ve suphesiz ki biz onları yazmaktayız"},{"SurahNumber":21,"VerseNumber":95,"Text":"Yok etmemiz gereken kasaba halkının (yok olduktan sonra dunyaya donmesi veya yok olma noktasına geldikten sonra pismanlık duyup tevbe ederek) donus yapması haramdır, (mumkun degildir)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Sonunda Ye´cuc ve Me´cuc (seddi) acılır da her bir tepeden sokulup sur´atle inerler"},{"SurahNumber":21,"VerseNumber":97,"Text":"Hak olan va´d (Kıyametin safhaları) yaklasınca bir de bakarsın ki o inkar edenlerin gozleri belerip kalır, «eyvah bize! Biz bundan gaflette bulunuyorduk; daha dogrusu biz zalimler idik» derler"},{"SurahNumber":21,"VerseNumber":98,"Text":"Suphesiz ki siz ve Allah´tan baska taptıklarınız Cehennem odunusunuz ve siz oraya varacaksınız"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eger bu taptıkları (putlar) gercek ilahlar olsaydı, elbette Cehennem´e varmazlardı. Hepsi de orada devamlı kalıcılardır"},{"SurahNumber":21,"VerseNumber":100,"Text":"Onlara, orada ah, vah edip inlemek vardır ve orada bir sey de isitmiyeceklerdir"},{"SurahNumber":21,"VerseNumber":101,"Text":"Suphesiz ki bizden kendilerine en guzel (en doyurucu mutluluk) sozu verilmis olanlar (var ya), iste onlar Cehennem´den uzak tutulmuslardır"}]}