{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":39,"Text":"Voila ce que ton Seigneur t’a revele comme sagesse. Ne prends pas avec Allah une autre divinite, ou alors tu seras jete dans la Gehenne, blame et banni"},{"SurahNumber":17,"VerseNumber":40,"Text":"Votre Seigneur vous aurait-Il reserve les enfants males et Se serait donne des filles parmi les Anges ? Ce que vous dites la est une abomination"},{"SurahNumber":17,"VerseNumber":41,"Text":"Nous avons tout detaille dans ce Coran afin qu’ils y reflechissent, mais cela ne fait qu’accentuer leur aversion"},{"SurahNumber":17,"VerseNumber":42,"Text":"Dis : « Si, comme ils le pretendent, il y avait d’autres divinites avec Lui, elles chercheraient un chemin pour parvenir au Maitre du Trone ! »"},{"SurahNumber":17,"VerseNumber":43,"Text":"Gloire Lui soit rendue ! Il est bien au-dessus de tout ce qu’ils disent"},{"SurahNumber":17,"VerseNumber":44,"Text":"Les sept cieux, la terre, et tous ceux qui y sont, Lui rendent gloire. Il n’est rien qui ne Lui rende gloire et ne celebre Ses louanges, mais vous ne comprenez pas leurs glorifications. Il est Longanime et Absoluteur"},{"SurahNumber":17,"VerseNumber":45,"Text":"Quand tu lis le Coran, Nous mettons entre toi et ceux qui ne croient pas en l’autre monde un rideau invisible"},{"SurahNumber":17,"VerseNumber":46,"Text":"Nous avons mis sur leurs cœurs des voiles pour qu’ils ne le comprennent pas et rendu leurs oreilles dures. Et lorsque, dans le Coran, tu evoques le nom de ton Seigneur Lui Seul, ils tournent le dos, par aversion"},{"SurahNumber":17,"VerseNumber":47,"Text":"Nous Savons mieux (que nul autre) comment ils t’ecoutent. Quand ils viennent t’ecouter puis quand ils se disent des choses tout bas, les injustes concluent : « Celui que vous suivez n’est qu’un homme ensorcele ! »"},{"SurahNumber":17,"VerseNumber":48,"Text":"Voila a quoi ils t’assimilent ! Ils se sont egares et ne sauront retrouver leur chemin"},{"SurahNumber":17,"VerseNumber":49,"Text":"Ils disent : « Se peut-il qu’apres avoir ete reduits a des os et de la poussiere, nous soyons ressuscites en une nouvelle creation ? »"}]}