{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"tara yadi apanake mithyabadi bale, tabe apanara purbabarti payagambaraganake'o to mithyabadi bala hayechila. Allahara prati'i yabatiya bisaya pratyabartita haya."},{"SurahNumber":35,"VerseNumber":5,"Text":"He manusa, niscaya allahara oyada satya. Sutaram, parthiba jibana yena tomaderake pratarana na kare. Ebam se'i prabancaka yena kichute'i tomaderake allaha samparke prabancita na kare."},{"SurahNumber":35,"VerseNumber":6,"Text":"Sayatana tomadera satru; ata'eba take satru rupe'i grahana kara. Se tara dalabalake ahabana kare yena tara jahannami haya."},{"SurahNumber":35,"VerseNumber":7,"Text":"Yara kuphara kare tadera jan'ye rayeche kathora ayaba. Ara yara imana ane o satkarma kare, tadera jan'ye rayeche ksama o maha puraskara."},{"SurahNumber":35,"VerseNumber":8,"Text":"Yake mandakarma sobhaniya kare dekhano haya, se take uttama mane kare, se ki samana ye mandake manda mane kare. Niscaya allaha yake iccha pathabhrasta karena ebam yake icacha satpatha pradarsana karena. Sutaram apani tadera jan'ye anutapa kare nijeke dhbansa karabena na. Niscaya'i allaha janena tara ya kare."},{"SurahNumber":35,"VerseNumber":9,"Text":"Allaha'i bayu prerana karena, atahpara se bayu meghamala sancarita kare. Atahpara ami ta mrta bhu-khandera dike paricalita kari, atahpara tadbara se bhu-khandake tara mrtyura para sanjibita kare de'i. Emanibhabe habe punarut'thana."},{"SurahNumber":35,"VerseNumber":10,"Text":"Ke'u sam'mana ca'ile jene rakhuna, samasta sam'mana allahara'i jan'ye. Tamra'i dike arohana kare satbakya ebam satkarma take tule neya. Yara manda karyera cakrante lege thake, tadera jan'ye rayeche kathora sasti. Tadera cakranta byartha habe."},{"SurahNumber":35,"VerseNumber":11,"Text":"Allaha tomaderake srsti karechena mati theke, atahpara birya theke, tarapara karechena tomaderake yugala. Kona nari garbhadharana kare na ebam santana prasaba kare na; kintu tamra jnatasare. Kona bayaska byakti bayasa paya na. Ebam tara bayasa hrasa paya na; kintu ta likhita ache kitabe. Niscaya eta allahara pakse sahaja."}]}