{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":18,"VerseNumber":62,"Text":"ā pidapa vāru marikonta munduku pōyina taruvāta, atanu (mūsā) tana sēvakunitō ilā annāḍu: \"Mana bhōjanaṁ tīsukurā! Vāstavāniki manaṁ ī prayāṇanlō cālā alasipōyāmu"},{"SurahNumber":18,"VerseNumber":63,"Text":"(sēvakuḍu) ilā annāḍu: \"Cūśārā! Manaṁ ā baṇḍa mīda viśrānti tīsukōvaṭāniki āginapuḍu vāstavāniki nēnu cēpanu gurin̄ci pūrtigā maraci pōyānu. Ṣaitānu tappa marevvaḍū nannu dānini gurin̄ci marapimpajēyalēdu. Adi vicitraṅgā samudranlōki dūsukoni pōyindi"},{"SurahNumber":18,"VerseNumber":64,"Text":"(mūsā) annāḍu: \"Adē kadā, manaṁ kōrutunnadi (vetukutunna sthānaṁ)!\" Ā pidapa vāriruvuru tama aḍugujāḍalanu anusaristū venukaku maralipōyāru"},{"SurahNumber":18,"VerseNumber":65,"Text":"appuḍu vāru mā dāsulalō oka dāsuṇṇi (accaṭa) cūśāru. Mēmu ataniki mā anugrahānni prasādin̄ci, ataniki mā taraphu nuṇḍi viśiṣṭa jñānaṁ nērpi unnāmu"},{"SurahNumber":18,"VerseNumber":66,"Text":"mūsā atanitō (khidr tō) annāḍu: \"Nīku nērpabaḍina jñānānni nīvu nāku nērpuṭakai nēnu ninnu anusarin̄ca vaccunā"},{"SurahNumber":18,"VerseNumber":67,"Text":"atanu javābiccāḍu: \"Nīvu nātō pāṭu ē mātraṁ sahanaṁ vahin̄calēvu"},{"SurahNumber":18,"VerseNumber":68,"Text":"asalu nīku teliyani viṣayānni gurin̄ci nīveṭlu sahanaṁ vahin̄cagalavu"},{"SurahNumber":18,"VerseNumber":69,"Text":"(mūsā) annāḍu: \"Allāh kōritē! Nīvu nannu sahanaśīlunigā pondagalavu. Nēnu nī yokka ē ājñanū ullaṅghin̄canu"},{"SurahNumber":18,"VerseNumber":70,"Text":"atanu annāḍu: \"Okavēḷa nīvu nannu anusarin̄caṭānikē niścayin̄cukuṇṭē, svayaṅgā nēnē nītō prastāvin̄cananta varaku nīvu nannu, ē viṣayānni gurin̄ci kūḍā praśnin̄cakūḍadu"},{"SurahNumber":18,"VerseNumber":71,"Text":"Ā pidapa vāriddarū bayaludērāru. Civariki vāriddaru paḍavalō ekkinapuḍu atanu paḍavaku randhraṁ cēśāḍu. (Mūsā) atanitō annāḍu: \"Ēmī? Paḍavalō unna vārini mun̄ci vēyaṭānikā, nīvu dānilō randhraṁ cēśāvu? Vāstavāniki, nīvu oka dāruṇamaina pani cēśāvu"},{"SurahNumber":18,"VerseNumber":72,"Text":"atanu annāḍu: \"Nēnu nītō analēdā? Nīvu nātō pāṭu ē mātraṁ sahanaṁ vahin̄calēvani"},{"SurahNumber":18,"VerseNumber":73,"Text":"(mūsā) annāḍu: \"Maracipōyi cēsina dāniki nannu tappupaṭṭaku. Nēnu cēsina dāniki nā paṭla kaṭhinaṅgā vyavaharin̄caku"},{"SurahNumber":18,"VerseNumber":74,"Text":"ā pidapa vāru tama prayāṇaṁ sāgin̄cagā vāriki oka bāluḍu kaliśāḍu. Atanu vānini (bāluṇṇi) campāḍu. (Adi cūsi) mūsā annāḍu: \"Ēmī? Oka amāyakuḍini campāvā? Ataḍu evvaḍinī (campalēdē)! Vāstavāniki nīvu oka ghōramaina pani cēśāvu"}]}