{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":13,"VerseNumber":14,"Text":"Solo El merece ser invocado y adorado. Y aquello que (los idolatras) invocan fuera de El no puede responder en absoluto a sus suplicas, del mismo modo que el agua no acude a la llamada del (sediento) que extiende las manos hacia ella desde lejos para que esta llegue a su boca[410]. Y la suplica de quienes rechazan la verdad no es de ninguna utilidad"},{"SurahNumber":13,"VerseNumber":15,"Text":"Y ante Al-lah se postra, por la manana y al atardecer, cuanto existe en los cielos y en la tierra, voluntariamente o a la fuerza, asi como sus sombras"},{"SurahNumber":13,"VerseNumber":16,"Text":"Pregunta (a tu pueblo, ¡oh, Muhammad!): “¿Quien es el Senor de los cielos y de la tierra?”. Responde: “Al-lah”. Diles: “¿Toman, entonces, a otros protectores y aliados fuera de El que no pueden ni beneficiarse ni perjudicarse a si mismos?”. Preguntales: “¿Acaso puede compararse el ciego con el vidente o pueden compararse las tinieblas con la luz?». ¿O acaso aquellos a los que adoran ademas de a El han originado una creacion parecida a la de El, hasta el punto de creer que ambas creaciones son similares? Diles: “Al-lah es el Creador de todas las cosas, y El es el Unico[412], el Dominador Supremo”"},{"SurahNumber":13,"VerseNumber":17,"Text":"El hace descender agua del cielo que corre entre los valles segun la capacidad de estos, arrastrando espuma en su superficie[413]. Y de los minerales que funden para fabricar adornos y utensilios sale una espuma parecida. Asi es como Al-lah compara la verdad con la falsedad: la espuma, que de nada sirve, acaba desapareciendo; pero lo que beneficia a los hombres permanece en la tierra. Asi es como Al-lah presenta los ejemplos"},{"SurahNumber":13,"VerseNumber":18,"Text":"Quienes respondan a la llamada de su Senor (obedeciendolo y siguiendo a Su Mensajero) obtendran la mejor de las recompensas; y quienes no, aunque poseyeran todo cuanto hay en la tierra e incluso mas, y lo ofrecieran para librarse del castigo, de nada les serviria. Cuando sean juzgados estaran en una mala situacion (por sus malas acciones) y moraran en el Infierno; ¡y que pesima morada"}]}