{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"Namni Rabbiin isa qajeelchuu fedhe, qoma Isaa Islaamaaf bal’isaNama isa jallisuu fedhe immoo qoma isaa akkaan dhiphaa, akka nama samii keessa ol ba’uu taasisaAkka kanatti Rabbiin adabbii warra hin amanne irratti godha"},{"SurahNumber":6,"VerseNumber":126,"Text":"Kun qajeelaa haala ta’een karaa Gooftaa keetiitiUmmata gorfamaniif mallattoo dhugaadhaan adda baafneerra"},{"SurahNumber":6,"VerseNumber":127,"Text":"Isaaniif Gooftaa isaanii bira ganda nagayaatu jiraInnis waan isaan dalagaa turaniif jecha gargaaraa isaaniiti"},{"SurahNumber":6,"VerseNumber":128,"Text":"Guyyaa hunda isaanii walitti qabee \"Yaa garee jinnootaa! Namoota daneeffattanii jirtu\" (jedhuun yaadadhu)Jaalalleen isaanii kan namoota irraa ta’anis \"Gooftaa keenya! gariin keenya gariitti fayyadamne; beellama keenya Ati nuuf beellamtes geenyee jirra\" jedhu\"Hangi Rabbiin fedhe qofti odoo hafuu, Ibiddi keessatti hafoo taatanii qubannaa keessani\" jedhaDhugumatti Gooftaan kee ogeessa, beekaadha"},{"SurahNumber":6,"VerseNumber":129,"Text":"Waan isaan hojjataa turaniif jecha, akka kanatti garii miidhaa hojjattoota garii irratti moosifna"},{"SurahNumber":6,"VerseNumber":130,"Text":"Yaa garee jinniifi namaa! Sila ergam-oonni isin irraa ta’an kan keeyyattoota kiyya isin irratti qara’aniifi qunnamtii guyyaa keessanii kana kan isin dinniinanu isinitti hin dhufnee?\" (jedhamu)\"Nuti lubbuu keenya irratti ragaa baanee jirra\" jedhanJireenyi addunyaas isaan gowwoomsiteDhugumatti, isaan kaafiroota akka turan lubbuu isaanii irratti ragaa ba’an"},{"SurahNumber":6,"VerseNumber":131,"Text":"Kun waan Gooftaan kee ganda tokko haala warri ishee dagataa ta'een, badii (isheetiif jecha) kan balleessu hin ta'iniifi"}]}