{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"Dis : « Il m’a ete ordonne de vouer a Allah un culte exclusif et sincere"},{"SurahNumber":39,"VerseNumber":12,"Text":"et j’ai recu l’ordre d’etre le premier a me soumettre au Seigneur. »"},{"SurahNumber":39,"VerseNumber":13,"Text":"Dis : « Je crains, si je desobeis a mon Seigneur, de subir le chatiment d’un jour terrible. »"},{"SurahNumber":39,"VerseNumber":14,"Text":"Dis-leur : « C’est Allah que j’adore en Lui vouant un culte exclusif et sincere"},{"SurahNumber":39,"VerseNumber":15,"Text":"Adorez, quant a vous, ce que vous voudrez en dehors de Lui ! » Dis : « Les plus grands perdants, le Jour de la resurrection, sont ceux qui auront provoque leur ruine et celle des leurs. Est-il ruine plus evidente ? »"},{"SurahNumber":39,"VerseNumber":16,"Text":"Ils auront, au-dessus d’eux, des couches de feu et d’autres au-dessous d’eux. Voila le chatiment contre lequel Allah met en garde Ses serviteurs. « Mes serviteurs ! Craignez-Moi ! »"},{"SurahNumber":39,"VerseNumber":17,"Text":"Quant a ceux qui fuient le culte des fausses divinites pour se tourner exclusivement vers Allah, ils recevront une heureuse nouvelle. Fais-en l’annonce a Mes serviteurs"},{"SurahNumber":39,"VerseNumber":18,"Text":"qui, de toutes les paroles qu’ils ecoutent, suivent les plus sages. Voila ceux qu’Allah a guides et voila ceux qui sont doues de raison"},{"SurahNumber":39,"VerseNumber":19,"Text":"Pourras-tu sauver de l’Enfer celui qui, par un decret irrevocable, est deja voue au chatiment"},{"SurahNumber":39,"VerseNumber":20,"Text":"Quant a ceux qui craignent leur Seigneur, ils seront admis dans des demeures surelevees et superposees sous lesquelles coulent des rivieres. Telle est la promesse d’Allah qui ne manque jamais a Ses promesses"},{"SurahNumber":39,"VerseNumber":21,"Text":"Ne vois-tu pas qu’Allah fait descendre du ciel une eau qu’Il fait penetrer dans la terre pour la faire jaillir en sources et faire pousser une vegetation aux couleurs variees qui finit par se dessecher et que l’on voit jaunir et s’effriter ? Voila assurement une lecon pour des hommes doues de raison"}]}