{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"ਤਾ ਸੀਨ ਮੀਮ"},{"SurahNumber":26,"VerseNumber":2,"Text":"ਇਹ ਸਪੱਸ਼ਟ ਕਿਤਾਬ ਦੀਆਂ ਆਇਤਾਂ ਹਨ।"},{"SurahNumber":26,"VerseNumber":3,"Text":"ਸ਼ਾਇਦ ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਨੂੰ ਹਲਾਕ ਕਰ ਲੋਵਗੇ ਇਸ ਲਈ ਕਿ ਤੁਸੀਂ ਈਮਾਨ ਨਹੀਂ ਲਿਆਏ।"},{"SurahNumber":26,"VerseNumber":4,"Text":"ਜੇਕਰ ਅਸੀਂ' ਚਾਹੀਏ ਤਾਂ ਉਨ੍ਹਾਂ ਉੱਪਰ ਅਸਮਾਨ ਤੋਂ ਨਿਸ਼ਾਨੀ ਉਤਾਰ ਦੇਈਏ। ਫਿਰ ਇਨ੍ਹਾਂ ਦੀਆਂ ਧੌਣਾਂ ਉਸ ਦੇ ਅੱਗੇ ਝੂਕ ਜਾਣ।"},{"SurahNumber":26,"VerseNumber":5,"Text":"ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਅੱਲਾਹ ਵੱਲੋਂ ਕੋਈ ਵੀ ਨਵੀ ਨਸੀਹਤ ਅਜਿਹੀ ਨਹੀਂ ਆਉਂਦੀ ਜਿਸ ਤੋਂ ਉਹ ਮੂੰਹ ਨਾ ਮੌੜਦੇ ਹੋਣ।"},{"SurahNumber":26,"VerseNumber":6,"Text":"ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਨੇ ਝੂਠਲਾ ਦਿੱਤਾ ਤਾਂ ਹੁਣ ਜਲਦੀ ਹੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਉਸ ਚੀਜ਼ ਦੀ ਹਕੀਕਤ ਦਾ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ। ਜਿਸ ਦਾ ਉਹ ਮਖੌਲ ਕਰਦੇ ਸੀ।"},{"SurahNumber":26,"VerseNumber":7,"Text":"ਕੀ ਉਨ੍ਹਾਂ ਨੇ ਧਰਤੀ ਨੂੰ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਅਸੀਂ ਇਸ ਵਿਚ ਭਾਂਤ- ਭਾਂਤ ਦੀਆਂ ਵਧੀਆਂ ਚੀਜ਼ਾਂ ਉਗਾਈਆਂ ਹਨ।"},{"SurahNumber":26,"VerseNumber":8,"Text":"ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਨਿਸ਼ਾਨੀ ਹੈ ਪਰ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਜ਼ਿਆਦਾਤਰ ਲੋਕ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦੇ।"},{"SurahNumber":26,"VerseNumber":9,"Text":"ਅਤੇ ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਰੱਬ ਤਾਕਤਵਰ ਅਤੇ ਰਹਿਮਤ ਕਰਨ ਵਾਲਾ ਹੈ।"},{"SurahNumber":26,"VerseNumber":10,"Text":"ਅਤੇ ਜਦੋਂ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਮੂਸਾ ਨੂੰ ਸੱਦਿਆ ਕਿ ਤੁਸੀਂ ਜ਼ਾਲਿਮ ਲੋਕਾਂ ਦੇ ਕੋਲ ਜਾਉ।"},{"SurahNumber":26,"VerseNumber":11,"Text":"ਫਿਰਔਨ ਦੀ ਕੌਮ ਦੇ ਕੋਲ, ਕੀ ਉਹ ਨਹੀਂ ਡਰਦੇ।"},{"SurahNumber":26,"VerseNumber":12,"Text":"ਮੂਸਾ ਨੇ ਕਿਹਾ, ਹੇ ਮੇਰੇ ਰੱਬ! ਮੈਨੂੰ ਡਰ ਹੈ ਕਿ ਉਹ ਮੈਨੂੰ ਝੁਠਲਾ ਦੇਣਗੇ।"},{"SurahNumber":26,"VerseNumber":13,"Text":"ਅਤੇ ਮੇਰਾ ਦਿਲ ਕੁੜ੍ਹਦਾ ਹੈ ਅਤੇ ਮੇਰੀ ਜ਼ੁਬਾਨ ਨਹੀਂ ਚੱਲਦੀ, ਇਸ ਲਈ ਤੂੰ ਹਾਰੂੰਨ ਦੇ ਕੌਲ ਹੁਕਮ ਭੇਜ ਦੇ।"},{"SurahNumber":26,"VerseNumber":14,"Text":"ਅਤੇ ਮੇਰੇ ਉੱਪਰ ਉਨ੍ਹਾਂ ਵੱਲੋਂ ਇੱਕ ਗੁਨਾਹ ਵੀ ਹੈ, ਇਸ ਲਈ ਮੈਂ ਡਰਦਾ ਹਾਂ ਕਿ ਉਹ ਮੇਰੀ ਹੱਤਿਆ ਕਰ ਦੇਣਗੇ।"},{"SurahNumber":26,"VerseNumber":15,"Text":"ਫ਼ਰਮਾਇਆ ਕਦੇ ਨਹੀਂ। ਇਸ ਲਈ ਤੁਸੀਂ ਦੋਵੇਂ ਮੇਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਦੇ ਨਾਲ ਜਾਉ ਅਸੀਂ ਤੁਹਾਡੇ ਨਾਲ ਸੁਣਨ ਵਾਲੇ ਹਾਂ।"},{"SurahNumber":26,"VerseNumber":16,"Text":"ਇਸ ਲਈ ਤੁਸੀਂ ਦੋਵੇਂ ਫਿਰਔਨ ਦੇ ਕੋਲ ਜਾਉ ਅਤੇ ਆਖੋਂ, ਕਿ ਅਸੀਂ ਸਾਰੇ ਜਗਤ ਦੇ ਮਾਲਕ ਅੱਲਾਹ ਦਾ ਸੁਨੇਹਾ ਦੇਣ ਵਾਲੇ ਹਾਂ।"},{"SurahNumber":26,"VerseNumber":17,"Text":"ਕਿ ਤੂੰ ਇਸਰਾਈਲ ਦੀ ਔਲਾਦ ਨੂੰ ਸਾਡੇ ਨਾਲ ਜਾਣ ਦੇ।"},{"SurahNumber":26,"VerseNumber":18,"Text":"ਫਿਰਔਨ ਨੇ ਕਿਹਾ ਕੀਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਬਰਪਨ ਵਿਚ ਆਪਣੇ ਕੋਲ ਰੱਖ ਕੇ ਨਹੀਂ ਪਾਲਿਆ। ਅਤੇ ਤੁਸੀਂ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੇ ਕਈ ਸਾਲ ਸਾਡੇ ਕੌਲ ਬਤੀਤ ਕੀਤੇ ਹਨ।"},{"SurahNumber":26,"VerseNumber":19,"Text":"ਅਤੇ ਤੁਸੀਂ ਆਪਣਾ ਉਹ ਕੰਮ ਕੀਤਾ ਤਾਂ ਕੀਤਾ ਅਤੇ ਤੁਸੀਂ ਨਾ ਸ਼ੁਕਰਿਆਂ ਵਿਜ਼ੋਂ' ਹੋ।"}]}