{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Elif-Lam-Mim-Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"(Yucelerden) bir ilahi kelam indirildi sana artık gonlunde bu konuda herhangi bir supheye yer verme ki, onunla, (yoldan sapanları) uyarabilesin ve (boylece) inananlara da ogutte bulunabilesin"},{"SurahNumber":7,"VerseNumber":3,"Text":"Rabbinizin katından size indirilene uyun; Ondan baska onderlerin ardından gitmeyin. Ne kadar az tutuyorsunuz aklınızda bunu"},{"SurahNumber":7,"VerseNumber":4,"Text":"Biz (bas kaldıran) topluluklardan nicesini, gece vakti ya da gupegunduz dinlenirken ansızın gelip catan cezamızla yok etmisizdir"},{"SurahNumber":7,"VerseNumber":5,"Text":"Ve cezamız baslarında koptugu zaman, kendi kendilerine, \"vah bize! Biz gercekten zalim kimselerdik!\" demekten baska soyleyecek sozleri olmamıstır"},{"SurahNumber":7,"VerseNumber":6,"Text":"Ve bu yuzden, kendilerine (ilahi) bir mesaj gonderilen herkesi, hic suphesiz, (Yargı Gununde) hesaba cekecegiz. Ve yine hic suphesiz mesajla gonderilenleri(n kendilerini) de hesaba cekecegiz"},{"SurahNumber":7,"VerseNumber":7,"Text":"Ve sonra kendilerine mutlaka (yapıp ettikleri hakkındaki sasmaz) bilgimizi acacagız: cunku hicbir zaman (onlardan) uzak degildik"},{"SurahNumber":7,"VerseNumber":8,"Text":"Ve olcme-tartma isi o Gun dosdogru gerceklesecek; ve tartıda (dogru ve yararlı davranıslarının) yuku agır gelenler; iste boyleleridir mutluluga erisecek olanlar"},{"SurahNumber":7,"VerseNumber":9,"Text":"Oysa, tartıda yuku hafif cekenler; iste, mesajlarımıza inatla karsı cıkmaları yuzunden kendilerini bedbahtlıga surukleyecek olanlar da bunlardır"},{"SurahNumber":7,"VerseNumber":10,"Text":"Evet, (ey insanlar), sizi yeryuzune gercekten (bolluk icinde) yerlestirdik ve size orada geciminizi saglayacak seyler verdik: (Hal boyleyken) ne kadar az sukrediyorsunuz"},{"SurahNumber":7,"VerseNumber":11,"Text":"Evet, gercekten de sizi yarattık, sonra size bicim verdik; ve sonra meleklere: \"Ademin onunde secde edin!\" dedik. Bunun uzerine, Iblisin dısında, onlar(ın hepsi) secde ettiler; (bir tek) o secde edenlerin arasında yer almadı"}]}