{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"Idi (Nuh!) gava tu u bi wane bi te ra derketine ser keleke hewyan (aha) beje: \"Em ji bona wi Yezdane, ku em ji komale cewrkar fereste kirine, sipazi dikin"},{"SurahNumber":23,"VerseNumber":29,"Text":"U (Nuh! Tu aha ji) beje; \"Xudaye min! (Te em tereste kirin, idi) tu min bi qence dahelan, dahele ewreke piroz (ji bo ku em bikaribin xwe xweyi bikin). Sixwa Xuda! Ewan (mexzuvane ku li bal wan) ewir cedibe hene! Tu bi xweber qenctire wan i ji"},{"SurahNumber":23,"VerseNumber":30,"Text":"U bi rasti me ciqa (Nuh u komale wi) bi van (serdaboryan) dane ceribandine, le disa di wan (serdaboryan da ji bona we ra) beraten (derhoze) hene"},{"SurahNumber":23,"VerseNumber":31,"Text":"Pase me di peywan da (hinek komale) caxe mayi afirandiye"},{"SurahNumber":23,"VerseNumber":32,"Text":"Idi me di nava wan (komalan da) saiyen ji wan (li bal wan da) sandiye. Ewan (saiyan ji wan ra aha gotiye: \"Hun gele me!) Hey ji Yezdan ra peresti bikin, loma ji pestire wi ji bona we ra qe tu ilah tune ne. Idi qey hun xudaparizi nakin"},{"SurahNumber":23,"VerseNumber":33,"Text":"Ji koma wi (pexemberi) ewane bune file u bi rastihatina para da (bawer nakin) dane derewderandine; desta ji pesrewane wan, ku me ji bona wan ra di cihane da berxudari dabu wan, hene! (Ewe deste ji bona hev ra di nava xwe da aha) gotine: \"Eva (pexembera ji) hey meriveki weki we ye, loma hun ci dixun u vedixun, ewa ji, ji wan dixwe u vedixwe"},{"SurahNumber":23,"VerseNumber":34,"Text":"U heke hun bi gotina meriveki weki xwe bikin, bi rasti hun di we gave da di bine (ji wane nezane) ziyangere (ku hatine xapandine)"},{"SurahNumber":23,"VerseNumber":35,"Text":"Qey ewa (pexembera) ji bona we ra peymana dide, ku hun gava bimirin u bibine xweli u hestu, bi rasti hune disa (ji xwelye) derkebin (herne civine)"},{"SurahNumber":23,"VerseNumber":36,"Text":"Ciqa dur e! Ewa peymana, ku ji bona we ra hatiye dayine dur e"},{"SurahNumber":23,"VerseNumber":37,"Text":"Hemi tist, hey jina me ye di ve cihane da ne, em (di ve cihane da) dimirin"},{"SurahNumber":23,"VerseNumber":38,"Text":"u dijin, qe em (ji bona hijmara kirine xwe li bal civine da nayene sandine).\" 38.38\"Ewa (pexembera) mereki wusa ne, hey li ser (nave) Yezdan derewan dike u bi rasti em bi wi bawer nakin"},{"SurahNumber":23,"VerseNumber":39,"Text":"(Pexember aha) gotiye: \"Xudaye min! Tu di hembere derewderandina wan da, arikarya min bike"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Yezdan ji wi pexemberi ra aha) gotiye: \"Bi rasti ewane di daneki hindik da, we posman bibin"},{"SurahNumber":23,"VerseNumber":41,"Text":"Idi bi rasti denge (biruska behisi) bi wan girt, idi me ewan xistine berbirne lemiste. Durketin ji bona komale cewrkaran e"},{"SurahNumber":23,"VerseNumber":42,"Text":"Me pase li peywan da (hinek komale) caxe mayi afirandine"}]}