{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"(Remember the time) when We shook the mountain that hung over them like a canopy? They thought that it was going to come down upon them. (We said), \"Hold on to what We have given you with all your strength and resolve. Remember what it prescribes. Perhaps, you will fear (Allah)"},{"SurahNumber":7,"VerseNumber":172,"Text":"(Remember) when your Lord brought forth all the offspring-to-be from the loin of Adam, and had them bear witness for themselves. (Allah asked), \"Am I not your Lord?\" They replied, \"Of course, and we do bear witness to that!\" (We did that) lest you should say on the Day of Judgment (as an excuse) that you were unaware of this"},{"SurahNumber":7,"VerseNumber":173,"Text":"Or lest you should say, \"It was in fact our forefathers who started (practicing) ´shirk´ _ (accepted others as Allah´s partners). We were mainly the descendants who came much later. Will you then punish us for the deeds of the wrongdoers"},{"SurahNumber":7,"VerseNumber":174,"Text":"Thus We explain Our (signs and) revelations in detail. Perhaps, they may turn (to Us)"},{"SurahNumber":7,"VerseNumber":175,"Text":"Narrate to them the story of the one to whom We awarded the knowledge of Our revelations. But he cast it aside! So, Shaitan pursued him until he became one of the misguided ones"},{"SurahNumber":7,"VerseNumber":176,"Text":"With that knowledge We could have raised him to new heights, had We so wished. But he clung to the ground and yielded to his whims and wishes. His example is that of a dog! Whether you shoo him away or leave him alone, a dog will (always) stick out his tongue and pant. Such is the example of a nation that rejects Our (signs and) revelations. Keep narrating these tales, perhaps they will ponder"},{"SurahNumber":7,"VerseNumber":177,"Text":"Despicable is the parable of the people who reject Our revelations, and thereby wrong themselves"},{"SurahNumber":7,"VerseNumber":178,"Text":"Rightly guided is the one whom Allah guides. While those whom Allah misleads are in fact the real losers"}]}