{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":155,"Text":"آخر کا ر اِن کی عہد شکنی کی وجہ سے، اور اس وجہ سے کہ انہوں نے اللہ کی آیات کو جھٹلایا، اور متعدد پیغمبروں کو نا حق قتل کیا، اور یہاں تک کہا کہ ہمارے دل غلافوں میں محفوظ ہیں حالانکہ در حقیقت اِن کی باطل پرستی کے سبب سے اللہ نے اِن کے دلوں پر ٹھپہ لگا دیا ہے اور اسی وجہ سے یہ بہت کم ایمان لاتے ہیں"},{"SurahNumber":4,"VerseNumber":156,"Text":"پھر اپنے کفر میں اتنے بڑھے کہ مریم پر سخت بہتان لگایا"},{"SurahNumber":4,"VerseNumber":157,"Text":"اور خود کہا کہ ہم نے مسیح، عیسیٰ ابن مریم، رسول اللہ کو قتل کر دیا ہے حالانکہ فی الواقع انہوں نے نہ اس کو قتل کیا نہ صلیب پر چڑھایا بلکہ معاملہ ان کے لیے مشتبہ کر دیا گیا اور جن لوگوں نے اس کے بارے میں اختلاف کیا ہے وہ بھی دراصل شک میں مبتلا ہیں، ان کے پاس اس معاملہ میں کوئی علم نہیں ہے، محض گمان ہی کی پیروی ہے انہوں نے مسیح کو یقین کے ساتھ قتل نہیں کیا"},{"SurahNumber":4,"VerseNumber":158,"Text":"بلکہ اللہ نے اس کو اپنی طرف اٹھا لیا، اللہ زبردست طاقت رکھنے والا اور حکیم ہے"},{"SurahNumber":4,"VerseNumber":159,"Text":"اور اہل کتاب میں سے کوئی ایسا نہ ہوگا جو اُس کی موت سے پہلے اس پر ایمان نہ لے آئے گا اور قیامت کے روز وہ ان پر گواہی دے گا"},{"SurahNumber":4,"VerseNumber":160,"Text":"غرض اِن یہودی بن جانے والوں کے اِسی ظالمانہ رویہ کی بنا پر، اور اس بنا پر کہ یہ بکثرت اللہ کے راستے سے روکتے ہیں"},{"SurahNumber":4,"VerseNumber":161,"Text":"اور سود لیتے ہیں جس سے انہیں منع کیا گیا تھا، اور لوگوں کے مال ناجائز طریقوں سے کھاتے ہیں، ہم نے بہت سی وہ پاک چیزیں ان پر حرام کر دیں جو پہلے ان کے لیے حلال تھیں، اور جو لوگ اِن میں سے کافر ہیں ان کے لیے ہم نے درد ناک عذاب تیار کر رکھا ہے"},{"SurahNumber":4,"VerseNumber":162,"Text":"مگر ان میں جو لوگ پختہ علم رکھنے والے ہیں اور ایماندار ہیں وہ سب اُس تعلیم پر ایمان لاتے ہیں جو تمہاری طرف نازل کی گئی ہے اور جو تم سے پہلے نازل کی گئی تھی اِس طرح کے ایمان لانے والے اور نماز و زکوٰۃ کی پابندی کرنے والے اور اللہ اور روز آخر پر سچا عقیدہ رکھنے والے لوگوں کو ہم ضرور اجر عظیم عطا کریں گے"}]}