{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"और हमने उन्हें अग्रणी (प्रमुख) बना दिया, जो हमारे आदेशानुसार (लोगों को) सुपथ दर्शाते हैं तथा हमने वह़्यी (प्रकाशना) की, उनकी ओर सत्कर्मों के करने, नमाज़ की स्थापना करने और ज़कात देने की तथा वे हमारे ही उपासक थे।"},{"SurahNumber":21,"VerseNumber":74,"Text":"तथा लूत को हमने निर्णय शक्ति और ज्ञान दिया और बचा लिया उस बस्ती से, जो दुष्कर्म कर रही थी, वास्तव में, वे बुरे अवज्ञाकारी लोग थे।"},{"SurahNumber":21,"VerseNumber":75,"Text":"और हमने प्रवेश दिया उसे अपनी दया में, वास्तव में, वह सदाचारियों में से था।"},{"SurahNumber":21,"VerseNumber":76,"Text":"तथा नूह़ को (याद करो) जब उसने पुकारा इन (नबियों) से पहले। तो हमने उसकी पुकार सुन ली, फिर उसे और उसके घराने को मुक्ति दी महा पीड़ा से।"},{"SurahNumber":21,"VerseNumber":77,"Text":"और उसकी सहायता की, उस जाति के मुक़ाबले में, जिन्होंने हमारी आयतों (निशानियों) को झुठला दिया, वास्तव में, वे बुरे लोग थे। अतः हमने डुबो दिया उन सभी को।"},{"SurahNumber":21,"VerseNumber":78,"Text":"तथा दावूद और सुलैमान को (याद करो) जब वे दोनों निर्णय कर रहे थे, खेत के विषय में, जब रात्रि में चर गईं उसे दूसरों की बकरियाँ और हम उनका निर्णय देख रहे थे।"},{"SurahNumber":21,"VerseNumber":79,"Text":"तो हमने उसका उचित निर्णय समझा दिया सुलैमान[1] को और प्रत्येक को हमने प्रदान किया था निर्णय शक्ति तथा ज्ञान और हमने अधीन कर दिया था दावूद के साथ पर्वतों को, जो (अल्लाह की पवित्रता का) वर्णन करते थे तथा पक्षियों को और हम ही इसकार्य के करने वाले थे।"},{"SurahNumber":21,"VerseNumber":80,"Text":"तथा हमने उसे (दावूद को) सिखाया तुम्हारे लिए कवच बनाना, ताकि तुम्हें बचाये तुम्हारे आक्रमण से, तो क्या तुम कृतज्ञ हो"},{"SurahNumber":21,"VerseNumber":81,"Text":"और सुलैमान के अधीन कर दिया उग्र वायु को, जो चल रही थी उसके आदेश से,[1] उस धरती की ओर जिसमें हमने सम्पन्नता (विभूतियाँ) रखी है और हम ही सर्वज्ञ हैं।"}]}