{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":9,"VerseNumber":80,"Text":"Tumhi tyancyasathi tauba (ksama yacana) kara kinva na kara, jara tumhi sattara velahi yancyasathi tauba karala taridekhila allaha tyanna kadapi mapha karanara nahi. Karana tyanni allaha ani tyacya paigambaraca inkara kela ahe ani asa duracari lokanna allaha margadarsana karita nahi"},{"SurahNumber":9,"VerseNumber":81,"Text":"Mage rahuna janare loka, allahace rasula (sallallahu alaihi vasallama) yancyavirud'dha apalya basuna rahanyavara khusa aheta. Tyanni allahacya margata apalya dhanane va pranane jihada karane apriya janale ani te mhanale ki ya bhayankara unhata nighu naka. Tyanna sanga ki jahannamaci aga yahuna atisaya tapadayaka ahe. Yanni he samajuna ghetale asela tara bare jhale asate"},{"SurahNumber":9,"VerseNumber":82,"Text":"Tevha tyanni hasane phara kami ani radane jasta kele pahije. Apalya ya krtakarmancya mobadalyata"},{"SurahNumber":9,"VerseNumber":83,"Text":"Tevha jara sarvasrestha allaha tumhala tyacya ekhadya samuhakade paratavuna ne'ila maga he tumacyasi ladha'icya maidanata janyaci anumati magatila tevha tumhi sanga ki tumhi majhyasobata kadhihi nighu sakata nahi ani na majhyasaha satrusi ladhu sakata. Tumhi pahilya khepelaca basuna rahane pasanta kele hote, tevha atahi tumhi mage rahuna janaryammadhyeca basuna raha"},{"SurahNumber":9,"VerseNumber":84,"Text":"Ani yancyapaiki koni marana pavala tara tyacya janajaci namaja tumhi kadhihi padhu naka ani na tyacya kabarivara ja'una ubhe raha, he allaha ani tyacya paigambaraca inkara karanare loka aheta ani mareparyanta duracarica rahile"},{"SurahNumber":9,"VerseNumber":85,"Text":"Ani tumhala tyanci dhana-sampatti ani santati kahica bhali vatu naye. Sarvasrestha allaha heca icchito ki tyanna ya gostidvare ya jagata saja dyavi ani he apala jiva nigheparyanta kaphira (krtaghna) ca rahile"},{"SurahNumber":9,"VerseNumber":86,"Text":"Ani jevha ekhadi suraha (pavitra kura'anatila adhyaya) avatarita keli jate ki allahavara imana rakha ani tyacya paigambarasaha miluna jihada kara, tevha tyancyapaiki dhanavana lokanca eka gata tumacyajavala ye'una anumati gheto ki amhala tara basuna rahanaryammadhyeca soduna dya"}]}