{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":2,"VerseNumber":154,"Text":"А за оние кои ќе загинат на Аллаховиот пат не велете дека се мртви. Но, не! Живи се, но вие тоа не го чувствувате"},{"SurahNumber":2,"VerseNumber":155,"Text":"Ние ќе ве искушуваме, сигурно, со неколку работи: и со страв, и со глад, и со губење на имотот и животот и летнините... но, зарадувај ги трпеливите"},{"SurahNumber":2,"VerseNumber":156,"Text":"Оние кои ќе ги снајде некаква несреќа, зборуваат: “Ние сме, навистина, Аллахови и Нему ќе му се вратиме"},{"SurahNumber":2,"VerseNumber":157,"Text":"Врз нив се спуштаат благослови од Господарот нивни, и Милост, и оние, токму. се упатените"},{"SurahNumber":2,"VerseNumber":158,"Text":"И Сафа и Мерва, навистина, се знаци Аллахови: кој ќе ја ходочести Куќава или кој Ќе изврши умра - нема грев ако направи неколку круга од Сафа до Мерва. А оној кој ќе направи некое добро дело доброволно, па ЊМАллах, навистина, е Благодарен и Зналец"},{"SurahNumber":2,"VerseNumber":159,"Text":"Оние кои ги кријат и јаснотиите и ЦПатоказот кои ни се објавени. по нивното објаснување за луѓето, во Книгата, онаквите и од Аллах и од проколнувачите ќе бидат проколнети"},{"SurahNumber":2,"VerseNumber":160,"Text":"освен оние кои, навистина, ќе се покајат и кои ќе се поправат и тоа очигледно ќе го направат: ним ќе им простам. Јас сум Простувач и Сомилосен"},{"SurahNumber":2,"VerseNumber":161,"Text":"Оние кои не веруваат и умрат, а неверници се, врз сите нив ќе се разлее проклетството Аллахово, И проклетството од мелеките и од сите луѓе"},{"SurahNumber":2,"VerseNumber":162,"Text":"оние во него за навек ќе останат и казната не ќе им стивнува а ниту, пак, ќе им се даде рок"},{"SurahNumber":2,"VerseNumber":163,"Text":"И вашиот Бог е еден Бог. Нема друг Бог освен Него. Он е Милостив и Сомилосен"}]}