{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Give them by way of a parable the story of the companions of the city. Behold, there came messengers to it"},{"SurahNumber":36,"VerseNumber":14,"Text":"When We sent to them two messengers they rejected them, so We reinforced them with a third. They said, “Truly we have been sent on a mission to you.”"},{"SurahNumber":36,"VerseNumber":15,"Text":"They said, “You are only human like us, and God, the Merciful Benefactor, sends no sort of revelation. You do nothing but lie.”"},{"SurahNumber":36,"VerseNumber":16,"Text":"They said, “Our Lord knows that we have been sent on a mission to you"},{"SurahNumber":36,"VerseNumber":17,"Text":"“And our duty is only to proclaim the message clearly.”"},{"SurahNumber":36,"VerseNumber":18,"Text":"They said, “For us, we predict an evil omen from you. If you desist not, we will certainly stone you, indeed a terrible punishment will be inflicted on you by us.”"},{"SurahNumber":36,"VerseNumber":19,"Text":"They said, “Your evil omens are with you. Are you not then advised? No, but you are a people transgressing all bounds.”"},{"SurahNumber":36,"VerseNumber":20,"Text":"Then there came running from the farthest part of the city, a person announcing, “O my people, follow the messengers"},{"SurahNumber":36,"VerseNumber":21,"Text":"“Follow those who ask no reward of you, and who have themselves received guidance. 21 (End of Part)"},{"SurahNumber":36,"VerseNumber":22,"Text":"“And what would happen to me if I did not serve Him Who created me, and He to Whom you will all be brought back"},{"SurahNumber":36,"VerseNumber":23,"Text":"“Shall I take gods besides Him? If God, the Merciful Benefactor, should intend some adversity for me, of no use would be their intercession for me, nor can they save me"},{"SurahNumber":36,"VerseNumber":24,"Text":"“I would indeed, if I were to do so, be in manifest error"},{"SurahNumber":36,"VerseNumber":25,"Text":"“For me, I have faith in the Guardian Evolver of you all, so listen to me.”"},{"SurahNumber":36,"VerseNumber":26,"Text":"It was said, “Enter the garden.” He said, “I wish that my people knew"},{"SurahNumber":36,"VerseNumber":27,"Text":"“That my Lord has granted me forgiveness, and has enrolled me among those held in honor.”"}]}