{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Daa Siin1 Kuwaanu waa Aayadaha Qur'aanka iyo Kitaab iska cad"},{"SurahNumber":27,"VerseNumber":2,"Text":"Waa u hanuun iyo bishaaro mu’miniinta"},{"SurahNumber":27,"VerseNumber":3,"Text":"Kuwa u ooga salaadda si wanaagsan oo bixiya Sakada, oo iyagu ah kuwo Aakhiro yaqiinsan"},{"SurahNumber":27,"VerseNumber":4,"Text":"Ma xagga kuwa aan rumeysneyn Aakhirada, waxaan hubaal u qurxinnay acmaashooda, waana ay ku jaha wareersan yihiin habowgooda"},{"SurahNumber":27,"VerseNumber":5,"Text":"Kuwaanu waa kuwa mudan cadaab xun (adduunkan). Oo Aakhirada iyaga uun baa ugu khasaare badan"},{"SurahNumber":27,"VerseNumber":6,"Text":"Oo hubaal, adiga wuxuu xaqiiq kaaga yimaadaa Qur'aankan xagga Midka ah Xakiimmka, wax kasta Ogsoon (Allaah)"},{"SurahNumber":27,"VerseNumber":7,"Text":"Waa tii uu Muuse ku yidhi ehelkiisii: “Hubaal waxaan arkaa dab, Waxaan idiinka keeni war ama waxaan idiinka keeni dhim- bilo dab ah si aad u diirisaan nafahiinna"},{"SurahNumber":27,"VerseNumber":8,"Text":"Markiise uu yimid halkaa, cod baa dha- waaqay leh: “Waa la barakeeyey waxa dab- ka agti ah iyo waxa hareera jooga,oo xurmo waxaa leh oo hufan Alle, Rabbiga uunanka"},{"SurahNumber":27,"VerseNumber":9,"Text":"“Muusow! Hubaal Waa Aniga! Allaah, Awood Badanaha, Xikmadda Badan"},{"SurahNumber":27,"VerseNumber":10,"Text":"“Ee tuur ushaada; markiise uu arkay iyadoo dhaq-dhaqaaqaysa sidii mas, buu dib isu rogay oo carar is dhigay, dib umuu jaleecin. Muusow! Ha cabsan, hubaal, Rusushu kuma cabsadaan agtayda"},{"SurahNumber":27,"VerseNumber":11,"Text":"Mid gef geysta maahee markaas taa beddelkeed wanaag fala xumaantii kaddib, markaa hubaal Anigu waxaan ahay Dambi Dhaaf Badane, Naxariis Badan"},{"SurahNumber":27,"VerseNumber":12,"Text":"Oo geli gacantaada goshaada, waxay soo bixi doontaa durbaba caddaan cudur la’aan. (kuwakani waa) qaar ka mid ah sagaalka calaamood (aad ula tegi doonto) Fircoon iyo dadkiisa,waa dad caasiyaal ah"},{"SurahNumber":27,"VerseNumber":13,"Text":"Markiise Aayadahayaga cad ay u yimaadeen, waxay yidhaahdeen: Kani waa sixir iska cad"}]}