{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":45,"Text":"E, se Allah culpasse os homens pelo que cometaram, nao deixaria sobre sua superficie ser animal algum; mas concede-lhes prazo, ate um termo designado. E quando seu termo chegar, por certo, Allah, de Seus servos, e Onividente"},{"SurahNumber":36,"VerseNumber":1,"Text":"suratu ya-sin. Ya-Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Pelo Alcorao pleno de sabedoria"},{"SurahNumber":36,"VerseNumber":3,"Text":"Por certo, Muhammad, tu es dos Mensageiros"},{"SurahNumber":36,"VerseNumber":4,"Text":"Em senda reta"},{"SurahNumber":36,"VerseNumber":5,"Text":"Ele e a revelacao descida dO Todo-Poderoso, dO Misericordiador"},{"SurahNumber":36,"VerseNumber":6,"Text":"Para admoestares um povo, cujos pais nao foram admoestados: entao, estao desatentos"},{"SurahNumber":36,"VerseNumber":7,"Text":"Com efeito, o Dito cumpriu-se contra a maioria deles: entao, nao creem"},{"SurahNumber":36,"VerseNumber":8,"Text":"Por certo, pusemo-lhes, nos pescocos, gargalheiras, e estas lhes chegam aos queixos; entao, tem as cabecas forcadas para cima"},{"SurahNumber":36,"VerseNumber":9,"Text":"E fizemos uma barreira adiante deles e uma barreira detras deles; e nevoamo-lhes as vistas: entao, nada enxergam"},{"SurahNumber":36,"VerseNumber":10,"Text":"E lhes e igual que os admoestes ou nao os admoestes; eles nao crerao"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tu, apenas, admoestas a quem segue a Mensagem e receia aO Misericordioso, ainda que Invisivel. Entao, alvissara-lhe perdao e generoso premio"},{"SurahNumber":36,"VerseNumber":12,"Text":"Por certo, somos Nos Que damos a vida aos mortos, e escrevemos o que eles anteciparam, e seus vestigios. E toda cousa, enumeramo-la em um evidente Livro"}]}