{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"Nambo soni m’mashetani mwaliji mwana wawaliji nkuntiwilila (Sulaimanajo m’mbwani kuja kunsosela ngalekale), ni waliji nkupanganya soni masengo gane gangawaga gele (mpela yakutawatawa). Ni twaliji Uwwe tuli nkwalonda wanganyao"},{"SurahNumber":21,"VerseNumber":83,"Text":"Soni (munkumbuchilani) Ayyubu, ndema jajwawilasile Ambujegwe (pakwawenda) kuti: “Chisimu une gangwayiye masausyo, sano Mmwe ni Wachanasa channope kwapunda wachanasa wosope.”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Basi ni twan’jitiche, ni twantyochesye masausyo gajwaliji nago, ni twampele wapewasa wakwe, ni konjechesya soni pawanganyao wane wanti mpela wawowo, (twantendele yosope yeneyi kuwa) ukoto wakuumila Kukwetu, ni (kuti chiwe) chikumbusyo kwa akutenda ibada"},{"SurahNumber":21,"VerseNumber":85,"Text":"Soni (munkumbuchilani) Ismaila, Idrisa ni Dhul-Kifli (Yesaya), wosope wenewa waliji mwa akupilila"},{"SurahNumber":21,"VerseNumber":86,"Text":"Soni twajinjisye mu ukoto Wetu, chisimu wanganyao waliji mu wandu wambone"},{"SurahNumber":21,"VerseNumber":87,"Text":"Soni (munkumbuchilani) Dhun-Nun (Yunusu), ndema jajwauwigwisye ulendo juli jugasabiche, basi ni jwaganichisyaga yanti Uwwe ngatumpa ipotesi iliyose, ni jwagumisile m’chipi (cha m’matumbo mwasomba jajammisile) juchitiji: “Pangali nnungu jwine (jwakuwajilwa kun’galagatila) ikaweje Mmwe, kuswejela ni Kwenu. Chisimu une mbele mwa akulitenda lupuso.”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Basi ni twan’jitiche, ni twan’jokwele kumadandausi, soni iyyoyopeyo ni yatukasatiji pakwajokola wakulupilila"},{"SurahNumber":21,"VerseNumber":89,"Text":"Soni (munkumbuchilani) Zakariya, ndema jajwawilasile Ambujegwe (pakwawenda) kuti: “Ambuje wangu! Ngasimuneka jikape (jwangali mwanache), soni Mmwe ni Wambone nnope kwapunda wawinjila wosope.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Basi ni twan’jitiche, ni twampele Yahaya, ni twankolochesye soni wankwakwe (kuti awisikale). Chisimu wanganyao waliji wachitema pakutenda yambone, soni waliji nkutuwenda mwakusachilila umbone nambo soni mwawoga, ni waliji soni wakulinandiya Kukwetu"}]}