{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":38,"Text":"Ārau yisakalē mānuhaka dēkhuraābalai nijara dhana-sampada byaẏa karaē lagatē āllāha ārau śēṣa dirasara prati īmāna pōṣaṇa nakaraē ārau caẏatāna yāra saṅgī haẏa. Ētēkē sē'i saṅgī kimāna yē nikr̥ṣṭa"},{"SurahNumber":4,"VerseNumber":39,"Text":"siham̐tē āllāha ārau śēṣa dirasara prati īmāna ānilē ārau āllāhē siham̐taka yi pradāna karaichē tāra paraā byaẏa karailē siham̐tara ki kṣati ha’lēhēm̐tēna? Ārau āllāhē siham̐tara biṣaẏē samyaka aragata"},{"SurahNumber":4,"VerseNumber":40,"Text":"Niścaẏa āllāhē aṇu paraimāṇa'ō an'yāẏa nakaraē ārau yadi sēẏā kōnō dharaṇara pūṇya haẏa, tē'ōm̐ sē'iṭōka bahuguṇa br̥d'dhi karai diẏē ārau nijara phālara paraā mahāpratidāna pradāna karaē"},{"SurahNumber":4,"VerseNumber":41,"Text":"Ētēkē yētiẏā āmi pratyēka um'matara paraā ējana sākṣī upasthita karaima ārau tōmāka siham̐tara biraud'dhē sākṣīraūpē upasthita karaima tētiẏā ki arasthā ha’ba"},{"SurahNumber":4,"VerseNumber":42,"Text":"yisakalē kupharaī karaichē ārau raāchulara abādhya haichē siham̐tē sē'idinā kāmanā karaiba, siham̐tē yadi māṭira lagata mihali samāna hai ga’lēhēm̐tēna! Ārau siham̐tē āllāhara paraā kōnō kathā'i gōpana karaiba nōraāraiba"},{"SurahNumber":4,"VerseNumber":43,"Text":"Hē muminasakala! Tōmālōkē nicāgrasta arasthāta mukhēraē yi kōraā sēẏā nubujālaikē chālātara nikaṭarartī nahabā, ārau junubī (aparaitra) arasthātō nahaẏa yētiẏālaikē tōmālōkē guchala nakaraā, kintu muchāphira ha’lē sēẏā sukīẏā kathā; ārau yadi tōmālōkē asustha hōraā athabā bhramaṇata thakā nā'ibā tōmālōkara kōnōbā'i śaucasthānara paraā āhi athabā tōmālōkē nāraī sambhōga karaāra pichata pānī nōpōraā tēntē paraitra māṭira dbāraā tāẏām'muma karaā, ētēkē tōmālōkē nijara mukhamaṇḍala ārau hāta machēha karaā; niścaẏa āllāha pāpa mōcanakāraī, kṣamāśīla"},{"SurahNumber":4,"VerseNumber":44,"Text":"Tumi siham̐taka dēkhā nā'inē yisakalaka kitābara ēṭā anśa pradāna karaā haichila? Siham̐tē pathabhraṣṭatā kraẏa karaē ārau siham̐tē bicāraē yē, tōmālōkē'ō pathabhraṣṭa hōraā"}]}