{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"Tak samo bulo y ranishe za tebe, koly My vidsylaly zasterihacha v yakesʹ selyshche. Yoho meshkantsi, zmanizheni rozkishshyu, hovoryly: «Voistynu, my znayshly, shcho nashi batʹky buly obʺyednani tsiyeyu viroyu, tozh my ydemo po yikhnikh slidakh"},{"SurahNumber":43,"VerseNumber":24,"Text":"Vin hovoryv: «A yakshcho ya pryyshov do vas iz chymosʹ pravylʹnishym, nizh te, v shcho viryly vashi batʹky?» Ale ti vidpovidaly: «My ne viruyemo v te, iz chym vas vidislano"},{"SurahNumber":43,"VerseNumber":25,"Text":"Otozh, My vidplachuvaly yim. Pohlyanʹ zhe, yakym buv kinetsʹ tykh, yaki spryymaly pravdu za brekhnyu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Osʹ Ibrahim skazav svoyemu batʹku ta svoyemu narodu: «Voistynu, ya zrikayusya toho, chomu vy poklonyayetesʹ"},{"SurahNumber":43,"VerseNumber":27,"Text":"okrim Toho, Khto mene stvoryv. Voistynu, Vin povede mene pryamym shlyakhom"},{"SurahNumber":43,"VerseNumber":28,"Text":"Vin zrobyv tse slovom, yake zalyshylosya sered yoho nashchadkiv; mozhlyvo, povernutʹsya [na pryamyy shlyakh] vony"},{"SurahNumber":43,"VerseNumber":29,"Text":"Ale YA dozvolyv yim ta yikhnim batʹkam nasolodzhuvatysʹ blahamy doty, doky ne pryyshla do nykh istyna ta yasnyy poslanetsʹ"},{"SurahNumber":43,"VerseNumber":30,"Text":"I koly do nykh pryyshla istyna, to vony skazaly: «Tse — chaklunstvo! Voistynu, my v tse ne viruyemo"},{"SurahNumber":43,"VerseNumber":31,"Text":"Vony skazaly: «Chomu tsey Koran ne zislano yakomusʹ velykomu cholovikovi z dvokh selyshch?»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Nevzhe tse vony dilyatʹ mylistʹ tvoho Hospoda? Tse My rozpodilyly yikhni zasoby do prozhyttya v zemnomu zhytti! Odnym iz nykh My daruvaly perevahu nad inshymy, shchob odni z nykh braly sobi inshykh za sluh. Mylistʹ tvoho Hospoda krashcha za te, shcho vony sobi nakopychuyutʹ"},{"SurahNumber":43,"VerseNumber":33,"Text":"Yakby lyudy ne mohly staty yedynoyu hromadoyu, to My zrobyly by v budynkakh tykh, yaki ne viruyutʹ u Mylostyvoho, sribni dakhy ta skhody, yakymy vony pidiymalysya b"}]}