{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Akasa ra dharati ra je du'itaiko mamjhama cha sabaiko malika uhi ho, timi usaiko puja gara ra usaiko aradhanama drdha raha, ke timro janakarima usa jasto nama (ra ksamata) vala cha? (Kadapi chaina)"},{"SurahNumber":19,"VerseNumber":66,"Text":"Manisale bhandacha ki ke jaba ma marihalchu, ta pheri jivita gara'i bahira nikaline chu"},{"SurahNumber":19,"VerseNumber":67,"Text":"ke yo manisa yati pani smarana gardaina ki hamile usala'i pahile pani srsti gareka thiyaum jabaki u kehi pani thi'ena"},{"SurahNumber":19,"VerseNumber":68,"Text":"Timro palanakartako sapatha hamile tiniharula'i ra saitanala'i ekatrita parnechaum ra yi sabaila'i jahannamako che'uma upasthita gara'une chaum (tiniharule) ghumda tekirakheka hunechan"},{"SurahNumber":19,"VerseNumber":69,"Text":"Ani pratyeka samuhabata hamile tyastala'i nikalera ubhya'une chaum, jasale jahira huncha ki uniharumadhyeko allahako adesako gambhira avajna gardathe"},{"SurahNumber":19,"VerseNumber":70,"Text":"Pheri hami tiniharula'i ramrari jandachaum jo narkama pravesako sajaya bhognevala chan"},{"SurahNumber":19,"VerseNumber":71,"Text":"Timimadhye hareka avasya nai tyaham pugnevala cha, yo timro palanakartako niscitarupale pura hune adesa ho"},{"SurahNumber":19,"VerseNumber":72,"Text":"Ani hamile atmasanyamiharula'i baca'une chaum ra avajnakariharula'i tyahim ghumdatekeko avasthama chadidinechaum"},{"SurahNumber":19,"VerseNumber":73,"Text":"Jaba timiharuko agadi hamra spasta ayataharuko patha garincha ta kaphiraharule musalamanaharusita bhandachan ki bhana hamra ra timra samuhaharumadhye kuna cahim ucca sthanaprapta cha? Ra kasako bhela sanadara cha"},{"SurahNumber":19,"VerseNumber":74,"Text":"hamile ta tiniharu bhanda'agadika kaiyaum samuhaharuko nasa garisakeka chaum. Jo sadhana sampannatama ra namama uniharubhanda dherai badhi thi'e"},{"SurahNumber":19,"VerseNumber":75,"Text":"Bhanidinush ki juna manisa margavicalanama cha, rahamana tyasala'i bistarai lamo chuta di'irakheko huncha, jabasam'ma ki tiniharule ti kuraharu dekhdainan, jasako vacana di'incha arthata sajaya va pralaya (kiyamata). Tyatikhera uniharula'i ramrari thaha hunecha ki ko nimna sreniko cha ra kuna cahim kamajora samuhako cha"},{"SurahNumber":19,"VerseNumber":76,"Text":"Ra jasale marga pa'ihaleka chan, allahale tiniharuko margadarsanama abhivrd'dhi gardacha ra sesa rahane asala karmaharu timro palanakartakahamko puraskara ra antima parinamako drstikonale uttama chan"}]}