{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":265,"Text":"evarkal tankal porulkalai allahvutaiya tirupporuttattai natiyum tankal ullankalil (irainampikkaiyai) urutippatuttuvatarkakavum celavu ceykirarkalo avarkalutaiya (tarmattirku) utaranam, uyarnta pumi(yakiya malai) mitulla oru tottattai ottirukkiratu. Atil oru perum malai peytal iru matanku palanait tarukiratu. Perum malai peyyavittalum ciru turale atarkup potumanatu. Melum, allah ninkal ceypavarrai urru nokkupavan avan"},{"SurahNumber":2,"VerseNumber":266,"Text":"Unkalil yartan (itai) virumpuvar: Oruttarukku periccai marrum tiratcaikalin oru toppu irukkiratu. Atil niraruvikal totarntu otik kontirukkinrana. Atiliruntu ella vakai kanivarkkankalum avarukkuk kitaikkinrana. Mutumai avarai ataintatu. (Campatikka) iyalata pala ciru kulantaikalum avarukku irukkinranar. (Inta nilaimaiyil) nerupputan kutiya puyal karru atittu atai erittuvittatu. (Ittakaiya nilaimaiyai yartan virumpuvar?) Ninkal arayntu nallunarcci peruvatarkaka, allah tan vacanankalai unkalukku (utaranankalaik kontu) ippati telivupatuttukiran"},{"SurahNumber":2,"VerseNumber":267,"Text":"nampikkaiyalarkale! (Tarmam ceyyak karutinal) ninkal campatittavarriliruntum, nam unkalukkup pumiyiliruntu veliyakkiya (taniyam, kanivarkkam akiya)varriliruntum nallavarraiye (tarmamaka) celavu ceyyunkal. Avarril kettavarraik kotukka virumpatirkal. (Enenral, kettuppona porulkalai unkalukku oruvar kotuttal) avarrai ninkal (verupputan) kan mutiyavarkalakave tavira vankikkolla mattirkale! (Akave, ninkal virumpata porulkalai pirarukku tarmamakak kotukkatirkal.) Niccayamaka allah ettevaiyumarravan, mikka pukalutaiyavan enpataiyum ninkal urutiyaka arintukollunkal"},{"SurahNumber":2,"VerseNumber":268,"Text":"(ninkal tarmam ceytal) saittan unkalukku varumaiyaik kontu payankatti manakketana (kancattanat)taic ceyyumpati unkalait tuntuvan. Anal, allahvo (ninkal tarmam ceytal) tan mannippaiyum, celvattaiyum (unkalukkut taruvataka) vakkalikkiran. Melum, allah (valankuvatil) mikka vicalamanavan, nankarintavan avan"},{"SurahNumber":2,"VerseNumber":269,"Text":"(Allah) tan virumpiyavarkalukke ‘hikma' (nanam, nunnari)vai kotukkiran. Atalal, evar hikmavaik kotukkap perukiraro avar niccayamaka pala nanmaikalaip perruvituvar. Ayinum (inta nunnarivu, nanattaikkontu) arivalikalait tavira (marrevarum) unarvu pera mattarkal"}]}