{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":27,"VerseNumber":14,"Text":"Bien que convaincus au fond d’eux-memes de leur authenticite, ils rejeterent injustement ces miracles, pousses par leur fierte. Considere donc la fin de ceux qui repandent le mal sur terre"},{"SurahNumber":27,"VerseNumber":15,"Text":"Nous avons, en verite, fait don de la science a David et Salomon qui dirent : « Louange a Allah qui nous a favorises par rapport a nombre de Ses serviteurs croyants. »"},{"SurahNumber":27,"VerseNumber":16,"Text":"Digne heritier de David, Salomon dit : « O hommes ! Nous avons ete initie au langage des oiseaux et comble de tous les dons. C’est la, en verite, une faveur insigne ! »"},{"SurahNumber":27,"VerseNumber":17,"Text":"Les armees de Salomon, formees de djinns, d’hommes et d’oiseaux, furent rassemblees devant lui et maintenues en rangs serres"},{"SurahNumber":27,"VerseNumber":18,"Text":"Lorsqu’ils ­s’engagerent dans la vallee des fourmis, l’une d’elles dit : « Fourmis ! Regagnez votre nid, car Salomon et ses armees risquent par inadvertance de vous ecraser. »"},{"SurahNumber":27,"VerseNumber":19,"Text":"Ces mots firent sourire Salomon qui dit : « Fais, Seigneur, que je Te rende grace des bienfaits dont Tu m’as comble, ainsi que mes pere et mere, et que j’accomplisse les œuvres qui Te sont agreables. Et veuille m’admettre, par un effet de Ta misericorde, parmi Tes vertueux serviteurs ! »"},{"SurahNumber":27,"VerseNumber":20,"Text":"Passant en revue les oiseaux, Salomon dit : « Pour quelle raison ne vois-je pas la huppe. Serait-elle absente"},{"SurahNumber":27,"VerseNumber":21,"Text":"Je vais certainement la chatier severement ou meme l’egorger, a moins qu’elle ne me fournisse une excuse valable. »"},{"SurahNumber":27,"VerseNumber":22,"Text":"De retour apres une courte absence, l’oiseau dit : « J’ai decouvert des choses que tu ignores. Je t’apporte, du royaume de Saba, des informations sures"}]}