{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":46,"Text":"La riqueza y los hijos son el adorno de la vida de este mundo, pero los buenos actos perduran, obtendran una mayor recompensa junto a tu Senor y son una esperanza mejor fundada"},{"SurahNumber":18,"VerseNumber":47,"Text":"Y [recuerdales] el dia que hagamos desplazarse a las montanas y veas la Tierra desnuda, y los reunamos a todos, sin dejar fuera ni uno de ellos"},{"SurahNumber":18,"VerseNumber":48,"Text":"y sean presentados ante tu Senor en una misma fila: «Ciertamente, venis a Nosotros igual que os creamos la primera vez, a pesar de que creiais que no estableceriamos una cita para vosotros.»"},{"SurahNumber":18,"VerseNumber":49,"Text":"Y sea expuesto el libro y veas a los pecadores temerosos de lo que hay en el y digan: «¡Ay de nosotros! ¿Que libro es este que no deja nada, pequeno o grande, sin enumerar?» Y encontraran ante ellos lo que hicieron. Y tu Senor no oprime a nadie"},{"SurahNumber":18,"VerseNumber":50,"Text":"Y [recuerda]cuando dijimos a los angeles: «Prosternaos ante Adan» y todos se prosternaron excepto Iblis que era uno de los genios y desobedecio la orden de su Senor. ¿Vais a tomarle, a el y a su descendencia, que son vuestros enemigos, como protectores en Mi lugar? ¡Que mal cambio hacen los opresores"},{"SurahNumber":18,"VerseNumber":51,"Text":"No les hice testigos de la Creacion de los cielos y la Tierra ni tampoco de su propia Creacion, ni tome como ayudantes a quienes extravian a los demas"},{"SurahNumber":18,"VerseNumber":52,"Text":"Y el dia que El diga: «¡Llamad a quienes pretendiais que eran Mis socios!» Les llamaran pero ellos no les responderan. Pondremos un abismo entre ellos"},{"SurahNumber":18,"VerseNumber":53,"Text":"Los pecadores veran el Fuego y sabran que caeran en el, pero no encontraran manera de escapar"}]}