{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah kein Gott ist da außer Ihm, dem Lebendigen, dem Bestandigen"},{"SurahNumber":3,"VerseNumber":3,"Text":"Er hat das Buch mit der Wahrheit auf dich herabgesandt als Bestatigung dessen, was vor ihm war. Und Er hat die Thora und das Evangelium herabgesandt"},{"SurahNumber":3,"VerseNumber":4,"Text":"vordem als Rechtleitung fur die Menschen, und Er hat (das Buch zur) Unterscheidung herabgesandt. Wahrlich, denjenigen, die die Zeichen Allahs verleugnen, wird eine strenge Strafe zuteil sein. Und Allah ist Allmachtig und Herr der Vergeltung"},{"SurahNumber":3,"VerseNumber":5,"Text":"Vor Allah ist wahrlich nichts verborgen, weder in der Erde noch im Himmel"},{"SurahNumber":3,"VerseNumber":6,"Text":"Er ist es, Der euch im Mutterschoß gestaltet, wie Er will. Es ist kein Gott außer Ihm, dem Allmachtigen, dem Allweisen"},{"SurahNumber":3,"VerseNumber":7,"Text":"Er ist es, Der dir das Buch herabgesandt hat. Darin sind eindeutig klare Verse sie sind die Grundlage des Buches und andere, die verschieden zu deuten sind. Doch diejenigen, in deren Herzen (Neigung zur) Abkehr ist, folgen dem, was darin verschieden zu deuten ist, um Zwietracht herbeizufuhren und Deutelei zu suchen, (indem sie) nach ihrer abwegigen Deutung trachten. Aber niemand kennt ihre Deutung außer Allah. Diejenigen aber, die ein tiefbegrundetes Wissen haben, sagen: \"Wir glauben wahrlich daran. Alles ist von unserem Herrn.\" Doch niemand bedenkt dies außer den Einsichtigen"},{"SurahNumber":3,"VerseNumber":8,"Text":"Unser Herr, laß unsere Herzen sich nicht (von Dir) abkehren, nachdem Du uns rechtgeleitet hast. Und schenke uns Barmherzigkeit von Dir; denn Du bist ja wahrlich der unablassig Gebende"},{"SurahNumber":3,"VerseNumber":9,"Text":"Unser Herr, Du wirst die Menschen zusammenfuhren an einem Tag, uber den es keinen Zweifel gibt. Wahrlich, Allah verfehlt niemals Seinen Termin"}]}