{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":94,"Text":"Tōmarā sbīẏa kasamasamūhakē pārasparika kalaha dbandbēra bāhānā karō nā. Tā halē dr̥ṛhabhābē pratiṣṭhita ha'ōẏāra para pā phasakē yābē ēbaṁ tōmarā śāstira sbāda āsbādana karabē ē kāraṇē yē, tōmarā āmāra pathē bādhā dāna karēcha ēbaṁ tōmādēra kaṭhōra śāsti habē."},{"SurahNumber":16,"VerseNumber":95,"Text":"Tōmarā āllāhara aṅgīkārēra binimaẏē sāmān'ya mūlya grahaṇa karō nā. Niścaẏa āllāhara kāchē yā āchē, tā uttama tōmādēra jan'yē, yadi tōmarā jñānī ha'ō."},{"SurahNumber":16,"VerseNumber":96,"Text":"Tōmādēra kāchē yā āchē niḥśēṣa haẏē yābē ēbaṁ āllāhara kāchē yā āchē, kakhana'ō tā śēṣa habē nā. Yārā sabara karē, āmi tādērakē prāpya pratidāna dēba tādēra uttama karmēra pratidāna sbarūpa yā tārā karata."},{"SurahNumber":16,"VerseNumber":97,"Text":"Yē saṯkarma sampādana karē ēbaṁ sē īmāṇadāra, puruṣa hōka kimbā nārī āmi tākē pabitra jībana dāna karaba ēbaṁ pratidānē tādērakē tādēra uttama kājēra kāraṇē prāpya puraṣkāra dēba yā tārā karata."},{"SurahNumber":16,"VerseNumber":98,"Text":"Ata'ēba, yakhana āpani kōra'āna pāṭha karēna takhana bitāṛita śaẏatāna thēkē āllāhara āśraẏa grahaṇa karuna."},{"SurahNumber":16,"VerseNumber":99,"Text":"Tāra ādhipatya calē nā tādēra upara yārā biśbāsa sthāpana karē ēbaṁ āpana pālana kartāra upara bharasā rākhē."},{"SurahNumber":16,"VerseNumber":100,"Text":"Tāra ādhipatya tō tādēra upara'i calē, yārā tākē bandhu manē karē ēbaṁ yārā tākē anśīdāra mānē."},{"SurahNumber":16,"VerseNumber":101,"Text":"Ēbaṁ yakhana āmi ēka āẏātēra sthalē an'ya āẏāta upasthita kari ēbaṁ āllāha yā abatīrṇa karēna tini'i sē samparkē bhāla jānēna; takhana tārā balēḥ āpani tō managaṛā ukti karēna; baraṁ tādēra adhikānśa lōka'i jānē nā."},{"SurahNumber":16,"VerseNumber":102,"Text":"Baluna, ēkē pabitra phērēśatā pālanakartāra pakṣa thēkē niścita satyasaha nāyila karēchēna, yātē muminadērakē pratiṣṭhita karēna ēbaṁ ēṭā musalamānadēra jan'yē patha nirdēśa ō su-sambāda sbarūpa."}]}