{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Tini nabhōmanḍala, bhūmanḍalē ētadubhaẏēra madhyabartī sabāra pālanakartā. Sutarāṁ tām̐ra'i bandēgī karuna ēbaṁ tātē dr̥ṛha thākuna āpani ki tām̐ra samanāma kā'ukē jānēna"},{"SurahNumber":19,"VerseNumber":66,"Text":"mānuṣa balēḥ āmāra mr̥tyu halē para āmi ki jībita abasthāẏa punarut'thita haba"},{"SurahNumber":19,"VerseNumber":67,"Text":"Mānuṣa ki smaraṇa karē nā yē, āmi tākē iti pūrbē sr̥ṣṭi karēchi ēbaṁ sē takhana kichu'i chila nā."},{"SurahNumber":19,"VerseNumber":68,"Text":"Sutarāṁ āpanāra pālanakartāra kasama, āmi abaśya'i tādērakē ēbaṁ śaẏatānadērakē ēkatrē samabēta karaba, ataḥpara abaśya'i tādērakē natajānu abasthāẏa jāhānnāmēra cārapāśē upasthita karaba."},{"SurahNumber":19,"VerseNumber":69,"Text":"Ataḥpara pratyēka sampradāẏēra madhyē yē daẏāmaẏa āllāhara sarbādhika abādhya āmi abaśya'i tākē pr̥thaka karē nēba."},{"SurahNumber":19,"VerseNumber":70,"Text":"Ataḥpara tādēra madhyē yārā jāhānnāmē prabēśēra adhika yōgya, āmi tādēra biṣaẏē bhālōbhābē jñāta āchi."},{"SurahNumber":19,"VerseNumber":71,"Text":"Tōmādēra madhyē ēmana kē'u nē'i yē tathāẏa pauchabē nā. Ēṭā āpanāra pālanakartāra anibārya phāẏasālā."},{"SurahNumber":19,"VerseNumber":72,"Text":"Ataḥpara āmi parahēyagāradērakē ud'dhāra karaba ēbaṁ jālēmadērakē sēkhānē natajānu abasthāẏa chēṛē dēba."},{"SurahNumber":19,"VerseNumber":73,"Text":"Yakhana tādēra kāchē āmāra suspaṣṭa āẏātasamūha tēlā'ōẏāta karā haẏa, takhana kāphērarā muminadērakē balēḥ du'i dalēra madhyē kōnaṭi martabāẏa śrēṣṭha ēbaṁ kāra majalisa uttama"},{"SurahNumber":19,"VerseNumber":74,"Text":"tādēra pūrbē kata mānaba gōṣṭhīkē āmi bināśa karēchi, tārā tādēra cā'itē sampadē ō jām̐ka-jamakē śrēṣṭha chila."},{"SurahNumber":19,"VerseNumber":75,"Text":"Baluna, yārā pathabhraṣṭatāẏa āchē, daẏāmaẏa āllāha tādērakē yathēṣṭa abakāśa dēbēna; ēmanaki abaśēṣē tārā pratyakṣa karabē yē biṣaẏē tādērakē ōẏādā dēẏā hacchē, tā āyāba hōka athabā kēẏāmata'i hōka. Sutarāṁ takhana tārā jānatē pārabē kē martabāẏa nikr̥ṣṭa ō dalabalē dūrbala."},{"SurahNumber":19,"VerseNumber":76,"Text":"Yārā saṯpathē calē āllāha tādēra pathaprāpti br̥d'dhi karēna ēbaṁ sthāẏī saṯkarmasamūha tōmāra pālanakartāra kāchē sa'ōẏābēra dika diẏē śrēṣṭha ēbaṁ pratidāna hisēbē'ō śrēṣṭa."}]}