{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"İşte bununla Allah, imân edip iyi-yararlı amellerde bulunan kullarını müjdeler. De ki: Ben, (Allah´ın buyruklarını tebliğ hususunda) yakınlıkta, hısımlıkta sevgiden başka sizden bir ücret istemiyorum. Kim çalışıp iyilik kazanırsa, ona, ondaki iyiliği artırırız. Çünkü Allah, gerçekten çok bağışlayandır ve şükredene nîmetini artırandır"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa (senin için) Allah´a karşı yalan uydurdu mu diyorlar ? Allah dilerse senin kalbini mühürler. Allah kendi sözleriyle bâtılı yok eder; hakkı isbât edip ortaya koyar. Şüphesiz ki O, gönüllerde dönüp dolaşanı bilir"},{"SurahNumber":42,"VerseNumber":25,"Text":"O ki, kullarının tevbelerini kabul eder, kötülüklerini affeder ve neler işlediklerini bilir"},{"SurahNumber":42,"VerseNumber":26,"Text":"İmân edip iyi-yararlı amellerde bulunanların (dilek ve dualarını) kabul eder de kendi bol nimetinden, geniş ihsanından onlara artırır. Kâfirlere gelince: Onlar için çok çetin bir azâb vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Eğer Allah, rızkı kullarına iyice genişletip bol bol verseydi, elbette azıp tuğyan ederlerdi. Fakat onu dilediği ölçüye göre indirir. Şüphesiz ki O, kullarından haberlidir, görendir"},{"SurahNumber":42,"VerseNumber":28,"Text":"O ki, (kulları) umutlarını kestikten sonra yağmur indirir de rahmetini yayar. (Gerçek) dost ve yardımcı O´dur, övülmeğe de lâyık O´ dur"},{"SurahNumber":42,"VerseNumber":29,"Text":"O´nun varlığına (delâlet eden) belgelerden biri de, göklerin ve yerin yaratılması ve ikisinde serpiştirip yaydığı canlılardır. O´nun, dilediği zaman onları toplayıp biraraya getirmeğe gücü ve kudreti yeter"},{"SurahNumber":42,"VerseNumber":30,"Text":"Başınıza gelen her musîbet, ellerinizle işleyip kazandığınız (günah ve kötülükler) yüzündendir. (Bununla beraber) çoğunu affeder"},{"SurahNumber":42,"VerseNumber":31,"Text":"Siz yeryüzünde (Allah´ı) âciz bırakacak (güçte) değilsiniz. Sizin için Allah´tan başka ne bir dost, ne de bir yardımcı vardır"}]}