{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Ҳамоно қабул мекунанд даъвати Исломро эй Паёмбар онҳое, ки мешунаванд, аммо кофирон дар қабули ҳақ дар гурӯҳи мурдагонанд, зеро ҳаёти ҳақиқӣ дар ислом аст. Ва мурдагонро Аллоҳ аз қабрҳояшон зинда мегардонад. Сипас ҳама дар рӯзи қиёмат ба назди Ӯ бозгардонида мешаванд, то ки ҳисобу китоб карда шаванд"},{"SurahNumber":6,"VerseNumber":37,"Text":"Ва гуфтанд мушрикон: «Чаро мӯъҷизае аз Парвардигораш бар Муҳаммад (саллаллоҳу алайҳи ва саллам) нозил нашуд?» Бигӯ эй Паёмбар: «Ҳамоно Аллоҳ қодир аст, ки мӯъҷизае фурӯ фиристад. Вале бештаринашон намедонанд, ки фурӯ фиристодани мӯъҷиза мувофиқи ҳикмати Аллоҳ сурат мегирад!»"},{"SurahNumber":6,"VerseNumber":38,"Text":"Ҳеҷ ҷонваре дар рӯи замин нест ва ҳеҷ паррандае бо болҳои худ дар ҳаво намепарад, магар он ки чун монанди шумо тоифае ҳастанд, ки халқияташон мисли шумост. Мо дар ин китоб (яъне дар \"Лаҳву-л- маҳфуз\") ҳеҷ чизеро тарк накардаем. Ва сипас ҳамаро тамоми мардумонро дар назди Парвардигорашон гирд меоваранд, барои ҳисобу китоб"},{"SurahNumber":6,"VerseNumber":39,"Text":"Ва онон, ки оёти моро дурӯғ шумориданд, каронанд (намешунаванд он чизеро, ки ба онҳо фоида дорад) ва гунгонанд (ба ҳақиқат сухан намегӯянд) ва дар торикиҳои куфр ҳайронанд. Аллоҳ ҳар киро хоҳад, гумроҳ кунад ва ҳар киро хоҳад, ба роҳи рост гардонад"},{"SurahNumber":6,"VerseNumber":40,"Text":"Бигӯ эй Паёмбар ба он мушрикон: «чӣ мебинед, ки агар бар шумо азоби Аллоҳ дар ин дунё фурӯд ояд ё қиёмат даррасад, оё барои кашфи азобе, ки бар шумо фурӯд омадааст аз гайри Аллоҳ (яъне аз маъбудҳои ботилатон ёрӣ меҷӯед ки азобро аз шумо дур кунанд), агар ростгӯёнед?»"},{"SurahNumber":6,"VerseNumber":41,"Text":"Балки ба ҷониби Аллоҳ дуъову зорӣ мекунед, пас бартараф мекунад Аллоҳ агар бихоҳад он балову мусибатеро, ки дуъо мекунед ва фаромӯш мекунед дар он вақт он чизеро, ки онро шарики Аллоҳ муқаррар кардед"},{"SurahNumber":6,"VerseNumber":42,"Text":"Ҳамоно эй Паёмбар бар умматҳое, ки пеш аз ту буданд, паёмбароне фиристодем то ки ононро ба сӯи Аллоҳ даъват кунанд. Пас гирифтор кардем эшонро баъди бовар накардани паёмбарони Мо ба нодорӣ, беморӣ ва офатҳо шояд, ки ба сӯи Аллоҳ бозгарданд ва дуъову илтиҷо кунанд"},{"SurahNumber":6,"VerseNumber":43,"Text":"Пас, чаро ҳангоме, ки азоби мо ба онҳо расид, тавбаву зорӣ накарданд? Зеро дилҳояшонро қасоват (сахтӣ) фаро гирифта ва шайтон аъмолашонро (ширк ва гуноҳҳояшонро) дар назарашон ороста ва зиннат дода буд"},{"SurahNumber":6,"VerseNumber":44,"Text":"Пас чун ҳамаи пандҳоеро, ки ба онҳо дода шуда буд, фаромӯш карданд (яъне амрҳои Аллоҳро ба ҷо наоварданд), ҳамаи дарҳои лаззатҳои дунявиро ба рӯяшон кушодем, то аз он чӣ ёфта буданд, шодмон гаштанд, пас ба ногоҳ фурӯ гирифтемашон ва ҳамагон ноумед гардиданд"}]}