{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"I drzwi, i łoza, na ktorych by wypoczywali lezac"},{"SurahNumber":43,"VerseNumber":35,"Text":"I ozdoby ze złota. Lecz to wszystko - to tylko uzywanie w zyciu na tym swiecie; a zycie ostateczne u twego Pana jest dla bogobojnych"},{"SurahNumber":43,"VerseNumber":36,"Text":"A ktokolwiek uchyla sie od wspominania Miłosiernego, to przypiszemy mu szatana jako towarzysza"},{"SurahNumber":43,"VerseNumber":37,"Text":"Oni, w istocie, odsuwaja ich od drogi, a ci sadza, ze sa prowadzeni droga prosta"},{"SurahNumber":43,"VerseNumber":38,"Text":"A kiedy w koncu człowiek przychodzi do Nas, mowi: \"O, gdyby miedzy mna i toba była odległosc dwoch wschodow!\" Jakze zły ten towarzysz"},{"SurahNumber":43,"VerseNumber":39,"Text":"I nie przyniesie wam zadnej korzysci tego Dnia - skoro czyniliscie niesprawiedliwosc - to, ze bedziecie wspołuczestnikami w karze"},{"SurahNumber":43,"VerseNumber":40,"Text":"Czyz mozesz spowodowac, by słyszeli głusi, I albo czy poprowadzisz slepego i tego, kto jest w zabładzeniu oczywistym"},{"SurahNumber":43,"VerseNumber":41,"Text":"Albo My ciebie zabierzemy i zemscimy sie na nich"},{"SurahNumber":43,"VerseNumber":42,"Text":"Albo pokazemy tobie to, co im obiecalismy, poniewaz, zaprawde, jestesmy nad nimi wszechwładni"},{"SurahNumber":43,"VerseNumber":43,"Text":"Przeto trzymaj sie mocno tego, co ci zostało objawione. Zaprawde, jestes na drodze prostej"},{"SurahNumber":43,"VerseNumber":44,"Text":"To jest przypomnienie dla ciebie i dla twojego ludu; wy bedziecie zapytywani"},{"SurahNumber":43,"VerseNumber":45,"Text":"Zapytaj tych sposrod Naszych posłancow, ktorych posłalismy przed toba: \"Czy My ustanowilismy jakichs bogow poza Miłosiernym, ktorym nalezałoby oddawac czesc"},{"SurahNumber":43,"VerseNumber":46,"Text":"Posłalismy Mojzesza z Naszymi znakami do Faraona i jego starszyzny. A on powiedział: \"Zaprawde, jestem posłancem Pana swiatow"},{"SurahNumber":43,"VerseNumber":47,"Text":"Lecz kiedy on przyszedł do nich z Naszymi znakami, oni wysmiewali sie z nich"}]}