{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":18,"VerseNumber":21,"Text":"Āra ēbhābē āmarā mānuṣadērakē tādēra hādisa jāniẏē dilāma yātē tārā jānē yē, āllāhara pratiśruti satya ēbaṁ kiẏāmatē kōnō sandēha nē'i [1]. Yakhana tārā tādēra kartabya biṣaẏē nijēdēra madhyē bitarka karachila takhana anēkē balala, ‘tādēra upara saudha nirmāṇa kara.’ Tādēra raba tādēra biṣaẏa bhālō jānēna [2]. Tādēra kartabya biṣaẏē yādēra mata prabala hala tārā [3] balala, ‘āmarā tō niścaẏa tādēra pāśē masajida nirmāṇa karaba"},{"SurahNumber":18,"VerseNumber":22,"Text":"Kē'u kē'u balabē, ‘tārā chila tinajana, tādēra caturthaṭi chila tādēra kukura ēbaṁ kē'u kē'u balabē, tārā chila pām̐cajana, tādēra ṣaṣṭhaṭi chila tādēra kukura, gāẏēbī biṣaẏē anumānēra upara nirbhara karē. Ābāra kē'u kē'u balabē, ‘tārā chila sātajana, tādēra aṣṭamaṭi chila tādēra kukura.’ Baluna, ‘āmāra raba'i tādēra saṅkhyā bhālō jānēna; tādēra saṅkhyā kama saṅkhyaka lōka'i jānē [1]. Sutarāṁ sādhāraṇa ālōcanā chāṛā āpani tādēra biṣaẏē bitarka karabēna nā ēbaṁ ēdēra kā'ukē'ō tādēra biṣaẏē jijñēsa karabēna nā"},{"SurahNumber":18,"VerseNumber":23,"Text":"Āra kakhana'i āpani kōnō biṣaẏē balabēna nā, “āmi tā āgāmīkāla karaba"},{"SurahNumber":18,"VerseNumber":24,"Text":"‘āllāh icchē karalē’ ē kathā nā balē [1].” Āra yadi bhulē yāna tabē āpanāra rabakē smaraṇa karabēna [2] ēbaṁ balabēna, ‘sambhabata āmāra raba āmākē ēṭāra cēẏē satyēra kāchākāchi patha nirdēśa karabēna.’"},{"SurahNumber":18,"VerseNumber":25,"Text":"Āra tārā tādēra guhāẏa chila tina’śa bachara, ārō naẏa bachara bēśi"},{"SurahNumber":18,"VerseNumber":26,"Text":"Āpani baluna, ‘tārā kata kāla abasthāna karēchila tā āllāha'i bhālō jānēna’, āsamāna ō yamīnēra gāẏēbēra jñāna tām̐ra'i. Tini kata sundara draṣṭā ō śrōtā! Tini chāṛā tādēra āra kōnō abhibhābaka nē'i. Tini kā'ukē'ō nija kartr̥tbē śarīka karēna nā"},{"SurahNumber":18,"VerseNumber":27,"Text":"Āra āpani āpanāra prati ōhī karā āpanāra raba-ēra kitāba thēkē paṛē śunāna. Tām̐ra bākyasamūhēra kōnō paribartanakārī nē'i. Āra āpani kakhana'i tām̐kē chāṛā āśraẏa pābēna nā"}]}