{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"and those who give what they do give while their hearts are afraid that they unto their Lord will return"},{"SurahNumber":23,"VerseNumber":61,"Text":"these hasten to good things and are first to gain the same"},{"SurahNumber":23,"VerseNumber":62,"Text":"But we will not oblige a soul beyond its capacity; for with us is a book that utters the truth, and they shall not be wronged"},{"SurahNumber":23,"VerseNumber":63,"Text":"Nay, their hearts are in a flood (of error) at this, and they have works beside this which they do"},{"SurahNumber":23,"VerseNumber":64,"Text":"Until we catch the affluent ones amongst them with the torment; then lo! they cry for aid"},{"SurahNumber":23,"VerseNumber":65,"Text":"Cry not for aid today! verily, against us ye will not be helped"},{"SurahNumber":23,"VerseNumber":66,"Text":"My signs were recited to you, but upon your heels did ye turn back"},{"SurahNumber":23,"VerseNumber":67,"Text":"big with pride at it, in vain discourse by night"},{"SurahNumber":23,"VerseNumber":68,"Text":"Is it that they did not ponder over the words, whether that has come to them which came not to their fathers of yore"},{"SurahNumber":23,"VerseNumber":69,"Text":"Or did they not know their apostle, that they thus deny him"},{"SurahNumber":23,"VerseNumber":70,"Text":"Or do they say, 'He is possessed by a ginn?' Nay, he came to them with the truth, and most of them are averse from the truth"},{"SurahNumber":23,"VerseNumber":71,"Text":"But if the truth were to follow their lusts, the heavens and the earth would be corrupted with all who in them are! - Nay, we brought them their reminder, but they from their reminder turn aside"},{"SurahNumber":23,"VerseNumber":72,"Text":"Or dost thou ask them for a tribute? but the tribute of thy Lord is better, for He is the best of those who provide"},{"SurahNumber":23,"VerseNumber":73,"Text":"And, verily, thou dost call them to a right way"},{"SurahNumber":23,"VerseNumber":74,"Text":"but, verily, those who believe not in the hereafter from the way do veer"}]}