{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"We established him on earth and gave him the means to achieve everything"},{"SurahNumber":18,"VerseNumber":85,"Text":"He pursued a course"},{"SurahNumber":18,"VerseNumber":86,"Text":"until when he reached the far west, he found the sun setting into a dark water, and he found some people nearby. We said, “O Dhul-Qarnayn, either punish them or treat them with kindness.”"},{"SurahNumber":18,"VerseNumber":87,"Text":"He said, “As for one who does wrong, we will punish him, then he will be brought back to his Lord, and He will punish him grievously"},{"SurahNumber":18,"VerseNumber":88,"Text":"But he who believes and does righteous deeds, he will have the best reward, and we will enjoin upon him to do what is easy.”"},{"SurahNumber":18,"VerseNumber":89,"Text":"Then he pursued another course"},{"SurahNumber":18,"VerseNumber":90,"Text":"until when he reached the far east, he found the sun rising on a people for whom We provided no shelter from it"},{"SurahNumber":18,"VerseNumber":91,"Text":"So it was, and We had full knowledge about him"},{"SurahNumber":18,"VerseNumber":92,"Text":"Then he pursued another course"},{"SurahNumber":18,"VerseNumber":93,"Text":"until when he reached [a valley] between the two mountains, he found beyond them a people who could barely understand a word"},{"SurahNumber":18,"VerseNumber":94,"Text":"They said, “O Dhul-Qarnayn, Gog and Magog are spreading corruption in the land. Can we give you some payment in return for you to construct a barrier between us and them?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"He said, “What my Lord has given me is better. But help me with manpower, I will construct a barricade between you and them"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bring me iron blocks” – until when he leveled between the two mountain-sides, he said, “Blow [with bellows],” until when he fired them up to extreme heat, he said, “Bring me molten copper to pour over it.”"},{"SurahNumber":18,"VerseNumber":97,"Text":"Thus they could not climb over it nor could they pierce it"}]}