{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"melum, unkalukku kotukkap pattiruppavaiyellam (arpamakiya) ivvulaka valkkaiyin cukamum, atanutaiya alankaramum tan; anal allahvitattil iruppavai mikavum melanavaiyakavum nilaiyanavaiyakavum irukkinrana (itai) ninkal arintu kolla mattirkala"},{"SurahNumber":28,"VerseNumber":61,"Text":"Evanukku nam alakana vakkaka vakkurutiyalittu atai avanum ataiyappokirano a(ttakaiya)van, evanukku nam ivvulaka valkkaiyin (arpa) cukankalai mattum kotuttup pinnar kiyama nalil (tantanai peruvatarkaka nam'mun) kontu varappatuvano avanaip polavana"},{"SurahNumber":28,"VerseNumber":62,"Text":"innum, (allah) avarkalai alaikkum nalil; \"enakku inaiyanavarkal enru. Ninkal ennikkontiruntirkale avarkal enke\" enru ketpan"},{"SurahNumber":28,"VerseNumber":63,"Text":"evar mitu (allahvin tantanai parriya) vakku urutiyaki vittato avarkal, \"enkal iraiva! Nankal evarkalai valiketuttomo avarkal ivarkal tam. Nankal valikettatu ponre, ivarkalaiyum nankal valiketuttom - unnitam nankal (avarkalai vittum) vilakik kolkirom avarkal enkalai vanankik kontirukkavillai\" enru kuruvarkal"},{"SurahNumber":28,"VerseNumber":64,"Text":"unkal inai (teyvan)kalai alaiyunkal\" enru (avarkalukkuc) collappatum. Avarkalai ivarkal alaipparkal; anal avarkal ivarkalukku patilalikkamattarkal; melum, avarkal vetanaiyai kanparkal avarkal nervaliyil cenriruntal (innilaikku alakiyirukka mattarkal)"},{"SurahNumber":28,"VerseNumber":65,"Text":"melum, (allah vicaranaikkaka) avarkalaik kuppitum nalil, (unkalai nervalikku alaitta nam) tutarkalukku enna patil kotuttirkal?\" Enrum ketpan"},{"SurahNumber":28,"VerseNumber":66,"Text":"anal annalil avarkalukku ella visayankalum mutalaki pokum, akave, avarkal oruvaraiyeruvar kettuk kollavum mattarkal"},{"SurahNumber":28,"VerseNumber":67,"Text":"anal, evar tavpa ceytu nannampikkai kontu, nalla amalkal ceykirarkalo avarkal cittiyataintoril akuvarkal"},{"SurahNumber":28,"VerseNumber":68,"Text":"Melum, um'mutaiya iraivan, tan natiyataip pataikkiran; (tutarakat tan natiyorait) terntetuttuk kolkiran. (Enave ittaku) terntetuttal ivarkalu(kku urimaiyu)taiyatalla allah mikat tuymaiyanavan; ivarkal inai vaippatai vittum avan mikavum uyarntavan"},{"SurahNumber":28,"VerseNumber":69,"Text":"melum, um'mutaiya iraivan avarkalutaiya irutayankal maraittu vaippataiyum avarkal velippatuttuvataiyum nankarikiran"},{"SurahNumber":28,"VerseNumber":70,"Text":"melum; avane allah! Avanai anri (veru) nayan illai. Im'maiyilum, marumaiyilum ellap pukalum avanukke uriyatu tirppuk kurum atikaramum avanukke uriyatu atalin avanitattileye ninkal tirumpik kontu varappatuvirkal"}]}