{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":6,"Text":"(Kıyamet gunu) insanlar bir araya getirildikleri zaman, putlar kendilerine ibadet edenlere dusman olurlar; ve ibadetlerini inkar ederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Onlara acık ve parlak olarak ayetlerimiz okundugu zaman, o kafirler, kendilerine hak olan o ayetler gelince, dediler ki: “- Bu acık bir sihirdir.”"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yahud: “-Kur’an’ı kendisi uydurdu.” derler. (Ey Rasulum), de ki: Eger ben onu uydurdumsa, siz beni Allah’dan kurtaracak hic bir seye sahib olamazsınız; O, sizin icine dalıb durdugunuz (Kur’an’a dair) itirafları cok iyi bilir. Benimle sizin aranızda sahid olarak O yeter. O, Gafur’dur = magfireti boldur, Rahim’dir = cok merhametlidir"},{"SurahNumber":46,"VerseNumber":9,"Text":"(Ey Rasulum, onlara) de ki: “- Ben peygamberler icinden bir turedi degilim. Bana ve size (dunya ve ahirette butun tafsilatı ile) ne yapılacagını da bilmiyorum, (gaybi Allah bilir); ancak bana gonderilen vahye uyuyorum. Ben sırf (Allah’ın azabından) korkutan bir peygamberim"},{"SurahNumber":46,"VerseNumber":10,"Text":"(Yahudi’lere) de ki: “- Sunu iyice dusunub bana haber verin: Eger bu Kur’an Allah tarafından gonderilmis de, siz onu inkar ettinizse ve Israilogullarından bir sahid, Kur’an’ın (Tevhid esaslarında) benzerine (Tevrat’a ve ondaki manalara dayanarak) sahidlik edib iman getirdi de siz kibirlendinizse, (artık zalimler degil misiniz)? Subhe yok ki Allah zalimler toplulugunu hidayete erdirmez.”"},{"SurahNumber":46,"VerseNumber":11,"Text":"Bir de kafirler, iman edenler hakkında soyle dediler: “- Eger o (Peygamberin dini) hayır olsaydı, bizden evvel (fakirler ve bicareler) ona kosmazlardı.” Boyle demekle, maksadlarına erisemeyince de; (Ku’an’ı inkar etmek icin) soyle diyecekler: “- bu Kur’an eski bir yalandır.”"},{"SurahNumber":46,"VerseNumber":12,"Text":"Kur’an’dan once de, bir rehber ve bir rahmet oldugu halde Musa’nın kitabı (Tevrat) vardı. Iste bu (Kur’an) da, zalimleri korkutmak ve muminleri mujdelemek icin Arabca bir dille (gonderilen ve tevhid esaslarında Tevrat’ı) tasdik eden bir kitabdır"},{"SurahNumber":46,"VerseNumber":13,"Text":"“Rabbimiz Allah’dır.” deyib, sonra (dinin hukumlerine uyarak) dogru gidenler (var ya), onlara bir korku yoktur ve onlar mahzun da olmıyacaklardır"},{"SurahNumber":46,"VerseNumber":14,"Text":"Onlar cennet’liktirler. Isledikleri amellere mukafat olarak orada ebedi kalacaklardır"}]}