{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":7,"Text":"puruṣulaku vāri tallidaṇḍrulu mariyu daggari bandhuvulu viḍicipōyina dānilō (āstilō) bhāgaṁ undi mariyu strīlaku kūḍā vāri tallidaṇḍrulu mariyu daggari bandhuvulu viḍicipōyina dānilō bhāgaṁ undi; adi takkuvainā sarē, lēdā ekkuvainā sarē. Adi (allāh) vidhigā niyamin̄cina bhāgaṁ"},{"SurahNumber":4,"VerseNumber":8,"Text":"mariyu (āsti) pampakaṁ jarigēṭappuḍu itara bandhuvulu gānī, anāthulu gānī, pēdavāru gānī uṇṭē dāni nuṇḍi vāriki kūḍā konta ivvaṇḍi mariyu vāritō vātyalyaṅgā māṭlāḍaṇḍi"},{"SurahNumber":4,"VerseNumber":9,"Text":"mariyu (pampakaṁ cēsēṭappuḍu, pampakaṁ cēsēvāru), okavēḷa tāmē tama pillalanu nis'sahāyulugā viḍicipōtē, ē vidhaṅgā vārini gurin̄ci bhayapaḍatārō, adē vidhaṅgā bhayapaḍāli. Vāru allāh yandu bhayabhaktulu kaligi uṇḍi, yuktamaina māṭalanē palakāli"},{"SurahNumber":4,"VerseNumber":10,"Text":"niścayaṅgā, an'yāyaṅgā anāthula āstulanu, tinēvāru vāstavāniki tama poṭṭalanu agnitō nimpukuṇṭunnāru. Mariyu vāru samīpanlōnē bhagabhagamaṇḍē narakāgnilō kālcabaḍatāru"},{"SurahNumber":4,"VerseNumber":11,"Text":"Mī santāna vārasatvānni gurin̄ci allāh mīku ī vidhaṅgā ādēśistunnāḍu: Oka puruṣuni (bhāgaṁ) iddaru strīla bhāgālaku samānaṅgā uṇḍāli. Okavēḷa iddaru lēka antakaṇṭē ekkuva strī (santānaṁ mātramē) uṇṭē, vāriki viḍicina āstilō mūḍiṇṭa reṇḍu bhāgālu uṇṭāyi. Mariyu okavēḷa okē āḍapilla uṇṭē ardhabhāgāniki āme hakkudārurālu. Mariyu (mr̥tuḍu) santānaṁ kalavāḍaitē, atani tallidaṇḍrulalō prati okkarikī viḍicina āstilō ārōbhāgaṁ labhistundi. Okavēḷa ataniki santānaṁ lēkuṇṭē atani tallidaṇḍrulu mātramē vārasulugā uṇṭē, appuḍu talliki mūḍōbhāgaṁ. Mr̥tuniki sōdarasōdarīmaṇulu uṇṭē, talliki ārōbhāgaṁ. (Ī pampakamantā) mr̥tuni appulu tīrci, atani vīlunāmā pai amalu jaripina taruvātanē jaragāli. Mī tallidaṇḍrulu mariyu mī santānanlō prayōjanaṁ rītyā mīku evaru ekkuva sannihitulō, mīku teliyadu. Idi allāh niyamin̄cina vidhānaṁ. Niścayaṅgā, allāh sarvajñuḍu, mahā vivēkavantuḍu"}]}