{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":24,"VerseNumber":32,"Text":"Házasodjatok közületek azokkal, akik magányosak, vagy jóravaló szolgálóitokkal és Szolgálólányaitokkal! Ha ök szegények, Allah az Ő túláradó kegye révén gazdaggá teszi őket. Allah elégséges az Ő szolgái számára, (Ő a) Tudó"},{"SurahNumber":24,"VerseNumber":33,"Text":"Legyenek önmegtartóztatóak azok, akik nem képesek megtalálni (az anyagi eszközöket) a házasságra, míg Allah gazdaggá nem teszi őket, az Ő túláradó kegye révén. És ha azok közül, akiket a jobbotok birtokol írásukat (szabaduló levelüket) akarják, írjátok azt meg nekik, ha valami jót tudtok róluk! És adjatok nekik Allah vagyonából, amit Ő adott nektek és ne kényszerítsétek fiatal (rabszolga) lányaitokat prostitúcióra, ha ők az erényességet akarják és így ti az evilági élet előnyeit vágyjátok. Ám ha valaki kényszeríti őket, Allah a kényszerítés után Megbocsátó és Megkönyörülő"},{"SurahNumber":24,"VerseNumber":34,"Text":"Bizony lebocsátottunk nektek világos jeleket és példázatot azokról, akik előttetek múltak el, és intő figyelmeztetést az istenfélők számára"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allah az egek és a föld Világossága! Világosságának példázata olyan, mint egy a fal. mélyedésében lévő fülke, amelyben lámpás van. A lámpás egy üvegben van és az üveg mintha ragyogóan fénylő égitest lenne, Egy áldott fa, az olajfától kap lángra, amely sem nem keleti, sem pedig nyugati. Már az olaja is majdnem fénylön világít, jóllehet tűz még nem is érintette. Világosság a világosságon! Allah azt vezeti az Ő világosságához, akit akar. Allah a példázatokat adja az emberek részére, Allah- nak mindenről tudása van"},{"SurahNumber":24,"VerseNumber":36,"Text":"Olyan házakban (mecsetek), amelyekre Allah engedélyt adott, hogy felemeljék (magasztosságukban és tisztaságukban) azokat, a Neve említtessen bennük és Őt magasztalják azokban reggeleken És estéken"}]}