{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":203,"Text":"kurippitappatta natkalil allahvai tikru ceyyunkal; evarum(minaviliruntu) irantu natkalil viraintuvittal avar mitu kurramillai. Yar(oru nal atikamaka) tankukiraro avar mitum kurramillai. (Itu iraivanai) ancik kolvorukkaka (kurappatukiratu). Allahvai ninkal ancik kollunkal; ninkal niccayamaka avanitattile onru cerkkappatuvirkal enpataiyum arintu kollunkal"},{"SurahNumber":2,"VerseNumber":204,"Text":"(napiye!) Manitarkalil oruva(kaiyina)n irukkiran; ulaka valkkai parriya avan peccu um'mai accariyattil alttum; tan irutayattil ullatu parri(cattiyan ceytu) allahvaiye catciyakak kuruvan. (Unmaiyil) a(ttakaiya)van tan (um'mutaiya) kotiya pakaivanavan"},{"SurahNumber":2,"VerseNumber":205,"Text":"Avan (um'mai vittut)tirumpiyatum, pumiyil kalakattai untakkave muyalvan; vilai nilankalaiyum, kalnataikalaiyum alikka muyalvan;. Kalakattai allah virumpuvatillai"},{"SurahNumber":2,"VerseNumber":206,"Text":"allahvukku ancik kol\" enru avanitam collappattal, anavam avanaip pavattin pakkame iluttuc celkiratu. Avanukku narakame potumanatu. Niccayamaka a(n narakamana)tu tankumitankalil mikkak ketanatakum"},{"SurahNumber":2,"VerseNumber":207,"Text":"innum allahvin tirupporuttattai natit tannaiye tiyakam ceypavanum manitarkalil irukkiran;. Allah (ittakaiya tan) nallatiyarkal mitu alavarra anputaiyavanaka irukkinran"},{"SurahNumber":2,"VerseNumber":208,"Text":"nampikkai kontavarkale! Ninkal tinul islattil mulumaiyaka nulaintuvitunkal;. Tavira saittanutaiya aticcavatukalai ninkal pinparratirkal;. Niccayamaka avan unkalukku pakirankamana pakaivan avan"},{"SurahNumber":2,"VerseNumber":209,"Text":"telivana attatcikal unkalitam vanta pinnarum ninkal carukivituvirkalanal- niccayamaka allah valimai mikkavan;, perarivalan enpatai arintu kollunkal"},{"SurahNumber":2,"VerseNumber":210,"Text":"allahvum, (avanutaiya) malakkukalum meka nilalkalin valiyaka (tantanaiyai)k kontu vantu, (avarkalutaiya) kariyattait tirttu vaittal ventum enpatait tavira (veru etanaiyum saittanin atic cuvattaip pinparruvor) etir parkkirarkala? (Marumaiyil) avarkalutaiya cakala kariyankalum allahvitame (avan tirppukkuk)kontu varappatum"}]}