{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Egyptier! Ar det inte markligt, att medan jag kallar er till [den vag som leder till] saligheten, kallar ni mig till Elden"},{"SurahNumber":40,"VerseNumber":42,"Text":"Ni vill forma mig att forneka Gud och att satta vid Hans sida det som for mig ar okant, men jag kallar er [att tro pa] den Allsmaktige, Den som forlater och forlater pa nytt"},{"SurahNumber":40,"VerseNumber":43,"Text":"Det rader inte nagot tvivel om att det som ni vill forma mig [att tillbe] inte kan gora ansprak pa tillbedjan vare sig i detta eller i nasta liv, och att det ar till Gud som vi skall foras ater, och att de som forslosar sina sjalar har Elden till arvedel"},{"SurahNumber":40,"VerseNumber":44,"Text":"Ni kommer att dra er till minnes vad jag sager! Och jag lagger mitt ode i Guds hander, Gud som inte forlorar nagon av Sina tjanare ur sikte"},{"SurahNumber":40,"VerseNumber":45,"Text":"Och Gud skyddade honom for deras onda anslag, men ringen av lidanden slots kring Faraos anhang"},{"SurahNumber":40,"VerseNumber":46,"Text":"Morgon och afton fors de fram till Elden, och den Dag da den Yttersta stunden ar har [skall anglarna saga:] \"For in Faraos anhang [och lat dem utsta] det strangaste av alla straff"},{"SurahNumber":40,"VerseNumber":47,"Text":"OCH DE skall tvista med varandra i Elden och de svaga skall saga till dem som ansag sig sta over de andra: \"Det var er vi foljde; kan ni lata oss slippa en del av Eldens [straff]"},{"SurahNumber":40,"VerseNumber":48,"Text":"Och de som ansag sig sta over de andra skall svara: \"Vi delar alla samma [straff]; Gud har domt [Sina] tjanare"},{"SurahNumber":40,"VerseNumber":49,"Text":"Och de som befinner sig i Elden skall saga till helvetets vaktare: \"Be till er Herre om lindring i vart straff, aven om det bara ar for en dag"}]}