{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":36,"Text":"When it reached Solomon, he said; \"Will you furnish me with wealth? What God has given me is better than what He has given you; nevertheless you seem quite happy with your gift"},{"SurahNumber":27,"VerseNumber":37,"Text":"Go back to them, for We shall come to them with armies they can never resist. We shall expel them from it just like the meanest people, and they will be humiliated"},{"SurahNumber":27,"VerseNumber":38,"Text":"He said: \"Councilman, which of you will bring me her throne before they come to me committed to [live at] peace"},{"SurahNumber":27,"VerseNumber":39,"Text":"An imp among the sprites said: ´I´ll bring it to you before you even rise up from your place. I am strong enough to be entrusted with it"},{"SurahNumber":27,"VerseNumber":40,"Text":"Someone who had some knowledge about the Book said; ´I shall bring you it in the twinkling of an eye!\" When he saw it set before him, he said: \"This is some of my Lord´s bounty, so He may test me whether I am thankful or thankless. Anyone who is thankful gives thanks only on his own behalf, while with anyone who is thankless, well my Lord is Transcendent, Generous"},{"SurahNumber":27,"VerseNumber":41,"Text":"He said: \"Disguise her throne for her; let us see whether she is guided or is one of those who are not guided"},{"SurahNumber":27,"VerseNumber":42,"Text":"When she came, someone said: \"Is your throne like this?\" She said: \"It seems to be similar.\" (We were given knowledge before she was, and have become Muslims)"},{"SurahNumber":27,"VerseNumber":43,"Text":"What she had been worshipping instead of God distracted her; she belonged to disbelieving folk"},{"SurahNumber":27,"VerseNumber":44,"Text":"Someone (else) said to her: \"Enter the hall.\" When she saw it, she reckoned it was a pool [of water] and [tucked up her skirt and) bared the calves of her legs. He said: \"It is a hall paved with glass slabs.\" She said: \"My Lord, how I have wronged myself! I commit myself peacefully, along with Solomon, to God, Lord of the Universe"}]}