{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":41,"VerseNumber":30,"Text":"Tsey khto proholoshuyutʹ: \"Nash Lord vmiye BOH, todi vedutʹ spravedlyve zhyttya, anhely spuskayutʹsya na nykh: \"Vy budete ne maty strakha, ne budete vy sumuyete. Tishtesya z harnoyi novyny shcho Ray ye zarezervovanyy dlya vas"},{"SurahNumber":41,"VerseNumber":31,"Text":"My ye vashi soyuznyky u tsʹomu zhytti, ta u U maybutnʹomu. Vy budete maty u tse budʹ shcho vy bazhayete; vy budete maty budʹ shcho vy zakhochete"},{"SurahNumber":41,"VerseNumber":32,"Text":"(Takyy vash) ostatochnyy abode, z Forgiver, Naybilʹsh Myloserdnyy"},{"SurahNumber":41,"VerseNumber":33,"Text":"Khto mozhe vymovyty krashchi slova nizh odyn khto zaproshuye do BOHA, mozhe pratsyuye righteousness, ta mozhe kazhe, 'ya mozhu ye odyn z submitters"},{"SurahNumber":41,"VerseNumber":34,"Text":"Ne rivnyy yavlyaye soboyu harnu vidpovidʹ ta pohanu vidpovidʹ. Vy budete vdatysya do naypryyemnishoyi mozhlyvoyi vidpovidi. Otzhe, khto zvychayno buv vash voroh, mozhe staty vashym krashchym tovaryshem"},{"SurahNumber":41,"VerseNumber":35,"Text":"Nikhto ne mozhe dosyahnuty tse krim tsykh khto steadfastly persevere. Nikhto ne mozhe dosyahnuty tse krim tsykh khto ye nadzvychayno vdalyy"},{"SurahNumber":41,"VerseNumber":36,"Text":"Koly chort shepoche ideyu do vas, vy budete shukaty prytulku u BOHU. Vin yavlyaye soboyu Slukhacha, Omniscient"},{"SurahNumber":41,"VerseNumber":37,"Text":"Sered Yoho dokaziv yavlyayutʹ soboyu nich ta denʹ, ta sontse ta misyatsʹ. Ne prostrate pered sontsem, ne misyatsem; vy budete upasty prostrate pered tym, yak BOH kotryy utvoryv yikh, yakshcho vy spravdi obozhnyuyete Yoho yedynyy"},{"SurahNumber":41,"VerseNumber":38,"Text":"Yakshcho vony ye nadto zukhvali zrobyty tse, todi tse u vashomu Lordi glorify Yo nich ta denʹ, bez kolysʹ stomlyuyuchoho"}]}