{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"duke mohuar kështu mirësitë që u dhamë Ne. Epo mirë, kënaquni edhe pak, sepse së shpejti do ta merrni vesh"},{"SurahNumber":16,"VerseNumber":56,"Text":"Ata vënë mënjanë për idhujt e tyre, rreth të cilëve nuk dinë gjë, një pjesë të mirësive që ua japim Ne. Betohem për Allahun se ju do të pyeteni me siguri për gjithçka që keni trilluar"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ata i veshin Allahut vajza – i lavdëruar dhe i lartësuar qoftë Ai –, ndërsa për vete kanë atë që dëshirojnë (djemtë)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Dhe, kur ndonjëri prej tyre merr lajmin se i lindi një vajzë, fytyra i nxihet dhe i mbushet me mjerim"},{"SurahNumber":16,"VerseNumber":59,"Text":"Ai fshihet nga njerëzit për shkak të lajmit të keq që mori dhe s’di: a ta mbajë këtë fëmijë, pavarësisht poshtërimit apo ta varrosë në dhé. Ah! Sa mbrapsht që gjykojnë ata"},{"SurahNumber":16,"VerseNumber":60,"Text":"Atyre që nuk besojnë në jetën tjetër, u takon shembulli i keq (cilësitë e shëmtuara), kurse Allahut i përket shembulli më i lartë (cilësitë më të larta); Ai është i Plotfuqishmi, i Urti"},{"SurahNumber":16,"VerseNumber":61,"Text":"Sikur Allahu t’i dënonte njerëzit për shkak të mbrapshtive të tyre, nuk do të linte asgjë të gjallë në Tokë. Por Ai i lë ata deri në një afat të caktuar dhe, kur atyre u vjen afati, ata nuk mund ta shtyjnë atë e as ta shpejtojnë, qoftë edhe për një çast"},{"SurahNumber":16,"VerseNumber":62,"Text":"Ata i veshin Allahut atë që për vete nuk e dëshirojnë[168], kurse gjuhët e tyre flasin gënjeshtra, kur thonë se ata do të kenë shpërblimin më të mirë. Nuk ka dyshim se ata i pret Zjarri, ku do të jenë të parët që do të prijnë"},{"SurahNumber":16,"VerseNumber":63,"Text":"Betohem për Allahun se edhe para teje, Ne u kemi çuar të dërguar popujve të tjerë, por djalli ua zbukuroi sjelljet e tyre dhe tani ai është zotëria i tyre; andaj ata i pret dënimi i dhembshëm"},{"SurahNumber":16,"VerseNumber":64,"Text":"Ne ta kemi zbritur ty Librin, vetëm që ti t’u sqarosh atyre çështjet, për të cilat ata nuk pajtoheshin, si dhe që të jetë udhërrëfyes e mëshirë për njerëzit që besojnë"}]}