{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"“Uye handisi kuzvisunungura pachangu (kubva kumhosva). Zvirokwazvo, moyo (munhu) unorerekera kuzvitadzo, kunze kwekuti Tenzi vangu vadzikisa tsitsi dzavo (kune wavanoda). Zvirokwazvo, Tenzi vangu ndivo vane ruregerero rwose, vane nyasha zhinji.”"},{"SurahNumber":12,"VerseNumber":54,"Text":"Uye mambo vakati: “Muunzei kwandiri kuti ndimuite hwepedyo neni.” Nokudaro pavakataura naye, vakati: “Zvirokwazvo, zuva ranhasi uri nesu pachinzvimbo chepamusoro uye tinovimba (newe) zvikuru.”"},{"SurahNumber":12,"VerseNumber":55,"Text":"Josefa akati: “Ndiisei panochengeterwa zviwanikwa zvenyika, zvirokwazvo, ndichazvichengetedza neruzivo rwepamusoro (segurukota rezvemari reku Egypt).”"},{"SurahNumber":12,"VerseNumber":56,"Text":"Aya ndiwo mapiro atakaita Josefa hukuru (chinzvimbo) munyika, kutora chinzvimbo mairi, paanoda kana kwaanoda. Tinodzikisa nyasha dzedu kune watinoda, uye tinoita kuti mubairo wevakanaka usarasike"},{"SurahNumber":12,"VerseNumber":57,"Text":"Uye zvirokwazvo, mubairo hweupenyu hunotevera huri nani kune avo vanotenda uye vachitya Allah (vosiya zvese zvakaipa uye voiita zvese zvakanaka)"},{"SurahNumber":12,"VerseNumber":58,"Text":"Uye madzikoma aJosefa akauya uye vakapinda maakanga ari, uye akavaziva, asi ivo havana kumuziva"},{"SurahNumber":12,"VerseNumber":59,"Text":"Uye paakavagadzirira chikafu chavo (chavaida), iye akati: “Ndiunzirei mukoma wenyu kubva kuna baba venyu (Benjamini). Hamuzvioni here kuti ini ndinopa mupimo wakakwana, uye ndiri nyanzvi pakubata zvakanaka vaenzi?”"},{"SurahNumber":12,"VerseNumber":60,"Text":"“Asi kana mukasamuunza, pachange pasina chipimo chenyu kubva kwandiri, uye musauya padyo neni.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Vakati: “Tichaedza kukumbira mvumo kuna baba vake, uye zvirokwazvo tichazviita.”"},{"SurahNumber":12,"VerseNumber":62,"Text":"Uye (Josefa) akaudza varanda vake kuti vaise mari yavo (yavanga vashandisa kutenga nayo) mumasaga avo, kuti vagozviziva kana vadzokera kuvanhu vavo, zvimwe vangadzoka zvakare"},{"SurahNumber":12,"VerseNumber":63,"Text":"Pavakadzokera kuna baba vavo, vakati: “Imi baba vedu! Hakuna chipimo chechokudya chatichakwanisa kuwana (kunze kokuti tikaenda naBenjamini). Nokudaro titumirei pamwechete nemukoma wedu, uye tichawana chipimo chedu uye tichamuchengetedza.”"}]}