{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"Haberiniz olsun ki (Muhammed'in esine) bu agır ifki (iftirayı) uyduranlar sizin icinizden bir gruptur. Bunu kendiniz icin bir kotuluk saymayın; aksine o, sizin icin bir iyiliktir. Onlardan herbir kisiye, gunah olarak ne islemisse (onun karsılıgı ceza) vardır. (Elebaslılık yapan, bu yuzden de) bu gunahın buyugunu yuklenen kimse icin de cok buyuk bir azap vardır"},{"SurahNumber":24,"VerseNumber":12,"Text":"Erkek ve kadın muminlerin, bu iftirayı isittiklerinde kendi vicdanları ile husnu zanda bulunup da, \"bu apacık bir iftiradır\" demeleri gerekmez miydi"},{"SurahNumber":24,"VerseNumber":13,"Text":"(Bu iddiayı ortaya atanların) da bu konuda dort sahit getirmeleri gerekmez miydi? Madem ki sahitler getirip ispat edemediler, oyle ise onlar Allah nezdinde yalancıların ta kendisidirler"},{"SurahNumber":24,"VerseNumber":14,"Text":"Eger dunyada ve ahirette Allah'ın lutuf ve merhameti ustunuzde olmasaydı, size mutlaka buyuk bir azab isabet ederdi"},{"SurahNumber":24,"VerseNumber":15,"Text":"Cunku siz bu iftirayı, gelisi guzel birbirinizin agzından alıyor ve hakkında bilgi sahibi olmadıgınız (bu uydurma haberi) agızlarınızda geveleyip duruyorsunuz. Bunun onemsiz oldugunu sanıyorsunuz. Halbuki bu, Allah katında cok buyuk bir suctur"},{"SurahNumber":24,"VerseNumber":16,"Text":"Onu duydugunuzda \"Bunu konusup yaymamız bize yakısmaz. Hasa! Bu, cok buyuk bir iftiradır...\" demeli degil miydiniz"},{"SurahNumber":24,"VerseNumber":17,"Text":"Eger inanmıs insanlarsanız, Allah, bir daha buna benzer tutumu tekrarlamaktan sizi sakındırıp uyarıyor"},{"SurahNumber":24,"VerseNumber":18,"Text":"Ve Allah ayetlerini size acıklıyor. Allah, (isin ic yuzunu) cok iyi bilir, tam bir hukum ve hikmet sahibidir"},{"SurahNumber":24,"VerseNumber":19,"Text":"Inananlar arasında kotu soz ve davranısın yayılmasını arzulayan kimseler icin dunyada da, ahirette de acı veren bir azab vardır. (Her seyi) Allah bilir; siz bilmezsiniz"},{"SurahNumber":24,"VerseNumber":20,"Text":"Ya sizin ustunuze Allah'ın lutuf ve merhameti olmasaydı; Allah cok sefkatli ve merhametli olmasaydı (haliniz nice olurdu)"}]}