{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"Ibrahim dedi: “Sizin isiniz nədir, ey elcilər?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"Onlar dedilər: “Biz gunahkar bir qovmə gondərilmisik ki"},{"SurahNumber":51,"VerseNumber":33,"Text":"onların ustunə gildən daslar yagdıraq –"},{"SurahNumber":51,"VerseNumber":34,"Text":"həddi asanlar ucun sənin Rəbbinin yanında nisan qoyulmus daslar!”"},{"SurahNumber":51,"VerseNumber":35,"Text":"Biz orada olan mominləri o kənddən cıxartdıq"},{"SurahNumber":51,"VerseNumber":36,"Text":"Amma orada bir evdən basqa musəlman tapmadıq"},{"SurahNumber":51,"VerseNumber":37,"Text":"Agrılı-acılı əzabdan qorxanlar ucun orada bir əlamət qoyduq"},{"SurahNumber":51,"VerseNumber":38,"Text":"Musanın əhvalatında da ibrət vardır. O zaman Biz onu Fironun yanına aydın bir dəlillə gondərmisdik"},{"SurahNumber":51,"VerseNumber":39,"Text":"O, oz camaatı ilə birlikdə uz cevirib: “Bu sehrbazdır, ya da dəlidir!”– dedi"},{"SurahNumber":51,"VerseNumber":40,"Text":"Biz Fironu və əsgərlərini yaxalayıb dənizə atdıq. O, qınanmaga layiq idi"},{"SurahNumber":51,"VerseNumber":41,"Text":"Ad qovmunun hekayətində də ibrət vardır. O zaman Biz onların ustunə xeyir-bərəkətsiz bir kulək gondərmisdik"},{"SurahNumber":51,"VerseNumber":42,"Text":"O kulək ustundən kecdiyi hər bir seyi sovurub kulə dondərirdi"},{"SurahNumber":51,"VerseNumber":43,"Text":"Səmud qovmunun hekayətində də ibrət vardır. O zaman onlara: “Muəyyən vaxtadək dolanıb-kecinin!”– deyilmisdi"},{"SurahNumber":51,"VerseNumber":44,"Text":"Onlar oz Rəbbinin əmrindən cıxdılar və onları gozləri baxa-baxa ildırım vurdu"},{"SurahNumber":51,"VerseNumber":45,"Text":"Onlar ayaga qalxa bilmədilər və onlara komək edən də olmadı"},{"SurahNumber":51,"VerseNumber":46,"Text":"Daha əvvəl Nuh qovmunu məhv etdik. Cunki onlar fasiq adamlar idilər"},{"SurahNumber":51,"VerseNumber":47,"Text":"Biz goyu qudrətlə yaratdıq və Biz onu genisləndiririk"},{"SurahNumber":51,"VerseNumber":48,"Text":"Yeri də Biz dosədik. Nə gozəl dosəyənlərik Biz"},{"SurahNumber":51,"VerseNumber":49,"Text":"Biz hər seydən erkək və disi olmaqla cutlər yaratdıq ki, bəlkə, dusunub ibrət alasınız"},{"SurahNumber":51,"VerseNumber":50,"Text":"De: “Allaha tərəf qacın! Mən sizi Onunla acıq-askar qorxudub xəbərdar edənəm"},{"SurahNumber":51,"VerseNumber":51,"Text":"Allahla yanası basqa bir məbud qəbul etməyin. Mən sizi Onunla acıq-askar qorxudub xəbərdar edənəm!”"}]}