{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: «Ben sizi ancak vahy ile uyarıyorum; ama sağırlar ne kadar uyarılsalar çağrıyı işitmezler"},{"SurahNumber":21,"VerseNumber":46,"Text":"Yemin olsun ki, Rabbinin azabından çok az birşey onlara dokunursa, muhakkak diyeceklerdir ki: «Vay bizlere, biz gerçekten zalimlerdik»"},{"SurahNumber":21,"VerseNumber":47,"Text":"Biz ise, kıyamet günü için dürüst teraziler koyarız; hiçbir kimseye zerre kadar zulmedilmez; bir hardal tanesi ağırlığınca da olsa, onu getirir koruz. Hesap gören olarak da Biz yeteriz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Andolsun ki: «Musa ile Harun´a Furkan´ı (Tevrat´ı) bir de ışık ve Allah´tan korkanlar için de bir öğüt vermiştik"},{"SurahNumber":21,"VerseNumber":49,"Text":"O takva sahipleri için ki, gıyabında Rablerinden korkarlar ve kıyamet endişesiyle titrer dururlar"},{"SurahNumber":21,"VerseNumber":50,"Text":"İşte bu (Kur´an) da Bizim indirdiğimiz mübarek bir uyarıdır. Şimdi siz bunu mu inkar ediyorsunuz"},{"SurahNumber":21,"VerseNumber":51,"Text":"Andolsun ki, bundan önce de İbrahim´e olgunluğunu vermiştik ve onun buna layık olduğunu da biliyorduk"},{"SurahNumber":21,"VerseNumber":52,"Text":"O vakit babasına ve kavmine dedi ki: «Başına toplanıp durduğunuz şu putlar nedir?»"},{"SurahNumber":21,"VerseNumber":53,"Text":"«Atalarımızı bunlara tapar bulduk,» dediler"},{"SurahNumber":21,"VerseNumber":54,"Text":"İbrahim: «Andolsun ki, siz de, atalarınız da açık bir sapıklık içindesiniz!» dedi"},{"SurahNumber":21,"VerseNumber":55,"Text":"«Ciddi mi söylüyorsun, yoksa sen şakacılardan mısın?» dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"İbrahim: «Doğrusu, Rabbiniz o göklerin ve yerin Rabbidir ki, onları O yaratmıştır ve ben buna şehadet edenlerdenim"},{"SurahNumber":21,"VerseNumber":57,"Text":"Vallahi siz dönüp gittikten sonra putlarınıza mutlaka bir tuzak kuracağım!» dedi"}]}