{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Pasha librin sqarues (të së drejtës nga e kota)"},{"SurahNumber":44,"VerseNumber":3,"Text":"Ne e zbritëm atë në një natë të bekuar (në natën e begatshme të kadrit). Ne dëshiruam t´u tërheqim vërejtjen, e njerëzit të jenë të gatshëm"},{"SurahNumber":44,"VerseNumber":4,"Text":"Në atë (natë) zgjidhet çdo çështje në mënyrë të prerë"},{"SurahNumber":44,"VerseNumber":5,"Text":"Urdhër i përcaktuar nga Vetë Ne. S´ka dyshim se Ne dërguam të dërguar"},{"SurahNumber":44,"VerseNumber":6,"Text":"(E zbritëm) Nga Mëshira e Zotit tënd; Ai është dëgjuesi, i dijshmi"},{"SurahNumber":44,"VerseNumber":7,"Text":"Zoti i qiejve e i tokës dhe çka ka ndërmjet tyre, nëse jeni të bindur"},{"SurahNumber":44,"VerseNumber":8,"Text":"Nuk ka Zot tjetër, vetëm Ai që jep jetë e vdekje, Zoti juaj dhe Zoti i prindërve tuaj të lashtë"},{"SurahNumber":44,"VerseNumber":9,"Text":"Por jo, ata (idhujtarët) janë në dyshim, janë duke luajtur"},{"SurahNumber":44,"VerseNumber":10,"Text":"Ti pra, prite ditën kur qielli sjell një tym konkret"},{"SurahNumber":44,"VerseNumber":11,"Text":"Ai (tymi) i përfshinë njerëzit. Ky është një ndëshkim i mundimshëm"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Ata thonë) Zoti ynë, largoje prej nesh dënimin, ne do të besojmë"},{"SurahNumber":44,"VerseNumber":13,"Text":"Prej nga atyre ajo këshillë (ai mësim), kur atyre u pat ardhur pejgamber me argument (e nuk besuan)"},{"SurahNumber":44,"VerseNumber":14,"Text":"Po ia kthyen shpinën atij (pejgamberit) dhe i thanë: \"I mësuar prej dikujt, i çmendur"},{"SurahNumber":44,"VerseNumber":15,"Text":"Ne do t´ua largojmë dënimin për pak kohë, por ju do t´i ktheheni kotësisë"},{"SurahNumber":44,"VerseNumber":16,"Text":"(Përkujto) Ditën kur do t´i kapim me atë rrëmbimin Tonë të fuqishëm e do t´u hakmerremi"},{"SurahNumber":44,"VerseNumber":17,"Text":"Ne përpara tyre e vumë në sprovë popullin e faraonit, dhe i pat ardhur i dërguar i ndershëm"},{"SurahNumber":44,"VerseNumber":18,"Text":"(U pat thënë): \"Të m´i dorëzoni robërit e All-llahut, se unë jam i dërguar besnik te ju"}]}