{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"(mariyu taurat lo ila annamu): \"Bahusa mi prabhuvu ippudu mim'malni karunincavaccu! Kani okavela miru alage pravartiste, memu kuda tirigi alage cestamu. Memu narakagnini, satyatiraskarula koraku cerasalaga cesi uncamu"},{"SurahNumber":17,"VerseNumber":9,"Text":"niscayanga, i khur'an purtiga, saraina (savyamaina) margam vaipuku margadarsakatvam cestundi. Mariyu satkaryalu cestu unde visvasulaku tappaka goppa pratiphalamundane subhavartanu andajestundi"},{"SurahNumber":17,"VerseNumber":10,"Text":"mariyu niscayanga, paralokanni visvasincina variki memu badhakaramaina siksanu sid'dha paraci uncamani (teliyajestundi)"},{"SurahNumber":17,"VerseNumber":11,"Text":"mariyu manavudu (teliyaka taracuga) melu koraku ela arthincalo, kidu koraku kuda alage arthistadu. Mariyu manavudu cala tondarapatu galavadu (atragadu)"},{"SurahNumber":17,"VerseNumber":12,"Text":"mariyu memu ratrimbavallanu rendu sucanaluga cesamu. Ratri sucananu memu kantihinam cesamu. Mariyu pagati sucananu - miru mi prabhuvu anugrahanni anvesincataniki mariyu sanvatsarala lekka pettataniki mariyu (kalanni) ganincataniki - prakasavantamainadiga cesamu. Mariyu memu prati visayanni vivarinci spastanga telipamu"},{"SurahNumber":17,"VerseNumber":13,"Text":"mariyu memu prati manavuni medalo atani karmalanu katti untamu. Mariyu punarut'thana dinamuna atani (karma) granthanni atani mundupedtamu, danini atadu spastamainadiga grahistadu"},{"SurahNumber":17,"VerseNumber":14,"Text":"(Atanito ila anabadutundi): \"Nivu ni karmapatranni caduvuko! I roju ni (karmala) lekka cusukovataniki svayanga nive calu"},{"SurahNumber":17,"VerseNumber":15,"Text":"evadu sanmarganni avalambistado, atadu niscayanga, tana meluke sanmarganni avalambistadu. Mariyu evadu margabhrastudavutado, atadu niscayanga, tana nastanike margabhrastudavutadu. Mariyu baruvu mose vadevvadu marokani baruvunu moyadu. Mariyu memu oka pravaktanu pampa nanta varaku (prajalaku) siksa vidhincevaramu kamu"},{"SurahNumber":17,"VerseNumber":16,"Text":"mariyu memu oka nagaranni nasanam ceyadalacu kunnappudu (modata) andulo unna sthitimantulaku ajna pamputamu; a pidapa kuda varu bhrastacaraniki palpadite! Appudu danipai (ma) adesam jari ceyabadutundi. Appudu memu danini nasanam cestamu"},{"SurahNumber":17,"VerseNumber":17,"Text":"mariyu memu nuh tarvata enno tarala varini i vidhanga nasanam cesamu. Mariyu tana dasula papalanu telusukovataniki, cudataniki ni prabhuve calu"}]}