{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"O halde sakin sunlarin ibadet edislerinden supheye dusme. Daha once atalari nasil ibadet ediyor idiyseler bunlar da oyle ibadet ediyorlar. Biz de kendilerine nasiplerini elbette eksiksiz olarak oderiz"},{"SurahNumber":11,"VerseNumber":110,"Text":"Andolsun ki, Musa'ya kitabi verdik, yine de onda ihtilafa dusuldu. Eger Rabbinden daha once verilmis bir karar olmasa idi, elbette haklarinda hukum verilmis bitmisti. Muhakkak ki onlar, bundan kuskulu bir suphe icindedirler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Gercekten de onlarin her biri oyle kimselerdir ki, yaptiklarinin karsiligini Rabbin kendilerine hakkiyle odeyecektir. Cunku O, onlarin yaptiklari her seyden haberdardir"},{"SurahNumber":11,"VerseNumber":112,"Text":"Iste bundan dolayi emrolundugun gibi dogru ol! Beraberindeki tevbe edenler de (dogru olsunlar). Asiri gitmeyin! Muhakkak ki O, butun yaptiklarinizi gorup durmaktadir"},{"SurahNumber":11,"VerseNumber":113,"Text":"Ve zulum yapanlara yakinlik gostermeyin ki, size de ates dokunmasin. Allah'dan baska yardimcilariniz da yoktur. Sonra yardim da goremezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gunduzun her iki tarafinda ve gecenin sacaklarinda (gunduze yakin olan saatlerinde) namaz kil! Muhakkak ki, iyilik kotulukleri giderir. Bu ise, dusunebilenlere bir oguttur"},{"SurahNumber":11,"VerseNumber":115,"Text":"Ve sabret! Cunku Allah iyilik edenlerin mukafatini yitirmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden onceki devirlerden bakiyye sahipleri (kitap ehli) yeryuzunde bozgunculuktan vazgecirmeye calissalardi ne iyi olurdu. Fakat onlarin icinden kurtardigimiz pek az kimse bunu yapti. O zulmedenler ise simartildiklari refahin pesine dustuler ve hepsi de suclu oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Senin Rabbin, halklari iyi ve islahatci iken, o memleketleri haksiz yere helak edecek degildir"}]}