{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":10,"VerseNumber":7,"Text":"Ceux qui ne croient pas en Notre rencontre et sont satisfaits de cette vie dont ils jouissent en toute quietude, ceux qui sont indifferents a Nos signes"},{"SurahNumber":10,"VerseNumber":8,"Text":"voila ceux qui, pour prix de leurs œuvres, n’auront d’autre refuge que le feu de l’Enfer"},{"SurahNumber":10,"VerseNumber":9,"Text":"Quant a ceux qui croient et accomplissent de bonnes œuvres, leur Seigneur les guidera en recompense de leur foi. A leurs pieds couleront des rivieres dans les jardins des delices"},{"SurahNumber":10,"VerseNumber":10,"Text":"La, ils ne cesseront d’exalter Allah par ces paroles : « Gloire a Toi, o Allah » et ils s’adresseront les uns aux autres ces salutations : « Paix a vous ». Leurs invocations se termineront par ces mots : « Louange a Allah, Seigneur de la Creation. »"},{"SurahNumber":10,"VerseNumber":11,"Text":"Si Allah chatiait les hommes avec le meme empressement qu’Il les comble de Ses bienfaits, ils seraient deja parvenus au terme de leurs vies. Mais Il laisse ceux qui ne croient pas en Sa rencontre s’enfoncer aveuglement dans l’impiete"},{"SurahNumber":10,"VerseNumber":12,"Text":"Frappe par le malheur, l’homme Nous implore, allonge sur le cote, assis ou debout. Mais des que Nous mettons un terme a ses souffrances, il reprend ses habitudes, comme s’il ne Nous avait pas supplie de le delivrer du mal qui l’accablait. C’est ainsi que les œuvres des impies sont embellies a leurs yeux"},{"SurahNumber":10,"VerseNumber":13,"Text":"Nous avons fait perir avant vous des peuples qui, n’etant pas disposes a croire, ont injustement refute les preuves apportees par leurs Messagers. C’est ainsi que Nous retribuons les criminels"},{"SurahNumber":10,"VerseNumber":14,"Text":"Puis Nous vous avons fait succeder a ces peuples sur terre afin de voir quel serait votre comportement"}]}