{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Nuk jane, kurrsesi, njesoj i verbri dhe ai qe sheh"},{"SurahNumber":35,"VerseNumber":20,"Text":"as erresira dhe drita"},{"SurahNumber":35,"VerseNumber":21,"Text":"as freskia (e hijes) dhe vapa"},{"SurahNumber":35,"VerseNumber":22,"Text":"Po ashtu, nuk jane kurre te barabarte te gjallet dhe te vdekurit. Allahu ben te degjoje ke te doje Vete, kurse ti (Muhamed) nuk mund te besh te degjojne ata qe jane ne varre"},{"SurahNumber":35,"VerseNumber":23,"Text":"Ti je vetem paralajmerues"},{"SurahNumber":35,"VerseNumber":24,"Text":"Ne te kemi derguar ty me te Verteten, per te sjelle lajme te mira dhe per te paralajmeruar; nuk ka pasur asnje popull qe te mos i kete ardhur paralajmerues"},{"SurahNumber":35,"VerseNumber":25,"Text":"Nese ata te quajne ty genjeshtar, dije se edhe paraardhesit e ketyre i kane pergenjeshtruar te derguarit e tyre, qe u sollen prova te qarta, shkrime dhe nje Liber ndricues"},{"SurahNumber":35,"VerseNumber":26,"Text":"Pastaj Une i denova mohuesit; eh, sa i tmerrshem ka qene denimi Im"},{"SurahNumber":35,"VerseNumber":27,"Text":"Valle, a nuk e sheh ti se si Allahu e leshon ujin prej qiellit dhe nepermjet tij krijon fruta llojesh e ngjyrash te ndryshme?! Neper male gjenden shtigje te bardha dhe te kuqe, ngjyrash te ndryshme dhe krejtesisht te zeza"},{"SurahNumber":35,"VerseNumber":28,"Text":"Njerezit, kafshet dhe bagetite jane llojesh te ndryshme gjithashtu. Ne te vertete, nga roberit e Tij, Allahut i frikesohen vetem dijetaret, (qe e dine se) Allahu eshte vertet i Plotfuqishem dhe Fales"},{"SurahNumber":35,"VerseNumber":29,"Text":"Pa dyshim, ata qe lexojne Librin e Allahut, falin namazin dhe japin fshehtazi apo haptazi nga ajo qe u kemi dhene Ne, mund te shpresojne ne nje fitim qe nuk do te humbase"},{"SurahNumber":35,"VerseNumber":30,"Text":"Allahu do t’ua plotesoje atyre shperblimin dhe do t’ua shtoje nga dhuntite e Tij. Me te vertete, Ai eshte Fales dhe Falenderues"}]}