{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Ara andha o caksusmana ekasamana naya"},{"SurahNumber":35,"VerseNumber":20,"Text":"ara andhakara o aloka'o naya"},{"SurahNumber":35,"VerseNumber":21,"Text":"ara chaya o uttapta naisa-bayuprabaha'o naya."},{"SurahNumber":35,"VerseNumber":22,"Text":"Ara jibanta ebam mrta'o ekasamana naya. Nihsandeha allah yake iccha karena take suniye thakena, ara yara kabare rayeche tadera tumi sonate saksama na'o."},{"SurahNumber":35,"VerseNumber":23,"Text":"Tumi ekajana satarkakari bai to na'o."},{"SurahNumber":35,"VerseNumber":24,"Text":"Nihsandeha amara tomake pathiyechi satyera sange -- susambadadatarupe o satarkakarirupe. Ara emana kona sampradaya ne'i yadera madhye ekajana satarkakari na gechena."},{"SurahNumber":35,"VerseNumber":25,"Text":"Ara era yadi tomara prati mithya aropa kare tahale edera age yara chila tara'o mithya aropa karechila, tadera kache tadera rasulagana esechilena suspasta pramanabali niye, ara dharmagranthabali niye o ujjbala grantha niye."},{"SurahNumber":35,"VerseNumber":26,"Text":"Tarapara ami tadera pakara'o karalama yara abisbasa posana karechila, sutaram kemana hayechila tadera prati amara bitrsna"},{"SurahNumber":35,"VerseNumber":27,"Text":"Tumi ki dekhate pa'o ni ye nihsandeha allah akasa theke pani barsana karena? Tarapara amara tara dbara utpadana kari phalaphasala -- yara ranacana nanana dharanera. Ara paharagulote ache stara, sada o lala, bicitra tara barna, ara nikasa kalo."},{"SurahNumber":35,"VerseNumber":28,"Text":"Ara lokedera o jibajantura o gabadi-pasura madhye'o tadera ranacane e dharanera baicitra rayeche. Nihsandeha tamra bandadera madhyera alima-pandita byaktibarga allah‌ke bhaya kare. Allah niscaya'i mahasaktisali, paritranakari."},{"SurahNumber":35,"VerseNumber":29,"Text":"Nihsandeha yara allah‌ra grantha patha kare ara namaya kayema kare, ara amara tadera ye jibanopakarana dana karechi ta theke tara gopane o prakasyabhabe kharaca kare thake, tara emana ekati banijyera asa rakhe ya kakhano binasta habe na"},{"SurahNumber":35,"VerseNumber":30,"Text":"yena tini tadera parisramika puropuri tadera dite parena ebam tamra karunabhandara theke tadera bariye dite parena. Nihsandeha tini paritranakari, gunagrahi."}]}