{"Id":295,"LanguageCodes":["rn","run"],"Name":"run-sheikhamissirad","Author":"Sheikh Amissi Radjabu Ntamba","Language":"Rundi","Description":"Rundi","Direction":"ltr","Source":"aradjantas@gmail.com , www.islamic-invitation.com","Translations":[{"SurahNumber":6,"VerseNumber":19,"Text":"Vuga uti:- n’ikihe kintu c’icabona arico gikuru gusumba? Hanyuma uce uvuga uti:- Imana niyo cabona canje kiri hagati yanje namwe, n’iyi Qur’ani ntagatifu nahawe kugira ngo ntuze mwebwe n’uwo izoshikira, mbega mu vy’ukuri mwebwe murafise ivyabona yuko hari izindi Mana hamwe n’Imana y’ukuri? Vuga uti:- jewe sindi icabona hanyuma uvuge uti:- niyo Mana imwe yonyene rudende gusa, mu vy’ukuri jewe ndi kure nabo mugereranya n’ibindi bintu"},{"SurahNumber":6,"VerseNumber":20,"Text":"Bamwe twahaye igitabu c’Imana barafise ubumenyi bw’ibi vyose nkuko bafise ubumenyi bw’ibibondo vyabo, nayo bamwe bita muruhombo nibo batemera ivyo vyose"},{"SurahNumber":6,"VerseNumber":21,"Text":"None ni nde muhemu gusumba umwe yadukana ububeshi bwukubeshera Imana, canke uwuhakana ivyemezo vyayo? Mu vy’ukuri abahemukiye imitima yabo ntantsinzi bafise"},{"SurahNumber":6,"VerseNumber":22,"Text":"N’umusi tuzobegeranya bose hamwe, hanyuma tuze tubabwire bamwe bagereranya Imana n’ibindi bintu duti:- bari hehe bamwe mubagereranywa banyu mwamye muvuga"},{"SurahNumber":6,"VerseNumber":23,"Text":"Hanyuma ntacitwazo cabo kizoba kiriho atari uko bazovuga bati:- turarahiye kw’izina ry’Imana, Muremyi wacu ntituzoba abagereranyi b’Imana hamwe n’ibindi bintu"},{"SurahNumber":6,"VerseNumber":24,"Text":"Nurabe ingene babesha hejuru y’imitima yabo, none batakaje ivyo bahora badukana navyo"},{"SurahNumber":6,"VerseNumber":25,"Text":"Harimwo muribo abakwumviriza natwe twashizeho inzitizi mumitima yabo, kugira ngo ntibaze bayamenye ayo majambo bumva, kandi nuko hari uruzitiro ruri mumatwi yabo, rero babonye ivyemezo vyacu ntiba vyemera naho baje guharira na wewe bamwe bahakanye Imana yabo y’ukuri baca bavuga bati:- ibi vyose nta nakimwe kirimwo atari imigani gusa y’abantu bakera"},{"SurahNumber":6,"VerseNumber":26,"Text":"Nabo batuza ibi vyose, n’ukwishira kure yavyo, nabo ntibahonya atari imitima yabo gusa nabo batabizi"},{"SurahNumber":6,"VerseNumber":27,"Text":"Iyo ubona mugihe bazohagarikwa kumuriro udahera, bavuga bati:- iyo dusubizwa kw’Isi ntituze dusubire guhakana amajambo y’Umuremyi wacu matagatifu, kandi tuzoba turi mubantu bemera Imana y’ukuri"}]}