{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":5,"Text":"They have no knowledge thereof, nor their fathers; a serious word it is that comes forth from their mouths! verily, they only speak a lie"},{"SurahNumber":18,"VerseNumber":6,"Text":"Haply thou wilt grieve thyself to death for sorrow after them, if they believe not in this new revelation"},{"SurahNumber":18,"VerseNumber":7,"Text":"Verily, we have made what is on the earth an ornament thereof, to try them, which of them is best in works"},{"SurahNumber":18,"VerseNumber":8,"Text":"but, verily, we are going to make what is thereon bare soil"},{"SurahNumber":18,"VerseNumber":9,"Text":"Hast thou reckoned that the Fellows of the Cave and Er-raqim were a wonder amongst our signs"},{"SurahNumber":18,"VerseNumber":10,"Text":"When the youths resorted to the cave and said, 'O our Lord! bring us mercy from Thee, and dispose for us our affair aright"},{"SurahNumber":18,"VerseNumber":11,"Text":"And we struck their ears (with deafness) in the cave for a number of years"},{"SurahNumber":18,"VerseNumber":12,"Text":"Then we raised them up again, that we might know which of the two crews could best calculate the time of their tarrying"},{"SurahNumber":18,"VerseNumber":13,"Text":"We will narrate to thee their story in truth. Verily, they were youths who believed in their Lord, and we added to their guidance"},{"SurahNumber":18,"VerseNumber":14,"Text":"and we braced up their hearts, when they stood up and said, 'Our Lord is the Lord of the heavens and the earth, we will not call upon any god beside Him, for then we should have said an extravagant thing"},{"SurahNumber":18,"VerseNumber":15,"Text":"These people of ours have taken to other gods beside Him. Though they do not bring any manifest authority for them. And who is more unjust than he who forges against God a lie"}]}