{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"Rabbimiz, onlara vaadettigin adn cennetlerine, onları ve onların babalarından, zevcelerinden ve zurriyetlerinden salaha ulasanları dahil et. Muhakkak ki Sen, Sen Aziz´sin, Hakim´sin (hukum ve hikmet sahibisin)"},{"SurahNumber":40,"VerseNumber":9,"Text":"Onları kotuluklerden koru. Ve Sen, kimi izin gunu seyyiatlerden (gunahlardan) korursan o zaman onlara rahmet etmis olursun. Ve iste o, fevzul azimdir (en buyuk kurtulustur)"},{"SurahNumber":40,"VerseNumber":10,"Text":"Inkar edenlere mutlaka nida edilir (seslenilir): \"Muhakkak ki Allah´ın gadabı, sizin nefslerinize (birbirinize) olan gadabınızdan daha buyuktur. Imana davet edildiginiz zaman siz inkar ediyordunuz"},{"SurahNumber":40,"VerseNumber":11,"Text":"(Kafirler) dediler ki: \"Rabbimiz, bizi iki kere oldurdun, iki kere dirilttin, boylece gunahlarımızı itiraf ettik. Artık (buradan) cıkmaya bir yol var mı"},{"SurahNumber":40,"VerseNumber":12,"Text":"Bu, sizin tek olan Allah´a cagrıldıgınız zaman inkar etmeniz sebebiyledir. Ve O´na (Allah´a) sirk kosulunca inanıyordunuz. Artık hukum, Yuce ve Buyuk olan Allah´a aittir"},{"SurahNumber":40,"VerseNumber":13,"Text":"O (Allah)tır ki, ayetlerini size gosterir ve sizin icin gokten rızık indirir. Bunu munib olandan (Allah´a yonelenden) baskası tezekkur etmez (edemez)"},{"SurahNumber":40,"VerseNumber":14,"Text":"Oyleyse dini, O´na halis kılarak Allah´a davet edin. Kafirler kerih gorse de"},{"SurahNumber":40,"VerseNumber":15,"Text":"Dereceleri yukselten ve arsın sahibi olan Allah, kullarından (Kendisine ulastırmayı) diledigi kisinin (Allah´a ulasmayı diledigi icin Allah´ın da Kendisine ulastırmayı diledigi kisinin) uzerine (basının uzerine) Allah´a ulasma gununun geldigini (o kisinin ruhuna) ihtar etmek icin, emrinden (Allah´ın emrini teblig edecek) bir ruh (devrin imamının ruhunu) ulastırır"},{"SurahNumber":40,"VerseNumber":16,"Text":"Onların bariz oldugu (ortaya cıktıgı) gun onlardan (hic)bir sey Allah´a gizli kalmaz. O gun mulk kimindir? Tek ve Kahhar olan Allah´ındır"}]}