{"Id":141,"LanguageCodes":["en","eng"],"Name":"eng-talalitani","Author":"Talal Itani","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":36,"Text":"When he came to Solomon, he said, “Are you supplying me with money? What God has given me is better than what He has given you. It is you who delight in your gift"},{"SurahNumber":27,"VerseNumber":37,"Text":"Go back to them. We will come upon them with troops they cannot resist; and we will expel them from there, disgraced and humiliated.”"},{"SurahNumber":27,"VerseNumber":38,"Text":"He said, “O notables, which one of you will bring me her throne before they come to me in submission?”"},{"SurahNumber":27,"VerseNumber":39,"Text":"An imp of the sprites said, “I will bring it to you before you rise from your seat. I am strong and reliable enough to do it.”"},{"SurahNumber":27,"VerseNumber":40,"Text":"He who had knowledge from the Book said, “I will bring it to you before your glance returns to you.” And when he saw it settled before him, he said, “This is from the grace of my Lord, to test me, whether I am grateful or ungrateful. He who is grateful, his gratitude is to his own credit; but he who is ungrateful—my Lord is Independent and Generous.”"},{"SurahNumber":27,"VerseNumber":41,"Text":"He said, “Disguise her throne for her, and we shall see whether she will be guided, or remains one of the misguided.”"},{"SurahNumber":27,"VerseNumber":42,"Text":"When she arrived, it was said, “Is your throne like this?” She said, “As if this is it.” “We were given knowledge before her, and we were submissive.”"},{"SurahNumber":27,"VerseNumber":43,"Text":"But she was prevented by what she worshiped besides God; she belonged to a disbelieving people"},{"SurahNumber":27,"VerseNumber":44,"Text":"It was said to her, “Go inside the palace.” And when she saw it, she thought it was a deep pond, and she bared her legs. He said, “It is a palace paved with glass.” She said, “My Lord, I have done wrong to myself, and I have submitted with Solomon, to God, Lord of the Worlds.”"}]}