{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Sema: Mimi nakuonyeni kwa Wahyi. Na viziwi hawasikii wito wanapo onywa"},{"SurahNumber":21,"VerseNumber":46,"Text":"Na wanapo guswa na mpulizo mmoja tu wa adhabu itokayo kwa Mola wako Mlezi, bila ya shaka wao husema: Ole wetu! Hakika tulikuwa wenye kudhulumu"},{"SurahNumber":21,"VerseNumber":47,"Text":"Nasi tutaweka mizani za uadilifu kwa Siku ya Kiyama. Basi nafsi haitadhulumiwa kitu chochote. Hata ikiwa ni uzito wa chembe ya khardali tutaileta. Nasi tunatosha kuwa washika hisabu"},{"SurahNumber":21,"VerseNumber":48,"Text":"Na kwa yakini tuliwapa Musa na Haaruni kipambanuzi, na mwangaza, na makumbusho kwa wachamngu"},{"SurahNumber":21,"VerseNumber":49,"Text":"Ambao wanamkhofu Mola wao Mlezi faraghani, na wanaiogopa Saa ya Kiyama"},{"SurahNumber":21,"VerseNumber":50,"Text":"Na haya ni makumbusho yaliyo barikiwa, tuliyo yateremsha. Basi je! Mnayakataa"},{"SurahNumber":21,"VerseNumber":51,"Text":"Na hakika tulikwisha mpa Ibrahim uwongofu wake zamani, na tulikuwa tunamjua"},{"SurahNumber":21,"VerseNumber":52,"Text":"Alipo mwambia baba yake na watu wake: Ni nini haya masanamu mnayo yashughulikia kuyaabudu"},{"SurahNumber":21,"VerseNumber":53,"Text":"Wakasema: Tumewakuta baba zetu wakiyaabudu"},{"SurahNumber":21,"VerseNumber":54,"Text":"Akasema: Bila ya shaka nyinyi na baba zenu mmekuwa katika upotofu ulio dhaahiri"},{"SurahNumber":21,"VerseNumber":55,"Text":"Wakasema: Je! Umetujia kwa maneno ya kweli au wewe ni katika wachezao tu"},{"SurahNumber":21,"VerseNumber":56,"Text":"Akasema: Bali Mola wenu Mlezi ni Mola Mlezi wa mbingu na ardhi ambaye ndiye aliye ziumba. Na mimi ni katika wenye kuyashuhudia hayo"},{"SurahNumber":21,"VerseNumber":57,"Text":"Na Wallahi! Nitayafanyia vitimbi masanamu yenu haya baada ya mkisha geuka kwenda zenu"}]}