{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"Ba tla re ho matlalo a bona: “Hobaneng ha le fana ka bopaki khahlanong le rona?” Matlalo a tla re: “Allah U re nehile puo, joaloka ha A fana ka puo ho tsohle, Ea le hlotseng mathomong; le tla boela ho Eena.”"},{"SurahNumber":41,"VerseNumber":22,"Text":"“Le ne le sa ipate, mohlaope kutlo, pono le matlao a lona a tla paka khahlanong le lona! Empa le ne le nahana hore Allah ha A tsebe lintho tseo le neng le li etsa"},{"SurahNumber":41,"VerseNumber":23,"Text":"“Empa monahano oo oa lona oo le neng le o nahanne ka Mong`a lona, o le isetse tahlehong; joale le har’a ba lahlehileng!”"},{"SurahNumber":41,"VerseNumber":24,"Text":"Le haeba ba na le mamello, Mollo e tla ba lehae la bona; le haeba ba ka kopa molemo, ba ke ke ba fuoa molemo"},{"SurahNumber":41,"VerseNumber":25,"Text":"Re ba hlophiselitse balekane, ba entseng hore liketso tseo ba li entseng khale le joale, li shebahele li khahla mahlong a bona; kahlolo har’a lichaba tsa Li-Jinn le batho ba seng ba fetile pele ho bona, le tla phethahatsoa khahlanong le bona. Hobane ba lahlehile ka’nete"},{"SurahNumber":41,"VerseNumber":26,"Text":"Mahana-tumelo ba re: “Le se mamele Qura’n ena, empa le qoqe nakong eo e phetoang; hore le tle le be bahloli.”"},{"SurahNumber":41,"VerseNumber":27,"Text":"Empa Re tla neha mahana-tumelo tatso ea kahlolo e ts’abehang, Re tla ba phetetsa ka se hlaaha ho feta tseo ba neng ba etsa"},{"SurahNumber":41,"VerseNumber":28,"Text":"Mollo – Ke moputso oa Allah ho lira tsa Hae. Ka hare ho ona ke lehae la bona le sa feleng, e le moputso ho latela kamoo ba neng ba nyefola lits’enolo tsa Rona kateng"},{"SurahNumber":41,"VerseNumber":29,"Text":"Mahana-tumelo ba tla re: “Mong`a rona! Re bonts’e ba neng ba re eka har’a li-Jinn le batho. Re tla ba phets’ela ka maoto a rona, hore ba tle ba be har’a ba eisehang.”"}]}