{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"O, iki gündə onları yeddi göy kimi yaratdı və hər göyə onun özünə məxsus vəzifə tapşırdı. Biz dünya səmasını qəndillərlə bəzədik və mühafizəmizə götürdük. Bu, Qüdrətli və Bilən Allahın əzəli hökmüdür"},{"SurahNumber":41,"VerseNumber":13,"Text":"Əgər üz döndərsələr, de: “Mən sizi də Ad və Səmudu saran ildırıma bənzər bir ildırımın sarsıda biləcəyindən xəbərdar edirəm”"},{"SurahNumber":41,"VerseNumber":14,"Text":"Onlara önlərindən və arxalarından: “Yalnız Allaha ibadət edin!”– deyə əmr edən elçilər gəlmişdi. Onlar isə: “Əgər Rəbbimiz istəsəydi, mələklər endirərdi. Biz sizinlə göndərilənlərə inanmırıq!”– demişdilər"},{"SurahNumber":41,"VerseNumber":15,"Text":"Ad xalqına gəlincə, onlar yer üzündə haqsızcasına təkəbbür göstərib: “Bizdən daha qüvvətli kim ola bilər?”– dedilər. Məgər onları yaradan Allahın onlardan daha qüvvətli olduğunu görmürdülərmi? Onlar ayələrimizi, sadəcə, inkar edirdilər"},{"SurahNumber":41,"VerseNumber":16,"Text":"Biz onlara dünya həyatında rüsvayçılıq əzabını daddırmaq üçün uğursuz günlərdə üstlərinə çox soyuq bir külək göndərdik. Axirət əzabı isə daha rüsvayedicidir. Onlara kömək də edilməz"},{"SurahNumber":41,"VerseNumber":17,"Text":"Səmud xalqına gəldikdə isə, Biz onlara doğru yol göstərdik, onlar isə korluğu doğru yoldan üstün tutdular və onları qazandıqları günahlar üzündən alçaldıcı əzab ildırımı yaxaladı"},{"SurahNumber":41,"VerseNumber":18,"Text":"İman gətirib Allahdan qorxanları isə xilas etdik"},{"SurahNumber":41,"VerseNumber":19,"Text":"Allaha yağı kəsilənlər Cəhənnəmə sürüklənib toplanılacaqları günə qədər bir yerdə saxlanacaqlar"},{"SurahNumber":41,"VerseNumber":20,"Text":"Nəhayət, onlar oraya gəldikləri zaman qulaqları, gözləri və dəriləri etdikləri əməllər barəsində onların əleyhinə şahidlik edəcəkdir"}]}