{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":39,"Text":"(Ya Rəsulum!) Qəflətdə olanları və iman gətirməyənləri isin bitmis olacagı (haqq-hesab cəkilib mo’minlərin Cənnətə, kafirlərin isə Cəhənnəmə girəcəyi) pesmancılıq gunu (insanın pis əməllərinə gorə pesman olacagı, lakin bu pesmancılıgın hec bir fayda verməyəcəyi qiyamət gunu) ilə qorxut"},{"SurahNumber":19,"VerseNumber":40,"Text":"(O gun butun) yer uzunə və onun uzərində olan hər seyə yalnız biz varis olacagıq. (Bizdən basqa hec kəs və hec nə qalmayacaq). Onlar (əməllərinin cəzasını almaq ucun) Bizim huzurumuza qaytarılacaqlar"},{"SurahNumber":19,"VerseNumber":41,"Text":"(Ya Rəsulum!) Kitabda (Qur’anda) Ibrahimi də yad et (onun hekayətini də ummətinə soylə). Həqiqətən, o, busbutun dogru danısan kimsə (siddiq) – bir peygəmbər idi"},{"SurahNumber":19,"VerseNumber":42,"Text":"O, bir zaman atasına belə demisdi: “Atacan! Nə ucun esitməyən, gorməyən və sənə hec bir fayda və zərər verə bilməyən butlərə ibadət edirsən"},{"SurahNumber":19,"VerseNumber":43,"Text":"Atacan! Həqiqətən, sənə gəlməyən bir elm (peygəmbərlik) mənə gəlmisdir (sənə muyəssər olmayan bir sey mənə muyəssər olmusdur). Ardımca gəl ki, səni (Allahın buyurdugu) dogru bir yola cıxardım"},{"SurahNumber":19,"VerseNumber":44,"Text":"Atacan! Seytana ibadət etmə, həqiqətən, Seytan Rəhmana (Allaha) cox asi olmusdur"},{"SurahNumber":19,"VerseNumber":45,"Text":"Atacan! Qorxuram ki, (tovbə etməsən) Rəhmandan sənə bir əzab toxunsun və beləcə (Cəhənnəmdə) Seytana yoldas olasan!”"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Atası Azər Ibrahimə) dedi: “Ya Ibrahim! Sən mənim tapındıgım tanrılardan uzmu cevirirsən? Əgər (onlara qarsı pis hərəkətlərinə) son qoymasan, səni mutləq dasqalaq edəcəyəm (yaxud səni təhqir edib acı sozlər deyəcəyəm). Bir muddət məndən uzaq ol (gozlərim səni gorməsin)!”"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Ibrahim) belə cavab verdi: “Sənə salam olsun! (Allah ozu sənə rəhm etsin. Məndən sənə hec bir pislik gəlməz!) Mən Rəbbimdən sənin bagıslanmagını diləyəcəyəm. O mənə qarsı cox mehribandır (cox lutfukardır, duamı qəbul edər)"},{"SurahNumber":19,"VerseNumber":48,"Text":"Mən sizi və sizin Allahdan basqa tapındıgınız butləri tərk edib bir kənara cəkilir və oz Rəbbimə dua (ibadət) edirəm. Ola bilsin ki, mən Rəbbimə ibadət etməklə bədbəxt (Onun mərhəmətindən naumid, məhrum) olmayım. (Mənim Allaha etdiyim ibadət, sizin butlərə, tanrılara etdiyiniz ibadət kimi puca cıxmasın!)”"},{"SurahNumber":19,"VerseNumber":49,"Text":"(Ibrahim musrikləri) və onların Allahdan basqa tapındıqları butləri tərk edib (Sama) getdiyi zaman Biz ona (oglu) Ishaqla (nəvəsi) Yə’qubu bəxs etdik və onların hər ikisini peygəmbər etdik"},{"SurahNumber":19,"VerseNumber":50,"Text":"(Onların ucunu də) oz mərhəmətimizdən (ruzimizdən) ehsan buyurub tə’riflərini dillər əzbəri etdik. (Butun din sahiblərinin, mo’minlərin yanında onların ehtiramını və mərtəbəsini ucaltdıq)"},{"SurahNumber":19,"VerseNumber":51,"Text":"(Ya Rəsulum!) Kitabda (Qur’anda) Musanı da yad et! Həqiqətən o, (oz ibadətində) cox səmimi idi. O (Bizim tərəfimizdən Israil ogullarına gondərilmis) bir elci, bir peygəmbər idi"}]}