{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"zaoyao zhe que shi nimen zhong de yi huo ren. Nimen buyao yiwei zhe jian shi duiyu nimen shi youhai de, qishi shi youyi de. Tamen zhong de mei geren, ge yingdang shou tasuo mouqiu de zui'e; tamen zhong de zuikui, ying shou zhongda de xingfa"},{"SurahNumber":24,"VerseNumber":12,"Text":"dang nimen tingjian yaoyan de shihou, xinshi hexin nu dui ziji de jiao bao, weihe buzuo shanyi de caixiang, bingqie shuo:“Zhe shi mingxian de yaoyan ne?”"},{"SurahNumber":24,"VerseNumber":13,"Text":"Tamen weihe bu ju chu si ge jianzheng zhe zhengming zhe jian shi ne? Tamen meiyou ju chu si ge jianzheng zhe, suoyi, zai an la kan lai tamen shi shuo huang de"},{"SurahNumber":24,"VerseNumber":14,"Text":"Ruo wu an la zai jinshi he houshi suo ci nimen de enhui he renci, nimen bi yin feibang er zaoshou zhongda de xingfa"},{"SurahNumber":24,"VerseNumber":15,"Text":"Dangshi, nimen daotingtushuo, wuzhi er wangyan, nimen yiwei zhe shi yi jian xiaoshi; zai an la kan lai, que shi yi jian dashi"},{"SurahNumber":24,"VerseNumber":16,"Text":"Dang nimen tingjian huangyan de shihou, nimen weihe bu shuo: Women bu gai shuo zhe zhong hua, zansong an la, chaojue wanwu! Zhe shi zhongda de wumie"},{"SurahNumber":24,"VerseNumber":17,"Text":"An la quangao nimen yongyuan buyao zaishuo zheyang dehua, ruguo nimen shi xinshi"},{"SurahNumber":24,"VerseNumber":18,"Text":"An la wei nimen chanming yi qie jixiang. An la shi quanzhi de, shi zhi rui de"},{"SurahNumber":24,"VerseNumber":19,"Text":"Fan ai zai xinshi zhi jian chuanbo choushi de ren, zai jinshi he houshi, bi shou tongku de xingfa. An la zhidao, nimen que bu zhidao"},{"SurahNumber":24,"VerseNumber":20,"Text":"Ruo wu an la suo ci nimen de enhui he renci, ruguo an la bushi ren'ai de, bushi zhi ci de,(ta zao jiu chengfa nimenle)"}]}