{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":16,"VerseNumber":65,"Text":"BOH posylaye vnyz z neba voda vidnovyty zemlyu pislya tse vmerla. Tse povynno buty (dostatniy) dokaz dlya lyudey shcho chuyutʹ"},{"SurahNumber":16,"VerseNumber":66,"Text":"Ta u domashniy khudobi ye urok dlya vas: my zabezpechuyemo vas z napoyim z yikhnikh shlunkiv. Z midst peretravlenoho prodovolʹstva ta krovi, vy otrymuyete chyste moloko, duzhe smachne dlya drinkers"},{"SurahNumber":16,"VerseNumber":67,"Text":"Ta z fruktiv palʹm daty ta vynohradu vy vyroblyayete intoxicants, tak zhe, yak i harni umovy. Tse povynno buty (dostatniy) dokaz dlya lyudey shcho rozumiyutʹ"},{"SurahNumber":16,"VerseNumber":68,"Text":"Ta vash Lord nadykhnuv bdzholu: pobuduyte domivky u horakh ta derevakh, ta u (vulyky) vony buduyutʹ dlya vas"},{"SurahNumber":16,"VerseNumber":69,"Text":"Todi hostyatʹsya z vsikh fruktiv, slidkuyuchy proekt vashoho Lorda, akuratno. Z yikhnikh shlunkiv prybuvaye napiy riznykh kolʹoriv, prychomu ye hoyatʹsya dlya lyudey. Tse povynno buty (dostatniy) dokaz dlya lyudey shcho viddzerkalyuyutʹ"},{"SurahNumber":16,"VerseNumber":70,"Text":"BOH utvoryv vas, todi Vin prypynyaye vashi zhyttya. Vin dozvolyaye deyak z vy zhyvete do starshoho viku, tilʹky znayty shcho ye mezha do znannya vony mozhutʹ nabuty. BOH Omniscient, Omnipotent"},{"SurahNumber":16,"VerseNumber":71,"Text":"BOH zabezpechyv dlya deyak z vas bilʹsh nizh inshi. Tsey khto dayutʹsya bahato nikoly by ne dav yikhni vlasnistʹ yikh pidporyadkovuye v obsyazi roblyachykh partneram yikh. Vony by vidmovlyutʹsya vid BOZHYKH blahoslovennya"},{"SurahNumber":16,"VerseNumber":72,"Text":"Ta BOH spryamuvav do vas podruzhzhya z chysla sebe, ta vyroblenoho dlya vas z vashykh ditey podruzhzhya ta onukiv, ta yakshcho vy z harnymy umovamy. Vony musyatʹ viryty v falsehood, ta musyatʹ povernuty unappreciative BOZHYKH blahoslovennya"}]}