{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"De mensen vragen jou naar het uur. Zeg: \"De kennis daarover is slechts bij God. Hoe zul jij het te weten komen? Misschien dat het uur dichtbij is"},{"SurahNumber":33,"VerseNumber":64,"Text":"God heeft de ongelovigen vervloekt en voor hen een vuurgloed klaargemaakt"},{"SurahNumber":33,"VerseNumber":65,"Text":"waarin zij voor immer en altijd zullen blijven; en zij zullen beschermer noch helper vinden"},{"SurahNumber":33,"VerseNumber":66,"Text":"Op de dag dat hun gezichten in het vuur rondgedraaid worden zeggen zij: \"Ach hadden wij God maar gehoorzaamd en hadden wij de gezant maar gehoorzaamd"},{"SurahNumber":33,"VerseNumber":67,"Text":"En zij zeggen: \"Onze Heer, wij hebben onze leidslieden en onze meesters gehoorzaamd, maar zij hebben ons op de dwaalweg gebracht"},{"SurahNumber":33,"VerseNumber":68,"Text":"Onze Heer, geef hun het dubbele van de bestraffing en vervloek hen met een grote vervloeking"},{"SurahNumber":33,"VerseNumber":69,"Text":"Jullie die geloven! Weest niet zoals zij die Moesa lastigvielen. God heeft hem toen onschuldig verklaard aan wat zij zeiden; Hij was bij God in hoog aanzien"},{"SurahNumber":33,"VerseNumber":70,"Text":"Jullie die geloven! Vreest God en spreekt passende woorden"},{"SurahNumber":33,"VerseNumber":71,"Text":"dan zal Hij jullie daden verbeteren en jullie je zonden vergeven. En wie God en Zijn gezant gehoorzaamt heeft een geweldige triomf behaald"},{"SurahNumber":33,"VerseNumber":72,"Text":"Wij hebben de toevertrouwde taak aan de hemelen, de aarde en de bergen aangeboden, maar zij weigerden haar te dragen en schrokken ervoor terug. De mens droeg haar -- hij is een onwetende zondaar"},{"SurahNumber":33,"VerseNumber":73,"Text":"opdat God de huichelaars en de huichelaarsters, de veelgodendienaars en -dienaressen zal bestraffen en opdat God zich genadig tot de gelovige mannen en vrouwen wendt; God is vergevend en barmhartig"}]}