{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"En er zal tot hen gezegd worden: Werden mijne teekenen u niet herinnerd en hebt gij die niet van valschheid beschuldigd"},{"SurahNumber":23,"VerseNumber":106,"Text":"Zij zullen antwoorden: O Heer! ons ongeluk beheerschte ons en wij wendden ons af"},{"SurahNumber":23,"VerseNumber":107,"Text":"O Heer! neem ons weg uit dit vuur; indien we tot onze vroegere zonden terugkeeren, zijn wij zekerlijk onrechtvaardig"},{"SurahNumber":23,"VerseNumber":108,"Text":"God zal hun zeggen: Gij blijft er in, en richt het woord niet tot mij"},{"SurahNumber":23,"VerseNumber":109,"Text":"Toen een gedeelte van mijn dienaren uitriep: O Heer! wij gelooven: vergeef ons dus en wees ons genadig; want waarlijk gij zijt de genadigste"},{"SurahNumber":23,"VerseNumber":110,"Text":"Hebt gij hen met spotternijen ontvangen, zoodat deze u mijne vermaning deden vergeten, en gij hebt hun tot voorwerpen uwer spotternijen gemaakt"},{"SurahNumber":23,"VerseNumber":111,"Text":"Ik heb hen heden beloond, omdat zij de beleedigingen, welke gij hun hebt aangedaan, met geduld hebben gedragen: waarlijk, zij genieten een groot geluk"},{"SurahNumber":23,"VerseNumber":112,"Text":"God zal zeggen: Hoeveel jaren hebt gij op aarde doorgebracht"},{"SurahNumber":23,"VerseNumber":113,"Text":"Zij zullen antwoorden: Wij hebben daar een dag of een gedeelte van een dag doorgebracht, maar vraag hun die rekening te houden"},{"SurahNumber":23,"VerseNumber":114,"Text":"God zal zeggen: Gij zijt daar slechts korten tijd gebleven, maar gij weet het niet"},{"SurahNumber":23,"VerseNumber":115,"Text":"Denkt gij dat wij u slechts uit ijdelheid hebben geschapen en dat gij later niet voor ons gebracht zult worden"},{"SurahNumber":23,"VerseNumber":116,"Text":"Verheven zij dus God de Koning, de Waarheid! Er is geen God buiten hem, de Heer van den glansrijken troon"},{"SurahNumber":23,"VerseNumber":117,"Text":"Wie naast den waren God een anderen God zal aanroepen, omtrent welken hij geen duidelijk bewijs heeft, zal zekerlijk voor zijn Heer daarvan rekenschap moeten afleggen. Waarlijk, de ongeloovigen zullen geen voorspoed genieten"},{"SurahNumber":23,"VerseNumber":118,"Text":"Zeg: O Heer! vergiffenis, en schenk mij genade; want uwe genade is onbeperkt"}]}