{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"Ola bilsin ki, Rəbbiniz sizə rəhm etsin. Əgər siz fəsad törətməyə qayıtsanız, Biz də sizi cəzalandırmağa qayıdarıq. Biz Cəhənnəmi kafirlər üçün bir zindan etdik"},{"SurahNumber":17,"VerseNumber":9,"Text":"Həqiqətən, bu Quran insanları ən doğru yola yönəldir və yaxşı işlər görən möminlərə, özləri üçün böyük mükafat olacağı ilə müjdə verir"},{"SurahNumber":17,"VerseNumber":10,"Text":"Axirətə iman gətirməyənlər üçün isə ağrılı-acılı bir əzab hazırlamışıq"},{"SurahNumber":17,"VerseNumber":11,"Text":"İnsan özünə xeyir dilədiyi kimi, şər də diləyir. Doğrusu, insan tələsəndir"},{"SurahNumber":17,"VerseNumber":12,"Text":"Biz gecə və gündüzü iki əlamət etdik. Rəbbinizdən lütf diləyəsiniz, illərin sayını və hesabı biləsiniz deyə gecənin əlamətini silib gündüzün işıqlı əlamətini gətirdik. Biz hər şeyi təfsilatı ilə izah etdik"},{"SurahNumber":17,"VerseNumber":13,"Text":"Biz hər bir insanın əməlini öz boynundan asdıq. Qiyamət günü isə açıq vəziyyətdə qarşısına qoyulan kitabı ona göstərəcəyik"},{"SurahNumber":17,"VerseNumber":14,"Text":"Kitabını oxu! Bu gün sənə özün-özünü hesaba çəkməyin yetər"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kim doğru yolla getsə, xeyri onun özünə olar, kim azğınlığa düşsə, ziyanı da onun öz əleyhinə olar. Heç bir günahkar başqasının günahını daşımaz. Biz elçi göndərməmiş heç kəsə əzab vermirdik"},{"SurahNumber":17,"VerseNumber":16,"Text":"Biz bir məmləkəti məhv etmək istədikdə onun cah-calal içində yaşayan sakinlərinə Allaha itaət etməyi əmr edirdik. Onlar isə orada günah işlər görürdülər. Beləcə, onun (o məmləkətin) barəsindəki söz gerçək oldu və Biz onu yerlə yeksan etdik"},{"SurahNumber":17,"VerseNumber":17,"Text":"Biz Nuhdan sonra neçə-neçə nəsilləri məhv etdik. Rəbbinin, qullarının günahlarını bilməsi və görməsi kifayətdir"}]}