{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"vāṉaṅkaḷaiyum, pūmiyaiyum, ivaṟṟiṟku mattiyil uḷḷavaṟṟaiyum paṭaitta iṟaivaṉ avaṉē! Ātalāl, avaṉ oruvaṉaiyē vaṇaṅkuvīrāka. Avaṉai vaṇaṅkuvatil (umakku ēṟpaṭum ciramaṅkaḷai) cakittuk koḷvīrāka. Avaṉuṭaiya taṉmaikku oppāṉa evaraiyum nīr aṟivīrā? (Illaiyē)"},{"SurahNumber":19,"VerseNumber":66,"Text":"(ivvāṟirukka) maṉitaṉ ‘‘nāṉ iṟanta piṉṉar uyir koṭuttu eḻuppappaṭuvēṉā?'' Eṉṟu (parikācamākak) kēṭkiṟāṉ"},{"SurahNumber":19,"VerseNumber":67,"Text":"itaṟku muṉṉar oru poruḷākavum illātirunta avaṉai nāmē maṉitaṉāka paṭaittōm eṉpatai avaṉ niṉaittuppārkka vēṇṭāmā"},{"SurahNumber":19,"VerseNumber":68,"Text":"ākavē, (napiyē!) Umatu iṟaivaṉ mītu cattiyamāka! Avarkaḷaiyum, (avarkaḷ vaṇaṅkukiṟa) ṣaittāṉkaḷaiyum niccayamāka (uyir koṭuttu) eḻuppi narakattaic cuṟṟi muḻantāḷiṭṭavarkaḷāka avarkaḷai oṉṟu cērppōm"},{"SurahNumber":19,"VerseNumber":69,"Text":"piṉṉar, rahmāṉukku māṟuceyvatil kaṭiṉamāka irunta aṉaivaraiyum ovvoru kūṭṭattiliruntu niccayamāka nām pirittu viṭuvōm"},{"SurahNumber":19,"VerseNumber":70,"Text":"piṉṉar, narakattil erivataṟku takuti uṭaiyavarkaḷ yār eṉpatai niccayamāka nām aṟintu koḷvōm"},{"SurahNumber":19,"VerseNumber":71,"Text":"ataik kaṭakkātu uṅkaḷil evarumē tappiviṭa muṭiyātu. Itu umatu iṟaivaṉiṭam muṭivu ceyyappaṭṭa māṟṟa muṭiyāta tīrmāṉamākum"},{"SurahNumber":19,"VerseNumber":72,"Text":"āṉāl, iṟaiyaccattuṭaṉ vāḻntavarkaḷai nām pātukāttuk koḷvōm. Aniyāyakkārarkaḷai (avarkaḷ) muḻantāḷiṭṭavarkaḷāka (irukkum nilaimaiyil) atil taḷḷiviṭuvōm"},{"SurahNumber":19,"VerseNumber":73,"Text":"Nirākarippavarkaḷukku namatu teḷivāṉa vacaṉaṅkaḷ ōtik kāṇpikkappaṭṭāl avarkaḷ nampikkaiyāḷarkaḷai nōkki ‘‘nam iru vakuppāril evarkaḷuṭaiya vīṭu (taṟcamayam) mēlāṉatākavum aḻakāṉa tōṟṟattuṭaṉum irukkiṟatu?'' Eṉṟu kēṭkiṉṟaṉar"},{"SurahNumber":19,"VerseNumber":74,"Text":"ivarkaḷai viṭa aḻakāṉa tōṟṟattaiyum, taṭṭu muṭṭu cāmāṉkaḷaiyum koṇṭa ettaṉaiyō kūṭṭattārai ivarkaḷukku muṉ nām aḻittirukkiṟōm"},{"SurahNumber":19,"VerseNumber":75,"Text":"(napiyē!) Kūṟuvīrāka: Evaṉ vaḻikēṭṭil irukkiṟāṉō avaṉukku ēṟpaṭṭa taṇṭaṉaiyai avaṉ kaṇṇāl kāṇum varai rahmāṉ avaṉukku (im'maiyil) tavaṇaiyaḷikkiṟāṉ. (Atai avaṉ kaṇṭataṉ piṉṉarō) avaṉukku vētaṉai kiṭaikkum. Allatu avaṉuṭaiya kālam muṭintuviṭum. Piṉṉar, evaruṭaiya vīṭu keṭṭatu; evaruṭaiya kūṭṭam palavīṉamāṉatu eṉpatait tiṭṭamāka avarkaḷ (maṟumaiyil) aṟintu koḷvārkaḷ"},{"SurahNumber":19,"VerseNumber":76,"Text":"nērvaḻi peṟṟavarkaḷukku allāh meṉmēlum nērvaḻiyai atikarittu vaḻaṅkukiṟāṉ. Nilaiyāka irukkakkūṭiya naṟceyalkaḷtāṉ umatu iṟaivaṉiṭattil naṟkūliyai aṭaivataṟku ciṟantatākavum, nalla muṭivai taruvataṟku ciṟantatākavum irukkiṉṟaṉa"}]}