{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"Əgər (bu musriklər) səni təkzib etsələr (hec urəyini sıxma). Səndən əvvəl də peygəmbərlər təkzib olunmusdu. Butun islər (axırda) ancaq Allaha qayıdacaqdır (qaytarılacaqdır)! (Təkzib edənlərə cəza veriləcək, təkzib olunanlara isə yardım gostəriləcəkdir)"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar! Subhəsiz ki, Allahın (qiyamət barəsindəki) və’di haqdır. Dunya həyatı sizi aldatmasın. O tovlayan (Seytan) da sizi tovlayıb yoldan cıxartmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Həqiqətən, Seytan sizin dusməninizdir, onu (ozunuzə) dusmən tutun. O ozunə uyanları cəhənnəm əhli olmaga cagırır"},{"SurahNumber":35,"VerseNumber":7,"Text":"Kafir olanları siddətli əzab, iman gətirib yaxsı islər gorənləri isə bagıslanma və boyuk bir mukafat (Cənnət) gozləyir"},{"SurahNumber":35,"VerseNumber":8,"Text":"Pis əməli (Seytan tərəfindən) ozunə yaxsı gostərilib onu yaxsı gorən (Allahın dogru yola yonəltdiyi kimsəyə bənzəyirmi?!) Subhəsiz ki, Allah istədiyini zəlalətə, istədiyini də dogru yola salar. (Ya Peygəmbər!) Artıq onlara (Məkkə musriklərinin haqq yoldan azmalarına) gorə ozunu uzub həlak etmə. Həqiqətən, Allah onların nə etdiklərini biləndir"},{"SurahNumber":35,"VerseNumber":9,"Text":"Buludları hərəkətə gətirən kuləkləri Allahdır gondərən! Biz (o buludları) quru (olu) bir məmləkətə tərəf qovub, oldukdən sonra torpagı onunla dirildirik. (Oluləri) diriltmək də belədir"},{"SurahNumber":35,"VerseNumber":10,"Text":"Hər kəs (dunyada) izzət-qudrət (sərəf-san) istəsə, (bilsin ki, dunyada da, axirətdə də) butun izzət-qudrət (sərəf-san) ancaq Allaha məxsusdur. (Buna yalnız Allaha itaət və ibadət etməklə nail olmaq mumkundur). Pak soz (tovhid kəlməsi, zikr, həmd-səna) Ona tərəf yuksələr və pak sozu də (Allah dərgahına) yaxsı əməl qaldırar. (Allah pak sozu esidəndir, saleh əməli də qəbul edər). Pis əməllər edənləri siddətli bir əzab gozləyir. Onların qurduqları hiylələr bosa cıxar"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah sizi (atanız Adəmi) torpaqdan, sonra nutfədən xəlq etmis, sonra da sizi (kisi və qadın olmaqla) cut-cut yaratmısdır. O bilmədən hec bir qadın hamilə olmaz və bari-həmlini yerə qoymaz. Omur sahibi olan birinin uzun omur surməsi də, onun (yaxud basqa birinin) omrunun qısaldılması da ancaq kitabda (lovhi-məhfuzda) yazılmısdır. Həqiqətən, bu, Allah ucun cox asandır"}]}