{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Und diejenigen, die auf Unsere Begegnung nicht hoffen, sagten: \"Würden zu ihm doch Engel hinabgesandt werden! Oder würden wir doch unseren HERRN sehen!\" Gewiß, bereits erhoben sie sich in Arroganz in ihren Inneren und übertrieben doch eine große Übertreibung"},{"SurahNumber":25,"VerseNumber":22,"Text":"Am Tage, wenn sie die Engel sehen werden, gibt es keine frohe Botschaft an jenem Tag für die schwer Verfehlenden. Und sie (die Engel) sagen: \"(Die Dschanna ist für euch) gänzlich verboten"},{"SurahNumber":25,"VerseNumber":23,"Text":"Und WIR wandten Uns zu dem, was sie an Handlungen vollbrachten, dann machten WIR sie zu verflogenem Staub"},{"SurahNumber":25,"VerseNumber":24,"Text":"Die Weggenossen der Dschanna haben an diesem Tag eine bessere Niederlassung und einen schöneren Ort zum Zurückziehen"},{"SurahNumber":25,"VerseNumber":25,"Text":"Und an dem Tag, wenn der Himmel sich mit dicken Wolken spaltet, und die Engel wurden nach und nach hinabgesandt"},{"SurahNumber":25,"VerseNumber":26,"Text":"die wahre Herrschaft an diesem Tag gehört Dem Allgnade Erweisenden. Und er ist für die Kafir ein harter Tag"},{"SurahNumber":25,"VerseNumber":27,"Text":"Und an dem Tag, wenn der Unrecht-Begehende sich in die Hände beißt, sagt er: \"Hätte ich doch mit dem Gesandten einen (gemeinsamen) Weg eingeschlagen"},{"SurahNumber":25,"VerseNumber":28,"Text":"Mein Untergang! Hätte ich mir doch jene Person nicht zum engen Freund genommen"},{"SurahNumber":25,"VerseNumber":29,"Text":"Gewiß, bereits ließ er mich vom Gedenken (ALLAHs) abirren, nachdem es mir zuteil wurde.\" Und der Satan läßt den Menschen immer wieder im Stich"},{"SurahNumber":25,"VerseNumber":30,"Text":"Und der Gesandte sagte: \"Mein HERR! Gewiß, meine Leute vernachlässigen den Quran"},{"SurahNumber":25,"VerseNumber":31,"Text":"Und solcherart machten WIR für jeden Propheten Erzfeinde von den schwer Verfehlenden. Und dein HERR genügt als Rechtleitender und als Beistehender"},{"SurahNumber":25,"VerseNumber":32,"Text":"Und diejenigen, die Kufr betrieben haben, sagten: \"Würde ihm der Quran doch auf einmal hinabgesandt!\" Es ist so, damit WIR mit ihm dein Herz festigen. Und WIR haben ihn doch in Tartil-Form vorgetragen"}]}