{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"M"},{"SurahNumber":42,"VerseNumber":2,"Text":"’A. S. Q"},{"SurahNumber":42,"VerseNumber":3,"Text":"In this fashion Allah, the All-Mighty, the All-Wise makes wahi (sends inspiration) to you and to the people who (went) before you"},{"SurahNumber":42,"VerseNumber":4,"Text":"To Him belongs whatever is in the heavens and whatever is in the earth, and He is the Most High, the Most Great"},{"SurahNumber":42,"VerseNumber":5,"Text":"(As the Hour approaches), the heavens reach the stage that they fall down from their high position; and the angels swiftly act with Praise of their Nourisher-Sustainer and they seek forgiveness for that who is in the earth. Beware! Surely Allah: He is the Oft-Forgiving, the continuously Merciful"},{"SurahNumber":42,"VerseNumber":6,"Text":"And those who have adopted ‘auliya’ besides Him — Allah is Hafeez (Real Protector) over them; and you are not wakil (disposer of affairs) over them"},{"SurahNumber":42,"VerseNumber":7,"Text":"And thus We have inspired unto you Quranan Arabiyyan (‘A Quran in Arabic Language’, ‘An Arabic Reading’) so that you may warn mother of (all) habitations (i.e., the parent-city of mankind), and whoever is (anywhere) around it. And warn of the Day of Assembly — there is no doubt about it: a group (is provided permanent abode) in the Garden (of Bliss), while (another) group (is provided permanent residence to burn) in the blazing Fire (of Hell)"},{"SurahNumber":42,"VerseNumber":8,"Text":"And if Allah had willed, He could have surely made them one community; but He admits whom He thinks proper in His Mercy. And the transgressors: (there is) not for them out of a wali and nor a helper"},{"SurahNumber":42,"VerseNumber":9,"Text":"Or have they adopted auliya besides Him? But Allah: He (Alone) is the Wali; and He gives life to the dead; and He is All-Capable over every thing"},{"SurahNumber":42,"VerseNumber":10,"Text":"And whatsoever you people differed in this (i.e., if you have a dispute regarding any ordainment in this Al-Kitab, then be careful) that its verdict (is traceable) to Allah. This is to you, Allah, (He is) my Nourisher-Sustainer. In Him I have put my trust and to Him (Alone) I turn (for help and forgiveness)"}]}