{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":19,"VerseNumber":39,"Text":"Āra tādērakē satarka karē dina paritāpēra dina [1] sambandhē, yakhana saba sid'dhānta haẏē yābē. Athaca tārā raẏēchē gāphalatitē nimajjita ēbaṁ tārā īmāna ānachē nā"},{"SurahNumber":19,"VerseNumber":40,"Text":"Niścaẏa yamīṇa ō tāra upara yārā āchē tādēra cūṛānta mālikānā āmādēra'i ra'ibē ēbaṁ āmādēra'i kāchē tārā pratyābartita habē"},{"SurahNumber":19,"VerseNumber":41,"Text":"Āra smaraṇa karuna ē kitābē ibarāhīmakē [1]; tini tō chilēna ēka satyaniṣṭha [2] nabī"},{"SurahNumber":19,"VerseNumber":42,"Text":"Yakhana tini tāra pitākē balalēna, ‘hē āmāra pitā! Āpani tāra ibādāta karēna kēna yē śunā nā, dēkhē nā ēbaṁ āpanāra kōnō kājē'i āsē nā?’"},{"SurahNumber":19,"VerseNumber":43,"Text":"‘Hē āmāra pitā! Āmāra kāchē tō ēsēchē jñāna yā āpanāra kāchē āsēni; kājē'i āmāra anusaraṇa karuna, āmi āpanākē saṭhika patha dēkhāba"},{"SurahNumber":19,"VerseNumber":44,"Text":"‘Hē āmāra pitā! Śaẏatānēra ibādāta karabēna nā [1]. Śaẏatāna tō daẏāmaẏēra abādhya"},{"SurahNumber":19,"VerseNumber":45,"Text":"‘Hē āmāra pitā! Niścaẏa āmi āśaṅkā karachi yē, āpanākē daẏāmaẏēra śāsti sparśa karabē, takhana āpani haẏē paṛabēna śaẏatānēra bandhu"},{"SurahNumber":19,"VerseNumber":46,"Text":"Pitā balala, ‘hē ibarāhīma! Tumi ki āmāra upāsyadēra thēkē bimukha? Yadi tumi birata nā ha'ō tabē abaśya'i āmi pātharēra āghātē tōmāra prāna nāśa karaba; āra tumi ciratarē āmākē tyāga karē calē yā'ō"},{"SurahNumber":19,"VerseNumber":47,"Text":"Ibarāhīma balalēna, ‘āpanāra prati sālāma [1]. Āmi āpanāra rabēra kāchē āpanāra jan'ya kṣamā prārthanā karaba [2], niścaẏa tini āmāra prati khuba'i anugrahaśīla"},{"SurahNumber":19,"VerseNumber":48,"Text":"‘Āra āmi tōmādēra thēkē ō tōmarā āllāh chāṛā yādēra ibādāta kara tādēra thēkē pr̥thaka hacchi; āra āmi āmāra rabakē ḍākachi; āśā kari āmi āmāra rabakē ḍēkē āmi durbhāgā haba nā"},{"SurahNumber":19,"VerseNumber":49,"Text":"Ataḥpara tini yakhana tādēra thēkē ō tārā āllāh chāṛā yādēra ‘ibādāta karata sēsaba thēkē pr̥thaka haẏē gēlēna, takhana āmarā tākē dāna karalāma isahāka ō iẏā’kuba ēnaṁ pratyēkakē nabī karalāma"},{"SurahNumber":19,"VerseNumber":50,"Text":"Ēbaṁ tādērakē āmarā dāna karalāma āmādēra anugraha, āra tādēra nāma-yaśa samucca karalāma"},{"SurahNumber":19,"VerseNumber":51,"Text":"Āra smaraṇa karuna ē kitābē mūsākē, tini chilēna biśēṣa manōnīta [1] ēbaṁ tini chilēna rāsula, nabī"}]}