{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Khiba vony ne bachatʹ, shcho Allah pidkoryv vam te, shcho na nebesakh i na zemli, i shcho Vin shchedro daruvav vam blaha Svoyi, vidkryti y potayemni? Sered lyudey ye taka, yaka sperechayetʹsya pro Allaha, ne mayuchy ni znannya, ni pryamoho shlyakhu, ni yasnoho pysannya"},{"SurahNumber":31,"VerseNumber":21,"Text":"I koly yim kazhutʹ: «Iditʹ za tym, shcho zislav Allah» — to vony vidpovidayutʹ: «Ni! My ydemo za tym, u shcho viryly nashi batʹky!» Nevzhe tak bude y todi, koly shaytan poklyche yikh u pekelʹnyy vohonʹ"},{"SurahNumber":31,"VerseNumber":22,"Text":"Khto povertaye oblychchya svoye do Allaha ta robytʹ dobro, toy uzhe skhopyvsya za nadiynu osnovu, a kinetsʹ usikh sprav nalezhytʹ Allahu"},{"SurahNumber":31,"VerseNumber":23,"Text":"A yakshcho khtosʹ ne uviruvav, to ne sumuy cherez yoho nevirʺya! Vony povernutʹsya do Nas, i My rozpovimo yim pro te, shcho vony chynyly! Voistynu, Allah znaye te, shcho v sertsyakh"},{"SurahNumber":31,"VerseNumber":24,"Text":"My dozvolymo yim nasolodzhuvatysya blahamy korotkyy chas, a potim urazymo yikh strashnoyu karoyu"},{"SurahNumber":31,"VerseNumber":25,"Text":"Yakshcho ty spytayesh yikh: «Khto stvoryv nebesa y zemlyu?» — to vony neodminno skazhutʹ: «Allah!» Skazhy yim: «Khvala Allahu!» Ale bilʹshistʹ iz nykh ne rozumiye"},{"SurahNumber":31,"VerseNumber":26,"Text":"Allahu nalezhytʹ te, shcho v nebesakh, i te, shcho na zemli. Voistynu, Allah ne potrebuye nichoho — Bahatyy i Khvalymyy Vin"},{"SurahNumber":31,"VerseNumber":27,"Text":"Yakby vsi dereva zemli peretvorylysya na trostyny dlya pysʹma, a do morya dodaly b ishche sim moriv, to y todi ne vycherpalysya b slova Allaha. Voistynu, Allah — Velykyy, Mudryy"},{"SurahNumber":31,"VerseNumber":28,"Text":"Stvoryty y voskresyty vas tak samo lehko, yak i odnu dushu. Allah – Vsechuyuchyy, Vsevydyachyy"}]}