{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":38,"Text":"Zekeriyya (Aleyhisselam) orada yiyecekleri gorunce Rabbine soyle dua etti: “- Ey Rabbim, bana senin katından bir pak ve mubarek cocuk ihsan et; muhakkak ki sen duayı hakkıyle kabul edicisin.”"},{"SurahNumber":3,"VerseNumber":39,"Text":"Bunun uzerine, Zekeriyya (Aleyhisselam) mihrab’da namaz kılmaga durdugu sırada, hemen melekler ona soyle seslendi; “- Haberin olsun, Allah sana Yahya adlı cocugu mujdeliyor. O, Allah’dan gelen bir kelimeyi (Hz. Isa’yı) tasdik edecek, kavminin efendisi olacak, nefsine hakim bulunacak ve salihlerden bir peygamber olacaktır.”"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zekeriyya dedi ki: “- Rabbim, bana ihtiyarlık gelip catmısken ve karım da kısırken benim bir oglum nasıl olabilir?” Allah soyle buyurdu: “- oyledir, (amma) Allah ne dilerse onu yapar.”"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zekeriyya (Aleyhisselam): “- Ey Rabbim, zevcemin hamlinden haberdar olabilecegim bir nisan ve alameti bana ver.” dedi. Allah soyle buyurdu: “- Senin (anlıyabilecegin) alamet ve nisan, insanlara uc gun (el, bas ve goz isaretinde bulunup) soz soyleyememendir. Bununla beraber Rabbini cok an ve aksam sabah tesbih et.”"},{"SurahNumber":3,"VerseNumber":42,"Text":"Hatırla ki, bir vakit melekler soyle demisti: “-Ey Meryem, hakikaten Allah, seni ibadetle seckin kıldı; seni pak ve tertemiz buyuttu; ve seni alemlerin kadınları uzerine secti"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem! Rabbine ibadete devam et, secdeye kapan, ve ruku edenlerle beraber ruku’ yap. (namaz kılanlarla namaz kıl). “"},{"SurahNumber":3,"VerseNumber":44,"Text":"Iste bu Meryem, Zekeriyya ve Yahya (Aleyhisselam) kıssaları, sana vahyetmekte oldugumuz gayb haberlerindendir. Ey Rasulum, yoksa Meryemi hangisi himayesine alacak diye, Tevrat yazdıkları kalemleriyle kur’a atarlarken, sen onların yanlarında degildin; cekisirlerken de yanlarında bulunmuyordun"},{"SurahNumber":3,"VerseNumber":45,"Text":"Melekler: “-Ey Meryem, Allah kendinden bir kelimeyle (bir emirle yaratılacak cocugu) sana mujdeliyor; ismi, Meryem’in oglu Mesih Isa’dır. Dunyada da ahirette de sanı yucedir, hem de Allah’a yakın olanlardan...” demisti"}]}