{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":14,"Text":"Und sie verleugneten sie, obwohl ihr Inneres daruber Gewißheit hegte, aus Ungerechtigkeit und Uberheblichkeit. So schau, wie das Ende der Unheilstifter war"},{"SurahNumber":27,"VerseNumber":15,"Text":"Und Wir ließen David und Salomo Wissen zukommen. Und sie sagten: «Lob sei Gott, der uns vor vielen seiner glaubigen Diener bevorzugt hat!»"},{"SurahNumber":27,"VerseNumber":16,"Text":"Und Salomo beerbte David. Und er sagte: «O ihr Menschen, uns ist die Sprache der Vogel gelehrt worden, und uns wurde von allen Dingen zugeteilt. Das ist wahrlich die offenkundige Huld (Gottes).»"},{"SurahNumber":27,"VerseNumber":17,"Text":"Und zusammengefuhrt wurden zu Salomo seine Truppen - Djinn, Menschen und Vogel -, und sie wurden in Abteilungen aufgestellt"},{"SurahNumber":27,"VerseNumber":18,"Text":"Als sie dann zum Ameisental kamen, sagte eine Ameise: «O ihr Ameisen, geht in eure Wohnungen hinein, daß euch nicht Salomo und seine Truppen zermalmen, ohne es zu merken.»"},{"SurahNumber":27,"VerseNumber":19,"Text":"Da lachelte er erheitert uber ihre Rede und sagte: «Mein Herr, gib mir ein, fur deine Gnade zu danken, mit der Du mich und meine Eltern begnadet hast, und etwas Gutes zu tun, das Dir wohlgefallt. Und laß mich durch deine Barmherzigkeit eingehen in die Reihen deiner rechtschaffenen Diener.»"},{"SurahNumber":27,"VerseNumber":20,"Text":"Und er schaute bei den Vogeln nach Vermißten. Da sagte er: «Wie kommt es, daß ich den Wiedehopf nicht sehe? Befindet er sich etwa unter den Abwesenden"},{"SurahNumber":27,"VerseNumber":21,"Text":"Wahrlich, ich werde ihn mit einer harten Pein peinigen. Oder ich werde ihn wahrlich schlachten, es sei denn, er bringt mir eine offenkundige Ermachtigung.»"},{"SurahNumber":27,"VerseNumber":22,"Text":"Er blieb nicht lange. Da sagte er: «Ich habe erfaßt, was du nicht erfaßt hast. Und ich bringe dir aus Saba eine sichere Nachricht"}]}