{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":6,"VerseNumber":45,"Text":"Is tarah un logon ki jadh(root) kaat kar rakh di gayi jinhon ne zulm kiya tha aur tareef hai Allah Rabbul aalameen ke liye ( ke usne unki jadh kaat di)"},{"SurahNumber":6,"VerseNumber":46,"Text":"(Aey Muhammad)! Inse kaho, kabhi tumne yeh bhi socha ke agar Allah tumhari binayi (eye-sight) aur samaat (hearing) tumse cheen le aur tumhare dilon par mohar karde to Allah ke siwa aur kaun sa khuda hai jo yeh quwwatein tumhein wapas dila sakta ho? Dekho, kis tarah hum baar baar apni naishaniyan unke samne pesh karte hain aur phir yeh kis tarah unse nazar chura jatey hain"},{"SurahNumber":6,"VerseNumber":47,"Text":"Kaho, kabhi tumne socha ke agar Allah ki taraf se achanak ya elaniya tumpar azaab aa jaye to kya zalim logon ke siwa koi aur halaak hoga"},{"SurahNumber":6,"VerseNumber":48,"Text":"Hum jo Rasool bhejte hain isi liye to bhejte hain ke woh neik kirdaar logon ke liye khush-khabri dene waley aur badh kirdaron ke liye darane waley hon. Phir jo log unki baat maan lein aur apne tarz e amal ki islah karlein unke liye kisi khauf aur ranjj ka mauqa nahin hai"},{"SurahNumber":6,"VerseNumber":49,"Text":"Aur jo hamari aayat ko jhutlayein woh apni nafarmaniyon ki padash mein saza bhugat kar rahenge"},{"SurahNumber":6,"VerseNumber":50,"Text":"(Aey Muhammad)! Inse kaho, “main tumse yeh nahin kehta ke mere paas Allah ke khazane hain, na main gaib ka ilm rakhta hoon, aur na yeh kehta hoon ke main Farishta hoon. Main to sirf us wahee ki pairwi karta hoon jo mujhpar nazil ki jati hai”. Phir inse pucho kya andha aur aankhon wala dono barabar ho sakte hain? Kya tum gaur nahin karte"},{"SurahNumber":6,"VerseNumber":51,"Text":"(Aey Muhammad)! Tum is (ilm e wahee) ke zariye se un logon ko naseehat karo jo is baat ka khauf rakhte hain ke apne Rubb ke samne kabhi is haal mein pesh kiye jayenge ke uske siwa wahan koi (aisa zi iqteqar) na hoga jo unka haami o madadgaar ho, ya unki sifarish karey, Shayad ke (is nasihat se mutanabbeh hokar) woh khuda-tarsi ki rawish ikhtiyar karlein"},{"SurahNumber":6,"VerseNumber":52,"Text":"Aur jo log apne Rubb ko raat din pukarte rehte hain aur uski khushnudi ki talab mein lagey huey hain unhein apne se door na phenko, unke hisaab mein se kisi cheez ka baar tumpar nahin hai aur tumhare hisab mein se kisi cheez ka baar unpar nahin. Ispar bhi agar tum unhein door phenko ge to zalimon mein shumar hogey"}]}