{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"Pitharo (o Musa): Miyanggolaola Koto, na sa maoto na Sakun na pud ko Miyangariribat"},{"SurahNumber":26,"VerseNumber":21,"Text":"Na piyalagoyan Ko sukano, ka kagiya ini kaluk Akun sukano; na bigan Ako o Kadnan Ko sa Ongangun, go biyaloi Ako Niyan a pud ko manga Sogo"},{"SurahNumber":26,"VerseNumber":22,"Text":"Na giyoto man na Limo a Ipuphangalimo o ka Rakun noto,sa Kiyapangongoripunangka ko manga Moriyatao o Israil"},{"SurahNumber":26,"VerseNumber":23,"Text":"Pitharo o Pir-aon: Na antona-a so Kadnan o manga Ka-adun"},{"SurahNumber":26,"VerseNumber":24,"Text":"Pitharo (o Musa): A so Kadnan o manga Langit a go so Lopa, go so nganin a pagulutan a dowa nan,- o sukano na khitotomangkud"},{"SurahNumber":26,"VerseNumber":25,"Text":"Pitharo (o Pir-aon) ko makalilibuton: Ba niyo da manug"},{"SurahNumber":26,"VerseNumber":26,"Text":"Pitharo (o Musa): A so Kadnan niyo go Kadnan o manga lokus iyo a miyanga-o ona"},{"SurahNumber":26,"VerseNumber":27,"Text":"Pitharo (o Pir-aon): A Mataan! a so Sogo rukano a so Siyogo rukano na Mata-an a Pumbuthangun"},{"SurahNumber":26,"VerseNumber":28,"Text":"Pitharo Iyan: A Kadnan o Subangan a go so Sudupan, go so nganin a pagulutan a dowa nan! O sukano na shabota niyo"},{"SurahNumber":26,"VerseNumber":29,"Text":"Pitharo (o Pir-aon): A Mataan a o kowa Ka sa Tohan a salakao Rakun, na Sabunar a itapi Ami Suka dun ko manga kalaboso"},{"SurahNumber":26,"VerseNumber":30,"Text":"Pitharo Iyan: Ati apiya adun a mini-oma Ko ruka a Tanda a mapayag"},{"SurahNumber":26,"VerseNumber":31,"Text":"Pitharo (o Pir-aon): Na talingoma-an Ka Sukaniyan, o miyabaloi Ka a pud ko manga bunar"},{"SurahNumber":26,"VerseNumber":32,"Text":"Na ini ithog Iyan so Badas Iyan, na sa maoto na Sukaniyan na Nipai a mala"},{"SurahNumber":26,"VerseNumber":33,"Text":"Go tiyonggos Iyan a lima Niyan, na sa maoto na Sukaniyan na Sindao (a miya-ilai o) khibabantal"},{"SurahNumber":26,"VerseNumber":34,"Text":"Pitharo (o Pir-aon) ko manga Nakoda a lomilibuton: A Mataan naya! a titho a balik mata a lubi a Mata-o"},{"SurahNumber":26,"VerseNumber":35,"Text":"Khabaya-an Niyan a mapaka-awa kano Niyan ko Lopa iyo sabap ko balik mata Niyan; na antona-a i pangoyao niyo"},{"SurahNumber":26,"VerseNumber":36,"Text":"Pitharo iran: A pakalanatangka Sukaniyan go so Pagari Niyan, na Sogo ingka so manga Ingud sa kalimod iran"},{"SurahNumber":26,"VerseNumber":37,"Text":"Ka-an niran ruka mawit so oman 1 balik mata a lubi a Mata-o"},{"SurahNumber":26,"VerseNumber":38,"Text":"Na miyatimo so manga balik mata ko diyandi a kaputhatalabok ko gawi-i a miyapunto"},{"SurahNumber":26,"VerseNumber":39,"Text":"Na Pitharo ko manga Manosiya: Ino sukano miyatimo kano"}]}