{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"Ndipo ndiye amene amatumiza mvula kuchokera kumitambo molingana ndi muyeso. Ndipo Ife timadzutsa nthaka imene idali yakufa ndi iyo, kotero nanunso mudzadzutsidwa chimodzimodzi"},{"SurahNumber":43,"VerseNumber":12,"Text":"Ndipo ndiye amene adalenga zinthu ziwiriziwiri ndipo adapanga zombo ndi nyama kuti muzikwera"},{"SurahNumber":43,"VerseNumber":13,"Text":"Kuti inu mukhoza kukhala okhazikika pa misana pawo ndi kukumbukira ubwino wa Ambuye wanu pamene mumakhazikikapo ndi kunena kuti, “Ulemerero ukhale kwa Iye amene adazipanga izo kukhala zopanda mphamvu kwa ife ndipo ife sitikadatha kutero.”"},{"SurahNumber":43,"VerseNumber":14,"Text":"“Ndithudi kwa Ambuye wathu ife tidzabwerera.”"},{"SurahNumber":43,"VerseNumber":15,"Text":"Komabe iwo amawapatsa ena mwa akapolo ake gawo lake. Ndithudi munthu ndi wosayamika"},{"SurahNumber":43,"VerseNumber":16,"Text":"Kodi Iye wadzisankhira ana aakazi kuchokera ku zimene walenga ndipo adakusankhani inu kukhala ndi ana aamuna"},{"SurahNumber":43,"VerseNumber":17,"Text":"Ndipo ngati wina wa iwo auzidwa nkhani za chimene Iye amati ndi chofanana ndi Mulungu, nkhope yake imada ndipo amakhala wokwiya"},{"SurahNumber":43,"VerseNumber":18,"Text":"Icho ndi chimene chidapangidwa ngati chosangalatsa ndipo pa mtsutso, icho sichingathe kuyankhula bwinobwino"},{"SurahNumber":43,"VerseNumber":19,"Text":"Ndipo iwo amasandutsa angelo amene ali akapolo a Mulungu, kukhala akazi. Kodi iwo adaonerera chilengedwe chawo? Umboni wawo udzalembedwa ndipo iwo adzafunsidwa"},{"SurahNumber":43,"VerseNumber":20,"Text":"Ndipo iwo adati, “Chikadakhala chifuniro cha Mwini Chisoni Chosatha, ife sitikadapembedza milungu ina.” Iwo sadziwa china chilichonse chokhudza chimenechi. Ndipo iwo amangonama chabe"},{"SurahNumber":43,"VerseNumber":21,"Text":"Kodi kapena Ife tidawapatsa Buku lina ili lisanadze limene iwo ali kukhulupilira"},{"SurahNumber":43,"VerseNumber":22,"Text":"Iyayi! Iwo amati, “Ife tidapeza makolo athu ali kutsatira njira ina ndi chipembedzo china chake ndipo ife timatsogozedwa potsatira zimene iwo amachita.”"}]}