{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":97,"VerseNumber":1,"Text":"My nisposlali Koran v noch' \"al'-Kadr\" velichiya i dostoinstva"},{"SurahNumber":97,"VerseNumber":2,"Text":"Otkuda tebe znat', chto takoye noch' velichiya i dostoinstva"},{"SurahNumber":97,"VerseNumber":3,"Text":"Noch' velichiya i dostoinstva luchshe tysyachi mesyatsev blagodarya tomu, chto imenno v etu noch' nisposlan Svyashchennyy Koran"},{"SurahNumber":97,"VerseNumber":4,"Text":"V noch' velichiya angely i Dzhibril niskhodyat na zemlyu s dozvoleniya ikh Gospoda s Yego poveleniyami"},{"SurahNumber":97,"VerseNumber":5,"Text":"V noch' velichiya votsaryayetsya mir. Net ni vreda, ni zla do poyavleniya zari"},{"SurahNumber":98,"VerseNumber":1,"Text":"Te, kotoryye ne uverovali v Allakha i Yego poslannika iz yevreyev, khristian i mnogobozhnikov, ne rasstavalis' so svoim nevezhestvom i nevedeniyem istiny, poka k nim ne yavilos' yasnoye znameniye i veskoye dokazatel'stvo"},{"SurahNumber":98,"VerseNumber":2,"Text":"poslannik ot Allakha, kotoryy chitayet im naizust' prechistyye ot lzhi svitki"},{"SurahNumber":98,"VerseNumber":3,"Text":"v kotorykh soderzhatsya pravdivyye, pravil'nyye i istinnyye predpisaniya"},{"SurahNumber":98,"VerseNumber":4,"Text":"Te, kotorym darovano Pisaniye, iz yevreyev i khristian, razoshlis' lish' tol'ko posle togo, kak k nim prishlo yasnoye znameniye, dokazyvayushcheye, chto Mukhammad yavlyayetsya obeshchannym poslannikom Allakha, upomyanutym vo vsekh ikh Pisaniyakh"},{"SurahNumber":98,"VerseNumber":5,"Text":"To, chto bylo im predpisano, imelo tol'ko odnu tsel': iskrenne poklonyat'sya Allakhu Yedinomu, otvorachivayas' ot lzhi i priderzhivayas' istiny, regulyarno i dolzhnym obrazom sovershaya predpisannuyu (ritual'nuyu) molitvu i razdavaya zakyat. Eto i yavlyayetsya istinnoy religiyey"},{"SurahNumber":98,"VerseNumber":6,"Text":"Poistine, te, kotoryye ne uverovali i ne prinyali islam iz lyudey Pisaniya i mnogobozhnikov, budut vechno prebyvat' v adskom ogne i ne vyydut iz nego. Oni yavlyayutsya naikhudshimi iz tvoreniy po svoyemu veroucheniyu i po svoim deyaniyam"},{"SurahNumber":98,"VerseNumber":7,"Text":"Poistine, te, kotoryye uverovali v Allakha i Yego poslannika i sovershali blagochestivyye deyaniya, yavlyayutsya nailuchshimi iz sozdaniy po svoyemu veroucheniyu i svoim deyaniyam"}]}