{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"Yemin olsun ki biz, insanlardan ve cinlerden birçoğunu cehennem için yarattık. Kalpleri var bunların, onlarla anlamazlar; gözleri var bunların, onlarla görmezler; kulakları var bunların, onlarla işitmezler. Davarlar gibidir bunlar. Belki daha da şaşkın. Gafillerin ta kendileridir bunlar"},{"SurahNumber":7,"VerseNumber":180,"Text":"En güzel isimler Allah´ındır; O´na onlarla dua edin. O´nun isimlerinde ters bir tutum izleyenleri bırakın. Yapıp ettiklerinin cezasını çekeceklerdir"},{"SurahNumber":7,"VerseNumber":181,"Text":"Bizim yarattıklarımızdan bir ümmet var ki, hakka rehberlik eder ve onunla adalet sunarlar"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ayetlerimizi yalanlayanları, hiç bilemeyecekleri bir yerden ağır ağır çöküşe götüreceğiz"},{"SurahNumber":7,"VerseNumber":183,"Text":"Süre tanıyorum onlara. Çünkü benim tuzağım pek yamandır"},{"SurahNumber":7,"VerseNumber":184,"Text":"Düşünmediler mi ki, o arkadaşlarında cinnetten eser yok. Apaçık bir uyarıcıdan başkası değildir o"},{"SurahNumber":7,"VerseNumber":185,"Text":"Göklerin ve yerin melekutuna, Allah´ın yarattığı herhangi birşeye bakmadılar mı; ecellerinin gerçekten yaklaşmış olabileceğini düşünmediler mi? Peki, bu Kur´an´dan sonra hangi hadise/söze iman ediyorlar"},{"SurahNumber":7,"VerseNumber":186,"Text":"Allah´ın şaşırttığına kimse kılavuzluk edemez. O bırakır onları ki, kudurgunlukları içinde bocalayıp dursunlar"},{"SurahNumber":7,"VerseNumber":187,"Text":"Ne zaman gelip çatacak diye kıyamet saatini soruyorlar sana. De ki: \"Ona ilişkin bilgi Rabbim katındadır. Onu, vakti geldiğinde belirginleştirecek olan yalnız O´dur. Göklere de yere de ağır gelmiştir o. O size ansızın gelecektir, başka değil.\" Sen onu iyice biliyormuşsun gibi sana soruyorlar. De ki: \"O´na ilişkin bilgi Allah katındadır, fakat insanların çokları bilmiyorlar"}]}