{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":38,"Text":"Kare-ra wa hitobito ni misebirakasu tame ni, sono zaisan o hodokoshi, arra mo, saigo no (shinpan no)-bi o mo shinjinai. Dare ni shiro akuma o nakama to suru mono wa, nanto imawashi nakama o motta koto yo"},{"SurahNumber":4,"VerseNumber":39,"Text":"Kare-ra ga tatoe arra to saigo no hi o shinjite, arra ga kare-ra ni ataeta mono kara hodokoshite mo, kare-ra ni tori nani no futan ni narou ka. Arra wa kare-ra o yoku shitte ora reru"},{"SurahNumber":4,"VerseNumber":40,"Text":"Makotoni arra wa, Toshi chiri no omo-sa hodo mo machigae rarenai. Moshi ichizen ga areba, kare wa kore o baika nasa re, mata kare no omoto kara idaina hosho o atae rareyou"},{"SurahNumber":4,"VerseNumber":41,"Text":"Ware ga, sorezore no unma kara hitori no shonin o tsuretekuru-ji, mata anata (muhanmado) o, kare-ra no aku ni taisuru shonin to suru toki wa, don'na (arisama)dearou ka"},{"SurahNumber":4,"VerseNumber":42,"Text":"Sonohi, shinko o kyohi shite shito ni shitagawanakatta-sha-tachi wa, daichi ga kare-ra to tomoni, taira ni natte kesa reru yo negau kotodearou. Kare-ra wa, nanihitotsu arra ni kakushi osenaidearou"},{"SurahNumber":4,"VerseNumber":43,"Text":"Shinko suru mono yo, anata gata ga yotta toki wa, jibun no iu koto ga rikai dekiru yo ni naru made, reihai ni chikadzuite wa naranai. Mata dai kitana no toki mo, tabiji ni aru mono o nozoki, zenshin o awa-yoku shita nochidenakereba naranai. Mata moshi anata gataga yamai ni kakaru ka ryoko-chudeari, matawa dare ka 廁 Kara deru ka, aruiwa anata gataga on'na to majiwatte, mizu o mitsuke rarenai baai wa, kiyoi ue ni fure, anata gata no kao to ryote o nade nasai. Hontoni arra wa, zaisho o shometsu nasa reru okata, tabitabi o yurushi nasa reru okatadearu"},{"SurahNumber":4,"VerseNumber":44,"Text":"Anata wa minai ka, Keisuke no ichibu o atae rareta mono ga, jibun ni 迷誤 O aganai, anata gata o mo michi kara mayowa seyou to suru no o"}]}