{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta--sin-mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Ezek a vilagos Konyv (a Koran) Versei"},{"SurahNumber":26,"VerseNumber":3,"Text":"Talan halalra gyotrod magad (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) azzal, hogy nem hisznek"},{"SurahNumber":26,"VerseNumber":4,"Text":"Ha akamnank lebocsatanank nekik az Egbol egy jelet es nyakuk alazatosan hajlana meg az elott"},{"SurahNumber":26,"VerseNumber":5,"Text":"Am ha ujabb intes jonne el hozzajuk a Konyoruletestol (Allah-tol), ok akkor is elfordulnanak attol"},{"SurahNumber":26,"VerseNumber":6,"Text":"Ok bizony meghazudtoltak (az Igazsagot, ezt a Korant). Hir fog Jonni hozzajuk arrol, amibol gunyt szoktak uzni"},{"SurahNumber":26,"VerseNumber":7,"Text":"Vagy talan nem neztek a foldre, hogy mennyit sarjasztottunk ott, mindenfele nemes fajtakbol"},{"SurahNumber":26,"VerseNumber":8,"Text":"Bizony ebben jel van! Am a legtobben kozuluk nem hivok"},{"SurahNumber":26,"VerseNumber":9,"Text":"Es bizony a te Urad a Hatalmas es a Megkonyorulo"},{"SurahNumber":26,"VerseNumber":10,"Text":"Es (emlekezz) midon szolitotta Urad, Musa-t (Mozest) azzal, hogy: , Menj el a bunos nephez"},{"SurahNumber":26,"VerseNumber":11,"Text":"A Farao nepehez! Hat nem lesznek ok istenfelok (es nem hisznek)"},{"SurahNumber":26,"VerseNumber":12,"Text":"Mondta: . Uram! En felek attol, hogy hazugnak tartanak engem"},{"SurahNumber":26,"VerseNumber":13,"Text":"Es elszorul a mellem es nem mozdul a nyelvem (a szavak batasos kiejtesere). Kuldj Harun- hoz (hogy o is segitsen)"},{"SurahNumber":26,"VerseNumber":14,"Text":"Egy bun miatt ok (neheztelnek) ram es felek, hogy megolnek"},{"SurahNumber":26,"VerseNumber":15,"Text":"(A Magasztos Allah) Mondta: Nem! Menjetek ti ketten a Mi jeleinkkel! Mi bizony veletek leszunk es figyelmezunk"},{"SurahNumber":26,"VerseNumber":16,"Text":"Menjetek el a Faraohoz es mondjatok neki: \"Mi a Vilagok Uranak kuldottei vagyunk"},{"SurahNumber":26,"VerseNumber":17,"Text":"(Es azt is mondjatok, hogy): Engedd el (jonni) velunk Izrael fiait"},{"SurahNumber":26,"VerseNumber":18,"Text":"Mondta (a farao): Nem neveltunk- € teged nalunk, mint gyermekunket es nem toltottel-e el az eletedbol nalunk eveket"},{"SurahNumber":26,"VerseNumber":19,"Text":"Es megtetted a tetted, amit megtettel es te a tudatlan hitetlenek kozul valo vagy"}]}