{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":7,"VerseNumber":74,"Text":"“Soni kumbuchilani ndema jawam'bisile jenumanja kuwa wawinjila panyuma pa achina Adi, ni antaamiiche ndamo jambone pachilambo, nkulitawila majumba gamakulungwakulungwa muiwata yakwe, soni ni nkusepa m’matumbi majumba, basi kumbuchilani indimba ya Allah, ni nkalapwaga pachilambo pakuwatanganya.”"},{"SurahNumber":7,"VerseNumber":75,"Text":"Anchinkulungwa awala wawalikwesyisye mwa wandu wakwe watite pakwasalila awala wawawalanjidwaga kuti wangalikombolela mu wandu wawakulupilile mwajamanjao: “Ana ni nkumanyilila kusyene yanti Swaleh juli jwakutumisyidwa kuumila kwa M'mbujegwe?” Wanganyao watite: “Chisimu uwwe ichindu yaatumisyidwe nayo jwalakweju tuli wakuikulupilila.”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Awala wawalikwesyisye watite: “Chisimu uwwe ayi yanyyikulupilileyi tuli wakuikana.”"},{"SurahNumber":7,"VerseNumber":77,"Text":"Basi niwajisinjile ngamiya,ni kutenda chalu pakuleka (kuya) lilamusi lya M’mbuje gwao, ni kuwecheta kuti: “E mmwe Swaleh! Ikaani nayo kukwetu yankutupa chilangayo naga n’di mwa achimitenga.”"},{"SurahNumber":7,"VerseNumber":78,"Text":"Basi nichakwembekenye chisikinya, mwanti wasimanikwe m’majumba mwao (ali awile) chitindiwalile"},{"SurahNumber":7,"VerseNumber":79,"Text":"Basi jwalakwe nijwaatyochele aku juchitiji: “E wandu wangu! Chisimu pamasile panalungwisye utenga wa Ambuje wangu kukwenu, soni ni nam'bundile misyungu (jambone), nambo kuti jenumanja ngankwanonyelaga akuwunda misyungu.”"},{"SurahNumber":7,"VerseNumber":80,"Text":"Nombenajo Lutwi (twampele utume. Kumbuchilani) katema kajwatite kwawandu wakwe: “Ana nkutenda yakunyalaya yanganannongoleleje kuitenda yalakweyo jwalijose mu iwumbe yosope (yakala)?”"},{"SurahNumber":7,"VerseNumber":81,"Text":"“Chisimu wanganyammwe nkwatenda achalume matanyula kuleka (kwalomba) achakongwe, nambo wanganyammwe niwandu wakupundanganya malile (pa kupanganya sambi syekulungwa nnope).”"}]}