{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Uzhel' vse eto (lish') durman Il' ne (sposobny) videt' vy"},{"SurahNumber":52,"VerseNumber":16,"Text":"Gorite v nem - ne vse l' ravno, Vy vyterpite ili net sey Ogn'! Ved' takova nagrada za postupki vashi"},{"SurahNumber":52,"VerseNumber":17,"Text":"A pravednikam prebyvat' v Sadakh uslady"},{"SurahNumber":52,"VerseNumber":18,"Text":"Vkushaya to, chto daroval im Bog, Izbaviv ikh ot nakazan'ya Adom"},{"SurahNumber":52,"VerseNumber":19,"Text":"Izvol'te yest' i pit' vo zdraviye i pol'zu, V nagradu za (khoroshiye) dela"},{"SurahNumber":52,"VerseNumber":20,"Text":"Tam oni budut vozlezhat' na lozhakh, chto stoyat ryadami. I tam My im v naparnitsy dadim (Dev) tselomudrennykh s luchistymi (ochami)"},{"SurahNumber":52,"VerseNumber":21,"Text":"I te, kto (v Gospoda) uveroval I ch'i potomstva veru pradedov izbrali, Privedeny v yediny sem'i budut. I ne ubavim ni na yotu My Nagrady za deyan'ya vashi, - Vsyak chelovek - zalozhnik svoikh del"},{"SurahNumber":52,"VerseNumber":22,"Text":"My odarim ikh iz plodov i myasa tem, K chemu lezhat ikh ustremlen'ya"},{"SurahNumber":52,"VerseNumber":23,"Text":"Tam chashami (lyubvi) obmenivat'sya budut Bez pustoslov'ya lishnego i vsyakikh pobuzhdeniy ko grekhu"},{"SurahNumber":52,"VerseNumber":24,"Text":"So vsekh storon blagopriyatstvovat' im budut Prekrasny yunoshi, chto chistotoy svoyey Podobny berezhno khranimym zhemchugam"},{"SurahNumber":52,"VerseNumber":25,"Text":"Oni priblizyatsya s rassprosami drug k drugu"},{"SurahNumber":52,"VerseNumber":26,"Text":"I molvyat: \"V sebe nesli my prezhde strakh Ob uchasti svoikh rodnykh i blizkikh"},{"SurahNumber":52,"VerseNumber":27,"Text":"No nash Gospod' byl dobr k nam, Izbaviv nas ot nakazaniya samumom"},{"SurahNumber":52,"VerseNumber":28,"Text":"Vzyvali my k Nemu i ran'she, (A zdes' dushoy uverilisya v tom), Chto On, poistine, vsemilostiv i blag"},{"SurahNumber":52,"VerseNumber":29,"Text":"A potomu Allakhu voznesi khvalu, - Ved' lish' po milosti Yego Neoderzhim i ne providets ty"},{"SurahNumber":52,"VerseNumber":30,"Text":"Il' vozglasyat oni: \"Poet! My podozhdem, poka khod vremeni Obrushit na nego svoy (prigovor) nedobryy"},{"SurahNumber":52,"VerseNumber":31,"Text":"Skazhi (im): \"Zhdite. A s vami vmeste podozhdu i ya"}]}