{"Id":162,"LanguageCodes":["fa","fas"],"Name":"fas-nasermakaremshi","Author":"Naser Makarem Shirazi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":43,"Text":"و گروهی از آنان، به سوی تو می‌نگرند (امّا گویی هیچ نمی‌بینند)! آیا تو می‌توانی نابینایان را هدایت کنی، هر چند نبینند؟"},{"SurahNumber":10,"VerseNumber":44,"Text":"خداوند هیچ به مردم ستم نمی‌کند؛ ولی این مردمند که به خویشتن ستم می‌کند"},{"SurahNumber":10,"VerseNumber":45,"Text":"(به یاد آور) روزی را که (خداوند) آنها را جمع (و محشور) می‌سازد؛ آنچنان که (احساس می‌کنند) گویی جز ساعتی از روز، (در دنیا) توقّف نکردند؛ به آن مقدار که یکدیگر را (ببینند و) بشناسند! مسلّماً آنها که لقای خداوند (و روز رستاخیز) را تکذیب کردند، زیان بردند و هدایت نیافتند"},{"SurahNumber":10,"VerseNumber":46,"Text":"اگر ما، پاره‌ای از مجازاتهایی را که به آنها وعده داده‌ایم، (در حال حیات تو (به تو نشان دهیم، و یا) پیش از آنکه گرفتار عذاب شوند،) تو را از دنیا ببریم، در هر حال، بازگشتشان به سوی ماست؛ سپس خداوند بر آنچه آنها انجام می‌دادند گواه است"},{"SurahNumber":10,"VerseNumber":47,"Text":"برای هر امّتی، رسولی است؛ هنگامی که رسولشان به سوی آنان بیاید، بعدالت در میان آنها داوری می‌شود؛ و ستمی به آنها نخواهد شد"},{"SurahNumber":10,"VerseNumber":48,"Text":"و می‌گویند: «اگر راست می‌گوئی، این وعده (مجازات) کی خواهد بود؟»"},{"SurahNumber":10,"VerseNumber":49,"Text":"بگو: «من (حتّی) برای خودم زیان و سودی را مالک نیستم، (تا چه رسد برای شما!) مگر آنچه خدا بخواهد. (این مقدار می‌دانم که) برای هر قوم و ملّتی، سرآمدی است؛ هنگامی که اجل آنها فرا رسد، (و فرمان مجازات یا مرگشان صادر شود،) نه ساعتی تأخیر می‌کنند، و نه پیشی می‌گیرند"},{"SurahNumber":10,"VerseNumber":50,"Text":"بگو: «اگر مجازات او، شب‌هنگام یا در روز به سراغ شما آید (، آیا می‌توانید آن را از خود دفع کنید؟!)» پس مجرمان برای چه عجله می‌کنند؟"},{"SurahNumber":10,"VerseNumber":51,"Text":"یا اینکه آنگاه که واقع شد، به آن ایمان می‌آورید! (به شما گفته می‌شود:) حالا؟! در حالی که قبلاً برای آن عجله می‌کردید! (ولی اکنون چه سود)"},{"SurahNumber":10,"VerseNumber":52,"Text":"سپس به کسانی که ستم کردند گفته می‌شود: عذاب ابدی را بچشید! آیا جز به آنچه انجام می‌دادید کیفر داده می‌شوید؟!»"},{"SurahNumber":10,"VerseNumber":53,"Text":"از تو می‌پرسند: «آیا آن (وعده مجازات الهی) حقّ است؟» بگو: «آری، به پروردگارم سوگند، قطعاً حقّ است؛ و شما نمی‌توانید از آن جلوگیری کنید!»"}]}