{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":12,"VerseNumber":23,"Text":"Āṇi tyā strīnē, jicyā gharī yūsupha hōtē, yūsuphalā phusalāvaṇē surū kēlē, jēṇēkarūna tyānē āpalyā manāvara tābā ṭhēvaṇē sōḍūna dyāvē āṇi dāra banda karūna tī mhaṇū lāgalī, yā (javaḷa) yā. (Yūsupha) mhaṇālē, allāha rakṣaṇa karō! Tō mājhā pālanakartā āhē. Tyānē malā khūpa cāṅgalyā prakārē ṭhēvalē āhē. Niścitaca an'yāya karaṇāṟyān̄cē kadāpi bhalē hōta nāhī"},{"SurahNumber":12,"VerseNumber":24,"Text":"Āṇi tyā strīnē yūsuphacī icchā dharalī āṇi yūsuphanēhī ticī icchā dharalī asatī jara tyānnī āpalyā pālanakartyācē pramāṇa pāhūna ghētalē nasatē. Asēca ghaḍalē, yāsāṭhī kī āmhī yūsuphapāsūna duṣkarma āṇi nirlajjatā dūra karāvī. Niḥsanśaya tē āmacyā nivaḍaka dāsāmpaikī hōtē"},{"SurahNumber":12,"VerseNumber":25,"Text":"Āṇi dōghējaṇa dārākaḍē dhāvalē. Tyā strīnē yūsuphacē vastra (sadarā) māgacyā bājūnē ōḍhūna phāḍalē āṇi tyā strīcā patī dōghānnā dārāśīca miḷālā, tēvhā tī mhaṇū lāgalī kī jō manuṣya tumacyā patnīśī vā'īṭa icchā dharēla, tyācī śikṣā hīca āhē kī tyālā kaidī banavilē jāvē kinvā dusarī ēkhādī kaṭhōra śikṣā dilī jāvī"},{"SurahNumber":12,"VerseNumber":26,"Text":"(Yūsupha) mhaṇālē, hī strīca malā phūsa lāvūna (mājhyā manōkāmanācyā rakṣaṇāta bēparvā karū) icchita hōtī āṇi strīcyā samājācyā ēkā māṇasānē sākṣa dilī kī jara tyācā sadarā puḍhacyā bājūnē phāṭalā asēla tara strī (āpalyā kathanāta) kharī āhē āṇi yūsupha khōṭē bōlaṇāṟyāmpaikī āhē"},{"SurahNumber":12,"VerseNumber":27,"Text":"Āṇi jara tyācā sadarā māgacyā bājūnē phāḍalā gēlā āhē, tara strī khōṭī āhē āṇi yūsupha khaṟyāmpaikī āhē"},{"SurahNumber":12,"VerseNumber":28,"Text":"Tara patīnē jēvhā pāhilē kī sadarā māgacyā bājūnē phāṭalā āhē, tēvhā spaṣṭa sāṅgitalē kī hī tara tumhā striyān̄cī cāla āhē. Niḥsanśaya tumacē ḍāvapēca mōṭhē bhārī āhēta"},{"SurahNumber":12,"VerseNumber":29,"Text":"Yūsupha, ātā yā gōṣṭīlā dr̥ṣṭī'āḍa karā āṇi (hē strī!) Āpalyā aparādhān̄cī kṣamā māga. Niḥsanśaya tū aparādhyāmpaikī āhēsa"},{"SurahNumber":12,"VerseNumber":30,"Text":"Āṇi maga śaharātalyā striyāmmadhyē carcā hō'ū lāgalī kī ajījacī patnī āpalyā (taruṇa) gulāmālā āpalī garaja pūrṇa karaṇyāsāṭhī bahakaviṇyāta va phusalāviṇyāta lāgalēlī asatē. Ticyā manāta yūsuphacē prēma (ṭhāṇa māṇḍūna) basalē āhē. Āmacyā matē tara tī ughaḍa cūka karīta āhē"}]}