{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":12,"Text":"Ala introducira a quienes hayan creido y obrado bien en jardines por cuyos bajos fluyen arroyos. Quienes, en cambio, hayan sido infieles, gozaran brevemente y comeran como comen los rebanos. Tendran el Fuego por morada"},{"SurahNumber":47,"VerseNumber":13,"Text":"¡Cuantas ciudades hemos hecho perecer, mas fuertes que tu ciudad, que te ha expulsado, sin que hubiera quien les auxiliara"},{"SurahNumber":47,"VerseNumber":14,"Text":"¿Es que quien se basa en una prueba clara venida de su Senor es comparable a aquellos cuya mala conducta ha sido engalanada y que siguen sus pasiones"},{"SurahNumber":47,"VerseNumber":15,"Text":"Imagen del Jardin prometido a quienes temen a Ala: habra en el arroyos de agua incorruptible, arroyos de leche de gusto inalterable, arroyos de vino, delicia de los bebedores, arroyos de depurada miel. Tendran en el toda clase de frutas y perdon de su Senor. ¿Seran como quienes estan en el Fuego por toda la eternidad, a los que se da de beber un agua muy caliente que les roe las entranas"},{"SurahNumber":47,"VerseNumber":16,"Text":"Hay algunos de ellos que te escuchan, pero que, apenas salidos de tu casa, dicen a quienes han recibido la Ciencia: «¿Que es lo que acaba de decir?» Estos son aquellos cuyo corazon Ala ha sellado y que siguen sus pasiones"},{"SurahNumber":47,"VerseNumber":17,"Text":"A quienes se dejen dirigir, El les dirigira aun mejor y les dara que Le teman"},{"SurahNumber":47,"VerseNumber":18,"Text":"¡,Que pueden esperar, sino que les llegue la Hora de repente? Ya se han manifestado sintomas de la misma. Pero ¿de que les servira que se les amoneste cuando ella les llegue"},{"SurahNumber":47,"VerseNumber":19,"Text":"Sabe, pues, que no hay mas dios que Ala y pide perdon por tu pecado, asi como por los creyentes y las creyentes. Ala conoce vuestras idas y venidas y donde morais"}]}