{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":72,"Text":"Ka no on'na wa itta. `A , nasakenai, watashi wa ro fujindeari, kono otto mo rojin'nanoni (ko ga) umemashou ka. Hontoni kore wa fushigina kotodesu"},{"SurahNumber":11,"VerseNumber":73,"Text":"Kare-ra wa itta. `O , kono-ka no hitobito yo, anata gata wa, arra no meirei ni odoroku no ka. Arra no jihi to shukufuku ga anata gata no ue ni aru yo ni. Hontoni kare wa sanbi subeki ho, eiko ni michita kata de ara reru"},{"SurahNumber":11,"VerseNumber":74,"Text":"Sorede iburahimu no osore ga kie, kippo ga kare ni tsutae rareta toki, kare wa ruto no min no tame ni ware ni tangan shi hajimeta"},{"SurahNumber":11,"VerseNumber":75,"Text":"Hontoni iburahimu wa, shinbodzuyoku, kokoro no yasashi, kaigo shite (omoni) kaetta monodearu"},{"SurahNumber":11,"VerseNumber":76,"Text":"(Omo wa ose rareta. ) Iburahimu yo, kono koto o dan'nen shi nasai. Sudeni omo no o meirei wa kudatte iru. Sakerarenai chobatsu ga, kare-ra ni kudaru nodearu"},{"SurahNumber":11,"VerseNumber":77,"Text":"Ware no shito-tachi ga ruto no moto ni kita toki, kare wa (ru boku no kyakujin to shite no) shito no tame ni totemo kokoro o nayamashi, kare jishin (hitobito no danshoku no fushu kara) kare-ra o mamorenai koto o kanashinde,`koreha kunan no hidearu.' To itta"},{"SurahNumber":11,"VerseNumber":78,"Text":"Hitobito (ruto no min) wa isoide kare no moto ni kita. Kore made kare-ra wa, kegarawashi okonai (danshoku koi) o shite itanode, kare wa itta. `Watashi no hitobito yo, koko ni watashi no musume-tachi ga iru. Anata gata ni totte wa (musume-tachi to kekkon suru koto ga) mottomo seijodearu. Arra o osore nasai. Watashi no hinkyaku ni kanshite, watashi ni haji o kaka senaide kure. Anata gata no naka ni, tadashi kokoro no mono ga hitori mo inai no ka"},{"SurahNumber":11,"VerseNumber":79,"Text":"Kare-ra wa itta. `Watashi-tachi ga anata no musume-tachi ni, motomeru ki no nai koto o, anata wa yoku shitte iru hazudearu. Mata watashi-tachi ga nozomu mono mo anata ni wakatte iru"},{"SurahNumber":11,"VerseNumber":80,"Text":"Kare wa (inotte) itta. `Watashi ni, anata gata o osaeru chikara ga arimasu yo. Moshikuwa chikaradzuyoi shiji ni azukaru koto ga dekimasu yo ni"},{"SurahNumber":11,"VerseNumber":81,"Text":"Kare-ra (shito-tachi) wa itta. `Ruto yo hontoni watashi-tachi wa, anata no omo no shitodearu. Kare-ra wa kesshite anata ni te o fureru koto wa dekinai. Sorede yoru no ma ni anata no kazoku o tsurete dete iki nasai. Soshite anata gata no naka, ichi-ri demo ushiro o furimuite wa naranai. Anata no tsuma wa betsudearu. Ka no on'na wa, kare-ra (sodomu no jumin) no sogu shita koto ni sogu surudearou. Kare-ra ni sadame rareta toki wa, sochodearu. Asa wa chikaide wanai ka"}]}