{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"Иоанн! Крепко держись Писания\". Мы дали ему мудрость, когда он был младенцем"},{"SurahNumber":19,"VerseNumber":13,"Text":"кротость пред Нами, чистоту: он был богобоязлив"},{"SurahNumber":19,"VerseNumber":14,"Text":"послушлив своим родителям; не был упрямым, непокорным"},{"SurahNumber":19,"VerseNumber":15,"Text":"Мир ему в день, когда он родился, в день, когда умрет, и в день, когда воскреснет для жизни"},{"SurahNumber":19,"VerseNumber":16,"Text":"В этом писании вспомяни о Марии. Вот, она устранилась от своих домашних в одно на восточной стороне место"},{"SurahNumber":19,"VerseNumber":17,"Text":"Закрылась от них завесой: тогда послали Мы к ней духа Нашего: пред ней он принял образ совершенного человека"},{"SurahNumber":19,"VerseNumber":18,"Text":"Она сказала: \"Ищу убежища от тебя у Милостивого, если ты богобоязлив"},{"SurahNumber":19,"VerseNumber":19,"Text":"Он сказал: \"Я только посланник Господа твоего, чтобы даровать тебе чистого отрока"},{"SurahNumber":19,"VerseNumber":20,"Text":"Она сказала: \"Как будет у меня отрок, когда ни один человек не касался меня, и когда я не причастна пороку"},{"SurahNumber":19,"VerseNumber":21,"Text":"Он сказал: \"Это будет; Господь твой сказал: \"Оно легко мне; Мы поставим его в знамение людям и милостью нашею к ним. Это есть уже решенное событие"},{"SurahNumber":19,"VerseNumber":22,"Text":"Она зачала его, и с ним удалилась в одно отдаленное место"},{"SurahNumber":19,"VerseNumber":23,"Text":"Болезни рождения привели ее к стволу пальмы. Она сказала: \"О если бы умерла я прежде сего, и была бы забывшею, забвенною"},{"SurahNumber":19,"VerseNumber":24,"Text":"Тогда воскликнул он к ней из под нее: \"Не скорби! Господь твой произвел под тобой поток"},{"SurahNumber":19,"VerseNumber":25,"Text":"Потряси, который над тобой, ствол пальмы, и к тебе упадут свежие зрелые финики"}]}