{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Alif- Laam- Miim (A.L.M.). [Bachi gaŋ gaŋ ŋɔ maa wuhirimi ni Alkur’aani nyɛla Muɣujizah (lahiʒibsi din ka ŋmali), dama so ʒi di gbinni naɣila Naawuni"},{"SurahNumber":31,"VerseNumber":2,"Text":"Ŋɔ naa nyɛla litaafi (Alkur’aani) aayanim’ din mali yɛmgoliŋga"},{"SurahNumber":31,"VerseNumber":3,"Text":"Di nyɛla dolsigu mini nambɔzɔbo n-zaŋ ti tuunsuma nima"},{"SurahNumber":31,"VerseNumber":4,"Text":"Ninvuɣu shεba ban puhiri jiŋli, ka tiri zaka, ka lahi dihi Chiyaama tabli"},{"SurahNumber":31,"VerseNumber":5,"Text":"Bannim’ maa be dolsigu zuɣu din yi bɛ Duuma (Naawuni) sani na. Yaha! Bana n-nyɛ ninvuɣu shεba ban nya tarli"},{"SurahNumber":31,"VerseNumber":6,"Text":"Yaha! Ninsalinim’ puuni so beni dari kpɛrgu yεltɔɣa domin o zaŋ li m-birgi ninsalinim’ ka chɛ Naawuni soli ka di pa ni baŋsim shεli, ka lahi gbibi li ka di nyɛla ansarsi. Bannim’ maa, filiŋ daazaaba be bɛ zuɣu (Zaadali)"},{"SurahNumber":31,"VerseNumber":7,"Text":"Yaha! Bɛ yi ti karim Ti (Tinim’ Naawuni) aayanima (Alkur’aani) n-ti o, o lebri mi biri, ka tibgi o maŋ’ kamani o bi wum li mi la, ka di ŋmanila kamani o tiba puuni malila dalima (tikpirlim). Dinzuɣu (Yaa nyini Annabi)! Tim o azaabakpeeni lahibali"},{"SurahNumber":31,"VerseNumber":8,"Text":"Achiika! Ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka tum tuunsuma, bɛ mali yolsigu Daalizanda puuni yiya"},{"SurahNumber":31,"VerseNumber":9,"Text":"Ka bɛ nyɛla ban yɛn ti kpalim di puuni. Naawuni niŋla alikauli, ka dihi li n-tabli. Yaha! Ŋuna n-nyɛ Nyεŋda, Yεmgoliŋgalana"},{"SurahNumber":31,"VerseNumber":10,"Text":"O (Naawuni) namla sagbana ka di pa ni daantali’ shεli ka yi kuli nyari li, ka zaŋ zoya m-bahi tiŋgbani yaaŋa zuɣu domin di ti mali ya damdi zuɣu. Yaha! Ka O chɛ ka biŋkɔbgu balibu kam yεɣili tiŋgbani ni. Yaha! Ka Ti siɣisi sakom na zuɣusaa, ka yihi bimbirili balibu kam din vɛla na di puuni"},{"SurahNumber":31,"VerseNumber":11,"Text":"Ŋɔ maa nyɛla Naawuni nambu. Dinzuɣu (Yaa yinim’ chεfurinima)! Wuhimi ya ma binyεr’ shεŋa yi ni jεmdi ka pa ni Ŋuna maa ni nam shεli, chɛli gba! Zualindiriba be birginsim din be polo ni"}]}