{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"Illendo szamomra, hogy csak az Igazsagot mondjam Allah-rol. Vilagos bizonyitekot hoztam el nektek az Uratoktol. Engedd hat el velem Izrael fiait"},{"SurahNumber":7,"VerseNumber":106,"Text":"Mondta (a farao): ..Ha egy jelet hoztal el, ugy add ide! Ha az igazat szolok kozul valo vagy"},{"SurahNumber":7,"VerseNumber":107,"Text":"Es eldobta (Mozes) a botjat es az egy vilagos kigyova lett"},{"SurahNumber":7,"VerseNumber":108,"Text":"Es elohuzta a kezet es az feher volt a szemlelok szamara"},{"SurahNumber":7,"VerseNumber":109,"Text":"Es a farao nepebol valo elokelok mondtak: . Bizony ez egy tudos varazslo"},{"SurahNumber":7,"VerseNumber":110,"Text":"Ki akar uzni benneteket a foldetekrol. Mit parancsoltok"},{"SurahNumber":7,"VerseNumber":111,"Text":"Mondtak: ,.Halaszd el az o es a testvere ugyet! Es kuldj ki a. varosokba, akik gyujtenek"},{"SurahNumber":7,"VerseNumber":112,"Text":"Hogy hozzak eled az osszes tudos varazslot"},{"SurahNumber":7,"VerseNumber":113,"Text":"Es jottek a varazslok a faraohoz s mondtak: .Mi ugye jutalmat kapunk, ha mi leszunk a felulkerekedok"},{"SurahNumber":7,"VerseNumber":114,"Text":"Mondta: Igen! Es ti a kozelallokhoz fogtok tartozni"},{"SurahNumber":7,"VerseNumber":115,"Text":"Mondtak: ,.O Musu (Mozes)! Vagy te dobsz, vagy mi leszunk azok, akik dobnak"},{"SurahNumber":7,"VerseNumber":116,"Text":"Mondta (Mozes): .Dobjatok ti!\" Es miutan dobtak, elvarazsoltak az emberek szemet es felelmet keltettek bennuk. Es hatalmas varazslatot mutattak be"},{"SurahNumber":7,"VerseNumber":117,"Text":"Sugalltuk Misa-nak (Mozesnek): Dobd el a botodat!\" Es ime az mar el is nyeli azt, amit ok hazug modon varazsolnak"},{"SurahNumber":7,"VerseNumber":118,"Text":"Es az Igazsag tortent meg (erosittetett meg). Es karba veszett az, amit ok tettek"},{"SurahNumber":7,"VerseNumber":119,"Text":"Es legyozettek ott es megalazottan tertek vissza"},{"SurahNumber":7,"VerseNumber":120,"Text":"Es a varazslok leborulva vettettek a foldre"}]}