{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"۽ ڪابه نشاني کين نه ٿي ڏيکاري سون پر اِھا (نشاني) اُن جي اڳين کان تمام وڏي ھئي، ۽ کين عذاب سان پڪڙيوسون ته مانَ اُھي (ڪفر کان) موٽن"},{"SurahNumber":43,"VerseNumber":49,"Text":"۽ چيائون ته اي جادوگر پنھنجي پالڻھار کان اسان لاءِ اُنھيءَ (وسيلي) سان دُعا گھر جنھن جو توسان انجام ڪيو اٿس، ته بيشڪ اسين ھدايت وارا ٿينداسون"},{"SurahNumber":43,"VerseNumber":50,"Text":"پوءِ جنھن مھل کائن عذاب لاٿوسون اوچتو اُنھن عھد ڀڳو"},{"SurahNumber":43,"VerseNumber":51,"Text":"۽ فرعون پنھنجي قوم ۾ پڙھو ڏنو چيائين ته اي منھنجي قوم مِصۡر جي بادشاھي منھنجي نه آھي ڇا؟ ۽ ھي نھرون منھنجي (ماڙين جي) ھيٺان (نه) وھنديون آھن (ڇا؟) اوھين نه ڏسندا آھيو ڇا؟"},{"SurahNumber":43,"VerseNumber":52,"Text":"(نه!) بلڪ آءٌ ھن (مُوسى) کان ڀَلو آھيان جو اُھو خوار آھي، ۽ چٽو ڳالھائي به نه ٿو سگھي"},{"SurahNumber":43,"VerseNumber":53,"Text":"پوءِ مٿس سون جا ڪنگڻ ڇونه لاٿا ويا يا ساڻس گڏ ٿي ملائڪ ڇونه آيا؟"},{"SurahNumber":43,"VerseNumber":54,"Text":"پوءِ پنھنجي قوم کي بي عقل ڪيائين تنھنڪري سندس فرمانبرداري ڪيائون، بيشڪ اُھي بي دين قوم ھوا"},{"SurahNumber":43,"VerseNumber":55,"Text":"پوءِ جڏھن اسان کي ڪاوڙايائون (تڏھن) کائن وير ورتوسون پوءِ اُنھن سڀني کي ٻوڙيوسون"},{"SurahNumber":43,"VerseNumber":56,"Text":"پوءِ کين (ڪافرن جو) اڳواڻ ۽ پوين لاءِ آکاڻي ڪيوسون"},{"SurahNumber":43,"VerseNumber":57,"Text":"۽ جڏھن مريم جي پُٽ جو قصّو بيان ڪيو ويو (تڏھن) اُمالڪ اُن (قِصّي) کان تنھنجي قوم لُڙ مچائيندي آھي"},{"SurahNumber":43,"VerseNumber":58,"Text":"۽ (اُھي) چوندا آھن ته اسان جا معبُود ڀلا آھن يا عيسى؟ اِھو مثال توسان رڳو جھيڙي لاءِ بيان ڪندا آھن، بلڪ اُھي جھيڙاڪ قوم آھن"},{"SurahNumber":43,"VerseNumber":59,"Text":"عيسىٰ رڳو ٻانھو آھي جنھن تي ٻاجھ ڪئي اٿون ۽ بني اسرائيلن لاءِ کيس (ھڪ) عبرت ڪئي سون"},{"SurahNumber":43,"VerseNumber":60,"Text":"۽ جيڪڏھن گھرون ھا ته اوھان جي بدران زمين ۾ ملائڪن کي نائب ڪريون ھا"}]}