{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"Evlerinin kapılarını ve üzerlerine yaslanacakları kerevetleri de"},{"SurahNumber":43,"VerseNumber":35,"Text":"Altına boğardık. Bunların hepsi sadece dünya hayatının geçimliğidir. Ahiret ise; Rabbının katında müttakiler içindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim, Rahman´ın zikrinigörmezlikten gelirse; Biz, ona şeytanı musallat ederiz"},{"SurahNumber":43,"VerseNumber":37,"Text":"Şüphesiz ki onlar da bunları yoldan çıkarırlar. Bunlar ise doğru yolda olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Nihayet Bize gelince der ki: Keşki benimle senin aranda Doğu ile Batı arasındaki kadar uzaklık olsaydı. Sen, ne kötü arkadaş imişsin"},{"SurahNumber":43,"VerseNumber":39,"Text":"Zulmettiğiniz için, bugün pişmanlığın hiç bir faydası yoktur. Muhakkak ki azabda ortaksınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"Sen mi duyuracaksın o sağırlara? Körleri ve apaçık sapıklıkta olanları sen mi hidayete eriştireceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Seni onlardan uzaklaştırsak da; muhakkak ki Biz, onlardan intikam alırız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahut da onlara vaadettiğimizi sana gösteririz. Çünkü Biz, onlara karşı gücü yetenleriz"},{"SurahNumber":43,"VerseNumber":43,"Text":"Sen; sana vahyolunana sarıl. Muhakkak ki sen, dosdoğru bir yol üzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Doğrusu bu; sana ve kavmine bir öğüttür. Ondan sorguya çekileceksiniz"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden önce gönderdiğimiz peygamberlerimize sor: Biz, Rahman´dan başka ibadet edecek tanrılar kılmış mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun ki; Biz, Musa´yı da ayetlerimizle Firavun´a ve erkanına göndermiştik. Ve demişti ki: Şüphesiz ben, alemlerin Rabbının elçisiyim"},{"SurahNumber":43,"VerseNumber":47,"Text":"Onlara ayetlerimizle varınca, onlar bunlara gülüvermişlerdi"}]}