{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"And with the truth We have sent the Qur'an down, and with the truth it has descended. And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner"},{"SurahNumber":17,"VerseNumber":106,"Text":"And [it is] a Qur'an which We have separated [by intervals] that you might recite it to the people over a prolonged period. And We have sent it down progressively"},{"SurahNumber":17,"VerseNumber":107,"Text":"Say, \"Believe in it or do not believe. Indeed, those who were given knowledge before it - when it is recited to them, they fall upon their faces in prostration"},{"SurahNumber":17,"VerseNumber":108,"Text":"And they say, \"Exalted is our Lord! Indeed, the promise of our Lord has been fulfilled"},{"SurahNumber":17,"VerseNumber":109,"Text":"And they fall upon their faces weeping, and the Qur'an increases them in humble submission"},{"SurahNumber":17,"VerseNumber":110,"Text":"Say, \"Call upon Allah or call upon the Most Merciful. Whichever [name] you call - to Him belong the best names.\" And do not recite [too] loudly in your prayer or [too] quietly but seek between that an [intermediate] way"},{"SurahNumber":17,"VerseNumber":111,"Text":"And say, \"Praise to Allah, who has not taken a son and has had no partner in [His] dominion and has no [need of a] protector out of weakness; and glorify Him with [great] glorification"},{"SurahNumber":18,"VerseNumber":1,"Text":"[All] praise is [due] to Allah, who has sent down upon His Servant the Book and has not made therein any deviance"},{"SurahNumber":18,"VerseNumber":2,"Text":"[He has made it] straight, to warn of severe punishment from Him and to give good tidings to the believers who do righteous deeds that they will have a good reward"},{"SurahNumber":18,"VerseNumber":3,"Text":"In which they will remain forever"},{"SurahNumber":18,"VerseNumber":4,"Text":"And to warn those who say, \"Allah has taken a son"}]}