{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Эстегин, Биз алардын үстүнө («Туур» деп аталган) тоону чатыр сыяктуу көтөрүп, алар “мына эми, үстүбүзгө кулап түшөт” деп ойлоп калганда: “Биз силерге берген Шарият өкүмдөрүн бекем кармагыла жана такыба болууну үмүт кылсаңар, анын ичиндегилерди унутпай жүргүлө!” (дедик)"},{"SurahNumber":7,"VerseNumber":172,"Text":"Жана эстегин, Сенин Раббиң адамзаттын (Адам-Атанын) белинен урпактарын чыгарды. Жана аларды өздөрүнө күбө кылып: “Мен силердин Раббиңер эмесминби?” дегенде алар “Ооба, күбө болдук”-дешти. (О, Адам урпактары!) Силер Кыямат Күндө (жалгыз Раббиңе сыйындыңбы?” деп суралганыңарда) “Биз мындан кабарсыз элек” дей албай калышыңар үчүн (Биз ушул күбөлүгүңөрдү алганбыз)"},{"SurahNumber":7,"VerseNumber":173,"Text":"Же болбосо “Мурун ата-бабаларыбыз мушрик болгон экен, биз ошолордон кийинки урпактар болобуз. (О, Аллаһ) Сен бизди адашкан ата-бабалар жасаган иш себептүү өлтүрөйүн (тозоко таштайын) деп жатасыңбы” (дей албай калышыңар үчүн Биз ушул күбөлүгүңөрдү алганбыз)"},{"SurahNumber":7,"VerseNumber":174,"Text":"Биз алардын (өздөрүнүн табияттарына жана ыйманга) кайтуусу үчүн аяттарыбызды ушундай анык баян кылуудабыз"},{"SurahNumber":7,"VerseNumber":175,"Text":"(О, Мухаммад!) Аларга (Исрайил урпактарына) Биз далилдерибизди берген (аалым) кишинин кабарын айтып бер: ал (өзү билген) далилдерди (амал кылбай) таштап койду эле, шайтан ээрчитип кетти жана адашуучулардан болуп калды"},{"SurahNumber":7,"VerseNumber":176,"Text":"Эгер Биз кааласак, далилдер (илим) себептүү анын даражасын көтөрүп коймокбуз. Бирок, ал жерге (жер мүлкүнө) жабышып алып, напсинин каалоолоруна ээрчип кетти. Анын (сук — ачкөздүгүнүн) мисалы бир итке окшойт: аны айдасаңда, жөн койсоң да тилин асылтырып тура берет. Бул Биздин аяттарыбызды жалганга чыгарган («аалым») адамдардын мисалы. (О, Мухаммад!) аларга (ушул сыяктуу) тамсил-икаяларды айтып бер. (Чындык жөнүндө) пикир кылышса ажеп эмес"},{"SurahNumber":7,"VerseNumber":177,"Text":"Биздин аяттарыбызды жалганга чыгарып, өздөрүнө зулум кылган адамдардын мисалы кандай жаман"},{"SurahNumber":7,"VerseNumber":178,"Text":"Аллаһ кимди Туура Жолго баштаса, демек ал Туура Жол табуучу. Ал эми, кимди адаштырса, ошолор гана зыян тартуучулар"}]}