{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":77,"Text":"(हे नबी!) क्या आपने उसे देखा, जिसने हमारी आयतों के साथ कुफ़्र (अविश्वास) किया तथा कहाः मैं अवश्य धन तथा संतान दिया जाऊँगा"},{"SurahNumber":19,"VerseNumber":78,"Text":"क्या वह अवगत हो गया है परोक्ष से अथवा उसने अत्यंत दयाशील से कोई वचन ले रखा है"},{"SurahNumber":19,"VerseNumber":79,"Text":"कदापि नहीं, हम लिख लेंगे, जो वह कहता है और हम अधिक करते जायेंगे उसकी यातना को अत्यधिक।"},{"SurahNumber":19,"VerseNumber":80,"Text":"और हम ले लेंगे जिसकी वह बात कर रहा है और वह हमारे पास अकेला[1] आयेगा।"},{"SurahNumber":19,"VerseNumber":81,"Text":"तथा उन्होंने बना लिए हैं अल्लाह के सिवा बहुत-से पूज्य, ताकि वे उनके सहायक हों।"},{"SurahNumber":19,"VerseNumber":82,"Text":"ऐसा कदापि नहीं होगा, वे सब इसकी पूजा (उपासना) का अस्वीकार कर[1] देंगे और उनके विरोधी हो जायेंगे।"},{"SurahNumber":19,"VerseNumber":83,"Text":"क्या आपने नहीं देखा कि हमने भेज दिया है शैतानों को काफ़िरों पर, जो उन्हें बराबर उकसाते रहते हैं"},{"SurahNumber":19,"VerseNumber":84,"Text":"अतः शीघ्रता न करें उनपर[1], हम तो केवल उनके दिन गिन रहे हैं।"},{"SurahNumber":19,"VerseNumber":85,"Text":"जिस दिन हम एकत्र कर देंगे, आज्ञाकारियों को, अत्यंत कृपाशील की ओर अतिथि बनाकर।"},{"SurahNumber":19,"VerseNumber":86,"Text":"तथा हांक देंगे पापियों को नरक की ओर प्यासे पशुओं के समान।"},{"SurahNumber":19,"VerseNumber":87,"Text":"वह (काफ़िर) अभिस्तावना का अधिकार नहीं रखेंगे, परन्तु जिसने बना लिया हो अत्यंत कृपाशील के पास कोई वचन[1]।"},{"SurahNumber":19,"VerseNumber":88,"Text":"तथा उन्होंने कहा कि बना लिया है अत्यंत कृपाशील ने अपने लिए एक पुत्र[1]।"},{"SurahNumber":19,"VerseNumber":89,"Text":"वास्तव में, तुम एक भारी बात घड़ लाये हो।"},{"SurahNumber":19,"VerseNumber":90,"Text":"समीप है कि इस कथन के कारण आकाश फट पड़े तथा धरती चिर जाये और गिर जायेँ पर्वत कण-कण होकर।"},{"SurahNumber":19,"VerseNumber":91,"Text":"कि वे सिध्द करने लगे अत्यंत कृपाशील के लिए संतान।"},{"SurahNumber":19,"VerseNumber":92,"Text":"तथा नहीं योग्य है अत्यंत कृपाशील के लिए कि वह कोई संतान बनाये।"},{"SurahNumber":19,"VerseNumber":93,"Text":"प्रत्येक जो आकाशों तथा धरती में हैं, आने वाले हैं, अत्यंत कृपाशील की सेवा में दास बनकर।"},{"SurahNumber":19,"VerseNumber":94,"Text":"उसने उन्हें नियंत्रण में ले रखा है तथा उन्हें पूर्णतः गिन रखा है।"},{"SurahNumber":19,"VerseNumber":95,"Text":"और प्रत्येक उसके समक्ष आने वाला है, प्रलय के दिन, अकेला[1]।"}]}