{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"And whether you keep your talk secret or you make it loud — truly, He is All-Knower about the state of the chests"},{"SurahNumber":67,"VerseNumber":14,"Text":"Does He not know one He has created ? And He is the Keenest Observer, the Most Well-Informed"},{"SurahNumber":67,"VerseNumber":15,"Text":"He it is Who has made the earth even and smooth for you, so walk in its tracks and eat out of His provision; and to Him would be the Gathering of Resurrection"},{"SurahNumber":67,"VerseNumber":16,"Text":"Have you attained security (against) That Who is in the heaven that He may cause the earth sink with you and at that time it may shake (being in earthquake)"},{"SurahNumber":67,"VerseNumber":17,"Text":"Or have you attained security (against) That Who is in the heaven that He may direct against you a violent storm? Then very soon you will know how (terrible proved) My Warning"},{"SurahNumber":67,"VerseNumber":18,"Text":"And surely, indeed, belied those who passed before these (people). Then how (terrible) was My rejection (for them)"},{"SurahNumber":67,"VerseNumber":19,"Text":"Do they then not see the birds above them. They are those (who move) in rows (with spread out wings) and they (also) fold (their wings partially). Does not uphold them (any one) except Ar-Rahman. Surely, He is All-Seer of everything"},{"SurahNumber":67,"VerseNumber":20,"Text":"So who is this: that one (that) he (becomes) an army unto you (and) he helps you, besides Ar-Rahman? The disbelievers are not but in delusion"},{"SurahNumber":67,"VerseNumber":21,"Text":"So who is this: that one who will give you provision if He (Allah) withheld His provision? Nay! They continued obstinately in rebellion and aversion"},{"SurahNumber":67,"VerseNumber":22,"Text":"So then that one who is grovelling on his face is better guided or he who walks upright on a Permanent Path"},{"SurahNumber":67,"VerseNumber":23,"Text":"Say: “He it is Who has brought you into being, and bestowed unto you hearing, and the eyes and the hearts. Very little (it is) which you pay thanks.”"},{"SurahNumber":67,"VerseNumber":24,"Text":"Say: “He it is Who multiplied you in the earth, and to Him shall you be gathered.”"},{"SurahNumber":67,"VerseNumber":25,"Text":"And they say: “When (will get implemented) this promise (about Resurrection) — if you are those who speak the truth?”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Say: “Certainly what (is a fact is that) the knowledge (about this Event is) with Allah and surely what (is a fact is that) I (am only) a plain warner.”"}]}