{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":32,"Text":"Buyukluk taslayanlar, za'fa ugratılan (mustaz'af)lara dediler ki: \"Size hidayet geldikten sonra, sizi biz mi ondan alıkoyduk? Hayır, siz (zaten) suclu-gunahkarlardınız"},{"SurahNumber":34,"VerseNumber":33,"Text":"Za'fa ugratılanlar da buyukluk taslayanlara: \"Hayır, siz gece ve gunduz hileli duzenler (kurup) bizim Allah'ı inkar etmemizi ve O'na esler kosmamızı bize emrediyordunuz\" dediler. Azabı gorduklerinde pismanlıklarını saklarlar; Biz de inkar edenlerin boyunlarına halkalar gecirdik. Onlar, yaptıklarından baskasıyla mı cezalandırılacaklardı"},{"SurahNumber":34,"VerseNumber":34,"Text":"Biz hangi ulkeye bir uyarıcı gonderdikse, mutlaka oranın 'refah icinde sımaran onde gelenleri': \"Gercekten biz, sizin kendisiyle gonderildiginiz seyi tanımıyoruz\" demislerdir"},{"SurahNumber":34,"VerseNumber":35,"Text":"Ve: “Biz mallar ve evlatlar bakımından daha cogunluktayız ve bir azaba ugratılacak da degiliz” de demislerdir"},{"SurahNumber":34,"VerseNumber":36,"Text":"De ki: \"Suphesiz benim Rabbim rızkı diledigine genisletir-yayar ve kısar da. Ancak insanların cogu bilmiyorlar"},{"SurahNumber":34,"VerseNumber":37,"Text":"Bizim Katımız'da sizi (bize) yaklastıracak olan ne mallarınız, ne de evlatlarınızdır; ancak iman edip salih amellerde bulunanlar baska. Iste onlar; onlar icin yaptıklarına karsılık olmak uzere kat kat mukafaat vardır ve onlar yuksek kosklerinde guven icindedirler"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ayetlerimizi etkisiz bırakmak icin caba harcayanlar; iste onlar da azabın icine getirilmislerdir"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: \"Suphesiz benim Rabbim, kullarından rızkı diledigine genisletip-yayar ve ona kısar da. Her neyi infak ederseniz, O (Allah), yerine bir baskasını verir; O, rızık verenlerin en hayırlısıdır"}]}