{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":166,"Text":"(Ühüd müharibəsində) iki ordunun qarşılaşdığı gündə başınıza gələn fəlakət də Allahın iznilə oldu ki, mö’minləri ayırd etsin"},{"SurahNumber":3,"VerseNumber":167,"Text":"Və münafiqləri onlardan fərqləndirsin. Onlara: “Gəlin Allah yolunda vuruşun, yaxud müdafiədə bulunun! (Düşmənin hücumunu dəf edin!) – deyildi. Onlar: “Əgər biz vuruşa bilsəydik, sizin ardınızca gələrdik” – deyə cavab verdilər. Onlar o gün imandan çox küfrə yaxınlaşmışdılar, ürəklərində olmayan şeyi dillərilə deyirlər. Halbuki, Allah onların (bütün) gizlətdiklərini çox yaxşı bilir"},{"SurahNumber":3,"VerseNumber":168,"Text":"(Müharibəyə getməyib Mədinədə evlərində) oturan və (müharibəyə getmiş) qardaşları haqqında: “Əgər onlar sözümüzə qulaq assaydılar, öldürülməzdilər”, - deyənlərə (Ya Rəsulum!) söylə: “Əgər doğru deyirsinizsə, onda (bacarın) ölümü özünüzdən uzaqlaşdırın!”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allah yolunda öldürülənləri (şəhid olanları) heç də ölü zənn etmə! Əsl həqiqətdə onlar diridirlər. Onlara Rəbbi yanında ruzi (cənnət ruzisi) əta olunur"},{"SurahNumber":3,"VerseNumber":170,"Text":"Onlar Allahın Öz mərhəmətindən onlara bəxş etdiyi ne’mətə (şəhidlik rütbəsinə) sevinir, arxalarınca gəlib hələ özlərinə çatmamış (şəhidlik səadətinə hələ nail olmamış) kəslərin (axirətdə) heç bir qorxusu olmayacağına və onların qəm-qüssə görməyəcəklərinə görə şadlıq edirlər"},{"SurahNumber":3,"VerseNumber":171,"Text":"Onlar Allahdan gələn ne’mət və mərhəmətə görə, həm də Allahın mö’minlərin mükafatını puça çıxarmayacağına görə sevincək olurlar"},{"SurahNumber":3,"VerseNumber":172,"Text":"Yaralandıqdan sonra Allahın və Peyğəmbərin də’vətini qəbul etmiş şəxslərdən yaxşı işlər görüb pis işlərdən çəkinənləri böyük bir mükafat gözləyir"},{"SurahNumber":3,"VerseNumber":173,"Text":"O kəslər ki, xalq onlara: “Camaat (Əbu Süfyan və tərəfdarları) sizə qarşı (qüvvə) toplamışdır, onlardan qorxun!” - dedikdə, (bu söz) onların imanını daha da artırdı və onlar: “Allah bizə bəs edər. O nə gözəl vəkildir!” – deyə cavab verdilər"}]}