{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"اے ہمارے پروردگار! اور ان کو ان ہمیشہ رہنے والے بہشتوں میں داخل کر جن کا تو نے ان سے وعدہ کیا ہے اور ان کے آباء و اجداد، بیویوں اور اولاد میں سے جو صالح اور لائق ہوں ان کو بھی (بخش دے اور وہیں ان کے ہمراہ داخل کر) بے شک تو غالب ہے (اور) بڑا حکمت والا ہے۔"},{"SurahNumber":40,"VerseNumber":9,"Text":"اور ان کو برائیوں سے بچا اور جس کو تو نے قیامت کے دن برائیوں سے بچا لیا بس تو نے اس پر رحمت فرمائی اور یہی بہت بڑی کامیابی ہے۔"},{"SurahNumber":40,"VerseNumber":10,"Text":"بے شک جن لوگوں نے کفر اختیار کیا (قیامت کے دن) ان کو پکار کر کہا جائے گا کہ جتنا (آج) تم اپنے آپ سے بیزار ہو۔ اللہ اس سے زیادہ اس وقت تم سے بیزار (ناراض) ہوتا تھا جب تمہیں ایمان کی دعوت دی جاتی تھی اور تم کفر اختیار کرتے تھے۔"},{"SurahNumber":40,"VerseNumber":11,"Text":"وہ کہیں گے اے ہمارے پروردگار! تو نے ہمیں دو بار موت دی اور دو بار زندہ کیا بس اب ہم اپنے گناہوں کا اعتراف کرتے ہیں کیا اب (یہاں سے) نکلنے کی کوئی صورت ہے؟"},{"SurahNumber":40,"VerseNumber":12,"Text":"(جواب ملے گا کہ) یہ اس لئے ہے کہ جب (تمہیں) خدائے واحد و یکتا کی طرف بلایا جاتا تھا تو تم انکار کر دیتے تھے اور اگر کسی کو اس کا شریک بنایا جاتا تھا تو تم جان لیتے تھے اب فیصلہ اللہ کے اختیار میں ہے جو عالیشان ہے (اور) بزرگ ہے۔"},{"SurahNumber":40,"VerseNumber":13,"Text":"وہ (اللہ) وہی ہے جو تمہیں اپنی (قدرت کی ) نشانیاں دکھاتا ہے اور تمہارے لئے آسمان سے رزق نازل کرتا ہے اور ان (نشانیوں) سے نصیحت صرف وہی حاصل کرتا ہے جو (اس کی طرف) رجوع کرتا ہے۔"},{"SurahNumber":40,"VerseNumber":14,"Text":"پس اللہ ہی کو پکارو اس کے لئے دین کو (شرک و ریا سے) خالص کرتے ہوئے چاہے کافر ناپسند کریں۔"},{"SurahNumber":40,"VerseNumber":15,"Text":"(وہ) بلند درجوں والا (اور) عرش کا مالک ہے وہ اپنے بندوں میں سے جس پر چاہتا ہے اپنے حکم سے روح (وحی) کو نازل کرتا ہے تاکہ وہ بارگاہِ الٰہی میں حضوری والے دن سے ڈرائے۔"},{"SurahNumber":40,"VerseNumber":16,"Text":"وہ دن جب لوگ ظاہر ہوں گے ان کی کوئی بات اللہ پر پوشیدہ نہ ہوگی (آواز آئے گی) آج کس کی حکومت ہے؟ (جواب ملے گا) صرف اللہ کی جو واحد و یکتا ہے اور ہر چیز پر غالب ہے۔"}]}