{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":36,"Text":"(Elciler, hediyelerle) gelince Suleyman soyle dedi: «Siz bana mal ile yardım mı etmek istiyorsunuz? Allah´ın bana verdigi, size verdiginden daha iyidir. Ama siz, hediyenizle boburlenirsiniz.»"},{"SurahNumber":27,"VerseNumber":37,"Text":"«(Ey elci) Onlara var (soyle); iyi bilsinler ki, kendilerine asla karsı koyamayacakları ordularla gelir, onları, muhakkak surette hor ve hakir halde oradan cıkarırız!»"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Sonra Suleyman musavirlerine) dedi ki: «Ey ulular! Onlar teslimiyet gosterip bana gelmeden once, hanginiz o Melike´nin tahtını bana getirebilir?»"},{"SurahNumber":27,"VerseNumber":39,"Text":"Cinlerden bir ifrit, «Sen makamından kalkmadan ben onu sana getiririm. Gercekten bu ise gucum ve guvenim var.» dedi"},{"SurahNumber":27,"VerseNumber":40,"Text":"Kitaptan ilmi olan kimse ise, «Gozunu acıp kapamadan, ben onu sana getiririm» dedi. (Suleyman) onu (Melike´nin tahtını) yanıbasına yerlesivermis gorunce, «Bu, dedi, sukur mu edecegim, yoksa nankorluk mu edecegim diye beni sınamak uzere Rabbimin (gosterdigi) lutfundandır. Sukreden ancak kendisi icin sukretmis olur; nankorluk edene gelince, o bilsin ki Rabbim mustagnidir, cok kerem sahibidir.»"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Suleyman devamla) dedi ki: «Onun tahtını bilemeyecegi bir vaziyete sokun; getirin bakalım tanıyabilecek mi, yoksa tanıyamayanlardan mı olacak?»"},{"SurahNumber":27,"VerseNumber":42,"Text":"Melike gelince, «Senin tahtın da boyle mi?» dendi. O soyle cevap verdi: «Tıpkı o! Zaten bize daha once bilgi verilmis ve biz teslimiyet gostermistik.»"},{"SurahNumber":27,"VerseNumber":43,"Text":"O´nu, Allah´tan baska taptıgı seyler alıkoymustu. Cunku kendisi inkarcı bir kavimdendi"},{"SurahNumber":27,"VerseNumber":44,"Text":"Ona «koske gir!» dendi. Melike onu gorunce derin bir su sandı ve etegini cekti. Suleyman «Bu billurdan yapılmıs, seffaf bir zemindir» dedi. Melike dedi ki: «Rabbim! Ben gercekten kendime yazık etmistim. Suleyman´ın maiyyetinde, alemlerin Rabbi olan Allah´a teslim oldum.»"}]}