{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alipha-la-ma-ra; egulo paripurna grantha o suspasta kora'anera ayata."},{"SurahNumber":15,"VerseNumber":2,"Text":"Kona samaya kapherara akanksa karabe ye, ki camatkara hata, yadi tara musalamana hata."},{"SurahNumber":15,"VerseNumber":3,"Text":"Apani chere dina taderake, kheye nika ebam bhoga kare nika ebam asaya byaprta thakuka. Ati satbara tara jene nebe."},{"SurahNumber":15,"VerseNumber":4,"Text":"Ami kona janapada dhabansa karini; kinta tara nirdista samaya likhita chila."},{"SurahNumber":15,"VerseNumber":5,"Text":"Kona sampradaya tara nirdista samayera agre yaya na ebam pascate thake na."},{"SurahNumber":15,"VerseNumber":6,"Text":"Tara balalah he ai byakti, yara prati kora'ana nayila hayeche, apani to ekajana um'mada."},{"SurahNumber":15,"VerseNumber":7,"Text":"Yadi apani satyabadi hana, tabe amadera kache pheresataderake anena na kena"},{"SurahNumber":15,"VerseNumber":8,"Text":"ami pheresataderake ekamatra phayasalara jan'ye'i nayila kari. Takhana taderake abakasa deya habe na."},{"SurahNumber":15,"VerseNumber":9,"Text":"Ami sbayam e upadesa grantha abatarana karechi ebam ami nije'i era sanraksaka."},{"SurahNumber":15,"VerseNumber":10,"Text":"Ami apanara purbe purbabarti sampradayera madhye rasula prerana karechi."},{"SurahNumber":15,"VerseNumber":11,"Text":"Odera kache emana kona rasula asenani, yadera sathe ora thattabidrupa karate thakeni."},{"SurahNumber":15,"VerseNumber":12,"Text":"Emanibhabe ami e dharanera acarana papidera antare bad'dhamula kare de'i."},{"SurahNumber":15,"VerseNumber":13,"Text":"Ora era prati bisbasa karabe na. Purbabartidera emana riti cale asache."},{"SurahNumber":15,"VerseNumber":14,"Text":"Yadi ami odera samane akasera kona daraja'o khule de'i ara tate ora dinabhara arohana o karate thake."},{"SurahNumber":15,"VerseNumber":15,"Text":"Tabu'o ora ekatha'i balabe ye, amadera drstira bibhrata ghatano hayeche na baram amara yadugrasta haye parechi."}]}