{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"O John! Hold on to the Book firmly.\" And We granted him the authority over men while he was yet a child"},{"SurahNumber":19,"VerseNumber":13,"Text":"And We gave him the gift of compassion from Us and of purity, and he feared Allah"},{"SurahNumber":19,"VerseNumber":14,"Text":"And ever courteous to his parents, he was never insolent, disobedient"},{"SurahNumber":19,"VerseNumber":15,"Text":"And peace on him on the day he was born, the day he dies, and the day he is raised to life again"},{"SurahNumber":19,"VerseNumber":16,"Text":"And mention Mary in the Book when she withdrew from her family to stay at a place towards the East"},{"SurahNumber":19,"VerseNumber":17,"Text":"And she screened herself from them, and We sent to her Our spirit, and it appeared before her as a man well-made"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said, \"I do indeed seek the Gracious Allah's protection against you, if you do really fear Allah"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said, \"I am a Messenger of your Lord: I am sent to give you a gem of a boy"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said, \"How can I have a boy when no man has ever touched me? And I have never been unchaste"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said, \"It will be so even in those circumstances — Your Lord says, `It is easy for Me.' — so that We may make him a sign for men, and a mercy from Us. And it is a matter which has already been decreed"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she conceived him and then withdrew with him to a remote place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the throes of childbirth drove her to the trunk of a palm tree. She said, \"Oh, would that I had died before this, and had been a thing long forgotten"},{"SurahNumber":19,"VerseNumber":24,"Text":"Then a voice called out to her from beneath her, \"Grieve not, your Lord has surely made a canal flow beneath you"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake the trunk of the palm tree towards you. It will drop on you fresh ripe dates"}]}