{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"Nous envoyames vers les Thamud leur frere Calih, (qui leur enjoignit) : « Adorez donc Allah. » Mais ils se partagerent en deux clans et se querellerent"},{"SurahNumber":27,"VerseNumber":46,"Text":"Il dit : « O peuple mien ! Pourquoi appelez-vous le chatiment d’Allah sur vous plutot que Sa grace ? Que ne sollicitez-vous le pardon d’Allah ? Peut-etre alors serez-vous recus en Sa misericorde. »"},{"SurahNumber":27,"VerseNumber":47,"Text":"« Pour nous, dirent-ils, vous etes, toi et tes compagnons, des oiseaux de mauvais augure. » Il repondit : « C’est d’Allah que releve votre sort. Seulement, vous etes des gens qui sont mis a l’epreuve"},{"SurahNumber":27,"VerseNumber":48,"Text":"Or il y avait dans la cite neuf personnes qui semaient la corruption sur terre et ne faisaient rien pour le mieux"},{"SurahNumber":27,"VerseNumber":49,"Text":"Ils dirent : « Jurons-nous par Allah que nous le tuerons de nuit avec sa famille. Puis nous dirons a son ayant-droit : « Nous n’etions pas presents a ce meurtre, et nous disons vrai. »"},{"SurahNumber":27,"VerseNumber":50,"Text":"Ils ont trame leur intrigue et Nous avons trame la Notre sans qu’ils n’en sentent rien"},{"SurahNumber":27,"VerseNumber":51,"Text":"Vois donc quelle fut la consequence de leur intrigue : Nous les aneantimes avec tout leur peuple"},{"SurahNumber":27,"VerseNumber":52,"Text":"Voila leurs maisons qui sont desertes pour toutes les injustices qu’ils avaient commises. Il y a certes la un Signe pour des gens qui savent"},{"SurahNumber":27,"VerseNumber":53,"Text":"Et Nous sauvames ceux qui avaient cru et qui etaient pieux"},{"SurahNumber":27,"VerseNumber":54,"Text":"(Evoque) Loth, lorsqu’il dit a son peuple : « Vous adonnez-vous a la perversite (de l’homosexualite) en public"},{"SurahNumber":27,"VerseNumber":55,"Text":"Desirez-vous les hommes plutot que les femmes ? Vous etes decidement un peuple d’ignorants ! »"}]}