{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"akasatt ninn oru teat anusaricc vellam varsiccu tarikayum ceytavan. ennitt at mulam nam nirjivamaya rajyatte punarujjivippiccu. at peale tanne ninnalum (marananantaram) purattu keantu varappetunnatan‌"},{"SurahNumber":43,"VerseNumber":12,"Text":"ella inakaleyum srstikkukayum ninnalkk savari ceyyanulla kappalukalum kalikaleyum ninnalkk erpetuttittarikayum ceytavan"},{"SurahNumber":43,"VerseNumber":13,"Text":"avayute puratt ninnal irippurappikkanum ennitt ninnal avite irippurappiccu kaliyumpeal ninnalute raksitavinre anugraham ninnal ormikkuvanum, ninnal iprakaram parayuvanum venti: nannalkk venti itine vidheyamakkittannavan etra parisud'dhan! nannalkkatine inakkuvan kaliyumayirunnilla"},{"SurahNumber":43,"VerseNumber":14,"Text":"tirccayayum nannal nannalute raksitavinkalekk tiriccettunnavar tanneyakunnu"},{"SurahNumber":43,"VerseNumber":15,"Text":"avanre dasanmaril oru vibhagatte avarata avanre ansam (athava makkal) akkiveccirikkunnu. tirccayayum manusyan pratyaksamayittanne tikaccum nandikettavanakunnu"},{"SurahNumber":43,"VerseNumber":16,"Text":"atalla, tan srstikkunna kuttattil ninn penmakkale avan (svantamayi) svikarikkukayum, anmakkale ninnalkk pratyekamayi nalkukayum ceytirikkukayanea"},{"SurahNumber":43,"VerseNumber":17,"Text":"avaril oralkk‌, tan paramakarunikann upamayayi etuttukanikkarullatine (penkunnine) pparri santeasavartta ariyikkappettal avanre mukham karuvaliccatakukayum avan kunthitanavukayum ceyyunnu"},{"SurahNumber":43,"VerseNumber":18,"Text":"abharanamaniyicc valarttappetunna, vagvadattil (n'yayam) teliyikkan kalivillatta oralanea (allahuvin santanamayi kalpikkappetunnat‌)"},{"SurahNumber":43,"VerseNumber":19,"Text":"paramakarunikanre dasanmaraya malakkukale avar pennunnalakkiyirikkunnu. avare (malakkukale) srsticcatin avar saksyam vahiccirunnea? avarute saksyam rekhappetuttunnatum avar ceadyam ceyyappetunnatuman‌"},{"SurahNumber":43,"VerseNumber":20,"Text":"paramakarunikan uddesiccirunnenkil nannal avare (malakkukale) aradhikkumayirunnilla. enn avar parayukayum ceyyum. avarkk atine parri yatearu arivumilla. avar uhicc parayuka matramakunnu"},{"SurahNumber":43,"VerseNumber":21,"Text":"atalla, avarkk nam itinu mump valla granthavum nalkiyitt avar atil murukepiticc nilkkukayanea"},{"SurahNumber":43,"VerseNumber":22,"Text":"alla, nannalute pitakkal oru margattil nilakeallunnatayi nannal kantettiyirikkunnuthirccayayum nannal avarute kalpatukalil nermargam kantettiyirikkayan‌. ennan avar parannat‌"}]}