{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":50,"VerseNumber":36,"Text":"Na madakl a bininasa Ami ko miyaonaan iran a pagtaw, siran i mala a di siran i guus, go miyanbnb iran so manga ingd! Na ba adn a kiyaapasan (iran)"},{"SurahNumber":50,"VerseNumber":37,"Text":"Mataan! a adn a matatago roo man a titho a ndao ko taw a adn a sabot iyan, maana tiyandang iyan so kapamamakin´g, a skaniyan na tomototoo"},{"SurahNumber":50,"VerseNumber":38,"Text":"Na sabnsabnar a inadn Ami so manga langit go so lopa, go so nganin a lt a dowa nan sii ko nm a alongan, na da Kami raota a dokaw"},{"SurahNumber":50,"VerseNumber":39,"Text":"Na phantanging ka so di iran tharoon, go pthasbikn ka so podi o Kadnan ka, ko di pn kapakasbang o alongan, go so di niyampn kasdp"},{"SurahNumber":50,"VerseNumber":40,"Text":"Go sii ko kagagawii, na pthasbik ka Rkaniyan, go so manga oriyan o sojiod"},{"SurahNumber":50,"VerseNumber":41,"Text":"Na pamakin´gang ka so alongan a mananawag so phananawag ko darpa a marani"},{"SurahNumber":50,"VerseNumber":42,"Text":"Sii ko alongan a man´g iran so lalis a rakhs o bnar: Giyoto man so alongan a kapakambowat (ko kobor)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Mataan! a Skami na Skami i pphangoyag go pphangimatay; go sii Rkami so khabolosan"},{"SurahNumber":50,"VerseNumber":44,"Text":"Sii ko alongan a manga bbngkag kiran so lopa, a gii siran makanggagaan (lomiyo ko manga kobor): Giyoto man i kaplimod a malbod Rkami"},{"SurahNumber":50,"VerseNumber":45,"Text":"Skami i lbi a Matao ko gi iran tharoon; na kna a ba ka kiran pakaphamaasa. Na pakitadming ka so Qor´an ko taw a ikaalk iyan so pangangalk Akn"},{"SurahNumber":51,"VerseNumber":1,"Text":"Ibt ko pphamanambr sa mabands"},{"SurahNumber":51,"VerseNumber":2,"Text":"Go so pphamangawid sa mapnd"},{"SurahNumber":51,"VerseNumber":3,"Text":"Go so pphlalatas sa malbod"},{"SurahNumber":51,"VerseNumber":4,"Text":"Go so dii nggomonggomon ko sogoan"},{"SurahNumber":51,"VerseNumber":5,"Text":"Mataan a so ididiyandi rkano na titho a bnar"},{"SurahNumber":51,"VerseNumber":6,"Text":"Go mataan! a so kokoman na phakatana dn"}]}