{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"odyn khto vyznaye shcho vashi vidkryttya Lorda do vy yavlyayete soboyu pravdu dorivnyuyete do odnoho khto slipyy? Tilʹky tsey khto volodiyutʹ rozvidkoyu vizʹme uvahu"},{"SurahNumber":13,"VerseNumber":20,"Text":"Vony yavlyayutʹ soboyu kotri fulfill yikhnya zastava do BOHA, ta ne porushuyutʹ domovlenistʹ"},{"SurahNumber":13,"VerseNumber":21,"Text":"Vony pryyednuyutʹsya do yakoho BOHA nakazaly buty vstupleni do, povaha yikhniy Lord, ta bo merzotnoho rozrakhunku"},{"SurahNumber":13,"VerseNumber":22,"Text":"Vony steadfastly persevere u shukayuchykh yikhnʹoho Lorda, zauvazhuyutʹ Kontaktni Molytvy (Salat), vytrachayutʹ z nashykh umov yim sekretno ta suspilʹno, ta protylezhne zlo z harnym. Tsey zasluzhyly krashchyy abode"},{"SurahNumber":13,"VerseNumber":23,"Text":"Vony vnosyatʹ park Eden, razom z spravedlyvyy sered yikhnikh batʹkiv, yikhnʹoho podruzhzhya, ta yikhnikh ditey. Anhely uviydutʹ u nykh z kozhnykh dverey"},{"SurahNumber":13,"VerseNumber":24,"Text":"Myr budete na vas, tomu, shcho vy steadfastly persevered. Shcho joyous dolya"},{"SurahNumber":13,"VerseNumber":25,"Text":"Yak dlya tsykh khto porushuyutʹ BOZHU domovlenistʹ pislya toho yak zastavlyaty utrymaty tse, ta roz'yednuyutʹ yakoho BOHA nakazav buty vstuplenyy do, ta zdiysnyuyutʹ zlo, vony zaznaly osudu; vony zaznaly nayhirshoyi doli"},{"SurahNumber":13,"VerseNumber":26,"Text":"BOH yavlyaye soboyu odyn khto zbilʹshuye zapobizhni zakhody whomever Vin wills, abo utrymuye tse. Vony stavaly preoccupied z tsym zhyttyam; ta tse zhyttya, porivnyane do U maybutnʹomu, nichoho"},{"SurahNumber":13,"VerseNumber":27,"Text":"Tsey khto disbelieve by skazav, \"Yakby tilʹky chudo mohlo prybuty vnyz yomu z yoho Lorda (my by poviryly).\" Skazhitʹ, \"BOH posylaye astray whomever Vin wills, ta dovidnyky yomu tilʹky tsey khto pidkoryayutʹsya"},{"SurahNumber":13,"VerseNumber":28,"Text":"Vony yavlyayutʹ soboyu chyyi serdenʹka tishatʹsya z pam'yatayuchoho BOHA. Absolyutno, pam'yatayuchy BOHA, serdenʹka tishatʹsya"}]}