{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Tsey khto ne ochikuyutʹ zustrity nas skazav, \"Yakby tilʹky anhely mohly prybuty vnyz do nas, abo my mohly pobachyty nashoho Lorda (my todi by poviryly)!\" Diysno, vony zdiysnyly velyku zukhvalistʹ, ta vyrobyly velykyy blasphemy"},{"SurahNumber":25,"VerseNumber":22,"Text":"denʹ vony bachatʹ anhely, tse ne bude harnu novynu dlya vynuvatu; vony skazhutʹ, \"Zaraz, my irreversibly obmezhuyemosya"},{"SurahNumber":25,"VerseNumber":23,"Text":"My podyvymosʹ na vsi pratsi vony zrobyly, ta nadayutʹ yim nediysnym"},{"SurahNumber":25,"VerseNumber":24,"Text":"dwellers Rayu ye daleko krashche na tomu dni; vony pochuyutʹ krashchu novynu"},{"SurahNumber":25,"VerseNumber":25,"Text":"nebesa zlamayutʹsya okremo, u bezlich khmar, ta anhely spustyatʹsya u bezlichi"},{"SurahNumber":25,"VerseNumber":26,"Text":"Vesʹ suverenitet na shcho denʹ nalezhytʹ naybilʹsh Dobrozychlyvomu. Dlya disbelievers, tse bude tyazhkyy denʹ"},{"SurahNumber":25,"VerseNumber":27,"Text":"denʹ prybude koly porushnyk ukusytʹ yoho ruky (u bolyu) ta kazhu, 'Na zhalʹ \"!, ya by khotiv, shchob ya proslidkuvav za shlyakhom z kur'yerom"},{"SurahNumber":25,"VerseNumber":28,"Text":"Na zhalʹ \"!, prykroshchi meni, ya by khotiv, shchob ya ne vzyav shcho osoba yak tovarysh"},{"SurahNumber":25,"VerseNumber":29,"Text":"Vin poviv meni daleko z povidomlennya pislya tse prybuv do meni. Diysno, chort pidvodytʹ yoho lyudsʹki zhertvy"},{"SurahNumber":25,"VerseNumber":30,"Text":"kur'yer skazav, \"Miy Lord, moyi lyudy pokynuly tse Quran"},{"SurahNumber":25,"VerseNumber":31,"Text":"My takozh zdiymayemosʹ proty kozhnykh vorohiv proroka z chysla vynuvatoho. Vash Lord bude dostatniy tomu shcho dovidnyk, mayster"},{"SurahNumber":25,"VerseNumber":32,"Text":"Tsey khto disbelieved skazanyy, \"Chomu Quran ne prybuv cherez yoho raptovo?\" My vidmovylysya vid tse do vas postupovo, aby zafiksuvaty tse u vashiy pam'yati. My deklamuvaly tse u spetsyfichniy poslidovnosti"}]}