{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":8,"VerseNumber":9,"Text":"“(Kumbukirani) pamene mudali kupempha Mbuye wanu chithandizo, ndipo anakuyankhani kuti: “Ndithudi, Ine ndikuthandizani ndi chikwi cha angelo otsatizana potsika, (omenya nkhondo).”"},{"SurahNumber":8,"VerseNumber":10,"Text":"“Ndipo Allah sadachite ichi koma kuti chikhale nkhani yabwino (yosangalatsa), ndi kuti mitima yanu ikhazikike ndi chimenecho. Ndipo palibe chipulumutso (chothandiza) koma chimene chachokera kwa Allah. Ndithu Allah Ngwamphamvu zoposa, Ngwanzeru zakuya"},{"SurahNumber":8,"VerseNumber":11,"Text":"“(Kumbukirani) pamene anakugonetsani tulo tomwe tidali mtendere wochokera kwa Iye, ndipo anavumbwitsa mvula pa inu yochokera ku mitambo kuti akuyeretseni nayo (matupi anu) ndikukuchotserani manong’onong’o a satana, ndi kuipatsa mphamvu mitima yanu ndiponso ndi kulimbikitsa mapazi anu (pamchenga)"},{"SurahNumber":8,"VerseNumber":12,"Text":"“(Kumbukira) pamene Mbuye wako anawauza angelo kuti: “Ine ndili pamodzi nanu (pokulimbikitsani ndi chithandizo Changa). Alimbikitseni amene akhulupirira, ndipo ndidzathira mantha mmitima mwa amene sadakhulupirire. Choncho amenyeni mmwamba mwa makosi awo, ndi kuwadula nsonga za zala zawo (zimene akugwilira zida)"},{"SurahNumber":8,"VerseNumber":13,"Text":"“Izi ndi chifukwa chakuti iwo anatsutsana ndi Allah ndi Mtumiki wake (iwo podziika mbali ina kusiya komwe kudali Allah). Amene anatsutsana ndi Allah ndi Mtumiki Wake, ndithu Allah ndi wolanga kwambiri (amalanga ndi chilango choopsa)"},{"SurahNumber":8,"VerseNumber":14,"Text":"“Chimenecho ndi chilango (cha Allah E inu Maquraish)! Choncho chilaweni. Ndithu osakhulupirira adzapeza chilango cha Moto"},{"SurahNumber":8,"VerseNumber":15,"Text":"“E inu amene mwakhulupirira! Pamene mukumana nawo (pa nkhondo) amene sadakhulupirire alikudza kwa inu mwa unyinji musawatembenuzire misana kuthawa"},{"SurahNumber":8,"VerseNumber":16,"Text":"“Ndipo amene adzawatembenuzire msana kuthawa pa tsikulo - osati kutembenuka (kwa ndale) kofuna kumenyana kapena kukalowa m’gulu (la Asilamu ena) - ndiye kuti adziitanira mkwiyo wochokera kwa Allah; ndipo malo ake ndi ku Jahannam, kumeneko ndi ku malo koipa kubwererapo"}]}