{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":154,"Text":"Allah yolunda öldürülenlere \"ölü\" demeyin: Hayır, onlar yaşıyor, ama siz farkında değilsiniz"},{"SurahNumber":2,"VerseNumber":155,"Text":"Muhakkak ki, ölüm tehlikesiyle ve açlıkla, dünya malının, canın ve (alın teri) ürünlerinin kaybı ile sizi sınayacağız. Ama zorluklara karşı sabredenlere iyi haberler müjdele"},{"SurahNumber":2,"VerseNumber":156,"Text":"Ki, onların başına bir musibet gelince, \"Doğrusu biz Allah´a aidiz ve muhakkak O´na döneceğiz!\" derler"},{"SurahNumber":2,"VerseNumber":157,"Text":"İşte Rablerinin nimetleri ve lütfu onlar içindir ve doğru yol üzerinde olanlar işte onlardır"},{"SurahNumber":2,"VerseNumber":158,"Text":"(O halde) unutmayın, Safa ve Merve, Allah tarafından konulmuş sembollerdendir; böylece hac veya umre için Mabede gelen birinin bu ikisi arasında gidip gelmesinde bir mahzur yoktur. Zira, eğer kişi, yapılması gerekenden daha çok iyilik yaparsa bilsin ki Allah, şükre bol karşılık verendir, her şeyi bilendir"},{"SurahNumber":2,"VerseNumber":159,"Text":"Bakın, katımızdan indirdiğimiz hakikatin ve rehberliğin delilini ilahi kelam aracılığıyla insanlığın önüne koyduktan sonra onu gizleyip örtbas edenlere gelince: İşte onlardır Allah´ın lanet edeceği ve onlardır yargılama yeteneğine sahip herkesin de lanet yağdıracağı"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ancak, tevbe edenler, kendilerini düzeltenler ve (tebliğ edilen) hakikati duyuranlar bunun dışındadır: Onların tevbesini kabul edeceğim; zira yalnız Benim tevbeleri kabul eden, rahmet dağıtan"},{"SurahNumber":2,"VerseNumber":161,"Text":"Hakikati inkara şartlanmış olanlara ve hakikat inkarcıları olarak ölenlere gelince: Onların cezası, Allah´ın, meleklerin ve tüm (dürüst ve erdemli) insanların lanetine uğramalarıdır"},{"SurahNumber":2,"VerseNumber":162,"Text":"Onlar bu halde kalacaklar; (ve) ne azapları hafifletilecek, ne de soluk almalarına imkan verilecek"},{"SurahNumber":2,"VerseNumber":163,"Text":"Ve sizin tanrınız, Tek Tanrı´dır; O´ndan başka tanrı yoktur; Rahmandır, Rahimdir"}]}