{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":47,"VerseNumber":30,"Text":"Moshi ware ga hossurunara, kare-ra (nise shinja) o anata ni sashishimeshi, sono tokucho ni yotte shikibetsu deki, mata (kare-ra wa) kotoba no choshi ni yotte mo wakaru. Hontoni arra wa anata gata no okonau koto o shitte ora reru"},{"SurahNumber":47,"VerseNumber":31,"Text":"Ware wa anata gata no naka, doryoku shi, taeshinobu-sha-tachi o kubetsu suru tame ni anata gata o kokoromiru. Mata anata gata no genko o mo kaku meru"},{"SurahNumber":47,"VerseNumber":32,"Text":"Hontoni shinko shinai mono, soshite (hitobito o) arra no michi kara samatage, mata michibiki ga akiraka ni sa reta nochi shito ni hanko suru mono-tachi ga iru ga, sukoshi mo arra o son'u koto wa dekinai. Kare wa, kare-ra no okonai o munashiku nasa reru"},{"SurahNumber":47,"VerseNumber":33,"Text":"Anata gata shinko suru mono yo, arra ni shitagai, mata shito ni shitagae. Anata gata no okonai o, munashiku sa sete wa naranai"},{"SurahNumber":47,"VerseNumber":34,"Text":"Hontoni shinko shinaide, arra no michi kara (hitobito o) samatage, fushin-sha to shite shinu mono o, arra wa kesshite o yurushi ni wa nara renai"},{"SurahNumber":47,"VerseNumber":35,"Text":"Dakara rakutan shite wa naranai. Wahei o tonaete wa naranai. Anata gata wa shori o eru nodearu. Arra wa, anata gata to tomoni ora reru. Kesshite anata gata no okonai o shippai sa senai"},{"SurahNumber":47,"VerseNumber":36,"Text":"Konoyo no seikatsu wa,(ichiji no) asobi ya tawamure nisuginai. Anata gataga shinko shite jibun no gimu o hatasunaraba, kare wa anata gata ni hosho o ataeru. Anata gata wa zaisan (no hoki) o motome rarete iru node wanai"},{"SurahNumber":47,"VerseNumber":37,"Text":"Moshi kare ga sore o anata gata ni motome rare, kyoyo sa rerunaraba, anata gata wa oshiku nari, kare wa anata gata no urami kokoro o bakuro sa reyou"},{"SurahNumber":47,"VerseNumber":38,"Text":"Miyo, anata gata wa, arra no michi no tame ni (shoyu suru mono no ichibu no) hodokoshi o motome rareru nodearu. Sorenanoni anata gata no nakaniha, don'yokuna mono ga iru. Daga don'yokuna mono wa, tada jibun no tamashi o son'u dakedearu. Arra wa jisoku sa rete iruga, anata gata wa mazushi. Moshimo anata gata ga somuki sarunaraba, kare wa anata gata igai no min o kawari ni tate rareyou. Sorera wa anata gata to doyode wanaidearou"}]}