{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta, Seen. These are the verses of the Qur'an and a clear Book"},{"SurahNumber":27,"VerseNumber":2,"Text":"As guidance and good tidings for the believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"Who establish prayer and give zakah, and of the Hereafter they are certain [in faith]"},{"SurahNumber":27,"VerseNumber":4,"Text":"Indeed, for those who do not believe in the Hereafter, We have made pleasing to them their deeds, so they wander blindly"},{"SurahNumber":27,"VerseNumber":5,"Text":"Those are the ones for whom there will be the worst of punishment, and in the Hereafter they are the greatest losers"},{"SurahNumber":27,"VerseNumber":6,"Text":"And indeed, [O Muhammad], you receive the Qur'an from one Wise and Knowing"},{"SurahNumber":27,"VerseNumber":7,"Text":"[Mention] when Moses said to his family, \"Indeed, I have perceived a fire. I will bring you from there information or will bring you a burning torch that you may warm yourselves"},{"SurahNumber":27,"VerseNumber":8,"Text":"But when he came to it, he was called, \"Blessed is whoever is at the fire and whoever is around it. And exalted is Allah, Lord of the worlds"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Moses, indeed it is I - Allah, the Exalted in Might, the Wise"},{"SurahNumber":27,"VerseNumber":10,"Text":"And [he was told], \"Throw down your staff.\" But when he saw it writhing as if it were a snake, he turned in flight and did not return. [Allah said], \"O Moses, fear not. Indeed, in My presence the messengers do not fear"},{"SurahNumber":27,"VerseNumber":11,"Text":"Otherwise, he who wrongs, then substitutes good after evil - indeed, I am Forgiving and Merciful"},{"SurahNumber":27,"VerseNumber":12,"Text":"And put your hand into the opening of your garment [at the breast]; it will come out white without disease. [These are] among the nine signs [you will take] to Pharaoh and his people. Indeed, they have been a people defiantly disobedient"},{"SurahNumber":27,"VerseNumber":13,"Text":"But when there came to them Our visible signs, they said, \"This is obvious magic"}]}