{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"Tini'i se'ijana yini tomadera srsti karechena mati theke, tarapara sukrakita theke, tarapara raktapinda theke, tarapara tini tomadera bera kare anena sisurupe, tarapara yena tomara barate paro tomadera purnayaubane, tarapara yena tomara brd'dha hate paro, ara tomadera madhye ka'uke marate de'oya haya age'i, -- kajekaje'i tomara yena nirdharita samayasimaya paumchute paro, ara yena tomara bujhate-sujhate paro."},{"SurahNumber":40,"VerseNumber":68,"Text":"Tini'i se'ijana yini jibanadana karena o mrtyu ghatana, sutaram tini yakhana kono byaparera bidhana karena takhana sudhumatra tini se-sanbandhe balena -- 'ha'o’, phale ta haye yaya.’’"},{"SurahNumber":40,"VerseNumber":69,"Text":"Tumi ki tadera dike ceye dekho ni yara allah‌ra nirdesabali niye bitarka kare? Ora kemana kare phire yacche"},{"SurahNumber":40,"VerseNumber":70,"Text":"yara granthakhanake pratyakhyana karache, ara ya diye amara amadera rasulaganake pathiyechilama? Kinta sigagira'i tara bujhate parabe"},{"SurahNumber":40,"VerseNumber":71,"Text":"yakhana tadera galaya beri habe ara habe sikala. Tadera tene niye ya'oya habe"},{"SurahNumber":40,"VerseNumber":72,"Text":"phutanta panira madhye, tarapara tadera jbalate de'oya habe agunera madhye."},{"SurahNumber":40,"VerseNumber":73,"Text":"Takhana tadera bala habe -- ''kothaya ache tara yadera tomara sarika karate"},{"SurahNumber":40,"VerseNumber":74,"Text":"allah‌ke bada diye?’’ Tara balabe, ''tara amadera theke udha'o hayeche, bastutah amara itipurbe emana kichuke ahbana kare cali ni.’’ Ebhabe'i allah pathabhrasta hate dena abisbasidera."},{"SurahNumber":40,"VerseNumber":75,"Text":"Emanata'i tomadera jan'ya kenana tomara duniyate beparoya byabahara karate kono yukti byatita, ara yehetu tomara hamabara'i karate."},{"SurahNumber":40,"VerseNumber":76,"Text":"Tomara jahannamera darajagulo diye prabesa karo tate abasthanera jan'ya. Sutaram garbitadera abasasthala kata nikrsta!’’"},{"SurahNumber":40,"VerseNumber":77,"Text":"Kaje'i tumi adhyabasaya caliye ya'o, niscaya allah‌ra oyada satya. Sutaram tadera ya oyada kara hayeche amara yadi tara kichuta tomake dekhiye'i di'i athaba tomara mrtyu'i ghata'i, sarbabasthaya amadera'i kache tadera phiriye ana habe."}]}