{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":44,"Text":"Czy sądzisz, że większość z nich słyszy albo rozumie? Oni są jak bydło; nie, oni raczej zbłądzili z drogi"},{"SurahNumber":25,"VerseNumber":45,"Text":"Czy ty nie widziałeś, jak Twój Pan przesuwa cień? - A gdyby chciał, uczyniłby go spokojnym. - I uczyniliśmy słońce jego przewodnikiem"},{"SurahNumber":25,"VerseNumber":46,"Text":"Następnie sprowadzamy go ku Sobie z łatwością"},{"SurahNumber":25,"VerseNumber":47,"Text":"On jest Tym, który uczynił dla was noc okryciem, sen odpoczynkiem, a dzień zmartwychwstaniem"},{"SurahNumber":25,"VerseNumber":48,"Text":"On jest Tym, który posyła wiatry jako radosną wieść zwiastującą Jego miłosierdzie. I My spuściliśmy z nieba wodę czystą"},{"SurahNumber":25,"VerseNumber":49,"Text":"Aby dzięki niej ożywić martwą krainę i napoić nią liczne trzody i istoty ludzkie, które stworzyliśmy"},{"SurahNumber":25,"VerseNumber":50,"Text":"I rozprowadziliśmy ją między nimi, aby pamiętali; lecz większość ludzi odrzuca wszystko, oprócz niewiary"},{"SurahNumber":25,"VerseNumber":51,"Text":"A jeślibyśmy chcieli, to wysłalibyśmy do każdego miasta jakiegoś ostrzegającego"},{"SurahNumber":25,"VerseNumber":52,"Text":"Nie słuchaj więc niewiernych i zwalczaj ich z wielkim zapałem, przy jego pomocy"},{"SurahNumber":25,"VerseNumber":53,"Text":"On jest Tym, który dał wolną drogę dwom morzom: temu słodkiemu, o przyjemnym smaku, i temu słonemu, gorzkiemu. Umieścił On między nimi przegrodę i barierę nie do przebycia"},{"SurahNumber":25,"VerseNumber":54,"Text":"On jest Tym, który stworzył człowieka z wody i uczynił dla niego związki krwi i małżeństwa. Twój Pan jest Wszechmocny"},{"SurahNumber":25,"VerseNumber":55,"Text":"Oni czczą, poza Bogiem, to, co im ani nie przynosi żadnej korzyści, ani też nie może im zaszkodzić. Niewierny jest zawsze przeciwko swemu Panu pomocnikiem"}]}