{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":38,"Text":"Wtedy Zachariasz pomodlił sie do swego Pana i powiedział: \"Panie moj! Obdaruj mnie, od Siebie, wspaniałym potomstwem. Ty przeciez słyszysz modlitwe"},{"SurahNumber":3,"VerseNumber":39,"Text":"I ogłosili mu aniołowie kiedy on, stojac, modlił sie w sanktuarium: \"Bog obwieszcza ci radosna wiesc o Janie. On potwierdzi słowo od Boga; bedzie szlachetnym panem, czystym i prorokiem wsrod sprawiedliwych"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zachariasz powiedział: \"Panie moj! Jak ja moge miec syna, kiedy juz osiagnałem podeszły wiek, a moja zona jest bezpłodna?\" Bog powiedział: \"Tak bedzie! Bog czyni, co chce"},{"SurahNumber":3,"VerseNumber":41,"Text":"On powiedział: \"Panie moj! Uczyn mi jakis znak!\" Powiedział: \"Oto twoj znak: nie bedziesz mowił z ludzmi przez trzy dni inaczej, jak tylko przez gesty. I wspominaj twego Pana wielekroc, i wysławiaj go wieczorami i rankami"},{"SurahNumber":3,"VerseNumber":42,"Text":"I oto powiedzieli aniołowie: \"O Mario! Zaprawde, Bog wybrał ciebie i uczynił cie czysta, i wybrał ciebie ponad kobietami swiatow"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Mario! Poddaj sie pokornie twemu Panu, wybijaj pokłony i skłaniaj sie wraz z tymi, ktorzy sie skłaniaja"},{"SurahNumber":3,"VerseNumber":44,"Text":"To nalezy do opowiadan o tym, co skryte, ktore tobie objawiamy. Ty nie byłes wsrod nich, kiedy oni rzucali swoje trzciny, aby rozstrzygnac, ktory z nich ma sie opiekowac Maria; i nie byłes wsrod nich, kiedy sie sprzeczali"},{"SurahNumber":3,"VerseNumber":45,"Text":"Oto powiedzieli aniołowie: \"O Mario! Bog zwiastuje ci radosna wiesc o Słowie pochodzacym od Niego, ktorego imie Mesjasz, Jezus, syn Marii. On bedzie wspaniały na tym swiecie i w zyciu ostatecznym, i bedzie jednym z przyblizonych"}]}