{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"dhe, ata te cilet japin (sadaka-zeqate) nga ajo qe u eshte dhene, pse dine se do te kthehen te Zoti i tyre, andaj zemrat e tyre i kane te frikesuara"},{"SurahNumber":23,"VerseNumber":61,"Text":"Te tillet jane duke nxituar drejt te mirave dhe te paret do t’i arrijne ato"},{"SurahNumber":23,"VerseNumber":62,"Text":"Ne nuk e obligojme asnje njeri pertej mundesive te tij dhe te Ne eshte libri (i shenive) qe shenon saktesisht (veprat) dhe atyre nuk u behet padrejte"},{"SurahNumber":23,"VerseNumber":63,"Text":"Por zemrat e tyre (mohuasve) jane te verberuara nga ky (liber), e pervec kesaj, ata vazhdojne te bejne vepra te keqia"},{"SurahNumber":23,"VerseNumber":64,"Text":"Nderkaq, kur t’i kapim me denim ata qee kane cuar jete te shfrenuar, atehere ata me britme bejne lutje (duke kerkuar mdihme)"},{"SurahNumber":23,"VerseNumber":65,"Text":"Mos e ngritni zerin tash, se ju nuk e keni ndihmen Tone"},{"SurahNumber":23,"VerseNumber":66,"Text":"Sepse, juve u lexoheshin ajatet e Mia, e ju zbrapseshit"},{"SurahNumber":23,"VerseNumber":67,"Text":"Si arogant ndaj tij (ndaj Kur’anit, ose ndaj Qabes), e me fyerje kunder tij naten bisedoshit"},{"SurahNumber":23,"VerseNumber":68,"Text":"A nuk menduan ata thelle fjalen (Kur’anin), apo mos u erdhi atyre dicka, qe te pareve te tyre te lashte nuk u pat ardhur"},{"SurahNumber":23,"VerseNumber":69,"Text":"apo mos nuk e nnjohin te derguarin e vet (Muhammedin), prandaj ata e refuzojne ate"},{"SurahNumber":23,"VerseNumber":70,"Text":"Apo mos thane per te se eshte i cmendur? Jo, por ai ka ardhur me te verteten, e shumica e tyre e urren te verteen"},{"SurahNumber":23,"VerseNumber":71,"Text":"E sikur te perputhej e verteta me deshirat e tyre, do te shkaterroheshin qiejt e toka dhe cdo gje qe gjendet ne to. E megjithate qe Ne atyre u sollem (me kete Kur’an) famen e tyre, ata u zbrapsen ndaj perkujtimit te vet"},{"SurahNumber":23,"VerseNumber":72,"Text":"A mos u kerkon ti atyre ndonje shperblim? Po shperblimi i Zotit tend eshte me i miri, pse Ai eshte furnizues me i mire"},{"SurahNumber":23,"VerseNumber":73,"Text":"c’eshte e verteta, ti i fton ata ne rruge te drejte"},{"SurahNumber":23,"VerseNumber":74,"Text":"Po ata qe nuk e besojne boten tjeter, i shmangen rruges se drejte"}]}