{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":122,"Text":"Kogda dve gruppy voyska tvoyego, Ob\"yaty robost'yu, zadumali pokinut' (pole bitvy), Allakh zhe stal zashchitnikom dlya nikh, - Poistine, lish' na Nego Vsem veruyushchim dolzhno polagat'sya"},{"SurahNumber":3,"VerseNumber":123,"Text":"Allakh, poistine, uzhe pomog pri Badre vam, Kogda vy byli maloy, slaboy siloy. A potomu strashites' Yego gneva, Chtob etim vy smogli yavit' Svoyu priznatel'nost' Yemu"},{"SurahNumber":3,"VerseNumber":124,"Text":"V tot den' ty pravednym skazal: \"Uzhel' ne khvatit vam togo, Chto vam Gospod' nisposylayet v pomoshch' Trekh tysyach angelov Svoikh"},{"SurahNumber":3,"VerseNumber":125,"Text":"(Konechno, khvatit!) I yesli vy ostanetes' tverdy i terpelivy, I yesli vrag vnezapno napadet na vas, Togda Allakh poshlet vam v pomoshch' Yeshche pyat' tysyach angelov Svoikh, Chto (budut vashego vraga gromit') s osoboy siloy"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allakh vam etim shlet blaguyu Vest', Chtob obreli pokoy vasha dusha i serdtse, - Ved' pomoshch' mozhet iskhodit' lish' ot Allakha. Moguch i mudr On"},{"SurahNumber":3,"VerseNumber":127,"Text":"Chto mozhet On otsech' (ot vas) Chast' tekh, kto ne uveroval (v Nego), Ili povergnut' ikh v pozor I (vynudit') v beschestii uyti"},{"SurahNumber":3,"VerseNumber":128,"Text":"I ty ne vlasten zdes' reshat', Prostit On ikh ili nakazhet, - Oni, poistine, vse te, kto prestupil (Predely, ustanovlennyye Bogom)"},{"SurahNumber":3,"VerseNumber":129,"Text":"I lish' Allakh vladeyet vsem, Chto v nebesakh i na zemle (prebudet), I On odin Svoim zhelaniyem reshit, Kto budet Im proshchen, a kto - nakazan, - Ved' vseproshchayushch On i miloserd"},{"SurahNumber":3,"VerseNumber":130,"Text":"O vy, kto veruyet! Ne predavaytes' likhoimstvu, Berya dvoynyye summy i opyat' ikh mnozha, - Strashites' Gospoda, chtob preuspet'"},{"SurahNumber":3,"VerseNumber":131,"Text":"I boytes' adova ognya, Chto ugotovan dlya nevernykh"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allakhu i poslanniku Yego vnimayte, Chtob obresti proshcheniye i milost'"}]}