{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Atē dharatī upara kō'ī ajihā calaṇa vālā nahīṁ jisa dē rizaka dī jimēvārī alāha tē nā hōvē. Uha jāṇadā hai, jithē kō'ī ṭhahiradā hai atē jithē usa nū saumpi'ā jāndā hai. Sabha kujha ika khul'hī kitāba vica daraja hai"},{"SurahNumber":11,"VerseNumber":7,"Text":"Atē uha hī hai, jisa nē ākāśāṁ atē dharatī nū chē dināṁ vica baṇā'i'ā usa dā sighāsaṇa pāṇī upara sī, tāṁ ki uha tuhāḍī prīkhi'ā lavē ki kauṇa tuhāḍē tōṁ cagā kama karadā hai. Jēkara tusīṁ kahō ki marana tōṁ bā'ada tusīṁ lōka muṛa uṭhā'ē jā'ōgē tāṁ inakārī kahidē hana ki iha tāṁ pratakha jādū hai"},{"SurahNumber":11,"VerseNumber":8,"Text":"Atē jēkara asīṁ kujha vaḵẖata taka unhāṁ dī sazā nū rōka dē'ī'ē tāṁ uha kahidē hana ki kī cīza hai jisa nē usa nū rōki'ā hō'i'ā hai?Sāvadhāna rahō jisa dina uha unhāṁ upara ā pavēgā atē uha unhāṁ tōṁ vāpisa nā kītā jāvēgā atē unhāṁ nū usa cīza nāla ghēri'ā jāvēgā jisa dā uha mazāka uḍā'undē sana"},{"SurahNumber":11,"VerseNumber":9,"Text":"Atē jēkara asīṁ' manukha nū āpaṇī kō'ī rahimata bakhaśadē hāṁ atē hō jāndā hai"},{"SurahNumber":11,"VerseNumber":10,"Text":"Atē jēkara kisē dukha tōṁ bā'ada jihaṛā usa nū mili'ā sī. Usa nū asīṁ haṭā didē hāṁ tāṁ uha kahidā hai ki sārī'āṁ muśakalāṁ mērē tōṁ dūra hō ga'ī'āṁ hana. Uha pāsā vaṭaṇa vālā atē ākaṛaṇa vālā baṇa jāndā hai"},{"SurahNumber":11,"VerseNumber":11,"Text":"Para jihaṛē lōka dhīraja rakhaṇa vālē atē cagē karama karana vālē hana. Unhāṁ la'ī mu'āfī atē vaḍī baḵẖaśiśa hai"},{"SurahNumber":11,"VerseNumber":12,"Text":"Kitē ajihā nā hōvē ki tusīṁ usa vasatū dā kujha bhāga chaḍa dēvō jihaṛā tuhāḍē vala bhēji'ā gi'ā hai atē tusīṁ isa gala la'ī mana sakōcadē gi'ā jāṁ isa dē nāla kō'ī fariśatā ki'u nahīṁ ā'i'ā. Tusīṁ tāṁ sirafa ḍarā'uṇa vālē hō. Alāha hara cīza dā zimēvāra hai"}]}