{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":41,"Text":"Ey muminler, gerek hafif (suvari), gerek agırlıklı (piyade) olarak seferber olun ve mallarınızla, canlarınzla Allah yolunda muharebe edin. Eger bilirseniz bu, sizin icin pek hayırlıdır"},{"SurahNumber":9,"VerseNumber":42,"Text":"Eger davet olundukları sefer, bir dunya menfaatı ve orta yollu bir sefer olsaydı, mutlaka senin arkana duserlerdi. Fakat zahmetli ve yorucu mesafe (Tebuk seferi) kendilerine (bazı muminlere) uzak geldi. Bununla beraber; “- Eger gucumuz yetseydi, elbette sizinle beraber sefere cıkardık.” deyip yakında Allah’a yemin edecekler. Boylece nefislerini helake surukleyeceklerdir. Allah biliyor ki, gercekten onlar yalancıdırlar"},{"SurahNumber":9,"VerseNumber":43,"Text":"Ey Yuce Peygamber! Allah senden huznu gidersin; su dogru soyleyenler sana belli oluncaya ve sen yalancıları bilinceye kadar, neden beklemeyip onlara izin verdin? (bekleyip de, ozrunde sadık olanlarla yalancı bulunanları bileydin)"},{"SurahNumber":9,"VerseNumber":44,"Text":"Allah’a ve ahiret gunune iman edenler, mallarıyla, canlarıyla cihad etmek hususunda senden izin istemezler. (hemen cihada kosarlar). Allah, takva sahiplerini pek iyi bilendir"},{"SurahNumber":9,"VerseNumber":45,"Text":"Senden ancak izin istiyenler, Allah’a ve ahiret gunune iman etmiyenler, kalbleri supheye dusenlerdir. Onlar, supheleri icinde bocalayıp dururlar"},{"SurahNumber":9,"VerseNumber":46,"Text":"Eger o munafıklar savasa cıkmak isteselerdi, elbette bunun icin bir hazırlık yaparlardı. Fakat Allah, davranmalarını kerih gordu de onları evlerinde alıkoydu ve kendilerine: “- Oturun, oturanlarla beraber” dendi"},{"SurahNumber":9,"VerseNumber":47,"Text":"Eger icinde (Sizinle birlikte savasa) cıkmıs olsalardı, bozgunculuk etmekten baska bir faydaları olmayacak ve sizi fitneye ugratmak maksadıyla aralarınza saldıracaklardı. Icinizde de onları dinliyecekler vardı. Allah, zalimleri cok iyi bilendir"}]}