{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Ne, naprotiv!, njima ce ocevidno postati ono sto su prije krili; a kada bi ponovo bili vraceni, opet bi nastavili raditi ono sto im je bilo zabranjeno, jer oni su, doista, lazljivci"},{"SurahNumber":6,"VerseNumber":29,"Text":"i rekli bi: \"Nema zivota osim na dunjaluku i mi ozivljeni biti necemo"},{"SurahNumber":6,"VerseNumber":30,"Text":"A da ti je vidjeti kako ce, kada pred Gospodarem svojim budu zaustavljeni i kad ih On upita: \"Zar ovo nije istina?\", odgovoriti: \"Jeste, tako nam Gospodara naseg!\", a i kako ce On reci: \"E, pa iskusite onda patnju zbog toga sto niste vjerovali"},{"SurahNumber":6,"VerseNumber":31,"Text":"Oni koji ne vjeruju da ce pred Allaha stati nastradat ce kad im iznenada Cas ozivljenja dođe, i reci ce: \"O zalosti nase, sta smo sve na Zemlji propustili!\", i grijehe ce svoje na leđima nositi, a uzasno je ono sto ce uprtiti"},{"SurahNumber":6,"VerseNumber":32,"Text":"Zivot na dunjaluku samo je igra i zabava, a ahiret je, zaista, bolji za one koji se nastoje uscuvati. Zar ne razumijete"},{"SurahNumber":6,"VerseNumber":33,"Text":"Mi znamo da tebe zaista zalosti sto oni govore. Oni, uistinu, ne smatraju da si lazac, nego zulumcari poricu Allahove rijeci"},{"SurahNumber":6,"VerseNumber":34,"Text":"A poslanici su prije tebe laznim smatrani, pa su trpjeli sto su ih u laz ugonili i mucili sve dok im ne bi dosla pomoc Nasa - a niko ne moze Allahove rijeci zamijeniti - i do tebe su doprle o poslanicima neke vijesti"},{"SurahNumber":6,"VerseNumber":35,"Text":"Ako je tebi tesko to sto se oni okrecu, onda, ako mozes, potrazi kakav otvor u Zemlji ili kakve ljestve za nebo, pa im donesi drugi znak?! Da Allah hoce, On bi ih sve na pravom putu sakupio; zato, nikako ne budi od onih koji ne znaju"}]}