{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"اور وہ جو دیتے ہیں جو کچھ بھی دیتے ہیں (پھر بھی) ان کے دل اس خیال سے ترساں رہتے یں کہ انہوں نے اپنے پروردگار کی طرف پلٹ کر جانا ہے۔"},{"SurahNumber":23,"VerseNumber":61,"Text":"یہی لوگ بھلائیاں کرنے میں جلدی کیا کرتے ہیں اور بھلائیوں میں سبقت لے جانے والے ہیں۔"},{"SurahNumber":23,"VerseNumber":62,"Text":"ہم کسی شخص کو اس کی وسعت سے زیادہ تکلیف نہیں دیتے اور ہمارے پاس وہ کتاب (نامۂ اعمال) ہے جو حق کے ساتھ بولتی ہے اور ان پر ظلم نہیں کیا جائے گا۔"},{"SurahNumber":23,"VerseNumber":63,"Text":"بلکہ ان کے دل اس (دینی) معاملہ میں غفلت و سرشاری میںپڑے ہیں اور اس کے علاوہ بھی ان کے کچھ (برے) عمل ہیں جو یہ کرتے رہتے ہیں۔"},{"SurahNumber":23,"VerseNumber":64,"Text":"یہاں تک کہ جب ہم ان کے خوشحال لوگوں کو عذاب کی گرفت میں لیتے ہیں تو وہ چیخنے چلانے لگتے ہیں۔"},{"SurahNumber":23,"VerseNumber":65,"Text":"آج کے دن چیخو چلاؤ نہیں (آج) ہماری طرف سے تمہاری کوئی مدد نہیں کی جائے گی۔"},{"SurahNumber":23,"VerseNumber":66,"Text":"(وہ وقت یاد کرو جب) میری آیتیں تمہارے سامنے پڑھی جاتی تھیں تو تم (سنتے ہی) الٹے پاؤں پلٹ جایا کرتے تھے۔"},{"SurahNumber":23,"VerseNumber":67,"Text":"تکبر کرتے ہوئے داستان سرائی کرتے ہوئے (اور) بے ہودہ بکتے ہوئے۔"},{"SurahNumber":23,"VerseNumber":68,"Text":"کیا ان لوگوں نے اس کلام میں کبھی غور نہیں کیا یا ان کے پاس ایسی چیز آئی ہے جو ان کے پہلے والے باپ داداؤں کے پاس نہیں آئی تھی؟"},{"SurahNumber":23,"VerseNumber":69,"Text":"یا کیا انہوں نے اپنے رسول کو پہچانا نہیں ہے؟ اس لئے منکر ہوگئے۔"},{"SurahNumber":23,"VerseNumber":70,"Text":"یا وہ کہتے ہیں کہ یہ مجنون ہے؟ بلکہ وہ تو ان کے پاس حق لے کر آیا ہے اور اکثر لوگ حق کو ناپسند کرتے ہیں۔"},{"SurahNumber":23,"VerseNumber":71,"Text":"اور اگر حق لوگوں کی خواہشات کی پیروی کرتا تو آسمان و زمین اور جو ان کے اندر ہے سب درہم برہم ہو جاتے۔ بلکہ ہم تو ان کے پاس نصیحت لے کر آئے مگر وہ اپنی نصیحت سے ہی روگردانی کرتے ہیں۔"},{"SurahNumber":23,"VerseNumber":72,"Text":"کیا آپ ان سے کوئی معاوضہ طلب کرتے ہیں؟ تمہارے لئے تو تمہارے پروردگار کا معاوضہ بہت بہتر ہے اور وہ بہترین رازق ہے۔"},{"SurahNumber":23,"VerseNumber":73,"Text":"اور بےشک آپ ان لوگوں کو سیدھے راستے کی طرف بلاتے ہیں۔"},{"SurahNumber":23,"VerseNumber":74,"Text":"اور جو آخرت پر ایمان نہیں رکھتے وہ راہ سے ہٹے ہوئے ہیں۔"}]}