{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":68,"VerseNumber":16,"Text":"Ba zudī ʙar ʙiniaş doƣ guzorem, ki nazdi mardum ʙo on doƣ ʙad şavad"},{"SurahNumber":68,"VerseNumber":17,"Text":"Haroina, Mo ahli Makkaro ʙo gurusnagivu qahtī ozmudaem, cunon ki sohiʙoni on ʙoƣro ozmudem. On goh, ki mijoni xud qasam xūrdand, ki fardo ʙomdod hatman mevahoro xohand cid va azm kardand, ki miskinonro az on mahrum gardonand"},{"SurahNumber":68,"VerseNumber":18,"Text":"Va inşoalloh naguftand, (ja'ne, «agar Alloh xohad» naguftand)"},{"SurahNumber":68,"VerseNumber":19,"Text":"GTas, azoʙe (otaşi farogir şaʙona) az sūi Parvardigorat ʙar ʙoƣi onho furū omad, dar hole, ki hama dar xoʙ ʙudand"},{"SurahNumber":68,"VerseNumber":20,"Text":"Pas on ʙoƣi saʙzu xurram hamcun şaʙi sijoh şud"},{"SurahNumber":68,"VerseNumber":21,"Text":"Va sahargohon jakdigarro nido dodand"},{"SurahNumber":68,"VerseNumber":22,"Text":"«Agar mexohed meva ʙicined, ʙomdodon ʙa kiştzori xud ʙiraved!»"},{"SurahNumber":68,"VerseNumber":23,"Text":"Sipas ʙa roh aftodand va ohista ʙa hamdigar suxan meguftand"},{"SurahNumber":68,"VerseNumber":24,"Text":"ki imrūz naʙojad miskine ʙa ʙoƣi şumo darojad"},{"SurahNumber":68,"VerseNumber":25,"Text":"Va suʙhgohon zud tavonmand (ʙa xotiri man'i ʙenavojon) ʙa on ʙoƣ rasidand, ki xudro ʙar cidani meva va man'i ʙenavojon tavono medidand"},{"SurahNumber":68,"VerseNumber":26,"Text":"Cun ʙoƣi xudro didand, guftand: Rohro gum kardem. Pas on hangom, donistand, ki on ʙoƣi onhost, guftand"},{"SurahNumber":68,"VerseNumber":27,"Text":"Balki, mo az hosil mahrumşudaem, ʙa saʙaʙi ʙuxle, ki az mo sar zad"},{"SurahNumber":68,"VerseNumber":28,"Text":"Jake az ʙehtarini onho guft: Ojo ʙa şumo naguftam, caro şukru tasʙehi Allohro namegūed va «inşoalloh» nagufted"},{"SurahNumber":68,"VerseNumber":29,"Text":"Ba'd az on ki ʙa rohi haq ʙargaştand, guftand: Pok ast Parvardigori mo, az zulme, ki ʙa mo rasidaast, ʙalki haroina, mo ʙar nafsi xud va qasdi ʙadamon sitamkor ʙudaem"},{"SurahNumber":68,"VerseNumber":30,"Text":"Pas, ʙa xotiri «inşoalloh» naguftanaşon va qasdi ʙadaşon on goh malomatkunon ʙa jakdigar rū ovardand"},{"SurahNumber":68,"VerseNumber":31,"Text":"Guftand: Voj ʙar mo, : haroina, mo mardumi sarkaşe ʙudaem, ki ʙenavojonro man' kardem va muxolifati amri Alloh ʙaromadem"},{"SurahNumber":68,"VerseNumber":32,"Text":"ʙoşad, ki ʙa saʙaʙi tavʙa va iqrori gunohoni xud Parvardigori mo dar ivaz, cize ʙehtar az on ʙoƣ moro dihad. Haroina, Mo ʙa Parvardigori xud rūj ovardaem"},{"SurahNumber":68,"VerseNumber":33,"Text":"Incunin ast azoʙ, monandi azoʙe, ki sohiʙoni on ʙoƣro muʙtalo kardem, hamin guna azoʙi mo dar dunjo ʙaroi kasest, ki amri Allohro muxolifat mekunad va az xajr kardani mol ʙaxilī menamojad. Va agar ʙidonand, azoʙi oxirat ʙuzurgtar ast, alʙatta az har saʙaʙe, ki mūçiʙi azoʙ ast, xudro ʙartaraf mesoxtand"},{"SurahNumber":68,"VerseNumber":34,"Text":"Haroina, ʙaroi parhezgoron, onon, ki az azoʙi Alloh tarsidand, ʙo ançom dodani amrhojaş va tark namudani man'kardahojaş dar nazdi Parvardigoraşon ʙoƣhoest purne'mat va ʙardavom"},{"SurahNumber":68,"VerseNumber":35,"Text":"Ojo pas mo musalmononro hamcun gunahkoron qaror medihem"},{"SurahNumber":68,"VerseNumber":36,"Text":"Şumoro cī şudaast? cī guna dovarī mekuned, pas har du gurūhro dar çazo ʙaroʙar xohem kard? Heç goh"},{"SurahNumber":68,"VerseNumber":37,"Text":"Ojo şumoro kitoʙest, az osmon nozil şuda, ki az on mexoned va dars megired, ki farmonʙardor monandi gunahkor ast"},{"SurahNumber":68,"VerseNumber":38,"Text":"Va ʙa tahqiq, dar on kitoʙ on ciro intixoʙ kuned, ʙaroi şumo naviştaşuda ast?! (Hargiz cunin nest)"},{"SurahNumber":68,"VerseNumber":39,"Text":"Jo in ki şumo ʙar ūhdai Mo ahdu pajmoni ustuvore dored, ki to rūzi qijomat har ciro hukm kuned, haq ʙaroi şumo ʙoşad"},{"SurahNumber":68,"VerseNumber":40,"Text":"Ej Rasul, az muşrikon ʙipurs, kadom jakeaşon zomini cunin pajmonest, ki kofiron dar oxirat monandi mū'minonand"},{"SurahNumber":68,"VerseNumber":41,"Text":"Jo onhoro şarikonest, ki onhoro dar oxirat hamonandi musalmonon gardonand? Agar rost megūjand, dar da'voi xud, pas şarikoni xudro ʙijovarand"},{"SurahNumber":68,"VerseNumber":42,"Text":"Rūze, ki soq ʙarahna va makşuf gardad, (ja'ne, rūzi qijomat vaz'ijat ʙenihojat Duşvor gardad, dar on rūz Alloh ta'olo soqi xudro, ki ʙe cī gunagī va ʙa cize monandī nadorad, oşkor kunad, Alloh ta'olo ʙaroi dovarī mijoni mardum ʙijojad) va hama xaloiq ʙa saçda faro xonda şavand, pas munofiqon va muşrikon saçda kardan nametavonand"}]}