{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"The revelation of the Book from God, the Mighty, the Wise"},{"SurahNumber":45,"VerseNumber":3,"Text":"Truly in the heavens and the earth are signs for believers"},{"SurahNumber":45,"VerseNumber":4,"Text":"And in your creation and in what He has scattered of animals are signs for a people who are certain"},{"SurahNumber":45,"VerseNumber":5,"Text":"And in the variation of the night and the day, and in that which God sends down from the sky as provision whereby He revives the earth after its death, and in the shifting of the winds are signs for a people who understand"},{"SurahNumber":45,"VerseNumber":6,"Text":"These are the signs of God that We recite unto thee in truth. So in what discourse after God and His signs do they believe"},{"SurahNumber":45,"VerseNumber":7,"Text":"Woe unto every sinful liar"},{"SurahNumber":45,"VerseNumber":8,"Text":"He hears the signs of God recited unto him, then persists arrogantly as if he did not hear it. So give him glad tidings of a painful punishment"},{"SurahNumber":45,"VerseNumber":9,"Text":"And when he comes to know aught of Our signs, he takes them in mockery. For them there shall be a humiliating punishment"},{"SurahNumber":45,"VerseNumber":10,"Text":"Beyond them lies Hell. That which they have earned will avail them naught, nor that which they have taken apart from God as protectors; and theirs shall be a great punishment"},{"SurahNumber":45,"VerseNumber":11,"Text":"This is guidance; and those who disbelieve in the signs of their Lord, theirs shall be a painful punishment of torment"},{"SurahNumber":45,"VerseNumber":12,"Text":"God it is Who made the sea subservient unto you, that the ships may sail upon it by His Command, that you may seek His Bounty, and that haply you may give thanks"},{"SurahNumber":45,"VerseNumber":13,"Text":"He made subservient unto you whatsoever is in the heavens and whatsoever is on the earth—all together. Truly in that are signs for a people who reflect"}]}