{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":89,"Text":"Yiye satkarma lai ahiba te'om tatokai utkrsta pratiphala paba arau se'idinara bhitikara arasthara paraa te'omloke niraapada thakiba"},{"SurahNumber":27,"VerseNumber":90,"Text":"Arau yiye asatkarma lai ahiba, taka adhomukhe ju'ita niksepa karaa ha’ba. Tomaloke yi karaichila tarae'i pratiphala tomalokaka diya haiche"},{"SurahNumber":27,"VerseNumber":91,"Text":"Moka nirdesa karaa haiche e'i nagarara pratipalakara ibadata karaibalai, yijane iyaka sanmanita karaiche. Sakalo bastu te'omrae'i. Moka arau adesa karaa haiche, ma'i yena atmasamarpanakarai sakalara antarbhukta ha'om"},{"SurahNumber":27,"VerseNumber":92,"Text":"Moka arau nirdesa diya haiche, kora'ana tilarata karaibalai. Eteke yiye satpatha aralambana karae si nijara kalyanara babe'i satpatha aralambana karae, arau yiye bhula patha aralambana karae, tente tumi koraa, ‘ma'ihe kerala ejana satarkakarai’"},{"SurahNumber":27,"VerseNumber":93,"Text":"Arau koraa, ‘sakalo dharanara prasansa kerala allaharae'i, acirae'i te'om tomalokaka te'omra nidarsanasamuha dekhuraaba, tetiya tomaloke seya ciniba paraiba’. Tomaloke yi karaa se'i samparke tomara raba amanoyogi nahaya"},{"SurahNumber":28,"VerseNumber":1,"Text":"Tba-china-mima"},{"SurahNumber":28,"VerseNumber":2,"Text":"E'ibora suspasta kitabara ayata"},{"SurahNumber":28,"VerseNumber":3,"Text":"Ami tomara ocarata mucha arau phira'a'unara kichu brttanta yathayathabharae bibrta karaicho, ene sampradayara babe yisakale imana posana karae"},{"SurahNumber":28,"VerseNumber":4,"Text":"Niscaya phira'a'una prthiraira bukuta ahankarai haichila, arau se'i tha'ira adhibasibilakaka bibhinna sraenita bibhakta karai sihamtara eta sraenika si durbala karai raakhichila; sihamtara putrasakalaka si hatya karaichila arau naraisakalaka jiraita erai dichila. Niscaya si achila biparyaya srstikarai"},{"SurahNumber":28,"VerseNumber":5,"Text":"Arau se'i desata yisakalaka durbala karai rakha haichila ami se'i manuhabilakara oparata anugraha karaiba bicarailo lagate te'omlokaka netrtba dana karaibalai arau uttaraadhikarai banabalai iccha karailo"}]}