{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":55,"Text":"Zanonro gunohe nest, agar dar nazdi padaronu pisaron va ʙarodaronu ʙarodarzodagon va xoharzodagonu zanoni hamdinaşon va jo kanizoni xudaşon ʙe hiçoʙ ʙoşand. Va ʙojad ki dar hama holat az Alloh ʙitarsed. Haroina, Alloh ʙar har cize hoziru nozir ast va şohidi amalhoi zohirī va ʙotinii ʙandagonaş meʙoşad"},{"SurahNumber":33,"VerseNumber":56,"Text":"Ba tahqiq, Alloh dar nazdi fariştagoni muqarraʙaş va niz fariştagonaş ʙa Pajomʙar salavot mefiristand. Ej kasone, ki ʙa Alloh imon ovardaed va ʙa şariati Rasulaş amal kardaed, ʙar ū salavot firisted va salom gūed, salomi nekū"},{"SurahNumber":33,"VerseNumber":57,"Text":"Haroina, kasone, ki Allohro ʙo şirku ma'sijat va Pajomʙaraşro ʙo guftoru kirdor ozor medihand, Alloh dar dunjo va oxirat onhoro la'nat karda va az tamomi xuʙihoi dunjo va oxirat mahrumaşon gardonidaast va ʙarojaşon dar oxirat azoʙi xorkunandae muhajjo kardaast"},{"SurahNumber":33,"VerseNumber":58,"Text":"Va kasone, ki mardoni mū'minu zanoni mū'minro ʙe heç gunohe, ki karda ʙoşand, meozorand, pas dar haqiqat, tuhmatu gunohi oşkorero ʙar dūş meʙardorand va dar oxirat mustahiqi azoʙ megardand"},{"SurahNumber":33,"VerseNumber":59,"Text":"Ej Pajomʙar, ʙa zanonu duxtaroni xud va zanoni mū'minon ʙigū, ki codari xudro ʙar sar pūşand, to saru rūju sari sinaho pūşida ʙoşand. In munosiʙtar ast, to ʙa pokdomanī şinoxta şavand va mavridi ozor voqe' nagardand. Va Alloh omurzandai gunohoni guzaştai şumo ast va ʙa şumo ʙisjor mehruʙon ast, ki ʙarojaton halolu haromro ravşan soxtaast"},{"SurahNumber":33,"VerseNumber":60,"Text":"Agar munofiqon va kasone, ki dar dilhojaşon şak va şuʙha va onhoe, ki dar Madina ovozahoi ʙardurūƣ pahn mekunand va dar dili mū'minon vahm meandozand, az kori ʙadi xud ʙoz naistand, haroina, Mo turo ʙar onho ƣoliʙ megardonem, to az on pas çuz andake ʙo tu dar Madina hamsoja naʙoşand"},{"SurahNumber":33,"VerseNumber":61,"Text":"Inho la'natşudagonand va az rahmati Alloh mahrumand. Har ço jofta şavand, ʙojad dastgir gardand va ʙa saxtī kuşta şavand, modome, ki ʙa ƣarazi ʙadaşon, xaʙarhoi ʙardurūƣro ʙajni musalmonon rivoç doda ʙar nifoqaşon pojdoru ustuvorand"},{"SurahNumber":33,"VerseNumber":62,"Text":"In sunnati ilohī, (ja'ne, asir giriftan va kuştani munofiqon), ki dar mijoni peşinijon çori ʙudaast, ki har kuço jofta şavand, ʙojad asir girifta şavand va ʙa saxtī kuşta şavand va hargiz tu ej Pajomʙar, dar sunnati ilohī taƣjire naxohī joft"}]}