{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"It is God Who alternates the Night and the Day: verily in these things is an instructive example for those who have vision"},{"SurahNumber":24,"VerseNumber":45,"Text":"And God has created every animal from water: of them there are some that creep on their bellies; some that walk on two legs; and some that walk on four. God creates what He wills for verily God has power over all things"},{"SurahNumber":24,"VerseNumber":46,"Text":"We have indeed sent down signs that make things manifest: and God guides whom He wills to a way that is straight"},{"SurahNumber":24,"VerseNumber":47,"Text":"They say, \"We believe in God and in the apostle, and we obey\": but even after that, some of them turn away: they are not (really) Believers"},{"SurahNumber":24,"VerseNumber":48,"Text":"When they are summoned to God and His apostle, in order that He may judge between them, behold some of them decline (to come)"},{"SurahNumber":24,"VerseNumber":49,"Text":"But if the right is on their side, they come to him with all submission"},{"SurahNumber":24,"VerseNumber":50,"Text":"Is it that there is a disease in their hearts? or do they doubt, or are they in fear, that God and His Apostle will deal unjustly with them? Nay, it is they themselves who do wrong"},{"SurahNumber":24,"VerseNumber":51,"Text":"The answer of the Believers, when summoned to God and His Apostle, in order that He may judge between them, is no other than this: they say, \"We hear and we obey\": it is such as these that will attain felicity"},{"SurahNumber":24,"VerseNumber":52,"Text":"It is such as obey God and His Apostle, and fear God and do right, that will win (in the end)"},{"SurahNumber":24,"VerseNumber":53,"Text":"They swear their strongest oaths by God that, if only thou wouldst command them, they would leave (their homes). Say: \"Swear ye not; Obedience is (more) reasonable; verily, God is well acquainted with all that ye do"}]}