{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"(Halbuki) biz seni ancak müjdeci ve uyarici olarak gönderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"De ki: \"Ben, buna karsi sizden bir ücret degil, ancak Rabbine dogru bir yol tutmayi dileyen kimseler (olmanizi) istiyorum"},{"SurahNumber":25,"VerseNumber":58,"Text":"Sen, ölümsüz ve daima diri olan Allah'a güvenip dayan. O'nu hamd ile tesbih et. Kullarinin günahlarindan haberdar olarak O yeter"},{"SurahNumber":25,"VerseNumber":59,"Text":"Gökleri yeri ve ikisinin arasindakileri alti günde yaratan, sonra Ars'a hükmeden Rahmân'dir. Haydi ne dileyeceksen o her seyden haberdar olan (Rahmân)dan dile"},{"SurahNumber":25,"VerseNumber":60,"Text":"Onlara \"Rahmân'a secde edin\" dendigi zaman, \"Rahmân da neymis? Senin bize emrettigine secde eder miyiz hiç?\" derler ve bu emir onlarin nefretini artirir"},{"SurahNumber":25,"VerseNumber":61,"Text":"Gökte burçlari var eden, onlarin içinde bir kandil (günes) ve nurlu bir ay barindiran Allah, yüceler yücesidir"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ibret almak veya sükretmek dileyen kimseler için gece ile gündüzü birbiri ardinca getiren O'dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"O çok merhametli Allah'in (has) kullari onlardir ki, yeryüzünde tevazu ile yürürler ve cahil kimseler kendilerine laf attigi zaman (incitmeksizin) \"selam\" derler (geçerler)"},{"SurahNumber":25,"VerseNumber":64,"Text":"Ve onlar ki, Rablerine secdeler ve kiyamlar ederek yatarlar"},{"SurahNumber":25,"VerseNumber":65,"Text":"Onlar ki, söyle derler: Cehennem azabini üzerimizden sav! Dogrusu onun azabi geçici bir sey degildir"},{"SurahNumber":25,"VerseNumber":66,"Text":"Orasi cidden ne kötü bir ugrak, ne kötü bir konaktir"},{"SurahNumber":25,"VerseNumber":67,"Text":"Ve onlar ki, harcadiklarinda ne israf ne de cimrilik ederler; ikisi arasinda orta bir yol tutarlar"}]}