{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":2,"VerseNumber":220,"Text":"Ana ing (perkara) donya lan akherat. Lan maneh dheweke padha matur marang sira (Muhammad) perkara bocah yatim, dhawuha sira: \"ngopeni amrih becike bocah yatim iku luwih becik banget\", dene yen sira dadekake keluarga bocah yatim iku, dhasar dheweke iku ya sadulurira. Allah iku ngudaneni wong kang gawe rusak, saka wong kang gawe becik (tumrap bocah yatim). Lan saupama Allah kersa ngreksakake ing sira kabeh (mesthi kelakon). Satemene Allah iku Maha Gagah serta Wicaksana"},{"SurahNumber":2,"VerseNumber":221,"Text":"(He wong Islam) Sira aja padha ngrabeni wong wadon Musyrik, kajaba yen banjur Mukmin, yekti sawijine kawula (amat) kang mukmin luwih becik tinimbang wong wadon merdika kang musyrik, senajan nengsemake ing sira kabeh (saka dening ayu rupane). Lan sira kabeh aja padha nikahake (anakira wadon) marang wong lanang musyrik, senajan nengsemake sira kabeh (saka dening gagah lan baguse). Wong kang mangkono iku (wong-wong musyrik) padha ngajak marang neraka, dene Allah iku nimbali marang suwarga lan pangura kelawan idzining Allah, sarta Allah nerangake tandha yekti - tanda yekti marang para manungsa, supaya padha eling marang panjenengane"},{"SurahNumber":2,"VerseNumber":222,"Text":"(Muhammad) para sahabatira padha matur marang sira nyuwun pirsa bab perkara getih haid. Sira dhawuha, \"Haid iku rereged, mulane padha nyingkirana saka wong wadonira kang pinuju haid, lan aja padha cedhak-cedhak (ngumpuli) wong wadonira mau, nganti padha resik (suci). Dene yen wis suci sira nekanana marang wadonira miturut kang didhawuhake Allah marang sira kabeh. Satemene Allah iku remen marang wong kang padha tobat, lan remen marang wong kang padha suci (resikan)"},{"SurahNumber":2,"VerseNumber":223,"Text":"Wong wadonira iku tumrape sira, upamane sawah, mulane sira tandurana sawahira sakarepira, lan sira padha andhisikna kabecikan tumraping sira lan padha bektia ing Allah lan padha weruha satemene sira ing tembe bakal padha disowanake ana ngarsane Allah. Lan sira mbebungaha marang wong-wong mukmin"},{"SurahNumber":2,"VerseNumber":224,"Text":"Lan sira padha ndadekake (asmane) Allah ana ing sumpahira, kang ngalang-alangi ing sira menawa arep tumindak becik, lan wediya ing Allah sarta ngrukunake ing antarane para manungsa. Dene Allah iku Maha Midhanget sarta ngudaneni"}]}