{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Sanga, mi tara kevala tumhala allahacya vahayi (isavani) dvare saceta karato, parantu badhira manase haka aikata nahita, jevha tyanna savadha kele jata asela"},{"SurahNumber":21,"VerseNumber":46,"Text":"Ani jara tyanna tumacya palanakartyacya siksa- yataneci nusati vapha jari lagali tara ud‌garatila, arere! Amaca vinasa! Nihsansaya amhi atyacari hoto"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ani amhi kayamatacya divasi tyancya daramyana yathayogya vajana karanara taraju anuna thevu, maga konavara kasahi prakaraca juluma kela janara nahi ani jara eka ra'icya danya'itakehi karma asela tara tehi amhi samora anu, ani amhi hisoba ghenyasathi purese ahota"},{"SurahNumber":21,"VerseNumber":48,"Text":"Ani he purnatah satya ahe ki amhi musa ani haruna yanna nirnaya karanara divya ani neka sadacari lokankarita bodha-upadesapurna grantha pradana kela ahe"},{"SurahNumber":21,"VerseNumber":49,"Text":"Te loka, je na pahata apalya palanakartyace bhaya balagatata ani je kayamata (cya vicara) ne bhayakampita rahatata"},{"SurahNumber":21,"VerseNumber":50,"Text":"Ani ha bodha- upadesa ani barakatapurna kura'ana amhica avatarita kela ahe. Maga kaya tarihi tumhi yaca inkara karata"},{"SurahNumber":21,"VerseNumber":51,"Text":"Ani nihsansaya, amhi yacyapurvi ibrahimala samanjasya pradana kele hote, ani tyacya avasthesi cangalya prakare paricita hoto"},{"SurahNumber":21,"VerseNumber":52,"Text":"Jevha te apalya pityasa ani apalya jamaticya lokanna mhanale ki ya murtya, jyance tumhi pujari banuna basala ahata, he kaya ahe"},{"SurahNumber":21,"VerseNumber":53,"Text":"Te mhanale, amhala amace vadavadila yancica upasana karatana adhalale aheta"},{"SurahNumber":21,"VerseNumber":54,"Text":"Ibrahima mhanale, maga tara tumhi ani tumace vadavadila ughada asa margabhrastateta hote"},{"SurahNumber":21,"VerseNumber":55,"Text":"Loka mhanale, kaya tumhi kharokhara satya ghe'una ala ahata ki ugaca thatta-maskari karata ahata"},{"SurahNumber":21,"VerseNumber":56,"Text":"Ibrahima mhanale, (navhe) kimbahuna, kharokhara tumaca svami va palanakarta akasanca ani jaminica svami va palanakarta ahe, jyane tyam na nirmana kele ahe ani mi tara yaca gostica saksi (ani mananara) ahe"},{"SurahNumber":21,"VerseNumber":57,"Text":"Ani allahaci sapatha, mi tumacya ya upasyanca ilaja jarura karena jevha tumhi patha phiravuna calate vhala"}]}