{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Men oz janımdı aqtamaymın. Eger Rabbım meyirim etpese, sın maninde, adam janı - jamandıqqa buyırwsı. Aqiqatında, Rabbım - ote Kesirimdi, erekse Meyirimdi"},{"SurahNumber":12,"VerseNumber":54,"Text":"Patsa: «Onı magan alıp kelinder. Men onı oz adamım etip alamın», - dedi. Ol onımen soylesken kezde: «Anıgında, sen bugin bizdin aldımızda martebege ie, senimdi adamsın», - dedi"},{"SurahNumber":12,"VerseNumber":55,"Text":"Ol / Ywswf / : «Meni osı jerdin / eldin / qazınaların ustinen / basqarwsı etip / qoy. Negizinde, men saqtawdı / durıs jumsawdı / bilwsimin», - dedi"},{"SurahNumber":12,"VerseNumber":56,"Text":"Biz osılay Ywswftı sol jerde / Mısırda / , ozi qalagan orınga jaygasa alatın etip ornıqtırdıq. Biz meyirimimizdi qalagan adamımızga nasip etemiz. Ari Biz jaqsılıqtı ıqılaspen istewsilerdin sıyın zaya ketirmeymiz"},{"SurahNumber":12,"VerseNumber":57,"Text":"Al, songı, mangilik omir / aqiret / sıyı bolsa - imanga kelgender jane taqwalıq etkender / Allahtın jazasınan qorqıp, saqtangandar / usin odan da qayırlı"},{"SurahNumber":12,"VerseNumber":58,"Text":"Birde / Ywswftın bawırları kelip, onın aldına kirdi. Sonda, ol olardı tanıdı. Al, olar onı tanımadı"},{"SurahNumber":12,"VerseNumber":59,"Text":"Ol olardın jukterin azirletken kezde: «Bir akedentwgan bawırlarındı magan alıp kelinder. Menin olsewdi tolıqtırıp beretinimdi ari qonaq qabıldawsılardın qayırlısı ekenimdi kordinder goy"},{"SurahNumber":12,"VerseNumber":60,"Text":"Eger onı magan akelmesender, menin senderge olsep bererim joq ari magan jaqındamandar», - dedi"},{"SurahNumber":12,"VerseNumber":61,"Text":"Olar: «Biz onın akesinin konilin awlap, onı surap alwga tırısamız ari munı, albette, orındaymız», - dedi"},{"SurahNumber":12,"VerseNumber":62,"Text":"Ol / Ywswf / qızmetkerlerine: «Olardın / bidayga tolegen / zattarın jukterinin isine salıp jiberinder. Balkim, olar uylerine oralgan kezde, munı tanır ari mumkin qaytıp keler», - dedi"},{"SurahNumber":12,"VerseNumber":63,"Text":"Soytip olar akelerine qaytıp bargandarında: «Ay, ake! Bizge olsew toqtatıldı / astıq berilmeytin boldı / . Bawırımızdı bizben birge jiber, sonda olsemimizdi alamız. Anıgında, biz - onı qorgawsımız», - dedi"}]}