{"Id":369,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":26,"Text":"Fir'avn guft: «Biguzored, to Musoro ʙikusam va [cun kasero nadorad] noguzir ast Parvardigorasro ʙa jori ʙixonad [va man az vaj harose nadoram]. Metarsam, ki u dinatonro digargun sozad jo dar in sarzamin taʙohi ʙa ʙor ovarad»"},{"SurahNumber":40,"VerseNumber":27,"Text":"Muso guft: «Man az [sarri] har mutakaʙʙire, ki ʙa ruzi hisoʙ ʙovar nadorad, ʙa Parvardigori xes va Parvardigori sumo panoh meʙaram»"},{"SurahNumber":40,"VerseNumber":28,"Text":"Va mardi mu'mine az xonavodai Fir'avn, ki imonasro pinhon medost, guft: «Ojo mexohed in mardro [faqat ʙa xotiri in curm] ʙikused, ki megujad: «Parvardigoram Alloh taolo ast» va [dar ta'jidi suxanas niz] daloili ravsane az suji Parvardigraton ʙaroi sumo ovardaast? Agar duruƣgu ʙosad, [gunohi] duruƣas ʙar uhdai xudi ust va agar rost gufta ʙosad, [dasti kam] ʙarxe az azoʙhoe, ki va'da medihad, ʙa sumo xohad rasid"},{"SurahNumber":40,"VerseNumber":29,"Text":"Be tardid, Alloh taolo kasero, ki isrofkoru duruƣgust, hidojat namekunad. Ej qavmi man, imruz farmonravoi dar ixtijori sumost va dar in sarzamin sulta dored, vale agar saxtgirii Alloh taolo domangiramon savad, ci kase moro jori xohad kard»? Fir'avn guft: «Man faqat on ciro saloh medonam, megujam va sumoro ʙa rohi rost hidojat mekunam»"},{"SurahNumber":40,"VerseNumber":30,"Text":"On mardi mu'min guft: «Ej qavmi man, metarsam azoʙe hamcun azoʙi aqvomi pesin [ki az pajomʙaronason sarpeci kardand] ʙar saraton ʙijojad"},{"SurahNumber":40,"VerseNumber":31,"Text":"Monandi sevai [azoʙi] qavmi Nuh va Odu Samud va kasone ki ʙa'd az onon ʙudand, dar hole Alloh taolo sitame ʙaroi ʙandagonas namexohad"},{"SurahNumber":40,"VerseNumber":32,"Text":"Va ej qavmi man, ʙar sumo az ruze metarsam, ki mardum ʙa farjod az jakdigar jori mexohand"},{"SurahNumber":40,"VerseNumber":33,"Text":"[Hamon] Ruze, ki hamagi [az tars] ʙa aqiʙ ʙoz megarded va dar ʙaroʙari [mucozoti] Alloh taolo hec muhofize nadored va har kiro Alloh taolo gumroh kunad, hec hidojatgare naxohad dost"}]}