{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":54,"VerseNumber":28,"Text":"E infórmalos de que tendrán que compartir el agua con ella y de que tendrán turnos establecidos para beber"},{"SurahNumber":54,"VerseNumber":29,"Text":"Masllamaron a uno de los suyos (para degollarla), y este tomó una espada y la mató"},{"SurahNumber":54,"VerseNumber":30,"Text":"¡Y qué terrible fue Mi castigo para quienes no tuvieron en cuenta Mis advertencias"},{"SurahNumber":54,"VerseNumber":31,"Text":"Bastó con enviarles un solo grito (del ángel Gabriel) y quedaron destruidos, como si fueran forraje seco y pisoteado"},{"SurahNumber":54,"VerseNumber":32,"Text":"Y, ciertamente, hemos facilitado la memorización y la comprensión del Corán para quienes reflexionan sobre él. ¿Hay quien aprenda de sus lecciones"},{"SurahNumber":54,"VerseNumber":33,"Text":"El pueblo del profeta Lot también rechazó las advertencias de su mensajero"},{"SurahNumber":54,"VerseNumber":34,"Text":"Y enviamos sobre ellos una tormenta de guijarros (que los destruyó), salvo a la familia de Lot, pues los salvamos al amanecer"},{"SurahNumber":54,"VerseNumber":35,"Text":"por gracia Nuestra. Así es como recompensamos a quienes son agradecidos"},{"SurahNumber":54,"VerseNumber":36,"Text":"Y, ciertamente, Lot los advirtió de Nuestro castigo; mas dudaron de las advertencias"},{"SurahNumber":54,"VerseNumber":37,"Text":"Y pretendieron seducir a sus huéspedes (los ángeles bajo apariencia humana que fueron enviados para castigarlos); mas les cegamos los ojos y les dijimos: «Sufrid Mi castigo y Mis amenazas»"},{"SurahNumber":54,"VerseNumber":38,"Text":"Y a primeras horas de la mañana se abatió sobre ellos un castigo incesante"},{"SurahNumber":54,"VerseNumber":39,"Text":"¡Sufrid, pues, Mi castigo y Mis amenazas"},{"SurahNumber":54,"VerseNumber":40,"Text":"Y, ciertamente, hemos facilitado la memorización y la comprensión del Corán para quienes reflexionan sobre él. ¿Hay quien aprenda de sus lecciones"},{"SurahNumber":54,"VerseNumber":41,"Text":"Y las gentes del Faraón recibieron las advertencias (de Moisés y de Aarón)"},{"SurahNumber":54,"VerseNumber":42,"Text":"Mas negaron todos Nuestros milagros y pruebas, y los castigamos con severidad, con un castigo digno del Poderoso y Omnipotente"},{"SurahNumber":54,"VerseNumber":43,"Text":"¿Acaso quienes niegan la verdad de entre vosotros (¡oh, habitantes de La Meca!) son mejores que los que hemos mencionado? ¿O acaso Al-lah os ha prometido en los Libros revelados que Su castigo no os alcanzará"},{"SurahNumber":54,"VerseNumber":44,"Text":"¿O acaso dicen: «Somos un grupo numeroso e invencible»"},{"SurahNumber":54,"VerseNumber":45,"Text":"Pero serán derrotados y huirán"},{"SurahNumber":54,"VerseNumber":46,"Text":"Y están citados para la Hora (de la Resurrección), y esta será más terrible y amarga (para ellos que el castigo de esta vida)"},{"SurahNumber":54,"VerseNumber":47,"Text":"En verdad, los pecadores que rechazan la verdad están extraviados y recibirán el castigo de un fuego abrasador (en la otra vida)"},{"SurahNumber":54,"VerseNumber":48,"Text":"Ese día serán arrastrados hacia el fuego boca abajo (y se les dirá:)«Sufrid el dolor del fuego del infierno»"},{"SurahNumber":54,"VerseNumber":49,"Text":"Realmente, todo lo hemos creado en su justa medida según un decreto previo (que consta en la Tabla Protegida)"}]}