{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":11,"VerseNumber":72,"Text":"(Jinika Ibrahim aha) gotiye: \"Xweli li minbe! Ez jineke pir im, eva mere, min e: kalek e. Eze ca zaran binim? Bi rasti eva tisteki sodret e"},{"SurahNumber":11,"VerseNumber":73,"Text":"Ewan (firisten sai ji bona we jinike ra aha) gotine: \"Maliyen (Ibrahim!) dilovani u pirozaya Yezdan li ser we ye, bi vi ra ji hej hun ji fermana Yezdan sodret diminin? Bi rasti ewa pesinvane comerd e"},{"SurahNumber":11,"VerseNumber":74,"Text":"Idi gava ji (Ibrahim tirs cuye u mizginiya (zaran ji Ibrahim ra) hatiye (ji bona, ku sapate li ser komale Lut rake, bi saiyen) me ra tekosin kiriye"},{"SurahNumber":11,"VerseNumber":75,"Text":"Bi rasti Ibrahim yeki xuy nerme, pir lavakare xwe hispare (Yezdan e)"},{"SurahNumber":11,"VerseNumber":76,"Text":"(Saiyan ji bona Ibrahim ra aha) gotine: \"Ibrahim! Tu dest ji ve tekosine berde. Bi sond! Fermana Xudaye te (bi sapatdana) wan hatiye u bi rasti ewa sapata, ku para dayina we qe ce nabe, we ji wan ra were"},{"SurahNumber":11,"VerseNumber":77,"Text":"U di gava (firisten) meyen sai hatine bal Lut, Lut (bi hatina wan) bi kovani mat maye u (tirsiya ye) ku komale wi (ewan saiyan ji) bihetikinin. (Lut bi xweber ji xwe ra aha) gotiye: \"Eva royeke dijwar e"},{"SurahNumber":11,"VerseNumber":78,"Text":"(U di gava komale Lut, hatina wan firisten sai bihistine) bi lez hatine bal (Lut) hej di bere da ewan (komale Lut) tisten sikati dikiribune. (Lut ji bona wan ra aha) got: \"Gele min! Idi hun ji Yezdan bitirsin, ji bona hetka mevane min, min li bal wan riswa nekin (rumeta min bigirin) evan kecen mine hanenan (bi jinani) ji bona we ra (ji van mevanan) paqijtirin. Di nava we da qe mereki xwezane tune ye"},{"SurahNumber":11,"VerseNumber":79,"Text":"(Komale Lut di bersiva wi da aha) gotine: \"Bi sond! Tu dizan, ku ji bona me ra di kecen te da tu mafe (hewasi) tune ye. U bi sond! Tu dizani ka em ci dixwazin ji.”"},{"SurahNumber":11,"VerseNumber":80,"Text":"(Lut ji wan ra aha) gotiye: \"Xwezika ji bona min ra hezeke (parisvan) hebuya! Ya ji (komaleki di dizeke zor parisvan ji bona min ra) hebuya (weye bidita!).”"},{"SurahNumber":11,"VerseNumber":81,"Text":"(Ewan firisten sai aha) gotine: \"Lut! (qe tu netirse) Bi rasti em saiyen Xudaye te ne, bi sond! (deste wan) Nagiheje te, idi tu bi maliyen xwe va di daneki seve da (ji gunde xwe) derkebin ji pestire jina te. Bira tu kes para da nemine (li para xwe meze nekin). Bi rasti sapata bi wan da hati, we (bi jina te da ji) were. Dane (hatina sapate) sibeh e; qey sibeh nezik nine"}]}