{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"ha - mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"ain - sin - khaph"},{"SurahNumber":42,"VerseNumber":3,"Text":"(o muham'mad!) Sarvasaktimantudu, mahavivekavantudu ayina allah, ide vidhanga niku mariyu ni kante mundu vaccina variki kuda divyajnanam (vahi) avatarimpajesadu"},{"SurahNumber":42,"VerseNumber":4,"Text":"akasalalo mariyu bhumilo unnadanta ayanaku cendinade. Ayana mahonnatudu, sarvottamudu"},{"SurahNumber":42,"VerseNumber":5,"Text":"akasalu, pai nundi dadapu preli ponunnayi. Mariyu devadutalu tama prabhuvu pavitratanu koniyadutu, ayananu stutistu unnaru mariyu bhumilo unnavari koraku ksamapana korutunnaru. Cudandi, niscayanga allah! Ayane ksamasiludu, apara karuna pradata"},{"SurahNumber":42,"VerseNumber":6,"Text":"mariyu evaraite ayananu vadali itarulanu tama sanraksakuluga cesukuntaro, varini allah kanipettukoni unnadu. Mariyu nivu variki badhyudavu kavu"},{"SurahNumber":42,"VerseNumber":7,"Text":"Mariyu i vidhanga memu nipai i khur'an nu, arabbi bhasalo, divyajnanam (vahi) dvara avatarimpajesamu. Danito nivu um'mul khura (makka) mariyu dani cuttuprakkala varini heccarincataniki mariyu - danini gurinci elanti sandeham leni - a samavesa dinanni gurinci heccarincenduku kuda. (A roju) oka vargam varu svarganiki potaru, maroka vargam varu mande narakagniloki potaru"},{"SurahNumber":42,"VerseNumber":8,"Text":"mariyu okavela allah korite varandarini oke samajanga cesi undevadu! Kani ayana tanu korina varini tana karunaku patruluga cesukuntadu. Mariyu durmargula koraku, raksincevadu gani sahayapadevadu gani evvadu undadu"},{"SurahNumber":42,"VerseNumber":9,"Text":"leka varu ayananu vadali itarulanu sanraksakuluga cesukunnara? Kani allah! Kevalam ayane sanraksakudu mariyu ayane mrtulanu bratikincevadu mariyu ayane pratidi ceyagala samardhudu"},{"SurahNumber":42,"VerseNumber":10,"Text":"mariyu miru e visayanni gurinci bhedabhiprayalu kaligi vunnaro, dani tirpu allah vaddane undi. Ayane allah! Na prabhuvu, nenu ayanane nam'mukunnanu mariyu nenu pascattapanto ayana vaipunake maralutanu"}]}