{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":6,"Text":"Su muhakkak ki inkar edenleri uyarsan da, uyarmasan da onlar icin birdir. Onlar inanmazlar"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah onların kalplerini ve kulaklarını muhurlemistir. Gozlerinin uzerinde bir de perde vardır. Ve buyuk azab onlaradır"},{"SurahNumber":2,"VerseNumber":8,"Text":"Insanlardan oyleleri de vardır ki, inanmadıkları halde, \"Allah'a ve ahiret gunune inandık.\" derler"},{"SurahNumber":2,"VerseNumber":9,"Text":"Allah'ı ve muminleri aldatmaya calısırlar. Halbuki sırf kendilerini aldatırlar da farkına varmazlar"},{"SurahNumber":2,"VerseNumber":10,"Text":"Kalplerinde hastalık vardır. Allah da onların hastalıgını arttırmıstır. Yalan soylemelerine karsılık onlara elem verici bir azab vardır"},{"SurahNumber":2,"VerseNumber":11,"Text":"Hem onlara: \"Yeryuzunde fesat cıkarmayın.\" denildiginde: \"Biz ancak ıslah edicileriz.\" derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"Iyi bilin ki, onlar ortalıgı bozanların ta kendileridir, fakat anlamazlar"},{"SurahNumber":2,"VerseNumber":13,"Text":"Onlara: \"Insanların (muslumanların) inandıgı gibi inanın.\" denilince, \"Biz de o beyinsizlerin inandıgı gibi mi inanacagız?\" derler. Iyi bilin ki, asıl beyinsiz kendileridir fakat bilmezler"},{"SurahNumber":2,"VerseNumber":14,"Text":"Onlar iman edenlere rastladıkları zaman: \"Inandık\" derler. Fakat seytanlarıyle yalnız kaldıkları zaman: \"Biz, sizinle beraberiz, biz sadece (onlarla) alay ediyoruz.\" derler"},{"SurahNumber":2,"VerseNumber":15,"Text":"(Asıl) Allah onlarla alay eder ve taskınlıkları icinde serserice dolasmalarına muhlet verir"},{"SurahNumber":2,"VerseNumber":16,"Text":"Iste onlar o kimselerdir ki, hidayet karsılıgında sapıklıgı satın aldılar da, ticaretleri kar etmedi, dogru yolu da bulamadılar"}]}