{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"And every sign that We showed them was greater than its predecessor, and We overtook them with chastisement that they may turn (to Us)"},{"SurahNumber":43,"VerseNumber":49,"Text":"And they said, \"O sorcerer! Call on your Lord for our sake, by the covenant He has made with you; we shall surely become followers of the right way"},{"SurahNumber":43,"VerseNumber":50,"Text":"But when We removed from them the chastisement, lo! They broke the pledge"},{"SurahNumber":43,"VerseNumber":51,"Text":"And Pharaoh proclaimed amongst his people, saying, \"O my people! Is not the sovereignty of Egypt mine? And these rivers which flow beneath me; do you not then see"},{"SurahNumber":43,"VerseNumber":52,"Text":"Nay! I am surely better than this fellow, who is a contemptible wretch, and who can hardly speak distinctly (or plainly)"},{"SurahNumber":43,"VerseNumber":53,"Text":"But why have not bracelets of gold been put upon him, or why have there not come with him angels as companions"},{"SurahNumber":43,"VerseNumber":54,"Text":"So he incited his people to levity and they obeyed him: surely they were a transgressing people"},{"SurahNumber":43,"VerseNumber":55,"Text":"Then when they displeased Us, We inflicted a retribution on them, so We drowned them every one"},{"SurahNumber":43,"VerseNumber":56,"Text":"And We made them a precedent and example to the later generations"},{"SurahNumber":43,"VerseNumber":57,"Text":"And when the example of the son of Mary (Jesus) is given, lo! Your people raise a clamour (of ridicule) there at"},{"SurahNumber":43,"VerseNumber":58,"Text":"And they say, \"Are our gods better, or is he?\" They raise not the objection save by way of disputation; nay, they are a contentious people"},{"SurahNumber":43,"VerseNumber":59,"Text":"He was naught but a servant on whom We bestowed favour, and We made him an example for the Children of Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"And if We please, We could make among you angels to be vicegerents (or successors) in the land"}]}