{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":62,"VerseNumber":9,"Text":"Siz ey imana ermis olanlar! Cuma gunu namaz icin cagrıldıgınızda her turlu dunyevi alısverisi bırakıp Allah´ı anmaya kosun! Eger bilseniz, bu sizin yararınızadır"},{"SurahNumber":62,"VerseNumber":10,"Text":"Ve namaz bittiginde yeryuzune serbestce dagılın ve Allah´ın lutfundan (rızkınızı) aramaya devam edin; mutluluga ulasabilmek icin de Allah´ı sıkca anın"},{"SurahNumber":62,"VerseNumber":11,"Text":"Ama insanlar, dunyevi bir kazanc (fırsatı) veya gecici bir eglence gordukleri zaman ona dogru kosup seni ayakta (ve konusur durumda) bırakıverirler. De ki: \"Allah katında olan, butun gecici eglencelerden ve butun kazanclardan cok daha hayırlıdır! Ve Allah rızık verenlerin en iyisidir"},{"SurahNumber":63,"VerseNumber":1,"Text":"Ikiyuzluler sana geldiklerinde: \"Senin gercekten Allah´ın Elcisi olduguna tanıklık ederiz!\" derler. Ama Allah, senin kendi elcisi oldugunu bilir; ve Allah, ikiyuzlulerin (inandık demelerinde) asla samimi olmadıklarına tanıklık eder"},{"SurahNumber":63,"VerseNumber":2,"Text":"Onlar yeminlerini (yalan ve sahtekarlıklarına) kalkan yapmakta ve boylece baskalarını Allah yolundan saptırmaktadırlar. Yaptıkları, gercekten cok cirkindir"},{"SurahNumber":63,"VerseNumber":3,"Text":"boyledir, cunku onlar imana erdi(klerini iddia eder)ler, halbuki (iclerinde) hakikati inkar ederler ve boylece, kalplerine bir muhur vurulmustur, artık (neyin dogru, neyin yanlıs oldugunu) anlayamazlar"},{"SurahNumber":63,"VerseNumber":4,"Text":"Simdi sen onları gordugunde dıs gorunusleri hosuna gider; ve konustuklarında ne soylediklerine kulak vermek istersin. Onlar, yere (saglam sekilde) dikilmis kutukler gibi (olduklarına emin gorunseler de) her cıglıgı kendilerine (yonelik) sanırlar. Onlar (butun inanclara) dusmandırlar, oyleyse onlara karsı dikkatli ol. (Ve bedduayı hak ederler:) \"Allah onları kahretsin!\" Akılları nasıl da (hakikatten) sapıyor"}]}