{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"nam (sinay) malaiyai avarkalukku mel mukattaippol uyarttinom; appotu avarkal atu tankal mitu viluntu vitumo enru enniyapotu, nam avarkalai nokki, \"nam unkalukkuk kotutta (vetat)taip palamakap pitittuk kollunkal; atilullavarraic cintiyunkal; ninkal payapaktiyutaiyor akalam\" (enru kurinom)"},{"SurahNumber":7,"VerseNumber":172,"Text":"Um iraivan atamutaiya makkalin mutukukaliliruntu avarkalutaiya cantatikalai veliyakki, avarkalait tankalukke catciyaka vaittu\"nan unkalutaiya iraivan allava?\" Enru kettatarku, avarkal\"mey tan. Nankal catci kurukirom\" enru kuriyatai (avarkalukku) ninaivuttuviraka (enenil itu ninaivuttappatatatanal) niccayamaka itanai (marantu) vittup paramukamaka iruntu vittom enru marumai nalil ninkal (yarume) collatirukkavum"},{"SurahNumber":7,"VerseNumber":173,"Text":"allatu, \"inaivaittavarkal ellam enkalukku mun irunta enkal mutataiyarkale nankalo avarkalukkup pin vanta (avarkalutaiya) cantatikal - anta valikettorin ceyalukkaka ni enkalai alittu vitalama?\" Enru kuratirukkavume! (Itanai ninaivuttukirom enru napiye! Nir kuruviraka)"},{"SurahNumber":7,"VerseNumber":174,"Text":"avarkal (pavankaliliruntu) vitupattu (nam'mitam) tirumpuvatarkaka nam (nam) vacanankalai ivvaru vilakkik kurukinrom"},{"SurahNumber":7,"VerseNumber":175,"Text":"(napiye!) Nir avarkalukku oru manitanutaiya varalarrai otikkattuviraka! Avanukku nam nam attatcikalaik kotuttiruntom; eninum avan avarrai vittu murrilum naluvivittan; appotu avanai saittan pin totarntan - atanal avan vali tavariyavarkalil oruvanaki vittan"},{"SurahNumber":7,"VerseNumber":176,"Text":"Nam natiyiruntal, nam attatcikalaik kontu avanai uyarttiyiruppom; eninum avan ivvulaka valvai(ye catamena) matittu, tannutaiya iccaikalaiye pinparrinan; avanukku utaranam nayaip ponru, atai nir virattinalum nakkait tonka vitukiratu, allatu atai nir vittu vittalum nakkait tonka vitukiratu - ituve nam vacanankalaip poyyenak kurum kuttattarukkum utaranamakum - akave avarkal cintittu nallunarvu perum poruttu (ittakaiya) varalarukalaik kuruviraka"},{"SurahNumber":7,"VerseNumber":177,"Text":"nam'mutaiya vacanankalaip poyyenak kuriya makkalin utaranam mikavum kettatakum; avarkal tamakkut tame tinkilaittuk kontarkal"},{"SurahNumber":7,"VerseNumber":178,"Text":"allah evarukku nervali kattukinrano avar nervaliyai ataintavar avar;. Yarait tavarana valiyil vittu vittano, attakaiyavarkal murrilum nastam ataintavarkale"}]}