{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":76,"VerseNumber":6,"Text":"A fountain where the devotees of God drink, making it flow in abundance"},{"SurahNumber":76,"VerseNumber":7,"Text":"They honor their promise, and they are conscious of a day whose harm flies far and wide"},{"SurahNumber":76,"VerseNumber":8,"Text":"And they feed, for the love of God, the indigent, the orphan, and the captive"},{"SurahNumber":76,"VerseNumber":9,"Text":"Saying, “We feed you for the sake of God alone. No reward do we desire from you, nor thanks"},{"SurahNumber":76,"VerseNumber":10,"Text":"“Indeed we fear a day of distressful punishment.”"},{"SurahNumber":76,"VerseNumber":11,"Text":"But God will deliver them from the harm of that day, and will shed over them a light of beauty and joy"},{"SurahNumber":76,"VerseNumber":12,"Text":"And because they were patient and constant, He will reward them with a garden and garments of silk"},{"SurahNumber":76,"VerseNumber":13,"Text":"Reclining in the garden on raised thrones, they will find there, neither a sun nor extreme cold"},{"SurahNumber":76,"VerseNumber":14,"Text":"And the shade of the garden will come low over them, and bunches of fruit there will hang low"},{"SurahNumber":76,"VerseNumber":15,"Text":"And among them will be passed round bowls of silver and goblets of crystal"},{"SurahNumber":76,"VerseNumber":16,"Text":"Crystal and silver. They will determine its amount"},{"SurahNumber":76,"VerseNumber":17,"Text":"And they will be given to drink there, from a cup mixed with zanjabil"},{"SurahNumber":76,"VerseNumber":18,"Text":"A fountain there called Salsabil"},{"SurahNumber":76,"VerseNumber":19,"Text":"And around them will be youth of perpetual innocence. If you see them, you would think they were scattered pearls"},{"SurahNumber":76,"VerseNumber":20,"Text":"And when you look, it is there you will see bliss and a realm magnificent"},{"SurahNumber":76,"VerseNumber":21,"Text":"Upon them will be green garments of fine silk and heavy brocade, and they will be adorned with bracelets of silver, and their Lord will give to them a natural drink"},{"SurahNumber":76,"VerseNumber":22,"Text":"“Indeed this is a reward for you, and your endeavor is accepted and recognized.”"},{"SurahNumber":76,"VerseNumber":23,"Text":"It is We Who have sent down the Quran to you in stages"},{"SurahNumber":76,"VerseNumber":24,"Text":"Therefore, be patient with constancy to the command of your Lord, and do not listen to those who are unethical or the disbeliever among them"},{"SurahNumber":76,"VerseNumber":25,"Text":"And glorify the name or your Lord morning and evening"}]}