{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"حٰمٓ۔"},{"SurahNumber":45,"VerseNumber":2,"Text":"اتارنا کتاب کا ہے اللہ کی طرف سے جو زبردست ہے حکمتوں والا"},{"SurahNumber":45,"VerseNumber":3,"Text":"بیشک آسمانوں میں اور زمین میں بہت نشانیاں ہیں ماننے والوں کے واسطے [۱]"},{"SurahNumber":45,"VerseNumber":4,"Text":"اور تمہارے بنانے میں اور جس قدر پھیلا رکھے ہیں جانور نشانیاں ہیں ان لوگوں کے واسطے جو یقین رکھتےہیں [۲]"},{"SurahNumber":45,"VerseNumber":5,"Text":"اور بدلنے میں رات دن کے اور وہ جو اتاری اللہ نے آسمان سے روزی [۳] پھر زندہ کر دیا اس سے زمین کو اس کے مرجانے کے بعد اور بدلنے میں ہواؤں کے نشانیان ہیں ان لوگوں کے واسطے جو سمجھ سےکام لیتے ہیں [۴]"},{"SurahNumber":45,"VerseNumber":6,"Text":"یہ باتیں ہیں اللہ کی ہم سناتے ہیں تجھ کو ٹھیک ٹھیک پھر کونسی بات کو اللہ اور اسکی باتوں کو چھوڑ کر مانیں گے [۵]"},{"SurahNumber":45,"VerseNumber":7,"Text":"خرابی ہے ہر جھوٹے گنہگار کے لئے"},{"SurahNumber":45,"VerseNumber":8,"Text":"کہ سنتا ہے باتیں اللہ کی اسکے پاس پڑھی جاتی ہیں پھر ضد کرتا ہے غرور سے گویا سنا ہی نہیں [۶] سو خوشخبری سنا دے اسکو ایک عذاب دردناک کی"},{"SurahNumber":45,"VerseNumber":9,"Text":"اور جب خبر پائے ہماری باتوں میں سے کسی کی اسکو ٹھہرائے ٹھٹھا ایسوں کو ذلت کا عذاب ہے [۷]"},{"SurahNumber":45,"VerseNumber":10,"Text":"پرے انکے دزوخ ہے اور کام نہ آئے گا انکے جو کمایا تھا ذرا بھی اور نہ وہ کہ جنکو پکڑا تھا اللہ کے سوائے رفیق [۸] اور اُنکے واسطے بڑا عذاب ہے"},{"SurahNumber":45,"VerseNumber":11,"Text":"یہ سجھا دیا اور جو منکر ہیں اپنے رب کی باتوں سے انکے لئے عذاب ہے ایک بلا کا دردناک [۹]"},{"SurahNumber":45,"VerseNumber":12,"Text":"اللہ وہ ہے جس نے بس میں کر دیا تمہارے دریا کو کہ چلیں اس میں جہاز اس کے حکم سے [۱۰] اور تاکہ تلاش کرو اسکے فضل سے اور تاکہ تم حق مانو [۱۱]"},{"SurahNumber":45,"VerseNumber":13,"Text":"اور کام میں لگا دیا تمہارے جو کچھ ہے آسمانوں میں اور زمین میں سب کو اپنی طرف سے [۱۲] اس میں نشانیاں ہیں ان لوگوں کے واسطے جو دھیان کرتے ہیں [۱۳]"}]}