{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":7,"VerseNumber":196,"Text":"““Ndithu Mtetezi wanga ndi Allah, Yemwe wavumbulutsa buku (ili lopatulika). Ndipo Iye amawateteza ochita zabwino.”"},{"SurahNumber":7,"VerseNumber":197,"Text":"““Ndipo omwe mukuwapembedza kusiya Iye (Allah,) sangathe kukupulumutsani ndiponso sangathe kudzipulumutsa okha.”"},{"SurahNumber":7,"VerseNumber":198,"Text":"“Ngati mutawaitanira ku chiwongoko, sangamve; koma uwaona akukuyang’ana koma pomwe iwo sakuona"},{"SurahNumber":7,"VerseNumber":199,"Text":"“Khala ndi khalidwe lokhululuka, lamula zabwino ndipo dzipatule ku mbuli"},{"SurahNumber":7,"VerseNumber":200,"Text":"“Ndipo ngati manong’onong’o a satana atakuvutitsa, dzitchinjirize ndi Allah. Ndithu Iye Ngwakumva, Ngodziwa"},{"SurahNumber":7,"VerseNumber":201,"Text":"“Ndithu amene akuopa (Allah), udyerekezi wa satana ukawakhudza amakumbukira (Allah), nkuona (njira yotulukira muudyerekezi wakewo)"},{"SurahNumber":7,"VerseNumber":202,"Text":"“Koma anzawo (omwe ali oipa) amawalimbikitsa m’machimo, ndipo kenako saleka (kupitiriza machimowo)"},{"SurahNumber":7,"VerseNumber":203,"Text":"“Ngati siudawabweretsere chozizwitsa, akunena: “Bwanji wosachibweretsa pa iwe wekha? Nena: “Ndithudi ndikutsatira zimene zikuvumbulitsidwa kwa ine kuchokera kwa Mbuye wanga. (Sindichita chinthu mwa ine ndekha). Iyi (Qur’an) ndi umboni (waukulu pa zoyankhula zanga) kuchokera kwa Mbuye wanu. (Izo) ndi chiongoko ndi chifundo kwa anthu okhulupirira.”"},{"SurahNumber":7,"VerseNumber":204,"Text":"“Ndipo Qur’an ikamawerengedwa, mvetserani (mwatcheru) ndi kukhala chete, kuti muchitiridwe chifundo"},{"SurahNumber":7,"VerseNumber":205,"Text":"“Ndipo mtchule Mbuye wako mu mtima mwako modzichepetsa, mwa mantha ndi mosakweza mawu m’mawa ndi madzulo; ndipo usakhale mwa osalabadila (malamulo a Allah)"},{"SurahNumber":7,"VerseNumber":206,"Text":"“Ndithu amene ali kwa Mbuye wako, (angelo), sadzitukumula posiya kumpembedza (Mbuye wawo, koma iwo) amam’lemekeza ndi kumlambira"}]}