{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":12,"Text":"El dia en que veas la luz de los creyentes y las creyentes manifestandose delante de ellos y a su derecha: «Vuestra buena noticia hoy son Jardines de cuyas profundidades brotan los rios.» En ellos estaran eternamente. ¡Ese es el triunfo inmenso"},{"SurahNumber":57,"VerseNumber":13,"Text":"El dia en el que los hipocritas y las hipocritas digan a quienes son creyentes: «¡Esperad para que podamos obtener algo de vuestra luz!» Se les dira: «Retroceded y buscad una luz.» Y se pondra entre ellos una muralla en la que habra una puerta. En el interior de ella estara la misericordia y frente a ella, en el exterior, el castigo"},{"SurahNumber":57,"VerseNumber":14,"Text":"Les gritaran: «¿Acaso no estuvimos con vosotros?» Ellos diran: «Si, pero vosotros destruisteis vuestras propias almas y quedasteis a la espera y tuvisteis dudas hasta que llego la orden de Dios. Y el Seductor os sedujo respecto a Dios"},{"SurahNumber":57,"VerseNumber":15,"Text":"Pero hoy no se os aceptara rescate alguno ni tampoco a quienes no fueron creyentes. Vuestro unico destino sera el Fuego. ¡El sera vuestro amigo! ¡Que mal final!»"},{"SurahNumber":57,"VerseNumber":16,"Text":"¿Acaso no es ya tiempo de que los corazones de quienes tienen fe se humillen y teman ante el recuerdo de Dios y de lo que ha descendido de la Verdad y de que no sean como aquellos a quienes les fue entregada la Escritura anteriormente? El tiempo se cobro su impuesto sobre ellos y endurecio sus corazones y muchos de ellos fueron transgresores"},{"SurahNumber":57,"VerseNumber":17,"Text":"Sabed que Dios da vida a la Tierra despues de haber estado muerta. Ciertamente os hemos explicado las senales. Quizas asi useis vuestra inteligencia"},{"SurahNumber":57,"VerseNumber":18,"Text":"En verdad, a quienes son sinceros y sinceras y hacen a Dios un prestamo bueno se les doblara su pago y tendran una recompensa generosa"}]}