{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":28,"VerseNumber":71,"Text":"Ayt (oo, Muhammad): «Emne deysiŋer, eger Allaһ silerdin ustuŋordo tundu Kıyamat kununo ceyin ketkis (tuboluk) kılıp koyso, Allaһtan baska kaysı «kudayıŋar» silerge nur keltire alat? Emi (akıykattı) ukpaysıŋarbı?!»"},{"SurahNumber":28,"VerseNumber":72,"Text":"Aytkın: «Emne dep oyloysuŋar, eger Allaһ ustuŋordogu kunduzdu tee Kıyamatka ceyin tuboluk ketkis kılıp koyso, siler es ala turgan tundu Allaһdan baska kaysı «kudayıŋar» keltirmek?! Akılıŋardı istetpeysiŋerbi"},{"SurahNumber":28,"VerseNumber":73,"Text":"Siler anda es aluuŋar ucun jana Ozunun paziletinen izdesiŋer (tiricilik kılısıŋar) ucun Tun menen Kunduzdu jaratıp koygonu Allaһtın ırayımduulugunan. Kana emi, sugur kılsaŋar"},{"SurahNumber":28,"VerseNumber":74,"Text":"Jana osol Kunu (Allaһ) alarga: «Siler (serik dep) kumon kılgan Menin «serikterim» kana?»-deyt"},{"SurahNumber":28,"VerseNumber":75,"Text":"Anan Biz ar bir ummotton bir kubonu (ozdorunun paygambarın) cıgarıp (anın kozunco musrik bolgondorgo): «Daliliŋerdi alıp kelgile» deybiz.! Anan alar Akıykat (kudaylık) Allaһka gana taandık ekenin bilip alısat. Ozdoru oylop tapkan «kudayları» jok bolup ketet"},{"SurahNumber":28,"VerseNumber":76,"Text":"Cınında, Kaarun”? Musanın koomunan bolgon. Al alarga (oz eline) zulumduk korgozdu. Biz aga ackıctarı ele (on kisilik) kuctuu jamaatka oor juk bolcuday kazınalardı bergen elek. Bir kezde koomu aga (mınday) dedi: «Oolukpagın, Allaһ oolukkandardı suyboyt!»"},{"SurahNumber":28,"VerseNumber":77,"Text":"«Allaһ saga bergen baylık menen Akıret korgonun talap kılsaŋcı! Birok, bul duynodon da nasibiŋdi unutpa! Allaһ saga ihsan (jaksılık) kılgan sıyaktuu, sen da (elderge, dinge) ihsan kıl! Jer betinde buzukuluktu izdebe! Allaһ buzukulardı suyboyt!»"}]}