{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":64,"Text":"ivvulaka vāḻkkai vīṇ viḷaiyāṭṭum, vēṭikkaiyumē tavira vēṟoṉṟum illai. Mēlum maṟumaiyiṉ vāḻkkaitāṉ niccayamāka nilaiyāṉa vāḻkkai ākum. Itai avarkaḷ aṟintirukka vēṇṭumē"},{"SurahNumber":29,"VerseNumber":65,"Text":"(maṉitarkaḷ) kappalil ēṟi (āpattil cikki)k koṇṭāl, avarkaḷ muṟṟilum allāhvukku vaḻipaṭṭuk kalappaṟṟa (paricutta) maṉatōṭu avaṉai aḻaittup pirārttaṉai ceykiṉṟaṉar. Avaṉ, avarkaḷai karaiyil (iṟakki) pātukāttuk koṇṭa piṉṉar avaṉukku avarkaḷ (palarai) iṇai ākkukiṉṟaṉar"},{"SurahNumber":29,"VerseNumber":66,"Text":"nām avarkaḷukkuc ceyyum naṉṟiyai (ivvāṟu) avarkaḷ maṟuttukkoṇṭē irukkaṭṭum. (Taṅkaḷ viruppappaṭiyum) avarkaḷ cukamaṉupavittuk koṇṭē irukkaṭṭum. Taṅkaḷ (ceyaliṉ) palaṉai(p piṉṉar) niccayamāka avarkaḷ terintu koḷvārkaḷ"},{"SurahNumber":29,"VerseNumber":67,"Text":"(inta makkāvai) apayamaḷikkum puṉita iṭamāka nām ākkiyiruppatai avarkaḷ pārkkavillaiyā? Avarkaḷaic cūḻavuḷḷa maṉitarkaḷ (etirikaḷāl) tākkappaṭukiṉṟaṉar. Ivarkaḷ allāhviṉ (inta) aruṭkoṭaiyai nirākarittuviṭṭu poyyāṉa teyvaṅkaḷai nampikkai koḷkiṉṟaṉarā"},{"SurahNumber":29,"VerseNumber":68,"Text":"allāhviṉ mītu kaṟpaṉaiyākap poy kūṟupavaṉaiviṭa allatu taṉṉiṭam vanta uṇmaiyaip poyyākkupavaṉaiviṭa makā aniyāyakkāraṉ yār? Ittakaiya nirākarippavarkaḷukku taṅkumiṭam narakattil illaiyā"},{"SurahNumber":29,"VerseNumber":69,"Text":"Evarkaḷ nam vaḻiyil (cella) muyaṟcikkiṟārkaḷō avarkaḷai niccayamāka nām nam (nal) vaḻikaḷil celuttukiṟōm. Naṉmai ceypavarkaḷuṭaṉ niccayamāka allāh irukkiṟāṉ"},{"SurahNumber":30,"VerseNumber":1,"Text":"aliḥp lām mīm"},{"SurahNumber":30,"VerseNumber":2,"Text":"(namakkuc) camīpamāṉa pūmiyiluḷḷa ‘rūm' vācikaḷ tōlvi aṭaintaṉar"},{"SurahNumber":30,"VerseNumber":3,"Text":"avarkaḷ (iṉṟu) tōlviyaṭaintu viṭṭapōtilum aticīkkirattil veṟṟi aṭaivārkaḷ"},{"SurahNumber":30,"VerseNumber":4,"Text":"(atuvum) cila āṇṭukaḷukkuḷḷākavē (veṟṟi aṭaivārkaḷ). (Veṟṟi tōlvi eṉṟa) viṣayam itaṟku muṉṉarum, itaṟkup piṉṉarum allāhvukkē contamāṉatu. (Avarkaḷ veṟṟiyaṭaiyum) annāḷil nampikkaiyāḷarkaḷ allāhviṉ utaviyaik kaṇṭu makiḻcciyaṭaivārkaḷ"},{"SurahNumber":30,"VerseNumber":5,"Text":"allāh, tāṉ virumpiyavarkaḷukku utavipurikiṟāṉ. Avaṉ (aṉaivaraiyum) mikaittavaṉ, makā karuṇaiyuṭaiyavaṉ āvāṉ"}]}