{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Se idan ni eyi ni tabi e o riran"},{"SurahNumber":52,"VerseNumber":16,"Text":"E wo inu re lo. E fara da a tabi e o fara da a, bakan naa ni fun yin. Ohun ti e n se nise ni A oo fi san yin ni esan"},{"SurahNumber":52,"VerseNumber":17,"Text":"Dajudaju awon oluberu (Allahu) maa wa ninu awon Ogba ati idera"},{"SurahNumber":52,"VerseNumber":18,"Text":"Won yoo maa je igbadun pelu ohun ti Oluwa won fun won. Ati pe (Allahu) yoo so won ninu iya ina Jehim"},{"SurahNumber":52,"VerseNumber":19,"Text":"E maa je, e maa mu ni gbedemuke nitori ohun ti e n se nise"},{"SurahNumber":52,"VerseNumber":20,"Text":"Won yoo rogboku sori awon ibusun ti won to ni owoowo. A si maa fun won ni awon iyawo eleyinju ege"},{"SurahNumber":52,"VerseNumber":21,"Text":"Ati pe awon t’o gbagbo ni ododo, ti awon aromodomo won tun tele won ninu igbagbo ododo, A maa da awon aromodomo won po mo won. A o si nii din kini kan ku ninu ise won. Eni kookan ni oniduuro fun ohun t’o se nise"},{"SurahNumber":52,"VerseNumber":22,"Text":"A maa fun won ni alekun eso ati eran ti won nifee si"},{"SurahNumber":52,"VerseNumber":23,"Text":"Won yo si maa gba ife oti mu laaarin ara won ninu Ogba Idera. Ko si oro isokuso ati iwa ese ninu Ogba Idera"},{"SurahNumber":52,"VerseNumber":24,"Text":"Awon omo-odo won yo si maa lo bo laaarin won. (Won) da bi aluuulu afipamo"},{"SurahNumber":52,"VerseNumber":25,"Text":"Apa kan won yoo doju ko apa kan, won yo si maa beere oro lowo ara won"},{"SurahNumber":52,"VerseNumber":26,"Text":"Won yoo so pe: \"Dajudaju teletele awa je olupaya laaarin awon eniyan wa"},{"SurahNumber":52,"VerseNumber":27,"Text":"Sugbon Allahu saanu wa. O si la wa nibi iya Ina"},{"SurahNumber":52,"VerseNumber":28,"Text":"Dajudaju awa maa n pe E teletele. Dajudaju Allahu, Oun ni Oloore, Asake-orun"},{"SurahNumber":52,"VerseNumber":29,"Text":"Nitori naa, seranti. Iwo ki i se adabigba tabi were lori idera Oluwa re"},{"SurahNumber":52,"VerseNumber":30,"Text":"Tabi won n wi pe: \"Elewi kan ti a n reti iku re ni"},{"SurahNumber":52,"VerseNumber":31,"Text":"So pe: \"E maa reti. Dajudaju emi naa wa pelu yin ninu awon olureti"}]}