{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":38,"VerseNumber":84,"Text":"ارشاد ہوا: پس حق (یہ) ہے اور میں حق ہی کہتا ہوں"},{"SurahNumber":38,"VerseNumber":85,"Text":"کہ میں تجھ سے اور جو لوگ تیری (گستاخانہ سوچ کی) پیروی کریں گے اُن سب سے دوزخ کو بھر دوں گا"},{"SurahNumber":38,"VerseNumber":86,"Text":"فرما دیجئے: میں تم سے اِس (حق کی تبلیغ) پر کوئی معاوضہ طلب نہیں کرتا اور نہ میں تکلف کرنے والوں میں سے ہوں"},{"SurahNumber":38,"VerseNumber":87,"Text":"یہ (قرآن) تو سارے جہان والوں کے لئے نصیحت ہی ہے"},{"SurahNumber":38,"VerseNumber":88,"Text":"اور تمہیں تھوڑے ہی وقت کے بعد خود اِس کا حال معلوم ہو جائے گا"},{"SurahNumber":39,"VerseNumber":1,"Text":"اس کتاب کا اتارا جانا اللہ کی طرف سے ہے جو بڑی عزت والا، بڑی حکمت والا ہے"},{"SurahNumber":39,"VerseNumber":2,"Text":"بے شک ہم نے آپ کی طرف (یہ) کتاب حق کے ساتھ نازل کی ہے تو آپ اللہ کی عبادت اس کے لئے طاعت و بندگی کو خالص رکھتے ہوئے کیا کریں"},{"SurahNumber":39,"VerseNumber":3,"Text":"(لوگوں سے کہہ دیں:) سُن لو! طاعت و بندگی خالصۃً اللہ ہی کے لئے ہے، اور جن (کفّار) نے اللہ کے سوا (بتوں کو) دوست بنا رکھا ہے، وہ (اپنی بُت پرستی کے جھوٹے جواز کے لئے یہ کہتے ہیں کہ) ہم اُن کی پرستش صرف اس لئے کرتے ہیں کہ وہ ہمیں اللہ کا مقرّب بنا دیں، بے شک اللہ اُن کے درمیان اس چیز کا فیصلہ فرما دے گا جس میں وہ اختلاف کرتے ہیں، یقیناً اللہ اس شخص کو ہدایت نہیں فرماتا جو جھوٹا ہے، بڑا ناشکر گزار ہے"},{"SurahNumber":39,"VerseNumber":4,"Text":"اگر اللہ ارادہ فرماتا کہ (اپنے لئے) اولاد بنائے تو اپنی مخلوق میں سے جسے چاہتا منتخب فرما لیتا، وہ پاک ہے، وہی اللہ ہے جو یکتا ہے سب پر غالب ہے"},{"SurahNumber":39,"VerseNumber":5,"Text":"اُس نے آسمانوں اور زمین کو صحیح تدبیر کے ساتھ پیدا فرمایا۔ وہ رات کو دن پر لپیٹتا ہے اور دن کو رات پر لپیٹتا ہے اور اسی نے سورج اور چاند کو (ایک نظام میں) مسخّر کر رکھا ہے، ہر ایک (ستارہ اور سیّارہ) مقرّر وقت کی حد تک (اپنے مدار میں) چلتا ہے، خبردار! وہی (پورے نظام پر) غالب، بڑا بخشنے والا ہے"}]}