{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":33,"VerseNumber":16,"Text":"Tyanna sanga, jara tumhi mrtyucya kinva hatyecya bhayane pala kadhala tara he pala kadhane tumacya kahica upayogi padanara nahi ani tya veli tumhi phara kami labhanvita kele jala"},{"SurahNumber":33,"VerseNumber":17,"Text":"Tyanna vicara ki jara allaha tumhala kahi hani pohacavu icchila kinva tumacyavara ekhadi daya krpa karu icchila tara asa kona ahe jo tumhala vacavu sakela (kinva tumacyapasuna rokhu sakela) (allahacya virodhata) apalyakarita, allahakherija tyanna na koni mitra adhaluna ye'ila na koni sahayyaka"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allaha tumacyapaiki tyanna (cangalya prakare) janato, je dusaryanna rokhatata ani apalya bandhavanna sangatata ki amacyajavala ya ani kadhitari yud'dhata sahabhaga ghetata"},{"SurahNumber":33,"VerseNumber":19,"Text":"Tumaci madata karanyata (purnapane) kanjusa aheta, maga jevha bhaya - dahasatica prasanga yeto tevha tumhi tyanna pahala ki te tumacyakade drsti kendrita karatata ani tyance dole asa prakare garagara phiru lagatata, tya manasasarakhe, jyacyavara mrtyuci murcha aleli asavi, maga jevha bhiti nahisi hote, tevha tumacyasi apalya tiksna jibhene mothamothya gosti bolu lagatata. Dhanace mothe lobhi aheta. Ya lokanni imana rakhaleca nahi. Allahane tyanci sarva karme vaya ghalavili aheta ani ase karane allahakarita phara sope ahe"},{"SurahNumber":33,"VerseNumber":20,"Text":"He loka samajatata ki sain'ye adyapa geli nahita ani jara sain'ye parata ali tara he asi iccha balagatata ki te vanata rahanaryammadhye vanavasi lokansobata asate tara bare jhale asate yasathi ki tumaci khabara bata gheta rahile asate. Jara te tumacyata hajara asate (taridekhila?) Ugaca bolanyaca mana rakhanyasathi thodese ladhale asate"},{"SurahNumber":33,"VerseNumber":21,"Text":"Nihsansaya, tumacyasathi allahacya paigambaramadhye uttama namuna ahe1 tya pratyeka manasakarita jo allahaci ani kayamatacya divasaci asa balagato ani allahace atyadhika smarana karato"},{"SurahNumber":33,"VerseNumber":22,"Text":"Ani jevha imanadharakanni (kaphiranci) sain'ye pahili, tevha (acanaka) ud‌garale ki yacaca vayada amhala allahane ani tyacya paigambarane dila hota ani allaha ani tyace paigambara sacce aheta ani tya (gosti) ne tyancya imanata ani ajnapalanata anakhi jasta vadha keli"}]}