{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"navu nuharannu avara janangadedege kaluhisiddevu. Avaru helidaru; nanna janangadavare, allahanannu aradhisiri. Nimage avana horatu berava devaru illa. Nivu ondu maha dinada siksege tuttaguva bhaya nanagide"},{"SurahNumber":7,"VerseNumber":59,"Text":"Avara janangada kelavu nayakaru ‘‘navu nim'mannu spastavagi darigetta sthitiyalli kanuttiddeve.’’ Endaru"},{"SurahNumber":7,"VerseNumber":60,"Text":"avaru (nuharu) helidaru; nanna janangadavare, nanenu darigettilla. Nijavagi nanu sarvalokagala odeyana dutanagiddene"},{"SurahNumber":7,"VerseNumber":61,"Text":"nanu nanna odeyana sandesagalannu nimage talupisuttiddene. Nanu nim'ma hitaisiyagiddene mattu allahana kadeyinda, nimage tilidillada visayagalu nanage tilidive"},{"SurahNumber":7,"VerseNumber":62,"Text":"nim'mannu eccarisalikkagi, nim'mannu dharmanistharagisalikkagi mattu nivu karunege patraraguvudakkagi, nim'ma odeyana upadesavu nim'malagina obba vyaktiya balige bandiruva kuritu nivenu accari paduttira"},{"SurahNumber":7,"VerseNumber":63,"Text":"avaru (nuhara janangadavaru) avarannu sullugaranendu tiraskarisidaru mattu navu avarannu hagu hadaginalli avara jotegiddavarannu raksisidevu. Innu, nam'ma vacanagalannu sullendu tiraskarisidavarannu navu mulugisibittevu. Khanditavagiyu avaru (satyada palige) ondu kuruda janangavagiddaru"},{"SurahNumber":7,"VerseNumber":64,"Text":"atta, ad janangadedege navu avara sahodara hud‌rannu kalisidevu. Avaru helidaru; nanna janangadavare, allahananne aradhisiri. Avana horatu nimage berava devaru illa. Nivenu anjuvudillave"},{"SurahNumber":7,"VerseNumber":65,"Text":"avara janangadallina kelavu dhikkari nayakaru helidaru; khanditavagiyu navu nim'mannu murkhatanadalli kanuttiddeve mattu khanditavagiyu navu nim'mannu sullugararendu bhavisutteve"},{"SurahNumber":7,"VerseNumber":66,"Text":"avaru (hud) helidaru; nannalli yavude murkhatanavilla. Nijavagi nanu sarva lokagala odeyana dutanagiddene"},{"SurahNumber":7,"VerseNumber":67,"Text":"nanu nimage nanna odeyana sandesagalannu talupisuttiddene mattu nim'ma palige nanu obba nambalar'ha hitaisiyagiddene"}]}