{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"صالح گفت: آیا رأی شما چیست اگر من بر دعوی خود معجز و دلیلی از طرف خدا در دست داشته باشم و او مرا از نزد خود رحمتی (مقام نبوت) داده باشد، اگر باز هم فرمان او نبرم در این صورت مرا در برابر (قهر) خدا که یاری تواند داد؟ که شما بر من جز ضرر و زیان چیزی نخواهید افزود"},{"SurahNumber":11,"VerseNumber":64,"Text":"و ای قوم، این ناقه آیت خداست و معجز برای شماست، او را به حال خود آزاد گذارید تا در زمین خدا چرا کند و قصد آزار او مکنید و گر نه شما را به زودی عذابی در خواهد گرفت"},{"SurahNumber":11,"VerseNumber":65,"Text":"قوم ناقه را پی کردند، صالح هم گفت که تا سه روز دیگر در منازل خود از زندگی تمتّع برید که (سپس همه هلاک خواهید شد و) این وعده البته دروغ نیست"},{"SurahNumber":11,"VerseNumber":66,"Text":"چون وقت فرمان (قهر) ما فرا رسید تنها صالح و مؤمنان به او را به رحمت خاص خود از بلا و از خواری و رسوایی آن روز نجات دادیم، که خدای تو مقتدر و تواناست"},{"SurahNumber":11,"VerseNumber":67,"Text":"و آن گاه ستمکاران را (شب) صیحه عذاب آسمانی بگرفت و صبحگاه در دیارشان بی‌حس و حرکت و خاموش ابدی شدند"},{"SurahNumber":11,"VerseNumber":68,"Text":"چنان هلاک شدند که گویی هرگز در آن دیار نبودند. آگاه باشید که قوم ثمود، به خدای خود کافر شدند، آگاه باشید که قوم ثمود دور از رحمت ابدی خدا گردیدند"},{"SurahNumber":11,"VerseNumber":69,"Text":"و محققا فرستادگان ما (فرشتگان آسمان) بر ابراهیم (خلیل) بشارت آورده و او را سلام گفته و او پاسخ سلام بداد، آن گاه ابراهیم بی‌درنگ از گوشت گوساله کبابی آورد"},{"SurahNumber":11,"VerseNumber":70,"Text":"و چون دید که آنان به طعام دست دراز نمی‌کنند آنان را بیگانه شمرد و در حال از آنها دلش متوحش و بیمناک گردید، آنان گفتند: مترس که ما فرستاده خدا به قوم لوط می‌باشیم"},{"SurahNumber":11,"VerseNumber":71,"Text":"و زن ابراهیم ایستاده بود که (از فرط شوق) متبسّم (یا حائض) گردید، پس ما آن زن را به فرزندی به نام اسحاق و سپس (فرزندش) یعقوب بشارت دادیم"}]}