{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"musa a.Sa.E javaba apyo ke mem te kamane te samaye karyum hatum, jyare ke mane satyamarganum jnana na hatum"},{"SurahNumber":26,"VerseNumber":21,"Text":"pachi tamara bhayathi hum tamari pasethi bhagi gayo, pachi mane mara palanahare adesa ane jnana apyum. Ane mane tena payagambaro manthi kari didho"},{"SurahNumber":26,"VerseNumber":22,"Text":"taro upakara mara para sum a ja che, je tum janavi rahyo che ke tem isra'ilana santanone dasa banavi rakhya che"},{"SurahNumber":26,"VerseNumber":23,"Text":"phira'aune kahyum “rabbul alamin” (srstino palanahara) sum che"},{"SurahNumber":26,"VerseNumber":24,"Text":"musa a.Sa.E kahyum, te akaso, dharati ane te banne vacceni dareka vastu'ono palanahara che. Jo tame visvasa karata hoya"},{"SurahNumber":26,"VerseNumber":25,"Text":"phira'aune potana aju-bajuna lokone kahyum ke sum tame sambhalata nathi"},{"SurahNumber":26,"VerseNumber":26,"Text":"musa a.Sa.E kahyum, te tamaro ane tamara purvajono palanahara che"},{"SurahNumber":26,"VerseNumber":27,"Text":"phira'aune kahyum, (loko) tamaro a payagambara, je tamari tarapha mokalavamam avyo che, te to kharekhara pagala che"},{"SurahNumber":26,"VerseNumber":28,"Text":"musa a.Sa.E kahyum, te ja purva ane pascima ane te banne vacceni dareka vastuno palanahara che, jo tame bud'dhi dharavata hova"},{"SurahNumber":26,"VerseNumber":29,"Text":"Phira'auna kaheva lagyo, sambhala! Jo tem mane chodine bija ko'ine pujya banavyo to, hum tane kedi'o sathe nakhi da'isa"},{"SurahNumber":26,"VerseNumber":30,"Text":"musa a.Sa.E kahyum, jo hum tari same ko'i spasta nisani la'i avum"},{"SurahNumber":26,"VerseNumber":31,"Text":"phira'aune kahyum, jo tum saca loko manthi hova, to tene lava"},{"SurahNumber":26,"VerseNumber":32,"Text":"musa a.Sa.E (te ja samaye) potani lakadi nakhi didhi, je acanaka khullo ajagara bani ga'i"},{"SurahNumber":26,"VerseNumber":33,"Text":"ane potano hatha khencyo to, te pana te ja samaye dareka jonara mate sapheda camakadara dekhava lagyo"},{"SurahNumber":26,"VerseNumber":34,"Text":"phira'auna potani ajubaju saradarone kaheva lagyo, bha'i a to khuba ja janakara jadugara che"},{"SurahNumber":26,"VerseNumber":35,"Text":"a to icche che ke potana jadu vade tamane tamari dharati parathi kadhi muke, kaho! Have tame sum adesa apo cho"},{"SurahNumber":26,"VerseNumber":36,"Text":"te sau'e kahyum, ke tame tene ane tena bha'ine mahetala apo ane dareka saheromam potana lokone mokali do"},{"SurahNumber":26,"VerseNumber":37,"Text":"je tamari pase janakara jadugarone la'i ave"},{"SurahNumber":26,"VerseNumber":38,"Text":"pachi eka nakki karela divase, dareka jadugarone bhega karavamam avya"},{"SurahNumber":26,"VerseNumber":39,"Text":"ane dareka lokone kahi devamam avyum ke tame pana sabhamam hajara rahejo"}]}