{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":15,"Text":"There was, for Saba, aforetime, a Sign in their home-land - two Gardens to the right and to the left. \"Eat of the Sustenance (provided) by your Lord, and be grateful to Him: a territory fair and happy, and a Lord Oft-Forgiving"},{"SurahNumber":34,"VerseNumber":16,"Text":"But they turned away (from God), and We sent against them the Flood (released) from the dams, and We converted their two garden (rows) into \"gardens\" producing bitter fruit, and tamarisks, and some few (stunted) Lote-trees"},{"SurahNumber":34,"VerseNumber":17,"Text":"That was the Requital We gave them because they ungratefully rejected Faith: and never do We give (such) requital except to such as are ungrateful rejecters"},{"SurahNumber":34,"VerseNumber":18,"Text":"Between them and the Cities on which We had poured our blessings, We had placed Cities in prominent positions, and between them We had appointed stages of journey in due proportion: \"Travel therein, secure, by night and by day"},{"SurahNumber":34,"VerseNumber":19,"Text":"But they said: \"Our Lord! Place longer distances between our journey- stages\": but they wronged themselves (therein). At length We made them as a tale (that is told), and We dispersed them all in scattered fragments. Verily in this are Signs fo r every (soul that is) patiently constant and grateful"},{"SurahNumber":34,"VerseNumber":20,"Text":"And on them did Satan prove true his idea, and they followed him, all but a party that believed"},{"SurahNumber":34,"VerseNumber":21,"Text":"But he had no authority over them,- except that We might test the man who believes in the Hereafter from him who is in doubt concerning it: and thy Lord doth watch over all things"},{"SurahNumber":34,"VerseNumber":22,"Text":"Say: \"Call upon other (gods) whom ye fancy, besides God: They have no power,- not the weight of an atom,- in the heavens or on earth: No (sort of) share have they therein, nor is any of them a helper to God"}]}