{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"Đó là những kẻ đã phân chia Qur’an thành nhiều phần (chúng nói: đây là ma thuật, hoặc bói toán hoặc thơ ca)"},{"SurahNumber":15,"VerseNumber":92,"Text":"Thề bởi Thượng Đế của Ngươi (hỡi Thiên Sứ Muhammad), chắc chắn TA sẽ thẩm tra tất cả bọn chúng"},{"SurahNumber":15,"VerseNumber":93,"Text":"Về mọi hành động (tội lỗi) mà chúng đã làm (ở trần gian)"},{"SurahNumber":15,"VerseNumber":94,"Text":"Vì vậy, Ngươi (hỡi Thiên Sứ Muhammad) hãy công bố những gì Ngươi đã được truyền và hãy quay lưng với những kẻ đa thần"},{"SurahNumber":15,"VerseNumber":95,"Text":"TA chắc chắc thừa sức giúp Ngươi đối phó với những kẻ nhạo báng"},{"SurahNumber":15,"VerseNumber":96,"Text":"Những kẻ mà chúng đã dựng lên cùng Allah một thần linh khác (để tôn thờ), rồi đây chúng sẽ biết"},{"SurahNumber":15,"VerseNumber":97,"Text":"TA thực sự biết rõ lòng của Ngươi buồn phiền bởi những gì chúng nói"},{"SurahNumber":15,"VerseNumber":98,"Text":"Tuy nhiên, Ngươi hãy tán dương Thượng Đế của Ngươi và hãy là một người phủ phục (Allah trong lễ nguyện Salah)"},{"SurahNumber":15,"VerseNumber":99,"Text":"Và Ngươi hãy thờ phượng Thượng Đế của Ngươi cho tới khi sự kiên định (cái chết) đến với Ngươi"},{"SurahNumber":16,"VerseNumber":1,"Text":"Lệnh (trừng phạt) của Allah đang đến gần, vì vậy, các ngươi (những người vô đức tin) chớ đừng nóng vội hối thúc. Vinh Quang thay Allah, Ngài Tối Cao vượt bên trên mọi thứ mà chúng qui cho Ngài"},{"SurahNumber":16,"VerseNumber":2,"Text":"Ngài phái các Thiên Thần xuống, theo mệnh lệnh của Ngài, truyền đạt Lời Mặc Khải đến cho người nào Ngài muốn trong số bầy tôi của Ngài (và nói với họ): “Các ngươi (hỡi các Sứ Giả) hãy cảnh báo (loài người) rằng không có Thượng Đế đích thực nào ngoài TA, vì vậy hãy kính sợ riêng TA”"},{"SurahNumber":16,"VerseNumber":3,"Text":"Ngài đã tạo ra trời đất vì chân lý. Ngài Tối Cao vượt bên trên những gì họ tổ hợp (với Ngài)"},{"SurahNumber":16,"VerseNumber":4,"Text":"Ngài đã tạo ra con người từ một giọt tinh dịch, nhưng rồi y lại trở thành một kẻ công khai chống đối (Ngài)"},{"SurahNumber":16,"VerseNumber":5,"Text":"Và gia súc, chính Ngài đã tạo ra chúng. Chúng là nguồn cung cấp quần áo, thực phẩm và nhiều nguồn lợi khác cho các ngươi"},{"SurahNumber":16,"VerseNumber":6,"Text":"Và các ngươi tìm thấy vẻ đẹp ở nơi chúng khi các ngươi lùa chúng về chuồng vào buổi chiều tối và khi các ngươi lùa chúng ra đồng vào buổi sớm mai"}]}