{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"My nisposlali k nim slovo (t. ye. Koran) v nadezhde, chto oni obrazumyatsya"},{"SurahNumber":28,"VerseNumber":52,"Text":"Nekotoryye, kotorym My darovali pisaniye do Korana, uverovali v nego [takzhe]"},{"SurahNumber":28,"VerseNumber":53,"Text":"Kogda im provozglashayut [Koran], oni govoryat: \"My uverovali v nego, on deystvitel'no istina ot Gospoda nashego. Voistinu, my i prezhde byli predavshimisya [Allakhu]"},{"SurahNumber":28,"VerseNumber":54,"Text":"I budut oni voznagrazhdeny dvazhdy za to, chto byli terpelivy, otvrashchali zlo dobrom i delali zhertvoprinosheniya iz togo, chem My nadelili ikh"},{"SurahNumber":28,"VerseNumber":55,"Text":"[za to, chto], slysha suyetnyye rechi, oni otvrashchayutsya ot nikh i govoryat: \"Nashi dela - nam, vashi deyaniya - vam. Mir vam! My ne obshchayemsya s nevezhdami"},{"SurahNumber":28,"VerseNumber":56,"Text":"Voistinu, ty ne smozhesh' nastavit' na pryamoy put' tekh, kogo lyubish'. Eto Allakh vedet pryamym putem, kogo pozhelayet, i On luchshe znayet tekh, kto stupil na pryamoy put'"},{"SurahNumber":28,"VerseNumber":57,"Text":"[Mekkantsy] skazali [Mukhammadu]: \"Yesli my vmeste s toboy primem rukovodstvo k pryamomu puti, to nas izgonyat iz nashey zemli\". No razve My ne zakrepili za nimi bezopasnogo svyatilishcha, k kotoromu privozyat vsevozmozhnyye plody, nisposlannyye Nami? No bol'shaya chast' ikh ne vedayet [ob etom]"},{"SurahNumber":28,"VerseNumber":58,"Text":"Skol'ko [zhiteley] poseleniy, obol'shchennykh zemnymi blagami, My pogubili! I obitalishcha ikh nyne opusteli. I My nasledovali vse eto"},{"SurahNumber":28,"VerseNumber":59,"Text":"Tvoy Gospod' ne razrushal gorodov, poka ne posylal v glavnyy iz nikh poslannika, kotoryy vozglashal im Nashi znameniya. I My podvergali razrusheniyu tol'ko te poseleniya, zhiteli kotorykh byli nechestivtsami"}]}