{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"Dan Kami telah memanggilnya dari sebelah kanan gunung (Sinai) dan Kami dekatkan dia untuk bercakap-cakap"},{"SurahNumber":19,"VerseNumber":53,"Text":"Dan Kami telah menganugerahkan sebagian rahmat Kami kepadanya, yaitu (bahwa) saudaranya, Harun, menjadi seorang nabi"},{"SurahNumber":19,"VerseNumber":54,"Text":"Dan ceritakanlah (Muhammad) kisah Ismail di dalam Kitab (Alquran). Dia benar-benar seorang yang benar janjinya, seorang rasul dan nabi"},{"SurahNumber":19,"VerseNumber":55,"Text":"(Dan dia menyuruh keluarganya505) untuk (melaksanakan) salat dan (menunaikan) zakat, dan dia seorang yang diridai di sisi Tuhannya"},{"SurahNumber":19,"VerseNumber":56,"Text":"Dan ceritakanlah (Muhammad), kisah Idris di dalam Kitab (Alquran). Sesungguhnya dia seorang yang sangat mencintai kebenaran dan seorang nabi"},{"SurahNumber":19,"VerseNumber":57,"Text":"dan Kami telah mengangkatnya ke martabat yang tinggi"},{"SurahNumber":19,"VerseNumber":58,"Text":"Mereka itulah orang yang telah diberi nikmat oleh Allah, yaitu dari (golongan) para nabi dari keturunan Adam, dan dari orang yang Kami bawa (dalam kapal) bersama Nuh, dan dari keturunan Ibrahim dan Israil (Yakub) dan dari orang yang telah Kami beri petunjuk dan telah Kami pilih. Apabila dibacakan ayat-ayat Allah Yang Maha Pengasih kepada mereka, maka mereka tunduk sujud dan menangis"},{"SurahNumber":19,"VerseNumber":59,"Text":"Kemudian datanglah setelah mereka, pengganti yang mengabaikan salat dan memperturutkan nafsunya, maka mereka kelak akan tersesat"},{"SurahNumber":19,"VerseNumber":60,"Text":"kecuali orang yang bertobat, beriman dan mengerjakan kebajikan, maka mereka itu akan masuk surga dan tidak dizalimi (dirugikan) sedikit pun"},{"SurahNumber":19,"VerseNumber":61,"Text":"yaitu surga Aden yang telah dijanjikan oleh Tuhan Yang Maha Pengasih kepada hamba-Nya, sekalipun (surga itu) tidak tampak. Sungguh, (janji Allah) itu pasti ditepati"},{"SurahNumber":19,"VerseNumber":62,"Text":"Di dalamnya mereka tidak mendengar perkataan yang tidak berguna, kecuali (ucapan) salam. Dan di dalamnya bagi mereka ada rezeki pagi dan petang"},{"SurahNumber":19,"VerseNumber":63,"Text":"Itulah surga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa"},{"SurahNumber":19,"VerseNumber":64,"Text":"Dan tidaklah kami (Jibril) turun, kecuali atas perintah Tuhanmu. Milik-Nya segala yang ada dihadapan kita, yang ada di belakang kita dan segala yang ada di antara keduanya, dan Tuhanmu tidak lupa"}]}