{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Elif Lâm Mîm Sâd"},{"SurahNumber":7,"VerseNumber":2,"Text":"Ky Libër të është shpallur ty; le të mos ketë kurrfarë shtrëngimi në zemrën tënde për shkak të tij! Ai të është shpallur, që nëpërmjet tij të paralajmërosh jobesimtarët dhe të këshillosh besimtarët"},{"SurahNumber":7,"VerseNumber":3,"Text":"Ndiqni atë që ju është zbritur nga Zoti juaj e mos ndiqni mbrojtës të tjerë, përveç Tij. Sa pak që i pranoni këshillat"},{"SurahNumber":7,"VerseNumber":4,"Text":"Sa shumë qytete kemi rrënuar Ne! Dënimi Ynë u erdhi natën ose ditën kur ata pushonin"},{"SurahNumber":7,"VerseNumber":5,"Text":"Kur iu erdhi dënimi, thirrja e tyre e vetme ishte: “Ne kemi qenë vërtet keqbërës!”"},{"SurahNumber":7,"VerseNumber":6,"Text":"Pa dyshim, Ne do të kërkojmë llogari prej popujve që u kemi çuar të dërguar, e patjetër që do t’i pyesim edhe të dërguarit"},{"SurahNumber":7,"VerseNumber":7,"Text":"Dhe do t’jua paraqesim gjithçka që kanë bërë, sepse i dimë plotësisht dhe kemi qenë të pranishëm"},{"SurahNumber":7,"VerseNumber":8,"Text":"Peshimi (i veprave) atë ditë do të jetë i drejtë. Ata që u rëndon peshorja me vepra të mira, do të jenë të shpëtuar"},{"SurahNumber":7,"VerseNumber":9,"Text":"kurse ata që e kanë të lehtë peshoren me vepra të mira, do të humbin veten e tyre, për shkak se mohuan shpalljet Tona"},{"SurahNumber":7,"VerseNumber":10,"Text":"Ne ju kemi vendosur në tokë dhe aty ju kemi dhënë çfarë ju nevojitet për jetesë. Eh, sa pak mirënjohës që jeni"},{"SurahNumber":7,"VerseNumber":11,"Text":"Ne ju krijuam e pastaj ju dhamë formën; e u thamë engjëjve: “Përuljuni në sexhde Ademit!” – Të gjithë iu përulën, përveç Iblisit. Ai nuk ishte nga ata që u përulën"}]}