{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":95,"Text":"Müminlerden özür sahibi olanlar dışında oturanlarla malları ve canlarıyla Allah yolunda cihad edenler bir olmaz. Allah, malları ve canları ile cihad edenleri, derece bakımından oturanlardan üstün kıldı. Gerçi Allah hepsine de güzellik (cennet) vadetmiştir, ama mücahidleri, oturanlardan çok büyük bir ecirle üstün kılmıştır"},{"SurahNumber":4,"VerseNumber":96,"Text":"Kendinden dereceler, bağışlama ve rahmet vermiştir. Allah çok bağışlayıcı ve esirgeyicidir"},{"SurahNumber":4,"VerseNumber":97,"Text":"(Hicreti terketmek sebebiyle) Kendilerine yazık eden kimselere melekler, (Dîninizden ne ile meşgul oldunuz?)\" derler. Onlar: \"Biz, yeryüzünde (sayıları ve güçleri bizden çok olan müşrikler sebebiyle, dînin gereklerini yapmaktan) âciz kalan kimselerdik\" diye cevap verirler, (Melekler de:) \"Allah'ın arzı geniş değil miydi ki; oraya hicret etseydiniz?\" derler. İşte bunların barınacakları yer Cehennem'dir. O ne kötü bir yerdir"},{"SurahNumber":4,"VerseNumber":98,"Text":"Erkeklerden, kadınlardan ve çocuklardan (kâfirler yüzünden hicret etmekten gerçekten) âciz kalıp da bir çareye gücü yetmeyenler ve bir yol bulamayanlar böyle değildir"},{"SurahNumber":4,"VerseNumber":99,"Text":"İşte bunları, umulur ki Allah affeder; Allah çok affedicidir, bağışlayıcıdır"},{"SurahNumber":4,"VerseNumber":100,"Text":"Allah yolunda hicret eden kimse yeryüzünde gidecek bir çok güzel yer ve bolluk (imkân) bulur. Kim Allah ve Rasûlü uğrunda hicret ederek evinden çıkar da sonra kendisine ölüm yetişirse artık onun mükâfatı Allah'a düşer. Allah da çok bağışlayıcı ve esirgeyicidir"},{"SurahNumber":4,"VerseNumber":101,"Text":"Yeryüzünde sefere çıktığınız zaman kâfirlerin size kötülük etmelerinden endişe ederseniz, namazı kısaltmanızda size bir günah yoktur. Şüphesiz kâfirler, sizin apaçık düşmanınızdır"}]}