{"Id":107,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":60,"VerseNumber":6,"Text":"There is certainly a good exemplar for you in them—for those who look forward to Allah and the Last Day—and anyone who refuses to comply [should know that] indeed Allah is the All-sufficient, the All-laudable"},{"SurahNumber":60,"VerseNumber":7,"Text":"It may be that Allah will bring about affection between you and those with whom you are at enmity, and Allah is all-powerful, and Allah is all-forgiving, all-merciful"},{"SurahNumber":60,"VerseNumber":8,"Text":"Allah does not forbid you from dealing with kindness and justice with those [polytheists] who did not make war against you on account of religion and did not expel you from your homes. Indeed Allah loves the just"},{"SurahNumber":60,"VerseNumber":9,"Text":"Allah forbids you only in regard to those who made war against you on account of religion and expelled you from your homes and supported [the polytheists of Makkah] in your expulsion, that you make friends with them, and whoever makes friends with them—it is they who are the wrongdoers"},{"SurahNumber":60,"VerseNumber":10,"Text":"O you who have faith! When faithful women come to you as immigrants, test them. Allah knows best [the state of] their faith. Then, if you ascertain them to be [genuinely] faithful women, do not send them back to the faithless. They are not lawful for them, nor are they lawful for them, but give them what [dowry] they have spent [for them]. There is no sin upon you in marrying them when you have given them their dowries. Do not hold on to [conjugal] ties with faithless women. Demand [from the infidels] what you have spent [as dowries], and let the faithless demand [from you] what they have spent [as dowries]. That is Allah’s judgment; He judges between you, and Allah is all-knowing, all-wise"},{"SurahNumber":60,"VerseNumber":11,"Text":"If anything [of the dowries] pertaining to your wives is not reclaimed from the faithless and then you have your turn, then give to those whose wives have left the like of what they have spent, and be wary of Allah in whom you have faith"}]}