{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":59,"VerseNumber":10,"Text":"Ate jihare unham tom ba'ada a'e uha kahide hana ki he sade palanahara! Sanu mu'afa kara de ate sade unham bharavam nu vi jihare sade tom pahilam imana li'a cuke hana. Ate sade dilam vica imana vali'am la'i irakha na rakha. He sade palanahara! Tu behada narama ate kirapa karana vala hai"},{"SurahNumber":59,"VerseNumber":11,"Text":"Ki tusim unham lokam nu nahim dekhi'a jihare dhokhe vica libare hana, uha apane bharavam nu kahide hana jinham ne kitaba vali'am (yahudi'am ate isa'i'am) vicom inakara kita hai, jekara tusim kadhe ga'e tam asim vi tuhade nala nikala javange. Ate tuhade mamale vica asim kise di gala nahim' manage ate jekara tuhade nala yudha ho'i'a tam asim tuhadi saha'ita karange. Ate alaha gavahi dida hai ki uha jhuthe hana"},{"SurahNumber":59,"VerseNumber":12,"Text":"Jekara uha kadhe ga'e te iha unham de nala nahim janage. Ate jekara unham nala yudha ho'i'a tam iha unham di saha'ita nahim karanage ate jekara unham di saha'ita kiti vi tam zarura iha pitha phera ke bhaja janage. Phira uha kitom vi madada na pa sakanage"},{"SurahNumber":59,"VerseNumber":13,"Text":"Besaka tuhade lokam da dara unham de dilam vica alaha tom zi'ada hai iha isa la'i hai ki uha loka samajha nahim rakhade"},{"SurahNumber":59,"VerseNumber":14,"Text":"Iha loka sare ikathe ho tuhade nala kade nahim laranage. Paratu surakhi'ata sasati'am jam kadham di ota vica (laranage). Unham di apisa vica bahuta lara'i hai, tusim unham nu ika juta samajhade ho ate unham de dila vakhare vakhare ho rahe hana. Iha isa la'i ki uha loka budhi nahim rakhade"},{"SurahNumber":59,"VerseNumber":15,"Text":"Iha unham lokam di tar'ham hana jihare unham tom kujha samam pahilam hi apane kite da savada dekha cuke hana ate unham laii daradanaka saza hai"},{"SurahNumber":59,"VerseNumber":16,"Text":"Jivem saitana jihara manukha nu kahida hai ki munakara ho javo. Phira jadom uha inakari ho janda hai tam uha (saitana) akhada hai ki maim tuhade tom niralepa ham. Maim' alaha tom darada ham jihara sare brahamada da palanahara hai"}]}