{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"That vay, nhung ke vo đuc tin noi Đoi Sau thuong goi cac Thien Than voi nhung ten goi thuoc ve nu gioi"},{"SurahNumber":53,"VerseNumber":28,"Text":"Chung chang co kien thuc gi ve đieu đo ca, chang qua chung chi đi theo su tuong tuong, va qua that su tuong tuong khong mang lai ket qua gi cho su that"},{"SurahNumber":53,"VerseNumber":29,"Text":"Vi vay, Nguoi (hoi Thien Su Muhammad) hay quay lung lai voi ke nao ngoanh mat voi Thong Điep nhac nho cua TA va chi muon đoi song tran tuc"},{"SurahNumber":53,"VerseNumber":30,"Text":"Đo la muc kien thuc ma chung co đuoc. Qua that, Thuong Đe cua Nguoi biet ro nhat ai la ke đi lac khoi con đuong cua Ngai va Ngai biet ro nhat ai la nguoi đuoc huong dan"},{"SurahNumber":53,"VerseNumber":31,"Text":"Van vat trong cac tang troi va van vat duoi đat đeu la cua Allah. (Tat ca đuoc Ngai dung) đe đap tra nhung ke lam đieu xau (nhu hinh phat cho) nhung gi chung đa lam va đe đen đap nhung ai lam tot voi (phan thuong) tot đep"},{"SurahNumber":53,"VerseNumber":32,"Text":"Nhung nguoi tranh nhung đai toi va nhung đieu o ue, chi pham nhung tieu toi, qua that Thuong Đe cua Nguoi (Thien Su Muhammad) co tam long tha thu bao la. Ngai biet ro nhat ve cac nguoi boi Ngai đa tao ra cac nguoi tu đat va khi cac nguoi hay con la nhung bao thai nam trong bung me cua cac nguoi. Vi vay, cac nguoi cho tu cho minh trong sach; Ngai biet ro nhat ai la nguoi kinh so Ngai"},{"SurahNumber":53,"VerseNumber":33,"Text":"Nguoi đa thay ke quay lung (voi Islam) khong"},{"SurahNumber":53,"VerseNumber":34,"Text":"Ke đo cho đi chi mot it roi ngung (vi long keo kiet)"},{"SurahNumber":53,"VerseNumber":35,"Text":"Phai chang ke đo co kien thuc ve đieu vo hinh nen han nhin thay (tuong lai)"},{"SurahNumber":53,"VerseNumber":36,"Text":"Hoac le nao han đa khong đuoc canh bao ve nhung đieu trong cac to Kinh cua Musa"},{"SurahNumber":53,"VerseNumber":37,"Text":"Va (cac to Kinh cua) Ibrahim, nguoi đa hoan thanh (nhiem vu cua minh)"},{"SurahNumber":53,"VerseNumber":38,"Text":"(Cac to Kinh đo cho biet rang): Khong ai phai ganh chiu toi loi nguoi khac"},{"SurahNumber":53,"VerseNumber":39,"Text":"Va rang: Moi nguoi chi phai lanh đieu ma y đa lam ra"},{"SurahNumber":53,"VerseNumber":40,"Text":"Va cong suc cua y se đuoc thay (vao Ngay Phan Xet Cuoi Cung)"},{"SurahNumber":53,"VerseNumber":41,"Text":"Roi y se đuoc đen bu voi su đen bu đay đu nhat"},{"SurahNumber":53,"VerseNumber":42,"Text":"That vay, viec tro lai voi Thuong Đe cua Nguoi (hoi Thien Su Muhammad) la đieu cuoi cung"},{"SurahNumber":53,"VerseNumber":43,"Text":"Chinh Ngai (Allah) la Đang lam cho (mot nguoi) cuoi va khoc"},{"SurahNumber":53,"VerseNumber":44,"Text":"Va chinh Ngai la Đang lam cho chet va ban su song"}]}