{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"E da plaga benigna, sai sua planta, com a permissão de seu Senhor. E da que é maligna, nada sai senão escassa e infrutuosamente. Assim, patenteamos os sinais, para um povo que agradece"},{"SurahNumber":7,"VerseNumber":59,"Text":"Com efeito, enviamos Noé a seu povo. E disse: \"Ó meu povo! Adorai a Allah: não tendes outro deus que não seja Ele. Por certo, temo, por vós, o castigo de um formidável dia"},{"SurahNumber":7,"VerseNumber":60,"Text":"Os dignitários de seu povo disseram: \"Por certo, nós te vemos em evidente descaminho"},{"SurahNumber":7,"VerseNumber":61,"Text":"Noé disse: \"Ó meu povo! Não há descaminho em mim, mas sou Mensageiro do Senhor dos mundos"},{"SurahNumber":7,"VerseNumber":62,"Text":"Transmito-vos as mensagens de meu Senhor e aconselho-vos, e sei de Allah o que não sabeis"},{"SurahNumber":7,"VerseNumber":63,"Text":"E vos admirais de que vos chegue uma mensagem de vosso Senhor, por meio de um homem vindo de vós, para admoestar-vos e para serdes piedosos e para obterdes misericórdia"},{"SurahNumber":7,"VerseNumber":64,"Text":"E desmentiram-no; então, salvamo-lo e aos que estavam com ele, no barco, e afogamos os que desmentiram Nossos sinais. Por certo, eles eram um povo cego"},{"SurahNumber":7,"VerseNumber":65,"Text":"E, ao povo de Ãd, enviamos seu irmão Hud. Disse: \"Ó meu povo! Adorai a Allah: não tendes outro deus que não seja Ele. Então, não temeis a Allah"},{"SurahNumber":7,"VerseNumber":66,"Text":"Os dignitários de seu povo, os quais renegavam a Fé, disseram: \"Por certo, nós te vemos em insensatez e, por certo, pensamos que és dos mentirosos"},{"SurahNumber":7,"VerseNumber":67,"Text":"Hud disse: \"Ó meu povo! Não há descaminho em mim, mas sou Mensageiro do Senhor dos mundos"}]}