{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"Āra tārā (jāhānnāmīrā) tādēra tbakakē balabē, 'kēna tōmarā āmādēra birud'dhē sākṣya dilē?' Tārā balabē, āllāh'āmādēra bākaśakti diẏēchēna, yini sabakichukē bākaśakti diẏēchēna. Āra tini tōmādērakē prathamabāra sr̥ṣṭi karēchēna ēbaṁ tām̐ra'i kāchē tōmarā pratyābartita habē"},{"SurahNumber":41,"VerseNumber":22,"Text":"Āra tōmarā kichu'i gōpana karatē nā ē biśbāsē yē, tōmādēra kāna, cōkha ō tbaka tōmādēra birud'dhē sākṣya dibē nā--- baraṁ tōmarā manē karēchilē yē, tōmarā yā karatē tāra anēka kichu'i āllāh jānēna nā"},{"SurahNumber":41,"VerseNumber":23,"Text":"‘Āra tōmādēra raba sambandhē tōmādēra ē dhāraṇā'i tōmādēra dhbansa karēchē. Phalē tōmarā haẏēcha kṣatigrastadēra antarbhukta"},{"SurahNumber":41,"VerseNumber":24,"Text":"Ataḥpara yadi tārā dhairya dhāraṇa karē tabē āguna'i habē tādēra ābāsa. Āra yadi tārā sastuṣṭi bidhāna karatē cāẏa tabē tārā santuṣṭiprāptadēra antarbhukta habē nā"},{"SurahNumber":41,"VerseNumber":25,"Text":"Āra āmarā tādēra jan'ya nirdhāraṇa karē diẏēchilāma manda sahacarasamūha, yārā tādēra sāmanē ō pichanē yā āchē tā tādēra dr̥ṣṭitē śōbhana karē dēkhiẏēchila. Āra tādēra upara śāstira bāṇī satya haẏēchē, tādēra pūrbē calē yā'ōẏā jina ō mānuṣēra bibhinna jātira n'yāẏa. Niścaẏa tārā chila kṣatigrasta"},{"SurahNumber":41,"VerseNumber":26,"Text":"Āra kāphirarā balē, 'tōmarā ē kura'ānēra nirdēśa śōna nā ēbaṁ tā ābr̥ttira samaẏa śōragōla sr̥ṣṭi kara, yātē tōmarā jaẏī hatē pāra"},{"SurahNumber":41,"VerseNumber":27,"Text":"Sutarāṁ āmarā abaśya'i kāphiradērakē kaṭhina śāsti āsbādana karāba ēbaṁ abaśya'i āmarā tādērakē tādēra nikr̥ṣṭa kāryakalāpēra pratiphala dēba"},{"SurahNumber":41,"VerseNumber":28,"Text":"Ē'i āguna, āllāhara śatrudēra pratidāna; sēkhānē tādēra jan'ya raẏēchē sthāẏī ābāsa, āmādēra nidarśanābalīra prati tādēra asbīkr̥tira pratiphalasbarūpa"},{"SurahNumber":41,"VerseNumber":29,"Text":"Āra kāphirarā balabē, 'hē āmādēra raba! Jina ō mānuṣēra madhya thēkē yē du'jana āmādērakē pathabhraṣṭa karēchila tādērakē dēkhiẏē dina, āmarā tādēra ubhaẏakē āmādēra pāẏēra nicē rākhaba, yātē tārā nikr̥ṣṭadēra antarbhukta haẏa"}]}