{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Bizimle karşılaşmayı (bir gün huzurumuza geleceklerini) ummayanlar: Bize ya melekler indirilmeliydi ya da Rabbimizi görmeliydik, dediler. Andolsun ki onlar kendileri hakkında kibire kapılmışlar ve azgınlıkta pek ileri gitmişlerdir"},{"SurahNumber":25,"VerseNumber":22,"Text":"(Fakat) melekleri görecekleri gün, günahkârlara o gün hiçbir sevinç haberi yoktur ve: (Size, sevinmek) yasaktır, yasak! diyeceklerdir"},{"SurahNumber":25,"VerseNumber":23,"Text":"Onların yaptıkları her bir (iyi) işi ele alırız, onu saçılmış zerreler haline getiririz (değersiz kılarız)"},{"SurahNumber":25,"VerseNumber":24,"Text":"O gün cennetliklerin kalacakları yer çok huzurlu ve dinlenecekleri yer pek güzeldir"},{"SurahNumber":25,"VerseNumber":25,"Text":"O gün gökyüzü beyaz bulutlar ile yarılacak ve melekler bölük bölük indirileceklerdir"},{"SurahNumber":25,"VerseNumber":26,"Text":"İşte o gün, gerçek mülk (hükümranlık) çok merhametli olan Allah´ındır. Kâfirler için de pek çetin bir gündür o"},{"SurahNumber":25,"VerseNumber":27,"Text":"O gün, zalim kimse (pişmanlıktan) ellerini ısırıp şöyle der: Keşke o peygamberle birlikte bir yol tutsaydım"},{"SurahNumber":25,"VerseNumber":28,"Text":"Yazık bana! Keşke falancayı (bâtıl yolcusunu) dost edinmeseydim"},{"SurahNumber":25,"VerseNumber":29,"Text":"Çünkü zikir (Kur´an) bana gelmişken o, hakikaten beni ondan saptırdı. Şeytan insanı (uçuruma sürükleyip sonra) yüzüstü bırakıp rezil rüsvay eder"},{"SurahNumber":25,"VerseNumber":30,"Text":"Peygamber der ki: Ey Rabbim! Kavmim bu Kur´an´ı büsbütün terkettiler"},{"SurahNumber":25,"VerseNumber":31,"Text":"(Resûlüm!) İşte biz böylece her peygamber için suçlulardan düşmanlar peydâ ettik. Hidayet verici ve yardımcı olarak Rabbin yeter"},{"SurahNumber":25,"VerseNumber":32,"Text":"İnkâr edenler: Kur´an ona bir defada topluca indirilmeli değil miydi? dediler. Biz onu senin kalbine iyice yerleştirmek için böyle yaptık (parça parça indirdik) ve onu tane tane (ayırarak) okuduk"}]}