{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":5,"Text":"Ni eux ni leurs ancêtres n’en savent rien. Quelle monstrueuse parole que celle qui sort de leurs bouches ! Ce qu’ils disent n’est que mensonge"},{"SurahNumber":18,"VerseNumber":6,"Text":"Tu vas peut-être te consumer de chagrin parce qu’ils se détournent de toi et ne croient pas en ce discours"},{"SurahNumber":18,"VerseNumber":7,"Text":"Nous avons placé ce qu’il y a sur la Terre pour l’embellir, afin d’éprouver (les hommes et afin de savoir) qui d’entre eux sont les meilleurs dans leurs œuvres"},{"SurahNumber":18,"VerseNumber":8,"Text":"Puis, Nous allons sûrement transformer sa surface en sol aride"},{"SurahNumber":18,"VerseNumber":9,"Text":"Penses-tu que les gens de la Caverne et d’Ar-Raquîm ont constitué une chose extraordinaire d’entre Nos prodiges"},{"SurahNumber":18,"VerseNumber":10,"Text":"Quand ces jeunes gens se réfugièrent dans la caverne, ils dirent : \"Ô notre Seigneur ! Donne-nous de Ta part une miséricorde ! Et assure nous la droiture dans tout ce qui nous concerne"},{"SurahNumber":18,"VerseNumber":11,"Text":"Alors, Nous avons assourdi leurs oreilles, dans la caverne pendant nombreuses années"},{"SurahNumber":18,"VerseNumber":12,"Text":"Ensuite, Nous les avons ressuscités, afin de savoir lequel des deux groupes saurait le mieux calculer la durée exacte de leur séjour"},{"SurahNumber":18,"VerseNumber":13,"Text":"Nous allons te raconter leur récit en toute vérité. C’étaient des jeunes gens qui croyaient en leur Seigneur et à qui Nous avions accordé les plus grands moyens de se diriger [dans la bonne voie]"},{"SurahNumber":18,"VerseNumber":14,"Text":"Nous avions fortifié leurs cœurs lorsqu’ils s'étaient levés pour dire : “Notre Seigneur est le Seigneur des cieux et de la Terre: jamais nous n’invoquerons de divinité en dehors de Lui, sans quoi, nous transgresserions dans nos paroles"},{"SurahNumber":18,"VerseNumber":15,"Text":"Voilà que nos concitoyens ont adopté en dehors de Lui des divinités. Que n’apportent-ils sur elles une preuve évidente ? Quel pire injuste, donc que celui qui invente un mensonge contre Allah"}]}