{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":160,"Text":"Musavin makkalaip pannirentu kuttankalakap pirittom. Musavitam avarkal kutitannir kettapotu (nam avarai nokki) ‘‘unkal (kait) tatiyaik kontu ikkallai atiyunkal!'' Enru avarukku vahyi arivittom. (Avvaru avar atikkave) atiliruntu pannirentu urrukkal pirittotina. (Pannirentu vakuppinaril) ovvoru vakuppinarum (avarril) tankal aruntum urrai (kurippaka) arintu kontanar. Anri, avarkal mitu mekam nilalitumpatic ceytom. Avarkalukkaka ‘mannu salva'vaiyum irakkivaittu ‘‘unkalukkuk kotukkum inta nalla unavukalai (anratam) pucittu varunkal. (Atil etaiyum nalaikku enru cekarittu vaikkatirkal'' enak kurinom. Avvariruntum avarkal namakku maruceytanar. Itanal) avarkal namakku tinkilaittu vitavillai. Eninum, avarkal tankalukkut tame tinkilaittuk kontanar"},{"SurahNumber":7,"VerseNumber":161,"Text":"(melum, avarkalai nokki) ‘‘ninkal ivvuril vacittirunkal. Itil ninkal virumpiya itattilellam (virumpiya porulkalaip) pucittuk kollunkal. Anri ‘hittatun' (enkal pavaccumaiyai akarruvayaka!) Enru kurikkonte talai kunintavarkalaka atan vayilil nulaiyunkal. Nam unkal kurrankalai mannittuvituvom. Nanmai ceypavarkalukku melum, atikamakave nam (nar)kuli kotuppom enru avarkalukkuk kurappattatarku"},{"SurahNumber":7,"VerseNumber":162,"Text":"avarkalil varampu miriyavarkalo, avarkalukkuk kurappatta (‘hittatun' enpa)tai marri (‘hinttatun' kotumai enru) kurinarkal. Akave, (ivvaru) avarkal aniyayam ceytatan karanamaka nam avarkal mitu vanattiliruntu vetanaiyai irakkivaittom"},{"SurahNumber":7,"VerseNumber":163,"Text":"(Napiye) katarkaraiyilirunta ur (makkalaip) parri nir avarkalaik ketpiraka. (Oyvu nalakiya) canikkilamaiyanru (min vettaiyatak kutatenru tatukkappattiruntum) avarkal varampu miri (min vettaiyati)k kontiruntarkal. Enenral, canikkilamaiyanru (akkatalil ulla) minkal avarkal mun vantu (nir mattattirkut) talaikalai nittik kontiruntana. Canikkilamaiyallata nalkalil avarkalitam avai varuvatillai. Avarkal pavam ceytu kontiruntatan karanamaka avarkalai ivvaru (mikak katinamana) cotanaikku ullakkinom"}]}