{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":2,"VerseNumber":6,"Text":"Quant à ceux qui ont rejeté la foi, que tu les avertisses ou non, ils ne croiront pas"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah, en effet, a apposé un sceau sur leurs cœurs et leur ouïe, tandis qu’un voile leur recouvre la vue. Ils sont donc voués à d’affreux tourments"},{"SurahNumber":2,"VerseNumber":8,"Text":"Il est des hommes qui prétendent croire en Allah et au Jour dernier alors qu’ils ne sont nullement croyants"},{"SurahNumber":2,"VerseNumber":9,"Text":"Ils pensent pouvoir tromper Allah et les croyants, mais ne trompent en réalité qu’eux-mêmes, sans en être conscients"},{"SurahNumber":2,"VerseNumber":10,"Text":"Leurs cœurs sont atteints d’un mal qu’Allah ne fait qu’aggraver. Ils sont donc, pour prix de leurs mensonges, voués à un douloureux châtiment"},{"SurahNumber":2,"VerseNumber":11,"Text":"Lorsqu’il leur est demandé de cesser de répandre le mal sur terre, ils répondent qu’ils recherchent le bien uniquement"},{"SurahNumber":2,"VerseNumber":12,"Text":"Ce sont, au contraire, les êtres les plus malfaisants, sans en être conscients"},{"SurahNumber":2,"VerseNumber":13,"Text":"Exhortés à adhérer pleinement à la foi, à l’image des vrais croyants, ils disent : « Allons-nous croire comme ces ignorants ? » Ce sont pourtant eux, sans le savoir, qui sont ignorants"},{"SurahNumber":2,"VerseNumber":14,"Text":"Lorsqu’ils rencontrent les croyants, ils prétendent avoir la foi, mais dès qu’ils se retrouvent seuls avec leurs démons, les chefs de l’impiété, ils leur disent : « Nous sommes à vos côtés. Nous nous moquons simplement de ces gens. »"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah répondra à leurs moqueries et les laissera s’enfoncer dans l’impiété aveuglément"},{"SurahNumber":2,"VerseNumber":16,"Text":"Voilà ceux qui ont préféré, au droit chemin, la voie de l’égarement et qui courent à leur perte pour ce choix inconséquent"}]}