{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":160,"Text":"Народ Лута отверг его послание и призыв отречься от многобожия и поклоняться Аллаху Единому. Таким образом, они отвергли всех посланников"},{"SurahNumber":26,"VerseNumber":161,"Text":"Расскажи, о посланник, как Лут сказал своему народу, а он был их брат и родственник по браку: \"Неужели вы не боитесь мук наказания Аллаха"},{"SurahNumber":26,"VerseNumber":162,"Text":"Ведь я к вам послан от Аллаха с истинной верой, и я правдив в передаче этой религии"},{"SurahNumber":26,"VerseNumber":163,"Text":"Побойтесь же Аллаха и повинуйтесь мне в том, к чему я вас призываю"},{"SurahNumber":26,"VerseNumber":164,"Text":"Я не прошу у вас награды за мой призыв и руководство к истинной вере. Моя награда только у Господа обитателей миров и их Наставника"},{"SurahNumber":26,"VerseNumber":165,"Text":"Лут продолжал: \"Неужели вы приходите к мужчинам и предаётесь с ними греху, предпочитая их женщинам?\"- Лут хотел этим осудить великий грех, в который впал его народ"},{"SurahNumber":26,"VerseNumber":166,"Text":"И неужели вы бросаете ради этого своих разрешённых вам по закону шариата жён, созданных Аллахом для ваших надобностей? Нет, вы, действительно, народ, переступивший все пределы нечестивости, ибо творите великий грех, превосходящий все остальные"},{"SurahNumber":26,"VerseNumber":167,"Text":"Они сказали с гневом, раздражаясь от его слов, осуждающих их мерзкий грех: \"Если ты (о Лут!) не перестанешь упрекать нас, ты будешь одним из первых, изгнанных с позором из нашей земли"},{"SurahNumber":26,"VerseNumber":168,"Text":"Лут сказал: \"Ваше деяние - этот ваш грех - мне отвратительно, и я не перестану осуждать ваше греховное деяние"},{"SurahNumber":26,"VerseNumber":169,"Text":"Потеряв надежду, что его община послушает его, Лут обратился к своему Господу, прося спасти его и семью от того, что делают эти нечестивцы"},{"SurahNumber":26,"VerseNumber":170,"Text":"Аллах ответил на его просьбу и спас его и всех, кто последовал за ним, выведя их из домов и наслав на его нечестивый народ великую кару"},{"SurahNumber":26,"VerseNumber":171,"Text":"Старуха-жена, которая осталась и не вышла с ним, также подверглась каре за неверие, предательство и поддержку грешных распутников"},{"SurahNumber":26,"VerseNumber":172,"Text":"Аллах погубил неверных грешников, уничтожив их"},{"SurahNumber":26,"VerseNumber":173,"Text":"Аллах низверг на них с неба сильнейший дождь из камней, который их истребил. Ужасен был этот дождь для тех, кто пренебрегал увещеванием; и подверглись они позорной мучительной гибели"},{"SurahNumber":26,"VerseNumber":174,"Text":"Эта кара, которой подверглись грешники из этого народа, является доказательством всемогущества Аллаха, но большинство из твоего народа не веруют в твоё послание"},{"SurahNumber":26,"VerseNumber":175,"Text":"Поистине, твой Господь - Непобедимый, Милосердный и всемогущий над всем сущим, который наказывает грешников и награждает праведников"},{"SurahNumber":26,"VerseNumber":176,"Text":"Вот притча о Шуайбе и обитателях аль-Айки - местности с переплетающимися густыми деревьями недалеко от Мадйана, где поселилась эта община. Аллах послал к ним Шуайба так же, как Он посылал его в Мадйан, но они опровергли его послание. Этим они словно опровергли все послания Аллаха"},{"SurahNumber":26,"VerseNumber":177,"Text":"Расскажи (о Мухаммад!), как Шуайб сказал обитателям аль-Айки: \"Неужели вы не боитесь Аллаха и не уверуете в Него?!\" Но они опровергли его и сочли его лжецом"},{"SurahNumber":26,"VerseNumber":178,"Text":"Я послан от Господа миров, чтобы направить вас к прямому пути. Я - для вас верный посланник и истинно передаю Его Послание вам"},{"SurahNumber":26,"VerseNumber":179,"Text":"Страшитесь наказания Аллаха, слушайте меня и повинуйтесь наставлениям Аллаха и Его назиданиям, покайтесь в своих грехах и перестаньте совершать их"},{"SurahNumber":26,"VerseNumber":180,"Text":"Я не жду от вас вознаграждения за моё руководство и советы. Поистине, Господь обитателей миров полностью вознаградит меня за мои деяния"},{"SurahNumber":26,"VerseNumber":181,"Text":"Шуайб повелел им полностью соблюдать меру, ибо у них был распространён обычай не наполнять меру полностью и не довешивать людям товары, ущемляя их интересы и права, причиняя им убыток"},{"SurahNumber":26,"VerseNumber":182,"Text":"И взвешивайте людям верными весами, чтобы они получали то, что им принадлежит по праву"},{"SurahNumber":26,"VerseNumber":183,"Text":"Не уменьшайте людям того, что им принадлежит по праву, и не ходите по земле, распространяя беззаконие и нечестие, убивая людей, занимаясь разбоем, распутничая и развратничая, подчиняясь только своим страстям и похотям"}]}