{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Guzellik yapanlara daha guzeli ve fazlası vardır. Onların yuzlerini ne bir karartı sarar, ne bir zillet, iste onlar cennetin halkıdırlar; orada suresiz kalacaklardır"},{"SurahNumber":10,"VerseNumber":27,"Text":"Kotulukler kazanmıs olanlar ise; her bir kotulugun karsılıgı, kendi misliyledir. Bunları bir zillet sarıp kaplar. Onları Allah'tan (kurtaracak) hicbir koruyucu yok. Onların yuzleri, sanki bir karanlık gecenin parcalarına burunmus gibidir. Iste bunlar atesin halkıdırlar; orada suresiz kalacaklardır"},{"SurahNumber":10,"VerseNumber":28,"Text":"O gun, onların tumunu birarada toplayacagız, sonra sirk katanlara: \"Yerinizden ayrılmayınız; siz de, sirk kostuklarınız da\" diyecegiz. Artık onların arasını acmısızdır. Sirk kostukları derler ki: \"Siz bize ibadet ediyor degildiniz"},{"SurahNumber":10,"VerseNumber":29,"Text":"Bizim ile sizin aranızda sahid olarak Allah yeter. Gercekten biz, sizin ibadetinizden habersizdik"},{"SurahNumber":10,"VerseNumber":30,"Text":"Iste orada, her nefis onceden yaptıklarıyla imtihana cekilmis olacak ve onlar asıl-gercek mevlaları olan Allah'a dondurulecekler. Yalan yere uydurdukları da, kendilerinden kaybolup uzaklasacaklar"},{"SurahNumber":10,"VerseNumber":31,"Text":"De ki: \"Goklerden ve yerden sizlere rızık veren kimdir? Kulaklara ve gozlere malik olan kimdir? Diriyi oluden cıkaran ve oluyu diriden cıkaran kimdir? Ve isleri evirip-ceviren kimdir? Onlar: \"Allah\" diyeceklerdir. Oyleyse de ki: \"Peki siz yine de korkup-sakınmayacak mısınız"},{"SurahNumber":10,"VerseNumber":32,"Text":"Iste bu, sizin gercek Rabbiniz olan Allah'tır. Oyleyse haktan sonra sapıklıktan baska ne var? Peki, nasıl hala cevriliyorsunuz"},{"SurahNumber":10,"VerseNumber":33,"Text":"Boylece Rabbinin sozu o fasık kimseler uzerinde (soyle) gerceklesmistir ki: \"Onlar suphesiz iman etmezler"}]}