{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Alif-Lam-Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah - es gibt keinen Gott außer Ihm, dem Lebendigen und Bestandigen"},{"SurahNumber":3,"VerseNumber":3,"Text":"Er hat dir das Buch mit der Wahrheit offenbart, das zu bestatigen, was vor ihm (offenbart) war. Und Er hat (auch) die Tora und das Evangelium (als Offenbarung) herabgesandt"},{"SurahNumber":3,"VerseNumber":4,"Text":"zuvor, als Rechtleitung fur die Menschen. Und Er hat die Unterscheidung herabgesandt. Gewiß, diejenigen, die Allahs Zeichen verleugnen, fur sie wird es strenge Strafe geben. Allah ist Allmachtig und Besitzer von Vergeltungsgewalt"},{"SurahNumber":3,"VerseNumber":5,"Text":"Vor Allah ist nichts verborgen, weder auf der Erde noch im Himmel"},{"SurahNumber":3,"VerseNumber":6,"Text":"Er ist es, Der euch im Mutterleib gestaltet, wie Er will. Es gibt keinen Gott außer Ihm, dem Allmachtigen und Allweisen"},{"SurahNumber":3,"VerseNumber":7,"Text":"Er ist es, Der das Buch (als Offenbarung) auf dich herabgesandt hat. Dazu gehoren eindeutige Verse - sie sind der Kern des Buches - und andere, mehrdeutige. Was aber diejenigen angeht, in deren Herzen (Neigung zum) Abschweifen ist, so folgen sie dem, was davon mehrdeutig ist, im Trachten nach Irrefuhrung und im Trachten nach ihrer Mißdeutung. Aber niemand weiß ihre Deutung außer Allah. Und diejenigen, die im Wissen fest gegrundet sind, sagen: „Wir glauben daran; alles ist von unserem Herrn. Aber nur diejenigen bedenken, die Verstand besitzen"},{"SurahNumber":3,"VerseNumber":8,"Text":"Unser Herr, lasse unsere Herzen nicht abschweifen, nachdem Du uns rechtgeleitet hast, und schenke uns Erbarmen von Dir aus. Du bist ja der unablassig Schenkende"},{"SurahNumber":3,"VerseNumber":9,"Text":"Unser Herr, Du wirst die Menschen gewiß zu einem Tag versammeln, an dem es keinen Zweifel gibt. Allah bricht nicht, was Er versprochen hat"}]}