{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":8,"VerseNumber":53,"Text":"Eta ejan'ye ye, yadi kono sampradaya nijera abasthara paribartana na kare tabe allah‌ emana nana ye, tini taderake ye neyamata dana karechena, tate paribartana anabena ebam niscaya allah‌ sarbasrota, sarbajna"},{"SurahNumber":8,"VerseNumber":54,"Text":"Phira’a'unera bansadhara o tadera purbabartidera abhyasera mata era edera rabera ayatasamuhe mithyaropa karechila. Phale tadera papera jan'ya amara taderake dhbansa karechi ebam phira’a'unera bansadharake nimajjita karechi. Ara tara sakale'i chila yalema"},{"SurahNumber":8,"VerseNumber":55,"Text":"Bicaranakari pranidera madhye tara'i to allah‌ra kache nikrsta, yara kuphari kareche. Sutaram tara imana anabe na"},{"SurahNumber":8,"VerseNumber":56,"Text":"Yadera theke apani angikara niyechena, tarapara tara pratyekabara tadera angikara bhanga kare [1]. Ara tara taka'oya abalambana kare na"},{"SurahNumber":8,"VerseNumber":57,"Text":"Atahpara yud'dhe taderake yadi apani apanara ayatte pana, tabe tadera (sastidanera) madhyame tadera pichane yara ache taderake chatrabhanga kare dina, yate tara siksa labha kare"},{"SurahNumber":8,"VerseNumber":58,"Text":"Ara yadi apani kono sampradayera cukti bhangera asanka karena, tabe apani tadera cukti tadera prati sarasari niksepa karuna [1]; niscaya allah‌ cukti bhangakarike pachanda karena na"},{"SurahNumber":8,"VerseNumber":59,"Text":"Ara kapherara yena kakhano mane na kare ye, tara nagalera ba'ire cale giyeche; niscaya tara (allah‌ke) aparaga karate parabe na"},{"SurahNumber":8,"VerseNumber":60,"Text":"Ara tomara tadera mukabilara jan'ya yathasadhya prastuta rakha sakti o asba bahini [1], ta diye tomara bhita-santrasta karabe allah‌ra satruke, tomadera satruke ebam era chara an'yaderake yaderake tomara jana na, allah‌ taderake janena [2]. Allah‌ra pathe tomara ya kichu byaya karabe tara purna pratidana tomaderake deya habe ebam tomadera prati yuluma kara habe na"},{"SurahNumber":8,"VerseNumber":61,"Text":"Ara tara yadi sandhira dike jhumke pare tabe apani'o sandhira dike jhumkabena [1] ebam allah‌ra upara nirbhara karuna [2]; niscaya tini sarbasrota, sarbajna"}]}