{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":38,"VerseNumber":17,"Text":"hageye, paksigalu avara bali bandu seruttiddavu. Avellavu avaredege maraluttiddavu"},{"SurahNumber":38,"VerseNumber":18,"Text":"navu avara samrajyavannu balisthagolisiddevu mattu avarige yuktiyannu hagu nirnayaka tirpu niduva samarthyavannu nididdevu"},{"SurahNumber":38,"VerseNumber":19,"Text":"a jagala niratara vrttantavu nimage talupideye? Avaru gode hari masidiyolage bandu bittiddaru"},{"SurahNumber":38,"VerseNumber":20,"Text":"avaru hathattane davudara balige bandaga avaru becci biddaru. Avaru helidaru; anjabedi, navu eradu jagala nirata gumpugalu. Nam'malli ondu gumpu innondara mele an'yayavesagide. Niviga nam'ma naduve n'yayocitavagi tirpu nidiri mattu atirekavesagabedi. Sariyada margadedege nivu namage margadarsana madiri"},{"SurahNumber":38,"VerseNumber":21,"Text":"Ivanu nanna sahodara. Ivana bali tombhattombattu kurigalive mattu nanna bali ondu kuri matra ide. Avaniga ‘‘adannu nanage kottu bidu’’ ennuttiddane mattu matinalli avanu nannannu solisiddane"},{"SurahNumber":38,"VerseNumber":22,"Text":"avaru (davudaru) helidaru; ‘‘ninna kuriyannu tanna kurigala rasige serisalu agrahisuva mulaka avanu khandita ninna mele akramavesagiruvanu. Khanditavagiyu, jotegudi badukuvavaralli heccinavaru paraspara an'yayavesaguttare – visvasigalu mattu satkarmigala horatu. Mattu anthavaru tumba kadime‘‘. (I mulaka) navu tam'mannu pariksisidevembudannu davudaru managandaru mattu avaru tam'ma odeyana munde ksameyacisutta, avanige saranagi, bagutta sastangaveragi bittaru"},{"SurahNumber":38,"VerseNumber":23,"Text":"konege navu avarigagi adannu (avara pramadavannu) ksamisi bittevu mattu avarigagi nam'ma bali samipya hagu srestha phalitansavide"},{"SurahNumber":38,"VerseNumber":24,"Text":"davudare, navu khandita nim'mannu bhumiyalli (nam'ma) pratinidhiyagisiruvevu. Nivu janara naduve n'yayocitavagi tirmana kaigolliri mattu sveccheyannu anusarisabedi. Adu nim'mannu allahana margadinda duragolisi biduvudu. Allahana margadinda dura saridu bittavarige, avaru vicaraneya dinavannu maretudakkagi khandita, tivra sikse ide"},{"SurahNumber":38,"VerseNumber":25,"Text":"navu akasavannagali, bhumiyannagali averadara naduve iruva yavudanne agali vyarthavagi srstisilla. Adu kevala dhikkarigala bhrameyagide. Dhikkarigalige vinasavide, agniya mulaka"},{"SurahNumber":38,"VerseNumber":26,"Text":"navenu, visvasigalagiddu satkarmagalannu maduttiddavarannu, bhumiyalli asanti habbuvavarante maduveve? Navenu dharma nistharannu duskarmigalante maduveve"}]}