{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":17,"Text":"You did not slay them. Rather, it was Allah Who killed them. You did not throw (sand at the enemy) when you threw (a handful). Rather, it was Allah Who threw (the sand). So that He may test the believers by a fair test from Him. Allah is the all-Hearing, and the all-Knowing"},{"SurahNumber":8,"VerseNumber":18,"Text":"This (is the fact). Surely Allah (blunts and) weakens the deceitful schemes of the unbelievers"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Oh unbelievers)! You sought a decision and a decision has now been handed down to you. It is better for you to desist. But if you repeat (your offense), We too shall restore (the punishment), and your gang no matter how large, will not be able to help you a bit. Allah is certainly with the believers"},{"SurahNumber":8,"VerseNumber":20,"Text":"Oh you who believe! Obey Allah and His messenger, and do not turn away and disregard after you hear the message"},{"SurahNumber":8,"VerseNumber":21,"Text":"Do not be like those who say, \"We heard\" even though they do not listen"},{"SurahNumber":8,"VerseNumber":22,"Text":"Indeed, the worst of the beasts, in the sight of Allah, are the deaf and dumb who do not think"},{"SurahNumber":8,"VerseNumber":23,"Text":"Had Allah known of any good within them, He would have made them hear. But, if He were to make them hear, they would (just) have turned away stubbornly"},{"SurahNumber":8,"VerseNumber":24,"Text":"Oh you who believe! Respond to Allah and the messenger; he calls you towards that which gives you life. Be aware that Allah intervenes between a man and his heart, and He is the One towards Whom you shall all be gathered"},{"SurahNumber":8,"VerseNumber":25,"Text":"Fear the affliction _ (a temptation and a trial) _ which will not strike only just the evil doers among you. Be aware that Allah is certainly very (swift and) severe in (inflicting) punishment"}]}