{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":39,"Text":"Va hay canh cao chung ve Ngay (chung se) tho dai khi cong viec đa đuoc quyet đinh boi vi chung van con lo la va khong tin tuong"},{"SurahNumber":19,"VerseNumber":40,"Text":"Chinh TA se thua huong trai đat ke ca nhung ai song tren đo va chung se đuoc đua tro ve gap lai TA (đe chiu su xet xu)"},{"SurahNumber":19,"VerseNumber":41,"Text":"Va hay nhac lai trong Kinh Sach (Qur'an) ve Ibrahim. Qua that, Y la mot nguoi chan that, mot Nabi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Khi (xua) Y thua voi phu than: \"Thua cha! Tai sao cha ton tho nhung vat khong nghe cung khong thay đuoc va khong mang loi gi ve cho cha"},{"SurahNumber":19,"VerseNumber":43,"Text":"Thua cha! Chac chan con đa tiep thu đuoc kien thuc ma cha đa khong linh hoi đuoc; boi the, xin cha hay nghe con; con se đua cha den mot con đuong bang phang"},{"SurahNumber":19,"VerseNumber":44,"Text":"Thua cha! Cha cho ton tho Shaytan (boi vi) qua that, Shaytan la mot ten phan nghich đa tung chong đoi Đang (Allah) Rat Muc Đo Luong"},{"SurahNumber":19,"VerseNumber":45,"Text":"“Thua cha! Con so Đang (Allah) Rat Muc Đo Luong se trung phat cha bang mot hinh phat khien cha tro thanh mot nguoi ban cua Shaytan (trong hoa nguc).”"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Nguoi cha) đap: “Han con ghet nhung than linh cua cha lam hay sao, hoi con Ibrahim! Neu con khong tu bo thai đo nay, cha se nem đa giet con; va hay đi đau cho khuat mat cha trong mot thoi gian lau.”"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Ibrahim) thua: \"Con mong cha gap moi su bang an. Con se cau xin Thuong Đe cua con tha thu cho cha. Qua that Ngai Hang Rong luong voi con"},{"SurahNumber":19,"VerseNumber":48,"Text":"“Va toi se tu biet cac ong va nhung ke ma cac ong cau nguyen ngoai Allah; va toi se cau nguyen Thuong Đe cua Ta; toi hy vong se khong đen noi vo phuc voi loi cau xin (chan thanh) voi Thuong Đe cua Ta.”"},{"SurahNumber":19,"VerseNumber":49,"Text":"Do đo, khi Ibrahim tu biet ho va nhung vat ma ho ton tho ngoai Allah, TA đa ban cho Y (đua con) Is-haaq va (đua chau noi) Yaqub; va moi đua đa đuoc TA cu lam Nabi"},{"SurahNumber":19,"VerseNumber":50,"Text":"Va TA đa ban Hong An cho con chau cua Ibrahim va lam vinh danh Ho qua tieng noi trung thuc (cua Ho)"},{"SurahNumber":19,"VerseNumber":51,"Text":"Va hay nhac lai trong Kinh Sach (Qur'an) ve Musa. Qua that, Y la mot nguoi chat phac; va la mot Su Gia, mot Nabi"}]}