{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"On the Day of Judgment he will lead his people down into the hell fire. His leadership is evil and terrible is the place to which he leads"},{"SurahNumber":11,"VerseNumber":99,"Text":"They are condemned in this world and in the life to come. Evil is the gift and the recipient"},{"SurahNumber":11,"VerseNumber":100,"Text":"Such were the stories of the nations of the past which We tell to you, (Muhammad). Some of them were destroyed and some of them have survived"},{"SurahNumber":11,"VerseNumber":101,"Text":"We were not unjust to them but they were unjust to themselves. The idols which they worshipped instead of God were of no help to them when Our decree came to pass. The idols only brought about their destruction"},{"SurahNumber":11,"VerseNumber":102,"Text":"Thus was the punishment of your Lord when He punished the unjust people of the towns. The punishment of your Lord is certainly severe"},{"SurahNumber":11,"VerseNumber":103,"Text":"In this there is, certainly, a lesson for those who fear the torment of the next life in which all people will be gathered together"},{"SurahNumber":11,"VerseNumber":104,"Text":"during a single day. We have deferred this day for an appointed time"},{"SurahNumber":11,"VerseNumber":105,"Text":"On the Day of Judgment no one will speak without the permission of God. Some will be condemned and others blessed"},{"SurahNumber":11,"VerseNumber":106,"Text":"The condemned ones will live in hell fire, sighing and groaning"},{"SurahNumber":11,"VerseNumber":107,"Text":"for as long as the heavens and the earth exist, unless your Lord decides otherwise. Your Lord will certainly accomplish whatever He wants"},{"SurahNumber":11,"VerseNumber":108,"Text":"The blessed ones will live in Paradise as long as the heavens and the earth exist, unless your Lord decides to grant endless rewards to whomever He wants"}]}