{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":9,"VerseNumber":123,"Text":"¡Oh vosotros que habeis llegado a creer! Combatid contra aquellos de los que niegan la verdad que esten cerca de vosotros, y que hallen en vosotros dureza; y sabed que Dios esta con los que son conscientes de El"},{"SurahNumber":9,"VerseNumber":124,"Text":"Y SIN EMBARGO cada vez que se hace descender un sura de esta [escritura divina], algunos de los que niegan la verdad suelen preguntar: “¿A quien de vosotros ha fortalecido en su fe este [mensaje]?”Pues a aquellos que han llegado a creer, ciertamente les fortalece en su fe, y se regocijan con la buena nueva [que Dios les ha dado]"},{"SurahNumber":9,"VerseNumber":125,"Text":"Pero a aquellos en cuyos corazones hay enfermedad, cada nuevo mensaje tan solo anade otro [elemento de] incredulidad a la incredulidad que ya albergan, y mueren negandose [aun] a aceptar la verdad"},{"SurahNumber":9,"VerseNumber":126,"Text":"¿Es que no ven que son probados continuamente? Y, no obstante, no se arrepienten y no se acuerdan [de Dios]"},{"SurahNumber":9,"VerseNumber":127,"Text":"y cada vez que se hace descender un sura, se miran entre si [y dicen cosas como]: “¿Acaso puede alguien ver lo que hay en vuestros corazones?” --y luego se alejan.Dios ha alejado sus corazones [de la verdad] --pues son gentes que no la comprenden"},{"SurahNumber":9,"VerseNumber":128,"Text":"EN VERDAD [Oh gentes], os ha llegado un Enviado salido de entre vosotros; le apena hondamente [la idea de] que hayais de sufrir [en la Otra Vida]; anhela vuestro bien [y esta] lleno de compasion y de misericordia hacia los creyentes"},{"SurahNumber":9,"VerseNumber":129,"Text":"Pero si aquellos [que se obstinan en negar la verdad] se apartan, di: “¡Dios me basta! No hay deidad sino El. En El he puesto mi confianza, pues El es el Sustentador, entronizado en augusta omnipotencia.”"}]}