{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"allāh yē rēyimbavaḷlanu mārcutunnāḍu. Niścayaṅgā, kannulu galavāriki indulō guṇapāṭhamundi"},{"SurahNumber":24,"VerseNumber":45,"Text":"mariyu allāh prati prāṇini nīṭi nuṇḍi sr̥ṣṭin̄cāḍu. Vāṭilō konni tama kaḍupu mīda prākēvi unnāyi. Mariyu vāṭilō konni reṇḍu kāḷḷa mīda naḍicēvi unnāyi. Mariyu vāṭilō marikonni nālugu (kāḷḷa) mīda naḍicēvi unnāyi. Allāh tānu kōrina dānini sr̥ṣṭistāḍu. Niścayaṅgā, allāh pratidī cēyagala samardhuḍu"},{"SurahNumber":24,"VerseNumber":46,"Text":"Vāstavaṅgā! Mēmu suspaṣṭamaina sūcanalanu (āyāt lanu) avatarimpajēśāmu. Mariyu allāh tānu kōrina vāniki r̥jumārgaṁ vaipunaku mārgadarśakatvaṁ cēstāḍu"},{"SurahNumber":24,"VerseNumber":47,"Text":"vāru (kapaṭa viśvāsulu) aṇṭāru: \"Mēmu allāh nu mariyu sandēśaharuṇṇi viśvasin̄cāmu mariyu vidhēyula mayyāmu.\" Kāni dāni taruvāta vārilō oka vargaṁ vāru venu dirigi pōtāru. Mariyu alāṇṭi vāru viśvasin̄cina vāru kāru"},{"SurahNumber":24,"VerseNumber":48,"Text":"mariyu vāri madhya tīrpu cēyaṭāniki, vārini allāh mariyu āyana sandēśaharuni vaddaku pilicinappuḍu, vārilōni oka vargaṁ vāru mukhaṁ trippukuṇṭāru"},{"SurahNumber":24,"VerseNumber":49,"Text":"mariyu okavēḷa tīrpu (satyaṁ) vāriki anukūlamainadigā uṇṭē, vāru vinamratatō dānini svīkaristāru"},{"SurahNumber":24,"VerseNumber":50,"Text":"ēmī? Vāri hr̥dayālalō rōgamundā? Lēka vāru sandēhanlō paḍi pōyārā? Lēka allāh mariyu āyana sandēśaharuḍu tamaku n'yāyaṁ cēyarani vāriki bhayamā? Alā kādu! Asalu vārē an'yāyaparulu"},{"SurahNumber":24,"VerseNumber":51,"Text":"kāni vāstavāniki okavēḷa viśvāsulanu, vāri madhya tīrpu cēyaṭāniki allāh mariyu āyana sandēśaharuni vaddaku pilicinappuḍu, vāri palukulu kēvalaṁ ilāgē uṇṭāyi: \"Mēmu vinnāmu mariyu vidhēyata cūpāmu\" mariyu ilāṇṭi vārē sāphalyaṁ pondēvāru"},{"SurahNumber":24,"VerseNumber":52,"Text":"mariyu allāh ku mariyu āyana sandēśaharuniki vidhēyata cūpēvāru mariyu allāh ku bhayapaḍi, āyana yandu bhayabhaktulu kaligi uṇḍēvāru, ilāṇṭi vārē sāphalyaṁ (vijayaṁ) pondēvāru"},{"SurahNumber":24,"VerseNumber":53,"Text":"mariyu nīvu okavēḷa ājñāpistē, antā vadali tappaka bayaludēra galamani vāru (ā kapaṭa viśvāsulu) allāh pērutō gaṭṭi pramāṇālu cēstāru. Vāritō anu: \"Pramāṇālu cēyakaṇḍi; mī vidhēyata telisindē. Niścayaṅgā mīru cēsēdantā allāh ku bāgā telusu"}]}