{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"Среди Его знамений - плывущие по морю корабли, подобные горам"},{"SurahNumber":42,"VerseNumber":33,"Text":"Если Он захочет, то не подует ветер и корабли не поплывут по поверхности моря. Воистину, во всем этом - ясные знамения для каждого терпеливого, благодарного"},{"SurahNumber":42,"VerseNumber":34,"Text":"Или [, если захочет,] Он пустит [корабли] ко дну за то, что сделали [нечестивцы]. Но сколь много Он прощает"},{"SurahNumber":42,"VerseNumber":35,"Text":"И пусть те, которые оспаривают Наши знамения, знают, что им негде спастись"},{"SurahNumber":42,"VerseNumber":36,"Text":"То, что даровано вам из добра, - это удел здешней жизни. А то, что дарует Аллах [в будущей жизни], лучше и долговечнее для тех, которые уверовали и полагаются на своего Господа"},{"SurahNumber":42,"VerseNumber":37,"Text":"для тех, которые избегают тяжких грехов и мерзостей, которые, когда, приходя во гнев, прощают"},{"SurahNumber":42,"VerseNumber":38,"Text":"для тех, которые повинуются Аллаху, совершают обрядовую молитву, вершат свои дела по взаимному совету и делают пожертвования из того, чем Мы их наделили"},{"SurahNumber":42,"VerseNumber":39,"Text":"для тех, которые, когда подвергаются нападению, защищаются"},{"SurahNumber":42,"VerseNumber":40,"Text":"Воздаяние за зло - равноценное зло. Но тот, кто простит и уладит [дело] миром, будет вознагражден Аллахом. Ведь Он не любит нечестивцев"},{"SurahNumber":42,"VerseNumber":41,"Text":"И, конечно, нет укора тем, которые защищаются против нападения"},{"SurahNumber":42,"VerseNumber":42,"Text":"Укора, несомненно, заслуживают те, которые притесняют людей и бесчинствуют на земле безо всякого права на то. Им уготовано мучительное наказание"},{"SurahNumber":42,"VerseNumber":43,"Text":"Несомненно, если кто терпелив [к несправедливости] и прощает, то это похвальный поступок"},{"SurahNumber":42,"VerseNumber":44,"Text":"Тому, кто сбился с пути по воле Аллаха, после этого уж нет защитника. И ты увидишь, что нечестивцы, когда предстанут перед наказанием, возопят: \"Нет ли какого-либо пути для возвращения [в земной мир]"}]}