{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":49,"VerseNumber":5,"Text":"Āra āpani bēra haẏē tādēra kāchē āsā paryanta yadi tārā dhairya dhāraṇa karata, tabē tā-i tādēra jan'ya uttama hata [1]. Āra āllāh‌ kṣamāśīla, parama daẏālu"},{"SurahNumber":49,"VerseNumber":6,"Text":"Hē īmānadāragaṇa! [1] Yadi kōnō phāsika tōmādēra kāchē kōnō bārtā niẏē āsē, tāhalē tōmarā tā parīkṣā karē dēkha, ē āśaṅkāẏa yē, ajñatābaśata tōmarā kōnō sampradāẏakē ākramaṇa karē basabē, phalē tōmādēra kr̥takarmēra jan'ya tōmādērakē anutapta hatē habē"},{"SurahNumber":49,"VerseNumber":7,"Text":"Āra tōmarā jēnē rākhā yē, tōmādēra madhyē āllāhara rāsūla raẏēchēna; tini bahu biṣaẏē tōmādēra kathā śunalē tōmarā'i kaṣṭa pētē. Kintu āllāha tōmādēra kāchē īmānakē priẏa karēchēna ēbaṁ sēṭākē tōmādēra hr̥daẏagrāhī karēchēna. Āra kupharī, pāpācāra ō abādhyatākē karēchēna tōmādēra kāchē apraiẏa. Tārā'i tō satya pathapraāpta"},{"SurahNumber":49,"VerseNumber":8,"Text":"Āllāhara dāna ō anugrahasbarūpa; āra āllāha sarbajña, hikamata'ōẏālā"},{"SurahNumber":49,"VerseNumber":9,"Text":"Āra muminadēra du’dala dbandbē lipta halē tōmarā tādēra madhyē mīmānsā karē dā'ō. Ataḥpara tādēra ēkadala an'ya dalēra birud'dhē bāṛābāṛi karalē, yārā bāṛābāṛi karē tādēra birud'dhē tōmarā yud'dha kara, yatakṣaṇa nā tārā āllāhara nirdēśēra dikē phirē āsē. Tārapara yadi tārā phirē āsē, tabē tādēra madhyē inasāphēra sāthē āpōṣa-mīmānsā karē dā'ō ēbaṁ n'yāẏabicāra kara. Niścaẏa āllāha n'yāẏabicārakadērakē bhālabāsēna"},{"SurahNumber":49,"VerseNumber":10,"Text":"Muminagaṇa tō paraspara bhā'i bhā'i [1]; kājē'i tōmarā tōmādēra bhā'idēra madhyē āpōṣa-mīmānsā karē dā'ō. Āra āllāhara tāka'ōẏā abalambana kara, yātē tōmarā anugrahaprāpta ha'ō"},{"SurahNumber":49,"VerseNumber":11,"Text":"Hē īmānadāragaṇa! Kōnō mumina sampradāẏa yēna apara kōnō mumina sampradāẏakē upahāsa nā karē; kēnanā yādērakē upahāsa karā hacchē tārā upahāsakārīdēra cēẏē uttama hatē pārē ēbaṁ nārīrā yēna an'ya nārīdērakē upahāsa nā karē; kēnanā yādērakē upahāsa karā hacchē tārā upahāsakāriṇīdēra cēẏē uttama hatē pārē. Āra tōmarā ēkē an'yēra prati dōṣārōpa karō nā ēbaṁ tōmarā ēkē an'yakē manda nāmē ḍēkō nā [1]; īmānēra para manda nāma ati nikr̥ṣṭa. Āra yārā ta'ōbā karē nā tārā'i tō yālima"}]}