{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"He said, \"I did it indeed, and I was one of those who erred"},{"SurahNumber":26,"VerseNumber":21,"Text":"And I fled from you because I feared you; but my Lord hath given me wisdom and hath made me one of his Apostles"},{"SurahNumber":26,"VerseNumber":22,"Text":"And is this the favour thou hast conferred on me, that thou hast enslaved the children of Israel"},{"SurahNumber":26,"VerseNumber":23,"Text":"Said Pharaoh, \"Who then is the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":24,"Text":"He said, \"The Lord of the Heavens and of the Earth and of all that is between them, if only ye believe it"},{"SurahNumber":26,"VerseNumber":25,"Text":"Said Pharaoh to those around him, \"Hear ye this"},{"SurahNumber":26,"VerseNumber":26,"Text":"Your Lord,\" said Moses, \"and the Lord of your sires of old"},{"SurahNumber":26,"VerseNumber":27,"Text":"In sooth, your Apostle whom He hath sent to you,\" said Pharaoh, \"is certainly possessed"},{"SurahNumber":26,"VerseNumber":28,"Text":"He said, \"Lord is He of the East and of the West, and of all that is between them, if ye can understand"},{"SurahNumber":26,"VerseNumber":29,"Text":"He said, \"If ye take any God beside me, I will surely put thee in ward"},{"SurahNumber":26,"VerseNumber":30,"Text":"Said Moses, \"What! if I shew thee that which shall be a proof of my mission"},{"SurahNumber":26,"VerseNumber":31,"Text":"He said, \"Forth with it then, if thou speakest truth"},{"SurahNumber":26,"VerseNumber":32,"Text":"Then threw he down his staff, and lo! an undoubted serpent"},{"SurahNumber":26,"VerseNumber":33,"Text":"And he drew out his hand, and lo! it was white to the beholders"},{"SurahNumber":26,"VerseNumber":34,"Text":"He said to his nobles around him. \"This truly is a right cunning sorcerer"},{"SurahNumber":26,"VerseNumber":35,"Text":"Fain would he drive you out of your land by his Sorcery. But what do ye suggest"},{"SurahNumber":26,"VerseNumber":36,"Text":"They said, \"Put him and his brother off awhile, and send summoners to all the cities"},{"SurahNumber":26,"VerseNumber":37,"Text":"Who shall bring to thee every cunning magician"},{"SurahNumber":26,"VerseNumber":38,"Text":"So the magicians were mustered at a set time, on a solemn day"},{"SurahNumber":26,"VerseNumber":39,"Text":"And it was said to the people, \"Are ye all assembled"}]}