{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"De som gor det goda och det ratta skall fa det hogsta goda - och mer dartill. Inga skuggor, inga kanslor av skam skall formorka deras ansikten [pa Uppstandelsens dag] - deras arvedel ar paradiset och dar skall de forbli till evig tid"},{"SurahNumber":10,"VerseNumber":27,"Text":"Men de som standigt begar oratt, for dem skall lonen for varje ond handling vara vad som motsvarar den; och skammen skall formorka deras ansikten - de har inget skydd mot Guds [vrede] - som om de hade tackts av en flik av nattens svarta [mantel]. Deras arvedel ar Elden; dar skall de forbli till evig tid"},{"SurahNumber":10,"VerseNumber":28,"Text":"Den Dag da Vi samlar dem alla ater skall Vi saga till dem som satte medhjalpare vid Guds sida: \"Stig tillbaka till era platser, ni och de som ni ville satta vid Var sida!\" Nar Vi sedan har skilt dem at skall medhjalparna saga till dem [som tillbad dem]: \"Det var inte oss ni tillbad"},{"SurahNumber":10,"VerseNumber":29,"Text":"har behovs inga andra vittnen an Gud - vi visste ingenting om er tillbedjan"},{"SurahNumber":10,"VerseNumber":30,"Text":"Da skall var och en fa erfara vad han sande framfor sig [till Domen. Alla] skall foras tillbaka till Gud, deras sanne Herre, och de [medhjalpare till Honom] som de hade uppfunnit, skall [da] ha overgett dem"},{"SurahNumber":10,"VerseNumber":31,"Text":"SAG: \"Vem forser er med det i himlen och pa jorden som ni behover for er forsorjning? Vem har makten over horsel och syn? Vem later livet spira ur det som ar dott och later doden stiga fram ur det levande? Och vem styr skapelsens ordning?\" Pa detta kommer de att svara: \"[Det ar] Gud.\" Och du skall saga: \"Skall ni da inte frukta Honom"},{"SurahNumber":10,"VerseNumber":32,"Text":"Detta ar Gud, er Herre, Sanningen. Vad finns vid sidan av sanningen annat an logn och misstag? Hur kan ni forma er att vanda den ryggen"},{"SurahNumber":10,"VerseNumber":33,"Text":"Sa gar din Herres fordomande ord mot dem som trotsar Gud i uppfyllelse: de kommer inte att tro"}]}