{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":66,"Text":"Dan sesungguhnya kalau Kami perintahkan kepada mereka, \"Bunuhlah dirimu atau keluarlah kamu dari kampungmu\", niscaya mereka tidak akan melakukannya, kecuali sebagian kecil dari mereka. Dan sesungguhnya kalau mereka melaksanakan pelajaran yang diberikan kepada mereka, tentulah hal yang demikian itu lebih baik bagi mereka dan lebih menguatkan (iman mereka)"},{"SurahNumber":4,"VerseNumber":67,"Text":"dan kalau demikian, pasti Kami berikan kepada mereka pahala yang besar dari sisi Kami"},{"SurahNumber":4,"VerseNumber":68,"Text":"dan pasti Kami tunjuki mereka kepada jalan yang lurus"},{"SurahNumber":4,"VerseNumber":69,"Text":"Dan barang siapa yang menaati Allah dan rasul-(Nya), mereka itu akan bersama-sama dengan orang-orang yang dianugerahi nikmat oleh Allah, yaitu nabi-nabi, para ṣhiddīqīn314, orang-orang yang mati syahid, dan orang-orang saleh. Dan mereka itulah teman yang sebaik-baiknya"},{"SurahNumber":4,"VerseNumber":70,"Text":"Yang demikian itu adalah karunia dari Allah, dan Allah cukup mengetahui"},{"SurahNumber":4,"VerseNumber":71,"Text":"Hai orang-orang yang beriman, bersiap siagalah kamu, dan majulah (ke medan pertempuran) berkelompok-kelompok, atau majulah bersama-sama"},{"SurahNumber":4,"VerseNumber":72,"Text":"Dan sesungguhnya di antara kamu ada orang yang sangat berlambat-lambat (ke medan pertempuran)315. bMaka jika kamu ditimpa musibah ia berkata, \"Sesungguhnya Tuhan telah menganugerahkan nikmat kepada saya karena saya tidak ikut berperang bersama mereka"},{"SurahNumber":4,"VerseNumber":73,"Text":"Dan sungguh jika kamu beroleh karunia (kemenangan) dari Allah, tentulah dia mengatakan seolah-olah belum pernah ada hubungan kasih sayang antara kamu dengan dia, \"Wahai kiranya saya ada bersama-sama mereka, tentu saya mendapat kemenangan yang besar (pula)"},{"SurahNumber":4,"VerseNumber":74,"Text":"Karena itu, hendaklah orang-orang yang menukar kehidupan dunia dengan kehidupan akhirat316 berperang di jalan Allah. Barang siapa yang berperang di jalan Allah, lalu gugur atau memperoleh kemenangan, maka kelak akan Kami berikan kepadanya pahala yang besar"}]}