{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":158,"Text":"I umrote li vy, ili budete ubity, vse vy budete sobrany pred Boga"},{"SurahNumber":3,"VerseNumber":159,"Text":"Po miloserdiyu Boga, ty krotok s nimi; a yesli by ty byl surov i zhestok serdtsem, to oni, verno, udalilis' by ot tebya. Potomu, prosti im i isprosi u Boga proshcheniye im. Sovetuysya s nimi o delakh, i kogda reshish'sya na chto, vozlozhi nadezhdu na Boga, potomu, chto Bog lyubit nadeyushchikhsya na Nego"},{"SurahNumber":3,"VerseNumber":160,"Text":"Yesli Bog pomozhet vam, to nikto ne pobedit vas; a yesli Bog ne budet sodeystvovat' vam, to v etom sluchaye kto mozhet pomoch' vam? Na Boga da upovayut veruyushchiye"},{"SurahNumber":3,"VerseNumber":161,"Text":"Ne mozhet byt', chtoby prorok obmanyval v chom libo, kto obmanet, tot yavitsya s tem, chto poluchil obmanom, v den' voskreseniya, v kotoryy kazhdoy dushe vozdastsya sorazmerno tomu, chto ona sdelala, i ni komu ne budet obidy"},{"SurahNumber":3,"VerseNumber":162,"Text":"Uzheli tot, kto sniskal sebe blagovoleniye Bozhiye, budet kak tot, kto navlok na sebya negodovaniye Bozhiye? Yemu zhilishchem budet geyenna; kak bedstvenno eto pribezhishche"},{"SurahNumber":3,"VerseNumber":163,"Text":"Kazhdyy iz nikh na svoyey osoboy stepeni dostoinstva pred Bogom. Bog vidit dela ikh"},{"SurahNumber":3,"VerseNumber":164,"Text":"Bog yavil uzhe svoyu milost' veruyushchim s tom, chto vozdvig sredi nikh poslannika iz nikh samikh, kotoryy chitayet im znameniya Yego, ochishchayet ikh, nauchayet ikh pisaniyu i mudrosti, togda kak oni do togo vremeni byli v zabluzhdenii"},{"SurahNumber":3,"VerseNumber":165,"Text":"Kogda vas postiglo neschastiye (posle togo, kak vy podvergli ikh dvum podobnym), zachem vam sprashivat': \"Ot chego eto?\" Skazhi im: \"Ono ot vas samikh\". Potomu chto Bog vsemogushch"}]}