{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":12,"VerseNumber":87,"Text":"« Mes fils ! Allez recueillir la moindre information a propos de Joseph et de son frere, et ne desesperez pas de la misericorde de Dieu. Ne desesperent de la misericorde de Dieu que les denegateurs !»"},{"SurahNumber":12,"VerseNumber":88,"Text":"Une fois introduits aupres de Joseph, ils lui dirent : « O Grand Intendant ! La famine nous a frappes ainsi que les notres. Nous n’avons qu’une marchandise de faible valeur. Donne-nous une mesure genereuse de grains et fais preuve de charite a notre egard, car Dieu retribue les gens charitables en consequence »"},{"SurahNumber":12,"VerseNumber":89,"Text":"« Savez-vous ce que vous avez fait de Joseph et de son frere dans votre ignorance?»"},{"SurahNumber":12,"VerseNumber":90,"Text":"« Es-tu vraiment Joseph ?», dirent-ils. «Je suis Joseph et voici mon frere ! », repondit-il. « Dieu nous a gratifies de Ses faveurs. Car quiconque craint Dieu et se montre patient, Dieu ne prive jamais les Hommes vertueux de leur recompense »"},{"SurahNumber":12,"VerseNumber":91,"Text":"«Par Dieu ! », dirent-ils, « Dieu t’a assurement prefere a nous. Et nous, nous avons ete dans l’erreur »"},{"SurahNumber":12,"VerseNumber":92,"Text":"Joseph les rassura : « Pas de reproche contre vous aujourd’hui. Que Dieu vous pardonne ! Il est Le plus Misericordieux de tous les misericordieux"},{"SurahNumber":12,"VerseNumber":93,"Text":"Emportez ma chemise que voici. Vous la passerez sur le visage de mon pere. Il recouvrera la vue. Et revenez a moi avec tous les membres de votre famille »"},{"SurahNumber":12,"VerseNumber":94,"Text":"Aussitot que la caravane eut quitte le pays (l’Egypte), leur pere dit : « Je ressens autour de moi le souffle de Joseph. Mais vous allez me dire que je suis senile !»"},{"SurahNumber":12,"VerseNumber":95,"Text":"« Par Dieu », lui dit-on. « Tu es toujours habite par tes vieilles divagations !»"}]}