{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Ārau tōmālōkē uttama panthāra bāhiraē kitābīsakalara lagata bitarka nakaraibā, kintu siham̐tara mājata yisakalē an'yāẏa karaichē siham̐tara lagata karaiba pāraā. Tōmālōkē kōraā, ‘āmāra prati ārau tōmālōkara prati yi aratīrṇa haichē tāra ōparata āmi īmāna ānichō. Āmāra ilāha ārau tōmālōkara ilāha ējanē'i, āmi tē'ōm̐ra pratihē ātmasamarpaṇakāraī’"},{"SurahNumber":29,"VerseNumber":47,"Text":"Ē'idaraē'i āmi tōmāra prati'ō kitāba aratīrṇa karaichō, ētēkē yisakalaka āmi (pūrbē) kitāba pradāna karaichilō tē'ōm̐lōkē iẏāra prati īmāna pōṣaṇa karaē. Iham̐tara mājaraō kichumānē iẏāra prati biśbāsa sthāpana karaē. Kāphirasakalara bāhiraē āna kōnē'ō āmāra nidarśanāralīka asbīkāra nakaraē"},{"SurahNumber":29,"VerseNumber":48,"Text":"Ārau tumitō iẏāra pūrbē kōnō kitāba paṛhā nāchilā ārau nija hātē kōnō kitābō likhā nā'i yē, bātila panthīsakalē sandēha pōṣaṇa karaiba"},{"SurahNumber":29,"VerseNumber":49,"Text":"Baraṁ yisakalaka jñāna dāna karaā haichē prakr̥tatē tē'ōm̐lōkara antarata ē'iṭō spaṣṭa nidarśana. Kērala yālimasakalē'i āmāra nidarśanasamūha asbīkāra karaē"},{"SurahNumber":29,"VerseNumber":50,"Text":"Siham̐tē ārau kaẏa, ‘tē'ōm̐ra pratipālakara taraphara paraā tē'ōm̐ra ōcarata nidarśana aratīrṇa nahaẏa kiẏa’? Kōraā, ‘nidarśanasamūha haichē kērala āllāhara ōcarata. Ma'i kērala ējana spaṣṭa satarkakāraīhē mātra’"},{"SurahNumber":29,"VerseNumber":51,"Text":"Ē'iṭō siham̐tara bābē yathēṣṭa nahaẏanē yē, āmi tōmāra prati kōra'āna aratīrṇa karaichō, yiṭō siham̐tara ōcarata pāṭha karaā haẏa. Niścaẏa iẏāta anugraha ārau upadēśa āchē sē'i sampradāẏara bābē, yisakalē īmāna pōṣaṇa karaē"},{"SurahNumber":29,"VerseNumber":52,"Text":"Kōraā, ‘mōra ārau tōmālōkara mājata sākṣī hicāpē āllāhē'i yathēṣṭa. Ākāśasamūha ārau pr̥thiraīta yi āchē sēẏā tē'ōm̐ jānē. Yisakalē bātilaka biśbāsa karaē ārau āllāhara lagata kupharaī karaē, siham̐tē'i kṣatigrasta’"}]}