{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"Necht povysen je Buh, vladce a pravda! Nepospichej s Koranem, drive nez bude ti ukonceno cele jeho vnuknuti, a rci: \"Pane muj, rozmnoz mi vedeni"},{"SurahNumber":20,"VerseNumber":115,"Text":"A jiz predtim jsme umluvu s Adamem uzavreli, avsak zapomnel na ni a pevnou vuli jsme v nem nenalezli"},{"SurahNumber":20,"VerseNumber":116,"Text":"A hle, rekli jsme andelum: \"Padnete na zem pred Adamem!\" A padli vsichni krome Iblise, ktery odmitl"},{"SurahNumber":20,"VerseNumber":117,"Text":"I pravili jsme: \"Adame, toto veru je nepritel tvuj i manzelky tve. At vas nevyzene z raje, nebot pak veru nestastni budete"},{"SurahNumber":20,"VerseNumber":118,"Text":"Nalezi ti, abys v nem nehladovel a nahy nechodil"},{"SurahNumber":20,"VerseNumber":119,"Text":"a abys v nem neziznil a zarem netrpel"},{"SurahNumber":20,"VerseNumber":120,"Text":"Vsak satan mu naseptaval a rekl: \"Adame, mam ti ukazat strom nesmrtelnosti a kralovstvi nepomijejici"},{"SurahNumber":20,"VerseNumber":121,"Text":"A pojedli oba ze stromu a objevila se jim jejich nahota a zacali si siti odevy z listi rajskeho. Adam neposlusny vuci Panu svemu byl a z prave cesty se uchylil"},{"SurahNumber":20,"VerseNumber":122,"Text":"Potom Pan jeho si jej vyvolil, odpustil mu a spravnou cestou jej ridil"},{"SurahNumber":20,"VerseNumber":123,"Text":"I pravil Buh: \"Sestupte z neho spolecne a budte jeden druhemu nepritelem! A veru k vam prijde ode Mne spravne vedeni.\" A ten, kdo nasledovat je bude, nezbloudi ani nebude nestastny"},{"SurahNumber":20,"VerseNumber":124,"Text":"zatimco ten, jenz odvrati se od pripomenuti Meho, zivot povede stisneny a v den zmrtvychvstani vzkrisen bude Nami jako slepy"},{"SurahNumber":20,"VerseNumber":125,"Text":"a rekne: \"Pane, proc jsi mne vzkrisil jako slepeho, kdyz drive byl jsem vidouci"}]}