{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":71,"Text":"Sehen sie denn nicht, daß Wir ihnen unter dem, was Unsere Hande gemacht haben, Vieh erschaffen haben, uber das sie verfugen"},{"SurahNumber":36,"VerseNumber":72,"Text":"Und Wir haben es ihnen fugsam gemacht, so daß sie davon Reittiere haben und davon essen (konnen)"},{"SurahNumber":36,"VerseNumber":73,"Text":"Und sie haben an ihm (allerlei) Nutzen und (etwas) zu trinken. Wollen sie denn nicht dankbar sein"},{"SurahNumber":36,"VerseNumber":74,"Text":"Und sie haben sich anstatt Allahs Gotter genommen, auf daß sie Hilfe finden mogen"},{"SurahNumber":36,"VerseNumber":75,"Text":"Sie konnen ihnen jedoch keine Hilfe gewahren, obwohl sie ihnen als eine (dienstbereite) Heerschar vorgefuhrt werden"},{"SurahNumber":36,"VerseNumber":76,"Text":"Ihre Worte sollen dich nicht traurig machen. Wir wissen ja, was sie geheimhalten und was sie offenlegen"},{"SurahNumber":36,"VerseNumber":77,"Text":"Sieht denn der Mensch nicht, daß Wir ihn aus einem Samentropfen erschaffen haben, und doch ist er sogleich ein deutlicher Widersacher"},{"SurahNumber":36,"VerseNumber":78,"Text":"Er fuhrt Uns ein Beispiel an und vergißt seine (eigene) Erschaffung. Er sagt: \"Wer macht die Knochen wieder lebendig, wenn sie zerfallen sind"},{"SurahNumber":36,"VerseNumber":79,"Text":"Sag: Wieder lebendig macht sie Derjenige, Der sie das erste Mal hat entstehen lassen. Und Er weiß uber jede Schopfung Bescheid"},{"SurahNumber":36,"VerseNumber":80,"Text":"(Er,) Der euch aus grunen Baumen Feuer gemacht hat, so daß ihr sogleich damit anzunden konnt"},{"SurahNumber":36,"VerseNumber":81,"Text":"Hat nicht Derjenige, Der die Himmel und die Erde erschaffen hat, (auch) die Macht, ihresgleichen zu erschaffen? Ja doch! Und Er ist der Allerschaffer und Allwissende"},{"SurahNumber":36,"VerseNumber":82,"Text":"Sein Befehl, wenn Er etwas will, ist, dazu nur zu sagen: ,Sei!', und so ist es"},{"SurahNumber":36,"VerseNumber":83,"Text":"So sei Preis Demjenigen, in Dessen Hand die Herrschaftsgewalt uber alles ist und zu Dem ihr zuruckgebracht werdet"}]}