{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":4,"VerseNumber":128,"Text":"nīveṣṭē bayasidarū patniyara naḍuve sampūrṇa n'yāya pālisalu nimage sādhyavāgadu. Ādare (avaralli yāra kaḍegū) sampūrṇa vāli biḍabēḍi hāgū (yārannū) sampūrṇavāgi nirlakṣisi jōtāḍuva sthitiyalli biṭṭu biḍabēḍi. Nīvu sudhārisikoṇḍare mattu dharmaniṣṭhe pālisidare (nimage tiḷidirali) – allāhanu khaṇḍita kṣamāśīlanū karuṇāmayiyū āgiddāne"},{"SurahNumber":4,"VerseNumber":129,"Text":"innu, avaribbaru (dampatiyaru) bērpaṭṭare, allāhanu tanna viśāla sāmarthyadinda avaralli pratiyobbarannū (paraspara avalambaneyinda) mukta goḷisuvanu. Allāhanantu tumbā vaiśālya uḷḷavanū yuktivantanū āgiddāne"},{"SurahNumber":4,"VerseNumber":130,"Text":"ākāśagaḷalli mattu bhūmiyalliruva ellavū allāhanigē sērive. ‘‘Allāhanige an̄jiri. Nīvu dhikkārigaḷādare, ākāśagaḷalli mattu bhūmiyalliruva ellavū allāhanigē sērive (embudannu mareyabēḍi)’’ endu ī hinde grantha nīḍalāgiddavarige nāvu upadēśisiddevu mattu nimagū upadēśisuttiddēve. Allāhanantū ella agatyagaḷinda muktanū ella praśansegaḷige ar'hanū āgiruvanu"},{"SurahNumber":4,"VerseNumber":131,"Text":"ākāśagaḷalli mattu bhūmiyalliruva ellavū allāhanigē sērive. (Ellara pālige) kāryasādhakanāgi avanē sāku"},{"SurahNumber":4,"VerseNumber":132,"Text":"janarē, avanicchisidare nim'mannu tolagisi itararannu taraballanu. Hāge māḍalu allāhanu khaṇḍita śaktanāgiddāne"},{"SurahNumber":4,"VerseNumber":133,"Text":"kēvala ihalōkada pratiphalavannu bayasuvātanu (tiḷidirali) – allāhana baḷi ihalōkada pratiphalavū ide paralōkada pratiphalavū ide. Allāhanu khaṇḍita ellavannū kēḷuvavanu mattu nōḍuvavanāgiddāne"},{"SurahNumber":4,"VerseNumber":134,"Text":"Viśvāsigaḷē, nīvu kaṭṭuniṭṭāgi sadā n'yāyavannu pālisuvavarāgiri hāgū allāhanigāgi (satyada para) sākṣi hēḷuvavarāgiri – adu svataḥ nim'ma virud'dha athavā nim'ma tande-tāyiya athavā nikaṭa bandhugaḷa virud'dhavāgiddarū sariyē. Śrīmantanirali, baḍavanirali, avaribbara pāligū itarellariginta heccāgi allāhanē hitaiṣiyāgiddāne. Nīvendū nim'ma cittākāṅkṣegaḷannu anusarisi n'yāyapālaneyalli tappabēḍi. (N'yāya prakriyeyalli) nīvu nālige tirucidare (sākṣavannu badalisidare) athavā jārikoṇḍare, allāhanu nim'mella kr̥tyagaḷa kuritu arivu uḷḷavanāgiddāne (embunnu mareyabēḍi)"}]}