{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Fie ca va tainuiti vorbele, fie ca le spuneti tare, El cunoaste launtrul inimilor voastre"},{"SurahNumber":67,"VerseNumber":14,"Text":"Nu cunoaste El ceea ce a creat, El, Patrunzatorul, Cunoscatorul"},{"SurahNumber":67,"VerseNumber":15,"Text":"El a facut pamantul supus voua. Strabateti marile sale intinderi si mancati din daruirea Lui. Catre El va fi Invierea"},{"SurahNumber":67,"VerseNumber":16,"Text":"Credeti oare ca Cel ce este in Cer nu poate face pamantul sa va inghita? Iata-l cum se zgaltaie"},{"SurahNumber":67,"VerseNumber":17,"Text":"Credeti oare ca Cel ce este in Cer nu poate dezlantui asupra voastra o furtuna de pietre? Atunci veti sti ce a insemnat predica Mea"},{"SurahNumber":67,"VerseNumber":18,"Text":"Cei dinaintea lor au hulit. Si cum a fost mustrarea Mea"},{"SurahNumber":67,"VerseNumber":19,"Text":"Ei nu vad pasarile deasupra lor cum isi intind si isi strang aripile? Numai Milostivul le tine acolo. El este Atotvazator"},{"SurahNumber":67,"VerseNumber":20,"Text":"Cel ce are o ostire pentru voi, va poate ajuta in locul Milostivului? Tagaduitorii sunt in amagire"},{"SurahNumber":67,"VerseNumber":21,"Text":"Cine v-ar putea hrani, daca Dumnezeu si-ar lua darurile inapoi? Ei se incapataneaza insa in obraznicie si ura"},{"SurahNumber":67,"VerseNumber":22,"Text":"Cel care merge cu capul in jos este mai bine calauzit decat cel care merge pe Calea cea Dreapta cu capul sus"},{"SurahNumber":67,"VerseNumber":23,"Text":"Spune: “El este Cel ce a facut sa va nasteti. El v-a dat auzul, vazul si inimile.” Voi sunteti insa atat de putin recunoscatori"},{"SurahNumber":67,"VerseNumber":24,"Text":"Spune: “El este Cel ce v-a imprastiat pe pamant si la El veti fi iarasi stransi.”"},{"SurahNumber":67,"VerseNumber":25,"Text":"Ei vor spune: “Cand se va implini aceasta fagaduiala, daca spuneti adevarul?”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Spune: “Stiinta nu este decat la Dumnezeu. Eu nu sunt decat un predicator cu vorba limpede!”"}]}