{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":64,"Text":"Het tegenwoordige leven is slechts een tijdverdrijf en een spel; maar het toekomstige verblijf in het paradijs is het werkelijke leven. Indien zij dit wisten, zouden zij het eerste niet boven het laatste verkiezen"},{"SurahNumber":29,"VerseNumber":65,"Text":"Als zij in een schip zeilen, roepen zij God aan, en belijden hem oprechtelijk den waren godsdienst; maar als hij hen veilig aan land brengt, keeren zij tot hunnen afgodendienst terug"},{"SurahNumber":29,"VerseNumber":66,"Text":"Om zich ondankbaar te betoonen voor datgene wat wij hun hebben geschonken, en opdat zij de vermaken van dit leven zouden mogen genieten; maar hierna zullen zij de ontknooping kennen"},{"SurahNumber":29,"VerseNumber":67,"Text":"Zien zij niet dat wij het grondgebied van Mekka tot eene onschendbare en zekere wijkplaats hebben gemaakt, terwijl de menschen in den omtrek worden geplunderd? Gelooven zij daarom in datgene wat ijdel is, en erkennen niet Gods goedheid"},{"SurahNumber":29,"VerseNumber":68,"Text":"Maar wie is onrechtvaardiger dan hij die eene logen tegen God uitdenkt, of de waarheid loochent, nadat die tot hem is gekomen? Is de hel niet het verblijf voor de ongeloovigen"},{"SurahNumber":29,"VerseNumber":69,"Text":"Wie zijne uiterste pogingen aanwendt om onzen waren godsdienst voort te planten, dien zullen wij op onze wegen leiden; want God is met den rechtvaardige"},{"SurahNumber":30,"VerseNumber":1,"Text":"M"},{"SurahNumber":30,"VerseNumber":2,"Text":"De Grieken zijn door de Perzen overwonnen"},{"SurahNumber":30,"VerseNumber":3,"Text":"In een zeer nabij gelegen gedeelte van het land; maar na hunne nederlaag zullen zij de andere op hunne beurt"},{"SurahNumber":30,"VerseNumber":4,"Text":"Binnen eenige jaren overwinnen. Aan God behoort de beschikking hierover, zoowel voor hetgeen voorbij is, als voor hetgeen komen zal. Op dien dag zullen de geloovigen zich verblijden"},{"SurahNumber":30,"VerseNumber":5,"Text":"In het voordeel door God verleend; want hij verleent goeden uitslag aan degene die hem behaagt, en hij is de Machtige, de Barmhartige"}]}