{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":28,"VerseNumber":36,"Text":"Yastava jevha musa (alai.) Tyancyajavala amhi dilele ughada camatkara (mojije) ghe'una pohocale, tevha te mhanu lagale ki hi tara kevala banavati jadu ahe. Amhi apalyapurvi ho'una gelelyancya kalata ase kadhi aikale nahi"},{"SurahNumber":28,"VerseNumber":37,"Text":"Ani (hajarata) musa mhanale, majha palanakarta tyala cangalya prakare janato, jo tyacyajavalace margadarsana ghe'una yeta. Ani jyacyasathi akhirataca cangala parinama asato. Nihsansaya, atyacari lokance (kadhihi) bhale honara nahi"},{"SurahNumber":28,"VerseNumber":38,"Text":"Ani phira'auna mhanala, he darabari lokanno! Mi tara apalyakherija dusarya konala tumaca upasya (mabuda) janata nahi. Aika, he hamana! Tu majhyasathi matila agita bhajava, maga majhyasathi eka mahala tayara kara, yasathi ki musacya upasyala dokavuna pahave. Mi tara tyala khotya lokampaikica samajata ahe"},{"SurahNumber":28,"VerseNumber":39,"Text":"Tyane ani tyacya sain'yane nahaka desata ghamenda keli, ani ase samajuna ghetale ki amacyakade paratavile janaraca nahita"},{"SurahNumber":28,"VerseNumber":40,"Text":"Sevati amhi tyala ani tyacya sain'yala dharale ani samudrata budavuna takale. Ata paha ki tya atyacarinca anta kasa jhala"},{"SurahNumber":28,"VerseNumber":41,"Text":"Ani amhi tyanna ase pesave banavile ki lokanna jahannamakade amantrita karatila ani kayamatacya divasihi tyanna madata keli janara nahi"},{"SurahNumber":28,"VerseNumber":42,"Text":"Ani amhi ya jagata dekhila tyancya mage apali lanata (nirbhartsana) lavali, ani kayamatacya divasihi te va'ita avastha asanarya lokampaiki asatila"},{"SurahNumber":28,"VerseNumber":43,"Text":"Ani amhi purvicya kalatila lokanna nasta kelyanantara musala asa grantha pradana kela, jo lokansathi pramana, ani margadarsana va (allahaci) krpa ho'una ala hota, yasathi ki tyanni bodha grahana karava"}]}