{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"“Ndipo chilichonse chimene mwapatsidwa nchosangalatsa cha moyo wa pa dziko, ndiponso chokometsera chake (chomwe sichikhalira kutha); koma chomwe chili kwa Allah ndicho chabwino, chamuyaya; kodi bwanji simukuzindikira"},{"SurahNumber":28,"VerseNumber":61,"Text":"“Kodi munthu yemwe tamulonjeza lonjezo labwino (kuti akalowa ku Munda wamtendere) kotero kuti iye akakumana nalo (lonjezolo), angafanane ndi yemwe tamsangalatsa ndi zosangalatsa za moyo wa pa dziko basi, kenako iye nkukhala mmodzi okaponyedwa (ku Moto) tsiku la chiweruziro (Qiyâma)"},{"SurahNumber":28,"VerseNumber":62,"Text":"“Ndipo (akumbutse) tsiku limene (Allah) adzawaitana, adzati: “Ali kuti anzanga aja omwe mumanena (kuti ndianzananga)?”"},{"SurahNumber":28,"VerseNumber":63,"Text":"“Adzanena amene mawu (onena za chilango) atsimikizika pa iwo: “Mbuye wathu! Awa ndiamene tidawasokeretsa; tidawasokeretsa monga momwe Tidasokelera. tikudzipatula ndi iwo kwa inu; samatilambira ife.”"},{"SurahNumber":28,"VerseNumber":64,"Text":"“Ndipo kudzanenedwa: “Itanani aphatikizi anu.” Choncho adzawaitana koma sadzawayankha. Ndipo azawawona mavuto (pa nthawiyo azakhumba) akadakhala oongoka (pa dziko lapansi kotero kuti akadapeza mtendere pa tsiku la chimaliziro)"},{"SurahNumber":28,"VerseNumber":65,"Text":"“Ndipo (akumbutse) tsiku limene adzawaitana, nkudzati: “Kodi mudawayankha chiyani Atumiki?”"},{"SurahNumber":28,"VerseNumber":66,"Text":"“Basi tsiku limenelo nkhani zidzawasowa choncho iwo sadzatha kufunsana"},{"SurahNumber":28,"VerseNumber":67,"Text":"“Koma amene walapa ndi kukhulupirira ndi kuchita ntchito zabwino, adzakhala mwa opambana"},{"SurahNumber":28,"VerseNumber":68,"Text":"“Ndipo Mbuye wako amalenga chimene wafuna ndi kuchisankha (chimene wafuna). Iwo alibe chifuniro. Allah wapatukana ndi zonse zochepetsa ulemelero Wake, ndipo watukuka ku zomwe akumphatikiza nazo"},{"SurahNumber":28,"VerseNumber":69,"Text":"“Ndiponso Mbuye wako akudziwa zimene zifuwa zawo zikubisa (maganizo awo) ndi zimene akuwonetsera (poyera)"},{"SurahNumber":28,"VerseNumber":70,"Text":"“Ndipo Iye ndi Allah; palibe wopembedzedwa m’choonadi koma Iye. Kuyamikidwa konse (kwabwino) pachiyambi ndi kumapeto nkwake; ndipo kulamulanso nkwake, ndipo inu mudzabwerera kwa Iye"}]}