{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":39,"Text":"Warne sie vor dem Tag der gramvollen Reue, wenn die Angelegenheit entschieden sein wird, während sie (all dessen) unachtsam sind, und während sie (noch) nicht glauben"},{"SurahNumber":19,"VerseNumber":40,"Text":"Gewiß, Wir sind es, die Wir die Erde und (all die,) die auf ihr sind, erben werden. Und zu Uns werden sie zurückgebracht"},{"SurahNumber":19,"VerseNumber":41,"Text":"Und gedenke im Buch Ibrahims. Er war ein Wahrhaftiger und Prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"Als er zu seinem Vater sagte: „O mein lieber Vater, warum dienst du dem, was nicht hört und nicht sieht und dir nichts nützt"},{"SurahNumber":19,"VerseNumber":43,"Text":"O mein lieber Vater, gewiß, zu mir ist vom Wissen gekommen, was nicht zu dir gekommen ist. So folge mir, dann leite ich dich einen ebenen Weg"},{"SurahNumber":19,"VerseNumber":44,"Text":"O mein lieber Vater, diene nicht dem Satan. Gewiß, der Satan ist gegen den Allerbarmer widerspenstig"},{"SurahNumber":19,"VerseNumber":45,"Text":"O mein lieber Vater, ich fürchte, daß dir Strafe vom Allerbarmer widerfährt, so daß du zu einem Gefolgsmann des Satans wirst"},{"SurahNumber":19,"VerseNumber":46,"Text":"Er sagte: „Verschmähst du meine Götter, o Ibrahim? Wenn du nicht aufhörst, werde ich dich ganz gewiß steinigen. Und meide mich eine Zeitlang"},{"SurahNumber":19,"VerseNumber":47,"Text":"Er sagte: „Friede sei auf dir! Ich werde meinen Herrn für dich um Vergebung bitten; gewiß, Er ist zu mir sehr entgegenkommend"},{"SurahNumber":19,"VerseNumber":48,"Text":"Ich werde mich von euch und von dem, was ihr anstatt Allahs anruft, fernhalten und nur meinen Herrn anrufen. Vielleicht werde ich im Bittgebet zu meinem Herrn nicht unglücklich sein"},{"SurahNumber":19,"VerseNumber":49,"Text":"Als er sich nun von ihnen und von dem, dem sie anstatt Allahs dienten, fernhielt, schenkten Wir ihm Ishaq und Ya’qub; und alle (beide) machten Wir zu Propheten"},{"SurahNumber":19,"VerseNumber":50,"Text":"Und Wir schenkten ihnen (etwas) von Unserer Barmherzigkeit, und Wir verliehen ihnen einen hohen Ruf an Wahrhaftigkeit"},{"SurahNumber":19,"VerseNumber":51,"Text":"Und gedenke im Buch Musas. Gewiß, er war auserlesen, und er war ein Gesandter und Prophet"}]}