{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":32,"Text":"Kibirlenenler, zaafa uğratılanlara: \"Sizlere hidayet geldikten sonra, hidayetten sizleri biz mi engelledik? Hayır, siz (kendiniz) mücrimlerdiniz (suçlulardınız).\" dedi(ler)"},{"SurahNumber":34,"VerseNumber":33,"Text":"Ve zaafa uğratılanlar (hakir görülenler), kibirlenenlere: \"Hayır, (işiniz) gece ve gündüz hile idi. Bize Allah´ı inkâr etmemizi ve O´na putları eşler koşmamızı emrediyordunuz.\" dediler. Azabı gördükleri zaman pişmanlıklarını saklarlar (için için pişman olurlar). İnkar edenlerin boyunlarına halkalar (zincirler) geçirdik. Onlar yaptıklarından başka bir şeyle mi cezalandırılırlar"},{"SurahNumber":34,"VerseNumber":34,"Text":"Ve Bizim nezir göndermediğimiz hiçbir yer yoktur. Her karyenin (ülkenin) refah içinde olanları (ileri gelenleri): \"Muhakkak ki biz, sizin kendisiyle gönderildiğiniz şeyi inkâr edenleriz.\" demekten başka bir şey söylemediler"},{"SurahNumber":34,"VerseNumber":35,"Text":"Ve: \"Biz, mal ve evlât olarak daha çoğuz. Ve biz, azap edilecek olanlar değiliz.\" dediler"},{"SurahNumber":34,"VerseNumber":36,"Text":"De ki: \"Muhakkak ki benim Rabbim, dilediği kimseye rızkı genişletir ve taktir eder (daraltır). Ve lâkin insanların çoğu bilmezler"},{"SurahNumber":34,"VerseNumber":37,"Text":"Ve sizin mallarınız ve evlâtlarınız katımızda sizi, Bize yaklaştıracak yüksek değere sahip değildir. Âmenû olan ve salih amel (nefs tezkiyesi) yapanlar hariç. İşte onlar, onlar için amelleri sebebiyle kat kat mükâfat vardır. Ve onlar, yüksek makamlarda emin (emniyette) olanlardır"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ve âyetlerimizi aciz (hükümsüz) bırakmak için çalışanlar, işte onlar azap içinde (azabın daha kötüsü için) hazır bulunanlardır"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: \"Muhakkak ki benim Rabbim, kullarından dilediği kimseye rızkı genişletir ve taktir eder (daraltır). Ve bir şey infâk ettiğiniz (verdiğiniz) zaman (o taktirde) O, onun karşılığını verir. Ve O, rızık verenlerin en hayırlısıdır"}]}