{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"Senden once gonderdigimiz butun peygamberlere «Benden baska ilah yoktur, sırf bana kulluk ediniz» diye vahyettik"},{"SurahNumber":21,"VerseNumber":26,"Text":"Musrikler «Rahman olan Allah evlat edindi» dediler. Hasa! O boyle bir seyden munezzehtir. Tersine melekler, onurlu kullardır"},{"SurahNumber":21,"VerseNumber":27,"Text":"Onlar Allah´dan once soz soylemezler ve ne yaparlarsa sırf O´nun emri ile yaparlar"},{"SurahNumber":21,"VerseNumber":28,"Text":"Allah, onların onlerindekini ve arkalarında bıraktıklarını (yapacaklarını ve yaptıklarını) bilir. Onlar sadece Allah´ın hosnut oldugu kimselere sefaat ederler ve Allah´ın korkusundan titrerler"},{"SurahNumber":21,"VerseNumber":29,"Text":"Eger onlardan biri «Ben Allah´ın dısında ilahım» derse onu cehennem ile cezalandırırız. Biz zalimleri boyle cezalandırırız"},{"SurahNumber":21,"VerseNumber":30,"Text":"Kafirler, gokler ile yer birbirine yapısıkken onları ayırdıgımızı ve butun canlıları sudan meydana getirdigimizi gormuyorlar mı? Onlar yine de iman etmiyorlar mı"},{"SurahNumber":21,"VerseNumber":31,"Text":"Yeryuzu dengede dursun da insanları sarsmasın diye orada koklu daglar yarattık ve istedikleri yere gidebilsinler diye o daglarda gecit veren yollar actık"},{"SurahNumber":21,"VerseNumber":32,"Text":"Gogu dengesizlikten korunmus bir tavan, bir catı yaptık. Onlar ise gokteki ayetlere, dusundurucu kanıtlara donup bakmıyorlar"},{"SurahNumber":21,"VerseNumber":33,"Text":"Geceyi, gunduzu, gunesi, ayı yaratan O´dur. Bunların herbiri kendi yorungelerinde yuzerler"},{"SurahNumber":21,"VerseNumber":34,"Text":"Senden onceki hicbir insana olumsuzluk imkanı vermis degiliz. Sanki sen olursen onlar sonsuza dek yasayacaklar mı"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her canlı, olumu tadacaktır. Nasıl davranacagınızı gorelim diye sizi hem kotulukle ve hem de iyilikle sınavdan geciririz. Sonunda bize doneceksiniz"}]}