{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra (Allah), bu gamın arkasından sizin uzerinize sukunet veren bir uyku indirdi, icinizden bir grubu sarıp kaplıyordu ve diger grup, canlarını onemsemisti(canlarının kaygısına dustuler). Allah´a karsı cahiliyye zannı ile haksız zanda bulunuyorlar: \"Bu emirden bize bir sey (bir nasib) var mı?\" diyorlar. (Onlara): \"Muhakkak ki emirlerin hepsi Allah´ındır.\" de. Iclerinde sana acıklamadıkları bir sey saklıyorlar. \"Bu emirden bize bir sey (bir nasib) olsaydı, burada oldurulmezdik.\" diyorlar. Eger siz, evlerinizde bile olsaydınız, uzerlerine katl (oldurulmeleri) yazılmıs olanlar, yatacakları (olup dusecekleri) yere mutlaka cıkıp giderlerdi. (Bu) Allah´ın sizin sinelerinizde olanı sınamak ve kalplerinizde olandan (supheden), sizi temize cıkarmak (fitneden kurtarmak) icindir. Ve Allah, sinelerde olanı en iyi bilendir"},{"SurahNumber":3,"VerseNumber":155,"Text":"Muhakkak ki, iki toplulugun karsılastıgı gun, icinizden bir kısmı yuz cevirdi, oysa seytan, kazandıkları bazı seylerden dolayı (Resulun emrine itaat etmemek, ganimete kosmak gibi), onları zillete dusurmek istedi. Ve and olsun ki, Allah onları affetti. Muhakkak ki Allah Gafur´dur, Halim´dir"},{"SurahNumber":3,"VerseNumber":156,"Text":"Ey amenu olanlar! Siz, yeryuzunde sefere cıkmıs veya gazi olan(savasa katılan) kardesleri icin \"Eger bizim yanımızda olsaydılar olmezler ve oldurulmezlerdi.\" diyen kafirler gibi olmayın! Allah, bunu onların kalplerinde bir hasret (pismanlık) kılmak icin yaptı. Ve Allah yasatır ve oldurur. Ve Allah, yaptıklarınızı en iyi gorendir"},{"SurahNumber":3,"VerseNumber":157,"Text":"Ve eger siz, Allah´ın yolunda oldurulur veya olurseniz, mutlaka Allah´dan magfiret ve rahmet vardır, onların topladıklarından (dunya malından) daha hayırlıdır"}]}