{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":16,"Text":"Мы создали звёзды, объединённые в созвездия, разные по форме и виду. Ими Мы в назидание людям разукрасили небо, чтобы они смотрели на него, думая о могуществе их Создателя"},{"SurahNumber":15,"VerseNumber":17,"Text":"Но Мы охраняем небо от любого шайтана, побиваемого камнями и лишённого милосердия Аллаха Всевышнего"},{"SurahNumber":15,"VerseNumber":18,"Text":"Если один из шайтанов пытается украдкой подслушать разговор обитателей этих звёзд, то за ним - по Нашему повелению - последует яркое небесное тело, пылающее огнём"},{"SurahNumber":15,"VerseNumber":19,"Text":"Мы сотворили для вас землю и расстелили её, и утвердили на ней прочно стоящие горы, и вырастили на ней разные растения, плоды которых служат пропитанием для вас. Они растут в определённое время и дают столько разных по виду и форме плодов, сколько нужно вам"},{"SurahNumber":15,"VerseNumber":20,"Text":"Мы создали для вас на земле все условия для благополучной жизни: на ней камни, которые вы используете для строительства своих домов, животные, мясом, кожей или перьями которых вы пользуетесь. Из её недр вы добываете разные металлы. И так же как созданы условия благополучной жизни на земле для вас, они созданы и для тех, которые вам подчиняются из детей и слуг (и животных). Ведь только Аллах наделяет вас и их тем, что нужно для жизни"},{"SurahNumber":15,"VerseNumber":21,"Text":"У Нас полные сокровищницы всякого добра, но Мы, по Своей мудрости, низводим его людям в определённое Нами время и в определённой мере"},{"SurahNumber":15,"VerseNumber":22,"Text":"Мы послали ветры, несущие дожди и опыляющие семена, и низвели с неба воду, чтобы поить вас. Всё подчиняется Нашей воле и никому другому. Ведь никто из вас не может хранить воду"},{"SurahNumber":15,"VerseNumber":23,"Text":"Только Мы, и никто другой, даруем жизнь, и затем только Мы отнимаем её. Ведь всё, что на земле и в небесах, принадлежит Нам, и к Нам его возвращение"},{"SurahNumber":15,"VerseNumber":24,"Text":"Для каждого из вас - определённый час, известный только Нам. Мы знаем как тех, кто жил до вас, так и тех, кто будет жить после вас"},{"SurahNumber":15,"VerseNumber":25,"Text":"Аллах соберёт их всех в одно время - в День воскресения - для Суда, и Он по Своей мудрости и по Своему знанию воздаст каждому по заслугам. Ведь Он - Мудрый, Всезнающий"},{"SurahNumber":15,"VerseNumber":26,"Text":"Создавая миры, Мы сотворили две категории живых существ. Мы сотворили человека из густой звучащей глины"},{"SurahNumber":15,"VerseNumber":27,"Text":"А мир джиннов Мы сотворили раньше, когда сотворили Иблиса из пылающего огня, который пробивается в поры человеческого тела"},{"SurahNumber":15,"VerseNumber":28,"Text":"И вспомни, о пророк, начало творения, когда твой Творец - Господь миров - объявил ангелам: \"Поистине, Я сотворю человека из звучащей густой глины, отлитой в форму и меняющей свой цвет"},{"SurahNumber":15,"VerseNumber":29,"Text":"Когда придам ему совершенную форму, завершу его создание, и вдохну в него душу, которая принадлежит Мне, падите перед ним ниц, почитая и приветствуя его"},{"SurahNumber":15,"VerseNumber":30,"Text":"Все ангелы, подчиняясь повелению Аллаха, пали ниц перед Адамом"},{"SurahNumber":15,"VerseNumber":31,"Text":"Но Иблис превознёсся и отказался присоединиться к ангелам, повиновавшимся повелению Аллаха"}]}