{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":43,"Text":"mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip dan hati mereka kosong"},{"SurahNumber":14,"VerseNumber":44,"Text":"Dan berikanlah peringatan (Muhammad) kepada manusia pada hari (ketika) azab datang kepada mereka, maka orang yang zalim berkata, \"Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul.\" (Kepada mereka dikatakan), \"Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa"},{"SurahNumber":14,"VerseNumber":45,"Text":"dan kamu telah tinggal di tempat orang yang menzalimi diri sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan"},{"SurahNumber":14,"VerseNumber":46,"Text":"Dan sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Dan sesungguhnya tipu daya mereka tidak mampu melenyapkan gunung-gunung"},{"SurahNumber":14,"VerseNumber":47,"Text":"Maka karena itu, jangan sekali-kali kamu mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya! Sungguh, Allah Mahaperkasa dan mempunyai pembalasan"},{"SurahNumber":14,"VerseNumber":48,"Text":"(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa"},{"SurahNumber":14,"VerseNumber":49,"Text":"Dan pada hari itu engkau akan melihat orang yang berdosa bersama-sama diikat dengan belenggu"},{"SurahNumber":14,"VerseNumber":50,"Text":"Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka"},{"SurahNumber":14,"VerseNumber":51,"Text":"agar Allah memberi balasan kepada setiap orang atas apa yang dia usahakan. Sungguh, Allah Mahacepat perhitungan-Nya"},{"SurahNumber":14,"VerseNumber":52,"Text":"Dan (Alquran) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran"}]}