{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"A Ele cabe a ciência da Hora. E nenhum fruto sai de seu invólucro, e nenhuma varoa concebe, nem dá à luz senão com Sua ciência. E, um dia, quando Ele os chamar e disser: \"Onde estão Meus parceiros?\", dirão: \"Notificamo-Te: não há testemunha alguma disso, entre nós"},{"SurahNumber":41,"VerseNumber":48,"Text":"E o que, antes, invocavam, sumirá, para longe deles, e pensarão que não terão fugida alguma"},{"SurahNumber":41,"VerseNumber":49,"Text":"O ser humano não se enfada de suplicar o bem e, se o mal o toca, fica desesperado, desalentado"},{"SurahNumber":41,"VerseNumber":50,"Text":"E, em verdade, se o fazemos experimentar uma misericórdia, vinda de Nós, após um infortúnio, que o haja atingido, dirá: \"Isso se deve a mim, e não penso que a Hora advenha; e, em verdade, se eu for retornado a meu Senhor, por certo, terei, junto dEle, a mais bela recompensa.\" Então, em verdade, informaremos os que renegam a Fé do que fizeram e, em verdade, fá-los-emos experimentar duro castigo"},{"SurahNumber":41,"VerseNumber":51,"Text":"E, quando agraciamos o ser humano, ele dá de ombros e se distancia, sobranceiro. E, quando o mal o toca, ei-lo com largas súplicas"},{"SurahNumber":41,"VerseNumber":52,"Text":"Dize: \"Vistes? Se ele é de Allah, em seguida, renegai-lo, quem é mais descaminhado que o que está em profunda discórdia"},{"SurahNumber":41,"VerseNumber":53,"Text":"Fá-los-emos ver Nossos sinais nos horizontes e neles mesmos, até que se torne evidente, para eles, que ele, Alcorão, é a Verdade. E não basta que teu Senhor, sobre todas as cousas, seja Testemunha"},{"SurahNumber":41,"VerseNumber":54,"Text":"Ora, por certo, eles estão em contestação acerca do deparar de seu Senhor. Ora, por certo, Ele está, sempre, abarcando todas as cousas"}]}