{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"And O my people! I ask you for no wealth in return: my reward is from none but Allah: But I will not drive away (in contempt) those who believe: for verily they are to meet their Lord, and ye I see are the ignorant ones"},{"SurahNumber":11,"VerseNumber":30,"Text":"And O my people! who would help me against Allah if I drove them away? Will ye not then take heed"},{"SurahNumber":11,"VerseNumber":31,"Text":"I tell you not that with me are the treasures of Allah, nor do I know what is hidden, nor claim I to be an angel. Nor yet do I say, of those whom your eyes do despise that Allah will not grant them (all) that is good: Allah knoweth best what is in their souls: I should, if I did, indeed be a wrong-doer"},{"SurahNumber":11,"VerseNumber":32,"Text":"They said: \"O Noah! thou hast disputed with us, and (much) hast thou prolonged the dispute with us: now bring upon us what thou threatenest us with, if thou speakest the truth"},{"SurahNumber":11,"VerseNumber":33,"Text":"He said: \"Truly, Allah will bring it on you if He wills,- and then, ye will not be able to frustrate it"},{"SurahNumber":11,"VerseNumber":34,"Text":"Of no profit will be my counsel to you, much as I desire to give you (good) counsel, if it be that Allah willeth to leave you astray: He is your Lord! and to Him will ye return"},{"SurahNumber":11,"VerseNumber":35,"Text":"Or do they say, \"He has forged it\"? Say: \"If I had forged it, on me were my sin! and I am free of the sins of which ye are guilty"},{"SurahNumber":11,"VerseNumber":36,"Text":"It was revealed to Noah: \"None of thy people will believe except those who have believed already! So grieve no longer over their (evil) deeds"},{"SurahNumber":11,"VerseNumber":37,"Text":"But construct an Ark under Our eyes and Our inspiration, and address Me no (further) on behalf of those who are in sin: for they are about to be overwhelmed (in the Flood)"}]}