{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"Hoi nhung ai co đuc tin! Khi cac nguoi đen gap Su Gia (Muhammad) đe tham khao y kien ve chuyen rieng tu, hay bo thi (cho nguoi ngheo) truoc khi cac nguoi tham khao y kien. Đieu đo tot va trong sach hon cho cac nguoi. Nhung neu cac nguoi khong tim đuoc phuong tien (đe bo thi) thi qua that, Allah Hang Tha Thu va Khoan Dung (cac nguoi)"},{"SurahNumber":58,"VerseNumber":13,"Text":"Phai chang cac nguoi so mat tien vao viec bo thi truoc khi đen tham khao viec rieng (voi Su Gia) hay sao? Nhung khi cac nguoi khong lam đuoc va Allah quay lai tha thu cho cac nguoi thi (it ra) cac nguoi phai dang le nguyen Salah mot cach chu đao va đong Zakah va vang lenh Allah va Su Gia cua Ngai. Va Allah Rat Muc Am Tuong ve nhung đieu cac nguoi lam"},{"SurahNumber":58,"VerseNumber":14,"Text":"Ha Nguoi khong thay nhung ke (gia tao đuc tin) quay lai (ket ban) voi đam nguoi (Do thai) ma Allah gian du u? Ho khong la thanh phan cua cac nguoi (Muslim) va cung khong la thanh phan cua chung (nguoi Do thai), va ho mang đieu gia doi ra the thot trong luc ho biet đieu đo"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah đa chuan bi cho ho mot su trung phat nghiem khac. Nhung đieu ma ho đa tung lam that la toi loi"},{"SurahNumber":58,"VerseNumber":16,"Text":"Ho đa dung loi the đe lam binh phong (che đay viec lam toi loi cua ho). Boi the, ho đa can tro (nguoi khac) theo Chinh Đao cua Allah. Vi the, ho se chiu mot su trung phat nhuc nha"},{"SurahNumber":58,"VerseNumber":17,"Text":"Cua cai va con cai cua ho se khong bao gio giup ho thoat khoi (su trung phat cua) Allah. Ho se la nhung nguoi ban cua hoa nguc, noi ma ho se vao o trong đo (đoi đoi)"},{"SurahNumber":58,"VerseNumber":18,"Text":"Vao Ngay ma Allah se phuc sinh tat ca bon ho (đe chiu viec Phan Xu), ho se the thot voi Ngai nhu ho đa tung the thot voi cac nguoi (hoi Muslim). Va ho nghi rang ho se y vao mot cai gi đo (đe bien minh voi Ngai). Khong, that su, ho chi la nhung ten noi doi"},{"SurahNumber":58,"VerseNumber":19,"Text":"Shaytan đa lam chu đuoc ho va lam cho ho quen mat viec tuong nho Allah. Ho thuoc be đang cua Shaytan. Nay, qua that, be đang cua Shaytan nhat đinh se thua"},{"SurahNumber":58,"VerseNumber":20,"Text":"Qua that, nhung ai chong đoi (Menh Lenh cua) Allah va Su Gia cua Ngai thi se la nhung ke bi ha nhuc"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah đa ban hanh chi du: “TA va cac Su Gia cua TA nhat đinh se thang.” Boi vi Allah Toan Luc va Toan Nang"}]}