{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"اور اسی کی نشانیوں میں سے سمندر کے جہاز ہیں (جو) گویا پہاڑ (ہیں)"},{"SurahNumber":42,"VerseNumber":33,"Text":"اگر خدا چاہے تو ہوا کو ٹھیرا دے اور جہاز اس کی سطح پر کھڑے رہ جائیں۔ تمام صبر اور شکر کرنے والوں کے لئے ان (باتوں) میں قدرت خدا کے نمونے ہیں"},{"SurahNumber":42,"VerseNumber":34,"Text":"یا ان کے اعمال کے سبب ان کو تباہ کردے۔ اور بہت سے قصور معاف کردے"},{"SurahNumber":42,"VerseNumber":35,"Text":"اور (انتقام اس لئے لیا جائے کہ) جو لوگ ہماری آیتوں میں جھگڑتے ہیں۔ وہ جان لیں کہ ان کے لئے خلاصی نہیں"},{"SurahNumber":42,"VerseNumber":36,"Text":"(لوگو) جو (مال ومتاع) تم کو دیا گیا ہے وہ دنیا کی زندگی کا (ناپائدار) فائدہ ہے۔ اور جو کچھ خدا کے ہاں ہے وہ بہتر اور قائم رہنے والا ہے (یعنی) ان لوگوں کے لئے جو ایمان لائے اور اپنے پروردگار پر بھروسا رکھتے ہیں"},{"SurahNumber":42,"VerseNumber":37,"Text":"اور جو بڑے بڑے گناہوں اور بےحیائی کی باتوں سے پرہیز کرتے ہیں۔ اور جب غصہ آتا ہے تو معاف کردیتے ہیں"},{"SurahNumber":42,"VerseNumber":38,"Text":"اور جو اپنے پروردگار کا فرمان قبول کرتے ہیں اور نماز پڑھتے ہیں۔ اور اپنے کام آپس کے مشورے سے کرتے ہیں۔ اور جو مال ہم نے ان کو عطا فرمایا ہے اس میں سے خرچ کرتے ہیں"},{"SurahNumber":42,"VerseNumber":39,"Text":"اور جو ایسے ہیں کہ جب ان پر ظلم وتعدی ہو تو (مناسب طریقے سے) بدلہ لیتے ہیں"},{"SurahNumber":42,"VerseNumber":40,"Text":"اور برائی کا بدلہ تو اسی طرح کی برائی ہے۔ مگر جو درگزر کرے اور (معاملے کو) درست کردے تو اس کا بدلہ خدا کے ذمے ہے۔ اس میں شک نہیں کہ وہ ظلم کرنے والوں کو پسند نہیں کرتا"},{"SurahNumber":42,"VerseNumber":41,"Text":"اور جس پر ظلم ہوا ہو اگر وہ اس کے بعد انتقام لے تو ایسے لوگوں پر کچھ الزام نہیں"},{"SurahNumber":42,"VerseNumber":42,"Text":"الزام تو ان لوگوں پر ہے جو لوگوں پر ظلم کرتے ہیں اور ملک میں ناحق فساد پھیلاتے ہیں۔ یہی لوگ ہیں جن کو تکلیف دینے والا عذاب ہوگا"},{"SurahNumber":42,"VerseNumber":43,"Text":"اور جو صبر کرے اور قصور معاف کردے تو یہ ہمت کے کام ہیں"},{"SurahNumber":42,"VerseNumber":44,"Text":"اور جس شخص کو خدا گمراہ کرے تو اس کے بعد اس کا کوئی دوست نہیں۔ اور تم ظالموں کو دیکھو گے کہ جب وہ (دوزخ کا) عذاب دیکھیں گے تو کہیں گے کیا (دنیا میں) واپس جانے کی بھی کوئی سبیل ہے؟"}]}