{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta, xin. Zhexie shi “gulanjing”——panbie zhen wei de jingdian——de jie wen,"},{"SurahNumber":27,"VerseNumber":2,"Text":"shi xinzhe de xiangdao he jiayin."},{"SurahNumber":27,"VerseNumber":3,"Text":"Xindao zhe jin shou bai gong, wanna tian ke, duxin houshi."},{"SurahNumber":27,"VerseNumber":4,"Text":"Bu xin houshi zhe, wo que yi wei tamen er zhuangshile tamen de xingwei, gu tamen shi paihuai qitu de."},{"SurahNumber":27,"VerseNumber":5,"Text":"Zhe deng ren shi ying shou yanxing de, tamen zai houshi shi zui kui she de."},{"SurahNumber":27,"VerseNumber":6,"Text":"Ni que yi feng dao cong zhi rui quanzhi de zhu jiang shi de “gulanjing”."},{"SurahNumber":27,"VerseNumber":7,"Text":"Dangri, mu sa ceng dui ta de jiashu shuo:`Wo que yi kanjian yi chu huoguang, wo jiang cong you huo di difang dai yige xiaoxi lai gei nimen, huo na yige huoba lai gei nimen kaohuo.'"},{"SurahNumber":27,"VerseNumber":8,"Text":"Ta daole na ge huo de fujin, jiu you shengyin hanjiao ta shuo:`Zai huo de fujin he sizhou de ren, dou meng fu you. Zansong zhenzhu——quan shijie de zhu, chaojue wanwu."},{"SurahNumber":27,"VerseNumber":9,"Text":"Mu sa a! Wo que shi zhenzhu——wanneng de, zhi rui de zhu."},{"SurahNumber":27,"VerseNumber":10,"Text":"Ni pao xia ni de shouzhang ba!'Dang ta kanjian na tiao shouzhang wan yan ru she shi, jiu zhuanlian taobi, bu gan huigu.`Mu sa a! Buyao weiju, shizhemen zai wo zheli, que shi bu weiju de."},{"SurahNumber":27,"VerseNumber":11,"Text":"Ji xing buyi, ranhou gaiguo cong shan zhe chuwai, wo (duiyu ta) que shi zhi she de, que shi zhi ci de."},{"SurahNumber":27,"VerseNumber":12,"Text":"Ni bashou charu ni de huai zhong, ranhou, chou chulai ta jiang bailiang liang de, que wu eji. Zhe shi pai ni qu zhaoshi falao he ta de baixing de jiu zhong jixiang zhi yi. Tamen que shi youzui de minzhong.'"},{"SurahNumber":27,"VerseNumber":13,"Text":"Wo de xuduo mingxian jixiang jianglin tamen de shihou, tamen shuo:`Zhe shi mingxian de moshu.'"}]}