{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":113,"Text":"mariyu yudulu: \"Kraistavula vadda (satyadharmamanedi) edi ledu.\" Ani antaru. Mariyu kraistavulu: \"Yudula vadda (satyadharmamanedi) edi ledu.\" Ani antaru. Mariyu varandaru cadivedu divyagranthame. Ilage (divyagrantha) jnanam lenivaru (bahudaivaradhakulu) kuda ide vidhanga paluku tuntaru. Kavuna varandarilo unna abhiprayabhedalanu gurinci, allah punarut'thana dinamuna vari madhya tirpu cestadu"},{"SurahNumber":2,"VerseNumber":114,"Text":"mariyu allah masjid lalo ayana namasmaranam nisedhinci vatini nasanam ceyataniki patupade vari kante ekkuva durmargulevaru? Alanti varu vatilo (masjid lalo) pravesincataniki ar'hulu karu; varu (okavela pravesincina) bhayapadutu pravesincali. Variki ihalokanlo parabhavam untundi mariyu paralokanlo ghora siksa untundi"},{"SurahNumber":2,"VerseNumber":115,"Text":"mariyu turpu padamaralu allah ke cendinavi. Kavuna miru (mi mukhalanu) e dikkuku trippina miku allah samukhame labhistundi. Niscayanga, allah, sarvavyapti, sarvajnudu"},{"SurahNumber":2,"VerseNumber":116,"Text":"mariyu varu: \"Allah oka kumarunni kaligi unnadu (kannadu).\" Ani antaru. Ayana sarvalopalaku atitudu. Vastavaniki bhumyakasalalo unna vanni ayanaku cendinave. Avanni ayanaku vidheyulai unnayi"},{"SurahNumber":2,"VerseNumber":117,"Text":"Ayane akasalanu mariyu bhumini e namuna lekunda arambhincina (srstincina) vadu. Mariyu ayana edaina ceyalani nirnayincukunnappudu danini kevalam: \"Ayipo!\" Ani ajnapistadu. Ante adi ayipotundi"},{"SurahNumber":2,"VerseNumber":118,"Text":"mariyu ajnanulu: \"Allah mato enduku matladadu? Leka ma vaddaku edaina sucana (ayat) enduku radu? Ani adugutaru. Variki purvam varu kuda ide vidhanga adigevaru. Varandari manastatvalu (hrdayalu) oke vidhamainavi. Vastavaniki, drdhanam'makam unna variki memu ma sucana (ayat) lanu srstaparustamu"},{"SurahNumber":2,"VerseNumber":119,"Text":"niscayanga, memu ninnu (o muham'mad) satyanni prasadinci, subhavarta niccevaniga mariyu heccarika cese vaniga pampamu. Mariyu bhaga-bhaga mande narakagniki guri ayye varini gurinci nivu prasnincabadavu"}]}