{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":24,"VerseNumber":54,"Text":"Visvasigale, nim'ma dasaru mattu nim'ma paiki innu prabud'dha vayas'sannu talupilladavaru, muru hottu nim'ma anumati padedu nim'mallige barali – munjavina namajh‌ge munna, hagu madhyahna, nivu nim'ma meludugegalannu ilisiduva hottinalli mattu isa (ratri) namajh‌na balika. Ivu nim'ma palige mareyalliruva (viramada) samayagalu. I samayagalu kaleda balika (avaru anumati padeyade bandare) nim'ma melagali avara melagali papavenilla. Nivu parasparara suttamuttale irabekaguttade. I riti allahanu (tanna) adesagalannu nimage vivarisuttane. Allahanu ballavanu hagu yuktivantanagiddane"},{"SurahNumber":24,"VerseNumber":55,"Text":"innu nim'mallina makkalu prabud'dharadaga, avaru tam'ma hiriyarante (ella velegalallu) anumati padeyali. I riti allahanu nimage tanna vacanagalannu vivarisuttane. Allahanu elavannu balla yuktivantanagiddane"},{"SurahNumber":24,"VerseNumber":56,"Text":"vivahavaguva nirikse illade maneyalle ulidukondiruva (vrd'dha) mahileyaru tam'ma srngaravannu pradarsisade tam'ma hora hodikeyannu kalacittare adu tappalla. Avaru manavantaragi ulidare adu avarige uttama. Allahanantu ellavannu keluttane mattu ellavannu aritiruttane"},{"SurahNumber":24,"VerseNumber":57,"Text":"Kannu kanisadavanagirali, nadeyalagadavanagirali, rogapiditanagirali athava nive agirali, nim'ma maneyalli athava nim'ma tande-tatandira maneyalli, nim'ma tayiya maneyalli, nim'ma sahodarara maneyalli athava nim'ma sahodariyara maneyalli athava nim'ma tandeya sahodarara maneyalli athava nim'ma tandeya sahodariyara maneyalli athava nim'ma tayiya sahodarara maneyalli athava nim'ma tayiya sahodariyara maneyalli athava yava manegala cavigalu nim'ma kaiyalliveyo a manegalalli athava nim'ma mitrara manegalalli nivu bhojana maduvudaralli tappenilla. Nivu samuhikavagi bhojana madidaru ontiyagi madidaru tappenilla. Nivu maneyannu pravesisuvaga nim'mavarige salam heliri. Idu allahana kadeyinda kalisalagiruva samrd'dhidayakavada, sud'dhavada subha haraikeyagide. Nivu artha madi kollabekendu, i riti allahanu nimage (tanna) vacanagalannu vivarisuttane"},{"SurahNumber":24,"VerseNumber":58,"Text":"allahanalli hagu avana dutaralli nambike ittavaru mattu yavude samuhika karyacaraneyalli avara (dutara) jotegiruvaga avara anumati padeyade horatu hogadavare nijavada visvasigalu. Khanditavagiyu nim'modane (dutarodane) anumati keluvavare nijavagi allah mattu avana dutaralli nambike ullavaru. Avaru nim'ma (dutara) balige bandu tam'ma yavudadaru (khasagi) kelasakkagi nim'modane anumati kelidare, nivu avara paiki nivicchisuvavarige anumati nidiri. Mattu avara ksamegagi allahanodane prarthisiri. Allahanu khanditavagiyu ksamisuvavanu mattu karune toruvavanagiddane"}]}