{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":144,"Text":"(Allah) belə buyurdu: “Ya Musa! Mən Oz risalətlərimdə (Tovratın lovhələrini nazil etməklə) və (səninlə arada hec bir vasitə olmadan) danısmagımla (dovrundəki butun) insanlardan səni secib ustun tutdum. Indi sən verdiyimi al və (bu ne’mətlərə gorə) sukur edənlərdən ol!”"},{"SurahNumber":7,"VerseNumber":145,"Text":"Biz onun ucun lovhələrdən hər seydən, moizə və təfsilata dair hər seyi yazdıq. (Və belə buyurduq:) “Bundn mohkəm yapıs və ummətinə də onun ən gozəl (savabı cox olan) hokmlərindən yapısmagı (onlara əməl etməyi) əmr et. (Axirətdə) sizə fasiqlərin yurdunu (Cəhənnəmi) gostərəcəyəm"},{"SurahNumber":7,"VerseNumber":146,"Text":"Yer uzundə haqsız yerə (layiq olmadıqları halda) təkəbburluk edənləri ayələrimi anlamaqdan yayındıracagam (mane olacagam). Onlar nə mo’cuzə gorsələr, ona inanmazlar. Onlar haqq yolu gorsələr, onu qəbul etməz, azgınlıq yolunu gorsələr, onu ozlərinə yol secərlər. Bunun səbəbi isə onların ayələrimizi yalan hesab etmələri və ondan qafil olmalarıdır"},{"SurahNumber":7,"VerseNumber":147,"Text":"Ayələrimizi və axirətə qovusmagı dogru hesab etməyənlərin (butun) əməlləri puca cıxdı. Onlar ancaq oz əməllərinin cəzasını cəkəcəklər!”"},{"SurahNumber":7,"VerseNumber":148,"Text":"(Tur dagına gedən) Musanın ardınca tayfası oz bəzək-duzək seylərindən (canlıymıs kimi) boyurtusu olan bir buzov heykəli duzəltdilər. Məgər (buzovun) onlarla danısmadıgını, onlara bir yol gostərə bilmədiyini gormədilərmi? (Bununla belə) ona (buzova) tapınıb (ozlərinə) zulm eləyən oldular"},{"SurahNumber":7,"VerseNumber":149,"Text":"Elə ki (pesmancılıqdan basları) əlləri arasına dusdu və haqq yoldan azmıs olduqlarını gordulər, (əməllərindən cox mə’yus olub) dedilər: “Əgər Rəbbimiz bizə rəhm etməsə və bizi bagıslamasa, mutləq ziyana ugrayanlardan olacagıq!”"}]}