{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"atanu (jul khar nain) annāḍu: \"Idi nā prabhuvu yokka kāruṇyaṁ. Kāni nā prabhuvu vāgdānapu ghaḍiya vaccinapuḍu āyana dīnini būḍidagā mārcivēstāḍu. Mariyu nā prabhuvu vāgdānaṁ nijamai tīrutundi"},{"SurahNumber":18,"VerseNumber":99,"Text":"Mariyu ā (yājūj mariyu mājūj lu bayaṭiki vaccina) rōju, mēmu vārini alala valē okari mīda okaru paḍaṭāniki vadilivēstāmu. Mariyu bākā (sūr) ūdabaḍi nappuḍu, vārandarinī okacēṭa samāvēśa parustāmu"},{"SurahNumber":18,"VerseNumber":100,"Text":"mariyu ā rōjuna mēmu satyatiraskārulaku narakānni spaṣṭaṅgā cūsēnduku vāri munduku testāmu"},{"SurahNumber":18,"VerseNumber":101,"Text":"alāṇṭi vāriki, evari kannulaitē, mā hitōpadēśaṁ paṭla kappabaḍi uṇḍenō mariyu vāriki, evataitē (dānini) ē mātramū vinaṭāniki kūḍā iṣṭapaḍalēdō"},{"SurahNumber":18,"VerseNumber":102,"Text":"ēmī? Ī satyatiraskārulu nannu vadali, nā dāsulanu tama snēhitulugā (sanrakṣakulugā) cēsukonagalarani bhāvin̄cārā? Niścayaṅgā, mēmu satyatiraskārula ātithyaṁ koraku narakānni sid'dhaparaci uṇṭāmu"},{"SurahNumber":18,"VerseNumber":103,"Text":"vāritō anu: \"Karmalanu baṭṭi andari kaṇṭē ekkuva naṣṭapaḍēvāru evarō mīku telupālā"},{"SurahNumber":18,"VerseNumber":104,"Text":"evaraitē ihalōka jīvitanlō cēsē karmalannī vyarthamainā, tāmu cēsē vannī satkāryālē ani bhāvistārō"},{"SurahNumber":18,"VerseNumber":105,"Text":"vīrē tama prabhuvu sūcanalanu mariyu āyananu kalusukōvalasi vunnadanē viṣayānni tiraskarin̄cina vāru. Kāvuna vāri karmalannī vyarthamayyāyi. Kābaṭṭi mēmu punarut'thāna dinamuna vāri karmalaku elāṇṭi viluva (tūkamu) nivvamu"},{"SurahNumber":18,"VerseNumber":106,"Text":"adē vāri pratiphalaṁ narakaṁ! Endukaṇṭē vāru satyānni tiraskarin̄cāru mariyu nā sūcanalanu mariyu nā sandēśaharulanu parihasin̄cāru"},{"SurahNumber":18,"VerseNumber":107,"Text":"niścayaṅgā, evaraitē viśvasin̄ci satkāryālu cēstārō! Vāri ātithyaṁ koraku phir daus svargavanālu uṇṭāyi"},{"SurahNumber":18,"VerseNumber":108,"Text":"vārandulō śāśvataṅgā uṇṭāru. Vāru akkaḍi nuṇḍi vēraguṭaku iṣṭapaḍaru"},{"SurahNumber":18,"VerseNumber":109,"Text":"vāritō anu: \"Nā prabhuvu māṭalanu vrāyaṭāniki, samudramantā sirāgā māri pōyinā - nā prabhuvu māṭalu pūrtikāka mundē - dāniki tōḍugā dāni vaṇṭi maroka samudrānni teccinā, adi kūḍā tarigi pōtundi"},{"SurahNumber":18,"VerseNumber":110,"Text":"(Ō pravaktā!) Iṅkā ilā anu: \"Niścayaṅgā, nēnu kūḍā mīlāṇṭi oka mānavuḍanē! Nāpai divyajñānaṁ (vahī) avatarimpajēyabaḍindi. Niścayaṅgā, mī ārādhya dēvuḍu ā ēkaika daivaṁ (allāh) mātramē! Kāvuna tana prabhuvunu kalusukōvālani āśin̄cēvāḍu satkāryālu cēyāli. Mariyu ārādhanalō tana prabhuvutō pāṭu marevvarinī bhāgasvāmulugā (ṣarīk lugā) kalpin̄cukōrādu"}]}