{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"na nagbaba mula sa langit ng tubig ayon sa isang sukat saka nagpabuhay sa pamamagitan nito sa isang patay na bayan. Gayon kayo palalabasin"},{"SurahNumber":43,"VerseNumber":12,"Text":"at na lumikha ng mga magkapares sa kabuuan ng mga ito at gumawa para sa inyo mula sa mga daong at mga hayupan ng sinasakyan ninyo"},{"SurahNumber":43,"VerseNumber":13,"Text":"upang lumuklok kayo sa mga likod ng mga ito, pagkatapos makaalaala kayo sa biyaya ng Panginoon ninyo kapag nakaluklok na kayo sa mga ito at magsabi kayo: \"Kaluwalhatian sa Kanya na nagpasilbi para sa amin ng mga ito samantalang kami sa mga ito ay hindi naging mga makapananaig"},{"SurahNumber":43,"VerseNumber":14,"Text":"Tunay na kami sa Panginoon namin ay talagang mga uuwi"},{"SurahNumber":43,"VerseNumber":15,"Text":"Nagturing sila para sa Kanya mula sa mga lingkod Niya ng isang bahagi. Tunay na ang tao ay talagang isang malinaw na mapagtangging magpasalamat"},{"SurahNumber":43,"VerseNumber":16,"Text":"O gumawa ba Siya mula sa nililikha Niya ng mga babaing anak at humirang Siya sa inyo ng mga lalaking anak"},{"SurahNumber":43,"VerseNumber":17,"Text":"Kapag binalitaan ang isa sa kanila ng [ng pagsilang ng] inilahad niya para sa Napakamaawain bilang paghahalintulad, ang mukha niya ay naging nangingitim habang siya ay hapis"},{"SurahNumber":43,"VerseNumber":18,"Text":"O ang sinumang pinalalaki ba sa mga hiyas, habang siya sa pakikipag-alitan ay hindi malinaw, [ay inuugnay kay AllÄh]"},{"SurahNumber":43,"VerseNumber":19,"Text":"Nagturing sila sa mga anghel na mga lingkod ng Napakamaawain bilang mga babae. Nakasaksi ba sila sa paglikha sa mga iyon? Isusulat ang pagsaksi nila at tatanungin sila"},{"SurahNumber":43,"VerseNumber":20,"Text":"Nagsabi sila: \"Kung sakaling niloob ng Napakamaawain ay hindi sana kami sumamba sa kanila.\" Walang ukol sa kanila hinggil doon na anumang kaalaman. Walang iba sila kundi nagsasapantaha"},{"SurahNumber":43,"VerseNumber":21,"Text":"O nagbigay Kami sa kanila ng isang aklat bago pa nito kaya sila roon ay mga kumakapit"},{"SurahNumber":43,"VerseNumber":22,"Text":"Bagkus nagsabi sila: \"Tunay kami ay nakatagpo sa mga magulang namin sa isang paniniwala, at tunay na kami sa mga bakas nila ay mga napapatnubayan"}]}