{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":11,"VerseNumber":20,"Text":"Kuwani ma ku baxsan doonaan arlada, oo uma sugnanan doonaan wax gargaarayaal ah Allaah sokadi. Waxaa loo labalaabi doonaa Cadaabta. Ma karaan inay (Xaqa) maqlaan ama arkaan"},{"SurahNumber":11,"VerseNumber":21,"Text":"Kuwan weeye kuwa ay khasaaraha ku dhici doonto nafahaooda, oo waxay waayi dooneen waxay been abuurteen"},{"SurahNumber":11,"VerseNumber":22,"Text":"Hubaal Aakhirada waa iyaga kuwa ugu khasaaraha badan"},{"SurahNumber":11,"VerseNumber":23,"Text":"Hubaal,kuwa rumaysan oo samaha fala oo u khushuuca Rabbigood, _waa kuwaa ehlu Jannadu iyagoo ku dhex waari doona"},{"SurahNumber":11,"VerseNumber":24,"Text":"Mataalka labada kooxood waa sida indhoolaha iyo dhegoolaha, iyo wax arkaha iyo wax maqlaha, Miyey siman yihiin mataal ahaan? Miyeydaan haddaba xusuusaneyn"},{"SurahNumber":11,"VerseNumber":25,"Text":"Oo xaqiiq Waxaan u dirnay Nuux qolodiisii (isagoo leh): hubaal waxaan anigu idiin ahay dige iska cad"},{"SurahNumber":11,"VerseNumber":26,"Text":"In aydaan caabudin waxaan ahayn Allaah, hubaal waxaan anigu idiinka cabsi qabaa cadaab Maalin aad u xanuun badan"},{"SurahNumber":11,"VerseNumber":27,"Text":"Waxayse xildhibaannadii ka mid ahaa kuwa rumeysan waayey (Xaqa) ee ka mid ahaa qolodiisii yidhaahdeen: Kuuma aragno waxaan aheyn qof nala mid ah aan waadheyn, oo ma aragno wax ku raacay aan aheyn kuwa noogu liita (oo iska kaa raacay durbaba markaad u bandhigtay) ka fiirsi la’aan. Oo idinkuma aragno wax aad na dheer tihiin oo fadli ah, mayee, waxaan idiin aragnaa beenalayaal"},{"SurahNumber":11,"VerseNumber":28,"Text":"Wuxuu yidhi: Tolkayow! Bal ii sheega, haddii aan ka haysto Xujo Cad xagga Rabbigay, oo uu i siiyey Naxariis Xaggiisa ah, la idinkase indha tiray. Miyaan idinku khasbeynaa (inaad aqbashaan) idinkoo naceyb u qaba"}]}