{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":34,"Text":"Thuaj: “A ka ndër idhujt tuaj ndonjë që mund të fillojë krijimin e pastaj ta përsërisë?” Thuaj: “Allahu e fillon krijimin dhe pastaj e përsërit atë! Prandaj, si largoheni (nga e vërteta drejt së kotës)"},{"SurahNumber":10,"VerseNumber":35,"Text":"Thuaj: “A ka ndër idhujt tuaj ndonjë që mund të udhëzojë në rrugë të drejtë?” Thuaj: “Vetëm Allahu udhëzon në rrugë të drejtë! E pra, pas cilit ia vlen të shkosh, pas atij që udhëzon në rrugë të drejtë apo pas atij i cili as vetë nuk është në rrugë të drejtë, veç nëse e shpie dikush? Çfarë keni? Si po gjykoni kështu?!”"},{"SurahNumber":10,"VerseNumber":36,"Text":"Shumica e tyre veprojnë vetëm sipas hamendjes. Në të vërtetë, hamendja nuk e zëvendëson aspak të vërtetën. Allahu, pa dyshim, e di mirë atë që punojnë ata"},{"SurahNumber":10,"VerseNumber":37,"Text":"Ky Kuran nuk është i tillë që të mund të bëhej prej dikujt tjetër veç Allahut. Përkundrazi, ai është vërtetues i shpalljeve të mëparshme dhe shpjegues i Ligjit (për njerëzit) dhe, pa dyshim, është zbritur nga Zoti i botëve"},{"SurahNumber":10,"VerseNumber":38,"Text":"Nëse ata thonë: “Ai (Muhamedi) e ka trilluar atë (Kuranin)”, thuaju: “Atëherë, sillni një sure të ngjashme me të dhe thirrni (në ndihmë) kë të mundeni, përveç Allahut, nëse thoni të vërtetën.”"},{"SurahNumber":10,"VerseNumber":39,"Text":"Por ata e mohojnë atë që nuk e njohin plotësisht,[134] ndërkohë që nuk u ka ardhur ende përmbushja e (premtimeve të) tij. Kështu kanë mohuar edhe popujt që ishin para tyre; prandaj shiko si kanë përfunduar keqbërësit"},{"SurahNumber":10,"VerseNumber":40,"Text":"Disa prej tyre besojnë në atë (Kuran) e disa nuk besojnë. Zoti yt i njeh më së miri ngatërrestarët"},{"SurahNumber":10,"VerseNumber":41,"Text":"Nëse ata të quajnë gënjeshtar, thuaju: “Unë kam (shpërblim për) punën time, kurse ju keni (shpërblim për) punën tuaj. Ju s’jeni përgjegjës për atë që bëj unë dhe as unë s’jam përgjegjës për atë që bëni ju.”"},{"SurahNumber":10,"VerseNumber":42,"Text":"Ka prej atyre që të dëgjojnë. Por, a mund të bësh ti që të dëgjojnë të shurdhërit, të cilët s’kanë as mend"}]}