{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":12,"VerseNumber":31,"Text":"avara odeyanu avara prarthaneyannu svikarisidanu mattu a mahileyara jalagalannu avarinda nivarisibittanu. Avanu khandita ellavannu keluvavanu mattu ellavannu ballavanagiddane"},{"SurahNumber":12,"VerseNumber":32,"Text":"hige divya sucanegalannella kanda balika avarige (a nadinavarige) avarannu (yusuph‌rannu) ondu avadhiya tanaka seremaneyallidabeku endu tocitu"},{"SurahNumber":12,"VerseNumber":33,"Text":"avara jote beribbaru yuvakaru seremaneyannu pravesisidaru. Avarallobbanu helidanu; nanu (kanasinalli) sarayi hinduttiruvudannu nodide. Innobbanu helidanu; nanu (kanasinalli) nanna taleya mele rottiyannu hottiruvudagi nodide. Adarinda paksigalu tinnuttiddavu. Namage idara arthavannu tilisiri. Nim'mannu navu obba sajjananagi kanuttiddeve"},{"SurahNumber":12,"VerseNumber":34,"Text":"avaru (yusuph) helidaru; nimage (nitya) nidalaguva aharavu nim'ma balige baruva munnave nanu nimage adara arthavannu tilisuttene. Adu nanna odeyanu nanage kalisikottiruva vidyeyagide. Allahanalli nambike idadavara hagu paralokavannu dhikkarisuvavara dharmavannu nanu khandita torediddene"},{"SurahNumber":12,"VerseNumber":35,"Text":"nanu nanna purvajarada ibrahim, is‌hak mattu ya'akub‌ra dharmavannu anusarisiddene. Navu yavudannu allahana jote palugolisuvudu sariyalla. Idu (i arivu) nam'ma mele hagu ella manavara mele allahana anugrahavagide. Adare manavaralli heccinavaru krtajnate sallisuvudilla"},{"SurahNumber":12,"VerseNumber":36,"Text":"seremaneya nanna sangadigare, halavu vibhinna devarugalu uttamaro athava ellara mele prabalyaviruva ekamatranada allahanu uttamano"},{"SurahNumber":12,"VerseNumber":37,"Text":"Avana horatu nivu yarannu pujisuttiruviro avarella nivu mattu nim'ma purvajaru ittukonda kevala kelavu hesarugalu matra. Avugala paravagi allahanu yavude puraveyannu ilisilla. Adhikaravu allahanige matra seride. Tanna horatu bere yarannu pujisabaradu endu avanu adesisiddane. Iduve sthiravada dharma – adare manavaralli heccinavaru idannu aritilla"}]}