{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":74,"VerseNumber":48,"Text":"So no intercession of intercessors will be of any use to them"},{"SurahNumber":74,"VerseNumber":49,"Text":"Then what is wrong with them (i.e. the disbelievers) that they turn away from (receiving) admonition"},{"SurahNumber":74,"VerseNumber":50,"Text":"As if they were frightened (wild) donkeys"},{"SurahNumber":74,"VerseNumber":51,"Text":"Fleeing from a hunter, or a lion, or a beast of prey"},{"SurahNumber":74,"VerseNumber":52,"Text":"Nay, everyone of them desires that he should be given pages spread out (coming from Allah with a writing that Islam is the right religion, and Muhammad SAW has come with the truth from Allah the Lord of the heavens and earth, etc)"},{"SurahNumber":74,"VerseNumber":53,"Text":"Nay! But they fear not the Hereafter (from Allah's punishment)"},{"SurahNumber":74,"VerseNumber":54,"Text":"Nay, verily, this (Quran) is an admonition"},{"SurahNumber":74,"VerseNumber":55,"Text":"So whosoever will (let him read it), and receive admonition (from it)"},{"SurahNumber":74,"VerseNumber":56,"Text":"And they will not receive admonition unless Allah wills; He (Allah) is the One, deserving that mankind should be afraid of, and should be dutiful to Him, and should not take any Ilah (God) along with Him, and He is the One Who forgives (sins)"},{"SurahNumber":75,"VerseNumber":1,"Text":"I swear by the Day of Resurrection"},{"SurahNumber":75,"VerseNumber":2,"Text":"And I swear by the self-reproaching person (a believer)"},{"SurahNumber":75,"VerseNumber":3,"Text":"Does man (a disbeliever) think that We shall not assemble his bones"},{"SurahNumber":75,"VerseNumber":4,"Text":"Yes, We are Able to put together in perfect order the tips of his fingers"},{"SurahNumber":75,"VerseNumber":5,"Text":"Nay! (Man denies Resurrection and Reckoning. So) he desires to continue committing sins"},{"SurahNumber":75,"VerseNumber":6,"Text":"He asks: \"When will be this Day of Resurrection"},{"SurahNumber":75,"VerseNumber":7,"Text":"So, when the sight shall be dazed"},{"SurahNumber":75,"VerseNumber":8,"Text":"And the moon will be eclipsed"},{"SurahNumber":75,"VerseNumber":9,"Text":"And the sun and moon will be joined together (by going one into the other or folded up or deprived of their light, etc)"},{"SurahNumber":75,"VerseNumber":10,"Text":"On that Day man will say: \"Where (is the refuge) to flee"},{"SurahNumber":75,"VerseNumber":11,"Text":"No! There is no refuge"},{"SurahNumber":75,"VerseNumber":12,"Text":"Unto your Lord (Alone) will be the place of rest that Day"},{"SurahNumber":75,"VerseNumber":13,"Text":"On that Day man will be informed of what he sent forward (of his evil or good deeds), and what he left behind (of his good or evil traditions)"},{"SurahNumber":75,"VerseNumber":14,"Text":"Nay! Man will be a witness against himself [as his body parts (skin, hands, legs, etc.) will speak about his deeds"},{"SurahNumber":75,"VerseNumber":15,"Text":"Though he may put forth his excuses (to cover his evil deeds)"},{"SurahNumber":75,"VerseNumber":16,"Text":"Move not your tongue concerning (the Quran, O Muhammad SAW) to make haste therewith"},{"SurahNumber":75,"VerseNumber":17,"Text":"It is for Us to collect it and to give you (O Muhammad SAW) the ability to recite it (the Quran)"},{"SurahNumber":75,"VerseNumber":18,"Text":"And when We have recited it to you [O Muhammad SAW through Jibrael (Gabriel)], then follow you its (the Quran's) recital"},{"SurahNumber":75,"VerseNumber":19,"Text":"Then it is for Us (Allah) to make it clear to you"}]}