{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":30,"Text":"Eger Biz dilersek, sana onları elbette gosteririz, boylelikle onları simalarından tanırsın. Andolsun, sen onları, sozlerin soylenis tarzından da tanırsın. Allah, amellerinizi bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"Andolsun, Biz sizden mucahid olanlarla sabredenleri bilinceye (belli edip ortaya cıkarıncaya) kadar, deneyecegiz ve haberlerinizi sınayacagız (acıklayacagız)"},{"SurahNumber":47,"VerseNumber":32,"Text":"Suphesiz inkar edenler, Allah'ın yolundan alıkoyanlar ve kendilerine hidayet acıkca belli olduktan sonra 'elciye karsı gelip zorluk cıkaranlar', kesin olarak Allah'a hicbir seyle zarar veremezler. (Allah,) Onların amellerini bosa cıkaracaktır"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ey iman edenler, Allah'a itaat edin, Resul’e itaat edin ve kendi amellerinizi gecersiz kılmayın"},{"SurahNumber":47,"VerseNumber":34,"Text":"Suphesiz, inkar edenler, Allah'ın yolundan alıkoyanlar, sonra olenler; iste Allah, onlara kesinlikle magfiret etmeyecektir"},{"SurahNumber":47,"VerseNumber":35,"Text":"Oyleyse, siz ustun (bir durumda) iken, barısa cagırmak suretiyle gevseklige dusmeyin. Allah, sizinle beraberdir; O, sizin amellerinizi asla eksiltmez"},{"SurahNumber":47,"VerseNumber":36,"Text":"Gercekten dunya hayatı, ancak bir oyun ve tutkulu bir oyalanmadır. Eger iman ederseniz ve sakınırsanız, O, size ecirlerinizi verir ve mallarınızı da istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eger sizden onları(n tumunu) isteyip sizi cıplak bırakacak olursa, cimrilik edersiniz ve sizin kinlerinizi de ortaya cıkarmıs olur"},{"SurahNumber":47,"VerseNumber":38,"Text":"Iste sizler boylesiniz; Allah yolunda infak etmeye cagrılıyorsunuz; buna ragmen bazılarınız cimrilik ediyor. Kim cimrilik ederse, artık o, ancak kendi nefsine cimrilik eder. Allah ise, Ganiy (hicbir seye ihtiyacı olmayan)dır; fakir olan sizlersiniz. Eger siz yuz cevirecek olursanız, sizden baska bir kavmi getirip-degistirir. Sonra onlar, sizin benzeriniz de olmazlar"}]}