{"Id":479,"LanguageCodes":["zh","zho"],"Name":"zho-majian-lad","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"Dāngshí, wǒ gěi nǐ mǔqīn yǐ yīng yǒu de qǐshì,"},{"SurahNumber":20,"VerseNumber":39,"Text":"shuō: Nǐ bǎ tā fàng zài yīgè xiāngzi lǐ, ránhòu bǎ nàgè xiāngzi fàng zài hé lǐ, héshuǐ yào bǎ tā piào dào àn biān, ér wǒ de yīgè dírén--yěshì tā de dírén--jiāng shōuyǎng tā. Wǒ bǎ cóng wǒ fāchū de cí'ài shǎngcì nǐ, yǐbiàn nǐ zài wǒ de jiānhù zhī xià shòu fǔyù."},{"SurahNumber":20,"VerseNumber":40,"Text":"Dāngshí, nǐ de jiějiě zǒu qù shuō: Wǒ zhǐshì nǐmen yīgè yǎngyù tā de rén, hǎo ma? Wǒ jiù bǎ nǐ sòng hái nǐ mǔqīn, yǐbiàn tā yúkuài ér bù yōuchóu. Nǐ céng shāle yīgè rén, ér wǒ zhěngjiù nǐ tuōlí yōuhuàn, wǒ céng yǐ xǔduō zhémó kǎoyàn nǐ. Nǐ céng zài mài dé yàn rén zhī jiān dòuliúle xǔduō nián. Mù sà a! Ránhòu, nǐ yī qián dìng ér lái dào zhèlǐ."},{"SurahNumber":20,"VerseNumber":41,"Text":"Wǒ wèi zìjǐ ér tiāoxuǎn nǐ."},{"SurahNumber":20,"VerseNumber":42,"Text":"Nǐ hé nǐ dí gēgē, dàizhe wǒ de xǔduō jīxiàng qù ba! Nǐ liǎ duìyú jìniàn wǒ jué bùkě dàimàn."},{"SurahNumber":20,"VerseNumber":43,"Text":"Nǐ liǎ dào fǎlǎo nàlǐ qù, tā què shì bàonüè wú dào de."},{"SurahNumber":20,"VerseNumber":44,"Text":"Nǐ liǎ duì tā shuōhuà yào wēnhé, huòxǔ tā huì jìqǔ jiàohuì, huòzhě yǒu suǒ wèijù."},{"SurahNumber":20,"VerseNumber":45,"Text":"Tā liǎ shuō: Wǒmen de zhǔ a! Wǒmen díquè pà tā cūbào de shānghài wǒmen, huò gèngjiā bàonüè wú dào."},{"SurahNumber":20,"VerseNumber":46,"Text":"Zhǔ shuō: Nǐ liǎ bùyào pà, wǒ díquè tóng nǐ liǎ zài yīqǐ, wǒ tīngzhe, érqiě kànzhe."},{"SurahNumber":20,"VerseNumber":47,"Text":"Nǐ liǎ qù tā nàlǐ jiù shuō:'Wǒ liǎ què shì nǐ de zhǔ de shǐzhě, suǒyǐ qǐng nǐ ràng yǐsèliè de hòuyì tóng wǒ liǎ yīdào qù, qǐng nǐ bùyào nüèdài tāmen. Wǒmen yǐjīng bǎ nǐ de zhǔ de yī zhǒng jīxiàng dài lái gěi nǐle; zūnshǒu zhèngdào zhě, dé xiǎng hépíng."},{"SurahNumber":20,"VerseNumber":48,"Text":"Wǒmen què yǐ fèng dào qǐshì shuō: Fǒurèn érqiě bèiqì zhě, jiāng shòu xíngfá."},{"SurahNumber":20,"VerseNumber":49,"Text":"Tā shuō: Mù sà a! Shéi shì nǐ liǎ de zhǔ?"},{"SurahNumber":20,"VerseNumber":50,"Text":"Tā shuō: Wǒmen de zhǔ, shì tiānxìng fùyǔ wànwù, ér jiāyǐ yǐndǎo de."},{"SurahNumber":20,"VerseNumber":51,"Text":"Tā shuō: Yǐwǎng gè shìjì de qíngkuàng shì zěnyàng de?"}]}