{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Gercekten ben, onlara melik olan (hukumdarlık yapan) bir hanım buldum. Ona, herseyden verilmis ve onun buyuk bir arsı (tahtı) var"},{"SurahNumber":27,"VerseNumber":24,"Text":"Onu ve kavmini Allah´ın yerine gunese secde ederken buldum. Ve seytan, onlara yaptıklarını suslemis ve boylece (Allah´ın) sebilinden (yolundan) men etmis. Bu sebeple onlar hidayette degiller"},{"SurahNumber":27,"VerseNumber":25,"Text":"Goklerde ve yerde saklı olanı (meydana) cıkaran ve sizin sakladıgınızı da acıkladıgınızı da bilen Allah´a, nasıl secde etmezler"},{"SurahNumber":27,"VerseNumber":26,"Text":"O Allah ki, arsıl azim´in Rabbidir. O´ndan baska Ilah yoktur"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Suleyman A.S): \"Sen dogru mu soyledin yoksa yalancılardan mısın (yalancılardan mı oldun) bakacagız.\" dedi"},{"SurahNumber":27,"VerseNumber":28,"Text":"Bu yazımı (mektubumu) gotur, boylece onlara (onu) at (ulastır). Sonra onlardan (geri) don, neye donecekler (ne cevap verecekler) bak"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Sebe Melikesi): \"Ey ileri gelenler! Gercekten bana kerim (kıymetli) bir yazı (mektup) bırakıldı.\" dedi"},{"SurahNumber":27,"VerseNumber":30,"Text":"Muhakkak ki o Suleyman (A.S)´dan. Ve gercekten o, Rahman ve Rahim olan Allah´ın adı´yla (baslıyor)"},{"SurahNumber":27,"VerseNumber":31,"Text":"Bana karsı buyukluk taslamayın. Ve bana teslim olmak uzere gelin"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Sebe Melikesi): \"Ey ileri gelenler! Isimde bana fetva verin (reyinizi bildirin). Siz sahitlik etmedikce (yanımda bulunup fetva vermedikce) ben kat´i (kesin) emir verecek degilim.\" dedi"},{"SurahNumber":27,"VerseNumber":33,"Text":"Biz kuvvetli ve cok buyuk savas gucu sahibiyiz. Ve emir senindir. Oyleyse sen bak (karar ver), ne emir vereceksin?\" dediler"},{"SurahNumber":27,"VerseNumber":34,"Text":"(Sebe Melikesi): \"Muhakkak ki melikler (hukumdarlar), bir ulkeye girdikleri zaman, onu ifsad ederler (bozguna ugratırlar) ve onun halkının izzet sahibi olanlarını zillete dusururler. Ve iste onlar boyle yaparlar.\" dedi"},{"SurahNumber":27,"VerseNumber":35,"Text":"Ve muhakkak ki ben onlara hediye ile resuller gonderecegim. Boylece bakalım resuller (elciler) ne ile donecekler"}]}