{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"Na lagid man noto a da-a Siyogo Ami a Miya-ona an Ka ko Ingud a Puphamaka-iktiyar, a ba da Tharowa o manga Gayagomaya-on: A Mata-an! A sukami na Miyato-on nami so manga Lokus ami sangkai a okit, na Mata-an! A sukami na so manga rarad iran 1 Pukhudugun nami"},{"SurahNumber":43,"VerseNumber":24,"Text":"Pitharo Iyan: A ti apiya pun Miīini-oma Ko rukano so Lubi a Torowan a di so Miyato-on niyo ron so manga Lokus iyo? Pitharo iran: A Mata-an! A sukami na so ini Sogo Rukano to na Inongkir ami"},{"SurahNumber":43,"VerseNumber":25,"Text":"Na siniksa ami siran: na Pamimikiranangka o antona-a i Miyambutad o Kiya-akiran ko Miyamanaplis"},{"SurahNumber":43,"VerseNumber":26,"Text":"Na gowani na Pitharo o Ibrahim ko Ama Iyan go so Pagtao Niyan: A Mata-an! A Sakun na angiyas Ako ko Pushimba-an niyo"},{"SurahNumber":43,"VerseNumber":27,"Text":"Inonta so (Allah a) Miyadun Rakun, ka Mata-an! A Sukaniyan na Thoro-on Nako Niyan"},{"SurahNumber":43,"VerseNumber":28,"Text":"Na biyaloi Niyan naya a Katharo a Posaka ko Pukhababadanon, ka-an siran Makambalingan (ko Paratiyaya)"},{"SurahNumber":43,"VerseNumber":29,"Text":"Kuna, ka Piyakapulagod Akun so siran naya go so manga Lokus iran, taman sa Miyakaoma kiran so Bunar, go so Sogo a Miyakaosai"},{"SurahNumber":43,"VerseNumber":30,"Text":"Na kagiya a Makatalingoma kiran so Bunar, na Pitharo iran: A giyaya na Balik Mata, go Mata-an! a sukami na Inongkir ami aya"},{"SurahNumber":43,"VerseNumber":31,"Text":"Go Pitharo iran: A ino da Toronun a ungkai a Qur-an ko Mama a pho-on ko dowa a Ingud, a Susula-an"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ba siran idi-i mbagibagi ko Limo o Kadnan Ka? Sukami i Mimbagibagi kiran ko Kaoyagan niran ko Kaoyagoyag ko Doniya: Na ini Poro Ami so saba-ad kiran ko Kaporowan o saba-ad sa manga Daradat, ka an Makowa o saba-ad kiran so saba-ad a Talasogowai. Na so Limo o Kadnan Ka i tomo a di so Puphanimo-on niran"},{"SurahNumber":43,"VerseNumber":33,"Text":"O di so oba mabaloi so manga Manosiya ko okiīt a isa, na Mata-an a Isunggai Ami a ruk o tao a Mo-ongkir ko (Allah a) Masalinggagao, a ruk o manga Walai ran so manga Atup a Pirak, go manga Towak a Pukhipanik iran non"}]}