{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"My wysłalismy ciebie jedynie jako zwiastuna radosnej wiesci i jako ostrzegajacego"},{"SurahNumber":25,"VerseNumber":57,"Text":"Powiedz: \"Nie zadam od was za to zadnej zapłaty, nic oprocz tego, aby ten, kto chce, wybrał sobie droge do swego Pana"},{"SurahNumber":25,"VerseNumber":58,"Text":"I zaufaj Zyjacemu, ktory nie umiera! I wysławiaj Jego chwałe! Wystarczy, iz On jest dobrze swiadomy grzechow swoich sług"},{"SurahNumber":25,"VerseNumber":59,"Text":"On jest Tym, ktory stworzył niebiosa i ziemie, i to, co jest miedzy nimi - w ciagu szesciu dni. Potem umocnił sie na tronie - Miłosierny. Zapytaj o Niego dobrze wiedzacego"},{"SurahNumber":25,"VerseNumber":60,"Text":"Kiedy im sie powie: \"Wybijajcie pokłony Miłosiernemu!\", oni mowia: \"Coz to jest ten Miłosierny? Czy my mamy wybijac pokłony na twoj rozkaz?\" I to tylko powieksza ich niechec"},{"SurahNumber":25,"VerseNumber":61,"Text":"Niech bedzie błogosławiony Ten, ktory uczynił na niebie konstelacje i ktory umiescił na nim lampe i ksiezyc dajacy swiatło"},{"SurahNumber":25,"VerseNumber":62,"Text":"On jest Tym, ktory uczynił noc i dzien nastepujacymi po sobie dla tych, ktorzy chca pamietac lub ktorzy chca byc wdzieczni"},{"SurahNumber":25,"VerseNumber":63,"Text":"Słudzy Miłosiernego: ci, ktorzy chodza po ziemi skromnie i kiedy ludzie nieswiadomi zwracaja sie do nich, to mowia: \"Pokoj"},{"SurahNumber":25,"VerseNumber":64,"Text":"I ci, ktorzy spedzaja noce przed swoim Panem, wybijajac pokłony lub stojac"},{"SurahNumber":25,"VerseNumber":65,"Text":"I ci, ktorzy mowia: \"Panie nasz! Odwroc od nas kare Gehenny"},{"SurahNumber":25,"VerseNumber":66,"Text":"Zaprawde, kara ta jest ciagła tortura! Zaprawde, nieszczesna jest Gehenna jako miejsce schronienia i pobytu"},{"SurahNumber":25,"VerseNumber":67,"Text":"I ci, ktorzy kiedy rozdaja, to ani nie trwonia, ani nie skapia, poniewaz miedzy tymi dwoma lezy to, co słuszne"}]}