{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":82,"Text":"Als dann Unsere Bestimmung eintraf, haben WIR ihr Oberstes zuunterst gekehrt und ließen daruber hageln unablassig Steine aus Sidsch-dschil"},{"SurahNumber":11,"VerseNumber":83,"Text":"die bei deinem HERRN (fur Peinigung) gekennzeichnet sind. Und diese sind nicht fern von den Unrecht-Begehenden"},{"SurahNumber":11,"VerseNumber":84,"Text":"Und zu Madyan (entsandten WIR) ihren Bruder Schu'aib. Er sagte: \"Meine Leute! Dient ALLAH! Ihr habt doch keine Gottheit außer Ihm und mindert nicht das Maß und das Wiegen. Ich sehe doch, daß es euch gut geht, auch gewiß, ich furchte um euch die Peinigung eines alles umfassenden Tages"},{"SurahNumber":11,"VerseNumber":85,"Text":"Und meine Leute! Vervollstandigt das Maß und das Wiegen in gerechter Weise, gebt den Menschen das ihnen Zustehende nicht inkomplett und ubertreibt nicht auf der Erde als Verderben-Anrichtende"},{"SurahNumber":11,"VerseNumber":86,"Text":"Das nach ALLAHs Gebot Ubrigbleibende ist besser fur euch, wurdet ihr den Iman verinnerlichen. Doch bin ich kein Wachender uber euch"},{"SurahNumber":11,"VerseNumber":87,"Text":"Sie sagten: \"Schu'aib! Sind es etwa deine Gebete, die dir gebieten, daß wir das unterlassen, was unsere Ahnen angebetet haben, oder daß wir mit unserem Vermogen das tun, was wir wollen?! Gewiß, du bist doch der Nachsichtige, der Verstandige"},{"SurahNumber":11,"VerseNumber":88,"Text":"Er sagte: \"Meine Leute! Wie seht ihr es? Wenn ich uber ein eindeutiges Zeichen von meinem HERRN verfuge und ER mir schones Rizq gewahrte, (sollte ich dies mit Haram vermischen)?! Und ich will nicht das Gegenteil von dem tun, was ich euch verbiete. Ich strebe nur die Korrektur an, wie ich kann. Meinen Erfolg gewahrt mir nur ALLAH! Ihm gegenuber ube ich Tawakkul und zu Ihm kehre ich um"}]}