{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Balunaḥ āmi tō kēbala ōhīra mādhyamē'i tōmādērakē satarka kari, kintu badhiradērakē yakhana satarka karā haẏa, takhana tārā sē satarkabāṇī śōnē nā."},{"SurahNumber":21,"VerseNumber":46,"Text":"Āpanāra pālanakartāra āyābēra kichumātra'ō tādērakē sparśa karalē tārā balatē thākabē, hāẏa āmādēra durbhāgya, āmarā abaśya'i pāpī chilāma."},{"SurahNumber":21,"VerseNumber":47,"Text":"Āmi kēẏāmatēra dina n'yāẏabicārēra mānadanḍa sthāpana karaba. Sutarāṁ kāra'ō prati juluma habē nā. Yadi kōna āmala sariṣāra dānā parimāṇa'ō haẏa, āmi tā upasthita karaba ēbaṁ hisāba grahaṇēra jan'yē āmi'i yathēṣṭa."},{"SurahNumber":21,"VerseNumber":48,"Text":"Āmi mūsā ō hāruṇakē dāna karēchilāma mīmānsākārī grantha, ālō ō upadēśa, āllāha bhīrudēra jan'yē"},{"SurahNumber":21,"VerseNumber":49,"Text":"yārā nā dēkhē'i tādēra pālanakartākē bhaẏa karē ēbaṁ kēẏāmatēra bhaẏē śaṅkita."},{"SurahNumber":21,"VerseNumber":50,"Text":"Ēbaṁ ēṭā ēkaṭā barakatamaẏa upadēśa, yā āmi nāyila karēchi. Ata'ēba tōmarā ki ēkē asbīkāra kara"},{"SurahNumber":21,"VerseNumber":51,"Text":"āra, āmi itipūrbē ibrāhīmakē tāra saṯpanthā dāna karēchilāma ēbaṁ āmi tāra samparkē samyaka parijñāta ō chilāma."},{"SurahNumber":21,"VerseNumber":52,"Text":"Yakhana tini tām̐ra pitā ō tām̐ra sampradāẏakē balalēnaḥ ē'i mūrtigulō kī, yādēra tōmarā pūjārī haẏē basē ācha."},{"SurahNumber":21,"VerseNumber":53,"Text":"Tārā balalaḥ āmarā āmādēra bāpa-dādākē ēdēra pujā karatē dēkhēchi."},{"SurahNumber":21,"VerseNumber":54,"Text":"Tini balalēnaḥ tōmarā prakāśya gōmarāhītē ācha ēbaṁ tōmādēra bāpa-dādārā'ō."},{"SurahNumber":21,"VerseNumber":55,"Text":"Tārā balalaḥ tumi ki āmādēra kāchē satyasaha āgamana karēcha, nā tumi kautuka karacha"},{"SurahNumber":21,"VerseNumber":56,"Text":"tini balalēnaḥ nā, tini'i tōmādēra pālanakartā yini nabhōmanḍala ō bhumanḍalēra pālanakartā, yini ēgulō sr̥ṣṭi karēchēna; ēbaṁ āmi ē'i biṣaẏēra'i sākṣyadātā."},{"SurahNumber":21,"VerseNumber":57,"Text":"Āllāhara kasama, yakhana tōmarā pr̥ṣṭha pradarśana karē calē yābē, takhana āmi tōmādēra mūrtigulōra byāpārē ēkaṭā byabasthā abalambana karaba."}]}