{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":12,"Text":"Muhakkak ki Allah, iman edib salih ameller isliyenleri, (agacları) altlarından ırmaklar akar Cennetlere koyacaktır. Kafir olanlar ise, (dunyada) zevklenmege bakarlar; hayvanlar gibi yerler, icerler. Halbuki ates, (ahirette) onların yeridir"},{"SurahNumber":47,"VerseNumber":13,"Text":"Seni, memleketinden (Mekke’den) cıkaran halktan daha kuvvetli nice memleketler (halkı) vardı ki, (turlu azablarla) onları helak ettik de kendilerini (azabdan), kurtaran olmamıstı"},{"SurahNumber":47,"VerseNumber":14,"Text":"Simdi Rabbi katından bir din uzerinde bulunan kimse, hic o kotu ameli kendine guzel gosterilmis de sehvet arzuları ardına dusmus kimselere benzer mi"},{"SurahNumber":47,"VerseNumber":15,"Text":"(Kufurden) sakınanlara vaad edilen cennetin hali (su): Orada tadı ve kokusu bozulmıyan bir sudan ırmaklar var; tadı degismiyen bir sutten ırmaklar var; icenlere lezzet veren sarabdan, (sarhosluk vermiyen tatlı ickiden) ırmaklar var; saf suzme baldan ırmaklar var... Hem orada meyvelerin her cesidi onlarındır. Bir de onlara, Rablerinden bir magfiret vardır. Hic bunlar, o ateste ebedi kalan ve kaynar bir sudan su icirilib de bagırsaklarını parcalayan kimselere benzer mi"},{"SurahNumber":47,"VerseNumber":16,"Text":"O munafıklardan seni dinlemege gelen de var. Hatta senin yanından cıktıkları zaman, (ashabdan) kendilerine ilim verilmis olanlara soyle derler: “- O (peygamber), demin ne soyledi?” (Boylece alay ederler.) Bunlar oyle kimselerdir ki, Allah kalblerini muhurlemistir de hep hevalarına uymuslardır"},{"SurahNumber":47,"VerseNumber":17,"Text":"(Iman etmekle) hidayeti kabul edenlere gelince; (onlar seni her dinledikce) Allah onların hidayetini arttırmakta ve kendilerine takvalarını ilham etmektedir"},{"SurahNumber":47,"VerseNumber":18,"Text":"Artık onlar, yalnız o kıyametin kopmasını, onun birdenbire kendilerine gelivermesini bekliyorlar. Iste onun alametleri (sayılan ahir zaman Peygamberi) gelmistir. Fakat o (kıyamet ansızın) baslarına geldigi vakit, anlamaları kendilerine ne fayda verir"},{"SurahNumber":47,"VerseNumber":19,"Text":"Simdi (Ey Rasulum): Sunu bil ki, Allah’dan baska hic bir ilah yoktur. Bir de kendi gunahına ve mumin erkeklerle mumin kadınlara magfiret dile. Allah (dunyada) dolastıgınız yeri de bilir, (ahirette) duracagınız yeri de"}]}