{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":13,"VerseNumber":29,"Text":"(dūtarē,) nimaginta hindina dūtarannū gēli māḍalāgide. Nānu dhikkārigaḷige avakāśa nīḍidenu. Ā baḷika avarannu (śikṣisalikkāgi) hiḍidukoṇḍenu. Hēgittu nanna daṇḍane"},{"SurahNumber":13,"VerseNumber":30,"Text":"(Avanu) pratiyobba jīviyu ēnellā māḍuttiruvanendu sadā mēlvicāraṇe naḍesuttiruvavanu. Iṣṭiddū avaru allāhanige pāludārarannu ārōpisuttiddāre. Hēḷiri; nīvu avara hesarugaḷannādarū tiḷisiri. Nīvēnu, bhūmiyalli avanige (allāhanige) tiḷidē illada viṣayavondannu avanige tiḷisuttiruvirā! Athavā nīvu kēvala mātina maṭṭige (hāge) hēḷuttiruvirā? Nijavāgi dhikkārigaḷa pālige avara van̄caneyannu candagāṇisi koḍalāgide mattu avarannu saridāriyinda taḍediḍalāgide. Yārannu allāhanu dārigeḍisidanō avarige dāri tōraballavaru yārū illa"},{"SurahNumber":13,"VerseNumber":31,"Text":"avarige īlōkada badukinallū śikṣe ide. Innu paralōkada śikṣeyantū tumbā kaṭhiṇavāgiruvudu mattu avarannu allāhaninda rakṣisa ballavaru yārū illa"},{"SurahNumber":13,"VerseNumber":32,"Text":"dharmaniṣṭharige vāgdāna māḍalāgiruva svargada svarūpa (hīgiruvudu); adara taḷadalli nadigaḷu hariyuttiruvavu. Adara phalagaḷu mattu adara neraḷu śāśvatavāgiruvudu. Hīgiruvudu, dharmaniṣṭhara antima gati. Innu, (narakada) beṅkiyē dhikkārigaḷa antima gatiyāgiruvudu"},{"SurahNumber":13,"VerseNumber":33,"Text":"nāvu yārige granthavannu nīḍiruvevō avaru, nimage iḷisikoḍalāgiruva sandēśada kuritu santōṣa paḍuttāre. Idara kelavu bhāgagaḷannu tiraskarisuva kelavu paṅgaḍagaḷū ive. Hēḷiri; nanagantu, nānu allāhanannē pūjisabēku mattu avana jote yārannū pālugoḷisabāradu endu ādēśisalāgide. Nānu avana kaḍegē āmantrisuttēne mattu nānu avanalligē maraḷaliddēne"},{"SurahNumber":13,"VerseNumber":34,"Text":"idē rīti nāvu ī kur‌ān‌annu arabī bhāṣeyalliruva ādēśada rūpadalli iḷisiruvevu. Nim'ma baḷige jñānavu banda baḷikavū nīvu avara apēkṣegaḷannu anusarisidare nimage allāhaneduru sahāyakarāgi mattu rakṣakarāgi yārū sigalāraru"}]}