{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"And doors (of silver) for their houses, (silver) couches for reclining"},{"SurahNumber":43,"VerseNumber":35,"Text":"And ornaments of gold. But all this would have been nothing but the vanity of this world. The Hereafter with your Lord is for those who take heed for themselves and follow the straight path"},{"SurahNumber":43,"VerseNumber":36,"Text":"We shall attach to him who goes blind to the remembrance of Ar-Rahman a devil as companion"},{"SurahNumber":43,"VerseNumber":37,"Text":"Surely the (devils) obstruct them from the path, though they think they are rightly guided"},{"SurahNumber":43,"VerseNumber":38,"Text":"Until when he comes before Us he will say (to the devil): \"Would to God there was a distance of the East and West between you and me, for you were an evil companion"},{"SurahNumber":43,"VerseNumber":39,"Text":"But nothing will avail you on that day, for you were unjust, and you will be partners in the punishment"},{"SurahNumber":43,"VerseNumber":40,"Text":"Can you make the deaf to hear, or show the blind, and those lost in clear error, the way"},{"SurahNumber":43,"VerseNumber":41,"Text":"We shall punish them whether We take you away"},{"SurahNumber":43,"VerseNumber":42,"Text":"Or show you some of what We have promised them. They are certainly well within Our power"},{"SurahNumber":43,"VerseNumber":43,"Text":"So hold fast to what has been revealed to you. You are truly on the right path"},{"SurahNumber":43,"VerseNumber":44,"Text":"It is a (source) of greatness for you and your people. You will surely be questioned about it"},{"SurahNumber":43,"VerseNumber":45,"Text":"Inquire of apostles We had sent before you if We appointed gods to be worshipped other than Ar-Rahman"},{"SurahNumber":43,"VerseNumber":46,"Text":"We sent Moses with Our signs to the Pharaoh and his nobles. He said: \"I have been sent by the Lord of all the worlds"},{"SurahNumber":43,"VerseNumber":47,"Text":"But when he brought to them Our signs they laughed at them"}]}