{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":17,"Text":"Apejuwe won da bi apejuwe eni ti o tan ina, sugbon nigba ti imole tan si ayika re tan, Allahu mu imole won lo, O si fi won sile sinu awon okunkun; won ko si riran mo"},{"SurahNumber":2,"VerseNumber":18,"Text":"Aditi, ayaya, afoju ni won; nitori naa won ko nii seri pada"},{"SurahNumber":2,"VerseNumber":19,"Text":"Tabi (apejuwe won) da bi ojo nla ti n ro lati sanmo. O mu awon okunkun, ara sisan ati monamona lowo. Won n fi ika won sinu eti won nitori igbe ara sisan fun iberu iku. Allahu si yi awon alaigbagbo ka"},{"SurahNumber":2,"VerseNumber":20,"Text":"Monamona naa fee mu iriran won lo. Nigbakigba ti o ba tan imole si won, won a rin lo ninu re. Nigba ti o ba si soookun mo won, won a duro si. Ati pe ti o ba je pe Allahu ba fe, dajudaju iba gba igboro won ati iriran won. Dajudaju Allahu ni Alagbara lori gbogbo nnkan"},{"SurahNumber":2,"VerseNumber":21,"Text":"Eyin eniyan, e josin fun Oluwa yin, Eni ti O da eyin ati awon t’o siwaju yin, nitori ki e le sora (fun iya Ina)"},{"SurahNumber":2,"VerseNumber":22,"Text":"(E josin fun) Eni ti O se ile fun yin ni ite, (O se) sanmo ni aja, O so omi ojo kale lati sanmo, O si fi mu awon eso jade ni ije-imu fun yin. Nitori naa, e ma se ba Allahu wa akegbe, e si mo (pe ko ni akegbe)"},{"SurahNumber":2,"VerseNumber":23,"Text":"Ti e ba wa ninu iyemeji nipa ohun ti A sokale fun erusin Wa, nitori naa, e mu surah kan wa bi iru re, ki e si pe awon elerii yin, yato si Allahu, ti e ba je olododo"},{"SurahNumber":2,"VerseNumber":24,"Text":"Ti e o ba si se bee, e o wule le se bee, nitori naa e sora fun Ina, eyi ti ikona re je awon eniyan ati okuta ti Won pa lese sile de awon alaigbagbo"}]}