{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"(Эгер тооба кылсаңар) Раббиңер силерге дагы эле ырайым кылса ажеп эмес. Эгер (күнөөгө) кайтсаңар, Биз да (силерди жазалоого) кайтабыз. Биз каапырларга Тозокту (түбөлүк) түрмө кылганбыз"},{"SurahNumber":17,"VerseNumber":9,"Text":"Чынында, бул Кураан (инсаниятты) эң Туура Жолго баштайт! жана салих (жакшы) амал кылган момундар үчүн чоң сыйлыктар бар экени жөнүндө куш кабар берет"},{"SurahNumber":17,"VerseNumber":10,"Text":"Акыретке ишенбеген адамдарга Биз жан ооруткан азапты даярдап койгонбуз"},{"SurahNumber":17,"VerseNumber":11,"Text":"Инсан жакшылык тилеп дуба кыл-ганы сыяктуу, жамандык тилеп да дуба кыла берет. Инсан (ушундай) шашма"},{"SurahNumber":17,"VerseNumber":12,"Text":"Биз түн менен күндүздү (Өз кудуретибизге далил катары) эки аян-белги кылдык. Анан (элдер тынч эс алсын деп) түн-белгини өчүрдүк (караңгы кылдык) Ал эми, Раббиңердин пазилетин издеп, (тиричилик кылып) жүрүшүңөр үчүн жана эсеп менен жыл санагын билишиңер үчүн күн-белгини жарык кылдык. Биз ар бир нерсени анык-айкын баяндадык"},{"SurahNumber":17,"VerseNumber":13,"Text":"Ар бир адамдын (жакшы же жаман) ишин өз мойнуна илип койдук жана Кыямат күндө ага, таратылган, өзү жолукчу китебин (амал дептерин) чыгарып беребиз. (Жана)"},{"SurahNumber":17,"VerseNumber":14,"Text":"«Китебиңди оку, бүгүн өзүңдүн зыяныңа өзүң жетишерлик эсепчисиң!» (дейбиз)"},{"SurahNumber":17,"VerseNumber":15,"Text":"Ким Туура Жолго түшсө — өз пайдасы үчүн түшөт. Кимде-ким адашса, өзүнүн зыянына адашат. Эч ким бирөөнүн жүгүн (күнөөсүн) көтөрбөйт. Биз пайгамбар жибермейинче (эч кимди) азапка салбайбыз"},{"SurahNumber":17,"VerseNumber":16,"Text":"Эгер Биз бир шаарды кыйратууну кааласак, анын дене кумарына берилген (бай) адамдарына буюрабыз.? Кийин алар шаарда бузукулук кылганда, үстүлөрүнө сөз (азап) түшүүсү ылайык болуп калат. Анан аны жер менен жексен кылабыз"},{"SurahNumber":17,"VerseNumber":17,"Text":"Биз Нухтан кийин дагы нечендеген муундарды кыйраттык. Раббиң Өз пенделеринин күнөөлөрүнөн жетиштүү Кабардар (жана) Көрүүчү"}]}