{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"Andolsun ki, Allah'a ibadet edin diye Semud'a da kardesleri Salih'i gonderdik. Hemen birbirleriyle cekisen iki zumre oluverdiler"},{"SurahNumber":27,"VerseNumber":46,"Text":"Salih dedi ki: \"Ey benim kavmim! Iyilik dururken nicin kotuluge kosuyorsunuz? Ne olur Allah'a istigfar etseniz, belki rahmetine ulasirdiniz"},{"SurahNumber":27,"VerseNumber":47,"Text":"Cevap verdiler: \"Senin ve beraberindekilerin yuzunden ugursuzluga ugradik.\" Salih: \"Size coken ugursuzluk (sebebi) Allah katinda (yazili)-dir. Belki siz imtihana cekilen bir kavimsiniz\" dedi"},{"SurahNumber":27,"VerseNumber":48,"Text":"O sehirde dokuz cete vardi ki, bunlar yeryuzunde bozgunculuk yapiyorlar, iyilik tarafina hic yanasmiyorlardi"},{"SurahNumber":27,"VerseNumber":49,"Text":"Allah'a and icerek birbirlerine soyle dediler: \"Gece ona ve ailesine baskin yapalim; sonra da velisine, 'Biz o ailenin yok edilisi sirasinda orada degildik, inanin ki dogru soyluyoruz' diyelim"},{"SurahNumber":27,"VerseNumber":50,"Text":"Onlar boyle bir tuzak kurdular, biz de kendileri farkinda olmadan onlarin planlarini altust ettik"},{"SurahNumber":27,"VerseNumber":51,"Text":"Iste bak! Tuzaklarinin akibeti nice oldu: Onlari da, kavimlerini de toptan helak ettik"},{"SurahNumber":27,"VerseNumber":52,"Text":"Iste haksizliklari yuzunden cokmus evleri! Bilen bir kavim icin elbette bunda bir ibret vardir"},{"SurahNumber":27,"VerseNumber":53,"Text":"Iman edip Allah'a karsi gelmekten sakinanlari da kurtardik"},{"SurahNumber":27,"VerseNumber":54,"Text":"Lut'u da (peygamber olarak kavmine gonderdik). O, kavmine soyle demisti: \"Goz gore gore hala o hayasizligi yapacak misiniz"},{"SurahNumber":27,"VerseNumber":55,"Text":"Siz ille de kadinlari birakip sehvetle erkeklere yaklasacak misiniz? Dogrusu siz beyinsizlikte devam edegelen bir kavimsiniz"}]}