{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":19,"Text":"Di': “Quale testimonianza è più grande?”. Di': “Allah è testimone tra voi e me. Questo Corano mi è stato rivelato affinché, per suo tramite, avverta voi e quelli cui perverrà”. Veramente affermate che ci sono altre divinità insieme con Allah? Di': “Io lo nego!”. Di': “In verità Egli è un Dio Unico. Io rinnego ciò che Gli attribuite”"},{"SurahNumber":6,"VerseNumber":20,"Text":"Quelli che hanno ricevuto la Scrittura, riconoscono il Messaggero come riconoscono i loro figli. Coloro che non credono, preparano la loro rovina"},{"SurahNumber":6,"VerseNumber":21,"Text":"Chi è più ingiusto di colui che inventa menzogne contro Allah o smentisce i segni Suoi? In verità gli ingiusti non prospereranno"},{"SurahNumber":6,"VerseNumber":22,"Text":"Nel Giorno in cui li raduneremo tutti, diremo ai politeisti: “Dove sono gli associati che supponevate?”"},{"SurahNumber":6,"VerseNumber":23,"Text":"E non avranno altra possibilità che dire: “Per Allah, nostro Signore! Non eravamo associatori!”"},{"SurahNumber":6,"VerseNumber":24,"Text":"Guarda come si smentiscono! Come le loro calunnie li abbandoneranno"},{"SurahNumber":6,"VerseNumber":25,"Text":"C'è qualcuno di loro che viene ad ascoltarti, ma Noi abbiamo sigillato i cuori loro e appesantito le loro orecchie, sì che non possano comprendere. Anche se vedessero ogni genere di segni, non crederebbero. Quando vengono a polemizzare con te coloro che non credono, dicono: “Non sono che favole degli antichi!”"},{"SurahNumber":6,"VerseNumber":26,"Text":"Ostacolano gli altri e, allo stesso tempo, perdono loro stessi. Non operano che la loro stessa rovina, pur non essendone coscienti"},{"SurahNumber":6,"VerseNumber":27,"Text":"Se li potessi vedere, quando saranno presentati al Fuoco! Diranno: “Piacesse ad Allah che fossimo ricondotti sulla terra! Non smentiremmo più i segni del nostro Signore e saremmo tra i credenti”"}]}