{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Aquel a quien Al-lah guie hacia la verdad estara bien guiado, y no encontraras a nadie que pueda ayudar, fuera de Al-lah, a quienes El extravia (por rechazar la verdad). Y el Dia de la Resurreccion reuniremos a estos boca abajo, ciegos, mudos y sordos. Moraran en el Infierno, y cada vez que (el fuego) vaya a extinguirse, lo avivaremos"},{"SurahNumber":17,"VerseNumber":98,"Text":"Tal sera la recompensa que obtendran por haber negado Nuestras aleyas (y las pruebas de Nuestra unicidad) y por decir (con sarcasmo): “Cuando seamos huesos y restos, ¿volveremos nuevamente a la vida?”"},{"SurahNumber":17,"VerseNumber":99,"Text":"¿Acaso no ven, quienes rechazan la verdad, que Aquel que creo los cielos y la tierra —Al-lah— tiene poder para volver a crear a los hombres nuevamente (tras su muerte)? Y ha fijado un plazo para la resurreccion que se cumplira sin duda alguna. Pero los injustos rechazan (la verdad y no aceptan) sino la incredulidad"},{"SurahNumber":17,"VerseNumber":100,"Text":"Diles (¡oh, Muhammad!): “Si fueran los duenos de las provisiones con las que Al-lah los sustenta, las retendrian con avaricia por miedo a que se agotaran, pues el hombre es mezquino (por naturaleza)”"},{"SurahNumber":17,"VerseNumber":101,"Text":"Y, ciertamente, concedimos a Moises nueve claros milagros[503]. Pregunta a los hijos de Israel si cuando se presento Moises ante ellos, el Faraon no le dijo: “¡Oh, Moises!, realmente creo que estas embrujado”"},{"SurahNumber":17,"VerseNumber":102,"Text":"(Moises) respondio: “Bien sabes que estos milagros los ha enviado el Senor de los cielos y de la tierra como prueba (de mi veracidad); y realmente creo que seras destruido, ¡oh, Faraon!”"},{"SurahNumber":17,"VerseNumber":103,"Text":"Y el Faraon quiso expulsarlos (a Moises y a su pueblo) de la tierra (de Egipto), mas lo ahogamos junto con todos los que estaban con el"},{"SurahNumber":17,"VerseNumber":104,"Text":"Y dijimos despues a los hijos de Israel: “Habiten la tierra (de la Gran Siria) y, cuando llegue la promesa de la resurreccion, los haremos comparecer a todos”"}]}