{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":138,"Text":"Mnogobozhniki govoryat: \"Vot eti posevy i skot zapretny. S nikh mozhet kormit'sya tol'ko tot, komu my soizvolim [razreshit' eto]\". Tak utverzhdayut oni [, zabluzhdayas']. [Oni zapreshchayut takzhe] yezdit' verkhom i vozit' gruzy na [nekotorykh vidakh] verblyudov i pri etom ne upominayut imeni Allakha pri ikh zaklanii, izmyshlyaya protiv Nego lozh'. Vozdast On im za to, chto oni izmyshlyayut"},{"SurahNumber":6,"VerseNumber":139,"Text":"Pri etom oni govoryat: \"To, chto soderzhitsya v utrobakh etikh zhivotnykh, razresheno nashim muzhchinam i zapreshcheno nashim zhenam\". Yesli zhe [plod] budet mertvym, to i muzhchiny i zhenshchiny delyat yego. [Allakh] vozdast im za to, chto oni vozvodyat [na Nego]. Voistinu, On - mudryy, vsevedushchiy"},{"SurahNumber":6,"VerseNumber":140,"Text":"V ubytke okazalis' te, kotoryye ubivali svoikh detey po nedomysliyu i po nevezhestvu i zapreshchali [yest'] to, chto daval im Allakh v udel, vozvodya [pri etom] napraslinu na Allakha. Voistinu, zabluzhdayutsya oni i ne sleduyut pryamym putem"},{"SurahNumber":6,"VerseNumber":141,"Text":"On - tot, kto vzrastil sady, v kotorykh rasteniya s podporkami [dlya nikh] i bez podporok, - [v nikh] finikovyye pal'my, posevy s raznoobraznymi zlakami, olivy, granatovyye derev'ya, plody ikh pokhozhi [na vid] i ne pokhozhi [na vkus]. Vkushayte eti plody, kogda [sady] stanut plodonosit', i davayte [nuzhdayushchimsya] dolzhnoye v den' uborki, no ne izlishestvuyte, ibo On ne lyubit izlishestvuyushchikh"},{"SurahNumber":6,"VerseNumber":142,"Text":"[Allakh sotvoril raznuyu] skotinu: odnu, chtoby perevozila gruzy, druguyu - chtoby [shla] na podstilku. Yesh'te to, chto daroval vam v udel Allakh, i ne sleduyte po stopam shaytana, ibo on - vash yavnyy vrag"}]}