{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"He replied, “The knowledge about those is with my Lord in a Book. My Lord does neither err nor forget.”"},{"SurahNumber":20,"VerseNumber":53,"Text":"(He is) the One who made the earth a cradle for you, and made in it pathways for you to move, and sent down water from the heavens; and We brought forth with it pairs of different vegetations"},{"SurahNumber":20,"VerseNumber":54,"Text":"Eat, and graze your cattle. Surely, in that there are signs for the people of understanding"},{"SurahNumber":20,"VerseNumber":55,"Text":"From this (dust) We created you, and in this we shall put you back, and from this We shall raise you up once again"},{"SurahNumber":20,"VerseNumber":56,"Text":"And We showed him (Pharaoh) all Our signs, yet he rejected and refused"},{"SurahNumber":20,"VerseNumber":57,"Text":"Said he, “Have you come to us to drive us out of our land with your sorcery, O Mūsā"},{"SurahNumber":20,"VerseNumber":58,"Text":"We will, then, bring to you a similar sorcery. So, make an appointment between you and us for an even place, not to be backed out, neither by us nor by you.”"},{"SurahNumber":20,"VerseNumber":59,"Text":"He (Mūsā) said, “Your appointment is the festival day, and the people should be assembled at forenoon.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"So, Pharaoh turned back, and put his plot together, then came"},{"SurahNumber":20,"VerseNumber":61,"Text":"Mūsā said to them, “Pity on you, do not fabricate a lie against Allah, lest He should destroy you with a punishment. And loser is he who fabricates a lie.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"Then, they disputed among themselves in their matter, and kept their talk secret"},{"SurahNumber":20,"VerseNumber":63,"Text":"Said they, “Certainly, these two are sorcerers who wish to drive you out from your land, and do away with your excellent way of life"},{"SurahNumber":20,"VerseNumber":64,"Text":"So, make your plot firm and come forth in one row. Successful today is the one who prevails.”"}]}