{"Id":401,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"Denizlerde yüce dağlar gibi gemilerin yürümesi de O´nun kudretinin delillerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"Eğer O dilerse rüzgarı durdurur da yelkenle giden gemiler denizin üzerinde duruverirler. Şüphesiz ki bunda sabırlı olan ve çok şükreden kimseler için nice ibretler vardır"},{"SurahNumber":42,"VerseNumber":34,"Text":"Yahut da Allah kazandıkları günahlar yüzünden onları helâk eder ve birçoğunu da bağışlar"},{"SurahNumber":42,"VerseNumber":35,"Text":"Âyetlerimiz hakkında mücadele edenler bilsinler ki kendileri için kaçacak bir yer yoktur"},{"SurahNumber":42,"VerseNumber":36,"Text":"Size verilen herhangi bir şey sadece dünya hayatının geçici bir menfaatidir. Allah katında bulunanlar ise iman edip sadece Rablerine güvenen kimseler için daha hayırlı ve daha kalıcıdır"},{"SurahNumber":42,"VerseNumber":37,"Text":"O iman edenler, büyük günahlardan ve hayasızlıktan kaçınırlar. Onlar öfkelendikleri zaman da kusurları bağışlarlar"},{"SurahNumber":42,"VerseNumber":38,"Text":"Onlar, Rablerinin davetini kabul ederler ve namazı dosdoğru kılarlar. Onların işleri de kendi aralarında bir istişare iledir. Kendilerine verdiğimiz rızıktan onlar Allah yolunda harcarlar"},{"SurahNumber":42,"VerseNumber":39,"Text":"Onlar, bir zulüm ve saldırıya uğradıkları zaman birbirleriyle yardımlaşırlar"},{"SurahNumber":42,"VerseNumber":40,"Text":"Bir kötülüğün cezası yine onun gibi bir kötülüktür, ama kim affeder, bağışlarsa onun mükafatı Allah´a aittir. Şüphesiz ki Allah, zalimleri sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Zulme uğradıktan sonra hakkını alan kimseye gelince, işte onların aleyhinde ceza vermek için herhangi bir yol yoktur"},{"SurahNumber":42,"VerseNumber":42,"Text":"Yol ancak insanlara zulmedenler ve yeryüzünde haksız yere taşkınlık edenler aleyhinedir. İşte onlar için acı bir azap vardır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Her kim de sabreder ve kusuru bağışlarsa, işte bu elbette azmedilecek işlerdendir"},{"SurahNumber":42,"VerseNumber":44,"Text":"Allah kimi saptırırsa artık bundan sonra onun için hiçbir dost yoktur. Sen, azabı gördüklerinde zalimlerin: «Acaba dönecek bir yol var mıdır?» dediklerini görürsün"}]}