{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Kendisinden sonra kavmi üzerine (onları cezalandırmak için) gökten hiçbir ordu indirmedik. İndirecek de değildik"},{"SurahNumber":36,"VerseNumber":29,"Text":"(Onları helâk eden) Korkunç sesten başka bir şey değildi. Bir anda sönüp gittiler"},{"SurahNumber":36,"VerseNumber":30,"Text":"Yazıklar olsun o kullara! Ne zaman kendilerine bir peygamber gelse muhakkak onunla alay ederlerdi"},{"SurahNumber":36,"VerseNumber":31,"Text":"Kendilerinden önce nice nesilleri helâk ettiğimizi görmüyorlar mı? Onların artık kendilerine dönmeyeceklerini görmediler mi"},{"SurahNumber":36,"VerseNumber":32,"Text":"Ve hepsi toplanıp huzurumuza çıkarılacaklardır"},{"SurahNumber":36,"VerseNumber":33,"Text":"Ölü toprak onlar için bir delildir. Biz, onu diriltir ve ondan taneler çıkarırız da onlardan yerler"},{"SurahNumber":36,"VerseNumber":34,"Text":"Biz, yeryüzünde nice hurma bahçeleri, üzüm bağları yarattık ve oralarda birçok pınarlar fışkırttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Ürünlerinden ve yetiştirdiklerinden yesinler diye. Hâlâ şükretmiyorlar mı"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yerin bitirdiklerinden, kendi nefislerinden ve daha bilmedikleri şeylerden bütün çiftleri yaratan (Allah) çok münezzehtir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de kendileri için bir delildir. Gündüzü ondan sıyırarak çekip alırız. Bir de bakarsın ki karanlık içinde kalmışlardır"},{"SurahNumber":36,"VerseNumber":38,"Text":"Güneş de kendi yörüngesinde akıp gitmektedir. İşte bu, Azîz ve Alîm olan Allah'ın takdiridir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ay için de birtakım menziller (yörüngeler) tayin ettik. Nihayet o, eğri hurma dalı gibi (hilâl) olur da geri döner"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne Güneş Ay'a yetişebilir, ne de gece gündüzü geçebilir. Her biri bir yörüngede yüzmektedir"}]}