{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"Akwai tsammanin Ubangijinku Ya yi muku rahama. Kuma idan kun sake Mu sake. Kuma Mun sanya Jahannama matsara ga kafirai"},{"SurahNumber":17,"VerseNumber":9,"Text":"Lalle ne wannan Alƙur'ani yana shiryarwa ga (halayen) waɗanda suke mafi daidaita* kuma yana bayar da bushara ga muminai waɗanda suke aikata ayyuka na ƙwarai (cewa) \"Lalle ne suna da wata ijara. mai girma"},{"SurahNumber":17,"VerseNumber":10,"Text":"Kuma lalle ne, waɗanda ba su yin imani da Lahira, Mun yimusu tattalin wata azaba mai raɗaɗi"},{"SurahNumber":17,"VerseNumber":11,"Text":"Kuma mutum yana* yin addu'a da sharri kamar addu'arsa da alheri, kuma mutum ya kasance mai gaggawa"},{"SurahNumber":17,"VerseNumber":12,"Text":"Kuma Mun sanya dare da rana, ayoyi biyu, sa'an nan Muka shafe ayar dare, kuma Muka sanya ayar rana mai sanyawa a yi gani, domin ku nemi falala daga Ubangijinku, kuma domin ku san ƙidayar shekara da lissafi. Kuma dukan kome Mun bayyana shi daki-dakin bayyanawa"},{"SurahNumber":17,"VerseNumber":13,"Text":"Kuma kowane mutum Mun lazimta masa abin rekodinsa a cikin wuyansa, kuma Mu fitar masa a Ranar ¡iyama da littafi wanda zai haɗu da shi buɗaɗɗe"},{"SurahNumber":17,"VerseNumber":14,"Text":"Karanta Littafinka. Ranka ya isa ya zama mai hisabi a kanka a yau"},{"SurahNumber":17,"VerseNumber":15,"Text":"Wanda ya nemi shiryuwa, to, ya nemi shiryuwa ne dominkansa kawai kuma wanda ya ɓace, to, ya ɓace ne a kansa kawai kuma rai mai ɗaukar nauyi ba ya ɗaukar nauyin wani ran, kuma ba Mu zama masu yin azaba ba, sai Mun aika wani Manzo"},{"SurahNumber":17,"VerseNumber":16,"Text":"Kuma idan Mun yi nufin Mu halakar da wata alƙarya, sai Mu umurci mawadatanta, har su yi fasadi a cikinta, sa'an nan maganar azaba ta wajaba a kanta, sa'an nan Mu darkake ta, darkakewa"},{"SurahNumber":17,"VerseNumber":17,"Text":"Kuma da yawa Muka halakar da al'ummomi a bayan Nuhu. Kuma Ubangijinka Ya isa ya zama Mai ƙididdigewa ga zunubban bayinSa, Mai gani"}]}