{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"Dis : « Soyez pierre ou fer"},{"SurahNumber":17,"VerseNumber":51,"Text":"ou une autre creature, quelque grande qu’elle soit a vos yeux », ils diront toujours : « Qui nous fera revenir (a la vie)? » Dis : « Celui Qui vous a crees la premiere fois. » Ils hocheront la tete et diront : « Et quand cela ? » Reponds : « Cela est peut-etre tout proche. »"},{"SurahNumber":17,"VerseNumber":52,"Text":"Le jour ou Il vous appellera (a Lui), vous repondrez (a Sa volonte) en celebrant Ses louanges, et vous croirez n’etre restes que peu de temps (sur terre)"},{"SurahNumber":17,"VerseNumber":53,"Text":"Dis a Mes serviteurs de tenir le meilleur langage (qui convienne), car Satan aime a semer entre eux la discorde. Satan est certes pour l’homme un ennemi avere"},{"SurahNumber":17,"VerseNumber":54,"Text":"Votre Seigneur en Sait mieux sur vous. S’Il veut, Il vous accueille volontiers dans Sa grace, et s’Il veut, Il vous soumet au supplice. Nous ne t’avons pas envoye vers eux pour etre leur repondant"},{"SurahNumber":17,"VerseNumber":55,"Text":"Et ton Seigneur en Sait mieux sur ceux qui sont dans les cieux et sur terre. Nous avons certes privilegie certains Prophetes par rapport a d’autres et Nous avons donne a David les Psaumes (le Zabur)"},{"SurahNumber":17,"VerseNumber":56,"Text":"Dis : « Invoquez donc ceux que vous pretendez (etre Ses emules) en dehors de Lui. Ils ne detiennent ni le pouvoir de vous eviter le mal ni de le detourner (de vous). »"},{"SurahNumber":17,"VerseNumber":57,"Text":"Ceux qu’ils invoquent aspirent eux-memes, a l’envi, a trouver un moyen qui les rapproche de leur Seigneur. Ils esperent Sa grace et redoutent Son supplice. Car le supplice de ton Seigneur est vraiment redoutable"},{"SurahNumber":17,"VerseNumber":58,"Text":"Il n’est point de cite que Nous ne fassions perir avant le Jour de la Resurrection, ou contre laquelle Nous ne sevissions par un terrible supplice. Cela est inscrit dans le Livre eternel"}]}