{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":12,"Text":"Öyle ki, bu ateş onları uzak bir yerden gördüğü vakit, onlar, bunun galeyan ve homurdanışını işitirler"},{"SurahNumber":25,"VerseNumber":13,"Text":"Elleri boyunlarına bağlı olarak, o ateşin dar bir yerine atıldıkları vakit, orada: “-Ey helâk, neredesin, yetiş!” diye bağırırlar"},{"SurahNumber":25,"VerseNumber":14,"Text":"Onlara denir ki, bugün yalnız bir helâke çağırmayın, birçok helâklere çağırın (çünkü size türlü türlü azab vardır)"},{"SurahNumber":25,"VerseNumber":15,"Text":"(Ey Rasûlüm, o Mekke kâfirlerine) de ki: “- Bu ateş mi hayırlı, yoksa takva sahiblerine vaad olunan ebedilik cenneti mi? O cennet ki, kendilerine bir mükâfat ve bir dönüş yeri bulunuyor"},{"SurahNumber":25,"VerseNumber":16,"Text":"Orada, onlar için, ne isterlerse var, hem ebedî olarak kalacaklar orada. Bu, Rabbinin üzerine, yerine getirilmesi istenen gerçekleşmiş bir vaaddir"},{"SurahNumber":25,"VerseNumber":17,"Text":"Allah, müşrikleri (kıyamette hesaba çekmek için), Allah’dan başka taptıkları şeylerle bir araya toplayıp da putlara: “- Siz mi, şu kullarımı saptırdınız, yoksa kendileri mi yollarını şaşırdılar?” diyeceği gün"},{"SurahNumber":25,"VerseNumber":18,"Text":"Putlar şöyle derler: “- Seni tenzih ederiz. Senden başka veliler edinmemiz bize lâyık olmaz (böyle iken, biz başkasına nasıl mabud olabiliriz?) Fakat sen onları ve atalarını zevk içine daldırdın, nihayet zikri (tevhidi ve sana ibadeti) unuttular ve helâke düşen bir kavim oldular.”"},{"SurahNumber":25,"VerseNumber":19,"Text":"İşte (ey kâfirler, taptıklarınız) sizi, sözünüzde yalancı çıkarmışlardır. Artık (azabı) ne savmağa, ne de bir yardım görmiye çare bulamıyacaksınız. Sizden kim zulüm yaparsa, ona büyük bir azab tattıracağız"},{"SurahNumber":25,"VerseNumber":20,"Text":"Biz, senden evvel de peygamberleri başka bir halde göndermedik; onlar da yemek yiyorlar, çarşılarda geziyorlardı. Bir de, hanginiz sabırlıdır, bilelim diye, bir kısmınızı diğer bir kısmınız üzerine bir imtihan vesilesi kıldık (zenginlere karşı, fakirleri, sabretmekle imtihan ettik). Senin Rabbin Basîr’dir= sabredenleri görür"}]}