{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"En camukattare! Ninkal kavanittirkala? Nan en iraivanitattiliruntu telivana attatciyaip perrirukka, avan tannitamiruntu enakku rahmattum (arulum) valankiyirukka nan avanukku maru ceytal, allahvai vittum enakku utavi ceypavar yar? Ninkalo, enakku ilappait tavira veru etaiyum atikamakki vitamattirkal\" enru kurinar"},{"SurahNumber":11,"VerseNumber":64,"Text":"anriyum, en camukattare! Unkalukku or attatciyaka, ito itu allahvutaiya (oru) pen ottakam; akave, allahvin pumiyil (eteccaiyaka) atai meya vittu vitunkal; enta vitamana tinkum ceyyakkaruti atait tintatirkal; (appati ninkal ceytal) aticikkirattil unkalai vetanai pitittuk kollum\" (enru kurinar)"},{"SurahNumber":11,"VerseNumber":65,"Text":"anal avarkal atanai konru vittarkal; akave avar (am'makkalitam); \"ninkal unkalutaiya vitukalil munru nalkalukku cakamanupaviyunkal; (pinnar unkalukku alivu vantuvitum.) Itu poyppikka mutiyata vakkurutiyakum enru kurinar"},{"SurahNumber":11,"VerseNumber":66,"Text":"namatu kattalai vanta potu salihaiyum avarotu iman kontavarkalaiyum namatu arulal kapparrinom. Melum anraiya nalin iliviliruntum (kapparrinom,) niccayamaka umatu iraivan vallamai mikkavan; mikaittavan"},{"SurahNumber":11,"VerseNumber":67,"Text":"aniyayam ceytu kontiruntavarkalai (payankaramana) periti mulakkam pitittuk kontatu. Atanal avarkal tankal vitukalileye alintu poyk kitantanar"},{"SurahNumber":11,"VerseNumber":68,"Text":"(atarkumun) avarkal avarril (oru kalattilum) vacittirukkatataip pol (alikkappattanar). Niccayamaka samutu kuttatinar tankal iraivanai nirakarittanar arintu kolvirkalaka! 'Samutu' (kuttattinar)kku nacamtan"},{"SurahNumber":11,"VerseNumber":69,"Text":"Niccayamaka nam tutarkal (vanavarkal) iprahimukku narceyti (kontu vantu)'salam' (connarkal; iprahimum\"salam\" (enru patil) connar; (atan pinnar avarkal unpatarkaka) poritta kanrin (iraicciyaik) kontu varuvatil tamatikkavillai"},{"SurahNumber":11,"VerseNumber":70,"Text":"anal, avarkalutaiya kaikal atan (unavin) pakkam cellatataik kantu, avar avarkalaip parri aiyappattar, avarkal mitu avarukkup payamum erpattuvittatu; (anal) avarkalo (avaraip parttu)\"payappatatir! Niccayamaka nankal luttutaiya camukattarpal anuppappattirukkirom\" enru kurinarkal"},{"SurahNumber":11,"VerseNumber":71,"Text":"appotu, avarutaiya manaiviyum (anku) ninru kontiruntar; innum avar cirittar. Avarukku nam is'hakkaip parriyum, is'hahkkukkup pin yahkupai parriyum nanmarayan kurinom"}]}