{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Tak, mechta li on? Ili vy ne vidite nichego"},{"SurahNumber":52,"VerseNumber":16,"Text":"Greytes' im. Bud'te terpelivy, ili ne bud'te terpelivy - to i drugoye ravno dlya vas: vam etim tol'ko vozdayetsya za to, chto vy prezhde delali"},{"SurahNumber":52,"VerseNumber":17,"Text":"Istinno, blagochestivyye budut v sadakh i sredi utekh"},{"SurahNumber":52,"VerseNumber":18,"Text":"Naslazhdayas' tem, chto dostavil im Gospod' ikh: Gospod' ikh sokhranit ikh ot mucheniya v adskom plameni"},{"SurahNumber":52,"VerseNumber":19,"Text":"Yesh'te, peyte na zdorov'ye, za to, chto prezhde delali vy"},{"SurahNumber":52,"VerseNumber":20,"Text":"pokoyas' na rasstavlennykh ryadami lozhakh\". Tam My sochetayem ikh s chernozenichnymi, s veleokimi"},{"SurahNumber":52,"VerseNumber":21,"Text":"Veruyushchim i potomkam ikh, posledovavshim im v vere, My dadim videt'sya s potomstvom ikh. My niskol'ko ne ubavim doli del ikh: kazhdyy chelovek yest' zalozhnik za sebya v tom, chto on sebe usvoil"},{"SurahNumber":52,"VerseNumber":22,"Text":"My dadim im v izobilii plody i myaso, kakikh oni ni pozhelayut"},{"SurahNumber":52,"VerseNumber":23,"Text":"Oni, odni drugim, budut podavat' chashu s pit'yem, ot kotorogo ne byvayet ni prazdnosloviya, ni vozbuzhdeniya ko grekhu"},{"SurahNumber":52,"VerseNumber":24,"Text":"Vokrug ikh budut khodit' otroki, podobnyye sberegayemym zhemchuzhinam"},{"SurahNumber":52,"VerseNumber":25,"Text":"Vstrechayas' odni s drugimi, budut rassprashivat' drug druga"},{"SurahNumber":52,"VerseNumber":26,"Text":"Skazhut: \"Prezhde my opasalis' za nashi semeystva"},{"SurahNumber":52,"VerseNumber":27,"Text":"No Bog umililsya nad nami i sokhranil vas ot muki v etom samume"},{"SurahNumber":52,"VerseNumber":28,"Text":"V prezhneye vremya my Yego prizyvali: potomu chto On blag, milostiv"},{"SurahNumber":52,"VerseNumber":29,"Text":"Propoveduy. Ty, po blagosti Gospoda tvoyego, ni gadatel', ni besnuyushchiysya"},{"SurahNumber":52,"VerseNumber":30,"Text":"Skazhut li oni: \"On - poet; podozhdem, kak reshit vremya nedoumeniye o nem"},{"SurahNumber":52,"VerseNumber":31,"Text":"Skazhi: \"Zhdite, vmeste s vami i ya budu v chisle vas, ozhidayushchikh"}]}