{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":16,"Text":"Say to the bedouins who were left behind: “You will be called against those who possess great might and be asked to fight against them unless they surrender. If you obey (the command to fight), Allah will bestow upon you a goodly reward. But if you turn away, as you turned away before, He shall inflict upon you a grievous chastisement.”"},{"SurahNumber":48,"VerseNumber":17,"Text":"There is no blame on the blind, nor on the lame, nor on the sick (if they do not go forth to fight). Allah will admit those who obey Allah and His Messenger to the Gardens beneath which rivers flow and will inflict a grievous chastisement on those who turn away"},{"SurahNumber":48,"VerseNumber":18,"Text":"Allah was much pleased with the believers when they swore fealty to you under the tree. He knew what was in their hearts. So He bestowed inner peace upon them and rewarded them with a victory near at hand"},{"SurahNumber":48,"VerseNumber":19,"Text":"and with abundant spoils which they shall acquire. Allah is Most Mighty, Most Wise"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allah has promised you abundant spoils which you shall acquire. He has instantly granted you this (victory) and has restrained the hands of people from you that it may be a Sign for the believers and He may guide you to a Straight Way"},{"SurahNumber":48,"VerseNumber":21,"Text":"He also promises you other spoils which you have not yet taken, but Allah has encompassed them. Allah has power over everything"},{"SurahNumber":48,"VerseNumber":22,"Text":"Had the unbelievers fought against you at that time, they would have turned their backs (in flight), and would have found none to protect or help them"},{"SurahNumber":48,"VerseNumber":23,"Text":"Such is Allah's Way that has come down from the past. Never shall you find any change in the Way of Allah"}]}