{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":8,"Text":"«El ha inventado una mentira sobre Dios o esta poseido.» Pero, quienes no creen en la otra vida, estaran en el castigo y en un extravio profundo"},{"SurahNumber":34,"VerseNumber":9,"Text":"¿Acaso no ven los cielos y la tierra que tienen delante y detras de ellos? Si Nosotros quisieramos, hariamos que la tierra se los tragase o que cayese sobre ellos una parte del cielo. En verdad, en ello hay una senal para todo siervo que se vuelve a su Senor"},{"SurahNumber":34,"VerseNumber":10,"Text":"Ciertamente, otorgamos un favor a Nuestro siervo David: «¡Oh, montanas y aves, cantad alabanzas con el!» E hicimos que el hierro fuese blando para el"},{"SurahNumber":34,"VerseNumber":11,"Text":"«Haz cotas de malla y ajusta la medida de los anillos al tejerlas.» Y obrad rectamente. En verdad, Yo observo lo que haceis"},{"SurahNumber":34,"VerseNumber":12,"Text":"Y [sometimos] a Salomon el viento, que en una manana hacia el recorrido de un mes y en una tarde el de otro mes e hicimos que manara para el la fuente de bronce fundido y que algunos genios trabajasen para el con permiso de su Senor. Y a quien de ellos desobedecia Nuestras ordenes le haciamos probar el castigo del fuego"},{"SurahNumber":34,"VerseNumber":13,"Text":"Ellos hacian para el lo que queria: templos, estatuas, recipientes como estanques y grandes marmitas que no se podian trasladar. «Familia de David ¡Sed agradecidos!» ¡Pocos de Mis siervos son agradecidos"},{"SurahNumber":34,"VerseNumber":14,"Text":"Y, cuando decretamos para el la muerte, nada les indico su muerte excepto un animal de la tierra que se comio su baston. Asi pues, cuando el cayo, se les hizo claro a los genios que si hubieran tenido conocimiento de lo que esta oculto a los sentidos no habrian permanecido en el castigo humillante"}]}