{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"Dhe i krijoi per dy dite shtate qiej, dhe u shpalli se cka do te gjendet ne secilin qiell. Kurse qiellin me te afert e zbukuruam me yje te shkelqyeshem dhe mbrojtje. Ai eshte ligj i te Fortit te Gjithdijshmit"},{"SurahNumber":41,"VerseNumber":13,"Text":"Dhe ne qofte se kthejne shpinen, thuaju! “U terheq verejtjen me nje vetetime, si vetetima e Adit dhe Themudit"},{"SurahNumber":41,"VerseNumber":14,"Text":"Kur u vinin profetet nga te gjitha anet “Mos adhuroni aske perpos All-llahut!” “Po te kish dashur Zoti yne – thone ata – ai do t’i dergonte engjujt, ne nuk besojme ne ate qe dergon permes teje”"},{"SurahNumber":41,"VerseNumber":15,"Text":"Ad u rrit mendesh ne toke pa te drejte dhe thane: “Kush eshte me i forte se ne?” A nuk e kane pare se All-llahu, i cili i ka krijuar, eshte me i forte se ata? Ata edhe argumentet tona i mohuan"},{"SurahNumber":41,"VerseNumber":16,"Text":"Prandaj, ne derguam kunder tyre eren e akullt, ne ditet e fatkeqesise qe ta shijojne vuajtjen e turpshme qysh ne kete bote, kurse vuajtja ne boten tjeter do te jete, me siguri, me e turpshme – dhe askush nuk do t’u ndihmoje"},{"SurahNumber":41,"VerseNumber":17,"Text":"Edhe Themudin e drejtuam ne rruge te drejte, por ata e deshten me shume verberine, perkunder rruges se drejte, prandaj i perfshiu rremuja e denimit te turpshem, sipas asaj qe e kishin fituar"},{"SurahNumber":41,"VerseNumber":18,"Text":"Por i shpetuam ata te cilet kane besuar dhe jane ruajtur"},{"SurahNumber":41,"VerseNumber":19,"Text":"Ndersa, ate dite, kur armiqte e All-llahut do te mblidhen ne zjarr, ata do te frenohen"},{"SurahNumber":41,"VerseNumber":20,"Text":"Qe te vijne aty e te deshmojne kunder tyre: veshet e tyre, syte e tyre edhe lekuret e tyre per ate se c’kane punuar"}]}