{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":12,"VerseNumber":104,"Text":"Kananjalo akukho mvuzo ubahlawulisa wona ngayo (i’Kur’ân) kananjalo yona ayinto yimbi ngaphandle kokuba yinkumbuzo, necebiso kwindalo yonke"},{"SurahNumber":12,"VerseNumber":105,"Text":"Khona mingaphi imiqondiso emazulwini nasemhlabeni abadlula kuyo lo gama bengakholwa kuyo"},{"SurahNumber":12,"VerseNumber":106,"Text":"Uninzi lwabo alukholwa kuAllâh ngaphandle kokwayamanisa amahlulelane kuYe, bona bangabakhonzi bezithixo"},{"SurahNumber":12,"VerseNumber":107,"Text":"Ingaba baziva bekhuselekile na ekuzeni kwesigqubuthelo esisisohlwayo sika-Allâh kubo, okanye ekufikeni kweYûre yokuGqibela\tkubo\tngequbuliso\tlo\tgama\tbaya\tkuba bengayilindelanga"},{"SurahNumber":12,"VerseNumber":108,"Text":"Yithi (Muhammad) Le yiNdlela yam; mna ndimemela kuAllâh ngolwazi oluqinisekileyo. Mna nabani na lowo undilandelayo. Makazukiswe, Adunyiswe uAllâh, ke kaloku mna andingomnye wabakhonzi bezithixo"},{"SurahNumber":12,"VerseNumber":109,"Text":"Kananjalo aSizanga Sithumele (baProfeti) phambi kwakho (Muhammad) ngaphandle kwabo babengamadoda ayephuma kubantu basezilalini eSatyhila kubo (ulwazi lwenkolo). Abakawuhamba-hambi na umhlaba babone okokuba saba yintoni na isiphelo sabo babengaphambili kunabo"},{"SurahNumber":12,"VerseNumber":110,"Text":"(Bona baye bamelwa esohlwayeni), wada uMprofeti waphelelwa lithemba nengcinga yokuba babesalelwa, bethintelwa (ngabantu). Ke kaloku lwafika uNcedo lweThu kubo, abo Sathandayo ukubasindisa, basinda. Kananjalo isohlwayo seThu angekhe sishenxiswe ebantwini abangabenzi bobubi"},{"SurahNumber":12,"VerseNumber":111,"Text":"Inene embalini yabo kukho isifundo kubantu abaqiqayo. Yona (i’Kur’ân) asiyongxelo eqanjiweyo koko isisingqino (seeNcwadizika-Allâh) ezaziphambikwayo, yayeiyinkcazelo echazwe ngokwengcombolo yezinto zonke, isisiKhokelo neNceba kubantu abakholwayo"}]}