{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":119,"Text":"Pas, ʙegumon Parvardigori tu ʙaroi kasone, ki az rui nodoni ancomdihandai kori ziste savand, sipas tavʙa kunand az gunohoni xud va isloh savand va ʙa on ci ki Alloh dust medorad va rozi ast, amal namojand, hamono Parvardigori tu ʙa'd az tavʙaason ʙaroi onho omurzandavu mehruʙon ast"},{"SurahNumber":16,"VerseNumber":120,"Text":"Dar haqiqat Iʙrohim pesvoi ahli hidojat itoatkunanda va farmonʙari Alloh va sohiʙi dini hanif (haqgaro) ʙud. Va az musrikon naʙud"},{"SurahNumber":16,"VerseNumber":121,"Text":"Va sukrguzori ne'mathoi U ʙud, Alloh uro ʙa pajomʙari ʙarguzid va ʙa rohi rost hidojat kard"},{"SurahNumber":16,"VerseNumber":122,"Text":"Va ʙinoʙar itoati Parvardigoras va sukrguzorii ne'matas va ixlos dar iʙodatas, dar dunjo ʙa u neki inojat kardem va alʙatta, u dar oxirat niz az cumlai solehon xohad ʙud"},{"SurahNumber":16,"VerseNumber":123,"Text":"Sipas ej Pajomʙar, ʙa tu niz vahj kardem, ki ʙa dini hanifi Iʙrohim pajravi kun, ki u musalmon ʙud va az musrikon naʙud"},{"SurahNumber":16,"VerseNumber":124,"Text":"Hamono ʙuzurg dostani ruzi sanʙe vociʙ gardid ʙaroi jahudihoe, ki dar on ixtilof karda ʙudand. Alʙatta, Parvardigori tu dar ruzi qijomat dar ʙorai on ci ixtilof mekardand, hukm xohad kard"},{"SurahNumber":16,"VerseNumber":125,"Text":"Mardumro ʙo hikmat (Qur'onu sunnat) va pandu nasihati neku ʙa rohi Parvardigorat da'vat kun va ʙo ʙehtarin tarz ʙo onon guftugu kun. Begumon Parvardigori tu ʙa holi kasone, ki az rohi U gumroh mesavand, ogohtar ast va U ʙa rohjoftagon donotar ast"},{"SurahNumber":16,"VerseNumber":126,"Text":"Va agar xohed, ki intiqom (qasos) kuned, pas, cunon intiqom kuned, ki sumoro intiqom kardaand. Va agar saʙr kuned, soʙironro saʙr nekutar ast"},{"SurahNumber":16,"VerseNumber":127,"Text":"Ej pajomʙar! Saʙr kun, ki saʙri tu cuz ʙa tavfiqi Alloh nest va ʙarojason (ja'ne ʙaroi imon najovardani kofiron, ki turo muxolifat mekunand) ƣamgin maʙos va az makru dusmaniason diltangi nanamoi"},{"SurahNumber":16,"VerseNumber":128,"Text":"Begumon Alloh ʙo hamrohi kasone ast, ki parhez mekunand va onon nekukoronand"}]}