{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"Atē asīṁ tuhānū sirafa khuśaḵẖabarī dēṇa vālā atē azāba dēṇa vālā baṇā kē bhēji'ā hai"},{"SurahNumber":25,"VerseNumber":57,"Text":"Tusīṁ ākhō, ki maiṁ tuhāḍē tōṁ isa la'ī kō'ī mazadūrī nahīṁ magadā. Paratū iha ki jihaṛā cāhē āpaṇē raba dā rāha apaṇā lavē"},{"SurahNumber":25,"VerseNumber":58,"Text":"Atē jīvata alāha tē jihaṛā kadē marana vālā nahī bharōsā rakhō atē usa dī khuśī dē nāla usa dī upamā karō. Atē uha āpaṇē badi'āṁ dē pāpāṁ dī ḵẖabara rakhaṇa vālā kāphī hai"},{"SurahNumber":25,"VerseNumber":59,"Text":"Jisa nē ākāśāṁ atē dharatī nū chē dināṁ vica paidā kītā atē (usa nū) jihaṛā inhāṁ dē vicakāra hai. Phira uha rahimāna araśa tē birāzamāna hō'i'ā. Isa la'ī usa nū puchōṁ jihaṛā kō'ī jāṇadā hai"},{"SurahNumber":25,"VerseNumber":60,"Text":"Atē jadōṁ unhāṁ nū kihā jāndā hai ki rahimāna nū sijadā karō “tāṁ uha ākhadē hana ki rahimāna kī hai. Kī asīṁ usanū sijadā karī'ē jisa nū tusīṁ ākhadē hō. Atē unhāṁ dā thiṛakaṇā hōra vadha jāndā hai"},{"SurahNumber":25,"VerseNumber":61,"Text":"Atē alāha vaḍī barakata vālā hai. Jisa nē ākāśāṁ vica ba̔uraja baṇā'ē atē unhāṁ vica ika dīvā (sūraja) atē ika camakadā hō'i'ā cana rakhi'ā"},{"SurahNumber":25,"VerseNumber":62,"Text":"Atē uha hī hai jisa nē dināṁ nū ika tōṁ bā'ada ika ā'uṇa vālē baṇā'i'ā usa badē la'ī, jihaṛā sikhi'ā laiṇā cāhavē atē ahisāna mada banaṇā cāhavē"},{"SurahNumber":25,"VerseNumber":63,"Text":"Atē alāha dē badē uha hana, jihaṛē dharatī utē nimaratā ākha didē hana ki tuhānū salāma"},{"SurahNumber":25,"VerseNumber":64,"Text":"Atē jihaṛē āpaṇē raba dē agē sijadā atē kayāma (khaṛē hōṇā) vica rātāṁ batīta karadē hana"},{"SurahNumber":25,"VerseNumber":65,"Text":"Atē jihaṛē ākhadē hana, ki hē sāḍē raba! Naraka dī sazā nū sāḍē tōṁ dūra rakha. Bēśaka usa dī sazā bahuta dukhadā'ika hai"},{"SurahNumber":25,"VerseNumber":66,"Text":"Bēśaka uha bahuta bhaiṛā ṭikāṇā hai atē bhaiṛā sathāna hai"},{"SurahNumber":25,"VerseNumber":67,"Text":"Atē uha lōka jadōṁ uha kharaca karadē hana, nā tāṁ ajāṁīṁ' uḍā'undē hana atē nā hī uha kajūsī karadē hana, (sagōṁ) unhāṁ vā kharaca darami'ānā hudā hai"}]}