{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":48,"Text":"och det onda de gjorde [i livet] skall bli uppenbart for dem; och det som de da alltid skamtade om skall helt inringa dem"},{"SurahNumber":39,"VerseNumber":49,"Text":"NAR MANNISKAN drabbas av ett ont, anropar hon Oss [om hjalp]; men nar Vi skanker henne av Vart goda, sager hon: \"Detta far jag pa grund av min kunskap [och min klokhet].\" Nej, detta [goda] ar en provning, men de flesta inser det inte"},{"SurahNumber":39,"VerseNumber":50,"Text":"Detsamma sade de som levde fore dem [och som fornekade sanningen]; men det som de hade forvarvat [i livet] var dem till ingen nytta"},{"SurahNumber":39,"VerseNumber":51,"Text":"och det onda de hade gjort aterfoll pa dem [sjalva]. Och de som nu begar oratt skall [ocksa] drabbas av det onda de gor, och de kommer inte att kunna satta sig upp emot [Gud]"},{"SurahNumber":39,"VerseNumber":52,"Text":"Vet de inte, att Gud ger den Han vill riklig, och den [Han vill] knappare utkomst? I detta ligger helt visst budskap till manniskor som vill tro"},{"SurahNumber":39,"VerseNumber":53,"Text":"SAG [Muhammad] till Mina tjanare: \"Om ni har gjort oratt mot er sjalva genom att overtrada [Mina bud], misstrosta da inte om Guds nad. Gud forlater alla synder; Han ar Den som standigt forlater, Den som standigt visar barmhartighet"},{"SurahNumber":39,"VerseNumber":54,"Text":"Vand ater till Gud och underkasta er Hans vilja innan straffet drabbar er och ni inte [langre] kan fa hjalp"},{"SurahNumber":39,"VerseNumber":55,"Text":"Och folj den basta av de [vagar] som har uppenbarats for er av er Herre, innan Hans straff plotsligt kommer over er, nar ni minst anar det"},{"SurahNumber":39,"VerseNumber":56,"Text":"Ingen skall [da] kunna saga: 'Hur angrar jag inte att jag forsummade [lydnaden mot] Gud och att jag vagade gora narr [av de troende]"}]}