{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":87,"Text":"ئى ئوغۇللىرىم! بېرىڭلار، يۇسۇفنى ۋە ئۇنىڭ ئۇكىسىنى ئىزدەڭلار، ئاللاھنىڭ رەھمىتىدىن نائۈمىد بولماڭلار، شۈبھىسىزكى، پەقەت كاپىر قەۋملا ئاللاھنىڭ رەھمىتىدىن ئۈمىدسىزلىنىدۇ»"},{"SurahNumber":12,"VerseNumber":88,"Text":"ئۇلار يۇسۇفنىڭ قېشىغا كىرگىنىدە: «ئى ئالىيجاناب زات! بىزگە ۋە ئائىلىمىزگە ئاچارچىلىق يەتتى، (ئالدىڭغا) ناچار، ئۆتمەس ماللار بىلەن كېلىپ قالدۇق، بىزگە يېتەرلىك ئاشلىق بەرگىن، بىزگە سەدىقە قىلغىن، ئاللاھ سەدىقە قىلغۇچىلارنى ھەقىقەتەن مۇكاپاتلايدۇ» دېدى"},{"SurahNumber":12,"VerseNumber":89,"Text":"يۇسۇف: «سىلەر نادان ۋاقتىڭلاردا يۇسۇفكە ۋە ئۇنىڭ ئۇكىسىغا نېمىلەر قىلغانلىقىڭلارنى بىلەمسىلەر؟» دېدى"},{"SurahNumber":12,"VerseNumber":90,"Text":"ئۇلار: «سەن راستلا يۇسۇفمۇ؟» دېدى. ئۇ: «مەن يۇسۇف، بۇ مېنىڭ ئىنىم. ئاللاھ بىزگە مەرھەمەت قىلدى. كىمكى ھەقىقەتەن تەقۋادارلىق قىلىدىكەن، سەۋر قىلىدىكەن (ياخشى مۇكاپاتقا ئېرىشىدۇ)، چۈنكى ئاللاھ ياخشى ئىش قىلغۇچىلارنىڭ ئەجرىنى بىكار قىلىۋەتمەيدۇ» دېدى"},{"SurahNumber":12,"VerseNumber":91,"Text":"ئۇلار «ئاللاھنىڭ نامى بىلەن قەسەمكى، ئاللاھ سېنى ھەقىقەتەن بىزدىن ئارتۇق قىلىپتۇ، بىز جەزمەن خاتا قىلىپتۇق» دېيىشتى"},{"SurahNumber":12,"VerseNumber":92,"Text":"يۇسۇف ئېيتتى: «بۈگۈن سىلەر ئەيىبلەشكە ئۇچرىمايسىلەر، ئاللاھ سىلەرنى كەچۈرسۇن، ئاللاھ ئەڭ مەرھەمەتلىك زاتتۇر"},{"SurahNumber":12,"VerseNumber":93,"Text":"سىلەر مېنىڭ بۇ كۆڭلىكىمنى ئېلىپ بېرىپ ئاتامنىڭ يۈزىگە تاشلاڭلار، كۆزى ئېچىلىدۇ، پۈتۈن ئائىلەڭلاردىكىلەرنى ئېلىپ مېنىڭ يېنىمغا كېلىڭلار» دېدى"},{"SurahNumber":12,"VerseNumber":94,"Text":"(ب ئەلەيھىسسالام): «مەن چوقۇم يۇسۇفنىڭ ھىدىنى ئېلىۋاتىمەن، سىلەر مېنى ئالجىپ قالغان دېمەيدىغان بولساڭلار (يۇسۇفنى ئەلۋەتتە ھايات دەيتتىم)» دېدى"},{"SurahNumber":12,"VerseNumber":95,"Text":"ئۇلار (يەنى يەئقۇبنىڭ نەۋرىلىرى ۋە يېنىدىكى كىشىلەر): «ئاللاھنىڭ نامى بىلەن قەسەمكى، ھەقىقەتەن سەن تېخى يەنىلا بۇرۇنقى قايمۇقۇشۇڭدا ئىكەنسەن» دېدى"}]}