{"Id":475,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-la","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Wo meiyou turan di chuangzao tiandi wanwu, na shi bu xindao zhe de caice. Bei zai! Bu xindao de renmen jiang shou huoxing"},{"SurahNumber":38,"VerseNumber":28,"Text":"Nandao wo shi xindao erqie xingshan zhe, xiang zai difang zuo'e zhe yiyang ma? Nandao wo shi jingwei zhe, xiang fangsi de ren yiyang ma"},{"SurahNumber":38,"VerseNumber":29,"Text":"Zhe shi wo suo jiang shi ni de yi ben jixiang de jingdian, yibian tamen chensi jing zhong de jie wen, yibian you lizhi de renmen juewu"},{"SurahNumber":38,"VerseNumber":30,"Text":"Wo jiang su lai man ciyu da wu de, nage puren zhenshi youmei! Ta que shi guiyi zhenzhu de"},{"SurahNumber":38,"VerseNumber":31,"Text":"Dangshi, ta zai bangwan, jianyue neng jing li, neng benchi de madui"},{"SurahNumber":38,"VerseNumber":32,"Text":"Ta shuo:“Wo dique wei xihao madui er wule jinian wo de zhu, zhidao tamen bei weimu zhe zhule.”"},{"SurahNumber":38,"VerseNumber":33,"Text":"(Ta shuo):“Nimen jiang tamen gan huilai ba!” Ta jiu zhuoshou fumo naxie ma de tui bu he jing bu"},{"SurahNumber":38,"VerseNumber":34,"Text":"Wo que yi kaoyan su lai man, wo ceng jiang yige routi tou zai ta de baozuo shang, ranhou, ta guiyi zhenzhu"},{"SurahNumber":38,"VerseNumber":35,"Text":"Ta shuo:“Wo de zhu a! Qiu ni she you wo, qiu ni shangci wo yige fei renhe ren suo yi jicheng de guo quan, ni que shi bo shi de.”"},{"SurahNumber":38,"VerseNumber":36,"Text":"Wo ceng wei ta zhifule feng, feng fengzhe ta de mingling xixi de liuxiang tasuo yu dao di difang"},{"SurahNumber":38,"VerseNumber":37,"Text":"Wo you wei ta zhifule yiqie neng jianzhu de huo neng qianshui de emo"},{"SurahNumber":38,"VerseNumber":38,"Text":"yiji qita xuduo dai jiaoliao de emo"},{"SurahNumber":38,"VerseNumber":39,"Text":"“Zhe shi wo suo te ci ni de, ni keyi jiang ta shi gei bieren, ye keyi jiang ta baoliu qilai, ni zong shi bu shou qingsuan de.”"},{"SurahNumber":38,"VerseNumber":40,"Text":"Ta zai wo nali, dique huode chong'ai he youmei de guisu"},{"SurahNumber":38,"VerseNumber":41,"Text":"Ni yingdang jiyi wo de puren an you bo. Dangshi, ta qidao ta de zhu shuo:“Emo que yi shi wo zaoshou xinku he xingfa.”"},{"SurahNumber":38,"VerseNumber":42,"Text":"“Ni yong jiao ta de ba! Zhe shi keyong yi muyu han ke yong zuo yinliao de liangshui.”"}]}