{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"Rabbinin izniyle guzel memleketin bitkisi (guzel) cıkar; kotu olandan ise faydasız bitkiden baska birsey cıkmaz. Iste biz, sukreden bir kavim icin ayetleri boyle acıklıyoruz"},{"SurahNumber":7,"VerseNumber":59,"Text":"Nuh'u kavmine peygamber olarak gondermistik de (onlara soyle) demisti: \"Ey kavmim! Sizin icin kendisinden baska ilah olmayan Allah'a ibadet edin; zira ben, uzerinize gelecek buyuk bir gunun azabından korkuyorum"},{"SurahNumber":7,"VerseNumber":60,"Text":"Kavminden ileri gelenler dediler ki: Biz seni gercekten apacık bir sapıklık icinde goruyoruz"},{"SurahNumber":7,"VerseNumber":61,"Text":"Dedi ki: «Ey kavmim! Bende herhangi bir sapıklık yoktur; fakat ben, Alemlerin Rabbi tarafından gonderilmis bir peygamberim"},{"SurahNumber":7,"VerseNumber":62,"Text":"Size Rabbimin vahyettiklerini duyuruyorum, size ogut veriyorum ve ben sizin bilmediklerinizi Allah'tan (gelen vahiy ile) biliyorum"},{"SurahNumber":7,"VerseNumber":63,"Text":"(Allah’ın azabından) sakınıp da rahmete nail olmanız umidiyle, icinizden sizi uyaracak bir adam vasıtasıyla size bir zikir (kitap) gelmesine sastınız mı?»"},{"SurahNumber":7,"VerseNumber":64,"Text":"Onu yalanladılar, biz de onu ve onunla beraber gemide bulunanları kurtardık, ayetlerimizi yalanlayanları da suda bogduk! Cunku onlar kor bir kavim idiler"},{"SurahNumber":7,"VerseNumber":65,"Text":"Ad kavmine de kardesleri Hud'u gondermistik. (O da onlara soyle)demisti: \"Ey kavmim! Sizin icin kendisinden baska ilah olmayan Allah'a ibadet edin. Hic sakınmaz mısınız"},{"SurahNumber":7,"VerseNumber":66,"Text":"Kavminden ileri gelen kafirler dediler ki: «Biz seni kesinlikle bir beyinsizlik icinde goruyoruz ve gercekten seni yalancılardan sanıyoruz.»"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Hud ) dedi ki: «Ey kavmim! Bende beyinsizlik yok; fakat ben, Alemlerin Rabbi tarafından gonderilmis bir peygamberim"}]}