{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":225,"Text":"БОГ не тримає вас відповідальні для простого вислова клятв; Він тримає вас відповідальні для ваших найглибших намірів. БОГ Forgiver, Clement"},{"SurahNumber":2,"VerseNumber":226,"Text":"Цей хто мають намір divorce їхні жінки будуть зачекати чотирьох місяців (холонуть); якщо вони міняють їхні розум та святять, тоді БОГ Forgiver, Милосердний"},{"SurahNumber":2,"VerseNumber":227,"Text":"Якщо вони ідуть через з divorce, тоді БОГОМ Слухач, Knower"},{"SurahNumber":2,"VerseNumber":228,"Text":"divorced жінки будуть зачекати трьох menstruations (перед тим як одружуватися з іншою людиною). Це є не законне для них щоб приховати що БОГ створює у їхньому wombs, якщо вони вірять в БОГУ та останньому Дню. (У випадку pregnancy,) бажання чоловіка будуть замінити бажання дружини, якщо він захоче remarry ї. Жінки права, так же, як і зобов'язання, equitably. Отже, бажання людини переважають (у випадку pregnancy). БОГ є Могутній, Найбільш Мудрий"},{"SurahNumber":2,"VerseNumber":229,"Text":"Divorce може retracted двічі. divorced жінка повинна бути дозволена щоб прожити у тому же додому amicably, або лишають це amicably. Не законно для чоловіка взяти задній будь що він дав їй. Але, пара може бо що вони можуть порушити БОЖИЙ закон. Якщо є страх що вони можуть порушити БОЖИЙ закон, вони не здійснюють помилку якщо дружина охоче дає задня щоб ні вона вибирає. Це - БОЖІ закони; не поруште їх. Цей хто порушують БОЖІ закони являють собою unjust"},{"SurahNumber":2,"VerseNumber":230,"Text":"Якщо він divorces ї (протягом третього часу), це є незаконна для нього remarry ї, якщо не вона одружується з іншою людиною, тоді він divorces ї. Перший чоловік може тоді remarry ї, стільки, скільки вони зауважують БОЖІ закони. Це - БОЖІ закони; Він роз'яснює їм для людей що знають"}]}