{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"ये वह (दया) है, जिसकी शुभ सूचना देता है अल्लाह अपने भक्तों को, जो ईमान लाये तथा सदाचार किये। आप कह दें कि मैं नहीं माँगता हूँ इसपर तुमसे कोई बदला, उस प्रेम के सिवा, जो संबन्धियों[1] में (होता) है।"},{"SurahNumber":42,"VerseNumber":24,"Text":"क्या वे कहते हैं कि उसने अल्लाह पर झूठ घड़ लिया है? तो यदि अल्लाह चाहे, तो आपके दिल पर मुहर लगा दे।[1] और अल्लाह मिटा देता है झूठ को और सच को अपने आदेशों द्वारा सच कर दिखाता है। वह सीनों (दिलों) के भेदों का जानने वाला है।"},{"SurahNumber":42,"VerseNumber":25,"Text":"वही है, जो स्वीकार करता है अपने भक्तों की तौबा तथा क्षमा करता है दोषों[1] को और जानता है, जो कुछ तुम करते हो।"},{"SurahNumber":42,"VerseNumber":26,"Text":"और उनकी प्रार्थना स्वीकार करता है, जो ईमान लाये और सदाचार किये तथा उन्हें अधिक प्रदान करता है अपनी दया से और काफ़िरों ही के लिए कड़ी यातना है।"},{"SurahNumber":42,"VerseNumber":27,"Text":"और यदि फैला देता अल्लाह जीविका अपने भक्तों के लिए, तो वे विद्रोह[1] कर देते धरती में। परन्तु, वह उतारता है एक अनुमान से जैसे वह चाहता है। वास्तव में, वह अपने भक्तों से भली-भाँति सूचित है। (तथा) उन्हें देख रहा है।"},{"SurahNumber":42,"VerseNumber":28,"Text":"तथा वही है, जो वर्षा करता है इसके पश्चात् कि लोग निराश हो जायें तथा फैला[1] देता है अपनी दया और वही संरक्षक, सराहनीय है।"},{"SurahNumber":42,"VerseNumber":29,"Text":"तथा उसकी निशानियों में से है, आकाशों और धरती की उत्पत्ति तथा जो फैलायें हैं उन दोनों में जीव और वह उन्हें एकत्र करने पर जब चाहे,[1] सामर्थ्य रखने वाला है।"},{"SurahNumber":42,"VerseNumber":30,"Text":"और जो भी दुःख तुम्हें पहुँचता है, वह तुम्हारे अपने करतूत से पहुचता है तथा वह क्षमा कर देता है तुम्हारे बहुत-से पापों को।"},{"SurahNumber":42,"VerseNumber":31,"Text":"और तुम विवश करने वाले नहीं हो धरती में और न तुम्हारा अल्लाह के सिवा कोई संरक्षक और न सहायक है।"}]}