{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"So eat and drink and relax! Then if you should see any man, tell him (by signs), \"I have indeed vowed unto the Gracious Allah not to speak to any man today"},{"SurahNumber":19,"VerseNumber":27,"Text":"And she came to her people carrying the child. They said, \"O Mary! You have verily done a terrible thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Aaron ! Your father was not a bad man, nor was your mother an unchaste woman"},{"SurahNumber":19,"VerseNumber":29,"Text":"But she pointed to him. They said, \"How could we speak to a mere child in cradle"},{"SurahNumber":19,"VerseNumber":30,"Text":"The child said, \"I am indeed a devotee of Allah. HE has given me the Book and made me a Prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He has made me blessed wherever I may be, and He has enjoined on me prayer and charity so long as I live"},{"SurahNumber":19,"VerseNumber":32,"Text":"And to be couteous to my mother. And He has not made me insolent, impudent"},{"SurahNumber":19,"VerseNumber":33,"Text":"And peace on me on the day I was born, the day I die and the day I am raised to life again"},{"SurahNumber":19,"VerseNumber":34,"Text":"This (as narrated in Verses to above) then is Jesus, son of Mary — the word of Truth about which they raise disputes"},{"SurahNumber":19,"VerseNumber":35,"Text":"It is not befitting the majesty of Allah that He should beget a son. Glorified He is! When He has decreed a matter, He only says to it \"Be,\" and it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"And, indeed, Allah is my Lord and your Lord; hence, worship Him. This is the Straight Path"},{"SurahNumber":19,"VerseNumber":37,"Text":"But the tribes disagreed among themselves — and woe to those who disbelieve — about the Court of Judgment to be assembled on a tremendous Day"},{"SurahNumber":19,"VerseNumber":38,"Text":"Make them listen to you when you speak to them about the Day they shall appear before Us, and make them understand the significance of that Day. But those who are wicked shall continue to remain grossly mistaken about the Day"}]}