{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"و آنچه از نعمتها (ی این عالم) به شما داده شده متاع و زیور (بی‌قدر) زندگانی دنیاست و آنچه نزد خداست بسیار بهتر و باقی‌تر است، آیا فهم و عقل کار نمی‌بندید؟"},{"SurahNumber":28,"VerseNumber":61,"Text":"آیا آن کس که ما به او وعده نیکو (ی بهشت ابدی) داده‌ایم مانند کسی است که او را از متاع دنیا (ی فانی) بهره‌مند ساختیم سپس در قیامت او را (برای حساب و مجازات) حاضر آرند"},{"SurahNumber":28,"VerseNumber":62,"Text":"و (یاد آور) روزی که خدا آن مشرکان را ندا کند و گوید که کجا شدند آن خدایانی که شریکان من می‌پنداشتید؟"},{"SurahNumber":28,"VerseNumber":63,"Text":"در آن حال آنان که وعده عذابشان محقق و حتمی شده (یعنی پیشوایان کفر) گویند: پروردگارا، ما که این مردم را گمراه کردیم سببش گمراهی ما بود که خلق را هم مانند خود گمراه می‌خواستیم، و امروز (از پیروان خود) به سوی تو بیزاری می‌جوییم که آنها (از روی عقیده) ما را نمی‌پرستیدند (بلکه به هوای نفس خود در پی ما آمدند)"},{"SurahNumber":28,"VerseNumber":64,"Text":"و (در آن روز به مردم بت پرست) گویند: اینک آنان را که شریک خدا گرفتید بخوانید (تا شما را از عذاب برهانند)، آنها را بخوانند ولی جواب به ایشان ندهند و چون عذاب را به چشم ببینند آرزو کنند که ای کاش (مانند مؤمنان) هدایت یافته بودند"},{"SurahNumber":28,"VerseNumber":65,"Text":"و روزی که خدا خلق را ندا کند که شما چگونه به رسولان (حق) پاسخ دادید؟"},{"SurahNumber":28,"VerseNumber":66,"Text":"پس راه هر گونه عذر و سخن، آن روز بر آنها پوشیده و مسدود شده و هیچ (از هول عذاب) سؤال و جواب نکنند"},{"SurahNumber":28,"VerseNumber":67,"Text":"اما آن کس که توبه کرده و ایمان آورده و عمل صالح به جای آورده امید است که از رستگاران باشد"},{"SurahNumber":28,"VerseNumber":68,"Text":"و خدای تو هر چه خواهد بیافریند و (هر کس را صلاح داند) بر گزیند، دیگران را (در نظم عالم) هیچ اختیار و گزینشی نیست، ذات پاک الهی منزه و برتر از آن است که به او شرک آورند"},{"SurahNumber":28,"VerseNumber":69,"Text":"و خدای تو به آنچه خلق در دل پنهان کنند و یا آشکار سازند به همه آگاه است"},{"SurahNumber":28,"VerseNumber":70,"Text":"و اوست خدای یکتا که جز او هیچ خدایی نیست، هم ستایش در اول و آخر عالم (در این جهان و آن جهان) مخصوص او، هم حکم و سلطنت جهان با او و هم رجوع شما به سوی اوست"}]}