{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":5,"Text":"(Babası:) Yavrucugum! dedi, ruyanı sakın kardeslerine anlatma; sonra sana bir tuzak kurarlar! Cunku seytan insana apacık bir dusmandır"},{"SurahNumber":12,"VerseNumber":6,"Text":"Iste boylece Rabbin seni sececek, sana (ruyada gorulen) olayların yorumunu ogretecek ve daha once iki atan Ibrahim ve Ishak'a nimetini tamamladıgı gibi sana ve Ya'kub soyuna da nimetini tamamlayacaktır. Cunku Rabbin cok iyi bilendir, hikmet sahibidir"},{"SurahNumber":12,"VerseNumber":7,"Text":"Andolsun ki Yusuf ve kardeslerinde, gercekleri arastırmak isteyenler icin ibretler vardır"},{"SurahNumber":12,"VerseNumber":8,"Text":"(Kardesleri) dediler ki: Yusuf ile kardesi (Bunyamin) babamıza bizden daha sevgilidir. Halbuki biz kalabalık bir cemaatiz. Suphesiz ki babamız apacık bir yanlıslık icindedir"},{"SurahNumber":12,"VerseNumber":9,"Text":"(Aralarında dediler ki:) Yusuf'u oldurun veya onu (uzak) bir yere atın ki babanızın teveccuhu yalnız size kalsın! Ondan sonra da (tevbe ederek) salih kimseler olursunuz"},{"SurahNumber":12,"VerseNumber":10,"Text":"Onlardan biri: Yusuf'u oldurmeyin, eger mutlaka yapacaksanız onu kuyunun dibine atın da gecen kervanlardan biri onu alsın (gotursun), dedi"},{"SurahNumber":12,"VerseNumber":11,"Text":"Babalarına da soyle demislerdi: \"Ey babamız! Biz Yusuf'a nasihat eden kimseler oldugumuz (ve onun iyiligini isteyen kimseler oldugumuz) halde, onun hakkında bize neden guvenmiyorsun"},{"SurahNumber":12,"VerseNumber":12,"Text":"Yarın onu bizimle gonder; gezip oynasın. Biz onu elbette koruruz"},{"SurahNumber":12,"VerseNumber":13,"Text":"(Babaları) dedi ki: Onu goturmeniz beni kaygılandırıyor. Siz (oyun yuzunden onu ihmal ettiginiz anda) ondan habersizken onu bir kurdun yemesinden korkarım"},{"SurahNumber":12,"VerseNumber":14,"Text":"Dediler ki: Hakikaten biz (kuvvetli) bir topluluk oldugumuz halde, eger onu kurt yerse, o zaman biz gercekten aciz kimseler sayılırız"}]}