{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":33,"Text":"Kur njerezit i prek ndonje e keqe, ata me perulje i luten Zotit te tyre, duke iu drejtuar vetem Atij, e kur AI nga te mirat e veta u shijon atyre, ja, qe nje grup prej tyre i pershkruajne shok Zotit te vet"},{"SurahNumber":30,"VerseNumber":34,"Text":"Le te mohojne ate qe Ne u kemi dhene, pra kenaquni, e me vone do ta kuptoni"},{"SurahNumber":30,"VerseNumber":35,"Text":"A mos Ne u kemi shpallur atyre ndonje argument, qe ai verteton (flet) per ate qe ata Mua me pershkruajne shok"},{"SurahNumber":30,"VerseNumber":36,"Text":"E kur Ne u japim njerezve begati te mira, ata u gezohen atyre, e nese ata i godit ndonje e keqe per shkak te veprimit te tyre, atehere ata e humbin shpresen"},{"SurahNumber":30,"VerseNumber":37,"Text":"Valle, po a nuk shohin ata se All-llahu ijep furnizim te mjaftueshem atij qe do Ai dhe ia pakeson. Ne kete, per nje popull qe beson, Ka argument"},{"SurahNumber":30,"VerseNumber":38,"Text":"Andaj, jepja te afermit ate qe i takon, e ehe te varferit edhe udhetarit, e kjo eshte shume me e dobishme per ata qe veprone per hire te All-llahut dhe te tillet jane ata te shpetuarit"},{"SurahNumber":30,"VerseNumber":39,"Text":"Dhe cka te jepni nga pasuria per te shtuar e rritur (me kamate), ne pasurine e njerezve, ajo nuk do te shtohet te All-llahu, e cka te jepni nga sadakaja (bamiresia) me qellim qe t’i afroheni All-llahut, te tillet jane ata qe u shumfishohet (shperblimi)"},{"SurahNumber":30,"VerseNumber":40,"Text":"All-llahu eshte Ai qe ju jrijoi, qe ju furnizoi, qe ju ben te vdisni e pastaj ju ngjall. A ka ndonje prej zotave tuaj qe mund te beje dicka nga keto? I paster eshte AI i pa te meta, i madheruar eshte Ai nga cka ata ia mveshin dhe trillojen"},{"SurahNumber":30,"VerseNumber":41,"Text":"Per shkak te veprave (te keqia) te njerezve, jane shaqur ne toke e ne det te zeza (bela, skamje, katastrofa, humbje e bereqetit etj.), e per ta perjetuar ata nje pjese te kesaj te keqeje qe e bene, ashtu qe terhiqen (nga te keqijat)"}]}