{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":47,"Text":"Und sie wünschen von dir, die Strafe zu beschleunigen. Allah wird Sein Versprechen nicht brechen. Und gewiß, ein Tag bei deinem Herrn ist wie tausend Jahre nach eurer Berechnung"},{"SurahNumber":22,"VerseNumber":48,"Text":"Und wie vielen Städten, die Unrecht taten, gewährte Ich Aufschub! Hierauf ergriff Ich sie, und zu Mir ist der Ausgang"},{"SurahNumber":22,"VerseNumber":49,"Text":"Sag: O ihr Menschen, ich bin euch nur ein deutlicher Warner"},{"SurahNumber":22,"VerseNumber":50,"Text":"Diejenigen nun, die glauben und rechtschaffene Werke tun, für sie wird es Vergebung und ehrenvolle Versorgung geben"},{"SurahNumber":22,"VerseNumber":51,"Text":"Diejenigen hingegen, die ständig gegen Unsere Zeichen eifern und ihnen Machtlosigkeit nachweisen wollen, das sind Insassen des Höllenbrandes"},{"SurahNumber":22,"VerseNumber":52,"Text":"Und Wir sandten vor dir keinen Gesandten oder Propheten, ohne daß ihm, wenn er etwas wünschte, der Satan in seinen Wunsch etwas dazwischen geworfen hätte. Aber Allah hebt auf, was der Satan dazwischenwirft. Hierauf legt Allah Seine Zeichen eindeutig fest. Und Allah ist Allwissend und Allweise"},{"SurahNumber":22,"VerseNumber":53,"Text":"(Das ist so,) damit Er das, was der Satan dazwischenwirft, zu einer Versuchung für diejenigen macht, in deren Herzen Krankheit ist und deren Herzen verhärtet sind -die Ungerechten befinden sich wahrlich in tiefem Widerstreit"},{"SurahNumber":22,"VerseNumber":54,"Text":"und damit diejenigen, denen das Wissen gegeben wurde, wissen, daß dies die Wahrheit von deinem Herrn ist, so daß sie daran glauben und ihre Herzen sich dann davor demütigen. Und Allah leitet wahrlich diejenigen, die glauben, zu einem geraden Weg"},{"SurahNumber":22,"VerseNumber":55,"Text":"Und diejenigen, die ungläubig sind, werden nicht aufhören, daran zu zweifeln, bis plötzlich die Stunde über sie kommt oder die Strafe eines unheilvollen Tages über sie kommt"}]}