{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"Eger Rabbinden umdugun bir rahmetin/rızkın gelmesi icin onların yuzlerine bakamıyorsan, hic olmazsa onlara yumusak soz soyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"Elini boynuna asıp baglama (cimri olma), busbutun eli acık da olma (israf etme); yoksa kınanmıs olarak, hasret (pismanlık) icinde kalakalırsın"},{"SurahNumber":17,"VerseNumber":30,"Text":"Rabbin diledigi kimsenin rızkını genisletir ve (diledigin kimsenin de) daraltır. Suphesiz ki O, kullarından haberdardır, (onları) cok iyi gorur"},{"SurahNumber":17,"VerseNumber":31,"Text":"Yoksulluk korkusu ile sakın cocuklarınızı oldurmeyin. Biz onları da rızıklandırırız sizi de. Onları oldurmek buyuk gunahtır"},{"SurahNumber":17,"VerseNumber":32,"Text":"Zinaya asla yaklasmayın! Cunku o, cirkin bir istir, kotu bir yoldur"},{"SurahNumber":17,"VerseNumber":33,"Text":"Allah’ın haram kıldıgı bir cana, haklı bir sebep olmadıkca asla kıymayın! Kim, haksız yere oldurulurse, onun velisine (katil hakkında) bir yetki verdik. Fakat, o da oldurme/kısas konusunda asırıya gitmesin. Cunku ona/veliye yardım edilmistir"},{"SurahNumber":17,"VerseNumber":34,"Text":"Ergenlik cagına gelinceye kadar, en guzel sekilde olmadıkca yetimin malına yaklasmayın. Ahde vefa edin. Cunku ahidden sorulacaktır"},{"SurahNumber":17,"VerseNumber":35,"Text":"Bir seyi tarttıgınız zaman, tam tartın. Dogru terazi ile tartın. Bu hayırlıdır ve sonuc itibariyle de en iyisidir"},{"SurahNumber":17,"VerseNumber":36,"Text":"Bilmedigin bir seyin ardına dusme! Zira kulak, goz ve kalp, bunların hepsi ondan sorumludur"},{"SurahNumber":17,"VerseNumber":37,"Text":"Yeryuzunde boburlenerek yurume! Sen, ne yeri yarabilirsin ne de boyca daglara erisebilirsin"},{"SurahNumber":17,"VerseNumber":38,"Text":"Bunların hepsi de Rabbinin katında kotu olan seylerdir"}]}