{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"tirccayayum addeham antyasamayattinnulla oru ariyippakunnu. atinal atine (antyasamayatte) pparri ninnal sansayiccu peakarut‌. enne ninnal pintutaruka. itakunnu neraya pata"},{"SurahNumber":43,"VerseNumber":62,"Text":"pisac (atil ninn‌) ninnale tatayatirikkatte. tirccayayum avan ninnalkk pratyaksasatruvakunnu"},{"SurahNumber":43,"VerseNumber":63,"Text":"vyaktamaya telivukalum keant isa vannitt iprakaram parannu: tirccayayum vijnanavum keantan nan ninnalute atutt vannirikkunnat‌. ninnal abhiprayabhinnata pularttikeantirikkunna karyannalil cilat nan ninnalkk vivariccutaran ventiyum. akayal ninnal allahuvine suksikkukayum enne anusarikkukayum ceyyuvin"},{"SurahNumber":43,"VerseNumber":64,"Text":"tirccayayum allahu tanneyakunnu enre raksitavum, ninnalute raksitavum. atinal avane ninnal aradhikkuka. itakunnu neraya pata"},{"SurahNumber":43,"VerseNumber":65,"Text":"ennitt avarkkitayilulla kaksikal bhinniccu. atinal akramam pravartticcavarkk vedanayeriya oru divasatte siksa mulam nasam"},{"SurahNumber":43,"VerseNumber":66,"Text":"avar orkkatirikke pettenn a antyasamayam avarkk vannettunnatineyallate avar neakkiyirikkunnuntea"},{"SurahNumber":43,"VerseNumber":67,"Text":"suhrttukkal a divasam an'yean'yam satrukkalayirikkum. suksmata palikkunnavarealike"},{"SurahNumber":43,"VerseNumber":68,"Text":"enre dasanmare, inn ninnalkk yatearu bhayavumilla. ninnal duhkhikkentatumilla"},{"SurahNumber":43,"VerseNumber":69,"Text":"nam'mute drstantannalil visvasikkukayum kilpettu jivikkunnavarayirikkukayum ceytavaratre(ninnal)"},{"SurahNumber":43,"VerseNumber":70,"Text":"ninnalum ninnalute inakalum santeasabharitarayikeant svargattil pravesiccu kealluka"},{"SurahNumber":43,"VerseNumber":71,"Text":"svarnattinre talikakalum panapatrannalum avarkk currum keantu natakkappetum. manas'sukal keatikkunnatum kannukalkk anandakaravumaya karyannal avite untayirikkum. ninnal avite nityavasikalayirikkukayum ceyyum"},{"SurahNumber":43,"VerseNumber":72,"Text":"ninnal pravartticcukeantirunnatinre phalamayi ninnalkk avakasappetuttittannittulla svargamatre at‌"},{"SurahNumber":43,"VerseNumber":73,"Text":"ninnalkkatil palannal dharalamayi untakum. atil ninn ninnalkk bhaksikkam"}]}