{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":7,"Text":"Czyz ty nie widzisz, ze Bog wie doskonale, co jest w niebiosach i co jest na ziemi? I nie ma tajnej narady trzech, zeby On nie był czwarty, ani tez pieciu, zeby On nie był szosty; ani tez mniej, ani wiecej, zeby On nie był z nimi, gdziekolwiek oni by sie znajdowali. Nastepnie, w Dniu Zmartwychwstania, On im oznajmi to, co czynili. Zaprawde, Bog o kazdej rzeczy jest wszechwiedzacy"},{"SurahNumber":58,"VerseNumber":8,"Text":"Czyz nie widziałes tych, ktorym zostało zakazane tajne zebranie, jak potem ponownie czynia, co im zostało zakazane, i naradzaja sie potajemnie, w grzechu i wrogosci, jak i nieposłuszenstwie wzgledem Posłanca? Kiedy oni przychodza do ciebie i pozdrawiaja ciebie nie tak, jak pozdrawia ciebie Bog, mowia o swoich duszach: \"Dlaczegoz miałby nas ukarac Bog za to, co mowimy?\" Wystarczy dla nich Gehenna; beda sie w niej palic! Jakze nieszczesne to miejsce ostatecznej wedrowki"},{"SurahNumber":58,"VerseNumber":9,"Text":"O wy, ktorzy wierzycie! Kiedy sie zbieracie na tajne narady, nie naradzajcie sie dla grzechu i wrogosci czy dla nieposłuszenstwa Posłancowi; lecz naradzajcie sie wzajemnie dla poboznosci i bojazni Bozej! Bojcie sie Boga, przy ktorym zostaniecie zebrani"},{"SurahNumber":58,"VerseNumber":10,"Text":"Potajemna narada pochodzi od szatana, aby zasmucili sie ci, ktorzy wierza. Lecz on nie moze im wcale zaszkodzic, chyba za pozwoleniem Boga. Niech wiec ufaja Bogu wierzacy"},{"SurahNumber":58,"VerseNumber":11,"Text":"O wy, ktorzy wierzycie! Kiedy wam mowia: \"Zrobcie miejsce na zebraniach! \", to zrobcie miejsce, a Bog dla was zrobi miejsce. A kiedy wam mowia: \"Wstawajcie!\", to podnoscie sie! Wywyzszy Bog - na rozne stopnie - tych sposrod was, ktorzy wierza i ktorzy otrzymali wiedze. Bog jest w pełni swiadomy tego, co czynicie"}]}