{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":98,"Text":"Minka tahden ei yksikaan kaupunki, lukuunottamatta Joonaan kansaa, uskonut ajoissa, niin etta sen uskosta olisi koitunut jotakin hyotya? Kun he uskoivat, niin Me paastimme heidat hapeallisen tuskan alta tassa maallisessa elamassa ja annoimme heidan nauttia jonkin aikaa"},{"SurahNumber":10,"VerseNumber":99,"Text":"Jos Herrasi olisi niin tahtonut, niin kaikki, jotka maan paalla ovat, olisivat yhdessa uskoneet. Tahdotko sina pakottaa ihmisia tulemaan oikeauskoisiksi"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ei yksikaan sielu voi uskoa muuten kuin Jumalan tieten. Ja Han langettaa rangaistuksen niille, jotka ovat ymmartamattomia"},{"SurahNumber":10,"VerseNumber":101,"Text":"Sano: »Katso mita on taivaassa ja maan paalla!» Mutta merkit ja varoitukset eivat auta vahaakaan ihmisia, jotka eivat usko"},{"SurahNumber":10,"VerseNumber":102,"Text":"He odottavat ainoastaan sellaista, mita tapahtui heidan edeltajiensa paivina. Sano: »Odottakaa siis! Totisesti mina olen odottava teidan rinnallanne.»"},{"SurahNumber":10,"VerseNumber":103,"Text":"Silloin Me pelastamme lahettilaamme ja ne, jotka uskovat. Meidan velvollisuutemme on pelastaa uskovaiset"},{"SurahNumber":10,"VerseNumber":104,"Text":"Sano: »Oi ihmiset! jos epailette minun uskoani, niin tietakaa, etta mina en palvele niita, joita te palvelette Jumalan vertaisina, vaan mina palvelen Jumalaa, joka on antava teille tayden palkkanne, ja minut on maaratty kuulumaan niihin, jotka uskovat.»"},{"SurahNumber":10,"VerseNumber":105,"Text":"Sinut on myos maaratty elamaan totisessa uskossa, mieleltasi vilpittomana. Alaka kuulu pakanoitten joukkoon"},{"SurahNumber":10,"VerseNumber":106,"Text":"Ala huuda avuksesi Jumalan vertaisena sellaista, mika ei sinua hyodyta eika vahingoita, silla jos nain teet, olet kuuluva vaaramielisten joukkoon"}]}