{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"И Ние го повикавме од правецот на Тур, од десната страна, и го приближивме за да слушне"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ние му го подаривме Харуна од милоста Наша, братот негов, за пејгамбер"},{"SurahNumber":19,"VerseNumber":54,"Text":"И спомени го Исмаила во Книгата. Он, навистина, беше искрен во ветувањето; пратеник и пејгамбер"},{"SurahNumber":19,"VerseNumber":55,"Text":"Му наредуваше на семејството и намаз и зекат; Господарот негов со него беше задоволен"},{"SurahNumber":19,"VerseNumber":56,"Text":"И спомени го Идриса во Книгата. Он беше искрен пејгамбер, навистина"},{"SurahNumber":19,"VerseNumber":57,"Text":"Ние го извишивме на високо место"},{"SurahNumber":19,"VerseNumber":58,"Text":"Ете, тоа се оние пејгамбери ОД потомците Адемови, врз кои се разлеа благодатот Аллахов; И ОД оние што ги носевме со Нух, И ОД потомството Ибрахимово и Израилово, И од оние што ги упативме и што ги одликувавме... И кога им се кажуваат ајетите на Милостивиот, паѓаат на сеџде, плачејќи"},{"SurahNumber":19,"VerseNumber":59,"Text":"По нив дојдоа поколенија КОИ го оставаа намазот и кои ги следеа страстите... па, оние ќе се сретнат со злото"},{"SurahNumber":19,"VerseNumber":60,"Text":"освен оние кои се покајаа и кои работеа добро. Овие ќе влезат во Џеннетот И ВО НИШТО не ќе им се наштети"},{"SurahNumber":19,"VerseNumber":61,"Text":"во бавчите еденски Кои Милостивиот ИМ ГИ вети на робовитеСвои, кои веруваа во невидливото. Ветувањето Негово, навистина, ќе се оствари"},{"SurahNumber":19,"VerseNumber":62,"Text":"о нив нема да слушаат празни зборови, туку ќе слушаат само Селам а “рск ќе има за нив и наутро и навечер"},{"SurahNumber":19,"VerseNumber":63,"Text":"Ете, тоа е Џеннетот кој ќе го наследи од робовите Наши оној кој е богобојазлив"},{"SurahNumber":19,"VerseNumber":64,"Text":"“Во него влегуваме само со наредбата од Господарот твој. Негово е се она што е пред наси она што е зад нас, И она што е меѓу нив. Господарот твој не е заборавеник"}]}