{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Jiena ma neħlisx lili nnifsi mill-ħtija. Ir-ruħ. tassew tamar (lill-bniedem) ħafna l-ħazen, ħlief dik ir-ruħ li jħenn (għaliha) Sidi (il-Mulej). Sidi tabilħaqq Kollu Maħfra u Ħanin"},{"SurahNumber":12,"VerseNumber":54,"Text":"U qal is-sultan: 'Gibuhulil Inzommu għalija nnifsil' U meta (Guzeppi) kellmu, qal(lu s-sultan): Inti Hum tabilħaqq tinsab għandna, fis-sod ui fdat"},{"SurahNumber":12,"VerseNumber":55,"Text":"Qal (Guzeppi): 'Qegħedni fuq l-imħazen ta' l-art (kollha ta' l-Egittu). Jiena naf inħarishom"},{"SurahNumber":12,"VerseNumber":56,"Text":"Hekk saħħaħna lil Guzeppi fl-art (ta' l-Egittu bis- setgħa u bil-gieħ), biex jgħix kull fejn irid fiha. Aħna nagħtu l-ħniena tagħna lil min irridu, u m'Aħniex se ntellfu l-ħlas ta' dawk li jagħmlu t-tajjeb"},{"SurahNumber":12,"VerseNumber":57,"Text":"Tassew li l-ħlas ta' l-Oħra (tal-Ħajja l-Oħra) huwa l- aħjar għal dawk li jemmnu u jibzgħu minn Alla"},{"SurahNumber":12,"VerseNumber":58,"Text":"U gew ħut Guzeppi, daħlu quddiemu u hu għarafhom. izda huma ma għarfuhx"},{"SurahNumber":12,"VerseNumber":59,"Text":"U meta tahom dak li kienu jeħtiegu, qal(i/hom): ''Gibuli lil (Benjamin) ħukom minn missierkom (izda minn omm oħra)l Mela ma tarawx li jiena nagħti kejl tajjeb, u li jiena l-aħjar fost dawk li jilqgħu n-nies għandhom"},{"SurahNumber":12,"VerseNumber":60,"Text":"Jekk ma ggibuhulix, (mil-lum 'il quddiem) ma jkollkom mingħandi ebda kejl (ta ' qamħ), u lanqas toqorbu lejjal"},{"SurahNumber":12,"VerseNumber":61,"Text":"Qalu (l-aħwa): ''Se naraw kif nikkonvincu lil missieru (b'xi mod jew ieħor) dwaru, Dan tabilħaqq nagħmluhi"},{"SurahNumber":12,"VerseNumber":62,"Text":"U (Guzeppi) qal lill-qaddejja tiegħu: ''Qiegħdu l- merkanzija tagħhom (li gabu magħhom biex jibdluha ma' l-ikel) fil-ħorgiet tagħhomt Għandhom imnejn jagħrfuha meta jmorru lura għand nieshom, biex forsi jerggħu lura (hawn fl-Egittu)"},{"SurahNumber":12,"VerseNumber":63,"Text":"U meta reggħu lura għand missierhom, (qabel ma ferħu l-ħorgier) qalu: ''Missierna, (jekk m'aħniex se nieħdu magħna lil ħuna Benjamin fl-Egittu), se niccaħħdu mill- kejl (tal-qamħ u se nibqgħu b'xejn). Għalhekk ibgħat magħna lil ħuna (Berjamin) biex nieħdu l-kejl tagħna, (u serraħ rasek) għaliex aħna tassew nieħdu ħsiebu"}]}