{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"V tot Den', Kogda pred vsyakoyu dushoy predstanet Vse dobroye, chto sdelala ona, I vse to zloye, chto ona svershila"},{"SurahNumber":3,"VerseNumber":31,"Text":"Skazhi, (o Mukhammad!): \"Kol' vy Allakha vozlyubili, To sleduyte za mnoyu, - Togda i vas Allakh vozlyubit I vam prostit vse vashi pregreshen'ya, - Ved' milostiv i vseproshchayushch On"},{"SurahNumber":3,"VerseNumber":32,"Text":"Skazhi, (o Mukhammad!): \"Allakhu i poslanniku Yego poslushny bud'te\". No yesli oni vse zhe otvratyatsya, - Tak ved' Allakh ne zhaluyet lyubov'yu Takikh, kotoryye ne veruyut (v Nego)"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allakh izbral Adama, Nukha, Rod Ibrakhima i Imrana nad vsemi prochimi rodami"},{"SurahNumber":3,"VerseNumber":34,"Text":"I sdelal ikh potomkami drug druga, - Ved' On vse slyshit i vse znayet"},{"SurahNumber":3,"VerseNumber":35,"Text":"I (vspomnite), Kogda zhena Imrana k Bogu obratilas': \"O Gospodi! Tebe obetovala ya, chto umenya vo chreve, - Osvobozhdennoye (ot del mirskikh, Lish' v usluzheniye Tebe), Primi zhe ot menya (obet moy), - Ved' Ty vse slyshish' i vse znayesh'"},{"SurahNumber":3,"VerseNumber":36,"Text":"I vot, kogda ona slozhila noshu, Ona vozzvala: \"Moy Gospod'! Ditya moye imeyet zhenskiy pol\". Gospod' zhe luchshe znal, chto prinesla ona, - Ved' pol muzhskoy ne to, chto zhenskiy. \"YA imya yey dala Maryam I otdayu yeye i vse yeye potomstvo pod Tvoyu zashchitu Ot Satany, gonimogo (kamnyami)"},{"SurahNumber":3,"VerseNumber":37,"Text":"I s blagosklonnost'yu velikoy vzyal yeye Gospod', Vzrastil prekrasnoyu i chistoy, Naznachiv Zakarii popecheniye o ney. I vsyakiy raz, kak Zakariya zakhodil v yeye mikhrab, On nakhodil pred neyu pishchu. I on skazal: \"Maryam! Otkuda vse eto k tebe prikhodit?\" Ona skazala: \"Ot Allakha! On shlet besschetnyye dary tomu, komu zhelayet\". Ona (v otchayanii) pozhelayet, Chtob mezhdu zlom yeye i yeyu Neizmerimoye prostranstvo proleglo, - Tak vas Allakh preduprezhdayet Ot (gneva) Samogo Sebya, - Ved' blag Allakh k sluzhitelyam Svoim"}]}