{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":2,"VerseNumber":127,"Text":"Y cuando Abraham [Ibrahim] e Ismael [Ismail] levantaron los cimientos de La Casa dijeron: ¡Oh, Señor! Acepta nuestra obra, Tú eres Omnioyente, Omnisciente"},{"SurahNumber":2,"VerseNumber":128,"Text":"¡Señor nuestro! Aumenta nuestro sometimiento a Ti, y haz que nuestra descendencia sea una comunidad también sometida a Ti. Enséñanos nuestros ritos para la peregrinación, y acepta nuestro arrepentimiento; ciertamente Tú eres Indulgente, Misericordioso"},{"SurahNumber":2,"VerseNumber":129,"Text":"¡Señor nuestro! Haz surgir de entre ellos [nuestra descendencia] un Mensajero que les recite Tus preceptos y les enseñe el Libro y la sabiduría, y los purifique. En verdad, Tú eres Poderoso, Sabio"},{"SurahNumber":2,"VerseNumber":130,"Text":"¿Y quién reniega de la religión de Abraham [Ibrahim] sino el de espíritu necio? Le elegimos en este mundo, y en el otro se contará entre los justos"},{"SurahNumber":2,"VerseNumber":131,"Text":"Y cuando le dijo su Señor: Entrégate [a Mí con total sinceridad], exclamó: Me entrego al Señor del Universo"},{"SurahNumber":2,"VerseNumber":132,"Text":"Y recomendó Abraham [Ibrahim] lo mismo a sus hijos y Jacob [Yaqub] a los suyos diciendo: ¡Oh, hijos míos! Allah os ha elegido esta religión y no muráis sino sometidos a Él"},{"SurahNumber":2,"VerseNumber":133,"Text":"Es que fuisteis testigos de cuando le llegó a Jacob [Yaqub] la muerte y dijo a sus hijos: ¿Qué adoraréis después de mí? Dijeron: Adoraremos lo que tú y tus padres: Abraham [Ibrahim], Ismael [Ismail] e Isaac [Ishaq] adoraban, la Única divinidad y a Él nos someteremos"},{"SurahNumber":2,"VerseNumber":134,"Text":"Aquella nación pereció y recibió lo que había merecido, y vosotros recibiréis lo que merezcáis, y no se os preguntará por lo que ellos hicieron"}]}