{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":15,"Text":"Atahpara tara yakhana take niye calala ebam andhakupe niksepa karate ekamata hala ebam ami take ingita karalama ye, tumi taderake tadera e kajera katha balabe ematabasthaya ye, tara tomake cinabe na."},{"SurahNumber":12,"VerseNumber":16,"Text":"Tara ratera belaya kamdate kamdate pitara kache ela."},{"SurahNumber":12,"VerseNumber":17,"Text":"Tara balalah pitah amara daura pratiyogita karate giyechilama ebam i'usuphake asababa-patrera kache rekhe giyechilama. Atahpara take baghe kheye pheleche. Apani to amaderake bisbasa karabena na, yadi'o amara satyabadi."},{"SurahNumber":12,"VerseNumber":18,"Text":"Ebam tara tara jamaya krtrima rakta lagiye anala. Balalenah eta kakhana'i naya; baram tomadera mana tomaderake ekata katha sajiye diyeche. Sutaram ekhana chabara kara'i sreya. Tomara ya barnana karacha, se bisaye ekamatra allaha'i amara sahayya sthala."},{"SurahNumber":12,"VerseNumber":19,"Text":"Ebam ekati kaphela ela. Atahpara tadera pani sangrahakake prerana karala. Se balati phelala. Balalah ki anandera katha. E to ekati kisora tara take pan'yadrabya ganya kare gopana kare phelala. Allaha khuba janena ya kichu tara karechila."},{"SurahNumber":12,"VerseNumber":20,"Text":"Ora take kama mulye bikri kare dila ganagunati kayeka derahama ebam tamra byapare nirasakta chila."},{"SurahNumber":12,"VerseNumber":21,"Text":"Misare ye byakti take kraya karala, se tara strike balalah eke sam'mane rakha. Sambhabatah se amadera kache asabe athaba amara take putrarupe grahana kare neba. Emanibhabe ami i'usuphake edese pratisthita karalama ebam e jan'ye ye take bakyadira purna marma anudhabanera pad'dhati bisaye siksa de'i. Allaha nija kaje prabala thakena, kintu adhikansa loka ta jane na."},{"SurahNumber":12,"VerseNumber":22,"Text":"Yakhana se purna yaubane pauche gela, takhana take prajna o byutpatti dana karalama. Emananibhabe ami satkarmaparayanaderake pratidana de'i."}]}