{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"mariyu ā taruvāta atani jāti vāri mīdaku, mēmu ākāśaṁ nuṇḍi ē sain'yānnī pampalēdu. Asalu māku sain'yānni pampē avasaramē uṇḍadu"},{"SurahNumber":36,"VerseNumber":29,"Text":"adi kēvalaṁ oka pedda dhvani mātramē! Antē! Vārantā (okēsāri) antaṁ cēyabaḍḍāru"},{"SurahNumber":36,"VerseNumber":30,"Text":"ā dāsula gati enta śōcanīyamayinadi! Vāri vaddaku ē sandēśaharuḍu vaccinā, vāru atanini egatāḷi cēyakuṇḍā uṇḍalēdu"},{"SurahNumber":36,"VerseNumber":31,"Text":"Ēmī? Vāru cūḍalēdā (vāriki teliyadā)? Vāriki mundu mēmu ennō tarālanu nāśanaṁ cēśāmani? Niścayaṅgā, vāru (vāri pūrvīkulu) ennaṭikī vāri vaddaku tirigi rālēdu"},{"SurahNumber":36,"VerseNumber":32,"Text":"kāni vārandarinī kalipi okēsāri, mā mundu hājaru paracaḍaṁ jarugutundi"},{"SurahNumber":36,"VerseNumber":33,"Text":"mariyu vāri koraku sūcanagā jīvaṁ lēni ī bhūmiyē undi. Mēmu dīniki prāṇaṁ pōsi, dīni nuṇḍi dhān'yaṁ tīstāmu, dānni vāru tiṇṭāru"},{"SurahNumber":36,"VerseNumber":34,"Text":"mēmu dīnilō kharjūrapu mariyu drākṣa vanālanu pen̄cāmu mariyu vāṭilō ūṭalanu pravahimpajēśāmu"},{"SurahNumber":36,"VerseNumber":35,"Text":"vāru dīni phalālanu tinaṭāniki; mariyu idantā vāri cētulu cēsindi kādu. Ayinā vāru kr̥tajñatalu teluparā"},{"SurahNumber":36,"VerseNumber":36,"Text":"bhūmi nuṇḍi utpatti ayyē anni vastuvulalō, jīvulalō mariyu svayāna vārilō (mānavulalō) iṅkā vāriki teliyani vāṭilōnū (āḍa-maga) jatalanu sr̥ṣṭin̄cina āyana (allāh) lōpālaku atītuḍu"},{"SurahNumber":36,"VerseNumber":37,"Text":"mariyu vāri koraku mā sūcanalalō rātri okaṭi; mēmu dānipai nuṇḍi pagaṭini (velugunu) tolagin̄ci nappuḍu, vārini cīkaṭi āvarin̄cukuṇṭundi"},{"SurahNumber":36,"VerseNumber":38,"Text":"mariyu sūryuḍu tana nirṇīta paridhilō, nirṇīta kālanlō payanistū uṇṭāḍu. Idi ā sarvaśaktimantuni, sarvajñuni niyamāvaḷi"},{"SurahNumber":36,"VerseNumber":39,"Text":"mariyu candruni koraku mēmu daśalanu niyamin̄cāmu, civaraku ataḍu eṇḍina kharjurapu maṭṭa valē ayipōtāḍu"},{"SurahNumber":36,"VerseNumber":40,"Text":"candruṇṇi andukōvaṭaṁ sūryuḍi taraṁ kādu. Mariyu rātri pagaṭini adhigamin̄ca jāladu. Mariyu avannī tama tama kakṣyalalō san̄caristū uṇṭāyi"}]}