{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"lukhman nam tatvajnanam nalkukayuntayi, ni allahuveat nandikanikkuka. ar nandikaniccalum tanre gunattinayi tanneyan avan nandikanikkunnat‌. vallavanum nandiket kanikkukayanenkil tirccayayum allahu parasrayamuktanum stutyarhanumakunnu. (enn addehatteat nam anusasiccu)"},{"SurahNumber":31,"VerseNumber":13,"Text":"lukhman tanre makan sadupadesam nalkikeantirikke avaneat iprakaram paranna sandarbham (srad'dheyamakunnu:) enre kunnumakane, ni allahuveat pankucerkkarut‌. tirccayayum annane pankucerkkunnat valiya akramam tanneyakunnu"},{"SurahNumber":31,"VerseNumber":14,"Text":"manusyan tanre matapitakkalute karyattil nam anusasanam nalkiyirikkunnu- ksinattinumel ksinavumayittan matav avane garbham cumann natannat‌. avanre mulakuti nirttunnatakatte rantuvarsam keantuman‌- enneatum ninre matapitakkaleatum ni nandikanikku. enre atuttekkan (ninre) matakkam"},{"SurahNumber":31,"VerseNumber":15,"Text":"ninakk yatearu arivumillatta vallatineyum enneat ni pankucerkkunna karyattil avar iruvarum ninre mel nirbandham celuttunna paksam avare ni anusarikkarut‌. ihaleakatt ni avareat nallanilayil sahavasikkukayum, ennilekk matanniyavarute margam ni pintutarukayum ceyyuka. pinne enre atuttekkakunnu ninnalute matakkam. appeal ninnal pravartticcirunnatinepparri nan ninnale vivaramariyikkunnatan‌"},{"SurahNumber":31,"VerseNumber":16,"Text":"enre kunnumakane, tirccayayum at (karyam) oru katuk maniyute tukkamullatayirunnalum, ennittat oru parakkallinullilea akasannalilea bhumiyilea evite tanne ayalum allahu at keantuvarunnatan‌. tirccayayum allahu nayajnanum suksmajnanumakunnu"},{"SurahNumber":31,"VerseNumber":17,"Text":"enre kunnumakane, ni namaskaram murapeale nirvahikkukayum sadacaram kalpikkukayum duracarattil ninn vilakkukayum, ninakk badhicca visamannalil ksamikkukayum ceyyuka. tirccayayum khanditamayi nirdesikkappetta karyannalil pettatatre at‌"},{"SurahNumber":31,"VerseNumber":18,"Text":"ni (ahankaratteate) manusyarute nerkk ninre kavil tiriccukalayarut‌. bhumiyilute ni peannaccam katti natakkukayum arut‌. durabhimaniyum peannaccakkaranumaya yatearaleyum allahu istappetukayilla"},{"SurahNumber":31,"VerseNumber":19,"Text":"ninre natattattil ni mitatvam palikkuka. ninre sabdam ni otukkukayum ceyyuka. tirccayayum sabdannalute kuttattil erravum veruppulavakkunnat kalutayute sabdamatre"}]}