{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"Ва шайтонлардан унга ғаввослик қиладиганларни ва бундан бошқа амалларни қиладиганларни қилдик. Биз уларни муҳофаза қилгувчи бўлдик"},{"SurahNumber":21,"VerseNumber":83,"Text":"Ва Айюбнинг ўз Роббига нидо қилиб: «Албатта, мени зарар тутди. Сенинг Ўзинг раҳмлиларнинг раҳмлигисан!» деганини эсла. (Айюб алайҳиссаломга жуда катта зарар етгани маълум. Лекин ўша зарарнинг айнан номини Қуръони Карим аниқ айтмайди. Ушбу оятда ҳам Айюбнинг алайҳиссалом Аллоҳга ёлбориб нидо қилаётганлари келяпти, холос)"},{"SurahNumber":21,"VerseNumber":84,"Text":"Бас, Биз унинг (дуосини) истижобат қилдик. Унга етган зарарни кетказдик. Унга аҳлини, улар билан бирга яна шунчани ҳам бердик. Буни Ўз раҳматимиз ила ва, обидларга эслатма бўлсин, деб қилдик"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ва Исмоил, Идрис ва Зул-кифлни эсла. Уларнинг ҳар бири сабр қилгувчилардандир"},{"SurahNumber":21,"VerseNumber":86,"Text":"Ва уларни Ўз раҳматимизга киритдик. Албатта, улар солиҳлардандир"},{"SurahNumber":21,"VerseNumber":87,"Text":"Зуннунни эсла. Ўшанда у ғазабланган ҳолда чиқиб кетган эди. Бас, у Бизни ўзига (ер юзини) тор этмайди, деб гумон қилди. Зулматларда туриб, Сендан ўзга Илоҳ йўқ, Сен поксан, албатта, мен золимлардан бўлдим, деб нидо қилди. (Зуннундан мурод Юнус алайҳиссаломдир. «Нун» балиқ дегани, Зуннун эса, балиқ эгаси дегани. Юнусни алайҳиссалом денгизда балиқ ютиб юборган, кейин қирғоққа келиб, Аллоҳнинг амри билан чиқариб ташланган. Шунинг учун Зуннун–балиқ эгаси, лақабини олганлар. У зотнинг қиссалари Ас-Саффот сурасида келади. Аммо бу сурада сиёққа мос равишда қисқача баён қилинмоқда. Юнус алайҳиссалом қавмларининг қилмишларидан ғазабланиб, юртларини ташлаб чиқиб кетдилар. Уламоларимиз айтишларича, аслида у киши бошқа Пайғамбарларга ўхшаб сабр қилишлари, Аллоҳнинг амрини кутишлари керак эди. Аммо бундай қилмадилар. Қавмларига зарда қилиб, юртларидан чиқиб кетдилар. Сўнгра Аллоҳ таоло, у кишини балиққа юттириб, синовга учратди. Ана ўшанда, «зулматларда туриб», яъни кеча зулмати, денгиз ости зулмати ва балиқ қорни зулматида туриб, Аллоҳ таолога ёлбориб: «Сендан ўзга Илоҳ йўқ, Сен поксан, мен золимлардан бўлдим, деб нидо қилди»)"},{"SurahNumber":21,"VerseNumber":88,"Text":"Бас, Биз унинг (дуосини) ижобат қилдик. Унга ғамдан нажот бердик. Мўминларга шундай нажот берурмиз"},{"SurahNumber":21,"VerseNumber":89,"Text":"Ва Закариёни эсла. Ўшанда у Роббига нидо қилиб: «Эй Роббим, мени ёлғиз ташлаб қўйма, Сен, Ўзинг ворисларнинг энг яхшисисан», деган эди"},{"SurahNumber":21,"VerseNumber":90,"Text":"Бас, Биз унинг (дуосини) ижобат этдик ва унга Яҳъёни ҳадя қилдик ҳамда жуфтини ўнглаб қўйдик. Албатта, улар яхшиликларга шошилишар эди ва Бизга рағбат ила ва қўрқиб дуо қилишар эди. Улар Бизга таъзим ила бўйинсунувчи эдилар"}]}