{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Kavminden buyuklenmek isteyen cumhur cemaat dediler ki: «Ey Suayb, mutlaka seni ve seninle birlikte iman edenleri memleketimizden cıkaracagız, ya da muhakkak dinimize doneceksiniz.» Dedi ki: «Istemesek de mi?»"},{"SurahNumber":7,"VerseNumber":89,"Text":"Dogrusu Allah bizi ondan kurtarmıs iken sizin dininize donecek olursak bir yalan soyleyerek Allah´a iftira etmisiz demek olur. Ona tekrar donmemiz bizim icin olacak sey degildir, meger ki, Rabbimiz olan Allah dilemis olsun! Rabbimiz herseyi ilmiyle kusatmıstır. Biz Allah´a guvenmisiz. Ey, bizim Rabbimiz, bizimle kavmimiz arasında hak ile hukmet. Sen hukmedenlerin en hayırlısısın!»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kavminden ileri gelen kafirler dediler ki: «Eger Suayb´a uyarsanız andolsun ki, o takdirde mutlaka zarara dusersiniz.»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Derken onları o dehsetli sarsıntı yakalayıverdi ve hemen yurtlarında cokekaldılar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Suayb´ı yalanlayanlar sanki orada hic safa surmemis gibi oldular. Asıl zarara dusenler, Suayb´ı yalanlayanlar olmuslardı"},{"SurahNumber":7,"VerseNumber":93,"Text":"Suayb onlardan oteye dondu ve: «Ey kavmim, Allah biliyor ki, size Rabbimin mesajlarını ilettim, size ogut de verdim; simdi kafir kavme nasıl acırım?» dedi"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz hangi ulkeye bir peygamber gonderdiysek once halkını sıkıntı ve darlıkla sıkmısızdır ki, yalvarıp yakarsınlar"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra da kotuluk yerine guzellik getirmisizdir. Nihayet cogalmıslar ve: «Dogrusu atalarımızın sıkıntılı halleri de neseli zamanları da olmustu.» demislerdi. O zaman Biz de kendilerini -hatırlarından gecmezken- ansızın tutmus bastırıvermistik"}]}