{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":9,"VerseNumber":62,"Text":"Te kevala tumhala khusa karanyasathi tumacyasamora allahaci sapatha ghetata, vastutah he imana rakhanare asate tara allaha ani tyace rasula (paigambara) khusa kele janyasa adhika patra hote"},{"SurahNumber":9,"VerseNumber":63,"Text":"Kaya he nahi janata ki jo koni allahaca ani tyacya paigambaraca virodha karila, tyacyasathi niscitaca jahannamaci aga ahe, jicyata te nehami rahatila. Ha phara motha apamana ahe"},{"SurahNumber":9,"VerseNumber":64,"Text":"Munaphika lokanna arthata dhongi musalamananna (nehami) he bhaya vatata asate ki kadacita tyancyavara (imanadharakanvara) ekhadi ayata na avatarita vhavi, ji tyancya manatalya gosti tyanna sanguna takila. Tumhi sanga ki tumhi thatta maskari karita raha. Nihsansaya sarvasrestha allaha te jahira karanara ahe, jyapasuna tumhi bhayabhita ahata"},{"SurahNumber":9,"VerseNumber":65,"Text":"Jara tumhi vicarala tara sapha mhanatila ki amhi tara aseca apasata thatta vinoda karita hoto. Tyanna sanga ki kaya allaha tyacya ayati ani tyaca rasula evadheca tumacya thatta-maskarikarita baki rahileta"},{"SurahNumber":9,"VerseNumber":66,"Text":"Tumhi bahane banavu naka. Nihsansaya tumhi apalya imana rakhalyanantara kaphira (inkari) jhale. Jara amhi tumacyapaiki kahi lokanna mapha jari kele tari kahi lokanna tyancya atyacaraci sakta saja denaraca"},{"SurahNumber":9,"VerseNumber":67,"Text":"Sarvaca munaphika (dambhika) purusa ani striya apasata sarakheca aheta. Te va'ita gostinca adesa detata ani bhalya gostimpasuna rokhatata ani apali mutha banda thevatata, he allahala visarale, allahanehi tyanca visara padala. Nihsansaya munaphika (dutondi) lokaca duracari aheta"},{"SurahNumber":9,"VerseNumber":68,"Text":"Sarvasrestha allahane ya munaphika purusa-striyansi ani kaphiransi jahannamacya agica vayada kelela ahe, jithe te nehami rahatila teca tyancyasathi purese ahe. Tyanca allahatarphe dhihkkara ahe ani tyancyasathi kayamasvarupi siksa yatana ahe"}]}