{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"Biz göydən lazımi qədər su endirib onu yerdə saxladıq. Şübhəsiz ki, Biz onu yox edə də bilərik"},{"SurahNumber":23,"VerseNumber":19,"Text":"Sonra həmin su ilə xurma ağaclarını və üzüm bağlarını sizin üçün yetişdirdik. Sizin üçün orada yediyiniz çoxlu meyvələr vardır"},{"SurahNumber":23,"VerseNumber":20,"Text":"Biz Sina dağında bir ağac bitirdik ki, barından yeyənlərə həm yağ, həm də həm şirə verir"},{"SurahNumber":23,"VerseNumber":21,"Text":"Həqiqətən, ev heyvanlarında da sizin üçün ibrət var. Biz onların bətnində olandan sizlərə içirdirik. Sizin üçün onlarda başqa faydalar da var. Üstəlik onlardan yeyirsiniz də"},{"SurahNumber":23,"VerseNumber":22,"Text":"Siz həm o heyvanlarla, həm də gəmilərlə daşınırsınız"},{"SurahNumber":23,"VerseNumber":23,"Text":"Həqiqətən, Biz Nuhu öz qövmünə elçi göndərdik. O dedi: “Ey qövmüm! Allaha ibadət edin! Sizin Ondan başqa heç bir məbudunuz yoxdur. Məgər qorxmursunuz?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Qövmünün kafir zadəganları dedilər: “O da sizin kimi sadəcə bir insandır. Sizə böyüklük etmək istəyir. Əgər Allah elçi göndərmək istəsəydi, mələklər göndərərdi. Biz bunu ulu babalarımızdan eşitməmişik"},{"SurahNumber":23,"VerseNumber":25,"Text":"Bu ancaq cinli bir adamdır. Odur ki, ona münasibətdə bir müddət gözləyin!”"},{"SurahNumber":23,"VerseNumber":26,"Text":"O dedi: “Ey Rəbbim! Onların məni yalançı saymasına qarşı mənə kömək et!”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Biz ona vəhy etdik: “Gözlərimiz önündə və vəhyimizlə gəmini düzəlt. Əmrimiz gəldiyi və təndir qaynadığı zaman hər canlıdan bir cüt erkək və dişi, barəsində söz keçmiş (əleyhinə hökm verilmiş) kəslər istisna olmaqla, öz ailəni gəmiyə mindir. Zalımlar barəsində Mənə müraciət etmə. Çünki onlar suya qərq olunacaqlar"}]}