{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Niścaẏa yiham̐tē ākhiraātaka biśbāsa nakaraē, siham̐tē'i phiraistāsakalaka nāraībācaka nāmēraē nāmakaraṇa karaē"},{"SurahNumber":53,"VerseNumber":28,"Text":"athaca ē'i biṣaẏē siham̐tara kōnō jñānē'i nā'i. Siham̐ta kērala anumānara anusaraṇa karaē; ārau niścaẏa anumāna satyara mukābilāta kōnō kāmata nāhē"},{"SurahNumber":53,"VerseNumber":29,"Text":"Ētēkē tumi sē'i byaktika upēkṣā karaā, yiẏē āmāra smaraṇara paraā bimukha haẏa ārau akala pr̥thiraīra jīranakē'i kāmanā karaē"},{"SurahNumber":53,"VerseNumber":30,"Text":"Ē'iṭōraē siham̐tara jñānara śēṣa sīmā. Niścaẏa tōmāra pratipālaka, tēraēm̐i āṭā'itakai bhāla jānē kōna tē'ōm̐ra pathara paraā bicyuta haichē ārau tēraēm̐i bhāla jānē kōna hidāẏatapraāpta haichē"},{"SurahNumber":53,"VerseNumber":31,"Text":"Ārau ākāśamaṇḍalata yi āchē ārau pr̥thiraīta yi āchē sakalō āllāharaē'i. Yātē tē'ōm̐ siham̐tara kāmara pratiphala diba pāraē yiham̐tē bēẏā kāma karaē ārau yātē sē'isakala lōkaka uttama puraṣkāra diba pāraē yisakalē saṯkarma karaē"},{"SurahNumber":53,"VerseNumber":32,"Text":"yisakalē sarau-suraā dōṣa-trauṭira bāhiraē ḍāṅara ḍāṅara pāpa ārau aślīla kāryakalāpara paraā birata thākē. Niścaẏa tōmāra pratipālakara kṣamā aparaisīma; tē'ōm̐ tōmālōkara biṣaẏē samyaka aragata—(smaraṇa karaā) yētiẏā tē'ōm̐ tōmālōkaka māṭira paraā sr̥ṣṭi karaichila ārau yētiẏā tōmālōka mātr̥garbhata bhrauṇaraūpē āchilā. Ētēkē tōmālōkē ātmapraśansā nakaraibā, kōnē tākbaraā aralambana karaichē sē'i biṣaẏē tēraēm̐i samyaka aragata"},{"SurahNumber":53,"VerseNumber":33,"Text":"Tumi sē'i byaktika dēkhichānē, yiẏē mukha ghūraā'i laichē"},{"SurahNumber":53,"VerseNumber":34,"Text":"ārau kiñcita dāna karailē ārau bandha karai dilē"},{"SurahNumber":53,"VerseNumber":35,"Text":"tāra ōcarata kibā gāẏēbara jñāna āchē nēki, yiṭō si pratyakṣa karaē"},{"SurahNumber":53,"VerseNumber":36,"Text":"nē mūchāra chahīphāta yi āchē, sē'i samparkē tāka arahīta karaā hōraā nā'i"},{"SurahNumber":53,"VerseNumber":37,"Text":"ārau ibraāhīmara chahīphāta, yijanē pūrṇa karaichila (tē'ōm̐ra aṅgīkāra)"},{"SurahNumber":53,"VerseNumber":38,"Text":"sēẏā haichē yē, kōnō bōjā bahanakāraīẏē ānara bōjā bahana nakaraiba"},{"SurahNumber":53,"VerseNumber":39,"Text":"ārau ē'i yē, mānuhē sē'iṭōraē pāẏa, yiṭō si cēṣṭā karaē"},{"SurahNumber":53,"VerseNumber":40,"Text":"ārau tāra pracēṣṭāra phala atiśīghraē'i dēkhuraā ha’ba"},{"SurahNumber":53,"VerseNumber":41,"Text":"tāra pichata tāka pūrṇa pratiphala pradāna karaā ha’ba"},{"SurahNumber":53,"VerseNumber":42,"Text":"ārau niścaẏa tōmāra pratipālakara ōcaratē'i haichē śēṣa gantabya"},{"SurahNumber":53,"VerseNumber":43,"Text":"ārau niścaẏa tēraēm̐i hahuraāẏa ārau tēraēm̐i kanduraāẏa"},{"SurahNumber":53,"VerseNumber":44,"Text":"ārau niścaẏa tēraēm̐i mr̥tyu pradāna karaē ārau tēraēm̐i jīrana dāna diẏē"}]}