{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":17,"Text":"Terpi to, chto oni govoryat, i vspomni raba Nashego, Dauda, obladatelya moshchi. Poistine, on byl obrashchayushchimsya"},{"SurahNumber":38,"VerseNumber":18,"Text":"Ved' My podchinili yemu gory, - vmeste s nim oni slavoslovyat vecherom i na zakhode"},{"SurahNumber":38,"VerseNumber":19,"Text":"i ptits, sobrav ikh, - vse k nemu obrashchayutsya"},{"SurahNumber":38,"VerseNumber":20,"Text":"I My ukrepili yego vlast' i darovali yemu mudrost' i reshitel'nost' v rechi"},{"SurahNumber":38,"VerseNumber":21,"Text":"A doshel li do tebya rasskaz o vragakh? Vot oni proshli cherez stenu v svyatilishche"},{"SurahNumber":38,"VerseNumber":22,"Text":"Vot oni voshli k Daudu, i ispugalsya on ikh. Skazali oni: \"Ne boysya, dva vraga - odin iz nas zloumyslil na drugogo. Rassudi nas po istine, i ne narushay, i vedi nas na vernuyu dorogu"},{"SurahNumber":38,"VerseNumber":23,"Text":"Vot eto - brat moy , u nego 99 ovets, a u menya odna ovtsa. I skazal on: \"Poruchi mne yeye!\" - i pobedil menya v rechi"},{"SurahNumber":38,"VerseNumber":24,"Text":"Skazal on: \"On obidel tebya, prosya tvoyu ovtsu k svoim. Ved' mnogiye iz sotovarishchey zloumyshlyayut drug na druga, krome tekh, kotoryye uverovali i tvorili dobryye dela - i malo ikh\". I podumal Daud, chto My tol'ko ispytyvali yego, i prosil proshcheniya u Gospoda svoyego, i pal s poklonom, i vernulsya"},{"SurahNumber":38,"VerseNumber":25,"Text":"I prostili my yemu eto, i dlya nego u Nas - blizost' i khorosheye pristanishche"},{"SurahNumber":38,"VerseNumber":26,"Text":"O Daud, My sdelali tebya namestnikom na zemle, sudi zhe sredi lyudey po istine i ne sleduy za strast'yu, a to ona svedet tebya s puti Allakha! Poistine, te, kotoryye sbivayutsya s puti Allakha, - dlya nikh sil'noye nakazaniye za to, chto oni zabyli den' rascheta"}]}