{"Id":289,"LanguageCodes":["ps","pus"],"Name":"pus-zakariaabulsala","Author":"Zakaria Abulsalam","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":77,"Text":"ایا تا هغه كس لیدلى چې زمونږ په ایتونو باندې كافر شوى دى او وايي چې ما ته به (په اخرت كې) خامخا ضرور مال او اولاد راكول كېږي"},{"SurahNumber":19,"VerseNumber":78,"Text":"ایا دى په غیبو خبر شوى دى، یا ده د رحمٰن په نیز كومه وعده اخيستې ده"},{"SurahNumber":19,"VerseNumber":79,"Text":"داسې نه ده ضرور مونږ لیكو هغه څه چې دى يې وايي او ده ته به له عذابه وغځوو، غځول"},{"SurahNumber":19,"VerseNumber":80,"Text":"او په میراث به اخلو هغه څه چې دى يې وايي، او دى به مونږ ته يواځې (ځانله) راځي"},{"SurahNumber":19,"VerseNumber":81,"Text":"او دوى له الله نه غیر (نور) معبودان ونیول، د دې لپاره چې دغه (معبودان) د دوى د عزت سبب شي"},{"SurahNumber":19,"VerseNumber":82,"Text":"داسې نه ده، ژر به دغه (معبودان) د دوى په عبادت سره منكر شي او دغه به د دوى په ضد (او خلاف) شي"},{"SurahNumber":19,"VerseNumber":83,"Text":"ایا ته نه ګورې چې مونږ شیطانان په كافرانو باندې راخوشې كوو، چې دوى تېزوي، تېزول"},{"SurahNumber":19,"VerseNumber":84,"Text":"نو ته په دوى باندې (د عذاب په راتلو كې) تلوار مه كوه، بېشكه مونږ د دوى لپاره شمېرل كوو، شمېرل"},{"SurahNumber":19,"VerseNumber":85,"Text":"(یاده كړه) هغه ورځ چې مونږ به متقیان راجمع كړو د رحمٰن په طرف بلل شوي سواره مېلمانه"},{"SurahNumber":19,"VerseNumber":86,"Text":"او مجرمان (كافران) به د جهنم په طرف تږي پیاده شړو"},{"SurahNumber":19,"VerseNumber":87,"Text":"هغوى د شفاعت اختیار نه لري، مګر هغه څوك چې د رحمٰن په نيز يې وعده اخيستې ده"},{"SurahNumber":19,"VerseNumber":88,"Text":"او دغه (كافران) وايي: رحمٰن د ځان لپاره اولاد نیولى دى"},{"SurahNumber":19,"VerseNumber":89,"Text":"یقینًا یقینًا تاسو ډېره لویه د ګناه خبره وكړه"},{"SurahNumber":19,"VerseNumber":90,"Text":"نژدې دي چې اسمانونه له دې نه وچوي او ځمكه ټوټې ټوټې شي او غرونه راولوېږي ذرې ذرې"},{"SurahNumber":19,"VerseNumber":91,"Text":"په دې خبره چې دوى د رحمٰن لپاره اولاد وباله"},{"SurahNumber":19,"VerseNumber":92,"Text":"او رحمٰن ته نه ښايي چې اولاد ونیسي"},{"SurahNumber":19,"VerseNumber":93,"Text":"نه دي دغه هر یو چې په اسمانونو او ځمكه كې دي مګر رحمٰن ته راتلونكي دي، په دې حال كې چې بنده به وي"},{"SurahNumber":19,"VerseNumber":94,"Text":"یقینًا یقینًا ده دوى راګېر كړي دي او دوى يې شمېرلي دي، شمېرل"},{"SurahNumber":19,"VerseNumber":95,"Text":"او هر يو له دوى نه ده ته راتلونكى دى په ورځ د قیامت كې يواځې"}]}