{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Alif-lam-min"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah! La ilaha illa Huwa (Nincs \"mas isten csak O), az Elo (al- \"Hayyu), az Onmagaban Letezo Orok (al-Ogyyumvy)"},{"SurahNumber":3,"VerseNumber":3,"Text":"O bocsatotta le neked (o, Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a Konyvet (ezt a Korant) az Igazsaggal, megerositendo azt, ami elotte volt. Es lebocsatotta volt a Tawrah-t (Torat) es az IngrI-t (Evangeliumot)"},{"SurahNumber":3,"VerseNumber":4,"Text":"Korabban, utmutataskent az emberek szamara. Es O bocsatotta le a Furgan-U. Bizony azoknak, akik hitetlenkednek Allah Jeleiben, nekik kemeny buntetes jar. Allah bizony Hatalmas es O a bosszu\" Birtokosa"},{"SurahNumber":3,"VerseNumber":5,"Text":"Allah elott semmi sem maradhat rejtve sem a foldon, sem az egben"},{"SurahNumber":3,"VerseNumber":6,"Text":"O az, Aki! format ad nektek az anyamehekben ugy, ahogyan O akarja. La ilaha illa Huwa (Nincs mas isten csak O)! A Hatalmas es a Bolcs"},{"SurahNumber":3,"VerseNumber":7,"Text":"O az, Aki lebocsatotta neked (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a Konyvet (ezt a Szent Korant). Ebben vannak olyan versek, amelyek , mulikam\" -ok, ezekbol all az .ummu-I-kitab\" , mas versek pedig ugynevezett smutasabihaf \", Am azok, akiknek sziveben ferdeseg lakozik ok azt kovetik belole, ami tobb ertelemmel bir- a fitna-€ ahitozvan-, es annak (rejtett) ertelmezeset ahitozvan. Am annak ertelmezeset csak Allah ismeri. Es azok, akik nagy jartassagra tettek szert a tudasban azt mondjak: , Hiszunk benne, mindez a mi Urunktol valo!\" Am csak az esszel birok okulnak az intesbol"},{"SurahNumber":3,"VerseNumber":8,"Text":"(Ok azt mondjak) ,. Urunk! Ne kenyszeritsd sziveinket elterni (az Igazsagtol) azutan, hogy megmutattad nekunk az Igaz, Egyenes Utat! Es ajandekozz nekunk a Toled szarmazo kegyelembol! Hiszen Te vagy az Adomanyozo"},{"SurahNumber":3,"VerseNumber":9,"Text":"Urunk! Bizony Te vagy az emberek osszegyujtoje egy olyan Napra, amelyhez ketseg nem ferhet. Allah nem szegi meg az igeretet"}]}