{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"«طس» الله أعلم بمراده بذلك «تلك» هذه الآيات «آيات القرآن» آيات منه «وكتاب مبين» مظهر للحق من الباطل عطف بزيادة صفة"},{"SurahNumber":27,"VerseNumber":2,"Text":"هو «هدى» هاد من الضلالة «وبشرى للمؤمنين» المصدقين به بالجنة"},{"SurahNumber":27,"VerseNumber":3,"Text":"«الذي يقيمون الصلاة» يأتون بها على وجهها «ويؤتون» يعطون «الزكاة وهم بالآخرة هم يوقنون» يعلمونها بالاستدلال وأعيد «هم» لما فصل بينه وبين الخبر"},{"SurahNumber":27,"VerseNumber":4,"Text":"«إن الذين لا يؤمنون بالآخرة زينا لهم أعمالهم» القبيحة بتركيب الشهوة حتى رأوها حسنة «فهم يعمهون» يتحيرون فيها لقبحها عندنا"},{"SurahNumber":27,"VerseNumber":5,"Text":"«أولئك الذين لهم سوء العذاب» أشدَّه في الدنيا القتل والأسر «وهم في الآخرة هم الأخسرون» لمصيرهم إلى النار المؤبدة عليهم"},{"SurahNumber":27,"VerseNumber":6,"Text":"«وإنك» خطاب للنبي «لتلقَّى القرآن» يُلقى عليك بشدة «من لدن» من عند «حكيم عليم» في ذلك"},{"SurahNumber":27,"VerseNumber":7,"Text":"اذكر: «إذ قال موسى لأهله» زوجته عند مسيره من مدين إلى مصر «إني آنست» أبصرت من بعيد «ناراً سآتيكم منها بخبر» عن حال الطريق وكان قد ضلها «أو آتيكم بشهاب قبس» بالإضافة للبيان أي شعلة نار في رأس فتيلة أو عود «لعلكم تصطلون» والطاء بدل من تاء الافتعال من صلى بالنار بكسر اللام وفتحها: تستدفئون من البرد"},{"SurahNumber":27,"VerseNumber":8,"Text":"«فلما جاءها نودي أن» أي بأن «بورك» أي بارك الله «من في النار» أي موسى «ومن حولها» أي الملائكة، أو العكس وبارك يتعدى بنفسه وبالحرف ويقدر بعد في مكان «وسبحان الله رب العالمين» من جملة ما نودي ومعناه تنزيه الله من السوء"},{"SurahNumber":27,"VerseNumber":9,"Text":"«يا موسى إنه» أي الشأن «أنا الله العزيز الحكيم»"},{"SurahNumber":27,"VerseNumber":10,"Text":"«وألق عصاك» فألقاها «فلما رآها تهتز» تتحرك «كأنها جان» حية خفيفة «ولى مدبراً ولم يعقب» يرجع قال تعالى «يا موسى لا تخف» منها «إني لا يخاف لدي» عندي «المرسلون» من حية وغيرها"},{"SurahNumber":27,"VerseNumber":11,"Text":"«إلا» لكن «من ظلم» نفسه «ثم بدَّل حُسناً» أتاه «بعد سوءٍ» أي تاب «فإني غفور رحيم» أقبل التوبة وأغفر له"},{"SurahNumber":27,"VerseNumber":12,"Text":"«وأدخل يدك في جيبك» طوق قميصك «تخرج» خلاف لونها من الأدمة «بيضاء من غير سوءٍ» برص لها شعاع يغشى البصر، آية «في تسع آيات» مرسلا بها «إلى فرعون وقومه إنهم كانوا قوماً فاسقين»"},{"SurahNumber":27,"VerseNumber":13,"Text":"«فلما جاءتهم آياتنا مبصرة» مضيئة واضحة «قالوا هذا سحر مبين» بيّن ظاهر"}]}