{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":55,"Text":"(Napiyē!) Avarkaḷuṭaiya celvaṅkaḷum, avarkaḷuṭaiya makkaḷum (perukiyiruppatu) uṅkaḷai āccariyappaṭutta vēṇṭām. Allāh (avaṟṟai avarkaḷukkuk koṭuttu) avaṟṟaik koṇṭu avarkaḷai ivvulaka vāḻvilēyē vētaṉai ceyya niccayamāka nāṭukiṟāṉ. Iṉṉum, avarkaḷ nirākarippavarkaḷāka irukkum nilaimaiyil avarkaḷuṭaiya uyir pōvataiyum nāṭukiṟāṉ"},{"SurahNumber":9,"VerseNumber":56,"Text":"‘‘niccayamāka nāṅkaḷum uṅkaḷaic cārntavarkaḷtāṉ'' eṉṟu avarkaḷ allāhviṉ mītu cattiyam ceykiṉṟaṉar. Eṉiṉum, avarkaḷ uṅkaḷaic cārntavarkaḷalla. Avarkaḷ (taṅkaḷ uṇmaik kōlattai veḷippaṭutta añcum) kōḻaikaḷ"},{"SurahNumber":9,"VerseNumber":57,"Text":"tappittukkoḷḷakkūṭiya ōr iṭattai allatu (malaik) kukaikaḷai allatu oru curaṅkattai avarkaḷ kāṇpārkaḷēyāṉāl (uṅkaḷiṭamiruntu vilaki) avaṟṟiṉ pakkam allōlamāka viraintu ōṭuvārkaḷ"},{"SurahNumber":9,"VerseNumber":58,"Text":"(napiyē!) Nīr tāṉaṅkaḷaip paṅkiṭuvatil pārapaṭcamuṭaiyavar eṉṟu um'maik kuṟai kūṟupavarkaḷum avarkaḷil palar irukkiṉṟaṉar. (Avarkaḷ viruppappaṭi) atiliruntu avarkaḷukkuk koṭukkappaṭṭāl avarkaḷ tiruptiyaṭaikiṉṟaṉar. Atiliruntu (avarkaḷ viruppappaṭi) koṭukkappaṭāviṭṭālō āttiram koḷkiṉṟaṉar"},{"SurahNumber":9,"VerseNumber":59,"Text":"allāhvum, avaṉuṭaiya tūtarum avarkaḷukkuk koṭuttataip paṟṟi tiruptiyaṭaintu, ‘‘allāh namakkup pōtumāṉavaṉ; allāhvum, avaṉuṭaiya tūtarum iṉṉum namakku aruḷpuriyak kūṭum; niccayamāka nām allāhvaiyē nampiyirukkiṟōm'' eṉṟu avarkaḷ kūṟa vēṇṭāmā"},{"SurahNumber":9,"VerseNumber":60,"Text":"(‘Jakāttu' mārkkavariyākiya) tāṉamellām vaṟiyavarkaḷukkum, ēḻaikaḷukkum, atai vacūlippavarkaḷukkum, putitāka islāmait taḻuviyavarkaḷukkum, aṭimaikaḷai viṭutalai ceyvataṟkum, kaṭaṉil mūḻkiyavarkaḷukkum, allāhvuṭaiya pātaiyil pōr ceyvataṟkum, vaḻippōkkarkaḷukkum (urittāṉatāka) allāh ēṟpaṭuttiya kaṭṭāya kaṭamaiyākum. Allāh (aṉaittaiyum) mika aṟintavaṉ, ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":61,"Text":"(‘‘inta napiyiṭam evar etaik kūṟiyapōtilum ataṟkuc) cevi koṭukkak kūṭiyavarāka avar irukkiṟār'' eṉṟu kūṟi (nam) napiyait tuṉpuṟuttupavarkaḷum avarkaḷil palar irukkiṉṟaṉar. Ataṟku (napiyē!) Nīr kūṟuvīrāka: ‘‘(Avvāṟu avar) naṉmaikku cevi koṭuppatu uṅkaḷukkē naṉṟu. Avar allāhvaiyum nampukiṟār; nampikkaiyāḷarkaḷaiyum nampukiṟār. Iṉṉum, uṅkaḷil nampikkai koṇṭavarkaḷ mītu mikak karuṇai uṭaiyavarākavum irukkiṟār.'' Ākavē, (uṅkaḷil) evarkaḷ (ivvāṟu kūṟi) allāhvuṭaiya tūtarait tuṉpuṟuttukiṟārkaḷō avarkaḷukku mikat tuṉpuṟuttum vētaṉaiyuṇṭu"}]}