{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"Ey, ïmanğa kelgender! Elşimen oñaşa söylesetin bolsañdar, söyleswleriñniñ aldında sadaqa beriñder. Bul sender üşin qayırlı äri tazaraq. Al, eger / sadaqa / taba almasañdar, aqïqatında Allah öte Keşirimdi, erekşe Meyirimdi"},{"SurahNumber":58,"VerseNumber":13,"Text":"Sender / Elşimen / oñaşa söyleswleriñnen aldın sadaqa berwden qorıqtıñdar ma? Eger sender munı istemeseñder, al Allah istegen künäläriñe şınayı ökinip, Özine boysunwğa qaytwlarıñdı / täwbeleriñdi / qabıl etse,onda namazdı / barlıq şarttarın saqtap,ıqılaspen, tolıq / orındañdar, zeketti beriñder, Allahqa jäne Onıñ elşisine bağınıñdar. Allah - senderdiñ ne isteytinderiñnen Xabardar"},{"SurahNumber":58,"VerseNumber":14,"Text":"Ey, Muxammed! / Allahtıñ qaharına qalğan adamdardı özderine dos / jaqtas / tutqandardı körmediñ be? Negizinde, olar senderden de emes, olardan da emes. Olar özderi bile tura ötirikke ant işedi"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah olarğa qattı azap äzirlegen. kümänsiz, olardıñ istegen amaldarı öte jaman"},{"SurahNumber":58,"VerseNumber":16,"Text":"Olar / munafïqtar / özderiniñ anttarın qalqan qılıp alıp, / özgelerdi / Allahtıñ jolınan tosıp, qaytaradı. Endi olarğa qorlawşı azap bar"},{"SurahNumber":58,"VerseNumber":17,"Text":"Olarğa dünïeleri de, balaları da Allahtan / keletin / eşnärseni qaytara almaydı. Mine, solar - Otta bolatındar. Olar onda mäñgi qaladı"},{"SurahNumber":58,"VerseNumber":18,"Text":"Sol / Esep / küni Allah olardıñ barlığın qayta tiriltedi de, olar senderdiñ aldarıñda ant işkendey, Onıñ aldında da ant işedi. Äri olar özderin payda tïgizetin närsedemiz dep oylaydı. Bilinder! Aqïqatında, olar - ötirikşiler"},{"SurahNumber":58,"VerseNumber":19,"Text":"Şaytan olardı ïektep, bïlep alıp, olarğa Allahtı eske alwdı umıttırdı. Olar -şaytannıñ jaqtastarı. Biliñder! Negizinde, şaytannıñ jaqtastarı nağız zïyan şegwşiler"},{"SurahNumber":58,"VerseNumber":20,"Text":"Anığında, Allahqa jäne Onıñ elşisine qarsı şığıp jatqandar - eñ qor bolğandardıñ qatarında boladı"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah / Läwxwl-maxfwzda / : «Men mindetti türde jeñemin jäne elşilerim de», - dep jazğan. Aqïqatında, Allah öte Küşti , bärinen Üstem"}]}