{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"That is the good news Allah has for His servants, those of them who believe and do the righteous deeds. Say, \"For this (Qur´an,) I do not ask any compensation from you, except the kindness that kinship warrants.\" (Let) whoever earns good deeds (know that) We will increase the benefits (and the worth) of their good deeds. Of course, Allah is Forgiving; and He appreciates gratitude"},{"SurahNumber":42,"VerseNumber":24,"Text":"Do they claim that he, (the messenger), has fabricated a lie about Allah? (Oh prophet)! If Allah wants, He can place a seal upon your heart! Allah wipes out the absurd, the false and futile; and He validates the truth with His words. Indeed, He is Aware of everything (including the unexpressed secrets) buried in the chest"},{"SurahNumber":42,"VerseNumber":25,"Text":"He it is, Who (hears and) accepts His servants´ repentance. He overlooks and excuses (many of) your misdeeds; but He does know everything you do"},{"SurahNumber":42,"VerseNumber":26,"Text":"He answers the prayers of those who believe and act righteously. In fact, by His grace He grants them far in excess (of what they seek). As for the unbelievers, theirs is the severe punishment"},{"SurahNumber":42,"VerseNumber":27,"Text":"If Allah had provided abundance and wealth to (all) His servants, they would have become wanton and wayward! Instead, He grants what He wants in measured amounts. Indeed, He watches over His servants, and is well Aware"},{"SurahNumber":42,"VerseNumber":28,"Text":"After people abandon and lose hope (about the rainfall), it is He Who sends rain and spreads His mercy around. Indeed, He is the Master worthy of all praise"},{"SurahNumber":42,"VerseNumber":29,"Text":"Some of His signs: the creation of the heavens and the earth, and the life He has dispersed in the heavens and on earth. He is capable of bringing them all together, whenever He wants"},{"SurahNumber":42,"VerseNumber":30,"Text":"Every calamity that afflicts you, is the result of what your own hands have wrought. (However), He overlooks and excuses many (of your misdeeds)"},{"SurahNumber":42,"VerseNumber":31,"Text":"You cannot (expect to) escape and elude (Allah) on earth. Apart from Allah, you shall find no friend and no helper"}]}