{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":34,"Text":"Ask them, \"Can any of your 'partner gods' originate Creation and carry them through evolution?\" Say, \"Allah originates Creation and carries them through evolution. How are you then so misled"},{"SurahNumber":10,"VerseNumber":35,"Text":"Say, \"Of your 'partners' is there any that can lead you to the Truth?\" Say, \"Allah leads to the Truth. So, who is more worthy of being followed? The One Who shows you the Way or he who finds no way unless he is guided? What is amiss with you? How do you judge"},{"SurahNumber":10,"VerseNumber":36,"Text":"The majority of the people follow nothing but conjecture. Surely, conjecture can never at all be a substitute for the Truth. Allah is Knower of how they act (and forge)"},{"SurahNumber":10,"VerseNumber":37,"Text":"Now this Qur'an could not possibly have been devised by anyone except Allah. Nay indeed, it is a confirmation of the Divine Origin of the earlier Revelations, and a clear exposition of the Eternal Law. Without any trace of doubt, this Book is from the Lord of the Worlds. (While it confirms the surviving Truth in the previous Revelations, it is a Watcher over them and ignores and, where necessary, corrects the human touch in them)"},{"SurahNumber":10,"VerseNumber":38,"Text":"Or, do they say, \"He has invented it?\" Tell them, \"Bring one Surah like this and call for help everyone you can besides Allah, if you are truthful.\" (2:23), (11:13). (One chapter like this in beauty, eloquence and wisdom. And \"besides Allah\" would mean, without copying phrases and sentences from the Qur'an)"},{"SurahNumber":10,"VerseNumber":39,"Text":"Nay, they deny it without grasping the profound knowledge therein. And they have yet to see the benevolent transformation it can bring about in the making of humanity. Generations before them rejected Divine Revelation. Then see what was the consequence for those who thus wronged themselves"},{"SurahNumber":10,"VerseNumber":40,"Text":"And of them is he who believes in this (Qur'an), and of them is he who does not believe in it. And your Lord is best Aware of those who are bent upon denial and want corruption and disorder to go on"},{"SurahNumber":10,"VerseNumber":41,"Text":"If they keep denying you (O Prophet), say, \"I have my work, and you have your work. You are innocent of what I do and I am innocent of what you do"},{"SurahNumber":10,"VerseNumber":42,"Text":"Among them are those who apparently listen to you. (But their thoughts are wandering). Can you make those deaf to hear who do not use reason"}]}