{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: Ben, sadece, vahiy ile sizi ikaz ediyorum. Fakat, sagır olanlar, ikaz edildikleri zaman bu cagrıyı duymazlar"},{"SurahNumber":21,"VerseNumber":46,"Text":"Andolsun, onlara Rabbinin azabından ufak bir esinti dokunsa, hic suphesiz, «Vah bize! Hakikaten biz zalim kimselermisiz!» derler"},{"SurahNumber":21,"VerseNumber":47,"Text":"Biz, kıyamet gunu icin adalet terazileri kurarız. Artık kimseye, hicbir sekilde haksızlık edilmez. (Yapılan is,) bir hardal tanesi kadar dahi olsa, onu (adalet terazisine) getiririz. Hesap goren olarak biz (herkese) yeteriz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Andolsun biz, Musa ve Harun’a, takva sahipleri icin bir ısık, bir ogut ve Furkan'ı verdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"(O takva sahipleri ki) onlar, gormedikleri halde Rablerine candan saygı gosterirler. Yine onlar, kıyametten korkan kimselerdir"},{"SurahNumber":21,"VerseNumber":50,"Text":"Iste bu (Kur'an) da, bizim indirdigimiz hayırlı ve faydalı bir oguttur. Simdi onu inkar mı ediyorsunuz"},{"SurahNumber":21,"VerseNumber":51,"Text":"Andolsun biz Ibrahim’e daha once rusdunu (hakkı, nubuvveti ve kavmine karsı sunacagı delilleri) vermistik. Biz onu iyi tanırdık"},{"SurahNumber":21,"VerseNumber":52,"Text":"O, babasına ve kavmine: Su karsısına gecip tapmakta oldugunuz heykeller de ne oluyor? demisti"},{"SurahNumber":21,"VerseNumber":53,"Text":"Dediler ki: Biz, babalarımızı bunlara tapar kimseler bulduk"},{"SurahNumber":21,"VerseNumber":54,"Text":"Dogrusu, siz de, babalarınız da acık bir sapıklık icindesiniz, dedi"},{"SurahNumber":21,"VerseNumber":55,"Text":"Dediler ki: Bize gercegi mi getirdin, yoksa sen oyunbazlardan biri misin"},{"SurahNumber":21,"VerseNumber":56,"Text":"Hayır! Dedi. Sizin Rabbiniz, yarattıgı goklerin ve yerin de Rabbidir ve ben buna sahitlik edenlerdenim"},{"SurahNumber":21,"VerseNumber":57,"Text":"Allah'a yemin olsun ki, sizin donup gitmenizden sonra putlarınıza mutlaka bir tuzak kuracagım"}]}