{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":158,"Text":"Niscitarupale yadi timi mardachau athava marinchau, ta yada rakha ki allahako sam'mukha avasya nai prastuta garinechau"},{"SurahNumber":3,"VerseNumber":159,"Text":"(He muham'mada!) Allahako krpale tapa'iko mana yiniharuprati narama cha ra yadi tapa'i katu vacana ra kathora hrdayako bha'eko bha'e yiniharu tapa'ibata tadha bhagihaldathe, tasartha tiniharula'i ksama garidinus ra tiniharuko nimti ksamako lagi prarthana garnus ra aphna kamaharuma yiniharusamga sarasallaha garne garnus, ra jaba kunai kamabare drdha niscaya gardachau bhane allahamathi purna bharosa rakha. Nihsandeha allaha bharosa garneharula'i prema gardacha"},{"SurahNumber":3,"VerseNumber":160,"Text":"Yadi allaha timro maddata gardacha bhane kasaile timila'i parajita garna sakdaina. Ra yadi allahale timila'i chodidincha bhane, ko cha usapachi jasale timro sahayata garna sakos? Tasartha mominaharula'i allahamathi nai bharosa garnupardacha"},{"SurahNumber":3,"VerseNumber":161,"Text":"Yo asambhava cha ki rasulale be'imani garun. Ra pratyeka be'imani garnele kiyamatako dina be'imani gari'eko kura sameta li'era prastuta hunuparne cha, tyasapachi pratyeka manisala'i usale gareko kartavyako purapura pratiphala di'ine cha, ra tiniharumathi an'yaya garine chaina"},{"SurahNumber":3,"VerseNumber":162,"Text":"Ke tyo manisa jasale allahako sadiccha praptiko lagi prayatnasila cha, tyasa manisa jasto hunasakcha jasale allahako krodha li'era pharkancha? Ra jasako basasthana jahannama cha jo atyantai naramro tha'um ho"},{"SurahNumber":3,"VerseNumber":163,"Text":"Allahakaham tiniharuko bhinna–bhinna sreniharu chan ra allahale tiniharuka sampurna kriyakalapala'i dekhirakheko cha"},{"SurahNumber":3,"VerseNumber":164,"Text":"Nihsandeha allahako mominaharumathi thulo anukampa cha ki usale tiniharuko majhama tiniharumadhyebatai e'uta rasula pathayo jasale ki allahaka ayataharu padhera uniharula'i suna'umdacha ra tinala'i pavitra gardacha ra unala'i kitaba ra bud'dhimata sika'umdacha, yiniharu yasabhanda pahila khullarupama pathavicalita thi'e"},{"SurahNumber":3,"VerseNumber":165,"Text":"(Yasto kina) ki jaba timila'i e'uta kasta di'iyo, jabaki yasako du'i–guna kasta timro hatabata tiniharumathi parisakeko thiyo, ta timiharu bhannathalyau ki yasto sankata kahambata a'iparyo?. Tapa'i bhanidinus ki yo timiharukai tarphabata a'ipugeko ho. Nihsandeha allaha sampurna kuraharumathi sarmathya rakhdacha"}]}