{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":71,"VerseNumber":11,"Text":"تا باران آسمان بر شما فراوان نازل کند"},{"SurahNumber":71,"VerseNumber":12,"Text":"و شما را به مال بسیار و پسران متعدد مدد فرماید و باغهای خرّم و نهرهای جاری به شما عطا کند"},{"SurahNumber":71,"VerseNumber":13,"Text":"چرا شما مردم خدای را به عظمت و وقار باور ندارید؟"},{"SurahNumber":71,"VerseNumber":14,"Text":"و حال آنکه او شما را (از نطفه‌ای) به انواع خلقت و اطوار گوناگون (ارمتب آدمیّت) بیافرید"},{"SurahNumber":71,"VerseNumber":15,"Text":"آیا ندیدید که خدا چگونه هفت آسمان را به طبقاتی (بسیار منظم و محکم) خلق کرد،"},{"SurahNumber":71,"VerseNumber":16,"Text":"و در آن آسمانها ماه شب را فروغی تابان و خورشید روز را چراغی فروزان ساخت؟"},{"SurahNumber":71,"VerseNumber":17,"Text":"و خدا شما را مانند نباتات مختلف از زمین برویانید"},{"SurahNumber":71,"VerseNumber":18,"Text":"آن گاه بار دیگر (پس از مرگ) به زمین باز گرداند و دیگر بار هم شما را (از خاک به روز حساب) برانگیزد"},{"SurahNumber":71,"VerseNumber":19,"Text":"و خدا زمین را برای شما چون بساط (پرنعمت) بگسترانید"},{"SurahNumber":71,"VerseNumber":20,"Text":"تا در زمین راههای مختلف وسیع بپیمایید"},{"SurahNumber":71,"VerseNumber":21,"Text":"نوح گفت: پروردگارا (با این همه تبلیغ و دعوت و اتمام حجت باز) این قوم مرا مخالفت کردند و پیرو کسی (از ثروتمندان) شدند که او خود مال و فرزندش هم جز بر زیانش نیفزود"},{"SurahNumber":71,"VerseNumber":22,"Text":"و (بر ضد من) بزرگترین مکر و حیله به کار بردند"},{"SurahNumber":71,"VerseNumber":23,"Text":"و گفتند: هرگز خدایان خود را رها نکنید و به خصوص دست از پرستش (این پنج بت) ودّ و سواع و یغوث و یعوق و نسر هرگز برمدارید"},{"SurahNumber":71,"VerseNumber":24,"Text":"و آنها بسیاری از خلق را گمراه کردند، و تو ستمکاران را هیچ جز بر ضلالت و عذابشان میفزای"},{"SurahNumber":71,"VerseNumber":25,"Text":"آن قوم از کثرت کفر و گناه عاقبت به آب دریا غرق شدند و به آتش دوزخ در افتادند و جز خدا بر خود هیچ یار و یاری نیافتند"},{"SurahNumber":71,"VerseNumber":26,"Text":"و نوح عرض کرد: پروردگارا از این کافران دیّاری بر روی زمین باقی مگذار"},{"SurahNumber":71,"VerseNumber":27,"Text":"که اگر از آنها هر که را باقی گذاری بندگان (پاک با ایمان) تو را گمراه می‌کنند و فرزندی هم جز بدکار و کافر از آنان به ظهور نمی‌رسد"},{"SurahNumber":71,"VerseNumber":28,"Text":"بار الها، مرا و پدر و مادر من و هر که با ایمان به خانه (یا به کشتی) من داخل شود و همه مردان و زنان با ایمان عالم را ببخش و بیامرز و ستمکاران را جز بر هلاک و عذابشان میفزای"}]}