{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":34,"Text":"Ra uniharuma ke kura cha ki uniharula'i allahale yatana nade'osa, jabaki uniharule ‘‘masjide harama’’ (ka'aba) bata rokdachan jabaki uniharu tyasa masjidaka vyavasthapaka ho'inan? Yasako vyavasthapaka ta matra muttakiharu (sanyamiharu) hun. Tara unimadhye dheraile bujhdainan"},{"SurahNumber":8,"VerseNumber":35,"Text":"Ra uniharuko namaja yasa ghara (ka'aba) ko pasama siti baja'une ra tali pitne baheka aru kehi thi'ena. Tasartha tyasa inkarako karana yasa yatanako svada cakha"},{"SurahNumber":8,"VerseNumber":36,"Text":"Niscaya nai inkara garneharule aphno mala allahako margabata vicalita gara'unaka lagi kharca gardachan. Uniharu ta tyasala'i kharca gari nai rahanechan, ani yahi unako nimti pascatapa banne cha. Ani uniharu parajita hunechan ra inkara garneharu narkatira ekatrita garinechan"},{"SurahNumber":8,"VerseNumber":37,"Text":"Taki allahale pavitrala'i apavitrabata alaga garos ra apavitrala'i eka–arkasanga mila'ide'os, jasabata ti sabaila'i ekai tha'umma jam'ma gari narkama halide'os. Yiniharu nai purai ghatama chan"},{"SurahNumber":8,"VerseNumber":38,"Text":"Tapa'ile yi kaphiÞraharusita bhanidinus ki yadi uniharule (aphna kriyakalapa) tyagidinchan bhane uniharuka pahilaka papaharu ksama garidi'inecha, ra yadi uniharu pheri tyahi garnechan bhane purvavarti kaphiraharuko sambandhama kanuna lagu bha'isakeko cha"},{"SurahNumber":8,"VerseNumber":39,"Text":"Uniharusita yasa hadasam'ma yud'dha gara, ki tiniharuma phitana(lada'iko karana) bamki narahos ra dharma allahakai bha'ihalos. Ani yadi uniharu aphna (kriyakalapa) tyaga garchan bhane allahale uniharuko karma ramrari dekhirakheko cha"},{"SurahNumber":8,"VerseNumber":40,"Text":"Ra yadi inkara gardachan bhane visvasa rakha ki allaha timro sanraksaka ho. U dherai ramro sanraksaka ho ra dherai ramro sahayaka ho"}]}