{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Kavminin onde gelenlerinden buyukluk taslayanlar (mustekbirler), dediler ki: «Ey Suayb, seni ve seninle birlikte iman edenleri ya ulkemizden surup cıkaracagız veya mutlaka bizim dinimize geri doneceksiniz.» (Suayb:) «Biz istemesek de mi?» dedi"},{"SurahNumber":7,"VerseNumber":89,"Text":"«Allah bizi ondan kurtardıktan sonra, bizim tekrar sizin dininize donmemiz Allah´a karsı yalan yere iftira duzmemiz olur. Rabbimiz olan Allah´ın dilemesi dısında, ona geri donmemiz bizim icin olacak is degildir. Rabbimiz, ilim bakımından her seyi kusatmıstır. Biz Allah´a tevekkul ettik. Rabbimiz, bizimle kavmimiz arasında ´Sen hak ile hukum ver,´ Sen ´hukum verenlerin´ en hayırlısısın.»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kavminin onde gelenlerinden kufre sapanlar, dediler ki: «Andolsun, Suayb´a uyacak olursanız, kuskusuz kayba ugrayanlardan olursunuz.»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Bunun uzerine onları dayanılmaz bir sarsıntı tuttu da, kendi yurtlarında diz ustu cokmus olarak sabahladılar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Suayb´ı yalanlamakta olanlar, sanki orda ´hic refah icinde yasamamıslar´ gibi oldular; Suayb´ı yalanlamakta olanlar, asıl buyuk husrana ugrayanlar oldular"},{"SurahNumber":7,"VerseNumber":93,"Text":"O da onlardan yuz cevirdi ve (soyle) dedi: «Ey kavmim andolsun, size Rabbimin risaletini teblig ettim ve size ogut verdim. Simdi ben, kufre sapan bir topluluga karsı nasıl uzulebilirim?»"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz hangi memlekete bir peygamber gonderdiysek onun halkı yalvarıp yakarsınlar diye, mutlaka onları dayanılmaz bir zorluk (yoksulluk) ve sıkıntıyla yakalayıvermisiz"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra kotulugun yerini iyilikle degistirdik, oyle ki onlar, cogaldılar ve: «Atalarımıza da (bazan) siddetli sıkıntılar (bazan da) refah ve genislikler dokunmustu» dediler. Bunun uzerine, biz de onları kendileri hic suurunda degilken apansız kıskıvrak-yakalayıverdik"}]}