{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Kazhu, \"ya poperedzhayu vas z·hidno z bozhestvennym natkhnennyam.\" Ale, hlukhyy ne mozhutʹ pochuty vyklyk, koly vony poperedzhayutʹsya"},{"SurahNumber":21,"VerseNumber":46,"Text":"Koly zrazok vashoho retribution Lorda afflicts yim, vony lehko kazhutʹ, \"My buly diysno bezputni"},{"SurahNumber":21,"VerseNumber":47,"Text":"My vstanovymo vahy spravedlyvosti na Dni Resurrection. Niyaka dusha ne zaznaye naymenshoyi nespravedlyvosti. Navitʹ ekvivalent nasinnya hirchytsyi bude poyasnyuvatysya. My yavlyayemo soboyu naybilʹsh efektyvnyy reckoners"},{"SurahNumber":21,"VerseNumber":48,"Text":"My daly Moses ta Aaron Statut Knyha, beacon, ta reminder dlya spravedlyva"},{"SurahNumber":21,"VerseNumber":49,"Text":"kotra povaha yikhniy Lord, navitʹ koly vyklyuchno u yikhniy tayemnosti, ta vony pilkuyutʹsya pro Hodynu"},{"SurahNumber":21,"VerseNumber":50,"Text":"Tse nadto ye blahoslovennyy reminder shcho my poslaly vnyz. Vy zaperechuyete tse"},{"SurahNumber":21,"VerseNumber":51,"Text":"Pered shcho, my harantuvaly Abraham yoho kerivnytstvo ta rozuminnya, dlya my znaly tsilkom yoho"},{"SurahNumber":21,"VerseNumber":52,"Text":"Vin skazav yoho batʹkovi ta yoho lyudyam, \"Yaki tsi statuyi kotryy vy prysvyachuyete sebe"},{"SurahNumber":21,"VerseNumber":53,"Text":"Vony skazaly, \"My znayshly nashykh batʹkiv obozhnyuyuchi yim"},{"SurahNumber":21,"VerseNumber":54,"Text":"Vin skazav, \"Diysno, vy ta vashi batʹky poyikhaly povnistyu astray"},{"SurahNumber":21,"VerseNumber":55,"Text":"Vony skazaly, vy rozpovidayete nam pravdu, abo hrayuchi vy"},{"SurahNumber":21,"VerseNumber":56,"Text":"Vin skazav, \"Vash tilʹky Lord yavlyaye soboyu Lorda neba ta zemli, khto utvoryv yikh. Tse yavlyaye soboyu svidchennya kotryy ya dayu svidchennya"},{"SurahNumber":21,"VerseNumber":57,"Text":"ya prysyahayu BOHOM, ya mayu plan maty spravu z vashi statuyi, yak tilʹky vy lyshayete"}]}