{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":77,"Text":"Āpani ki tākē lakṣya karēchēna yē, āmāra nidarśanābalītē biśbāsa karē nā ēbaṁ balēḥ āmākē artha-sampada ō santāna-santati abaśya'i dēẏā habē."},{"SurahNumber":19,"VerseNumber":78,"Text":"Sē ki adr̥śya biṣaẏa jēnē phēlēchē, athabā daẏāmaẏa āllāhara nikaṭa thēkē kōna pratiśruti prāpta haẏēchē"},{"SurahNumber":19,"VerseNumber":79,"Text":"Nā, ēṭā ṭhika naẏa. Sē yā balē āmi tā likhē rākhaba ēbaṁ tāra śāsti dīrghāẏita karatē thākaba."},{"SurahNumber":19,"VerseNumber":80,"Text":"Sē yā balē, mr̥tyura para āmi tā niẏē nēba ēbaṁ sē āmāra kāchē āsabē ēkākī."},{"SurahNumber":19,"VerseNumber":81,"Text":"Tārā āllāha byatīta an'yān'ya ilāha grahaṇa karēchē, yātē tārā tādēra jan'yē sāhāyyakārī haẏa."},{"SurahNumber":19,"VerseNumber":82,"Text":"Kakhana'i naẏa, tārā tādēra ēbādata asbīkāra karabē ēbaṁ tādēra bipakṣē calē yābē."},{"SurahNumber":19,"VerseNumber":83,"Text":"Āpani ki lakṣya karēnani yē, āmi kāphēradēra upara śaẏatānadērakē chēṛē diẏēchi. Tārā tādērakē biśēṣabhābē (mandakarmē) uṯsāhita karē."},{"SurahNumber":19,"VerseNumber":84,"Text":"Sutarāṁ tādēra byāpārē āpani tāṛāhuṛā karabēna nā. Āmi tō tādēra gaṇanā pūrṇa karachi mātra."},{"SurahNumber":19,"VerseNumber":85,"Text":"Sēdina daẏāmaẏēra kāchē parahēyagāradērakē atithirūpē samabēta karaba"},{"SurahNumber":19,"VerseNumber":86,"Text":"ēbaṁ aparādhīdērakē pipāsārta abasthāẏa jāhānnāmēra dikē hām̐kiẏē niẏē yāba."},{"SurahNumber":19,"VerseNumber":87,"Text":"Yē daẏāmaẏa āllāhara kācha thēkē pratiśruti grahaṇa karēchē, sē byatīta āra kē'u supāriśa karāra adhikārī habē nā."},{"SurahNumber":19,"VerseNumber":88,"Text":"Tārā balēḥ daẏāmaẏa āllāha santāna grahaṇa karēchēna."},{"SurahNumber":19,"VerseNumber":89,"Text":"Niścaẏa tōmarā tō ēka adbhuta kānḍa karēcha."},{"SurahNumber":19,"VerseNumber":90,"Text":"Haẏa tō ēra kāraṇē'i ēkhana'i nabhōmanḍala phēṭē paṛabē, pr̥thibī khanḍa-bikhanḍa habē ēbaṁ parbatamālā cūrṇa-bicurṇa habē."},{"SurahNumber":19,"VerseNumber":91,"Text":"Ē kāraṇē yē, tārā daẏāmaẏa āllāhara jan'yē santāna āhabāna karē."},{"SurahNumber":19,"VerseNumber":92,"Text":"Athaca santāna grahaṇa karā daẏāmaẏēra jan'ya śōbhanīẏa naẏa."},{"SurahNumber":19,"VerseNumber":93,"Text":"Nabhōmanḍala ō bhū-manḍalē kē'u nē'i yē, daẏāmaẏa āllāhara kāchē dāsa haẏē upasthita habē nā."},{"SurahNumber":19,"VerseNumber":94,"Text":"Tām̐ra kāchē tādēra parisaṅkhyāna raẏēchē ēbaṁ tini tādērakē gaṇanā karē rēkhēchēna."},{"SurahNumber":19,"VerseNumber":95,"Text":"Kēẏāmatēra dina tādēra sabā'i tām̐ra kāchē ēkākī abasthāẏa āsabē."}]}