{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"และส่วนหนึ่งจากสัญญาณทั้งหลายของพระองค์ คือ เจ้าจะเห็นแผ่นดินแห้งกรัง ต่อเมื่อพระองค์ทรงหลั่งน้ำฝนลงมาบนมัน มันก็จะมีชีวิตชีวาและให้พืชผล แท้จริง ผู้ซึ่งให้มันมีชีวิตขึ้นมานั้น ก็จะทรงให้ชีวิตแก่คนตายได้อย่างแน่นอน แท้จริงพระองค์นั้นเป็นผู้ทรงอนุภาพเหนือทุกสิ่ง"},{"SurahNumber":41,"VerseNumber":40,"Text":"แท้จริงบรรดาผู้บิดเบือนทั้งหลายของเรา พวกเขาจะไม่ซ่อนเร้นไปจากเราได้ ผู้ที่ถูกโยนลงในนรกจะดีกว่า หรือผู้ที่มาอย่างปลอดภัยในวันกิยามะฮฺ จงทำตามสิ่งที่พวกเจ้าปรารถนาเถิด แท้จริงพระองค์ทรงรู้เห็นในสิ่งที่พวกเจ้ากระทำ"},{"SurahNumber":41,"VerseNumber":41,"Text":"แท้จริงบรรดาผู้ปฏิเสธศรัทธาต่อข้อตักเตือน (อัลกุรอาน) เมื่อได้มีมายังพวกเขา และแท้จริงอัลกุรอานเป็นคัมภีร์ที่มีอำนาจยิ่ง"},{"SurahNumber":41,"VerseNumber":42,"Text":"ความเท็จจากข้างหน้าและจากข้างหลังจะไม่คืบคลานเข้าไปสู่อัลกุรอานได้ (เพราะ) เป็นการประทานจากพระผู้ทรงปรีชาญาณผู้ทรงได้รับการสรรเสริญ"},{"SurahNumber":41,"VerseNumber":43,"Text":"ไม่มีสิ่งใดที่ถูกกล่าวแก่เจ้า เว้นแต่ได้มีการกล่าวขึ้นแล้ว แก่บรรดารอซูล ก่อนหน้าเจ้า แท้จริงพระเจ้าของเจ้านั้นแน่นอน พระองค์ทรงเป็นผู้อภัย และทรงเป็นผู้อภัย และทรงเป็นผู้ลงโทษอย่างเจ็บปวด"},{"SurahNumber":41,"VerseNumber":44,"Text":"และมาตรว่า เราได้ประทานอัลกุรอานมาเป็นภาษาต่างชาติ แน่นอนพวกเขาจะกล่าวว่า ทำไมอายาตทั้งหลายของอัลกุรอานจึงไม่ชัดแจ้งเล่า ? (อัลกุรอาน) เป็นภาษาต่างชาติ และ (นะบี) เป็นคนอาหรับกระนั้นหรือ ? จงกล่าวเถิด (มุฮัมมัด) อัลกุรอานนั้นเป็นแนวทางที่เที่ยงธรรม และเป็นการบำบัดแก่บรรดาผู้ศรัทธา ส่วนบรรดาผู้ไม่ศรัทธานั้น อัลกุรอานจะทำให้หูของพวกเขาหนวก และนัยน์ตาของพวกเขาบอด ชนเหล่านี้จะถูกร้องเรียกจากสถานที่อันไกล"},{"SurahNumber":41,"VerseNumber":45,"Text":"และโดยแน่นอน เราได้ประทานคัมภีร์แก่มูซา แต่ได้เกิดมีการขัดแย้งกันขึ้นในนั้น และมาตรว่าคำกล่าวหนึ่งจากพระเจ้าของเจ้ามิได้ถูกบันทึกไว้ก่อนแล้ว ก็คงจะถูกตัดสินระหว่างพวกเขาอย่างแน่นอน และแท้จริงพวกเขานั้นอยู่ในการคลางแคลงสงสัยจากในคัมภีร์นั้น"},{"SurahNumber":41,"VerseNumber":46,"Text":"ผู้ใดกระทำความดีก็จะได้แก่ตัวของเขา และผู้ใดกระทำความชั่วก็จะได้แก่ตัวของเขาเอง และพระเจ้าของเจ้านั้นมิทรงอธรรมต่อปวงบ่าวของพระองค์"}]}