{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Мы принесли им истину, однако они - лжецы"},{"SurahNumber":23,"VerseNumber":91,"Text":"Аллах не взял Себе сына, и нет наряду с Ним другого бога. В противном случае каждый бог унес бы с собой то, что сотворил, и одни из них возвысились бы над другими. Аллах превыше того, что они приписывают Ему"},{"SurahNumber":23,"VerseNumber":92,"Text":"Ведающий сокровенное и явное! Он превыше тех, кого они приобщают в сотоварищи"},{"SurahNumber":23,"VerseNumber":93,"Text":"Скажи: «Господи! Если Ты покажешь мне то, что им обещано"},{"SurahNumber":23,"VerseNumber":94,"Text":"то не делай меня, Господи, в числе несправедливых людей!»"},{"SurahNumber":23,"VerseNumber":95,"Text":"Воистину, Мы способны показать тебе то, что им обещано"},{"SurahNumber":23,"VerseNumber":96,"Text":"Оттолкни зло тем, что лучше. Мы лучше знаем то, что они приписывают"},{"SurahNumber":23,"VerseNumber":97,"Text":"Скажи: «Господи! Я прибегаю к Тебе от наваждений дьяволов"},{"SurahNumber":23,"VerseNumber":98,"Text":"Я прибегаю к Тебе, Господи, дабы они не приближались ко мне»"},{"SurahNumber":23,"VerseNumber":99,"Text":"Когда же смерть подступает к кому-нибудь из них, он говорит: «Господи! Верни меня обратно"},{"SurahNumber":23,"VerseNumber":100,"Text":"Быть может, я стану совершать праведные поступки, которые я отбросил». Но нет! Это - всего лишь слова, которые он произносит. Позади них будет преграда вплоть до того дня, когда они будут воскрешены"},{"SurahNumber":23,"VerseNumber":101,"Text":"А в тот день, когда затрубят в Рог, между ними не останется родственных связей, и они не будут расспрашивать друг друга"},{"SurahNumber":23,"VerseNumber":102,"Text":"Те, чья чаша Весов окажется тяжелой, обретут успех"},{"SurahNumber":23,"VerseNumber":103,"Text":"А те, чья чаша Весов окажется легкой, потеряют самих себя и вечно пребудут в Геенне"},{"SurahNumber":23,"VerseNumber":104,"Text":"Огонь будет сжигать их лица, и там они будут корчиться"}]}