{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":55,"Text":"Artık onların malları ve evlatları (da) senin hosuna gitmesin. Allah dunya hayatında onları, onunla (onlarla) azaplandırmayı ve onların nefslerinin (canlarının), kafir olarak cıkmasını ister"},{"SurahNumber":9,"VerseNumber":56,"Text":"Onlar, sizden olmadıkları halde mutlaka sizden olduklarına Allah´a yemin ederler. Onlar, korkak bir kavimdir (topluluktur)"},{"SurahNumber":9,"VerseNumber":57,"Text":"Eger onlar, sıgınacak bir yer veya magara(lar) veya girilecek bir yer bulsalardı, mutlaka oraya yonelip, suratle kosarlardı (kacarlardı)"},{"SurahNumber":9,"VerseNumber":58,"Text":"Ve onlardan, sadakalar konusunda seni ayıplayan kimseler vardır. Oyle ki eger ondan (sadakadan, ganimetten) onlara verilirse razı olurlar ve ondan verilmezse, o zaman kızarlar"},{"SurahNumber":9,"VerseNumber":59,"Text":"Ve eger onlar, gercekten Allah´ın ve O´nun resulunun onlara verdigi seye (ganimet payına) razı olsalardı: “Allah bize kafidir, Allah ve O´nun resulu bize yakında fazlından verecek. Muhakkak ki; biz Allah´a ragbet edenleriz.” derlerdi"},{"SurahNumber":9,"VerseNumber":60,"Text":"Muhakkak ki; sadaka, Allah´tan bir farz olarak fakirler ve miskinler (yoksullar) ve memurlar (zekat toplayıcılar) icindir. Ve kalpleri (Islam´a) ısındırılacak olanlara ve kolelere (harcamaya) ve borclulara ve Allah yolunda (olanlara) ve yolculara aittir. Ve Allah, bilendir, hukum sahibidir"},{"SurahNumber":9,"VerseNumber":61,"Text":"Onlardan nebiye eza (eziyet) eden kimseler: “O bir kulak (gibi)dir, (her soyleneni dinler, inanır).” diyorlar. De ki: “O, sizin icin hayrın kulagıdır (sozunuzu isitir, kabul eder; bilmemesinden degil, sizi tekzip etmemesinden dolayı hayrın kulagıdır). Ve Allah´a inanır ve mu´minlere inanır. Ve sizden amenu olanlar icin bir rahmettir. Allah´ın resulune eza edenlere (ona yakısıksız soz soyleyenlere, ayıplayanlara), onlara, elim bir azap vardır"}]}