{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"Mariyu āyana sūcana (āyāt) lalō okaṭi: Niścayaṅgā nīvu bhūmini pāḍu nēlagā (eṇḍipōyina ban̄jaru nēlagā) cūstunnāvu; kāni mēmu dānipai nīṭini (varṣānni) kuripin̄cagānē, adi pulakin̄ci, ubbi pōtundi. Niścayaṅgā dīnini (ī bhūmini) bratikin̄ci lēpē āyana (allāh yē) mr̥tulanu kūḍā bratikin̄ci lēputāḍu. Niścayaṅgā, āyana pratidī cēyagala samarthuḍu"},{"SurahNumber":41,"VerseNumber":40,"Text":"niścayaṅgā, mā sūcanalaku vikr̥tārthaṁ aṇṭagaṭṭēvāru māku kanipin̄cakuṇḍā uṇḍalēru. Ayitē! Punarut'thāna dinamuna narakāgnilō paḍa vēyabaḍē vāḍu uttamuḍā? Lēka śāntiyutaṅgā vaccēvāḍā? Mīru kōrēdi mīru cēyaṇḍi. Niścayaṅgā, mīru cēsēdantā āyana cūstunnāḍu"},{"SurahNumber":41,"VerseNumber":41,"Text":"niścayaṅgā, tama daggaraku hitabōdha vaccinapuḍu dānini tiraskarin̄cē vārē (naṣṭapōyēvāru). Mariyu niścayaṅgā, idi (ī khur'ān) cālā śaktivantamaina (goppa) granthaṁ"},{"SurahNumber":41,"VerseNumber":42,"Text":"asatyaṁ dāni (khur'ān) mundu nuṇḍi gānī lēdā dāni venuka nuṇḍi gānī dāni paiki rājāladu. Adi mahā vivēkavantuḍu, sarvastōtrālaku ar'huḍu, ayina āyana (allāh) taraphu nuṇḍi avatarimpa jēyabaḍindi"},{"SurahNumber":41,"VerseNumber":43,"Text":"(ō muham'mad!) Vāstavāniki, nīku ceppabaḍina dānilō pūrvaṁ gatin̄cina pravaktalaku ceppabaḍanidi ēdī lēdu. Niścayaṅgā, nī prabhuvu mātramē kṣamāśīluḍu mariyu bādhākaramaina śikṣa vidhin̄cēvāḍu kūḍānu"},{"SurahNumber":41,"VerseNumber":44,"Text":"okavēḷa mēmu ī khur'ān nu arabbētara bhāṣalō avatarimpa jēsi uṇḍi naṭlaitē vāru ilā ani uṇḍēvāru: \"Dīni sūcanalu (āyāt) spaṣṭaṅgā enduku vivarin̄cabaḍalēdu? (Granthamēmō) arabbētara bhāṣalō mariyu (sandēśaharuḍēmō) arabbu?\" Vāritō ilā anu: \"Idi (ī khur'ān) viśvasin̄cina vāriki mārgadarśakatvaṁ mariyu svasthata nosaṅgēdi. Mariyu viśvasin̄canivāri cevulaku avarōdhaṁ mariyu vāri kaḷḷaku oka ganta. Alāṇṭi vāri sthiti entō dūraṁ nuṇḍi piluvabaḍina vāri arupulāṇṭidi"},{"SurahNumber":41,"VerseNumber":45,"Text":"Vāstavāniki mēmu mūsāku granthānni prasādin̄cāmu, kāni dāni viṣayanlō kūḍā bhēdābhiprāyālu vaccāyi. Okavēḷa nī prabhuvu nuṇḍi, modaṭi nun̄cē nirṇayaṁ tīsukōbaḍi uṇḍaka pōtē, vāri madhya eppuḍō tīrpu jarigi vuṇḍēdi. Mariyu niścayaṅgā, vāru dānini gurin̄ci āndōḷana kaligin̄cē sandēhāniki guri ayyāru"},{"SurahNumber":41,"VerseNumber":46,"Text":"evaḍaitē satkāryaṁ cēstāḍō ataḍu tana (mēlu) korakē cēstāḍu. Mariyu duṣkāryaṁ cēsēvāḍu dāni (phalitānni) anubhavistāḍu. Mariyu nī prabhuvu tana dāsulaku an'yāyaṁ cēsēvāḍu kāḍu"}]}