{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"De ki: \"Hak geldi, bâtıl (bir şey) zuhur ettiremez ve geri getiremez"},{"SurahNumber":34,"VerseNumber":50,"Text":"De ki: \"Eğer dalâlette olursam, o zaman sadece kendi nefsim üzerine (sebebiyle) olurum. Eğer hidayete erersem, o taktirde bu Rabbimin bana vahyi sebebiyledir. Muhakkak ki O; en iyi işiten ve en yakın olandır"},{"SurahNumber":34,"VerseNumber":51,"Text":"Ve onları dehşete kapıldıkları zaman görsen. Artık kaçış (kurtuluş) yoktur. Ve onlar, (cehenneme) yakın bir yerden yakalandılar"},{"SurahNumber":34,"VerseNumber":52,"Text":"Ve \"O´na îmân ettik.\" dediler. (Hidayete) uzak bir yerden (dalâletten) onlar (îmânı) nasıl elde ederler"},{"SurahNumber":34,"VerseNumber":53,"Text":"Ve daha önce onu inkâr etmişlerdi ve uzak bir yerden (dalâletten) gayba (lâf) atıyorlardı"},{"SurahNumber":34,"VerseNumber":54,"Text":"Ve onlarla, onların istedikleri şeylerin arası ayrıldı, daha önce de (onlardan öncekilerin istedikleri) şeylere yapıldığı gibi. Muhakkak ki onlar, endişe veren bir şüphe içindeydiler"},{"SurahNumber":35,"VerseNumber":1,"Text":"Hamd; gökleri ve yeri yaratan, ikişer, üçer ve dörder kanatlara sahip melekleri, resûller (elçiler) kılan Allah´a aittir. Yaratmada dilediğini arttırır. Muhakkak ki Allah, herşeye kaadirdir"},{"SurahNumber":35,"VerseNumber":2,"Text":"Allah, rahmetinden insanlar için ne açarsa (genişletirse), o taktirde onu tutacak yoktur. Ve neyi tutarsa, artık O´ndan sonra onu gönderecek (serbest bırakacak) da yoktur. Ve O; Azîz´dir (üstün, yüce), Hakîm´dir (hüküm ve hikmet sahibi)"},{"SurahNumber":35,"VerseNumber":3,"Text":"Ey insanlar! Allah´ın üzerinizdeki ni´metini zikredin. Sizi göklerden ve yerden rızıklandıran, Allah´tan başka bir Halîk (bir Yaratıcı) var mı? O´ndan başka İlâh yoktur. Öyleyse nasıl (îmândan) döndürülüyorsunuz"}]}