{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"و او کسی است که (روح) شما را در شب (هنگام خواب) می‌گیرد و آنچه در روز کرده‌اید می‌داند، سپس شما را در آن (روز از خواب) بر می‌انگیزد تا موعد مقرر فرا رسد، سپس بازگشت شما به سوی اوست، آنگاه شما را از آنچه انجام می‌دادید؛ آگاه می‌سازد"},{"SurahNumber":6,"VerseNumber":61,"Text":"و او بر بندگانش چیره است و نگهبانانی (از فرشتگان) بر شما می‌فرستد تا زمانی که یکی از شما را مرگ فرا رسد؛ فرستادگان ما (ملک الموت و دست‌یارانش) جانش را می‌گیرند، و آن‌ها (در انجام مأموریت خود) کوتاهی نمی‌کنند"},{"SurahNumber":6,"VerseNumber":62,"Text":"سپس به سوی الله که مولای حقیقی آن‌هاست باز می‌گردند، بدانید که حکم (و داوری) مخصوص اوست، و او زود شمار‌ترین حساب‌گران است"},{"SurahNumber":6,"VerseNumber":63,"Text":"بگو: «چه کسی شما را از تاریکی‌های خشکی و دریا رهایی می‌بخشد؟! او را با تضرع و زاری و (در) پنهانی می‌خوانید (و می‌گویید:) اگر ما را از این (خطرات و بلاها) رهایی بخشد؛ مسلماً از شکر گزاران خواهیم بود»"},{"SurahNumber":6,"VerseNumber":64,"Text":"بگو: «الله شما را از این‌ها و از هر اندوهی می‌رهاند، باز هم شما شرک می‌ورزید»"},{"SurahNumber":6,"VerseNumber":65,"Text":"بگو: «او قادر است بر آنکه عذابی از بالای (سر) تان یا از زیر پای‌تان؛ بر شما بفرستد، یا شما را بصورت گروه گروه (و پراکنده) با هم بیامیزد و (طعم) جنگ (و دو دستگی) را به هر یک از شما بوسیلۀ دیگری بچشاند». بنگر، چگونه آیات را گوناگون بیان می‌کنیم؛ تا آنان دریابند"},{"SurahNumber":6,"VerseNumber":66,"Text":"قوم تو آن (= قرآن) را تکذیب کردند در حالی‌که آن حق است. بگو: «من بر شما نگهبان نیستم»"},{"SurahNumber":6,"VerseNumber":67,"Text":"هر خبری (سر انجام و) قرار گاهی دارد، و به زودی خواهید دانست"},{"SurahNumber":6,"VerseNumber":68,"Text":"و هر گاه کسانی را دیدی که در آیات ما (از روی عناد و مسخره) به بحث و گفتگو می‌پردازند، از آنان روی بگردان؛ تا به سخن دیگری بپردازند. و اگر شیطان تو را به فراموشی افکند، پس هرگز بعد از یاد آوردن با گروه ستمگران منشین"}]}