{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":7,"Text":"Witness is the sky with starry orbits"},{"SurahNumber":51,"VerseNumber":8,"Text":"Behold, it is you humans who deviate from your course"},{"SurahNumber":51,"VerseNumber":9,"Text":"Wanders in the wilderness of thought he who wills to wander"},{"SurahNumber":51,"VerseNumber":10,"Text":"Belittle themselves those who live by guesswork"},{"SurahNumber":51,"VerseNumber":11,"Text":"They know not that they know not"},{"SurahNumber":51,"VerseNumber":12,"Text":"They ask mockingly, \"When is the Day of Judgment coming"},{"SurahNumber":51,"VerseNumber":13,"Text":"It is the Day when they are tried at the Fire"},{"SurahNumber":51,"VerseNumber":14,"Text":"Taste the trial that you brought upon yourselves. This is what you asked to hasten"},{"SurahNumber":51,"VerseNumber":15,"Text":"Behold, in the midst of Gardens and springs are those who walked aright"},{"SurahNumber":51,"VerseNumber":16,"Text":"Enjoying all that their Lord grants them, for, behold, aforetime they used to benefit others"},{"SurahNumber":51,"VerseNumber":17,"Text":"And rarely did they fall asleep at night without reflection. ('Haju' = Fall asleep instantly like an exhausted horse)"},{"SurahNumber":51,"VerseNumber":18,"Text":"And heartily sought to be guarded against their imperfections. ('Sahr' = Morning = Core of the heart (Lisanal Arab). 'Ghafarah' = Helmet = Guarding"},{"SurahNumber":51,"VerseNumber":19,"Text":"And in their wealth was the Divine Right of the requester and the deprived"},{"SurahNumber":51,"VerseNumber":20,"Text":"And in the earth are signs for those who wish to attain conviction. (And its resources must remain open for all (15:20), (41:10)"},{"SurahNumber":51,"VerseNumber":21,"Text":"And also in yourselves, your individual psyche and soma, your folk and the unity in diversity among your human communities. Can you not then use your inner vision? ('Anfusikum' entails all the meanings rendered here)"},{"SurahNumber":51,"VerseNumber":22,"Text":"And in the heaven is all your providence and all that you are promised. (It is the Divine Laws that bestow upon you your physical and mental needs and promise you the just reward of your actions)"},{"SurahNumber":51,"VerseNumber":23,"Text":"And by the Lord of the heavens and the earth, all that which is being said is as Real as your speaking to one another"},{"SurahNumber":51,"VerseNumber":24,"Text":"And (as a historical evidence) has the story of Abraham's honored guests reached you"},{"SurahNumber":51,"VerseNumber":25,"Text":"When they visited him greeting him with \"Peace!\" He answered, \"Peace to you strangers"},{"SurahNumber":51,"VerseNumber":26,"Text":"Then he went quietly to his household, and brought forth a well-bred roasted calf"},{"SurahNumber":51,"VerseNumber":27,"Text":"And placed it before them, saying, \"Will you not eat"},{"SurahNumber":51,"VerseNumber":28,"Text":"Then he felt apprehensive of them. They said, \"Fear not!\" And gave him the glad news of a son who would be endowed with knowledge. (Abraham was concerned, since people with aggressive designs used to refuse hospitality. But they were hurrying to Sodom (11:69-76), (15:50-55), (26)"},{"SurahNumber":51,"VerseNumber":29,"Text":"Then his wife came forward with a loud cry and struck her face in astonishment and said, \"An old barren woman"},{"SurahNumber":51,"VerseNumber":30,"Text":"They said, \"Thus it is. Your Lord has so decreed. Behold, He, He alone is all-Wise, all-Knowing"}]}