{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"Zatem My poveleli: \"Izydite iz raya vse\". A yesli k vam yavitsya ot Menya provodnik [na pryamoy put'], to tem, kto posleduyet za poslannikom Moim, nechego strashit'sya, ibo oni ne izvedayut gorya"},{"SurahNumber":2,"VerseNumber":39,"Text":"A te, kotoryye ne uverovali i otritsali Nashi znameniya, budut [goret'] v adskom ogne, naveki oni tam prebudut"},{"SurahNumber":2,"VerseNumber":40,"Text":"O syny Israila! Pomnite milost', kotoruyu YA okazal Vam. Bud'te verny zavetu, kotoryy [vy] Mne dali, i YA budu veren zavetu, dannomu vam. I tol'ko Menya strashites'"},{"SurahNumber":2,"VerseNumber":41,"Text":"Uveruyte v to, chto nisposlal YA v podtverzhdeniye tomu, chto yest' u vas, i ne speshite otvergnut' eto ran'she vsekh. Ne prodavayte Moi znameniya za nichtozhnuyu tsenu i tol'ko Menya boytes'"},{"SurahNumber":2,"VerseNumber":42,"Text":"Ne putayte istiny s lozh'yu, ne skryvayte istiny, yesli vy znayete yeye"},{"SurahNumber":2,"VerseNumber":43,"Text":"Sovershayte salat, davayte zakat i preklonyayte koleni vmeste s preklonyayushchimi"},{"SurahNumber":2,"VerseNumber":44,"Text":"Neuzheli vy stanete prizyvat' lyudey k dobrodeteli, predav zabveniyu svoi [deyaniya], ved' vy zhe [sami] umeyete chitat' Pisaniye? Neuzheli vy ne khotite prizadumat'sya"},{"SurahNumber":2,"VerseNumber":45,"Text":"Ishchite podmogu v upovanii na Allakha i molitvennom obryade. Voistinu, salat - tyazhkoye bremya [dlya vsekh], krome smirennykh"},{"SurahNumber":2,"VerseNumber":46,"Text":"kotoryye znayut, chto predstanut pered Gospodom svoim i chto k Nemu vozvratyatsya oni [v Sudnyy den']"},{"SurahNumber":2,"VerseNumber":47,"Text":"O syny Israila! Pomnite o milosti, kotoruyu YA okazal vam, a takzhe o tom, chto YA vozvysil vas nad [prochimi] narodami mira"},{"SurahNumber":2,"VerseNumber":48,"Text":"Strashites' dnya, kogda ni odin chelovek ne primet nakazaniya za drugogo, kogda nikomu iz lyudey ne budet dozvoleno zastupnichestvo [drugogo], kogda cheloveku nel'zya budet otkupit'sya [ot sovershennykh grekhov] i greshnikam ne budet sniskhozhdeniya"}]}