{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":12,"Text":"V den, kdy spatris, jak pred vericimi muzi a zenami a po pravici jejich pobezi svetlo jejich, bude jim receno: \"Radostna zprava pro vas: dnes vstoupite do zahrad, pod nimiz reky tekou a v nichz nesmrtelni budete!\" A to veru bude uspech nesmirny"},{"SurahNumber":57,"VerseNumber":13,"Text":"V ten den reknou pokrytci, muzi i zeny, tem, kdoz uverili:,, Pockejte na nas, abychom si mohli vzit neco ze svetla vaseho!\" A bude jim receno: \"Vratte se nazpet a hledejte svetlo jinde!\" A bude mezi nimi postavena zed, v niz bude brana: uvnitr bude milosrdenstvi a zvnejska, naproti nim, bude trest"},{"SurahNumber":57,"VerseNumber":14,"Text":"A zavolaji na ne pokrytci: \"Cozpak jsme nebyli s vami?\" Odpovedi: \"Ano, avsak vy sami sebe jste v pokuseni uvedli, cihali jste, pochybovali jste a zmamily vas vase tuzby pozemske, az prisel rozkaz Bozi a byli jste oklamani ohledne Boha tim, kdo mami"},{"SurahNumber":57,"VerseNumber":15,"Text":"A nebude proto dnes prijato vykupne ani od vas, ani od tech, kdoz neverili; utulkem vasim bude ohen pekelny a bude i vasim panem. Jak hnusny je to cil konecny"},{"SurahNumber":57,"VerseNumber":16,"Text":"Coz neprisel cas pro ty, kdoz uverili, aby srdce jejich se pokorila pred pripomenutim Bozim a pred tim, co seslal z pravdy? Necht nejsou jako ti, jimz zdal se - kdyz dostalo se jim predtim Pisma - cas prilis dlouhy; i zatvrdila se srdce jejich a vetsina z nich byli hanebnici"},{"SurahNumber":57,"VerseNumber":17,"Text":"Vezte, ze Buh ozivuje zemi po smrti jeji; a jiz jsme vam vysvetlili znameni - snad budete rozumni"},{"SurahNumber":57,"VerseNumber":18,"Text":"Tem, kdoz rozdavaji almuznu, muzum i zenam, a tem, kdoz poskytuji Bohu krasnou pujcku, tem bude splacena dvojnasobne a dostane se jim odmeny stedre"}]}