{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":41,"Text":"Wahrlich, Wir haben dir das Buch mit der Wahrheit fur die Menschen hinabgesandt. Wer dann rechtgeleitet ist, der ist es zu seinem eigenen Besten; und wer irregeht, der geht dann irre zu seinem (eigenen) Schaden. Und du bist nicht ihr Sachwalter"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allah nimmt die Seelen (der Menschen) zur Zeit ihres Sterbens (zu Sich) und (auch die Seelen) derer, die nicht gestorben sind, wenn sie schlafen. Dann halt Er die zuruck, uber die Er den Tod verhangt hat, und schickt die anderen (wieder) bis zu einer bestimmten Frist (ins Leben zuruck) Hierin sind sicher Zeichen fur Leute, die nachdenken"},{"SurahNumber":39,"VerseNumber":43,"Text":"Oder haben sie etwa statt Allah Fursprecher genommen? Sprich: \"Selbst wenn sie keine Macht uber irgend etwas besitzen und keinen Verstand"},{"SurahNumber":39,"VerseNumber":44,"Text":"Sprich: \"Alle Fursprache gehort Allah. Sein ist das Konigreich der Himmel und der Erde. Und zu Ihm werdet ihr zuruckgebracht"},{"SurahNumber":39,"VerseNumber":45,"Text":"Und wenn Allah als Einziger genannt wird, dann krampfen sich die Herzen derer, die nicht ans Jenseits glauben, in Widerwillen zusammen; werden aber die genannt, die statt Ihm (verehrt werden), siehe, dann beginnen sie zu frohlocken"},{"SurahNumber":39,"VerseNumber":46,"Text":"Sprich: \"O Allah! Schopfer der Himmel und der Erde! Kenner des Verborgenen und des Offenbaren! Du allein wirst zwischen Deinen Dienern richten uber das, woruber sie uneins waren"},{"SurahNumber":39,"VerseNumber":47,"Text":"Besaßen diejenigen, die gefrevelt haben, auch alles, was auf Erden ist, und noch einmal soviel dazu, wurden sie sich gewiß damit von der schlimmen Strafe am Tage der Auferstehung loskaufen wollen; aber es wird ihnen von Allah das erscheinen, mit dem sie nimmermehr gerechnet haben"}]}