{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":62,"Text":"Haberiniz olsun ki Allahın veli (kul) lan icin hic bir korku yokdur. Onlar mahzun da olacak degillerdir"},{"SurahNumber":10,"VerseNumber":63,"Text":"Onlar iman edib takvaaya ermis olanlardır"},{"SurahNumber":10,"VerseNumber":64,"Text":"Dunya hayaatında da, ahiretde de onlar icin mujde (ler) vardır. Allahın sozlerinde asla degisme (imkanı) yokdur. Bu, en buyuk seadetin ta kendisidir"},{"SurahNumber":10,"VerseNumber":65,"Text":"(Habibim) onların (musriklerin) lakırdıları seni tasaya dusurmesin. Cunku butun izzet ve galebe Allahındır. O, (hepsini) hakkıyle isidici, kemaliyle bilicidir"},{"SurahNumber":10,"VerseNumber":66,"Text":"Haberiniz olsun ki goklerde kim var, yerde kim varsa (hepsi) subhesiz Allahındır. Allahdan baskasına tapanlar dahi (hakıykatde) Allaha katdıkları ortaklara tabi olmuyorlar. Onlar (kuru) zandan baskasına uymuyorlar ve onlar ancak yalandan baskasını soylemiyorlar"},{"SurahNumber":10,"VerseNumber":67,"Text":"O, geceyi — icinde sukun ve istirahat etmeniz icin — (karanlık), gunduzu ise (calısıp kazanmanız icin) zıyadar olarak yaratandır. Subhe yok ki bunda kulak verecek bir kavm icin ibretler vardır"},{"SurahNumber":10,"VerseNumber":68,"Text":"Dediler ki: «Allah kendine evlad edindi». Haasa, Allah bundan munezzehdir, O, mustagnidir. Goklerde ne varsa, yerde ne varsa (hepsi) Onundur. Nezdinizde buna (o iddianıza) aid hic bir delil de yokdur. Siz Allaha karsı bilmeyeceginiz (ilim ile isbat edemeyeceginiz) bir sey´i mi soyluyorsunuz"},{"SurahNumber":10,"VerseNumber":69,"Text":"De ki: «Allaha karsı yalan uyduranlar hic subhesiz felah bulmayacaklardır»"},{"SurahNumber":10,"VerseNumber":70,"Text":"(Onların bu yalanları kendilerine belki) dunyada (cuz´i) bir faide (saglayabilir). En son donusleri ise ancak bizedir. (Bundan) sonra da kufr (-u inkar) da ısraar etmekde olduklarına mukaabil onlara cetin azabı (mızı) tatdıracagız"}]}