{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"“Ndipo sitidalenge thambo ndi nthaka ndi zapakati pake popanda cholinga. Zoterezo ndi maganizo a amene sadakhulupirire. Choncho kuonongeka kwakukulu ku Moto kuli kwa iwo amene sadakhulupirire"},{"SurahNumber":38,"VerseNumber":28,"Text":"“Kodi tingawachite amene akhulupirira (Allah) ndi kuchita zabwino kukhala monga oononga pa dziko? Kapena tiwachite oopa (Allah) monga oipa"},{"SurahNumber":38,"VerseNumber":29,"Text":"“(Ili), ndibuku lochuluka madalitso lomwe talivumbulutsa kwa iwe kuti (anthu) azame kwambiri pomvetsetsa ndime zake; ndi kuti apeze nalo phunziro eni nzeru"},{"SurahNumber":38,"VerseNumber":30,"Text":"“Ndipo Daud tidampatsa (dalitso lobereka) Sulaiman, amene adali munthu wabwino. Ndithu iye adali wochulukitsa kutembenukira kwa Allah (ndi kudzichepetsa m’chikhalidwe chake chonse)"},{"SurahNumber":38,"VerseNumber":31,"Text":"“(Kumbuka) pamene adasonyezedwa kwa iye nthawi yamadzulo akavalo ofatsa akaima; othamanga kwambiri, akayenda"},{"SurahNumber":38,"VerseNumber":32,"Text":"“Ndipo adati: “Ndikukonda zinthu zabwino chifukwa chokumbukira Mbuye wanga,” kufikira pomwe (akavalowo) adabisika kuseri kwa chotsekereza (poikidwa m’makola mwawo pomwe iye amafunitsitsa kumawaonabe)"},{"SurahNumber":38,"VerseNumber":33,"Text":"“(Ndipo adati): “Abwezeni kwa ine.” Kenako adayamba kuwasisita m’miyendo ndi m’makosi (mwawo)"},{"SurahNumber":38,"VerseNumber":34,"Text":"“Ndithu Sulaiman tidamuyesa (mayeso); ndipo tidaika thupi pa mpando wake wachifumu; kenako adabwerera kwa Allah"},{"SurahNumber":38,"VerseNumber":35,"Text":"“Adati: “E Mbuye wanga! Ndikhululukireni ndipo ndipatseni ufumu (umene) sangaupeze aliyense pambuyo panga; ndithu inu ndiwopatsa mochulukitsa.”"},{"SurahNumber":38,"VerseNumber":36,"Text":"“Kenako tidaichita mphepo yoomba moleza kuti imgonjere, yomwe imayenda mwachifuniro chake (Sulaiman), paliponse pomwe wafuna"},{"SurahNumber":38,"VerseNumber":37,"Text":"“Ndiponso (tidamgonjetsera) asatana; ena mwa iwo omanga zomangamanga ndi obira m’nyanja zakuya"},{"SurahNumber":38,"VerseNumber":38,"Text":"“Ndi ena (mwa asatana) onjatidwa mmagoli ndi unyolo, (kuti asiye kusokoneza ena)"},{"SurahNumber":38,"VerseNumber":39,"Text":"“(Ndipo adauzidwa iye): “Izi (zomwc takudalitsa nazo) ndi zopatsa Zathu; choncho mpatse kapena mmane (amene wamfuna). Popanda kuwerengeredwa.”"},{"SurahNumber":38,"VerseNumber":40,"Text":"“Ndithu (Sulaiman) ali nawo ulemelero waukulu woyandikira kwa Ife, ndi mabwelero abwino"},{"SurahNumber":38,"VerseNumber":41,"Text":"“Kumbuka, (iwe Mtumiki {s.a.w}) kapolo Wathu Ayubu, pamene adaitana Mbuye wake: “Ine wandikhudza satana ndi masautso ndi zowawa!”"},{"SurahNumber":38,"VerseNumber":42,"Text":"“(Tidamuyankha kuitana kwake, ndipo tidamuuza): “Menyetsa miyendo yako (panthaka; patuluka madzi) ozizira osamba ndi kumwa (zikuchokera zomwe uli nazo).”"}]}