{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":12,"Text":"Suphesiz Tanrı, inanıp salih amellerde bulunanları, altından ırmaklar akan cennetlere sokar. Kufredenler ise metalanırlar ve hayvanların yemesi gibi yerler; ates, onlar icin bir konaklama yeridir"},{"SurahNumber":47,"VerseNumber":13,"Text":"Seni surup cıkaran memleketinden kuvvet bakımından daha ustun nice memleketler vardı ki, biz onları yıkıma ugrattık da kendileri icin hicbir yardımcı yoktu"},{"SurahNumber":47,"VerseNumber":14,"Text":"Simdi rabbinden apacık bir belge uzerinde bulunan kimse, kotu ameli kendisine ´suslu ve cekici gosterilmis´ ve kendi hevalarına uyan kimseler gibi midir"},{"SurahNumber":47,"VerseNumber":15,"Text":"Takva sahiplerine vaadedilen cennetin misali (sudur): Icinde bozulmayan sudan ırmaklar, tadı degismeyen sutten ırmaklar, icenler icin lezzet veren saraptan ırmaklar ve suzme baldan ırmaklar vardır ve orda onlar icin meyvelerin her turlusunden ve rablerinden bir magfiret vardır. Hic (boyle mukafaatlanan bir kisi), atesin icinde ebedi olarak kalan ve bagırsaklarını ´parca parca koparan´ kaynar sudan icirilen kimseler gibi olur mu"},{"SurahNumber":47,"VerseNumber":16,"Text":"Onlardan kimi gelip seni dinler. Nitekim yanından cıkıp gittikleri zaman ilim verilenlere derler ki: \"O biraz once ne soyledi?\" Iste onlar; Tanrı, onların kalplerini muhurlemistir ve onlar kendi hevalarına uymuslardır"},{"SurahNumber":47,"VerseNumber":17,"Text":"Hidayeti bulmus olanlara gelince; (Tanrı,) hidayetlerini arttırmıs ve takvalarını vermistir"},{"SurahNumber":47,"VerseNumber":18,"Text":"Artık onlar, kıyamet saatinin kendilerine apansız gelmesinden baskasını mı gozluyorlar? Iste onun isaretleri gelmistir. Fakat kendilerine geldikten sonra ogut alıp dusunmeleri onlara neyi saglar"},{"SurahNumber":47,"VerseNumber":19,"Text":"Su halde bil; gercekten, Tanrı´dan baska tanrı yoktur. Hem kendi gunahın, hem inanclı (erkek)ler hem de inanclı (kadın)lar icin magfiret dile! Tanrı, sizin donup dolasacagınız (mutekallebekum) yeri bilir, konaklama yerinizi de"}]}