{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"Rabbinden umit ettigin rahmeti isterken, onlardan (mecbur kalarak) yuz cevirirsen (bir sey veremezsen), o zaman onlara yumusak soz soyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ve boynuna elini baglama (cimrilik yapma) ve hepsini acıp sacma (israf etme)! Aksi halde kınanmıs ve malı tukenmis olarak kalırsın"},{"SurahNumber":17,"VerseNumber":30,"Text":"Muhakkak ki Rabbin, diledigine rızkı genisletir ve (olcusunu) taktir eder (daraltır). O, mutlaka kullarını goren ve (onlardan) haberdar olandır"},{"SurahNumber":17,"VerseNumber":31,"Text":"Yoksulluk korkusu ile evlatlarınızı oldurmeyin! Onları ve sizleri sadece Biz rızıklandırırız. Muhakkak ki onların oldurulmesi, (kasıtla islenen) buyuk suc oldu"},{"SurahNumber":17,"VerseNumber":32,"Text":"Ve zinaya yaklasmayın! Cunku o, fuhus (hayasızlık) ve kotu bir yoldur"},{"SurahNumber":17,"VerseNumber":33,"Text":"Allah´ın haram kıldıgı bir nefsi (kisiyi), haksız yere oldurmeyin! Kim mazlum olarak (haksız yere) oldurulurse, o taktirde onun velisini sultan (hak sahibi) kıldık. Artık oldurmede haddi asmasın. Cunku o, yardım gormus olandır"},{"SurahNumber":17,"VerseNumber":34,"Text":"En kuvvetli cagına (buluga) erisinceye kadar, yetimin malına en guzel sekilde olmadıkca yaklasmayın! Ve ahdi ifa ediniz (yerine getiriniz)! Muhakkak ki ahd, mes´ul (sorumlu) kılar"},{"SurahNumber":17,"VerseNumber":35,"Text":"Ve olctugunuz zaman, olcuyu tam ifa edin (yerine getirin)! Dogru olarak ve adaletle (dogru olcu ile) tartın! Iste bu, daha hayırlı ve tevil (yorum) bakımından daha guzeldir"},{"SurahNumber":17,"VerseNumber":36,"Text":"Ve (hakkında) ilmin olmayan bir seyin ardına dusme (karısma) (acıklamaya calısma)! Muhakkak ki isitme, gorme ve idrak, onların hepsi, ondan (takfu´dan) mesul (sorumlu) oldu (mesuldurler)"},{"SurahNumber":17,"VerseNumber":37,"Text":"Ve yeryuzunde azametle (gururla) yurume! Muhakkak ki sen, yeryuzunu asla tahrik edemezsin (hareket ettiremezsin). Ve asla dagların boyuna erisemezsin (dag kadar yuksek olamazsın)"},{"SurahNumber":17,"VerseNumber":38,"Text":"Iste butun bu seyyiatler (derecat kaybettirici seyler), Rabbinin indinde (katında) mekruh (kerih) oldu"}]}