{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":33,"Text":"«ولا يأتونك بمثل» في إبطال أمرك «إلا جئناك بالحق» الدافع له «وأحسن تفسيرا» بيانا"},{"SurahNumber":25,"VerseNumber":34,"Text":"هم «الذين يُحشرون على وجوههم» أي يساقون «إلى جهنم أولئك شرٌ مكانا» هو جهنم «وأضَلُّ سبيلا» أخطأ طريقا من غيرهم وهو كفرهم"},{"SurahNumber":25,"VerseNumber":35,"Text":"«ولقد آتينا موسى الكتاب» التوراة «وجعلنا معه أخاه هارون وزيرا» معينا"},{"SurahNumber":25,"VerseNumber":36,"Text":"«فقلنا اذهبا إلى القوم الذين كذبوا بآياتنا» أي القبط فرعون وقومه فذهبا إليهم بالرسالة فكذبوهما «فدمرناهم تدميرا» أهلكناهم إهلاكا"},{"SurahNumber":25,"VerseNumber":37,"Text":"«و» اذكر «قوم نوح لما كذبوا الرسل» بتكذيبهم نوحا لطول لبثه فيهم فكأنه رسل، أو لأن تكذيبه تكذيب لباقي الرسل لاشتراكهم في المجيء بالتوحيد «أغرقناهم» جواب لما «وجعلناهم للناس» بعدهم «آية» عبرة «وأعتدنا» في الآخرة «للظالمين» الكافرين «عذابا أليما» مؤلما سوى ما يحل بهم في الدنيا"},{"SurahNumber":25,"VerseNumber":38,"Text":"«و» اذكر «عادا» يوم هود «وثمود» قوم صالح «وأصحاب الرَّسَّ» اسم بئر، ونبيهم قيل شعيب وقيل غيره كانوا قعودا حولها فانهارت بهم وبمنازلهم «وقرونا» أقواما «بين ذلك كثيرا» أي بين عاد وأصحاب الرَّسَّ"},{"SurahNumber":25,"VerseNumber":39,"Text":"«وكلا ضربنا له الأمثال» في إقامة الحجة عليهم فلم نهلكهم إلا بعد الإنذار «وكلاٌ تبَّرنا تتبيرا» أهلكنا إهلاكا بتكذيبهم أنبياءهم"},{"SurahNumber":25,"VerseNumber":40,"Text":"«ولقد أتوا» أي مرَّ كفار مكة «على القرية التي أمطرت مطر السوء» مصدر ساء أي بالحجارة وهي عظمى قرى قوم لوط فأهلك الله أهلها لفعلهم الفاحشة «أفلم يكونوا يرونَها» في سفرهم إلى الشام فيعتبرون، والاستفهام للتقرير «بل كانوا لا يرجون» يخافون «نشورا» بعثا فلا يؤمنون"},{"SurahNumber":25,"VerseNumber":41,"Text":"«وإذا رأوْك إن» ما «يتخذونك إلا هزؤا» مهزوءا به يقولن «أهذا الذي بعث الله رسولا» في دعواه محتقرين له عن الرسالة"},{"SurahNumber":25,"VerseNumber":42,"Text":"«إن» مخففة من الثقيلة واسمها محذوف أي إنه «كاد ليضلنا» يصرفنا «عن آلهتنا لولا أن صبرنا عليها» لصرفنا عنها، قال تعالى: «وسوف يعلمون حين يرون العذاب» عينانا في الآخرة «من أضلُّ سبيلا» أخطأ طريقا، أهم أم المؤمنون"},{"SurahNumber":25,"VerseNumber":43,"Text":"«أرأيت» أخبرني «من اتخذ إلههُ هواه» أي مُهويه قدَّم المفعول الثاني لأنه أهمّ وجملة من اتخذ مفعول أول لرأيت والثاني «أفأنت تكون عليه وكيلا» حافظا تحفظه عن ابتاع هواه لا"}]}