{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":9,"VerseNumber":87,"Text":"Ils acceptent de rester a l’arriere avec les femmes et les enfants. Un sceau a ete appose sur leurs cœurs, les privant de tout entendement"},{"SurahNumber":9,"VerseNumber":88,"Text":"Quant au Messager et ses compagnons, ils n’ont pas hesite a sacrifier leurs biens et leurs vies. Voila ceux qui seront combles de faveurs. Voila les bienheureux"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah leur a prepare des jardins traverses de rivieres ou ils demeureront pour l’eternite. Voila le bonheur supreme"},{"SurahNumber":9,"VerseNumber":90,"Text":"Certains Bedouins sont venus te demander de les dispenser du combat, s’excusant de ne pouvoir y participer, tandis que d’autres, parmi ceux qui mentent a Allah et a Son Messager, ne se sont pas meme deplaces pour s’en excuser. Ceux d’entre eux qui ont rejete la foi subiront un douloureux chatiment"},{"SurahNumber":9,"VerseNumber":91,"Text":"Les faibles, les malades et ceux qui n’ont pas les moyens de s’equiper ne commettent aucun peche en ne participant pas aux combats s’ils sont sinceres envers Allah et Son Messager. Ceux qui ont de bonnes raisons de rester a l’arriere ne meritent donc aucune sanction. Allah est Tres Clement et Tres Misericordieux"},{"SurahNumber":9,"VerseNumber":92,"Text":"De meme, n’ont commis aucun peche ceux qui sont venus te reclamer des montures et qui, lorsque tu leur as repondu : « Je ne trouve pas de montures a vous proposer », sont repartis les yeux debordant de larmes, tristes de ne pouvoir trouver de quoi s’equiper"},{"SurahNumber":9,"VerseNumber":93,"Text":"Seuls meritent d’etre sanctionnes ceux qui, bien que riches, te demandent de les dispenser de combattre, acceptant de rester a l’arriere avec les femmes et les enfants. Allah a appose un sceau sur leurs cœurs, si bien qu’ils ne sont pas conscients des consequences de leurs actes"}]}