{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Hakika mimi nimemkuta mwanamke anawatawala, naye amepewa kila kitu, na anacho kiti cha enzi kikubwa"},{"SurahNumber":27,"VerseNumber":24,"Text":"Nimemkuta yeye na watu wake wanalisujudia jua badala ya Mwenyezi Mungu; na Shet'ani amewapambia vitendo vyao na akawazuilia Njia. Kwa hivyo hawakuongoka"},{"SurahNumber":27,"VerseNumber":25,"Text":"Na hawamsujudii Mwenyezi Mungu ambaye huyatoa yaliyo fichikana katika mbingu na ardhi, na anayajua mnayo yaficha na mnayo yatangaza"},{"SurahNumber":27,"VerseNumber":26,"Text":"Mwenyezi Mungu - hapana mungu ila Yeye, Mola Mlezi wa A'rshi tukufu"},{"SurahNumber":27,"VerseNumber":27,"Text":"Akasema (Sulaiman): Tutatazama umesema kweli au wewe ni miongoni mwa waongo"},{"SurahNumber":27,"VerseNumber":28,"Text":"Nenda na barua yangu hii na uwafikishie, kisha waache na utazame watarejesha nini"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Malkia) akasema: Enyi wahishimiwa! Hakika nimeletewa barua tukufu"},{"SurahNumber":27,"VerseNumber":30,"Text":"Imetoka kwa Sulaiman nayo ni: Kwa jina la Mwenyezi Mungu, Mwingi wa rehema, Mwenye kurehemu"},{"SurahNumber":27,"VerseNumber":31,"Text":"Msinifanyie jeuri, na fikeni kwangu nanyi mmekwisha kuwa wenye kusalimu amri"},{"SurahNumber":27,"VerseNumber":32,"Text":"Akasema: Enyi wahishimiwa! Nipeni shauri katika jambo langu hili, kwani mimi sikati shauri yoyote mpaka mhudhurie"},{"SurahNumber":27,"VerseNumber":33,"Text":"Wakasema: Sisi ni wenye nguvu na wakali kwa vita; na amri iko kwako, basi tazama ni nini unaamrisha"},{"SurahNumber":27,"VerseNumber":34,"Text":"Akasema: Hakika wafalme wanapo uingia mji wanauharibu, na wanawafanya wale watukufu wake kuwa wanyonge. Na hivyo ndivyo watendavyo"},{"SurahNumber":27,"VerseNumber":35,"Text":"Lakini mimi nitawapelekea zawadi, nami nitangoja watakayo rudi nayo wajumbe"}]}