{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Onlara Nuh'un haberini oku: Hani o kavmine demisti ki: \"Ey kavmim! Eger benim (aranızda) durmam ve Allah'ın ayetlerini hatırlatmam size agır geldi ise, ben yalnız Allah'a dayanıp guvenirim. Siz de ortaklarınızla beraber toplanıp yapacagınızı kararlastırın. Sonra isiniz basınıza dert olmasın. Bundan sonra (vereceginiz) hukmu, bana uygulayın ve bana muhlet de vermeyin"},{"SurahNumber":10,"VerseNumber":72,"Text":"Eger yuz ceviriyorsanız, zaten ben sizden bir ucret istemedim. Benim ecrim Allah'tan baskasına ait degildir ve bana muslumanlardan olmam emrolundu"},{"SurahNumber":10,"VerseNumber":73,"Text":"Yine de onu yalanladılar, biz de hem onu hem de onunla beraber gemide bulunanları kurtardık ve onları (yeryuzunde) halifeler kıldık; ayetlerimizi yalanlayanları da (denizde) bogduk. Bak ki uyarılanların (fakat inanmayanların) sonu nasıl oldu"},{"SurahNumber":10,"VerseNumber":74,"Text":"Sonra onun arkasından bircok peygamberi kendi toplumlarına gonderdik. Onlara mucizeler getirdiler. Fakat onlar daha once yalanladıkları seye inanacak degillerdi. Iste haddi asanların kalplerini biz boyle muhurleriz"},{"SurahNumber":10,"VerseNumber":75,"Text":"Sonra onların ardından da Firavun ve toplumuna Musa ile Harun'u mucizelerimizle gonderdik, fakat onlar kibirlendiler ve gunahkar bir toplum oldular"},{"SurahNumber":10,"VerseNumber":76,"Text":"Katımızdan onlara hak (mucize) gelince: \"Bu elbette apacık bir sihirdir\" dediler"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa: \"Size hak geldiginde onun icin (hep boyle) mi dersiniz? Bu bir sihir midir? Halbuki sihirbazlar iflah olmazlar\" dedi"},{"SurahNumber":10,"VerseNumber":78,"Text":"Onlar dediler ki: Babalarımızı uzerinde buldugumuz (dinden) bizi donduresin ve yeryuzunde ululuk sizin ikinizin olsun diye mi bize geldin? Halbuki biz size inanacak degiliz"}]}