{"Id":182,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"જ્યારે તમે અને તમારા મિત્રો હોડીમાં શાંતિથી બેસી જાવ તો કહેજો કે દરેક પ્રકારની પ્રશંસા અલ્લાહ માટે જ છે, જેણે અમને અત્યાચારી લોકોથી છૂટકારો આપ્યો"},{"SurahNumber":23,"VerseNumber":29,"Text":"અને કહેજો કે હે મારા પાલનહાર ! મને બરકતની સાથે ઉતાર, અને તું જ ઉતારવા માટે શ્રેષ્ઠ છે"},{"SurahNumber":23,"VerseNumber":30,"Text":"ખરેખર આમાં મોટી મોટી નિશાનીઓ છે અને અમે નિ:શંક કસોટી કરવાવાળા છે"},{"SurahNumber":23,"VerseNumber":31,"Text":"ત્યાર પછી અમે ઘણી કૌમોનું સર્જન કર્યું"},{"SurahNumber":23,"VerseNumber":32,"Text":"પછી તે લોકો માંથી પયગંબર પણ મોકલ્યા, જેથી તમે સૌ અલ્લાહની બંદગી કરો, તેના સિવાય તમારો કોઈ પૂજ્ય નથી, તમે કેમ ડરતા નથી"},{"SurahNumber":23,"VerseNumber":33,"Text":"અને કોમના સરદારોએ જવાબ આપ્યો, જેઓ ઇન્કાર કરતા હતાં અને આખેરતની મુલાકાતને જુઠલાવતા હતાં અને અમે તે લોકોને દુનિયાના જીવનમાં સમૃદ્ધ બનાવ્યા હતાં, (તેઓએ કહ્યું) કે આ તો તમારા જેવો જ મનુષ્ય છે. તમારા જેવો જ ખોરાક આ પણ ખાય છે અને તમારા પીવા માટેના પાણીને પણ તેઓ પીવે છે"},{"SurahNumber":23,"VerseNumber":34,"Text":"જો તમે પોતાના જેવા જ માનવીનું અનુસરણ કરવા લાગ્યા, તો નિ:શંક તમે ખૂબ નુકસાન ઉઠાવનારા બનશો"},{"SurahNumber":23,"VerseNumber":35,"Text":"શું તે તમને આ વાતનું વચન આપે છે કે જ્યારે તમે મૃત્યુ પામી ફક્ત માટી અને હાડકા રહી જશો, તો તમે પાછા જીવિત કરવામાં આવશો"},{"SurahNumber":23,"VerseNumber":36,"Text":"નહીં, નહીં દૂર અને ઘણું જ દૂર છે તે, જેનું તમને વચન આપવામાં આવે છે"},{"SurahNumber":23,"VerseNumber":37,"Text":"(જીવન) તો ફક્ત દુનિયાનું જીવન છે, આપણે મૃત્યુ પામીએ છીએ અને જીવિત થઇએ છીએ. અને એવું નથી કે આપણે પાછા જીવિત કરવામાં આવીશું"},{"SurahNumber":23,"VerseNumber":38,"Text":"આ તો બસ ! એવો વ્યક્તિ છે, જેણે અલ્લાહ પર જુઠાણું બાંધ્યું, અમે તો આ વ્યક્તિ પર ઈમાન લાવવાના નથી"},{"SurahNumber":23,"VerseNumber":39,"Text":"પયગંબરે દુઆ કરી કે પાલનહાર ! આ લોકોના જુઠલાવવા પર તું મારી મદદ કર"},{"SurahNumber":23,"VerseNumber":40,"Text":"જવાબ આપ્યો કે આ લોકો તો નજીક માંજ પોતાના કર્મો પર દિલગીરી વ્યક્ત કરશે"},{"SurahNumber":23,"VerseNumber":41,"Text":"છેવટે ન્યાય પ્રમાણે ચીસે (ડરામણા અવાજે) તેમને પકડી લીધા અને અમે તે લોકોને અસ્ત-વ્યસ્ત કરી નાખ્યા, બસ ! અત્યાચારીઓ માટે દૂરી છે"},{"SurahNumber":23,"VerseNumber":42,"Text":"ત્યાર પછી અમે બીજી ઘણી કોમોનું સર્જન કર્યું"}]}