{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"Ayrıca O´nun hesabına derin sulara dalan ve başka işler yapan bazı şeytanları da Süleyman´ın emrine verdik. Biz onları gözetim altında tutuyorduk"},{"SurahNumber":21,"VerseNumber":83,"Text":"Eyyüb´e gelince hani O «Bir derde yakalandım, sen ise merhametlilerin en merhametlisisin» diye Rabb´ine seslenmişti"},{"SurahNumber":21,"VerseNumber":84,"Text":"Biz de duasını kabul ederek pençesine düştüğü derdi giderdik. Ayrıca karşılıksız rahmetimizin bir eseri olarak ve bize kulluk edenlerin her zaman anacakları bir örnek olsun diye eski ailesini kendisine bir kat fazlası ile yeniden bağışladık"},{"SurahNumber":21,"VerseNumber":85,"Text":"İsmail´i, İdris´i ve Zülkifli de hatırla. Bunların her üçü de sabırlı kimselerdi"},{"SurahNumber":21,"VerseNumber":86,"Text":"Her üçünü de rahmetimizin kapsamına aldık. Onlar gerçekten salih kullarımızdandı"},{"SurahNumber":21,"VerseNumber":87,"Text":"Zunnun´a (Yunus´a) gelince hani o öfke içinde yurdundan ayrılırken artık bizim kendisini sıkıntıya uğratmayacağımızı sanmıştı. Fakat sonra karanlıklar içinde «Senden başka ilah yoktur, sen her türlü noksanlıktan münezzehsin, ben gerçekten bir zalim oldum» diye bize seslendi"},{"SurahNumber":21,"VerseNumber":88,"Text":"Bunun üzerine duasını kabul ederek kendisini içine düştüğü sıkıntıdan kurtardık. İşte mü´minleri böyle kurtarırız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Zekeriyya´yı da hatırla. Hani O Rabb´ine «Ya Rabb´i, beni tek, evlatsız bırakma, gerçi en hayırlı mirasçı sensin, her şey sonunda sana kalacaktır» diye seslendi"},{"SurahNumber":21,"VerseNumber":90,"Text":"Biz de duasını kabul ederek kendisine Yahya´yı armağan etmiş, eşini geçimli ve doğurgan yapmıştık. Bütün bu peygamberler iyi işler yapmaya koşarlar, umut ve korku içinde bize dua ederler, bize gönülden saygı beslerlerdi"}]}