{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"So pe: “Imisi ni mo fi n kilo fun yin. Awon aditi ko si nii gbo ipe nigba ti won ba n kilo fun won.”"},{"SurahNumber":21,"VerseNumber":46,"Text":"Ati pe dajudaju ti abala kan ninu iya Oluwa re ba fowo ba won, dajudaju won a wi pe: “Egbe wa o; dajudaju awa je alabosi.”"},{"SurahNumber":21,"VerseNumber":47,"Text":"A maa gbe awon osuwon deede kale ni Ojo Ajinde. Nitori naa, won ko nii se abosi kini kan fun emi kan. Ki (ise) je iwon eso kardal (bin-intin), A maa mu un wa. A si to ni Olusiro"},{"SurahNumber":21,"VerseNumber":48,"Text":"Dajudaju A fun (Anabi) Musa ati (Anabi) Harun ni oro-ipinya (ohun t’o n sopinya laaarin ododo ati iro), imole ati iranti fun awon oluberu (Allahu)"},{"SurahNumber":21,"VerseNumber":49,"Text":"(Awon ni) awon t’o n paya Oluwa won ni ikoko. Olupaya si ni won nipa Akoko naa"},{"SurahNumber":21,"VerseNumber":50,"Text":"Eyi si ni iranti onibukun ti A sokale. Se eyin yoo tako o ni"},{"SurahNumber":21,"VerseNumber":51,"Text":"Dajudaju A ti fun (Anabi) ’Ibrohim ni imona tire siwaju (ki o to dagba). Awa si n je Onimo nipa re"},{"SurahNumber":21,"VerseNumber":52,"Text":"(Ranti) nigba ti o so fun baba re ati ijo re pe: “Ki ni awon ere wonyi ti e n duro ti lorun se je na?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"Won wi pe: “A ba awon baba wa ti won n josin fun won ni.”"},{"SurahNumber":21,"VerseNumber":54,"Text":"O so pe: “Dajudaju eyin ati awon baba yin ti wa ninu isina ponnbele.”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Won wi pe: “Se o mu ododo wa fun wa ni tabi iwo wa lara awon elefe.”"},{"SurahNumber":21,"VerseNumber":56,"Text":"O so pe: \"Rara. Oluwa yin ni Oluwa awon sanmo ati ile; Eni ti O pile iseda won. Emi si wa ninu awon elerii lori iyen"},{"SurahNumber":21,"VerseNumber":57,"Text":"Ati pe mo fi Allahu bura, dajudaju mo maa dete si awon orisa yin leyin ti e ba peyin da, ti e lo"}]}