{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":79,"Text":"(Yusif) belə cavab verdi: “Allah eləməsin! Malımızı kimdə tapmışıqsa, yalnız onu tutub saxlayacağıq. Yoxsa, sözsüz ki, haqsızlıq etmiş olarıq!”"},{"SurahNumber":12,"VerseNumber":80,"Text":"Onlar (Bin Yamindən) ümidlərini kəsdikdə kənara çəkilib pıçıldaşmağa başladılar (pıçıldaşaraq kənara çəkildilər). Onların (qardaşların) ən böyüyü dedi: “Məgər atanız sizi Allaha and içdirib əhd aldığını və bundan qabaq Yusif barəsindəki təqsirinizi bilmirsiniz? Atam (evə qayıtmağıma) izin və ya Allah (qardaşımın xilas olması haqqında) öz hökmünü verməyincə, mən bu yerdən (Misir torpağından) ayrılmayacağam! O (Allah) hökm verənlərin ən yaxşısıdır"},{"SurahNumber":12,"VerseNumber":81,"Text":"Atanızın yanına qayıdıb deyin: “Ata! Oğlun, həqiqətən, oğurluq etdi. Biz ancaq bildiyimiz şey barəsində şahidlik edirik. (Biz Bin Yaminin oğurluq etdiyini öz gözlərimizlə görməsək də, hər halda su qabı onun yükündən çıxdı). Biz qeybi mühafizə edən deyilik. (Bin Yamini sağ-salamat qaytarıb gətirəcəyimiz barədə sənə söz verdiyimiz zaman irəlidə bir oğurluq hadisəsinin baş verəcəyini və düzgün olub-olmasa da, onun qardaşımızın boynuna qoyulacağını haradan biləydik? Buna görə də bizi üzrlü hesab et)"},{"SurahNumber":12,"VerseNumber":82,"Text":"Olduğumuz şəhərdən (Misir əhalisindən) də, birlikdə gəldiyimiz karvandan da soruş. Biz, həqiqətən, doğru danışanlarıq!”"},{"SurahNumber":12,"VerseNumber":83,"Text":"(Qardaşlar Yə’qubun yanına qayıdıb əhvalatı atalarına danışdıqdan sonra) o dedi: “Xeyr, sizin öz nəfsiniz sizi bu işə sövq etdi (pis əməlinizi sizə yaxşı göstərdi). (Bir dəvə yükü artıq ərzaq almaq xatirinə qardaşınızı bada verdiniz. Əvvələn, Bin Yamin heç vaxt oğurluq etməz. İkincisi, oğurluq edənin tutulub kölə edilməsi bizim şəriətimizdədir. Misir hökmdarı bizim şəriətimizi haradan bilir? Bunu siz ona demisiniz). (Mənə) yalnız gözəl (tükənməz, dözümlü) səbr (gərəkdir). Ola bilsin ki, Allah onların (oğlanlarımın) hamısını mənə yetirsin! O, həqiqətən, (hər şeyi) biləndir, hikmət sahibidir!”"},{"SurahNumber":12,"VerseNumber":84,"Text":"(Bu sözlərdən sonra Yə’qub) onlardan (oğlanlarından) üz döndərdi. (Bin Yaminin başına gələn bu iş onun yadına sevimli oğlu Yusifin müsibətini saldı) və: “(Heyf sənə) yazıq Yusif!” – dedi. Dərd-qəmdən (həmişə ağlamaqdan Yə’qubun) gözlərinə ağ gəldi. O, (bütün dərdini) içində çəkirdi (oğlanlarına bildirmirdi)"},{"SurahNumber":12,"VerseNumber":85,"Text":"(Oğlanları Yə’quba) dedilər: “Allaha and olsun ki, sən Yusif deyə-deyə xəstələnib əldən düşəcək, ya da öləcəksən!”"},{"SurahNumber":12,"VerseNumber":86,"Text":"(Yə’qub) belə cavab verdi: “Mən dərd-sərimi yalnız Allaha ərz edirəm və Allahdan (gələn vəhy ilə) sizin bilmədiklərinizi (Yusifin vaxtilə gördüyü yuxunun çin çıxacağını, sizin və mənim ona tə’zim edəcəyimizi) bilirəm"}]}