{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Und nach ihm sandten Wir gegen seine Leute kein Heer vom Himmel herab, noch pflegten Wir (eins) zu senden"},{"SurahNumber":36,"VerseNumber":29,"Text":"Es war nur ein einziger Schrei, und siehe, sie lagen reglos da"},{"SurahNumber":36,"VerseNumber":30,"Text":"Wehe uber die Menschen! Kein Gesandter kommt zu ihnen, den sie nicht verspotteten"},{"SurahNumber":36,"VerseNumber":31,"Text":"Haben sie nicht gesehen, wie viele Generationen Wir schon vor ihnen vernichtet haben (und) daß sie nicht zu ihnen zuruckkehren"},{"SurahNumber":36,"VerseNumber":32,"Text":"Jedoch sie alle, allesamt versammelt, werden sicher vor Uns gebracht werden"},{"SurahNumber":36,"VerseNumber":33,"Text":"Und ein Zeichen ist ihnen die tote Erde. Wir beleben sie und bringen aus ihr Korn hervor, von dem sie essen"},{"SurahNumber":36,"VerseNumber":34,"Text":"Und Wir haben auf ihr Garten mit Dattelpalmen und Beeren angelegt, und Wir ließen Quellen aus ihr entspringen"},{"SurahNumber":36,"VerseNumber":35,"Text":"damit sie von ihren Fruchten essen; und ihre Hande schufen sie nicht. Wollen sie da nicht dankbar sein"},{"SurahNumber":36,"VerseNumber":36,"Text":"Preis (sei) Ihm, Der die Arten alle paarweise geschaffen hat von dem, was die Erde sprießen laßt, und von ihnen selber und von dem, was sie nicht kennen"},{"SurahNumber":36,"VerseNumber":37,"Text":"Und ein Zeichen ist ihnen die Nacht. Wir entziehen ihr das Tageslicht, und siehe, sie sind in Finsternis"},{"SurahNumber":36,"VerseNumber":38,"Text":"Und die Sonne eilt dem ihr gesetzten Ziel zu. Das ist die Anordnung des Erhabenen, des Allwissenden"},{"SurahNumber":36,"VerseNumber":39,"Text":"Und fur den Mond haben Wir Stationen bestimmt, bis er wie der alte Dattelrispenstiel wiederkehrt"},{"SurahNumber":36,"VerseNumber":40,"Text":"Weder hat die Sonne den Mond einzuholen, noch eilt die Nacht dem Tage voraus; und alle schweben auf einer Umlaufbahn"}]}