{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":49,"VerseNumber":12,"Text":"O besimtare, shmanguni nje mori parashikimesh! Disa parashikime, me te vertete jane mekat. Dhe mos spiunoni njeri-tjetrin e as mos pergojoni njeri-tjetrinnnn! A do dikush prej jush te haje mishin e vellaut te vet te vdekur – ju ate e dini se eshte shume keq – prandaj, ruajuni All-llahut; All-llahu, vertete, pranon pendimet dhe eshte shume i meshirshem"},{"SurahNumber":49,"VerseNumber":13,"Text":"O njerez, Ne ju kemi krijuar juve prej nje mashkulli dhe nje femre dhe u kemi bere popuj e fise qe ta njihni njeri-tjetrin. Me fisniku tek All-llahu eshte ai i cili me se shumti i ruhet Atij; All-llahu, me te vertete, eshte shume i dijshem dhe i informuar mire"},{"SurahNumber":49,"VerseNumber":14,"Text":"Disa beduine thone: “Ne besojme!” thuaj: “Ju nuk besoni, por thuani: “Ne dorezohemi!” sepse akoma ne zemrat tuaja nuk ka hyre besimi. Por nese e degjoni All-llahun dhe Profetin e tij, Ai aspak nuk do t’ua zvogloje shperblimet per veprat tuaja. All-llahu, vertete, fal dhe eshte shume i meshirshem"},{"SurahNumber":49,"VerseNumber":15,"Text":"Besimtare jane vetem ata te cilet i besojne All-llahut dhe Profetit te Tij, e pastaj nuk dyshojne dhe luftojne per hire te All-llahut edhe me pasurine dhe me jeten e tyre. Ata jane te sinqerte"},{"SurahNumber":49,"VerseNumber":16,"Text":"Thuaj: “Valle a ju t’ia mesoni All-llahut fene tuaj, kurse All-llahu i di c’ka ne qiej dhe ne toke. All-llahu di cdo gje”"},{"SurahNumber":49,"VerseNumber":17,"Text":"Ata qe kane pranuar fene islame te shprehin miresi ty. Thuaj: “Mos me shprehni mua falenderim qe keni pranuar fene islame, perkundrazi All-llahu juve ju ka shperblyer me miresi, qe u ka udhezuar ne besim, nese jeni te sinqerte”"},{"SurahNumber":49,"VerseNumber":18,"Text":"All-llahu i di me siguri fshehtesite e qiejve dhe te tokes, dhe All-llahu sheh mire se cka punoni"}]}