{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Anın (öltürülgön musulmandın) artınan Biz (kaapır) koomdun üstünö asmandan (periştelerden kuralgan) askerleribizdi tüşürbödük. Tüşürböyt da bolçubuz"},{"SurahNumber":36,"VerseNumber":29,"Text":"(Sebebi:) Bir gana aç aykırık boldu! Anan.., bardıgı (ölüp, kıyrap) tınıp kalıştı"},{"SurahNumber":36,"VerseNumber":30,"Text":"Kayran gana pendeler! (Ayıp özdöründö!) Alarga bir paygambar kelse ele (daroo) şıldıŋday baştaşat"},{"SurahNumber":36,"VerseNumber":31,"Text":"Körüşpöybü, Biz alardan murun neçendegen (kaapır) muundardı kıyratıp saldık! Emi alar özdörünö (bul düynögö) kaytıp kelişpeyt"},{"SurahNumber":36,"VerseNumber":32,"Text":"Albette, alardın (kıyragandardın) bardıgı (Kıyamatta) Bizdin aldıbızda (suroo-joop üçün) dayar turuşat"},{"SurahNumber":36,"VerseNumber":33,"Text":"Alarga (kuduretibizden dagı bir) belgi-ölük jer. Biz anı (jamgır menen) tirilttik jana andan dandı (öndürüp) çıgardık. Emi, oşondon jep jatışat"},{"SurahNumber":36,"VerseNumber":34,"Text":"Jana Biz jerde kurmalardan, jüzümdördön bak-bostondordu jarattık. Jana anın boorun jarıp, bulaktardı çıgardık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Oşol baktardın mömösünön jesin dep. Al mömölördü alardın kolu jasagan jok! Şügür kılışpaybı, emi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Jer östürüp çıgargan nerselerden, özdörünön jana özdörü da bilbegen (köp) nerselerden bardık jup-jubaylardı jaratkan Allaһ — Aruu,Taza"},{"SurahNumber":36,"VerseNumber":37,"Text":"Alarga (dagı bir) belgi — tün. Biz andan kündüzdü sıyrıp alaarıbız menen, alar karaŋgıda kalışat"},{"SurahNumber":36,"VerseNumber":38,"Text":"(Dagı bir belgi —) Kün, özünö belgilengen orunda gana (aylanıp) jüröt. Bul — Kuduretüü, Bilüüçünün tagdır kılganı"},{"SurahNumber":36,"VerseNumber":39,"Text":"Biz Ayga da, kurmanın eski şiŋgili sıyaktuu bolup (iyreyip) kalganga çeyin bir neçe orundardı belgilep koygonbuz"},{"SurahNumber":36,"VerseNumber":40,"Text":"Kün (öz aylanuusunda) Ayga jetişi mümkün emes, tün dagı kündüzdön ozup kete albayt.! Bardıgı asmanda süzüp jürüşöt"}]}