{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":16,"Text":"ittakaiyōr (tam iṟaivaṉiṭam)"},{"SurahNumber":3,"VerseNumber":17,"Text":"(iṉṉum avarkaḷ) poṟumaiyuṭaiyōrākavum, uṇmaiyāḷarākavum, allāhavukku muṟṟilum vaḻippaṭuvōrākavum, (iṟaivaṉ pātaiyil) tāṉa tarmaṅkaḷ ceyvōrākavum, (iraviṉ kaṭaici) sahar nērattil (vaṇaṅki, nāyaṉiṭam) maṉṉippuk kōruvōrākavum iruppar"},{"SurahNumber":3,"VerseNumber":18,"Text":"allāh nītiyai nilaināṭṭakkūṭiyavaṉāka uḷḷa nilaiyil avaṉaittavira vaṇakkattiṟkuriyavaṉ yārumillai eṉṟu cāṭci kūṟukiṟāṉ. Mēlum malakkukaḷum aṟivuṭaiyōrum (ivvāṟē cāṭci kūṟukiṉṟaṉar.) Avaṉait tavira vaṇakkattiṟkuriyavaṉ yārumillai avaṉ mikaittavaṉ, ñāṉamikkavaṉ"},{"SurahNumber":3,"VerseNumber":19,"Text":"niccayamāka (tīṉul) islām tāṉ allāhviṭattil (oppukkoḷḷappaṭṭa) mārkkamākum;. Vētam koṭukkappaṭṭavarkaḷ (itutāṉ uṇmaiyāṉa mārkkam eṉṉum) aṟivu avarkaḷukkuk kiṭaitta piṉṉarum tam'miṭaiyēyuḷḷa poṟāmaiyiṉ kāraṇamāka (itaṟku) māṟupaṭṭaṉar;. Evar allāhviṉ vacaṉaṅkaḷai nirākarittārkaḷō, niccayamāka allāh (avarkaḷuṭaiya) kaṇakkait turitamāka muṭippāṉ"},{"SurahNumber":3,"VerseNumber":20,"Text":"(Itaṟku piṉṉum) avarkaḷ um'miṭam tarkkam ceytāl (napiyē!) Nīr kūṟuvīrāka\"nāṉ allāhvukku muṟṟilum vaḻippaṭṭirukkiṉṟēṉ; eṉṉaip piṉpaṟṟiyōrum (avvāṟē vaḻippaṭṭirukkiṉṟaṉar.)\" Tavira, vētam koṭukkappaṭṭōriṭamum, pāmara makkaḷiṭamum; \"nīṅkaḷum (avvāṟē) vaḻippaṭṭīrkaḷā?\" Eṉṟu kēḷum;. Avarkaḷum (avvāṟē) muṟṟilum vaḻippaṭṭāl niccayamāka avarkaḷ nērāṉa pātaiyai aṭaintu viṭṭārkaḷ;. Āṉāl avarkaḷ puṟakkaṇittu viṭuvārkaḷāyiṉ (nīr kavalaippaṭa vēṇṭām,) aṟivippatutāṉ um mītu kaṭamaiyākum; mēlum, allāh taṉ aṭiyārkaḷai uṟṟukkavaṉippavaṉākavē irukkiṉṟāṉ"},{"SurahNumber":3,"VerseNumber":21,"Text":"niccayamāka evar allāhviṉ vacaṉaṅkaḷai nirākarittuk koṇṭum nītamiṉṟi napimārkaḷaik kolai ceytu koṇṭum, maṉitarkaḷiṭattil nītamāka naṭakkavēṇṭum eṉṟu ēvuvōraiyum kolai ceytu koṇṭum irukkiṉṟārkaḷō avarkaḷukku nōviṉai mikka vētaṉai uṇṭu\" eṉṟu (napiyē!) Nīr naṉmārāyaṅ kūṟuvīrāka"},{"SurahNumber":3,"VerseNumber":22,"Text":"avarkaḷ purinta ceyalkaḷ im'maiyilum maṟumaiyilum (palaṉaṟṟavaiyāka) aḻintu viṭṭaṉa. Iṉṉum avarkaḷukku utaviyāḷarkaḷ evarumilar"}]}