{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Ошбу сүрә – Без аны иңдердек, вә андагы хөкемнәрне сезгә фарыз иттек, вә ул сүрәдә иңдердек мәгънәсе ачык булган аятьләрне – шаять вәгазьләнерсез"},{"SurahNumber":24,"VerseNumber":2,"Text":"Зина кыйлучы хатын вә зина кылучы ир – аларның һәр икесенә йөзәр мәртәбә сугыгыз. \"Бу хөкем ирсез хатынга вә хатынсыз иргәдер\". Аларны сукканда сезне шәфкать тотмасын Аллаһ динендә, әгәр Аллаһуга вә ахирәт көненә ышаныр булсагыз. Аларның ґәзабына мөэминнәрдән бер җәмәгать килеп карап торсын аларга хурлык күбрәк булсын өчен"},{"SurahNumber":24,"VerseNumber":3,"Text":"Зина кылучы ир никахланмас, мәгәр зина кылучы хатынга яки мөшрикә хатынга никахланыр, вә зина кылучы хатынны һичкем никахламас, мәгәр зина итүче ир яки мөшрик ир никахланыр. Зиначыларның никахы мөэминнәргә хәрам ителде"},{"SurahNumber":24,"VerseNumber":4,"Text":"Зинадан пакь булган хатыннарны зиначы дип сүгүчеләр, соңра сүзләрен дөресләр өчен дүрт шаһидне китерә алмасалар – аларга сиксән мәртәбә сугыгыз, вә аларның шаһид булуларын мәңге кабул итмәгез, алар – фасыйклардыр"},{"SurahNumber":24,"VerseNumber":5,"Text":"Мәгәр зинадан пакь хатыннарны зиначы дип сүгүчеләр хөкемгә чаклы тәүбә итеп гафу сорап өлгерсәләр вә үзләрен төзәтсәләр, шулай булганда, әлбәттә, Аллаһ ярлыкаучы вә бәндәләренә рәхимле"},{"SurahNumber":24,"VerseNumber":6,"Text":"Үз хатыннарын зиначы дип сүгүче ирләр, ләкин сүзләрен дөресләргә шаһидләре юк, мәгәр үзләре генә, аларның берсенә шәһадәт бирү ваҗебдер, хатынын зиначы дип сүгүче ир дүрт мәртәбә әйтер: \"Биллаһи хатыным зина кылучы, мин дөрес сөйлим\", – дип"},{"SurahNumber":24,"VerseNumber":7,"Text":"Аннары бишенче Шәһадәтендә: \"Әгәр мин ялган шәһадәт бирүчеләрдән булсам, миңа Аллаһуның ләгънәте булсын\", – дияр"},{"SurahNumber":24,"VerseNumber":8,"Text":"Ул хатынны сугылудан коткарыр дүрт мәртәбә шәһадәт бирүе, дүрт мәртәбә әйтер: \"Биллаһи ирем мине зиначы дип сүгүендә ялганчылардан\", – дип"},{"SurahNumber":24,"VerseNumber":9,"Text":"Аннары бишенче Шәһадәтеңдә әйтер: \"Әгәр ирем дөрес сөйләүчеләрдән булса, Аллаһуның ачуы миңа булсын\", – дип"},{"SurahNumber":24,"VerseNumber":10,"Text":"Әгәр сезгә Аллаһуның фазълы вә рәхмәте булмаса иде, әлбәттә, хөкемен ашыктырыр иде, бит Аллаһ тәүбәләрне кабул итүче хикмәт иясе"}]}