{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":6,"Text":"He created you Of a Single soul, and made his spouse therefrom; and of the cattle He sent down Unto you eight pairs. He createth you in the bellies of your mothers, one creation after creation, in a threefold darkness. Such is Allah, your Lord. His is the dominion, there is no god but He. Whither then turn ye away"},{"SurahNumber":39,"VerseNumber":7,"Text":"If ye disbelieve, then verily Allah is Independent of you. And He approveth not of infidelity in His bondmen. And if ye return thanks He approveth of that in you. No burdened soul shall bear another's burthen. Thereafter Unto your Lord is Your return; and He shall declare Unto you that which ye have been Working. Verily He is the Knower of that which is in the breasts"},{"SurahNumber":39,"VerseNumber":8,"Text":"And when some hurt toucheth man, he calleth upon his Lord, turning Unto Him in penitence; then when He bestoweth upon him a favour from Himself, he forgetteth that for which he called on Him afore, and setteth up peers Unto Allah that He may lead astray others from His way Say thou: enjoy thou life in thy infidelity for a while, verily thou art of the fellows of the Fire"},{"SurahNumber":39,"VerseNumber":9,"Text":"Is he who is devout, in the watches of the night prostrating himself and standing, bewaring of the Hereafter and hoping for the mercy of his Lord to be dealt with like a wicked infidel? Say thou: shall they who know and those who know not be held equal? It is only men of understanding who receive admonition"},{"SurahNumber":39,"VerseNumber":10,"Text":"Say thou: O Mine bondmen who believe! fear your Lord. For those who do good in this world there is good: and Allah's earth is spacious. Verily the patient shall be paid in full their hire without reckoning"}]}