{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Takvaa saahiblerine va´d edilen cennetin sıfatı (şudur): Altından ırmaklar akar onun. Yemişleri ve gölgeleri dâimdir. İşte (fenâlıkdan) sakınanların (mes´ud) aakıbeti! Kâfirlerin sonucu ise ateşdir"},{"SurahNumber":13,"VerseNumber":36,"Text":"Kendilerine kitab verdiğimiz kimseler sana indirilen (bu Kur´an) ile sevinirler. Fakat (peygamberlerin aleyhinde birleşen) güruh içinde onun bir kısmını inkâr eden kimseler de vardır. De ki: «Ben ancak Allaha kulluk edib Ona ortak koşmamamla emrolundum. Ben ancak Ona düâ ederim. Dönüşüm de yalınız Onadır.»"},{"SurahNumber":13,"VerseNumber":37,"Text":"İşte biz onu (Kur´ânı) böyle Arabca bir hikmet olarak indirdik. Andolsun ki sana (vahy ile) gelen (bu) ilimden sonra onların hevâ (ve heves) lerine uyarsan Allahdan senin için ne bir yardımcı vardır, ne de bir koruyucu"},{"SurahNumber":13,"VerseNumber":38,"Text":"Andolsun ki biz senden önce de peygamberler göndermişiz, onlara da zevceler ve evlâdlar vermişizdir. Allahın izni olmadıkça her hangi bir âyeti (bir mu´cizeyi) getirmek hiçbir peygamberin haddi değildir. Her zamanın (kulların maslahatlarına göre) yazılmış hükmü vardır"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah ne dilerse (onu yapar. Ba´zısını) mahveder, (vücuda getirmez, ba´zısını da) vücûda getirir. Ana kitab Onun nezdindedir"},{"SurahNumber":13,"VerseNumber":40,"Text":"Bizim onlara (onların başına gelib çatacağına) söz verdiğimiz (azâb) ın bir kısmını sana göstersek de, yahud seni (ondan evvel) öldürsek de ancak sana düşen (vazîfe, risâletini) tebliğ etmekdir. Hesâb (ları, cezaları) da yalınız bize âiddir"},{"SurahNumber":13,"VerseNumber":41,"Text":"(Hem onlar gözleriyle de) görmediler mi ki biz (kudretimizle) arza (kâfirlerin diyarına) geliyor, onu etrafından eksiltib duruyoruz. Allah hükmeder. Onun hükmü ardına düş (üb de red ed) ebilecek de yokdur. O, hesabı pek çabuk görendir"},{"SurahNumber":13,"VerseNumber":42,"Text":"Onlardan evvelki (ümmet) ler de (peygamberlerine) tuzaklar kurmuşdu. Fakat binnetîce bütün tuzaklar (ın cezası) Allaha âiddir. Herkesin ne kazanacağını O bilir. Dünyânın sonu kimindir, yakında kâfirler bilecekdir"}]}