{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":76,"Text":"Indeed they were near to startling thee from the land, to expel thee from it, and then they would have tarried after thee only a little"},{"SurahNumber":17,"VerseNumber":77,"Text":"the wont of those We sent before thee of Our Messengers; thou wilt find no change to Our wont"},{"SurahNumber":17,"VerseNumber":78,"Text":"Perform the prayer at the sinking of the sun to the darkening of the night and the recital of dawn; surely the recital of dawn is witnessed"},{"SurahNumber":17,"VerseNumber":79,"Text":"And as for the night, keep vigil a part of it, as a work of supererogation for thee; it may be that thy Lord will raise thee up to a laudable station"},{"SurahNumber":17,"VerseNumber":80,"Text":"And say: 'My Lord, lead me in with a just ingoing, and lead me out with a just outgoing; grant me authority from Thee, to help me"},{"SurahNumber":17,"VerseNumber":81,"Text":"And say: 'The truth has come, and falsehood has vanished away; surely falsehood is ever certain to vanish"},{"SurahNumber":17,"VerseNumber":82,"Text":"And We send down, of the Koran, that which is a healing and a mercy to the believers; and the unbelievers it increases not, except in loss"},{"SurahNumber":17,"VerseNumber":83,"Text":"And when We bless man, he turns away, and withdraws aside; but when evil visits him, he is in despair"},{"SurahNumber":17,"VerseNumber":84,"Text":"Say: 'Every man works according to his own manner; but your Lord knows very well what man is best guided as to the way"},{"SurahNumber":17,"VerseNumber":85,"Text":"They will question thee concerning the Spirit. Say: 'The Spirit is of the bidding of my Lord. You have been given of knowledge nothing except a little"},{"SurahNumber":17,"VerseNumber":86,"Text":"If We willed, We could take away that We have revealed to thee, then thou wouldst find none thereover to guard thee against Us"}]}