{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":196,"Text":"Sarparasti man Alloh ast, ki in kitoʙro nozil karda va Ū şoistakoronro sarparastī menamojad"},{"SurahNumber":7,"VerseNumber":197,"Text":"Ej muşrikon, ononro, ki ʙa çoi Alloh ma'ʙud mexoned, na şumoro metavonand jorī kunand va na xudro"},{"SurahNumber":7,"VerseNumber":198,"Text":"Va agar ʙuthoro ʙa rohi hidojat ʙixoned, nameşunavand va (ej Rasul) meʙinī, ki ʙa tu menigarand, vale gūjo, ki nameʙinand. Zero na caşm dorand na ʙinoī"},{"SurahNumber":7,"VerseNumber":199,"Text":"Ej Pajomʙar tu va ummatat guzaşt kardanro peş gir va ʙa onho osongirī kun, to az tu magurezand va ʙa nekī farmon deh va az nodonon rūj gardon"},{"SurahNumber":7,"VerseNumber":200,"Text":"Va agar az çoniʙi şajton dar tu ƣazaʙ jo vasvasae padid omad, ki turo az kori xajr ʙozmedorad jo ʙar ançomi kori ʙad vasvasa mekunad, ʙa Alloh panoh ʙiʙar, zero Ū ʙa har suxan şunavo va ʙa har kor donost"},{"SurahNumber":7,"VerseNumber":201,"Text":"Kasone, ki parhezgorī mekunand va az azoʙi Alloh metarsand va farzhoi Ūro ʙa ço meorand va az on ci ki man' kardaast, durī meçūjand, cun az şajton vasvasae ʙa onho ʙirasad va on ciro ki Alloh ʙar onho voçiʙ namuda jod mekunand va nogahon (ʙarhaq) ʙino şavand. Va az Alloh talaʙi omūrziş menamojand"},{"SurahNumber":7,"VerseNumber":202,"Text":"Va ʙarodaronaşon (ja'ne, kofiron va şajtonhoi insī) ononro ʙa gumrohī mekaşand va şajtonhoi çin az amali xeş ʙoznameistand"},{"SurahNumber":7,"VerseNumber":203,"Text":"(Ej Rasul), cun ojate ʙaroi muşrikon naovarī gūjand: «Caro az xud cize ixtiro' nakardī?» Bigū: «Man pajravi cize hastam, ki az Parvardigoram ʙa man vahj meşavad. Va zeri tadʙiri Alloh meʙoşam va Alloh nişonaho va ojotro ʙar asosi ʙuzurgvorī va hikmati xud nozil mekunad. Va in Qur'on nişonahoest az çoniʙi Parvardigoraton va rahnamovu rahmat ast ʙaroi mardume, ki imon meovarand"},{"SurahNumber":7,"VerseNumber":204,"Text":"Cun Qur'on xonda şavad, ʙa on gūş dihed va xomūş ʙoşed, to ki şomili rahmati Alloh şaved"},{"SurahNumber":7,"VerseNumber":205,"Text":"(Ej Rasul), Parvardigoratro dar dili xud ʙa zorivu tars, ʙe on, ki sadoi xud ʙaland kunī, har suʙhu şom jod kun va az ƣofilon maʙoş"},{"SurahNumber":7,"VerseNumber":206,"Text":"Alʙatta, onon, ki dar nazdi Parvardigori tu hastand, az parastişi Ū sar nametoʙand, ʙalki ʙa iʙodati Ū tan medihand va şaʙu rūz tasʙehaş megūjand va ʙarojaş saçda mekunand"}]}