{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"Āra tōmādērakē yā kichu dēẏā haẏēchē tā tō duniẏāra jībanēra bhōga ō śōbhāmātra. Āra yā āllāh‌ra kāchē āchē tā uttama ō sthāẏī. Tōmarā ki anudhābana karabē nā"},{"SurahNumber":28,"VerseNumber":61,"Text":"yākē āmarā uttama puraskārēra pratiśruti diẏēchi, sē tō tā pābē'i, sē ki ai byaktira samāna yākē āmarā duniẏāra jībanēra bhōga-sambhāra diẏēchi, tārapara kiẏāmatēra dina sē habē hāyirakr̥tadēra [1] antarbhukta"},{"SurahNumber":28,"VerseNumber":62,"Text":"āra sēdina tini tādērakē ḍēkē balabēna, ‘tōmarā yādērakē āmāra śarīka gaṇya karatē, tārā kōthāẏa"},{"SurahNumber":28,"VerseNumber":63,"Text":"yādēra jan'ya śāstira bāṇī abadhārita haẏēchē, tārā balabē, ‘hē āmādēra raba! Ērā tō tārā yādērakē āmarā bibhrānta karēchilāma; āmarā ēdērakē bibhrānta karēchilāma yēmana āmarā bibhrānta haẏēchilāma; āpanāra samīpē āmarā tādēra byāpārē dāẏamuktatā ghōṣaṇā karachi [1]. Ērā tō āmādēra ‘ibādāta karata nā.’"},{"SurahNumber":28,"VerseNumber":64,"Text":"Āra tādērakē balā habē, ‘tōmādēra (pakṣa thēkē āllāh‌ra jan'ya śarīka karā) dēbatāgulōkē ḍāka [1].’ Takhana tārā tādērakē ḍākabē. Kintu tārā ēdēra ḍākē sāṛā dēbē nā. Āra tārā śāsti dēkhatē pābē. Hāẏa! Ērā yadi saṯpatha anusaraṇa karata"},{"SurahNumber":28,"VerseNumber":65,"Text":"Āra sēdina āllāh‌ ēdērakē ḍēkē balabēna, ‘tōmarā rāsūlagaṇakē kī jabāba diẏēchilē?’"},{"SurahNumber":28,"VerseNumber":66,"Text":"Ataḥpara sēdina sakala tathya tādēra kācha thēkē bilupta habē takhana ērā ēkē an'yakē jijñāsābāda'ō karatē pārabē nā"},{"SurahNumber":28,"VerseNumber":67,"Text":"Tabē yē byakti tā'ōbā karēchila ēbaṁ īmāna ēnēchila ō saṯkāja karēchila, āśā karā yāẏa sē sāphalya arjanakārīdēra antarbhukta habē"},{"SurahNumber":28,"VerseNumber":68,"Text":"Āra āpanāra raba yā icchē sr̥ṣṭi karēna ēbaṁ yā icchē manōnīta karēna [1], ētē tādēra kōnō hāta nē'i. Āllāh‌ pabitra, mahāna ēbaṁ tārā yā śarīka karē tā thēkē tini ūrdhbē"},{"SurahNumber":28,"VerseNumber":69,"Text":"āra āpanāra raba jānēna ēdēra antara yā gōpana karē ēbaṁ ērā yā byakta karē"},{"SurahNumber":28,"VerseNumber":70,"Text":"Āra tini'i āllāh‌, tini chāṛā kōnō satya ilāha nē'i, duniẏā ō ākhērātē samasta praśansā tām̐ra'i; bidhāna tām̐ra'i; āra tōmarā tām̐ra'i dikē pratyābartita habē"}]}