{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"Gewiß, die Insassen des (Paradies)gartens sind heute in Beschaftigung und Vergnugen"},{"SurahNumber":36,"VerseNumber":56,"Text":"Sie und ihre Gattinnen befinden sich im Schatten und lehnen sich auf uberdachte Liegen"},{"SurahNumber":36,"VerseNumber":57,"Text":"Sie haben darin Fruchte, und sie haben, was sie erbeten"},{"SurahNumber":36,"VerseNumber":58,"Text":"Friede!\", als (Gruß)wort von einem barmherzigen Herrn"},{"SurahNumber":36,"VerseNumber":59,"Text":"Sondert euch heute (von den Gottesfurchtigen) ab, ihr Ubeltater"},{"SurahNumber":36,"VerseNumber":60,"Text":"Habe Ich euch, o Kinder Adams, nicht als Verpflichtung auferlegt, daß ihr nicht dem Satan dienen sollt - gewiß er ist euch ein deutlicher Feind"},{"SurahNumber":36,"VerseNumber":61,"Text":"und daß ihr Mir dienen sollt?, - das ist ein gerader Weg"},{"SurahNumber":36,"VerseNumber":62,"Text":"Er hat ja doch viele Geschopfe von euch in die Irre gefuhrt. Hattet ihr denn nicht begriffen"},{"SurahNumber":36,"VerseNumber":63,"Text":"Das ist die Holle, die euch stets angedroht wurde"},{"SurahNumber":36,"VerseNumber":64,"Text":"Ihr sollt ihr heute ausgesetzt sein dafur, daß ihr unglaubig wart"},{"SurahNumber":36,"VerseNumber":65,"Text":"Heute versiegeln Wir ihnen ihre Munder. Ihre Hande werden zu Uns sprechen und ihre Fuße Zeugnis ablegen uber das, was sie erworben haben"},{"SurahNumber":36,"VerseNumber":66,"Text":"Und wenn Wir wollten, wurden Wir ihre Augen ausloschen. Und sie laufen dann zum Weg um die Wette, aber wie konnen sie da sehen"},{"SurahNumber":36,"VerseNumber":67,"Text":"Wenn Wir wollten, wurden Wir sie auf ihrer Stelle verwandeln, so daß sie nicht mehr vorangehen konnen und auch nicht zuruckkehren"},{"SurahNumber":36,"VerseNumber":68,"Text":"Wem Wir ein langes Leben gewahren, den lassen Wir in seiner Gestalt eine Kehrtwendung machen. Begreifen sie denn nicht"},{"SurahNumber":36,"VerseNumber":69,"Text":"Und Wir haben ihn nicht das Dichten gelehrt, und es ziemt ihm (auch) nicht. Das ist doch nur eine Ermahnung und ein deutlicher Qur'an"},{"SurahNumber":36,"VerseNumber":70,"Text":"damit er warne, wer (da) lebt, und das Wort gegen die Unglaubigen unvermeidlich fallig werde"}]}