{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":39,"VerseNumber":41,"Text":"Niḥsanśaya, āmhī tumacyāvara satyāsaha hā grantha lōkānsāṭhī avatarita kēlā āhē, tēvhā jō manuṣya saraḷa mārgāvara yē'īla tara tē tyācyā svataḥcyā (phāyadyā) karitā āhē āṇi jō mārgabhraṣṭa hō'īla tara tyācyā mārgabhraṣṭatēcē ōjhē tyācyāca (śirā) vara āhē. Tumhī tyān̄cyābābata jabābadāra nāhī"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allāhaca jīvānnā (ātmyānnā) tyān̄cyā mr̥tyusamayī āṇi jyān̄cā mr̥tyu ālā nāhī tyānnā tyān̄cyā nidrāvasthēta kābīja karūna ghētō, maga jyān̄cyā mr̥tyucā ādēśa dilā gēlā āhē, tyānnā tō rōkhūna ghētō āṇi itara (ātmyānnā) ēkā nirdhārita vēḷēparyarnta sōḍūna dētō. Vicāra cintana karaṇāṟyānsāṭhī yāta niścitapaṇē anēka niśāṇyā āhēta"},{"SurahNumber":39,"VerseNumber":43,"Text":"Kāya tyā lōkānnī allāhakhērīja (dusaṟyānnā) śiphārasa karaṇārē nirdhārita karūna ṭhēvalē āhēta? (Tumhī) sāṅgā kī maga tē kāhīca hakka rākhata nasalē tarī āṇi kāhī akkala rākhata nasalē tarīhī"},{"SurahNumber":39,"VerseNumber":44,"Text":"Sāṅgā kī sarva śiphārasīn̄cā mālaka allāhaca āhē. Sarva ākāśān̄cē āṇi dharatīcē rājya tyācyācakaritā āhē, maga tumhī sarva tyācyācakaḍē paratavilē jāla"},{"SurahNumber":39,"VerseNumber":45,"Text":"Āṇi jēvhā ēkamēva allāhacē varṇana kēlē jātē tēvhā tyā lōkān̄cī hr̥dayē tiraskāra karū lāgatāta, jē ākhiratavara īmāna rākhata nāhīta, āṇi jēvhā tyācyākhērīja (itarāṁ) cē varṇana kēlē jātē, tēvhā tyān̄cī hr̥dayē spaṣṭataḥ ānandita hōtāta"},{"SurahNumber":39,"VerseNumber":46,"Text":"(Tumhī) sāṅgā kī hē allāha! Ākāśānnā āṇi dharatīlā nirmāṇa karaṇāṟyā, lapalēlyā va ughaḍa gōṣṭī jāṇaṇāṟyā! Tūca āpalyā dāsān̄cyā daramyāna tyā gōṣṭīn̄cā phaisalā karaśīla, jyā gōṣṭīmmadhyē tē matabhēda karīta hōtē"},{"SurahNumber":39,"VerseNumber":47,"Text":"Āṇi atyācārī lōkān̄javaḷa jara tē sarva kāhī asāvē jē dharatīvara āhē, āṇi tyāsōbata āṇakhī tēvaḍhēca asāvē tarī dēkhīla kaṭhōra śikṣā yātanēcyā mōbadalyāta kayāmatacyā divaśī hē sarva kāhī dē'ūna ṭākatīla, āṇi tyān̄cyāsamōra allāhatarphē asē jāhīra hō'īla jyācē tyānnī anumānahī kēlē navhatē"}]}