{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":31,"Text":"ap penkalin peccakkalai (ajisin manaivi) kettapotu (viruntirkakac) caymanankal cittam ceytu ap penkalukku alaippanuppinal; (viruntirku vanta) ap penkalila ovvoruttikkum (palankalai narukkit tinpatarkaka) oru kattiyum kotuttal. \"Ip penkal etire cellum\" enru (yusuhpitam) kurinal; ap penkal avaraip parttatum (avaralakil mayanki) avarai mika menmaiyakak kantarkal. (Avar alakil mey marantu) tam kaikalaiyum vettikkontanar; \"allahve periyavan; ivar manitare allar! Ivar menmaikkuriya oru malakkeyanri verillai\" enru kurinarkal"},{"SurahNumber":12,"VerseNumber":32,"Text":"Atarkaval\"ninkal evar campantamaka ennai nintittirlo, avartam ivar; niccayamaka nan avarai en viruppattirku inankumpati varpuruttinen - anal avar (mana urutiyutan) tam'maik kattuk kontar. Iniyum avar nan itum kattalaikkinanki natantu kollavittal ciraiyil tallappatuvar; melum avar cirumai ataintavarkalil oruvarakavum akivituvar\" enru connal"},{"SurahNumber":12,"VerseNumber":33,"Text":"(atarku) avar, \"en iraivane! Ivarkal ennai etan pakkam alaikkirarkalo, a(ttiya)tai vitac ciraikkutame enakku atika viruppamutaiyatakum; ivarkalin catiyai vittu ni ennaik kapparravillaiyanal, nan ivarkal pal cayntu (pavattal) arivillatavarkalil oruvanakivituven\" enru (pirarttittavaraka) kurinar"},{"SurahNumber":12,"VerseNumber":34,"Text":"enave avarutaiya iraivan avarutaiya pirarttanaiyai erruk kontan; appenkalutaiya catiyai avarai vittu nikkivittan; niccayamaka avan (yavarraiyum) ketpavanakavum, nankaripavanakavum irukkinran"},{"SurahNumber":12,"VerseNumber":35,"Text":"(yusuhp kurramarravar enpatarkup pala) attatcikalai avarkal partta pinnarum, oru kalam varai avar ciraiyilitappata ventum enre avarkalukkut tonriyatu"},{"SurahNumber":12,"VerseNumber":36,"Text":"avarutan irantu valiparkalum ciraiyil pukuntanar; avviruvaril oruvan, \"nan tiratcai matu pilivataka niccayamaka oru kanavu kanten\" enru kurinan. Marravan, \"nan en talaimitu rotti cumappatakavum, atiliruntu paravaikal tinpatakavum kanavu kanten\" enru kurinan. (Pin iruvarum\"yusuhpe!) Enkalukku ivarrin vilakkattai arivivappiraka meyyaka nankal um'mai (nanamulla muhsinkalil) - nanmai ceypavarkalil oruvarakak kankiron\" (enru kurinarkal)"},{"SurahNumber":12,"VerseNumber":37,"Text":"Atarku avar kurinar; \"unkaliruvarukkum alikkakkutiya unavu unkalitam va(ntu ce)ruvatarku munnarum - (ikkanavukalin) palanai ninkaliruvarum ataivatarku munnarum - ivarrin vilakkattai unkaliliruvarukkum kurivitukiren. Itu en iraivan enakkuk karruk kotuttavarriliruntum ullavai allahvin mitu nampikkai kollatavarkalum, marumaiyai nirakarippavarkalumana camukattarin markkattai nan niccayamaka vittu vitten"}]}