{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Dóna el mateix que mantingueu ocultes les vostres paraules o que les divulgueu. Ell coneix bé el que tanquen els pits"},{"SurahNumber":67,"VerseNumber":14,"Text":"No va a saber Qui ha creat, Ell, Que és el Subtil, el Bé Informat"},{"SurahNumber":67,"VerseNumber":15,"Text":"Ell és Qui us ha fet dòcil la terra. Recorreu-la, doncs, d'aquí cap enllà i mengeu del seu sosteniment. La Resurrecció es farà cap a Ell"},{"SurahNumber":67,"VerseNumber":16,"Text":"Esteu a salvo de que Qui està en el cel faci que la terra us empassi? Heus aquí que tremola"},{"SurahNumber":67,"VerseNumber":17,"Text":"O esteu a salvo de que Qui està en el cel enviï contra vosaltres una tempestat de sorra? Llavors veureu com era El meu advertiment"},{"SurahNumber":67,"VerseNumber":18,"Text":"Qui van anar abans que ells van desmentir i quin no va ser El meu reprovació"},{"SurahNumber":67,"VerseNumber":19,"Text":"És que no han vist les aus damunt d'ells, desplegant i recollint les ales? Només el Compassiu les sosté. Ho veu bé tot"},{"SurahNumber":67,"VerseNumber":20,"Text":"O qui és el que podria auxiliar-vos com legió, fora del Compassiu? Els infidels són presa d'una il·lusió"},{"SurahNumber":67,"VerseNumber":21,"Text":"O qui és el que us proveiria de sosteniment si Ell interrompés El seu sosteniment? Sí, persisteixen en la seva insolència i aversió"},{"SurahNumber":67,"VerseNumber":22,"Text":"Qui camina ajupit va millor dirigit que qui camina alçat per una via recta"},{"SurahNumber":67,"VerseNumber":23,"Text":"Digues: «Ell és Qui us ha creat, Qui us ha donat l'oïda, la vista i l’intel·lecte. Què poc agraïts sou!»"},{"SurahNumber":67,"VerseNumber":24,"Text":"Digues: «Ell és Qui us ha disseminat per la terra. I cap a Ell sereu congregats»"},{"SurahNumber":67,"VerseNumber":25,"Text":"I diuen: «Quan es complirà aquesta amenaça, si és veritat el que dieu?»"},{"SurahNumber":67,"VerseNumber":26,"Text":"Digues: «Només Al·là ho sap. Jo sóc solament un monitor que parla clar»"}]}