{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Разве все люди равны? Неужели тот, чьё сердце Аллах раскрыл для ислама и его учения, которые он разумеет с проницательностью и он твёрдо уверовал в Господа своего и в истинность веры в Него, равен тому, кто устранился от ислама и не стал думать над знамениями Аллаха?! Горе тем, сердца которых так очерствели к напоминаниям об Аллахе, что они не вспоминают о Нём. Эти жестокосердные люди явно отклонились от истины"},{"SurahNumber":39,"VerseNumber":23,"Text":"Аллах ниспослал самое прекрасное Слово - Писание, в котором сходство в повторяемых по смыслу и по использованию слов частях. Этим достигается выразительность, точность и неподражаемость Корана. В этом Писании повторяются и притчи, и назидания, и наставления, и законы, и они повторяются при чтении. При слушании увещеваний (о наказании), содержащихся в нём, мороз проходит по коже у того, кто боится своего Господа, затем при упоминании Аллаха, Его милосердия и прославлении Его дрожь проходит, и сердце смягчается. Это Писание, отличающееся этими свойствами, - Свет Аллаха, которым Он ведёт по прямому пути и направляет к истинной вере того, кого Он пожелает. А тот, кто собьётся с прямого пути по воле Аллаха - ибо Аллах знает, что он отстранится от истины, - для него нет ни руководителя, ни спасителя от заблуждения"},{"SurahNumber":39,"VerseNumber":24,"Text":"Неужели все люди равны?! Разве тот, кто в Судный день в отчаянии защищается лишь своим лицом, поскольку связаны его руки, от жесточайшего наказания равен тому, кто придёт спокойно и мирно в Судный день? В День воскресения скажут нечестивцам: \"Вкусите последствия ваших дел"},{"SurahNumber":39,"VerseNumber":25,"Text":"Те, которые жили прежде, до этих многобожников, опровергли Истину Аллаха, считая посланников лжецами, поэтому и наказание постигло их оттуда, откуда они не ждали"},{"SurahNumber":39,"VerseNumber":26,"Text":"Аллах подверг их унижению и позору в этой - ближайшей - жизни. Я клянусь, что наказание в дальней жизни гораздо суровее и сильнее, чем наказание в земном мире. Если бы они только разумели это"},{"SurahNumber":39,"VerseNumber":27,"Text":"Мы привели людям всякие притчи в этом Коране, напоминающие им об Истине Аллаха, чтобы они уразумели и извлекли для себя урок"},{"SurahNumber":39,"VerseNumber":28,"Text":"Мы ниспослали Коран на арабском языке - на их языке - без всякой кривизны. Может быть, они устрашатся своего Господа"},{"SurahNumber":39,"VerseNumber":29,"Text":"Аллах приводит в притчу многобожника. Он, словно раб, право на владение которым принадлежит нескольким соучастникам, препирающимся о нём, и приводит в притчу единобожника - он, словно раб, право на владение которым имеет один хозяин. Равны ли они в притче? Нет, они не равны! Хвала Аллаху за доказательства против этих людей (многобожников), но большая часть их не знает истину"},{"SurahNumber":39,"VerseNumber":30,"Text":"Ведь ты, о Мухаммад, и они все смертны"},{"SurahNumber":39,"VerseNumber":31,"Text":"Потом после смерти и воскресения вы будете препираться друг с другом перед Аллахом"}]}