{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Sokea ei ole nakevan kaltainen"},{"SurahNumber":35,"VerseNumber":20,"Text":"eika pimeys valkeuden"},{"SurahNumber":35,"VerseNumber":21,"Text":"eika varjo helteen kaltainen"},{"SurahNumber":35,"VerseNumber":22,"Text":"Eivat liioin elavat ja kuolleet ole toistensa veroisia. Jumala kylla antaa kuulon kenelle vain suvaitsee. Mutta sina et saata niille kuuloa antaa, jotka haudoissa ovat"},{"SurahNumber":35,"VerseNumber":23,"Text":"Et ole muuta kuin varoittaja"},{"SurahNumber":35,"VerseNumber":24,"Text":"Olemme totisesti lahettanyt sinut totuudessa viemaan hyvaa sanomaa ja varoitusta, eika viela ole elanyt kansaa, jonka tyko ei varoittajaa olisi lahetetty"},{"SurahNumber":35,"VerseNumber":25,"Text":"Jos he sinua valehtelijaksi nimittavat, niin samoin nimittivat muinoiset kansat julistajiaan, vaikka nama saapuivat heidan luokseen selvin todistuksin ja kirjoituksin"},{"SurahNumber":35,"VerseNumber":26,"Text":"Silloin kuritin epauskoisia, ja kuinka ankara olikaan rangaistukseni"},{"SurahNumber":35,"VerseNumber":27,"Text":"Etteko huomaa, miten Jumala vuodattaa vetta pilvista ja siten kasvattaa erilaisia hedelmia, ja etta vuorissakin on suonia, valkoisia ja punaisia, eri vivahduksin, seka perin mustia"},{"SurahNumber":35,"VerseNumber":28,"Text":"Samoin on muodoiltaan erilaisia ihmisia, elaimia ja karjaa. Vain ne Hanen palvelijoistaan, joilla tieto on, pelkaavat Jumalaa; totisesti Jumala on mahtava, anteeksiantava"},{"SurahNumber":35,"VerseNumber":29,"Text":"Totisesti ne, jotka julkilukevat Jumalan Kirjaa ja harjoittavat rukoilemista ja uhraavat kaikesta hyvasta, jota Me heille salaisesti tai avoimesti olemme lahettanyt, saavat panna toivonsa voittoon, joka on katoamaton"},{"SurahNumber":35,"VerseNumber":30,"Text":"Han on maksava heille tayden palkan ja antava heille enemmankin armostaan; silla Han on laupias, ylenpalttinen palkitsija"}]}