{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":7,"Text":"And remember We took from the Prophets their covenant. As We did from you, from Noah, Abraham, Moses, and Jesus the son of Mary. We took from them a solemn covenant"},{"SurahNumber":33,"VerseNumber":8,"Text":"That God may question the caretakers of truth, concerning the truth they were charged with, and He has prepared for the unbelievers a terrible penalty"},{"SurahNumber":33,"VerseNumber":9,"Text":"O you who believe, remember the grace of God bestowed on you, when there came down on you an army to overwhelm you, but We sent against them a storm and forces that they could not see, but God sees clearly all that you do"},{"SurahNumber":33,"VerseNumber":10,"Text":"Behold, they came upon you from above you and from below you, and behold, the eyes became dim, and the hearts gaped up to the throats, and you had contradicting thoughts about God"},{"SurahNumber":33,"VerseNumber":11,"Text":"In that situation were the believers tried. They were shaken as by a tremendous shaking"},{"SurahNumber":33,"VerseNumber":12,"Text":"And behold, the hypocrites and those in whose hearts is a disease say, “God and His messenger promised us nothing but delusion.”"},{"SurahNumber":33,"VerseNumber":13,"Text":"Behold, a group among them said, “You people of Yathrib, you cannot stand the attack, therefore go back.” And a group of them asks for leave of the Prophet saying, “Truly our houses are bare, and exposed,” though they were not exposed. They intended nothing but to run away"},{"SurahNumber":33,"VerseNumber":14,"Text":"And if an entry had been made for them from the sides of the city, and they had been incited to sedition, they would certainly have brought it to pass, with only a brief delay"},{"SurahNumber":33,"VerseNumber":15,"Text":"Even though they had already took a covenant with God not to turn their backs and a covenant with God must be answered for"}]}