{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"Ki O, belli bir miktar ile gökten su indirdi de, onunla ölü bir memleketi ´dirilttik (ve her yanına yeniden hayat) yaydık´; siz de böyle (kabirlerinizden diriltilip) çıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"Ki O, bütün çiftleri yarattı ve sizin için gemilerden ve hayvanlardan bineceğiniz şeyleri de var etti"},{"SurahNumber":43,"VerseNumber":13,"Text":"Onların sırtlarına binip doğrulmanız, sonra onlara binip doğrulduğunuz zaman da, Rabbinizin nimetini zikretmeniz ve: «Bunlara bizim için boyun eğdiren (Allah) ne yücedir, yoksa biz bunu (kendi hizmetimize) yanaştıramazdık» demeniz için"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ve biz elbette, Rabbimize çevrilip döneceğiz"},{"SurahNumber":43,"VerseNumber":15,"Text":"(Buna rağmen) Kendi kullarından O´na bir parça kılıp yakıştırdılar. Doğrusu insan, açıkça bir nankördür"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa O, yarattıklarından kızları (kendine) edindi ve erkekleri size mi ayırıp bıraktı"},{"SurahNumber":43,"VerseNumber":17,"Text":"Oysa onlardan biri, O Rahman (olan Allah) için verdiği örnek ile (kız çocuğunun doğumuyla) müjdelendiği zaman, yüzü simsiyah kesilmiş olarak kahrından yutkundukça yutkunuyor"},{"SurahNumber":43,"VerseNumber":18,"Text":"Onlar, süs içinde büyütülüp de mücadelede açık olmayan (kızlar)ı mı (Allah´a yakıştırıyorlar)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Onlar, ki kendileri Rahmanın kulları olan melekleri dişiler kıldılar. Kendileri onların yaratılışlarına şahit mi oldular? Onların şahitlikleri yazılacak ve (bundan dolayı) sorumlu tutulacaklar"},{"SurahNumber":43,"VerseNumber":20,"Text":"Dediler ki: «Eğer Rahman dilemiş olsaydı, biz onlara ibadet etmezdik.» Onların bundan yana hiçbir bilgileri yoktur. Onlar, yalnızca ´zan ve tahminle yalan söylemektedirler.´"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa biz, bundan önce kendilerine bir Kitap verdik de şimdi ona mı tutunuyorlar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Hayır; dediler ki: «Gerçek şu ki biz, atalarımızı bir ümmet üzerinde bulduk ve doğrusu biz onların izleri (eserleri) üstünde doğru olana (hidayete) yönelmiş (kimse)leriz.»"}]}