{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":5,"Text":"Яъқуб ба писараш Юсуф гуфт: «Эй писаракам, хобатро барои бародаронат ҳикоят макун, ки ба ту ҳасад мебаранд ва ба ту ҳиллае меандешанд. Зеро шайтон душмани ошкори одамиён аст! Пас, Юсуф ба фармони падараш хобашро аз бародаронаш пинҳон кард"},{"SurahNumber":12,"VerseNumber":6,"Text":"Ва он чунон ки дар хоб ба ту намуд, Парвардигорат туро ихтиёр мекунад ва таъбири хобро ба ту таълим медиҳад ва ҳамчунон, ки неъмати худро пеш аз ин бар падарони ту Иброҳиму Исҳоқ пурра карда буд, бар туву хонадони Яъқуб ҳам пурра мекунад, ки Парвардигорат доно аст, ҳар киро бихоҳад аз бандагонаш ихтиёр мекунад ва ҳаким аст дар ҷо ба ҷойгузории корҳои махлуқоташ!»"},{"SurahNumber":12,"VerseNumber":7,"Text":"Бегумон, дар саргузашти Юсуф ва бародаронаш барои онон, ки аз он пурсон мешаванд, ибратҳост"},{"SurahNumber":12,"VerseNumber":8,"Text":"Он гоҳ ки бародаронаш гуфтанд: «Юсуф ва бародараш (Бинёмин, ки аз як падару як модаранд) назди падарамон маҳбубтар аз мо ҳастанд, ҳол он ки мо худ як гӯруҳи нерӯмандем. Албатта, падарамон дар иштибоҳи ошкорест»"},{"SurahNumber":12,"VerseNumber":9,"Text":"«Юсуфро бикушед ё дар сарзамини номаълуме биандозед, то таваҷҷӯҳи падар хоси шумо гардад ва аз он пас аз гуноҳатон пушаймонӣ карда, тавба мекунед мардуме шоиста ба шумор меоед, зеро ки Аллоҳ тавбапазир аст ва падар ҳам узратонро қабул менамояд»"},{"SurahNumber":12,"VerseNumber":10,"Text":"Яке аз онҳо гуфт: «Агар Юсуфро аз падар дур карданиед, ӯро макушед, ки куштори одами бегуноҳ аз гуноҳи азим аст, балки ӯро дар қаъри чоҳи торик бияфканед, то мусофироне ӯро бигиранд, агар мехоҳед коре бикунед»"},{"SurahNumber":12,"VerseNumber":11,"Text":"Гуфтанд: «Эй падарҷон, чаро бар Юсуф ба мо боварӣ надорӣ, ҳол он ки мо хайрхоҳи ӯ ҳастем"},{"SurahNumber":12,"VerseNumber":12,"Text":"Фардо ӯро бо мо бифирист, то сайру гашту бозй кунад ва ҳамоно, мо нигаҳбони ӯ ҳастем»"},{"SurahNumber":12,"VerseNumber":13,"Text":"Яъқуб гуфт: «Агар ӯро бибаред, ғамгин мешавам ва метарсам, ки аз ӯ ғофил шавед ва гург ӯро бихӯрад»"},{"SurahNumber":12,"VerseNumber":14,"Text":"Бародарони Юсуф ба падарашон гуфтанд: «Бо ин ҷамоати нерӯманде, ки мо ҳастем, агар гург ӯро бихӯрад, ҳамоно, мо аз зиёнкорон хоҳем буд»"}]}