{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"Di: \"Ahora ha llegado la verdad [y la falsedad esta abocada a desvanecerse]: pues, la falsedad no crea nada nuevo, ni puede suscitar nuevamente [lo que ha desaparecido]"},{"SurahNumber":34,"VerseNumber":50,"Text":"Di: \"Si yo me extraviara, me extraviaria [por mi causa, y] en detrimento propio; pero si estoy en el camino recto, es solo merced a lo que mi Sustentador me revela: pues, ¡ciertamente, El todo lo oye, esta siempre cerca"},{"SurahNumber":34,"VerseNumber":51,"Text":"SI TAN SOLO pudieras ver [que sera de los que niegan la verdad en el Dia de la Resurreccion,] cuando queden sobrecogidos de terror, sin escapatoria posible --porque habran sido cogidos tan de cerca"},{"SurahNumber":34,"VerseNumber":52,"Text":"y exclamen: \"¡[Ahora] creemos en ello!\"Pero, ¿como pueden [esperar] alcanzar [la salvacion] desde tan lejos"},{"SurahNumber":34,"VerseNumber":53,"Text":"cuando antes se empenaban en negar la verdad, y solian lanzar burlas, desde lejos, contra algo que estaba fuera del alcance de la percepcion humana"},{"SurahNumber":34,"VerseNumber":54,"Text":"Y asi, se erigira una barrera entre ellos y lo que siempre habian deseado, como se hara con aquellos semejantes a ellos que les precedieron: pues, ciertamente, ellos [tambien] estaban sumidos en dudas que les llevaron a sospechar"},{"SurahNumber":35,"VerseNumber":1,"Text":"LA ALABANZA es debida por entero a Dios, Originador de los cielos y la tierra, que ha hecho de los angeles emisarios [Suyos], dotados de alas, dos, tres o cuatro.Anade [sin cesar] a Su creacion lo que El quiere: pues, ciertamente, Dios tiene el poder para disponer cualquier cosa"},{"SurahNumber":35,"VerseNumber":2,"Text":"Cualquier gracia que Dios concede a los hombres, nadie puede retenerla; y lo que El retiene, nadie puede luego liberarlo: porque solo El es todopoderoso, realmente sabio"},{"SurahNumber":35,"VerseNumber":3,"Text":"¡Oh gentes! ¡Tened presentes las bendiciones que Dios os ha dispensado! ¿Hay algun poder creador, fuera de Dios, que pueda daros el sustento de los cielos y la tierra? No hay deidad sino El: y sin embargo, ¡que pervertidas estan vuestras mentes"}]}