{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":54,"VerseNumber":28,"Text":"Dhe lajmëroi ata se uji është i ndarë për ta veç e veç, secili do të paraqitet për të pirë ujë në rendin e vet"},{"SurahNumber":54,"VerseNumber":29,"Text":"Po ata e ftuan shokun e vet, e ai mori dhe e theri atë"},{"SurahNumber":54,"VerseNumber":30,"Text":"E çfarë ishte ndëshkimi Im dhe kërcënimi Im"},{"SurahNumber":54,"VerseNumber":31,"Text":"Ne lëshuam kundër tyre një ushtimë, e ata u bënë si shtrojë vathi. (Mbeturinë e ushqimit të kafshëve që u shtrohet)"},{"SurahNumber":54,"VerseNumber":32,"Text":"Ne Kur´anin e bëmë të lehtë për këshillë, po a ka ndokush që merr mësim"},{"SurahNumber":54,"VerseNumber":33,"Text":"Populli i Lutit i përgënjeshtroi vërejtjet e pejgamberit të vet"},{"SurahNumber":54,"VerseNumber":34,"Text":"Ne atyre, përveç familjes së Lutit të cilën e shpëtuam para se të agonte, u lëshuam një erë që solli gurë mbi ta"},{"SurahNumber":54,"VerseNumber":35,"Text":"(Shpëtimi ishte) Një mirësi nga ana Jonë, ashtu Ne shpërblejmë atë që falënderon"},{"SurahNumber":54,"VerseNumber":36,"Text":"Ai (Luti) u pat tërhequr vërejtjen atyre për dënimin Tonë të rëndë, por ata dyshuan në ato kërcënime"},{"SurahNumber":54,"VerseNumber":37,"Text":"Ata deshën t´u afrohen musafirëve të tij. Ne ua verbuam sytë atyre, pra përjetoni ndëshkimin Tim dhe qortimet e Mia"},{"SurahNumber":54,"VerseNumber":38,"Text":"E, atyre në një mëngjes të hershëm u erdhi dënimi i përhershëm"},{"SurahNumber":54,"VerseNumber":39,"Text":"Pra, vuajeni dënimin Tim dhe qortimin Tim"},{"SurahNumber":54,"VerseNumber":40,"Text":"Ne Kur´anin e bëmë të lehtë për të studiuar, a ka ndokush që merr përvojë nga ai"},{"SurahNumber":54,"VerseNumber":41,"Text":"Edhe rrethit të faraonit i patën ardhur shumë vërejtje"},{"SurahNumber":54,"VerseNumber":42,"Text":"Ata i përgënjeshtruan të gjitha argumentet Tona, prandaj Ne i dënuam ashtu siç është dënimi i një ngadhënjyesi, i një fuqiploti"},{"SurahNumber":54,"VerseNumber":43,"Text":"A jobesimtarët tuaj janë më të vlefshëm se ata që u përmendën, apo ju keni ndonjë kontratë në librat e qiellit"},{"SurahNumber":54,"VerseNumber":44,"Text":"A mos po thonë: \"Ne jemi një grup ngadhënjyes tok të bashkuar"},{"SurahNumber":54,"VerseNumber":45,"Text":"Grupi do të pësojë disfatë dhe ata do të kthehen prapa"},{"SurahNumber":54,"VerseNumber":46,"Text":"Por jo, afati i tyre është kijameti, e kijameti është edhe më i vështirë, edhe më i hidhur"},{"SurahNumber":54,"VerseNumber":47,"Text":"S´ka dyshim se idhujtarët kriminelë, janë edhe në një huti edhe në zjarr të madh"},{"SurahNumber":54,"VerseNumber":48,"Text":"Ditën kur me fytyrat e tyre do të tërhiqen zvarrë në zjarr. \"Vuajeni dënimin Sekar\" (emër i një xhehennemi)"},{"SurahNumber":54,"VerseNumber":49,"Text":"Ne çdo send kemi krijuar me masë të caktuar"}]}