{"Id":476,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-lad","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":3,"VerseNumber":71,"Text":"Xìnfèng tiān jīng de rén a! Nǐmen wèishéme míngzhī gù wéi de yǐ wěi luànzhēn, yǐnhuì zhēnlǐ ne"},{"SurahNumber":3,"VerseNumber":72,"Text":"Xìnfèng tiān jīng de rén zhōng yǒu yībùfèn rén shuō:“Nǐmen kěyǐ zài zǎochén biǎoshì quèxìn xìnshìmen suǒ shòu de qǐshì, ér zài wǎn xī biǎoshì bù xìn,(nǐmen zhèyàng zuò), tāmen huòxǔ pàn jiào"},{"SurahNumber":3,"VerseNumber":73,"Text":"Nǐmen zhǐ kěyǐ xìnrèn nǐmen de jiào yǒu.” Nǐ shuō:“Yǐndǎo què shì zhēnzhǔ de yǐndǎo, nándào yīnwèi biérén huòdé xiàng nǐmen suǒ huòdé de qǐshì, huò tāmen jiàng zài zhēnzhǔ nàlǐ yǔ nǐmen biànlùn,(nǐmen jiù zhèyàng yòng jì) ma?” Nǐ shuō:“Ēnhuì què shì yóu zhēnzhǔ zhǎngwò, tā bǎ tā shǎngcì tāsuǒ yìyù de rén.” Zhēn zhǔ shì kuāndà de, shì quánzhī de"},{"SurahNumber":3,"VerseNumber":74,"Text":"Tā wèi zìyǐ de cí'ēn ér tè xuǎn tāsuǒ yìyù de rén. Zhēnzhǔ shì yǒu hóng ēn de.§"},{"SurahNumber":3,"VerseNumber":75,"Text":"Xìnfèng tiān jīng de rén zhōng yǒu zhèyàng de rén: Rúguǒ nǐ tuōfù tā yīqiān liǎng huángjīn, tā huì jiāohuán nǐ; tāmen zhōng yěyǒu zhèyàng de rén: Rúguǒ nǐ tuōfù tā yī méi jīnbì, tā bù jiāo hái nǐ, chúfēi nǐ yīzài zhuījiù tā. Zhè shì yīnwèi tāmen shuō:“Wǒmen bù wéi bùshìzì de rén ér shòu chǔ fēn.” Tāmen míngzhī gù wéi de jiǎjiè zhēnzhǔ de míngyì ér zàoyáo"},{"SurahNumber":3,"VerseNumber":76,"Text":"Bùrán, fán jiànyuē érqiě jìngwèi de rén,(dōu shì zhēnzhǔ suǒ xǐ'ài de). Yīn wéi zhēnzhǔ què shì xǐ'ài jìngwèi zhě de"},{"SurahNumber":3,"VerseNumber":77,"Text":"Yǐ zhēnzhǔ de méngyuē hé zìyǐ de méngshì huànqǔ xiēwéi dàijià de rén, zài hòushì bù huò ēndiǎn, fùhuó rì, zhēnzhǔ bù hé tāmen shuōhuà, bù cǎi tāmen, bù dí qīng tāmen de zuì'è, tāmen jiāng shòu tòngkǔ de xíngfá"}]}