{"Id":439,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Bu da mı büyü?! Yoksa siz mi görmüyordunuz"},{"SurahNumber":52,"VerseNumber":16,"Text":"Dalın ona! Artık ister sabredin ister sabretmeyin. Sizin için hepsi birdir. Siz ancak yapıp ettiğiniz şeylerin karşılığıyla yüzyüze geleceksiniz"},{"SurahNumber":52,"VerseNumber":17,"Text":"Korunup sakınanlar; cennetler, nimetler içindedir"},{"SurahNumber":52,"VerseNumber":18,"Text":"Rablerinin kendilerine verdikleriyle keyif çatarlar. Rableri onları cehennem azabından korumuştur"},{"SurahNumber":52,"VerseNumber":19,"Text":"Yapıp ettiklerinizin karşılığı olarak afiyetle yiyin, için"},{"SurahNumber":52,"VerseNumber":20,"Text":"Art arda dizilmiş koltuklar üzerinde yaslanmış olarak.\" Ve biz onları parlak, iri gözlü hurilerle eşleştirmişizdir"},{"SurahNumber":52,"VerseNumber":21,"Text":"İman edip zürriyetleri de imanda kendilerine uyanların, soy-soplarını da kendilerine katmışızdır. Ve kendi amellerinden kendilerinin hiçbir şeyini eksiltmemişizdir. Her kişi, kazandığı karşılığında bir rehindir"},{"SurahNumber":52,"VerseNumber":22,"Text":"Biz onlara canlarının çektiği meyveden ve etten ikram ettik"},{"SurahNumber":52,"VerseNumber":23,"Text":"Orada bir kadeh tokuştururlar ki, içinde ne bir boş laf var ne de günaha sokuş"},{"SurahNumber":52,"VerseNumber":24,"Text":"Çevrelerinde, kendilerine özgülenmiş genç uşaklar dolaşır; sanki sedeflerinde saklı inciler"},{"SurahNumber":52,"VerseNumber":25,"Text":"Birbirlerine dönüp soruşurlar. Ve derler"},{"SurahNumber":52,"VerseNumber":26,"Text":"Daha önce biz, ailemiz içinde endişe ile ürperiyorduk"},{"SurahNumber":52,"VerseNumber":27,"Text":"Allah bize lütufta bulundu ve bizi o iliklere işleyen azaptan korudu"},{"SurahNumber":52,"VerseNumber":28,"Text":"Biz önceden O´na yakarıyorduk. Çünkü O´dur Berr, cömertçe iyilik eden; O´dur rahmeti sınırsız olan"},{"SurahNumber":52,"VerseNumber":29,"Text":"Artık hatırlat, öğüt ver! Rabbinin nimetine yemin olsun ki, sen ne kâhinsin ne de cin çarpmış"},{"SurahNumber":52,"VerseNumber":30,"Text":"Yoksa şöyle mi diyorlar: \"O bir şairdir. Zamanın ölüm getiren felaketine çarpılmasını bekliyoruz"},{"SurahNumber":52,"VerseNumber":31,"Text":"De ki: \"Bekleyin! Doğrusu sizinle beraber ben de bekleyenlerdenim"}]}