{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"These are the Revelations of the Book full of wisdom"},{"SurahNumber":31,"VerseNumber":3,"Text":"A guidance and mercy for those devoted to doing good, aware that God is seeing them"},{"SurahNumber":31,"VerseNumber":4,"Text":"They establish the Prayer in conformity with its conditions, and pay what is due to the needy out of their belongings, and in the Hereafter they have certainty of faith"},{"SurahNumber":31,"VerseNumber":5,"Text":"Those stand on true guidance (originating in this Book) from their Lord; and they are those who are the prosperous"},{"SurahNumber":31,"VerseNumber":6,"Text":"Among the people is one who pays for idle tales and diverting talk to lead people astray from (the Qur’an, which is) God’s way, without knowledge, and makes a mockery of it (the Qur’an). For such (a man) there is a shameful, humiliating punishment"},{"SurahNumber":31,"VerseNumber":7,"Text":"When our Revelations are recited to such a one, he turns away in arrogance as if he had not heard them, as if there were heaviness in his ears. So give him the glad tidings of a painful punishment"},{"SurahNumber":31,"VerseNumber":8,"Text":"As against this, those who believe and do good, righteous deeds, for them are Gardens of bounty and blessing"},{"SurahNumber":31,"VerseNumber":9,"Text":"To abide therein. This is a promise of God in truth. He is the All-Glorious with irresistible might, the All-Wise"},{"SurahNumber":31,"VerseNumber":10,"Text":"He has created the heavens without pillars you can see; and He has set up firm mountains on earth lest it should shake you with its movement, and dispersed thereon all kinds of living creatures. We also send down water from the sky, and cause every noble kind of vegetation rich (in color, scent, flavor, and fruit) to grow on earth in pairs"},{"SurahNumber":31,"VerseNumber":11,"Text":"This is God’s creation; now show Me what is there that others besides Him have created. No indeed, but the wrongdoers (who deny God or associate partners with Him) are lost in obvious error"}]}