{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":40,"Text":"Um dia os congregara a todos, e logo perguntara aos anjos: Sao estes, acaso, os que vos adoravam"},{"SurahNumber":34,"VerseNumber":41,"Text":"Responderao: Glorificado sejas! Tu es nosso Protetor, em vez deles! Qual! Adoravam os genios! A maioria delesacreditava neles"},{"SurahNumber":34,"VerseNumber":42,"Text":"Porem, hoje nao podereis beneficiar-vos nem prejudicar-vos reciprocamente. E diremos aos iniquos: Provai o castigoinfernal que negastes"},{"SurahNumber":34,"VerseNumber":43,"Text":"E quando lhes sao recitados os Nossos lucidos versiculos (esta pelo Profeta), dizem: Este nao e mais do que um homemque quer afastar-vos do que adoravam os vossos pais! E dizem (ainda): Este (Alcorao) nao e mais do que uma caluniaforjada! E os incredulos dizem da verdade quando lhes chega: Isto nao e mais do que pura magia"},{"SurahNumber":34,"VerseNumber":44,"Text":"Antes de ti nao lhes tinhamos enviado livro algum, para que o estudassem, nem lhes haviamos enviado admoestadoralgum"},{"SurahNumber":34,"VerseNumber":45,"Text":"Os povos antigos desmentiram (seus mensageiros); e nao conseguiram alcancar nem a decima parte do conhecimento quelhes concedemos. Negaram os Meus mensageiros, mas que terrivel foi a (Minha) rejeicao (a eles)"},{"SurahNumber":34,"VerseNumber":46,"Text":"Dize-lhes: Exorto-vos a uma so coisa: que vos consagreis a Deus, em pares ou individualmente; e refleti. Vossocompanheiro nao e um energumeno. Ele nao e senao vosso admoestador, que vos adverte, face a um terrivel castigo"},{"SurahNumber":34,"VerseNumber":47,"Text":"Dize-lhes: Jamais vos exigi recompensa alguma; tudo (que fiz) foi em vosso interesse; e minha recompensa so incumbe aDeus, porque e Testemunha de tudo"},{"SurahNumber":34,"VerseNumber":48,"Text":"Dize-lhes (mais): Sabei que meu Senhor e Quem difunde a verdade e e conhecedor do incognoscivel"}]}