{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"(Habibim) eger seni tekzib ediyorlarsa senden onceki peygamberler de tekzib edilmisdir. (Butun) isler ancak Allaha dondurulur"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar, subhe yok ki Allahın va´di bir gercekdir. O halde zinhar sizi dunya hayatı aldatmasın. Cok aldatıcı (seytan) da sakın sizi Allah (ın hilmi ve imhali) ile aldatmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Cunku seytan sizin bir dusmanınızdır. Onun icin siz de onu bir dusman tutun O, (kendisine tabi´ olan) guruhunu ancak alevli cehennemin yaranından olmaları icin da´veteder"},{"SurahNumber":35,"VerseNumber":7,"Text":"O kufredenler (yok mu?) onlar icin cetin bir azab vardır. iman edenlere, bir de guzel, guzel amel (ve hareket) lerde bulunanlar (a gelince:) magfiret ve buyuk mukafat da bunlarındır"},{"SurahNumber":35,"VerseNumber":8,"Text":"Ya kotu amel (ve Hareket) i kendisine suslu gosterilib de onu hos goren adam mı (Allahın hidayet etdigi kimseler gibi tanılacak)? Subhe yok ki Allah kimi dilerse sasırtır, kimi de dilerse dogru yola sevk eder. O halde (habibim) nefsin onlara karsı hasretlerle (uzuntulerle tukenib) gitmesin. Cunku Allah onların neler yapmakda olduklarını cok iyi bilendir"},{"SurahNumber":35,"VerseNumber":9,"Text":"Allah ruzgarları salıverib de bulut (ları) harekete getirmekde olandır. Derken biz onu olu bir topraga surub onunla yeri, olumunun ardından, canlandırmısadır. Iste (olulerin) dirilme (si) de boyledir"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kim ululanmak hevesine duserse (bilin ki) butun ululuk Allahındır. Guzel kelimeler ancak Ona yukselir. Onu da iyi amel (ve hareket) yukseltir. Kotulukleri tuzak yapanlar (a gelince): Onlar icin cetin bir azab vardır. Onların (kurdukları) tuzagın bizzat kendisi mahvolur"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah sizi bir toprakdan, sonra bir meniden yaratdı. Sonra da sizi cift cift yapdı. Onun ilmi olmaksızın hicbir disi gebe olmaz, dogurmaz da. Omru uzatılana cok omur verilmesi, (kısaltılanın) omrunden eksiltilmesi de haaric olmamak uzere (hepsi) bir kitabda (yazılı) dır. Subhe yok ki bu (nlar). Allaha gore kolaydır"}]}