{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":34,"VerseNumber":40,"Text":"Es azon a Napon, amikor mindegyiket osszegyujti, majd igy szol az Angyalokhoz: ,. Ezek titeket szolgaltak"},{"SurahNumber":34,"VerseNumber":41,"Text":"Azt mondjak (majd akkor az Angyalok): .Magasztaltassal! Te vagy a mi gondoskodo Urunk. Nemok. Ok a dzsinneket szolgaltak es a legtobben kozottuk azokban hisznek"},{"SurahNumber":34,"VerseNumber":42,"Text":"Ma (a Feltamadas Napjan) sem artani, sem hasznalni nem vagytok. kepesek egymasnak. Es azt mondjuk azoknak, akik bunos dolgokat kovettek el: .Kostoljatok meg a Tuz bunteteset, amelyet hazugsagnak tartottatok"},{"SurahNumber":34,"VerseNumber":43,"Text":"Es midon a Mi jeleink nyilvanvalo bizonyitekkent olvastatnak fel nekik, azt mondjak: .Mi mas ez, mint egy ember, aki el akar forditani benneteket attol, amit apaitok szolgaltak.\" Azt mondjak: , Mi mas ez, mint koholt hazugsag.\" Es azt mondjak azok, akik hitetlenek az Igazsaggal szemben, miutan az eljott hozzajuk: . Ez vilagos es kezenfekvo varazslat"},{"SurahNumber":34,"VerseNumber":44,"Text":"Es nem adtunk nekik Konyveket, amiket tanulmanyozhatnanak. Es elotted nem kuldtunk el hozzajuk intot"},{"SurahNumber":34,"VerseNumber":45,"Text":"Hazugsagnak tartottak mar azok is, akik elottuk eltek. Es meg a tizedet sem ertek el annak, amit nekik adtunk, de hazugnak tartottak a Kuldotteimet. Milyen (borzalmas) volt a rosszallasom"},{"SurahNumber":34,"VerseNumber":46,"Text":"Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): .En csak egy dologra figyelmeztetlek benneteket: Alljatok Allah ele kettesevel, vagy egyenkent, azutan gondolkozzatok! A ti tarsatokat nem szallta meg dzsinn! O csak into a szamotokra, egy kemeny buntetes elott"},{"SurahNumber":34,"VerseNumber":47,"Text":"Mondd (Muhammad- Allah aldja meg es adjon Neki orok. udvosseget): , Barmilyen fizetseget kertem volna is toletek. (am nem kertem), az (legyen) a tietek! Az en fizetsegem Allah-ra tartozik. O mindennek a Tanusitoja"},{"SurahNumber":34,"VerseNumber":48,"Text":"Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): Bizony az en Uram az Igazsaggal dob meg (engem, azt nyilatkoztatja ki a szamomra). O a lathatatlan dolgok Tudoja"}]}