{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Відкликання що брат `aad попередив його людей у dunes - численних попередженнях також був доставлений перед тим, як йо та після його: \"Ви не будете обожнювати крім БОГА. Я бо для вас retribution великого дня"},{"SurahNumber":46,"VerseNumber":22,"Text":"Вони сказали, ви прибули відвести нас з наших богів? Ми виклик ви принести (retribution) ви загрожуєте, якщо ви є правдиві"},{"SurahNumber":46,"VerseNumber":23,"Text":"Він сказав, знання про це є з БОГОМ; Я тільки доставляю до вас що я був посланий щоб доставити. Але, я дивлюся що ви люди є необізнані"},{"SurahNumber":46,"VerseNumber":24,"Text":"Коли вони побачили шторм заголовок їхній шлях, вони сказали, \"Цей шторм принесе до нас значно потребував дощу.\" Замість цього, це підлягає які ви нападу (Кришка) щоб принести; насильницький вітер причому є болісний retribution"},{"SurahNumber":46,"VerseNumber":25,"Text":"Це руйнувало все, як наказане його Лордом. За допомогою ранку, нічого стояти крім їхніх домівок. Ми таким чином requite винуваті люди"},{"SurahNumber":46,"VerseNumber":26,"Text":"Ми встановили їх у тому же шляху тому що ми встановили вас, та якщо їм з слуханням, очами, та розумом. Але їхнє слухання, очі, та розум не допомогли їм зовсім. Це тому, що вони вирішили disregard БОЖІ відкриття. Отже, пророцтво та попередження що вони ridiculed викликали їхню погибель"},{"SurahNumber":46,"VerseNumber":27,"Text":"Ми винищили багато спільнот навколо вас, після ми роз'яснили докази, що вони можуть каятися"},{"SurahNumber":46,"VerseNumber":28,"Text":"Чому тоді ідоли вони здіймалися принести їм ближчим до БОГА не спроможуться до них допомоги? Замість цього, вони покинули їх. Такий являли собою невірних богів вони idolized; такий являли собою нововведення вони виготовили"}]}