{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Those who do not believe in the Hereafter call the angels by names of females"},{"SurahNumber":53,"VerseNumber":28,"Text":"They do not have knowledge about it. They follow nothing but conjecture, and conjecture is of no avail in (the matter of) Truth"},{"SurahNumber":53,"VerseNumber":29,"Text":"So, turn away from him who turns away from Our advice, and seeks nothing but (pleasure of) the worldly life"},{"SurahNumber":53,"VerseNumber":30,"Text":"That is the limit of their access to knowledge. Indeed only your Lord knows well about the one who has gone astray from his way, and He knows well about the one who has adopted the right path"},{"SurahNumber":53,"VerseNumber":31,"Text":"To Allah belongs whatever there is in the heavens and whatever there is in the earth, so that He gives punishment to evildoers for what they did, and gives good reward to those who did good"},{"SurahNumber":53,"VerseNumber":32,"Text":"those who abstain from the major sins and from shameful acts, except minor involvements. Indeed your Lord is extensive in forgiveness. He knows you more than anyone else (from a time) when He created you from the earth and when you were embryos in the wombs of your mothers. So, do not claim purity (from faults) for your selves. He knows best who is God-fearing"},{"SurahNumber":53,"VerseNumber":33,"Text":"Did you see the one who turned away"},{"SurahNumber":53,"VerseNumber":34,"Text":"and gave a little, and stopped"},{"SurahNumber":53,"VerseNumber":35,"Text":"Does he have knowledge of the Unseen whereby he sees (what he believes)"},{"SurahNumber":53,"VerseNumber":36,"Text":"Has he not been told of what was (revealed) in the scriptures of Musa"},{"SurahNumber":53,"VerseNumber":37,"Text":"and of Ibrahim who fulfilled (his duties)"},{"SurahNumber":53,"VerseNumber":38,"Text":"(It was) that no bearer of burden shall bear the burden of the other"},{"SurahNumber":53,"VerseNumber":39,"Text":"and that a man shall not deserve but (the reward of) his own effort"},{"SurahNumber":53,"VerseNumber":40,"Text":"and that his effort will soon be seen"},{"SurahNumber":53,"VerseNumber":41,"Text":"then he will be recompensed for it in full"},{"SurahNumber":53,"VerseNumber":42,"Text":"and that to your Lord is the end (of every one)"},{"SurahNumber":53,"VerseNumber":43,"Text":"and that He is the One who makes (one) laugh and makes (him) weep"},{"SurahNumber":53,"VerseNumber":44,"Text":"and that He is the One who gives death and gives life"}]}