{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"« O Moise, dirent-ils, jetteras-tu (ton baton) ou veux-tu que nous jetions d’abord (ce que nous avons) ? »"},{"SurahNumber":20,"VerseNumber":66,"Text":"Il dit : « Jetez (ce que vous avez). » Aussitot, leurs cordes et leurs batons lui semblerent ramper par l’effet de leur sorcellerie"},{"SurahNumber":20,"VerseNumber":67,"Text":"Il ressentit au fond de lui-meme quelque peur, Moise"},{"SurahNumber":20,"VerseNumber":68,"Text":"Nous dimes : « N’aie pas peur, c’est toi qui leur es superieur"},{"SurahNumber":20,"VerseNumber":69,"Text":"Jette ce que tu as dans ta main droite, et (tu le verras) happer tout ce qu’ils ont fait comme artifice. Ce qu’ils viennent de faire comme artifice n’est qu’illusions de magicien. Or le magicien, ou qu’il aille, ne saurait prosperer. »"},{"SurahNumber":20,"VerseNumber":70,"Text":"Les magiciens se jeterent (a terre) prosternes en s’ecriant : « Nous croyons au Seigneur d’Aaron et de Moise ! »"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Et Pharaon) leur dit : « Osez-vous croire en lui avant que je ne vous le permette ? Ce doit etre votre chef et c’est lui qui a du vous initier a la magie. Je vous ferai couper les mains et les pieds opposes puis vous ferai crucifier sur les troncs de palmiers. Vous saurez ainsi qui (du Seigneur de Moise ou de moi) a le supplice le plus dur et le plus durable.»"},{"SurahNumber":20,"VerseNumber":72,"Text":"Ils dirent alors : « Nous ne te prefererons pas aux preuves evidentes qui nous sont parvenues, Pas plus que (nous ne te prefererons) a Celui Qui nous a crees (sans modele prealable). Prononce donc le verdict que tu as a prononcer. Car tes sentences ne concernent que la vie en ce bas monde"},{"SurahNumber":20,"VerseNumber":73,"Text":"Nous n’avons cru en notre Seigneur que pour qu’Il pardonne nos peches et (nous pardonne) cette magie que tu nous as contraints (a pratiquer). Allah est Meilleur et (Sa retribution) est plus durable. »"},{"SurahNumber":20,"VerseNumber":74,"Text":"Celui qui vient a son Seigneur en criminel aura (merite) la Gehenne, ou il ne mourra pas, ni ne vivra"},{"SurahNumber":20,"VerseNumber":75,"Text":"Et ceux qui comparaitront devant Lui en croyants, ayant accompli les bonnes œuvres, ceux-la auront (merite) les plus hauts rangs"},{"SurahNumber":20,"VerseNumber":76,"Text":"Des Jardins d’Eden sous lesquels coulent les rivieres, ou ils sejourneront pour l’eternite. Telle est la recompense de qui s’est purifie"}]}