{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":16,"Text":"aprakaram vyaktamaya drstantannalayikkeant nam it (grantham) avatarippiccirikkunnu. allahu tan uddesikkunnavare nervaliyilekk nayikkunnatuman‌"},{"SurahNumber":22,"VerseNumber":17,"Text":"satyavisvasikal, yahudanmar, sabimatakkar, kristyanikal, majusikal, bahudaivavisvasikal ennivarkkitayil uyirttelunnelpinre nalil tirccayayum allahu tirppukalpikkunnatan‌. tirccayayum allahu ellakaryattinum saksiyakunnu"},{"SurahNumber":22,"VerseNumber":18,"Text":"akasannalilullavarum bhumiyilullavarum, suryanum candranum naksatrannalum, parvvatannalum vrksannalum jantukkalum, manusyaril kureperum allahuvin pranamam arppiccu keantirikkunnu enn ni kantille? (vere) kure perute karyattil siksa sthirappetukayum ceytirikkunnu. allahu vallavaneyum apamanitanakkunna paksam avane bahumanikkuvan arum tanneyilla. tirccayayum allahu tan uddesikkunnat ceyyunnu"},{"SurahNumber":22,"VerseNumber":19,"Text":"i rantu vibhagam rant etirkaksikalakunnu. tannalute raksitavinre karyattil avar etirvadakkarayi. ennal avisvasiccavararea avarkk agnikeantulla vastrannal muriccukeatukkappetunnatan‌. avarute talaykkumite tilaykkunna vellam ceariyappetunnatan‌"},{"SurahNumber":22,"VerseNumber":20,"Text":"atu nimittam avarute vayarukalilullatum carm'mannalum urukkappetum"},{"SurahNumber":22,"VerseNumber":21,"Text":"avarkk irumpinre dandukalumuntayirikkum"},{"SurahNumber":22,"VerseNumber":22,"Text":"atil ninn kathinaklesam nimittam puratt peakan avar uddesikkumpealellam atilekk tanne avar matakkappetunnatan‌. ericc kalayunna siksa ninnal asvadiccu kealluka. (enn avareat parayappetukayum ceyyum)"},{"SurahNumber":22,"VerseNumber":23,"Text":"visvasikkukayum salkarm'mannal pravarttikkukayum ceytavare, talbhagattukuti nadikal olukunna svargatteappukalil tirccayayum allahu pravesippikkunnatan‌. avarkkavite svarnavalakalum muttum aniyikkappetunnatan‌. pattayirikkum avarkk aviteyulla vastram"}]}