{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":5,"VerseNumber":51,"Text":"Vous qui croyez ! Ne prenez pas les juifs et les chretiens pour allies. Ils sont allies les uns aux autres. Quiconque, parmi vous, deciderait de s’allier a eux deviendrait l’un des leurs. Allah, en verite, ne saurait guider les impies"},{"SurahNumber":5,"VerseNumber":52,"Text":"Tu verras d’ailleurs ceux dont les cœurs sont malades s’empresser de s’allier a eux, se justifiant ainsi : « Nous craignons un retournement. » Mais Allah ne manquera pas de faire triompher les croyants ou de prononcer un jugement a l’encontre des mecreants, si bien que ces hypocrites regretteront les alliances qu’ils ont secretement contractees"},{"SurahNumber":5,"VerseNumber":53,"Text":"Les croyants diront alors : « Etaient-ce bien ceux-la qui juraient par Allah de toutes leurs forces qu’ils etaient de notre cote ? » Leurs œuvres ont ete reduites a neant, ils ont tout perdu"},{"SurahNumber":5,"VerseNumber":54,"Text":"Vous qui croyez ! Que ceux parmi vous qui renient la foi sachent qu’Allah fera venir a leur place des hommes qu’Il aimera et qui L’aimeront. Humbles et clements envers les croyants, fiers et implacables a l’egard des mecreants, ils lutteront pour la cause d’Allah sans craindre le moindre reproche. Telles sont les faveurs d’Allah qu’Il accorde a qui Il veut. Les faveurs et la science d’Allah sont infinies"},{"SurahNumber":5,"VerseNumber":55,"Text":"Vos seuls allies sont Allah, Son Messager et les croyants qui accomplissent la priere, s’acquittent de l’aumone et se soumettent humblement a leur Seigneur"},{"SurahNumber":5,"VerseNumber":56,"Text":"Ceux qui prennent Allah, Son Messager et les croyants pour allies forment le parti d’Allah auquel la victoire est acquise"},{"SurahNumber":5,"VerseNumber":57,"Text":"Vous qui croyez ! Gardez-vous de prendre pour allies ceux qui ont recu les Ecritures avant vous et les paiens pour lesquels votre religion, qu’ils tournent en derision, n’est qu’un jeu. Craignez Allah, si vous etes de vrais croyants"}]}