{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa (Ey Rasûlüm), onların çoğunu, hakkı işitiyorlar veya hakkı anlıyorlar mı zannediyorsun? Onlar, ancak hayvanlar gibidirler. Doğrusu gidişçe daha sapıktırlar"},{"SurahNumber":25,"VerseNumber":45,"Text":"Rabbinin kudretine bakmaz mısın (fecirle güneşin doğuşu arasında) gölgeyi nasıl yayıyor? (Ne karanlık var, ne de aydınlık). Dileseydi, o gölgeyi devamlı ve sabit yapardı (onu güneşle gidermezdi). Sonra biz, güneşi de, o gölge üzerine bir delil yaptık (güneşin varlığından gölge bilinir)"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra (gölge yer yüzüne yayılıp da güneş doğmaya başlayınca) biz, bu gölgeyi azar azar bize doğru (dilediğimiz yere) alırız"},{"SurahNumber":25,"VerseNumber":47,"Text":"O Allah’dır ki, geceyi size bir örtü, uykuyu da bir dinlenme yaptı; gündüzü ise, yeni bir hayat ve meşguliyet yaptı"},{"SurahNumber":25,"VerseNumber":48,"Text":"Yağmurun önünde, rüzgârları bir müjdeci olarak gönderen O’dur. Biz gökten pâk ve temizleyeci bir su indirdik"},{"SurahNumber":25,"VerseNumber":49,"Text":"Ki onunla, bitkisiz ölü bir yeri diriltelim ve yarattığımız hayvanlarla bir çok insanlara su verelim"},{"SurahNumber":25,"VerseNumber":50,"Text":"Doğrusu, yağmuru, memleketler arasında taksim ettik ki, ibret alsınlar (şükretsinler). Yine de insanların çoğu yüz çevirdiler, ancak nimeti inkâr ettiler"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eğer dileseydik, her memleket halkına bir peygamber gönderirdik (ve böylece senin yükünü hafifletirdik)"},{"SurahNumber":25,"VerseNumber":52,"Text":"(Madem ki bütün faziletleri sende topladık ve yalnız seni gönderdik), o halde, kâfirlere boyun eğme ve onlara karşı bu Kur’ân ile büyük bir cihad olarak mücadele yap"},{"SurahNumber":25,"VerseNumber":53,"Text":"O Allah’dır ki, iki denizi (veya iki nehri birbirine komşu ve yakın olarak) salıverdi: Şu (birisi) tatlı, susuzluğu giderir, bu (beriki) tuzlu ve acıdır. Aralarında da kudretinden bir engel ve birbirlerine karışmağı önleyici bir perde koymuştur. (Birbirine yakın tuz gölü ile tatlı su gölü veya tatlı bir nehirle ona yakın olan suyu acı bir deniz gibi. Aralarında kudretten bir engel olup, biri diğerinin tadını bozmaz)"},{"SurahNumber":25,"VerseNumber":54,"Text":"Hem O Allah’dır ki, sudan bir insan yarattı da onu soy ve hısım diye ikiye ayırdı. Senin Rabbin her şeye kadirdir"},{"SurahNumber":25,"VerseNumber":55,"Text":"Böyle iken kâfirler Allah’ı bırakıyorlar da, kendilerine ne fayda, ne de zarar vermiyecek şeylere tapıyorlar. Kâfir (Ebu Cehil) de Rabbinin aleyhinde şeytana yardımcı oluyor"}]}