{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"Det var en grupp av era egna som spred det illvilliga fortalet. Men anse inte detta som ett ont; nej, det ar tvartom ett gott for er! Var och en av dessa [ryktesspridare] skall sta till svars for sin del i denna synd och den av dem som bar huvudansvaret har ett hart straff att vanta"},{"SurahNumber":24,"VerseNumber":12,"Text":"Alla troende man och kvinnor borde - da de hor sadant [tal] - tro det basta om varandra och saga: \"Detta ar en uppenbar logn"},{"SurahNumber":24,"VerseNumber":13,"Text":"Varfor [har ni] inte [kravt] fyra vittnen som stod [for anklagelsen]? - Eftersom de inte hade vittnen ar det nu de som infor Gud ar lognare"},{"SurahNumber":24,"VerseNumber":14,"Text":"Om Gud inte visade er godhet och forbarmade sig over er i detta och det kommande livet, skulle forvisso ett hart straff drabba er for allt [fortal] ni sprider"},{"SurahNumber":24,"VerseNumber":15,"Text":"da ni tar upp pa era tungor och for vidare med era munnar sadant som ni inte vet nagot om; ni anser det vara obetydligheter, men infor Gud ar det allvarliga ting"},{"SurahNumber":24,"VerseNumber":16,"Text":"Om ni anda hade sagt, da ni horde [ryktet]: \"Det ar inte ratt av oss att tala om detta. Stor ar Du i Din harlighet - detta ar avskyvart fortal"},{"SurahNumber":24,"VerseNumber":17,"Text":"Gud varnar er for att nagonsin aterfalla i denna [synd] om ni ar [sanna] troende"},{"SurahNumber":24,"VerseNumber":18,"Text":"Gud klargor [Sina] budskap for er. Gud ar allvetande, vis"},{"SurahNumber":24,"VerseNumber":19,"Text":"De som garna ser att skamligt fortal sprids mot de troende har ett plagsamt straff att vanta i denna varld och i det kommande livet. - Gud vet, men ni vet inte [hela sanningen]"},{"SurahNumber":24,"VerseNumber":20,"Text":"Ja, [vad vore ni manniskor] om Gud inte visade er godhet och forbarmade sig over er och inte i Sin barmhartighet ommade for er"}]}