{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":29,"VerseNumber":53,"Text":"onie posakuvaat od tebe što pobrzo da im dojde kaznata. A da nema rok opredelen, kaznata, sekako, ḱe im dojdeše. Nesreḱata ḱe im dojde, navistina, nenadejno, bez i da usetat"},{"SurahNumber":29,"VerseNumber":54,"Text":"I onie posakuvaat od tebe što pobrzo da im dojde kaznata. A JDžehennemot, sekako, ḱe gi opfati nevernicite"},{"SurahNumber":29,"VerseNumber":55,"Text":"na Denot koga ḱe gi obzeme kaznata i nad niv I POD NIVI koga ḱe im se reče: “Iskusete go ona što go rabotevte"},{"SurahNumber":29,"VerseNumber":56,"Text":"robovi moi, vie koi veruvate, Zemjata Moja e široka - ta, samo Mene obožavajte Me"},{"SurahNumber":29,"VerseNumber":57,"Text":"Sekoj čovek ḱe ja proba smrtta. Potoa Nam ḱe ni se vratite"},{"SurahNumber":29,"VerseNumber":58,"Text":"A na onie koi veruvaat i koi rabotat dobri dela Nie ḱe gi izvestime deka vo Džennetot ima odai pod koi reki tečat, i vo niv za navek ḱe ostanat. E, samo kolku e ubava nagradata za trudonjubivite"},{"SurahNumber":29,"VerseNumber":59,"Text":"onie koi bea trpelivi i koi se potpiraa vrz Gospodarot svoj"},{"SurahNumber":29,"VerseNumber":60,"Text":"I kolku životni ima koi ne si go steknuvaat “rskot nivni. Niv i vas Allah ve hrani. On e Slušač i Znalec"},{"SurahNumber":29,"VerseNumber":61,"Text":"A koga, pak, bi gi prašal: Koj gi sozdade nebesata i Zemjata, i koj gi potčini Sonceto i Mesečinata, sigurno ḱe rečat: “DAllak!\" Pa, togaš kade kinisuvaat"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah dava “rsk komu saka od robovite Svoi, i On mu odreduva mera. Allah, navistina, znae se"},{"SurahNumber":29,"VerseNumber":63,"Text":"A koga, pak, bi gi prašal: “Koj spušta voda od nebesata, so koja ja oživuva zemjata po mrtviloto nejzino?“Sigurno ḱe rečat: “Allah!\"\" Kaži:“Blagodarenie na Allah“\" No, mnoinsStvOotO OD NIV ne sfaḱaat"}]}