{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Abafani abaziimfama nababonayo"},{"SurahNumber":35,"VerseNumber":20,"Text":"Bungafani kananjalo ubumnyama nobumhlophe"},{"SurahNumber":35,"VerseNumber":21,"Text":"Nomthunzi nobushushu"},{"SurahNumber":35,"VerseNumber":22,"Text":"Abafani abaphilayo nabafileyo. Inene, uAllâh Wenza kuve lowo Athande (ukuba eve), kodwa awungekhe ubenze bave abo basemangcwabeni"},{"SurahNumber":35,"VerseNumber":23,"Text":"Wena (Muhammad), awunto (yimbi) ngaphandle kokuba nguMlumkisi"},{"SurahNumber":35,"VerseNumber":24,"Text":"Inene wena Sikuthumele ngenyaniso ukuba ube nguMvakalisi weendaba ezilungileyo noMlumkisi. Kananjalo akukho luhlanga lungazanga lube naMphaphamisi uphila phakathi kwalo"},{"SurahNumber":35,"VerseNumber":25,"Text":"Ke kaloku ukuba baya kuphika wena sele babaphika kakade nabangaphambili kunabo. AbaThunywa babo beza kubo benemiqondiso ecacileyo nemigaqo ebhaliweyo neziBhalo ezilukhanyiselo"},{"SurahNumber":35,"VerseNumber":26,"Text":"Ndaza Ndabahlasela abangakholwayo, saba njani ke isohlwayo saM"},{"SurahNumber":35,"VerseNumber":27,"Text":"Akuboni na ukuba uAllâh Uthumela imvula ivela esibhakabhakeni, Size Sivelise iziqhamo ngayo zemibala yonke eyahlukeneyo? (eminye yayo) imnyama kakhulu"},{"SurahNumber":35,"VerseNumber":28,"Text":"Ke kaloku phakathi kwabantu nezidalwa ezinyakazayo nemfuyo edla ingca zinemibala eziintlobo ngeentlobo ngokufanayo. Kuphela kwizicaka zaKhe ngabo bamoyikayo uAllâh abanolwazi. Inene uAllâh Unobunganga, nguMxoleli"},{"SurahNumber":35,"VerseNumber":29,"Text":"Inene abo bacengceleza iNcwadi ka-Allâh, bamisela iSalâh banikele kumalizo ngoko Sibaphe kona, emfihlakalweni okanye ekuhleni mabalindele umvuzo ongasokuze uphele"},{"SurahNumber":35,"VerseNumber":30,"Text":"Kwanokuba Uza kubanika umvuzo wabo ngokugcweleyo Abongezelele ububele baKhe. Inene, uAllâh nguMxoleli, Obulelayo"}]}