{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":39,"VerseNumber":68,"Text":"I ke se duvne vo Surlata i, ete, ke gi snema strasniot glas onie koi se na nebesata i onie koi se na Zemjata, a ne i onie za koi Allah ke posaka. Potoa, povtorno ke se duvne vo Surlata i, ete gi ispraveni, vo iscekuvanje"},{"SurahNumber":39,"VerseNumber":69,"Text":"DA zemjata ke zasveti so svetlinata na Gospodarot nejzin, i Knigata ke se postavi, I pejgamberite i svedocite ke se dovedat... Ispravno ke im se sudi i ne ke im se nasteti"},{"SurahNumber":39,"VerseNumber":70,"Text":"Sekoja licnost ke si go dobie ona sto go specalila. On najdobro go znae ona sto go rabotat"},{"SurahNumber":39,"VerseNumber":71,"Text":"nie koi ne veruvaa vo druzini ke bidat naterani vo Dzehennemot. I stom Ke dojdat do nego ke im se otvorat vratite negovi, i ke im recat cuvarite nivni: “Neli vi doagaa pejgamberi megu vas koi vi gi kazuvaa ajetite na Gospodarot vasi ve opomenuvaa za Sredbata na ovoj Den vas?\" Ke recat: “Da!\" No, se ovistini zborot za kaznata na nevernicite"},{"SurahNumber":39,"VerseNumber":72,"Text":"e se rece: “Vlezete niz vratite na Dzehennemot vo koj za navek ke ostanete. E, samo kolku loso prestojuvaliste e toa za gordelivite"},{"SurahNumber":39,"VerseNumber":73,"Text":"onie koi se plasea od Gospodarot svoj, vo druzini ke bidat naterani vo Dzennetot. I stom ke dojdat do nego, ke im se otvorat vratite negovi, I ke im recat cuvarite nivni: “Selamun alejkum! Bevte prekrasni: pa, vlezete vo Dzennetot i vo nego za navek ke ostanete"},{"SurahNumber":39,"VerseNumber":74,"Text":"Ke recat: “Blagodarenie na Allah, Koj go ispolni vetuvanjeto Negovo kon nas, i ne odredi da Ja nasledime zemjava, da se smestime vo Dzennetot tamu kade sto ke si posakame. E, samo kolku e blagoslovena nagradata za trudonjubivite"}]}