{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"[Diles, ¡oh, Mujámmad!:] \"[El descenso a la Tierra de] Jesús es una prueba de la [proximidad de la] Hora [del Fin del Mundo]. Así que no duden y síganme, que este es el sendero recto"},{"SurahNumber":43,"VerseNumber":62,"Text":"Tengan cuidado de que no los desvíe el demonio, porque él es su enemigo declarado"},{"SurahNumber":43,"VerseNumber":63,"Text":"Cuando Jesús se presentó con las evidencias, dijo [a los Hijos de Israel]: \"He venido con la sabiduría para aclararles sobre lo que discrepaban. Tengan temor de Dios y obedézcanme"},{"SurahNumber":43,"VerseNumber":64,"Text":"Dios es mi Señor y el de ustedes, adórenlo, entonces. Éste es el sendero recto"},{"SurahNumber":43,"VerseNumber":65,"Text":"Pero los grupos discreparon entre ellos. ¡Ay de los injustos! Porque han de recibir, cierto Día, un castigo doloroso"},{"SurahNumber":43,"VerseNumber":66,"Text":"¿Acaso esperan que la Hora [del Juicio] les llegue por sorpresa, sin que se den cuenta"},{"SurahNumber":43,"VerseNumber":67,"Text":"Ese día los amigos serán enemigos unos de otros, excepto los que hayan tenido temor de Dios"},{"SurahNumber":43,"VerseNumber":68,"Text":"[A ellos se les dirá el Día del Juicio:] \"¡Oh, siervos Míos! Hoy no habrán de sentir temor ni tristeza"},{"SurahNumber":43,"VerseNumber":69,"Text":"pues creyeron en Mis signos y fueron musulmanes"},{"SurahNumber":43,"VerseNumber":70,"Text":"Entren al Paraíso, ustedes y sus cónyuges, donde disfrutarán de las delicias"},{"SurahNumber":43,"VerseNumber":71,"Text":"Circularán entre ellos bandejas y copas de oro. Allí tendrán todo lo que deseen y deleite sus ojos. En él estarán por toda la eternidad"},{"SurahNumber":43,"VerseNumber":72,"Text":"Ese es el Paraíso que han heredado en recompensa por las obras que solían hacer"},{"SurahNumber":43,"VerseNumber":73,"Text":"Tendréis muchos frutos para comer"}]}