{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":7,"VerseNumber":188,"Text":"Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Nem rendelkezem sem ártani, sem használni tudás hatalmával a magam javára, kivéve, ha Allah úgy akarja. Ha ismerném a láthatatlant, akkor sok jóban lenne részem és nem érhetne engem semmi rossz. Ám én csak intő és örömhír hozó \"vagyok az olyan emberek számára, akik hisznek"},{"SurahNumber":7,"VerseNumber":189,"Text":"Ő az, Aki megteremtett benneteket egyetlen lélekből és abból a párját, hogy nála lakozzék. Azt követően, hogy vele hált könnyű teherrel terhes lett. És így ment ez egy darabig. És miután elnehezedett, mindketten Allah-hoz fohászkodtak, az Urukhoz: , Ha egy egészséges fiú. gyermeket adsz nekünk, akkor a hálásak közé fogunk tartozni"},{"SurahNumber":7,"VerseNumber":190,"Text":"És miután egészséges fiú gyermeket adott nekik, társakat állítottak Mellé, abban, amit nekik adott. Allah, mennyire felette áll. annak, amit ők társítanak"},{"SurahNumber":7,"VerseNumber":191,"Text":"Vajon olyasmit társítanak, ami semmit sem teremt, Ellenben ők maguk is teremtettek"},{"SurahNumber":7,"VerseNumber":192,"Text":"És amelyek nem képesek őket megsegíteni és saját magukon sem tudnak segíteni"},{"SurahNumber":7,"VerseNumber":193,"Text":"És ha az Igaz vezetésre szólítjátok. öket, nem követnek benneteket. Mindegy nektek, hogy szólítottátok-e őket, vagy ballgattok"},{"SurahNumber":7,"VerseNumber":194,"Text":"Bizony azok, akikhez Allah helyett fohászkodtok, azok is csak. szolgák, úgy mint ti. Szólítsátok hát őket, hogy válaszoljanak nektek, ha az igazat szóljátok"},{"SurahNumber":7,"VerseNumber":195,"Text":"Van-e nekik lábuk, amin járhatnának? Vagy van-e nekik kezük, amivel megragadhatnának? \"Vagy van-e nekik szemük, amivel láthatnának? Vagy van-e nekik. fülük, amivel hallhatnának? Mondd: . Szólítsátok a társaitokat, majd szőjetek fortélyt ellenem és ne várassatok"}]}