{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":75,"VerseNumber":20,"Text":"Osteregites' otritsat' voskreseniye, ved' ono - istina. No net, vy lyubite prekhodyashchuyu zemnuyu zhizn' s yeyo mirskimi blagami"},{"SurahNumber":75,"VerseNumber":21,"Text":"i prenebregayete budushchey zhizn'yu s yeyo blazhenstvom"},{"SurahNumber":75,"VerseNumber":22,"Text":"V tot Den' u odnikh lyudey litsa budut siyayushchimi, schastlivymi"},{"SurahNumber":75,"VerseNumber":23,"Text":"i budut smotret' na svoyego Gospoda, kak podobayet Yemu"},{"SurahNumber":75,"VerseNumber":24,"Text":"U drugikh zhe litsa budut ugryumymi, mrachnymi"},{"SurahNumber":75,"VerseNumber":25,"Text":"Oni ozhidayut, chto ikh postignet strashnaya beda, sokrushayushchaya pozvonki khrebta"},{"SurahNumber":75,"VerseNumber":26,"Text":"No net! Osteregaytes' lyubvi k etoy zhizni, kotoruyu pokinete, kogda dusha doydot do gortani"},{"SurahNumber":75,"VerseNumber":27,"Text":"i prisutstvuyushchiye pri umirayushchem sprosyat drug druga: \"Net li zaklinatelya, chtoby zagovorit' yego ot smerti"},{"SurahNumber":75,"VerseNumber":28,"Text":"I poymot umirayushchiy, chto on skoro umrot i pokinet zemnuyu zhizn', kotoruyu lyubil, i stanet yemu neimoverno tyazhko"},{"SurahNumber":75,"VerseNumber":29,"Text":"i kogda soydotsya golen' s golen'yu pri izvlechenii dushi"},{"SurahNumber":75,"VerseNumber":30,"Text":"k tvoyemu Gospodu budet v tot Den' vozvrashcheniye, a v Den' Voskreseniya ikh ili vvedut v ray, ili vvergnut v adskiy ogon'"},{"SurahNumber":75,"VerseNumber":31,"Text":"Chelovek otritsal voskreseniye i ne uveroval ni v poslannika, ni v Koran, ne sovershal predpisannuyu molitvu"},{"SurahNumber":75,"VerseNumber":32,"Text":"schital Koran lozh'yu, otvernulsya ot very"},{"SurahNumber":75,"VerseNumber":33,"Text":"zatem on vernulsya k svoyey sem'ye, gordyas' (etim)"},{"SurahNumber":75,"VerseNumber":34,"Text":"Gibel' tebe, o otritsayushchiy (voskreseniye i Koran), gibel'"},{"SurahNumber":75,"VerseNumber":35,"Text":"i yeshcho raz vechnaya gibel' tebe, gibel'"},{"SurahNumber":75,"VerseNumber":36,"Text":"Neuzheli chelovek, kotoryy otritsayet voskreseniye, dumayet, chto on budet ostavlen bez prismotra naslazhdat'sya svoyey zhizn'yu, a potom umrot i ne budet voskreshon dlya rasplaty za svoi deyaniya"},{"SurahNumber":75,"VerseNumber":37,"Text":"Neuzheli chelovek ne byl izlivsheysya kapley zhidkosti, kotoroy bylo predopredeleno popast' v matku"},{"SurahNumber":75,"VerseNumber":38,"Text":"potom ona prevratilas' v sgustok krovi, i Allakh sozdal yego nailuchshim obrazom, pridav yemu sovershennyy oblik"},{"SurahNumber":75,"VerseNumber":39,"Text":"i sdelal iz nego paru: muzhchinu i zhenshchinu"},{"SurahNumber":75,"VerseNumber":40,"Text":"Neuzheli etot Tvorets, kotoryy sozdal vso eto, ne mozhet voskresit' mortvykh, sobrav ikh kosti"},{"SurahNumber":76,"VerseNumber":1,"Text":"Proshel opredelonnyy srok vremeni do togo, kak v cheloveka Allakh vdokhnul dukh. On byl nichtozhen, bez imeni, ne znal, dlya chego on sozdan"},{"SurahNumber":76,"VerseNumber":2,"Text":"Poistine, My sozdali cheloveka iz kapli, smesi raznykh veshchestv. Zatem My podvergli yego ispytaniyu, predpisav yemu religioznyye obyazannosti. Poetomu My darovali yemu slukh i zreniye, chtoby on slushal ayaty i videl znameniya"},{"SurahNumber":76,"VerseNumber":3,"Text":"My ved' ukazali yemu pryamoy put', chtoby on vybral: stat' veruyushchim ili nevernym"},{"SurahNumber":76,"VerseNumber":4,"Text":"Poistine, My prigotovili dlya nevernykh tsepi dlya nog, okovy dlya ikh ruk i shey i pylayushchiy ogon'"},{"SurahNumber":76,"VerseNumber":5,"Text":"Poistine, te, kotoryye iskrenne uverovali, p'yut napitok, smeshannyy s kamfarnoy vodoy"}]}