{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"“Fanizo la Munda wamtendere umene alonjezedwa amene akuopa Allah (uli tere:) Pansi (ndi patsogolo) pake ikuyenda mitsinje. Zipatso zake ndi mthunzi wake nzanthawi zonse. Awa ndiwo malekezero a omwe akuopa Allah; koma malekezero a osakhulupirira ndi ku Moto basi"},{"SurahNumber":13,"VerseNumber":36,"Text":"“Ndipo (ena mwa) omwe tidawapatsa mabuku (Ayuda ndi Akhrisitu), akusangalalira zimene zavumbulutsidwa kwa iwe (ndipo akulowa m’Chisilamu). Koma ena mu unyinji wa osakhulupirira akukana gawo lina la nkhaniyi. Nena: “Ndalamulidwa kupembedza Allah basi; ndi kusamphatikiza (ndi china). Ndikuitanira kwa Iye, ndipo kwa Iye ndiwo mabwelero anga.”"},{"SurahNumber":13,"VerseNumber":37,"Text":"“Ndipo momwemo taivumbulutsa (iyi Qur’an) m’Chiarabu kuti ikhale chilamulo (cha Allah). Ngati utsata zofuna zawo pambuyo pokufika kuzindikiraku, sudzakhala ndi bwenzi ngakhale mtetezi kwa Allah"},{"SurahNumber":13,"VerseNumber":38,"Text":"“Ndipo ndithu tidatuma atumiki patsogolo pako iwe usanadze ndipo tidawalola kukhala ndi akazi ndi ana; (sichachilendo iwe kukhala ndi akazi ndi ana). Ndipo nkosatheka kwa mtumiki kudzetsa chozizwitsa koma pokhapokha ndi chilolezo cha Allah. Nyengo iliyonse ili ndi lamulo lake limene Allah adalilemba. (Nyengoyo ikakwana, lamulo limadza)"},{"SurahNumber":13,"VerseNumber":39,"Text":"“Allah amafafaniza zimene wafuna ndi kulimbikitsa (kuti zisachoke zomwe wafuna), ndipo gwero la malamulo onse lili kwa Iye (Allah)"},{"SurahNumber":13,"VerseNumber":40,"Text":"“Ndipo ngati tikusonyeza zina mwa (zilango) zimene tawalonjeza, kapena kukupatsa imfa (usanazione zilangozo, ndithu ziwafikabe). Ndithu udindo wako ndi kufikitsa uthenga basi (umene walamulidwa kuufikitsa kwa iwo) ndipo Ife udindo wathu ndi kuwerengera (zochita zawo)"},{"SurahNumber":13,"VerseNumber":41,"Text":"“Kodi sadaone kuti tikulidzera dziko lawo ndi kulichepetserachepetsera malire ake? Ndipo Allah amalamula (mwachilungamo) palibe wotsutsa lamulo Lake. Ndipo Iye Ngwachangu pakuwerengera"},{"SurahNumber":13,"VerseNumber":42,"Text":"“Koma amene adalipo kale iwo kulibe, adachita ziwembu; koma kuononga ziwembu zonsezo nkwa Allah basi. (Iye) akudziwa zimene cholengedwa chilichonse chachita. Ndipo osakhulupirira adzadziwa zotsatira zabwino za Nyumba ya tsiku la chimaliziro kuti zidzakhala zayani"}]}