{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"mariyu mi vijayadhananlo niscayanga, ayidava bhagam, allah mariyu ayana pravaktaku mariyu (atani) daggari bandhuvulaku mariyu anadhulaku mariyu yacincani pedavariki mariyu prayanikulaku undani telusukondi, okavela miru - allah nu mariyu memu satyasatyala antaranni visadam cese dinamuna, a rendu sain'yalu markonina (badr yud'dha) dinamuna, ma dasunipai avatarimpajesina danini - visvasincevare ayite! Mariyu allah pratidi ceyagala samardhudu"},{"SurahNumber":8,"VerseNumber":42,"Text":"(a dinanni gurtuku teccukondi!) Appudu miru loyalo (madinaku) samipanga unna sthalanlo unnaru mariyu varu (musrikulu) duranga unna sthalanlo unnaru. Mariyu bidaram miku krindi (oddu) vaipunaku. Okavela miru (iruvuru) yud'dham ceyalani nirnayincukoni unte! Miru mi nirnayanni patincakunda undevaru. Kani allah tanu nirnayincina karyanni purti ceyataniki, nasincevadu spastamaina nidarsanam pondina taruvata nasincalani mariyu jivincevadu spastamaina nidarsanam pondina taruvata jivincalani ala cesadu. Mariyu niscayanga, allah sarvam vinevadu, sarvajnudu"},{"SurahNumber":8,"VerseNumber":43,"Text":"(o pravakta!) Allah niku, ni svapnanlo varini koddimandiga cupindi (jnapakam cesuko)! Varini ekkuva mandiga niku cupi unte, miru tappaka dhairyanni kolpoyi (yud'dha) visayanlo vadulade varu. Kani vastavaniki, allah mim'malni raksincadu. Niscayanga, ayanaku hrdayalalo unna visayalanni baga telusu"},{"SurahNumber":8,"VerseNumber":44,"Text":"Mariyu (jnapakam cesukondi) allah neravercavalasina panini neravercataniki - miru (badr yud'dharanganlo) markoninapudu - vari (avisvasula) sain'yanni mi kannulaku koddiga cupadu mariyu mim'malni koddimandiga variki cupadu. Mariyu anni vyavaharalu (nirnayaniki) allah vaipunake maralimpabadatayi"},{"SurahNumber":8,"VerseNumber":45,"Text":"o visvasulara! Miru e sain'yannaina edurkonetappudu, sthairyanto undandi. Mariyu allah nu atyadhikanga smariste, miru saphalyam pondavaccu"}]}