{"Id":194,"LanguageCodes":["hi","hin"],"Name":"hin-suhelfarooqkhan","Author":"Suhel Farooq Khan And Saifur Rahman Nadwi","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"मुझ पर वाजिब है कि ख़ुदा पर सच के सिवा (एक हुरमत भी झूठ) न कहूँ मै यक़ीनन तुम्हारे पास तुम्हारे परवरदिगार की तरफ से वाजेए व रोशन मौजिज़े लेकर आया हूँ"},{"SurahNumber":7,"VerseNumber":106,"Text":"तो तू बनी ईसराइल को मेरे हमराह करे दे फिरऔन कहने लगा अगर तुम सच्चे हो और वाक़ई कोई मौजिज़ा लेकर आए हो तो उसे दिखाओ"},{"SurahNumber":7,"VerseNumber":107,"Text":"(ये सुनते ही) मूसा ने अपनी छड़ी (ज़मीन पर) डाल दी पस वह यकायक (अच्छा खासा) ज़ाहिर बज़ाहिर अजदहा बन गई"},{"SurahNumber":7,"VerseNumber":108,"Text":"और अपना हाथ बाहर निकाला तो क्या देखते है कि वह हर शख़्श की नज़र मे जगमगा रहा है"},{"SurahNumber":7,"VerseNumber":109,"Text":"तब फिरऔन के क़ौम के चन्द सरदारों ने कहा ये तो अलबत्ता बड़ा माहिर जादूगर है"},{"SurahNumber":7,"VerseNumber":110,"Text":"ये चाहता है कि तुम्हें तुम्हारें मुल्क से निकाल बाहर कर दे तो अब तुम लोग उसके बारे में क्या सलाह देते हो"},{"SurahNumber":7,"VerseNumber":111,"Text":"(आख़िर) सबने मुत्तफिक़ अलफाज़ (एक ज़बान होकर) कहा कि (ऐ फिरऔन) उनको और उनके भाई (हारून) को चन्द दिन कैद में रखिए और (एतराफ़ के) शहरों में हरकारों को भेजिए"},{"SurahNumber":7,"VerseNumber":112,"Text":"कि तमाम बड़े बड़े जादूगरों का जमा करके अपके पास दरबार में हाज़िर करें"},{"SurahNumber":7,"VerseNumber":113,"Text":"ग़रज़ जादूगर सब फिरऔन के पास हाज़िर होकर कहने लगे कि अगर हम (मूसा से) जीत जाएं तो हमको बड़ा भारी इनाम ज़रुर मिलना चाहिए"},{"SurahNumber":7,"VerseNumber":114,"Text":"फिरऔन ने कहा (हॉ इनाम ही नहीं) बल्कि फिर तो तुम हमारे दरबार के मुक़र्रेबीन में से होगें"},{"SurahNumber":7,"VerseNumber":115,"Text":"और मुक़र्रर वक्त पर सब जमा हुए तो बोल उठे कि ऐ मूसा या तो तुम्हें (अपने मुन्तसिर (मंत्र)) या हम ही (अपने अपने मंत्र फेके)"},{"SurahNumber":7,"VerseNumber":116,"Text":"मूसा ने कहा (अच्छा पहले) तुम ही फेक (के अपना हौसला निकालो) तो तब जो ही उन लोगों ने (अपनी रस्सियाँ) डाली तो लोगों की नज़र बन्दी कर दी (कि सब सापँ मालूम होने लगे) और लोगों को डरा दिया"},{"SurahNumber":7,"VerseNumber":117,"Text":"और उन लोगों ने बड़ा (भारी जादू दिखा दिया और हमने मूसा के पास वही भेजी कि (बैठे क्या हो) तुम भी अपनी छड़ी डाल दो तो क्या देखते हैं कि वह छड़ी उनके बनाए हुए (झूठे साँपों को) एक एक करके निगल रही है"},{"SurahNumber":7,"VerseNumber":118,"Text":"अल किस्सा हक़ बात तो जम के बैठी और उनकी सारी कारस्तानी मटियामेट हो गई"},{"SurahNumber":7,"VerseNumber":119,"Text":"पस फिरऔन और उसके तरफदार सब के सब इस अखाड़े मे हारे और ज़लील व रूसवा हो के पलटे"},{"SurahNumber":7,"VerseNumber":120,"Text":"और जादूगर सब मूसा के सामने सजदे में गिर पड़े"}]}