{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Sözünüzü ister gizleyin ve isterse onu açığa vurun. Şüphesiz O gönüllerde olanı bilir"},{"SurahNumber":67,"VerseNumber":14,"Text":"Yaratan bilmez mi? O latiftir, her şeyden haberdar olandır"},{"SurahNumber":67,"VerseNumber":15,"Text":"O, yeryüzünü sizin ayaklarınızın altına serendir. Haydi onun üzerinde yürüyün ve Allah’ın rızkından yiyin. Dönüş ancak O’nadır"},{"SurahNumber":67,"VerseNumber":16,"Text":"Gökte olanın, yeryüzü sarsıldığı zaman sizi yerin dibine batırmayacağından emin mi oldunuz"},{"SurahNumber":67,"VerseNumber":17,"Text":"Yoksa gökte olanın üzerinize taş yağdıran (fırtınalı) bir rüzgâr göndermeyeceğinden emin misiniz? Siz o takdirde benim uyarmam nasılmış bilip öğreneceksiniz"},{"SurahNumber":67,"VerseNumber":18,"Text":"Andolsun ki onlardan öncekiler de yalanladılar. Fakat benim inkârım nasıl oldu"},{"SurahNumber":67,"VerseNumber":19,"Text":"Üstlerinde kanatlarını açarak ve kapayarak uçan kuşları görmediler mi? Onları Rahman'dan başkası tutmuyor. Doğrusu O, her şeyi görendir"},{"SurahNumber":67,"VerseNumber":20,"Text":"Rahman olan Allah'a karşı şu size yardım edecek askerleriniz hani kimlerdir? Kâfirler ancak boş bir gurur/aldanış içindedirler"},{"SurahNumber":67,"VerseNumber":21,"Text":"Eğer O, rızkınızı kesecek olsa size rızık verecek olan kimdir? Bilâkis onlar azgınlık ve nefret içinde inatla direnmektedirler"},{"SurahNumber":67,"VerseNumber":22,"Text":"O halde, yüzüstü kapanarak yürüyen mi daha çok hidâyete erendir, yoksa dosdoğru bir yol üzerinde dimdik yürüyen kimse mi"},{"SurahNumber":67,"VerseNumber":23,"Text":"Deki: \"Sizi yaratan size işitme (için kulaklar), gözler ve kalpler veren odur. Ne kadar az şükredersiniz"},{"SurahNumber":67,"VerseNumber":24,"Text":"Deki: \"O sizi yeryüzüne dağıtıp, yayandır. Yalnız onun huzuruna toplanıp götürüleceksiniz"},{"SurahNumber":67,"VerseNumber":25,"Text":"“Eğer doğru söyleyenler iseniz, bu tehdit ne zaman gerçekleşecek?” diyorlar"},{"SurahNumber":67,"VerseNumber":26,"Text":"De ki: “Bunun bilgisi yalnız Allah’ın katındadır. Ben sadece apaçık bir uyarıcıyım"}]}