{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Hā - mīma"},{"SurahNumber":45,"VerseNumber":2,"Text":"Ē kitāba mahāparākramaśālī, prajñāmaẏa āllāhara kācha thēkē nāyilakr̥ta"},{"SurahNumber":45,"VerseNumber":3,"Text":"Niścaẏa āsamānasamūha ō yamīnē muminadēra jan'ya raẏēchē bahu nidarśana"},{"SurahNumber":45,"VerseNumber":4,"Text":"Āra tōmādēra sr̥ṣṭi ēbaṁ jība-jantura bistārē bahu nidarśana raẏēchē ēmana sampradāẏēra jan'ya, yārā niścita biśbāsa sthāpana karē"},{"SurahNumber":45,"VerseNumber":5,"Text":"āra rāta ō dinēra paribartanē ēbaṁ āllāha ākāśa hatē yē riyaka (pāni) barṣaṇa karēna, ataḥpara tini tā dbārā yamīnakē tāra mr̥tyura para punarjībita karēna tātē ēbaṁ bāẏura paribartanē anēka nidarśana raẏēchē, ēmana sampradāẏēra jan'ya yārā bōjhē"},{"SurahNumber":45,"VerseNumber":6,"Text":"Ēgulō āllāhara āẏāta, yā āmarā āpanāra kāchē tilā'ōẏāta karachi yathāyathabhābē. Kājē'i āllāha ēbaṁ tām̐ra āẏātēra parē tārā āra kōn bāṇītē īmāna ānabē"},{"SurahNumber":45,"VerseNumber":7,"Text":"durbhōga pratyēka ghōra mithyābādī pāpīra"},{"SurahNumber":45,"VerseNumber":8,"Text":"sē āllāhara āẏātasamūha śōnē yā tāra kāchē tilā'ōẏāta karā haẏa, tārapara sē aud'dhatyēra sāthē aṭala thākē yēna sē tā śōnēni. Ata'ēba, āpani tākē susambāda dina yantraṇādāẏaka śāstira"},{"SurahNumber":45,"VerseNumber":9,"Text":"āra yakhana sē āmādēra kōnō āẏāta abagata haẏa, takhana sē sēṭākē parihāsēra pātra rūpē grahaṇa karē. Tādēra'i jan'ya raẏēchē lāñchanādāẏaka śāsti"},{"SurahNumber":45,"VerseNumber":10,"Text":"Tādēra sāmanē raẏēchē jāhānnāma; tādēra kr̥takarma tādēra kōnō kājē āsabē nā, tārā āllāh‌ra paribartē yādērakē abhibhābaka sthira karēchē ōrā'ō naẏa. Āra tādēra jan'ya raẏēchē mahāśāsti"},{"SurahNumber":45,"VerseNumber":11,"Text":"Ē kura'āna saṯpathēra diśārī; āra yārā tādēra rabēra āẏātasamūhēra sāthē kupharī karē, tādēra jan'ya raẏēchē khuba'i yantraṇādāẏaka śāsti"},{"SurahNumber":45,"VerseNumber":12,"Text":"Āllāha, yini sāgarakē tōmādēra kalyāṇē niẏōjita karēchēna yēna tām̐ra ādēśē tātē nauyānasamūha calācala karatē pārē. Āra yēna tōmarā tām̐ra anugraha tālāśa karatē pāra [1] ēbaṁ yēna tōmarā (tām̐ra prati) kr̥tajñatā prakāśa kara"},{"SurahNumber":45,"VerseNumber":13,"Text":"Āra tini tōmādēra kalyāṇē niẏōjita karēchēna āsamānasamūha ō yamīnēra samasta kichu nija anugrahē, niścaẏa ētē anēka nidarśanābalī raẏēchē, ēmana sampradāẏēra jan'ya yārā cintā karē"}]}