{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"And We did not send before you any Messenger but We revealed to him that there is no god but I, and so worship Me"},{"SurahNumber":21,"VerseNumber":26,"Text":"And they say, \"The Gracious One has begotten (angels)!\" Glorified is He. Nay! They are His honoured worshippers"},{"SurahNumber":21,"VerseNumber":27,"Text":"They do not speak ahead of Him and they act at His Command"},{"SurahNumber":21,"VerseNumber":28,"Text":"HE knows what they know of and what they do not know of. And they intercede not except for him whom He wills and they are on their guard in awe of Him"},{"SurahNumber":21,"VerseNumber":29,"Text":"And whoever of them says that he is indeed a god besides Him, We award Hell to such a one. We do thus award the wicked people"},{"SurahNumber":21,"VerseNumber":30,"Text":"Do those who suppress the Truth not see that the heavens and the earth were both one in kind, and then We did distinguish the two. And We have made of water everything living, will they not then believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"And We have placed mountains in the earth so that positions thereon do not move. And We have made therein passes to enable people to move about and find their way"},{"SurahNumber":21,"VerseNumber":32,"Text":"And We have made the sky a protective roof and yet they are oblivious to its signs"},{"SurahNumber":21,"VerseNumber":33,"Text":"And He it is Who created the night and the day, the sun and the moon. All in orbit float"},{"SurahNumber":21,"VerseNumber":34,"Text":"And We did not ordain immortality for any man before you. And so if you die, will they remain alive"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every one must taste death. And We test you with trial periods of adversity and prosperity. And to Us you shall be brought back"}]}