{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"И вновь знамение для них - Что Мы несли их предков (Через потоп) в нагруженном ковчеге"},{"SurahNumber":36,"VerseNumber":42,"Text":"И сотворили Мы для них Подобные (тому ковчегу) корабли, На коих (воздух и моря) они пересекают"},{"SurahNumber":36,"VerseNumber":43,"Text":"Будь Наша воля, Мы могли б их потопить, И здесь никто б им не простер Ни помощи, ни избавленья"},{"SurahNumber":36,"VerseNumber":44,"Text":"И лишь Своею милостью Мы им мирские блага На срок определенный раздаем"},{"SurahNumber":36,"VerseNumber":45,"Text":"Когда ж им говорят: \"Побойтесь вы того, что ваши предки претерпели, А равно и того, что будет после вас, - Чтоб вам (Господню) милость обрести\", (Они не внемлют)"},{"SurahNumber":36,"VerseNumber":46,"Text":"И нет ни одного из всех знамений Бога, Которое они бы не отвергли"},{"SurahNumber":36,"VerseNumber":47,"Text":"Когда ж им говорят: \"Пожертвуйте хотя б немногим из того, Чем наделил вас Бог\", Неверные глаголют верующим так: \"Пристало ль нам кормить всех тех, Кого Господь, будь Его воля, накормил бы Сам? Здесь вы находитесь в глубоком заблужденье"},{"SurahNumber":36,"VerseNumber":48,"Text":"И говорят они: \"Коль истину вы нам несете, Когда же это обещание свершится"},{"SurahNumber":36,"VerseNumber":49,"Text":"И им не предстоит увидеть ничего, - Один лишь вскрик настигнет их, Пока они все меж собой разноголосят"},{"SurahNumber":36,"VerseNumber":50,"Text":"И не дано им будет завершить свои дела, И не вернуться им к родным и близким"},{"SurahNumber":36,"VerseNumber":51,"Text":"Раздастся трубный глас, и из могил своих Поднимутся и устремятся к Богу люди"},{"SurahNumber":36,"VerseNumber":52,"Text":"И возгласят они: \"О, горе нам! Кто поднял нас из мест упокоенья?\" (Им голос прозвучит): \"Всемилостивый Бог вам это обещал, И правду вам несли посланники Его"},{"SurahNumber":36,"VerseNumber":53,"Text":"Один лишь вскрик - И вот они предстали перед Нами"},{"SurahNumber":36,"VerseNumber":54,"Text":"В тот День Не будет ни одна душа обижена не по заслугам, И вам воздастся лишь за те поступки, Которые вы совершили (в ближней жизни)"}]}