{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"Il' Tot, Kto proizvel pervichnoye tvoren'ye I, obrativ yego potom v nebytiye, Vossozdayet yego opyat'; Kto vam dayet potrebnoye dlya zhizni s neba i zemli? Tak chto zh - S Allakhom naravne yest' bog drugoy?\" Skazhi: \"Yesli vy pravdu govorite, Predstav'te dokazatel'stva svoi"},{"SurahNumber":27,"VerseNumber":65,"Text":"Skazhi: \"Nikto drugoy, krome Allakha, Ne znayet skrytogo na nebesakh i na zemle; I im nevedomo, Kogda oni voskresheny (na Sud Gospoden') budut"},{"SurahNumber":27,"VerseNumber":66,"Text":"O da, ikh znaniye (ne mozhet) vtoruyu zhizn' okhvatit', - O da, oni kasatel'no yeye koleblyutsya v somnen'yakh, - O da, slepy oni (v neverii svoyem)"},{"SurahNumber":27,"VerseNumber":67,"Text":"I govoryat nevernyye: \"Uzhel' kogda my stanem prakhom - I my, i nashi praottsy, - Neuzhto (k zhizni vnov') voskresheny my budem"},{"SurahNumber":27,"VerseNumber":68,"Text":"Eto uzhe nam obeshchali, A prezhde - nashim praottsam. Eto - vsego lish' skazy pervykh"},{"SurahNumber":27,"VerseNumber":69,"Text":"Skazhi: \"Proydite po zemle i posmotrite, Kakov konets byl tekh, kto prestupil (Predely, ustanovlennyye Bogom)"},{"SurahNumber":27,"VerseNumber":70,"Text":"I ty, (o Mukhammad!), ne ogorchaysya iz-za nikh. Pust' ikh kovarnyye ulovki Stesneniyem tebe ne davyat grud'"},{"SurahNumber":27,"VerseNumber":71,"Text":"I govoryat (nevernyye): \"Kogda ispolnitsya eta ugroza, Yesli (o ney) vy pravdu govorite"},{"SurahNumber":27,"VerseNumber":72,"Text":"Skazhi: \"Vozmozhno, uzhe vsled za vami idet chto-libo iz togo, S chem vy toropite (k svershen'yu)"},{"SurahNumber":27,"VerseNumber":73,"Text":"Poistine, Gospod' tvoy k lyudyam blag, No bol'shinstvo iz nikh neblagodarny"},{"SurahNumber":27,"VerseNumber":74,"Text":"I, istinno, Gospod' tvoy znayet, Chto kroyetsya u nikh v grudi, Chto napokaz oni yavlyayut"},{"SurahNumber":27,"VerseNumber":75,"Text":"Net nichego sokrytogo na nebe i zemle, Chego b ne znachilos' v (Gospodney) Knige (ulozheniy)"},{"SurahNumber":27,"VerseNumber":76,"Text":"Etot Koran, poistine, synam Israilya tolkuyet Bol'shuyu chast' togo, v chem razoshlis' oni"}]}