{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"nāṁ avarkk nalkiyiṭṭuḷḷatil aṅṅane avar nandikēṭ kāṇikkunnu. niṅṅaḷ sukhicc keāḷḷuka. ennāl vaḻiye niṅṅaḷkkaṟiyāṁ"},{"SurahNumber":16,"VerseNumber":56,"Text":"nāṁ avarkk nalkiyiṭṭuḷḷatil ninn oru ōhari, avarkk tanne śariyāya aṟivillātta cilatin (vyājadaivaṅṅaḷkk‌) avar niścayicc vekkunnu. allāhuvetanneyāṇa, niṅṅaḷ keṭṭiccamaykkunnatineppaṟṟi tīrccayāyuṁ niṅṅaḷ cēādyaṁ ceyyappeṭunnatāṇ‌"},{"SurahNumber":16,"VerseNumber":57,"Text":"allāhuvin avar peṇmakkaḷe sthāpikkunnu. avan etrayēā pariśud'dhan. avarkkākaṭṭe avar iṣṭappeṭunnatuṁ (āṇmakkaḷ)"},{"SurahNumber":16,"VerseNumber":58,"Text":"avaril orāḷkk oru peṇkuññuṇṭāya santēāṣavārtta nalkappeṭṭāl kēāpākulanāyiṭṭ avanṟe mukhaṁ kaṟuttiruṇṭ pēākunnu"},{"SurahNumber":16,"VerseNumber":59,"Text":"avann santēāṣavārtta nalkappeṭṭa ā kāryattiluḷḷa apamānattāl āḷukaḷil ninn avan oḷicc kaḷayunnu. apamānattēāṭe atine veccukeāṇṭirikkaṇamēā, atalla, atine maṇṇil kuḻicc mūṭaṇamēā (ennatāyirikkuṁ avanṟe cinta) śrad'dhikkuka: avar eṭukkunna tīrumānaṁ etra mēāśaṁ"},{"SurahNumber":16,"VerseNumber":60,"Text":"paralēākattil viśvasikkāttavarkkākunnu hīnamāya avastha. allāhuvinnākunnu atyunnatamāya avastha. avan pratāpiyuṁ yuktimānumākunnu"},{"SurahNumber":16,"VerseNumber":61,"Text":"allāhu manuṣyare avaruṭe akramaṁ mūlaṁ (uṭanaṭi) piṭikūṭiyirunneṅkil bhūmukhatt yāteāru jantuveyuṁ avan viṭṭēkkumāyirunnilla. ennāl nirṇitamāya oru avadhi vare avan avarkk samayaṁ nīṭṭikeāṭukkukayāṇ ceyyunnat‌. aṅṅane avaruṭe avadhi vannāl oru nāḻika nēraṁ pēāluṁ avarkk vaikikkān āvukayilla. avarkkat nēretteyākkānuṁ kaḻiyilla"},{"SurahNumber":16,"VerseNumber":62,"Text":"avarkk iṣṭamillāttatine avar allāhuvin niścayikkunnu. ēṟṟavuṁ uttamāyiṭṭuḷḷatentēā at taṅṅaḷkkuḷḷatāṇenn avaruṭe nāvukaḷ vyājavarṇana naṭattukayuṁ ceyyunnu. oṭṭuṁ sanśayamilla. avarkkuḷḷat narakaṁ tanneyāṇ‌. avar (aṅṅēāṭṭ‌) mumpil nayikkappeṭunnatāṇ‌"},{"SurahNumber":16,"VerseNumber":63,"Text":"allāhuve tanneyāṇa, tāṅkaḷkk mump pala samudāyaṅṅaḷilēkkuṁ nāṁ dūtanmāre ayacciṭṭuṇṭ‌. ennāl piśāc avarkk avaruṭe (duṣ‌) pravarttanaṅṅaḷ alaṅkāramāyi tēānnikkukayāṇ ceytat‌. aṅṅane avanāṇ inn avaruṭe mitraṁ. avarkkuḷḷatākaṭṭe vēdanājanakamāya śikṣayāṇ tānuṁ"},{"SurahNumber":16,"VerseNumber":64,"Text":"avar ēteāru kāryattil bhinnicc pēāyirikkunnuvēā, atavarkk vyaktamākkikeāṭukkuvān vēṇṭiyuṁ, viśvasikkunna janaṅṅaḷkk mārgadarśanavuṁ kāruṇyavuṁ āyikkeāṇṭuṁ mātramāṇ ninakk nāṁ vēdagranthaṁ avatarippicc tannat‌"}]}