{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Por cierto que quienes creyeron [en los Mensajes que trajeron los Profetas anteriores a Moises [Musa]], los judios, los cristianos y los sabeos que hayan tenido fe en Allah y en el Dia del Juicio, y hayan obrado correctamente tendran su recompensa junto a su Senor, y no temeran ni se entristeceran"},{"SurahNumber":2,"VerseNumber":63,"Text":"Y cuando celebramos un pacto con vosotros y elevamos el monte por encima vuestro [para atemorizaros, y os dijimos:] Aferraos con fuerza a lo que os hemos dado [la Tora] y recordad lo que hay en ella, que asi sereis piadosos"},{"SurahNumber":2,"VerseNumber":64,"Text":"Pero despues os volvisteis atras, y si no fuera por la gracia y misericordia de Allah sobre vosotros os habriais contado entre los perdedores"},{"SurahNumber":2,"VerseNumber":65,"Text":"Por cierto que sabeis acerca de lo ocurrido a quienes transgredieron el sabado: Les convertimos en monos despreciables"},{"SurahNumber":2,"VerseNumber":66,"Text":"Hicimos de ello un escarmiento para sus contemporaneos y la posteridad, y motivo de reflexion para los piadosos"},{"SurahNumber":2,"VerseNumber":67,"Text":"Y cuando Moises [Musa] dijo a su pueblo: Allah os ordena sacrificar una vaca. Dijeron: ¿Acaso te burlas de nosotros? Dijo: ¡Que Allah me proteja de contarme entre los ignorantes"},{"SurahNumber":2,"VerseNumber":68,"Text":"Dijeron: Pide a tu Senor que nos indique como debe ser. Dijo: Allah dice que no debe ser una vaca ni vieja ni joven, sino de edad mediana; haced lo que se os ordena"},{"SurahNumber":2,"VerseNumber":69,"Text":"Dijeron: Pide a tu Senor que nos indique de que color debe ser. Dijo: El dice que es una vaca amarillenta, de color intenso que agrada a quienes la contemplan"}]}