{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":12,"VerseNumber":38,"Text":"mariyu nēnu nā taṇḍri tātalaina ibrāhīm, is hākh mariyu ya'akhūb la yokka dharmānni avalambin̄cāmu. Allāh ku evaḍinainā sāṭi kalpin̄caṭaṁ mā vidhānaṁ kādu. Vāstavāniki idi māpai mariyu sarva mānavulapai unna allāh yokka anugrahaṁ. Kāni cālā mandi prajalu kr̥tajñatalu cūparu"},{"SurahNumber":12,"VerseNumber":39,"Text":"ō nā iddaru cerasāla sahacarulārā! Ēmī? Cālā mandi vibhinna prabhuvulu mēlā? Lēka, tana sr̥ṣṭipai sampūrṇādhikāraṁ gala advitīyuḍaina allāh mēlā"},{"SurahNumber":12,"VerseNumber":40,"Text":"Āyana (allāh) nu vadali mīru ārādhistunnavi - mīru mariyu mī taṇḍri tātalu kalpin̄cukunna - pērlu mātramē! Dāni koraku allāh elāṇṭi pramāṇānni avatarimpa jēyalēdu. Niścayaṅgā ājñāpin̄cē adhikāraṁ kēvalaṁ allāh kē cendutundi. Āyananu tappa marokarini ārādhin̄carādani āyana ājñāpin̄cāḍu. Idē saraina dharmaṁ, kānī cālā mandiki idi teliyadu"},{"SurahNumber":12,"VerseNumber":41,"Text":"ō nā iddaru cerasāla sahacarulārā! Mīlō okaḍu tana yajamāniki madyapānaṁ (sārāyi) trāgistū uṇṭāḍu. Ika reṇḍava vāḍu siluvapai ekkin̄cabaḍatāḍu mariyu atani nettipai nuṇḍi pakṣulu tiṇṭū uṇṭāyi. Mīru aḍugutunna (kalala) viṣayaṁ gurin̄ci ī vidhamaina tīrpu ivvabaḍutōndi"},{"SurahNumber":12,"VerseNumber":42,"Text":"mariyu vāriddarilō viḍudala pondutāḍani bhāvin̄cani vāḍitō (yūsuph) annāḍu: \"Nī svāmi daggara nā prastāvana ceyyi.\" Kāni atanini tana svāmi daggara prastāvana cēyaṭānni ṣaitān marapimpa jēśāḍu, kāvuna (yūsuph) cerasālalō marikonni sanvatsarālu uṇḍipōyāḍu"},{"SurahNumber":12,"VerseNumber":43,"Text":"(okarōju) rāju annāḍu: \"Vāstavāniki nēnu (kalalō) ēḍu balisina āvulanu, ēḍu bakkacikkina (āvulu) tini vēstunnaṭlu mariyu ēḍu pacci vennulanu maroka ēḍu eṇḍipōyina vāṭini cūśānu. Ō sabhāsadulārā! Mīku svapnāla bhāvaṁ telistē nā svapnāla bhāvānni telupaṇḍi"}]}