{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":25,"VerseNumber":68,"Text":"ceux qui n’invoquent aucune autre divinite en dehors de Dieu ; ceux qui ne tuent pas leurs semblables – leur otant la vie que Dieu a declare sacree-, a moins d’un motif legitime ; ceux qui ne commettent pas l’adultere. Quiconque commet de tels actes encourt le chatiment"},{"SurahNumber":25,"VerseNumber":69,"Text":"Son supplice sera double le Jour de la Resurrection et il le subira eternellement de facon infamante"},{"SurahNumber":25,"VerseNumber":70,"Text":"A l’exception de ceux qui se repentent, qui croient, et qui accomplissent des œuvres pieuses. A ceux-la, Dieu accordera desormais d’accomplir de bonnes actions pour effacer les mauvaises, car Dieu est Indulgent et Clement"},{"SurahNumber":25,"VerseNumber":71,"Text":"Des lors, quiconque se repent et accomplit des œuvres pieuses, Dieu agreera son repentir"},{"SurahNumber":25,"VerseNumber":72,"Text":"Ceux qui ne portent pas de faux temoignages, et qui, lorsqu’ils entendent des discussions futiles, evitent d’y prendre part et n’en sont ainsi que plus honores"},{"SurahNumber":25,"VerseNumber":73,"Text":"Et ceux qui, lorsque les Signes de leur Seigneur leur sont rappeles, ne les accueillent pas en faisant les sourds et les aveugles"},{"SurahNumber":25,"VerseNumber":74,"Text":"Et ceux qui adressent cette priere : «Seigneur ! Fais que nos conjoints et nos enfants soient pour nous source de satisfaction, et fais de nous des guides pour les pieux !»"},{"SurahNumber":25,"VerseNumber":75,"Text":"Ceux-la seront recompenses par le Paradis pour ce qu’ils ont endure, et y seront accueillis avec les egards et des vœux de paix"},{"SurahNumber":25,"VerseNumber":76,"Text":"Ils y demeureront pour l’eternite. Un bien agreable lieu d’etablissement et de sejour"},{"SurahNumber":25,"VerseNumber":77,"Text":"Dis (aux denegateurs) : « Pourquoi mon Seigneur Se soucierait-Il de vous, vous qui ne l’avez pas adore (implore) ? Vous avez denie Son message. Votre chatiment en est la consequence !»"}]}