{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":14,"Text":"annane addeham (musa) sakti prapikkukayum, pakata ettukayum ceytappeal addehattin nam vivekavum vijnanavum nalki. aprakaraman sad‌vrttarkk nam pratiphalam nalkunnat‌"},{"SurahNumber":28,"VerseNumber":15,"Text":"pattanavasikal asrad'dharayirunna samayatt musa avite katannu cennu. appeal avite rantupurusanmar parasparam pearutunnatayi addeham kantu. oral tanre kaksiyil pettavan. marrearal tanre satruvibhagattil pettavanum. appeal tanre kaksiyil pettavan tanre satruvibhagattil pettavannetiril addehatteat sahayam teti. appeal musa avane musticurutti iticcu. atavanre katha kaliccu. musa parannu: it pisacinre pravarttanattil pettatakunnu. avan vyaktamayum valipilappikkunna satru tanneyakunnu"},{"SurahNumber":28,"VerseNumber":16,"Text":"addeham parannu: enre raksitave, tirccayayum nan enneat tanne an'yayam ceytirikkunnu. atinal ni enikk pearuttutarename. appeal addehattin avan pearuttukeatuttu. tirccayayum avan ere pearukkunnavanum karunanidhiyumakunnu"},{"SurahNumber":28,"VerseNumber":17,"Text":"addeham parannu: enre raksitave, ni enikk anugraham nalkiyittullatu keant ini orikkalum nan kurravalikalkku sahayam nalkunnavanavukayilla"},{"SurahNumber":28,"VerseNumber":18,"Text":"annane addeham pattanattil bhayappateatum karutaleatum kuti vartticcu. appealata taledivasam tanneat sahayam tetiyavan vintum tanneat sahayattinu muravilikuttunnu. musa avaneat parannu: ni vyaktamayum oru durmargi tanneyakunnu"},{"SurahNumber":28,"VerseNumber":19,"Text":"ennitt avar iruvarkkum satruvayittullavane pitikutan addeham uddesiccappeal avan parannu: he musa, innale ni orale keannat peale ni enneyum keallan uddesikkukayanea? nattil oru peakkiriyakan matraman ni uddesikkunnat‌. nanmayuntakkunnavarute kuttattilakan ni uddesikkunnilla"},{"SurahNumber":28,"VerseNumber":20,"Text":"pattanattinre anne arrattu ninn oru purusan otivannu. ayal parannu: he; musa, tankale keallan venti pramukhavyaktikal aleacana natattikeantirikkunnunt‌. atinal tankal (ijiptil ninn‌) puratt peayikkealluka. tirccayayum nan tankalute gunakanksikalute kuttattilakunnu"},{"SurahNumber":28,"VerseNumber":21,"Text":"annane bhayappateatum karutaleatum kuti addeham avite ninn purappettu. addeham parannu: enre raksitave, akramikalaya janatayil ninn enne ni raksappetuttename"}]}