{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"Il decreta d’en faire sept Cieux et revela a chaque ciel sa fonction. Et Nous avons orne le ciel le plus bas de luminaires, et l’avons pourvu d’une protection. C’est ainsi que tout fut determine par le Tout-Puissant, l’Omniscient"},{"SurahNumber":41,"VerseNumber":13,"Text":"S’ils se detournent, dis-leur : « Vous ai-je mis en garde contre une foudre semblable a celle dont furent frappes les `Ad et les Thamoud"},{"SurahNumber":41,"VerseNumber":14,"Text":"Lorsque des messagers etaient venus a eux, et avaient sillonne le pays, pour les exhorter a n’adorer que Dieu, ils leur avaient repondu : « Si telle avait ete la volonte de notre Seigneur, Il aurait envoye des anges (et non des mortels) ! Aussi nous denions le message dont vous etes porteur ! »"},{"SurahNumber":41,"VerseNumber":15,"Text":"Quant aux `Ad, ils avaient affiche leur arrogance qui n’etait pas justifiee : « Quel peuple peut se targuer d’une puissance superieure a la notre?». Ne voyaient-ils pas que Dieu qui les a crees est infiniment plus Puissant qu’eux ? Cependant, ils s’obstinaient a denier Nos signes"},{"SurahNumber":41,"VerseNumber":16,"Text":"C’est alors, que Nous dechainames contre eux un vent rugissant et glacial, qui souffla durant plusieurs jours funestes, afin de leur donner en ce monde ici-bas, un avant-gout de ce que peut etre un chatiment infamant. Mais, le supplice qui leur sera inflige dans la Vie Future est autrement plus infamant, sans compter qu’ils n’y auront aucune chance d’etre secourus"},{"SurahNumber":41,"VerseNumber":17,"Text":"Quant aux Thamoud, bien que Nous leur ayons indique la voie a suivre, ils prefererent l’aveuglement (l’egarement) a la guidance. Aussi furent-ils saisis par un tourment avilissant pour prix de leurs agissements"},{"SurahNumber":41,"VerseNumber":18,"Text":"Mais Nous epargnames ceux d’entre eux qui avaient cru et craignaient leur Seigneur"},{"SurahNumber":41,"VerseNumber":19,"Text":"Viendra le jour ou les ennemis de Dieu seront rassembles et traines par groupes dans les flammes de l’Enfer"},{"SurahNumber":41,"VerseNumber":20,"Text":"Une fois qu’ils le verront (l’Enfer), leur ouie, leur vue et leur peau (en tant qu’organe) temoigneront contre eux de leurs agissements"}]}