{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":69,"Text":"A los que tienen temor de Dios no les corresponde pedirles cuentas [a quienes se burlan] por lo que hacen, pero si exhortarlos [llamandolos a la reflexion] para que tengan temor de Dios"},{"SurahNumber":6,"VerseNumber":70,"Text":"Pero apartate de quienes toman su vida y sus creencias a la ligera y se dedican a la diversion seducidos por los gozos transitorios de esta vida. Exhorta con el Coran para que comprendan que toda alma respondera por sus obras, y que nadie tendra fuera de Dios protector ni intercesor. Y aunque ofrezcan toda clase de rescate [para salvarse del castigo] no se les aceptara. Esos seran quienes sufriran las consecuencias por lo que cometieron, donde se les dara de beber un liquido hirviendo, y tendran un castigo doloroso por haber negado la verdad"},{"SurahNumber":6,"VerseNumber":71,"Text":"Di: \"¿Acaso debemos invocar en lugar de Dios algo que no puede beneficiarnos ni perjudicarnos? ¿Debemos dar marcha atras luego de que Dios nos ha guiado? Seriamos como aquel a quien los demonios han seducido y camina desorientado por las pasiones terrenales, a pesar de tener amigos que lo llaman a la guia diciendole: ‘Ven con nosotros’.\" Di: \"La guia de Dios es la verdadera guia, y nos ha sido ordenado entregarnos libremente al Senor del universo"},{"SurahNumber":6,"VerseNumber":72,"Text":"hacer la oracion y tener temor de El, porque es ante El que seremos resucitados"},{"SurahNumber":6,"VerseNumber":73,"Text":"El es Quien creo el cosmos y el planeta Tierra con un fin justo y verdadero. En cualquier momento que diga: \"¡Se!\", es. Su palabra es la Verdad. Suya sera la soberania el dia que se sople la trompeta [para dar comienzo a la resurreccion]. El es el conocedor de lo oculto y de lo manifiesto, El es el Sabio y el Conocedor"}]}