{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":54,"VerseNumber":7,"Text":"he astuvat silmat maahan luotuina esiin haudoistaan kuin hajalle siroteltu heinasirkkaparvi"},{"SurahNumber":54,"VerseNumber":8,"Text":"kiiruhtaen pelokkaina kohtaamaan kutsujaa. Epauskoiset sanovat: »Tama on kova paiva.»"},{"SurahNumber":54,"VerseNumber":9,"Text":"Nooan kansa ennen heita kielsi hanet. Niin, he pitivat palvelijaamme valehtelijana ja sanoivat: »Han on hullu», ja he puhuivat hanelle ylenkatseellisesti"},{"SurahNumber":54,"VerseNumber":10,"Text":"Mutta han huusi avuksi Herraansa sanoen: »Mina olen masentunut, auta Sina minua!»"},{"SurahNumber":54,"VerseNumber":11,"Text":"Silloin avasimme taivaan portit veden syosta alas"},{"SurahNumber":54,"VerseNumber":12,"Text":"ja maasta pursui joukko lahteita, niin etta kaikki vedet yhtyivat, mika oli ennakolta paatetty"},{"SurahNumber":54,"VerseNumber":13,"Text":"Ja Me kannoimme hanta laudoista ja nauloista kyhatylla laivalla"},{"SurahNumber":54,"VerseNumber":14,"Text":"joka liikkui silmaimme edessa; se oli palkkio hanelle, jonka sanoma hylattiin"},{"SurahNumber":54,"VerseNumber":15,"Text":"Totisesti Me jatimme sen merkiksi. Mutta missa on se, joka ottaa siita vaarin"},{"SurahNumber":54,"VerseNumber":16,"Text":"Millainen oli Minun rangaistukseni ja Minun varoitukseni"},{"SurahNumber":54,"VerseNumber":17,"Text":"Me teimme totisesti Koraanin helposti muistettavaksi, mutta missa on se, joka haluaa noudattaa sita"},{"SurahNumber":54,"VerseNumber":18,"Text":"Aad julisti sanansaattajamme valehtelijaksi, ja millainen olikaan Minun rangaistukseni ja Minun varoitukseni"},{"SurahNumber":54,"VerseNumber":19,"Text":"Totisesti Me lahetimme pauhaavan myrskyn heidan ylitseen katkerana onnettomuuden paivana"},{"SurahNumber":54,"VerseNumber":20,"Text":"Se tempasi mukaansa ihmiset kuin maasta juurineen revityt palmunrungot"},{"SurahNumber":54,"VerseNumber":21,"Text":"Millainen olikaan Minun rangaistukseni ja Minun varoitukseni"},{"SurahNumber":54,"VerseNumber":22,"Text":"Totisesti olemme tehnyt Koraanin helpoksi muistaa, mutta missa on se, joka haluaa totella sita"},{"SurahNumber":54,"VerseNumber":23,"Text":"Tamuud leimasi varoittajat valehtelijoiksi"},{"SurahNumber":54,"VerseNumber":24,"Text":"sanoen: »Tuleeko meidan seurata sellaista, joka on vain meikalainen? Totisesti olisimme silloin erhetyksen ja mielettomyyden vallassa"},{"SurahNumber":54,"VerseNumber":25,"Text":"Onko kehoitus annettu tehtavaksi jollekulle meidan keskuudestamme? Ei, han on suuri valehtelija, itsensa ylentaja.»"},{"SurahNumber":54,"VerseNumber":26,"Text":"Huomenna he saavat tietaa, kuka on suuri valehtelija ja itsensa ylistaja"},{"SurahNumber":54,"VerseNumber":27,"Text":"Totisesti Me aiomme lahettaa naaraskameelin heille koetukseksi. Pida siis silmalla heita ja ole karsivallinen"}]}