{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"E fizemos descer do céu água, na justa medida; e fizemo-la remanescer, na terra - e, por certo, somos Poderoso, para fazê-la desaparecer"},{"SurahNumber":23,"VerseNumber":19,"Text":"Então, com ela, produzimos para vós, jardins de tamareiras e videiras; neles há, para vós, abundantes frutas e delas comeis"},{"SurahNumber":23,"VerseNumber":20,"Text":"E uma árvore, que brota do Monte Sinai: ela produz azeite, e tempero para quem come"},{"SurahNumber":23,"VerseNumber":21,"Text":"E, por certo, há nos rebanhos, lição para vós. Damo-vos de beber do que há em seus ventres e, neles, há abundantes benefícios para vós, e deles comeis"},{"SurahNumber":23,"VerseNumber":22,"Text":"E, sobre eles e sobre os barcos, sois carregados"},{"SurahNumber":23,"VerseNumber":23,"Text":"E, com efeito, enviamos Noé a seu povo. E disse: \"Ó meu povo! Adorai a Allah. Não tendes outro deus que não seja Ele. Então, não temeis a Allah"},{"SurahNumber":23,"VerseNumber":24,"Text":"Então, os dignitários de seu povo, que renegaram a Fé, disseram: \"Este não é senão um ser humano como vós; ele deseja ter preferência sobre vós e, se Allah quisesse, haveria feito descer anjos, por Mensageiros. Não ouvimos falar disso, entre antepassados"},{"SurahNumber":23,"VerseNumber":25,"Text":"Ele não é senão um homem; nele, há loucura; então, aguardai-o, com paciência, até certo tempo"},{"SurahNumber":23,"VerseNumber":26,"Text":"Ele disse: \"Senhor meu! Socorre-me, porque me desmentem"},{"SurahNumber":23,"VerseNumber":27,"Text":"Então, inspiramo-lhe: \"Fabrica o barco, diante de Nossos olhos e com Nossa inspiração. E, quando Nossa ordem chegar e as fontes da terra jorrarem, faze entrar nele, de cada espécie um casal; e tua família, exceto aquele, dentre eles, contra quem o Dito, a sentença, se antecipou. E não Me fales mais dos que são injustos. Por certo, eles serão afogados"}]}