{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":39,"VerseNumber":48,"Text":"Va nhung toi loi ma ho đa lam se xuat hien truoc ho va nhung đieu ma ho đa thuong gieu cot va nhao bang se bao vay ho"},{"SurahNumber":39,"VerseNumber":49,"Text":"Con nguoi khi gap nan, y cau xin TA giai cuu; roi sau khi TA ban an hue tu noi TA cho y thi y lai noi: “Toi co đuoc la do su hieu biet cua toi ma thoi.” Khong, đo la mot su thu thach nhung hau het (nhung ke vo đuc tin) khong biet"},{"SurahNumber":39,"VerseNumber":50,"Text":"Qua that, nhung ke truoc ho cung đa noi loi le đo. Tuy nhien, nhung thu ma ho kiem đuoc chang giup ich đuoc gi cho ho"},{"SurahNumber":39,"VerseNumber":51,"Text":"Cho nen, hau qua xau xa cua nhung gi ho kiem đuoc đa xay đen voi ho. Va nhung ke lam đieu sai quay trong so nhung nguoi (đang song) nay se phai chiu hau qua xau xa ve nhung gi ho đa lam, va ho se khong bao gio thoat khoi (Allah)"},{"SurahNumber":39,"VerseNumber":52,"Text":"Le nao ho khong biet viec Allah muon noi rong hay thu hep bong loc cua Ngai đoi voi ai la tuy y Ngai hay sao? Qua that, trong đo la cac dau hieu cho đam nguoi co đuc tin"},{"SurahNumber":39,"VerseNumber":53,"Text":"Nguoi (hoi Thien Su) hay noi: “Hoi cac bay toi cua TA! Nhung ai đa lam hai ban than minh (boi nhung đieu toi loi) thi cho đung tuyet vong noi long thuong xot cua Allah. Chac chan Allah se tha thu tat ca toi loi (cho nhung ai quay ve sam hoi voi Ngai); qua that Ngai la Đang Hang Tha Thu, Đang Nhan Tu.”"},{"SurahNumber":39,"VerseNumber":54,"Text":"“Cac nguoi hay quay ve sam hoi voi Thuong Đe cua cac nguoi va than phuc Ngai truoc khi su trung phat xay đen voi cac nguoi; roi (luc đo) cac nguoi se khong đuoc ai cuu giup.”"},{"SurahNumber":39,"VerseNumber":55,"Text":"“Cac nguoi hay lam theo nhung gi tot nhat ma Thuong Đe cua cac nguoi đa ban xuong cho cac nguoi (trong Qur’an) truoc khi su trung phat bat ngo xay đen voi cac nguoi trong luc cac nguoi khong hay biet.”"},{"SurahNumber":39,"VerseNumber":56,"Text":"“(Cac nguoi hay lam đieu đo đe) linh hon (cua cac nguoi khoi phai) than van (trong su hoi han muon mang): Oi that hoi tiec cho viec minh đa lo la đoi voi Allah va that hoi tiec cho viec minh đa la mot trong nhung ke thuong hay nhao bang (nhung nguoi co đuc tin).”"}]}