{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"And remember the time when Abraham said to his father, Azar, 'Dost thou take idols for gods? Surely, I see thee and thy people in manifest error"},{"SurahNumber":6,"VerseNumber":75,"Text":"And thus did we show Abraham the Kingdom of the heavens and the earth that he should have full knowledge and that he might be of those who possess certainty of faith"},{"SurahNumber":6,"VerseNumber":76,"Text":"And when the night darkened upon him, he saw a star. He said, 'Can this be my Lord?' But when it set, he said, I like not those that set"},{"SurahNumber":6,"VerseNumber":77,"Text":"And when he saw the moon rise with spreading light, he said, 'Can this be my lord?' But when it set, he said, 'If my Lord guide me not, I shall surely be of the people who go astray"},{"SurahNumber":6,"VerseNumber":78,"Text":"And when he saw the sun rise with spreading light, he said, 'Can this be my Lord? This is the greatest.' But when it also set, he said, 'O my people! surely I am quit of that which you associate with God"},{"SurahNumber":6,"VerseNumber":79,"Text":"I have turned my face toward Him Who created the heavens and the earth, being ever inclined to God, and I am not of those who associate gods with Him"},{"SurahNumber":6,"VerseNumber":80,"Text":"And his people argued with him. He said, 'Do you argue with me concerning God when He has guided me aright? And I fear not that which you associate with HIM' except that I fear what my Lord wills. My Lord comprehends all things in His knowledge. Will you not them be admonished"},{"SurahNumber":6,"VerseNumber":81,"Text":"And why should I fear that which you associate with God, when you fear not to associate with God that for which He has sent down to you no authority? Which, then, of the two parties has better title to security, If indeed you know"}]}