{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Und als Wir den Berg uber sie heraushoben, als ware er ein Schattendach, und sie glaubten, er wurde auf sie fallen: Haltet fest an dem, was Wir euch gegeben haben, und gedenkt dessen, was es enthalt, auf daß ihr gottesfurchtig werden moget"},{"SurahNumber":7,"VerseNumber":172,"Text":"Und als dein Herr aus den Kindern Adams, aus ihren Rucken, ihre Nachkommenschaft nahm und sie gegen sich selbst zeugen ließ: Bin Ich nicht euer Herr? Sie sagten: Doch, wir bezeugen (es)! (Dies,) damit ihr nicht am Tag der Auferstehung sagt: Wir waren dessen unachtsam"},{"SurahNumber":7,"VerseNumber":173,"Text":"oder (auch) nicht sagt: Unsere Vater gesellten doch zuvor (Allah) Teilhaber zu, und wir sind (nur) eine Nachkommenschaft nach ihnen. Willst du uns vernichten fur das, was diejenigen getan haben, die Nichtiges tun"},{"SurahNumber":7,"VerseNumber":174,"Text":"So legen Wir die Zeichen ausfuhrlich dar, - auf daß sie umkehren mogen"},{"SurahNumber":7,"VerseNumber":175,"Text":"Und verlies ihnen die Kunde von dem, dem Wir Unsere Zeichen gaben und der sich dann ihrer entledigte. Da verfolgte ihn der Satan, und so wurde er einer der Verirrten"},{"SurahNumber":7,"VerseNumber":176,"Text":"Und wenn Wir gewollt hatten, hatten Wir ihn durch sie furwahr erhoht. Aber er neigte zur Erde hin und folgte seiner Neigung. So ist sein Gleichnis das eines Hundes: Wenn du auf ihn losgehst, hechelt er; laßt du ihn (in Ruhe), hechelt er (auch). So ist das Gleichnis der Leute, die Unsere Zeichen fur Luge erklarten. Berichte die Geschichte, auf daß sie nachdenken mogen"},{"SurahNumber":7,"VerseNumber":177,"Text":"Wie bose ist das Gleichnis der Leute, die Unsere Zeichen fur Luge erklarten und sich selbst Unrecht zu tun pflegten"},{"SurahNumber":7,"VerseNumber":178,"Text":"Wen Allah rechtleitet, der ist (in Wahrheit) rechtgeleitet. Wen Er aber in die Irre gehen laßt, das sind die Verlierer"}]}