{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"Allah gece ile gunduzu evirip ceviriyor. Suphesiz bunda (hakikati goren) gozlere sahip olanlar icin mutlak bir ibret vardir"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allah, her hayvani sudan yaratti. Iste bunlardan kimi karni ustunde surunur, kimi iki yagi ustunde yurur, kimi dort ayagi ustunde yurur... Allah diledigini yapar; cunku Allah her seye kadirdir"},{"SurahNumber":24,"VerseNumber":46,"Text":"Andolsun biz (her seyi) apacik bildiren ayetler indirdik. Allah diledigini dogru yola iletir"},{"SurahNumber":24,"VerseNumber":47,"Text":"Bir de \"Allah'a ve Resulune inandik ve itaat ettik\" diyorlar da, sonra bunun arkasindan yan ciziyorlar; bunlar mumin degillerdir"},{"SurahNumber":24,"VerseNumber":48,"Text":"Aralarinda hukmetmesi icin Allah'a ve Resulune cagrildiklari zaman, bakarsin ki, iclerinden birkismi yuz cevirip donerler"},{"SurahNumber":24,"VerseNumber":49,"Text":"Ama, eger (Allah ve Resulunun hukmettigi) hak kendi lehlerine ise, ona, gonulden bagli olarak saygi ile gelirler"},{"SurahNumber":24,"VerseNumber":50,"Text":"Kalplerinde bir hastalik mi var? Yoksa suphe ve tereddud icinde midirler? Yoksa Allah ve Resulunun kendilerine zulum ve haksizlik edeceginden mi korkuyorlar? Hayir, asil zalimler kendileridir"},{"SurahNumber":24,"VerseNumber":51,"Text":"Aralarinda hukum vermesi icin Allah'a ve Resulune davet edildiklerinde muminlerin sozu ancak \"isittik ve itaat ettik\" demeleridir. Iste bunlar asil kurtulusa erenlerdir"},{"SurahNumber":24,"VerseNumber":52,"Text":"Her kim Allah'a ve Resulune itaat eder, Allah'a saygi duyar ve O'ndan sakinirsa, iste asil bunlar bedbahtliktan kurtulanlardir"},{"SurahNumber":24,"VerseNumber":53,"Text":"Otekiler (munafiklar), sen hakikaten kendilerine emrettigin takdirde mutlaka (savasa) cikacaklarina dair, en agir yeminleri ile Allah'a yemin ettiler. De ki: Yemin etmeyin. Itaatiniz malumdur! Bilin ki Allah, yaptiklarinizdan haberdardir"}]}