{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":57,"VerseNumber":4,"Text":"avanē ādi, avanē antya. Avanu vyaktanū haudu, guptanū haudu mattu avanu ellavannū ballavanāgiddāne"},{"SurahNumber":57,"VerseNumber":5,"Text":"avanē, āru dinagaḷalli ākāśagaḷannu mattu bhūmiyannu sr̥ṣṭisidavanu. Taruvāya viśva sinhāsanadalli nelesidavanu. Bhūmiyoḷage ēnellā pravēśisuttade mattu ēnella adarinda hora hom'muttadembudannu hāgū ākāśadinda ēnella iḷidu baruttade mattu ēnellā adaroḷakke ēri hōguttade embudannu avanē ballanu. Mattu nīvu iruvallellā avaniddāne. Mattu allāhanu nīvu māḍuva ellavannū nōḍuttiruttāne"},{"SurahNumber":57,"VerseNumber":6,"Text":"ākāśagaḷa hāgū bhūmiya ādhipatyavu avanigē sēride. Konege ella viṣayagaḷū allāhaneḍegē maraḷalive"},{"SurahNumber":57,"VerseNumber":7,"Text":"avanu iruḷannu hagaloḷage pōṇisuttāne mattu hagalannu iruḷinoḷage pōṇisuttāne. Avanu manas'sinoḷagina vicāragaḷannū ballavanāgiddāne"},{"SurahNumber":57,"VerseNumber":8,"Text":"nīvu allāhanalli hāgū avana dūtaralli nambike iḍiri mattu avanu nim'mannu yāvudara uttarādhikārigaḷāgisiruvanō adarinda kharcu māḍiri. Nim'ma paiki viśvāsaviṭṭu (satkāryakke) kharcu māḍuvavarige mahā pratiphalavide"},{"SurahNumber":57,"VerseNumber":9,"Text":"nimagēnāgide? Nīvēke allāhanalli nambike iḍuttilla? Dēva dūtaru nim'mannu nim'ma oḍeyanalli nambike iḍa bēkendu āmantrisuttiddāre. Avanantū (allāhanantu) ī kuritu nim'minda pramāṇavannu paḍediruvanu. Nīvu nambuvavarāgiddare (idu nimage tiḷidirabēkittu)"},{"SurahNumber":57,"VerseNumber":10,"Text":"Avanē, nim'mannu kattalugaḷinda hora tegedu beḷakineḍege naḍesuvudakkāgi tanna dāsanige bahaḷa spaṣṭavāda vacanagaḷannu iḷisi koḍuvavanu. Khaṇḍitavāgiyū allāhanu nim'ma pālige vātsalyamayi hāgū karuṇāḷuvāgiddāne"},{"SurahNumber":57,"VerseNumber":11,"Text":"nimagēnāgide? Nīvēke allāhana mārgadalli kharcu māḍuvudilla? Ākāśagaḷa mattu bhūmiya antima uttarādhikāravu allāhanigē sēride. Nim'ma paiki, vijayakke munna kharcu māḍidavaru mattu yud'dhadalli pālgoṇḍavaru (itararige) samānaralla. Avaru, adara (vijayada) nantara kharcu māḍidavariginta mattu (vijayada nantara) yudda māḍidavariginta sthānadalli unnataru. Adare avarellarigū allāhanu śrēṣṭhavādudannē vāgdāna māḍiruttāne. Mattu allāhanu nīvu māḍuva ella kr̥tyagaḷa kuritu arivu uḷḷavanāgiddāne"}]}