{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Алеф - Лям - Мим"},{"SurahNumber":3,"VerseNumber":2,"Text":"Аллах! Нет божества, кроме Него - Вечноживущего и Самосущего"},{"SurahNumber":3,"VerseNumber":3,"Text":"Он - Тот, Кто Книгу в Истине тебе послал В знак подтверждения ниспосланного прежде. И до нее Он (с Мусой) ниспослал Закон, За ним - Евангелие (с Исой)"},{"SurahNumber":3,"VerseNumber":4,"Text":"Как руководство для людей, А также ниспослал вам Аль Фуркан (Для различения добра и зла). Для тех же, кто Знамениям Аллаха не поверит, Суровым будет наказание Его, - Он всемогущ! Возмездия Блюститель"},{"SurahNumber":3,"VerseNumber":5,"Text":"Поистине, от Божьих глаз Ничто не скроется ни на земле, ни в небе"},{"SurahNumber":3,"VerseNumber":6,"Text":"Он - Тот, Кто назначает форму вам Еще в утробах матерей в Ему угодном виде. И нет другого божества, кроме Аллаха, Исполненного мудрости и мощи"},{"SurahNumber":3,"VerseNumber":7,"Text":"Он - Тот, Кто Книгу ниспослал тебе, - Одни айаты в ней несут открытый смысл, Собой являя как бы Матерь Книги; Другие - скрыты в толковании своем. Но те, (чье сердце по земле) в грехах (блуждает), Желая смуты, следуют тому, Что отвечает их угоде, - Выискивая скрытое значенье, Которое известно лишь Аллаху И открывается лишь тем, Которые глубоким знанием владеют. \"Мы веруем в (Святую) Книгу, - говорят они, - Где все (айаты) явлены от Бога! И весть ее способен охватить Лишь тот, чей разум светел"},{"SurahNumber":3,"VerseNumber":8,"Text":"(И говорят они): \"Владыка наш! Не дай нашим сердцам свернуть с пути, По коему Ты нас уже направил; Яви нам милосердие Твое, - Ведь Ты, поистине, Податель всех щедрот"},{"SurahNumber":3,"VerseNumber":9,"Text":"Владыка наш! Ты соберешь весь род людской В тот День, О коем никаких сомнений быть не может. Поистине, обетование Свое Господь не нарушает"}]}