{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"Gercek su ki, Biz, cehennem icin, kalpleri olup da gercegi kavrayamayan, gozleri olup da goremeyen, kulakları olup da isitmeyen gorunmez varlıklardan ve insanlardan cok canlar ayırmısızdır. Hayvan surusu gibidir bunlar; hayır hayır, dogru yolu kavramakta onlardan da asagı: Korcesine dalıp gitmis olanlar iste boyleleridir"},{"SurahNumber":7,"VerseNumber":180,"Text":"Yetkinlik ve kusursuzluga dair nitelikler (yalnızca) Allaha aittir. Oyleyse, bu niteliklerle artık yalnız Allahı cagırın. Ve Onun niteliklerinin anlamını egip buken kimselerden uzak durun: Boyleleri yapıp ettiklerinden oturu er gec cezalandırılacaklardır"},{"SurahNumber":7,"VerseNumber":181,"Text":"Yarattıklarımız arasında (baskalarına) dogru yolu gosteren ve onun ısıgında adaletle davranan insanlar da vardır"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ama ayetlerimizi yalanlamaya kalkısan kimselere gelince; onları, ne olup bittiginden haberleri olmadan adım adım alcaltacagız"},{"SurahNumber":7,"VerseNumber":183,"Text":"cunku onları bir sure kendi hallerine bıraksam bile, bilin ki Benim ince tertibim cok saglamdır"},{"SurahNumber":7,"VerseNumber":184,"Text":"Peki (cocuklugundan beri tanıdıkları) (bu) arkadaslarında cinnetten eser olmadıgı hic mi akıllarına gelmiyor. Oysa, o sadece acıktan acıga uyaran biri"},{"SurahNumber":7,"VerseNumber":185,"Text":"Peki, (Allahın) goklerdeki ve yerdeki mutlak egemenligini, yarattıgı butun o nesneleri hic gozonune almıyorlar mı? Ve (sormuyorlar mı kendilerine) ya vakit erisip ecelleri gelmisse? Artık bundan sonra, baska hangi habere inanacaklar"},{"SurahNumber":7,"VerseNumber":186,"Text":"Allahın sapıklık icinde bıraktıgı kimseler icin yol gosterici yoktur. Allah, onları korcesine saga sola sendeleyip dururken o kurumlu azgınlıkları icinde bırakacaktır"},{"SurahNumber":7,"VerseNumber":187,"Text":"(Ey Peygamber), sana Son Saatten soracaklar, \"ne zaman gelip catacak?\" diye. De ki: \"Dogrusu, buna dair gercek bilgi ancak Rabbimin katındadır. Onun vaktini Ondan baska acıga vuracak kimse de yoktur. (O Saat) goklere ve yere butun agırlıgıyla cokecek ve sizi mutlaka umulmadık bir anda yakalayacak.\" Sana sanki bu (sırr)ın ısrarla pesine dusmekle belli-belirsiz icsel bir bilgi elde etmis olman mumkunmus gibi soracaklar. De ki: \"Ona dair gercek bilgi ancak Allah katındadır; ne var ki, insanların cogu (bundan) habersizdir"}]}