{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Ce n’est pas en vain, comme le pensent les paiens, que Nous avons cree le ciel, la terre et ce qui se trouve entre eux. Malheur donc a ceux qui rejettent la foi ! Ils sont voues au feu de l’Enfer"},{"SurahNumber":38,"VerseNumber":28,"Text":"Allons-Nous reserver a ceux qui croient et accomplissent le bien le meme sort qu’a ceux qui repandent le mal sur terre ? Traiterons-Nous de la meme maniere ceux qui craignent le Seigneur et les pecheurs"},{"SurahNumber":38,"VerseNumber":29,"Text":"Voici un livre beni que Nous t’avons revele afin que les hommes en meditent les enseignements et que ceux qui sont doues de raison en tirent des lecons"},{"SurahNumber":38,"VerseNumber":30,"Text":"A David, Nous avons fait don d’un fils, Salomon, serviteur plein de devotion et enclin au repentir"},{"SurahNumber":38,"VerseNumber":31,"Text":"Un soir, l’on fit defiler de magnifiques chevaux de race[1173] devant Salomon"},{"SurahNumber":38,"VerseNumber":32,"Text":"qui dit : « L’amour de ces chevaux m’a detourne du souvenir de mon Seigneur[1174] jusqu’a ce que le soleil disparaisse a l’horizon"},{"SurahNumber":38,"VerseNumber":33,"Text":"Qu’on me les ramene. » Il se mit alors a leur trancher[1175] les jarrets et les encolures"},{"SurahNumber":38,"VerseNumber":34,"Text":"Nous avons eprouve Salomon en placant sur son trone un corps[1176], avant qu’il ne revienne a Nous, plein de repentir"},{"SurahNumber":38,"VerseNumber":35,"Text":"Il dit : « Veuille, Seigneur, m’accorder Ton pardon et un royaume a nul autre pareil ! C’est Toi le Grand Donateur ! »"},{"SurahNumber":38,"VerseNumber":36,"Text":"Nous lui avons alors soumis le vent qui, par son ordre, soufflait legerement la ou il le desirait"},{"SurahNumber":38,"VerseNumber":37,"Text":"ainsi que des demons, batisseurs ou plongeurs"},{"SurahNumber":38,"VerseNumber":38,"Text":"et d’autres encore retenus par des chaines"},{"SurahNumber":38,"VerseNumber":39,"Text":"« Telles sont Nos faveurs envers toi dont tu pourras faire beneficier ou priver qui tu voudras, sans avoir a en rendre compte. »"},{"SurahNumber":38,"VerseNumber":40,"Text":"Nous lui reservons, tout pres de Nous, la plus heureuse des retraites"},{"SurahNumber":38,"VerseNumber":41,"Text":"Mentionne egalement cette priere que Notre serviteur Job adressa a son Seigneur : « Satan m’a accable de souffrances et de tourments[1177]. »"},{"SurahNumber":38,"VerseNumber":42,"Text":"« Frappe le sol du pied ! Voici une source fraiche a laquelle tu pourras te laver et t’abreuver[1178]. »"}]}