{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Inanıp faydalı isler yapanlar icin Rahman, (gonullerde) bir sevgi yaratacak(onları herkese sevdirecek)tir"},{"SurahNumber":19,"VerseNumber":97,"Text":"Biz o(Kur'a)n'ı senin diline kolaylastırdık ki, onunla korunanları mujdeleyesin ve inatcı bir kavmi onunla uyarasın"},{"SurahNumber":19,"VerseNumber":98,"Text":"Biz onlardan once nice nesilleri helak ettik. Simdi onlardan hicbirini duyuyor musun, yahut onların gizli bir sesini isitiyor musun"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta, Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Biz bu Kur'an'ı sana gucluk cekesin diye indirmedik"},{"SurahNumber":20,"VerseNumber":3,"Text":"Ancak (Allah'tan) korkanlara bir ogut (olarak indirdik)"},{"SurahNumber":20,"VerseNumber":4,"Text":"yeri ve yuce gokleri yaratan tarafından azar azar indirilmistir"},{"SurahNumber":20,"VerseNumber":5,"Text":"Rahman Ars'a istiva etmis(kurulmus)tur"},{"SurahNumber":20,"VerseNumber":6,"Text":"Goklerde, yerde, ikisinin arasında ve topragın altında bulunanlar hep O'nundur (ne kadar kapalı olursa olsun, O'ndan hicbir sey gizli kalmaz)"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sozu acık soylesen de (gizli soylesen de) muhakkak O, gizliyi de ondan daha gizlisini de bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah ki, O'ndan baska tanrı yoktur. En guzel isimler O'nundur"},{"SurahNumber":20,"VerseNumber":9,"Text":"Musa'nın haberi sana geldi mi"},{"SurahNumber":20,"VerseNumber":10,"Text":"Hani (o) bir ates gormustu de ailesine: \"Siz durun ben bir ates gordum, belki ondan size bir kor getiririm, yahut atesin yanında bir yol gosteren bulurum\" demisti"},{"SurahNumber":20,"VerseNumber":11,"Text":"(Musa), o(atesin yanı)na gelince kendisine \"Ey Musa!\" diye seslenildi"},{"SurahNumber":20,"VerseNumber":12,"Text":"Ben, (evet) ben senin Rabbinim! Pabuclarını cıkar. Cunku sen, kutsal vadide, Tuva'dasın"}]}