{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":40,"VerseNumber":17,"Text":"(Kaha jayega) aaj har mutanaffis ko us kamayi ka badla diya jayega jo usne ki thi. Aaj kisi par koi zulm na hoga aur Allah hisaab lene mein bahut teiz hai"},{"SurahNumber":40,"VerseNumber":18,"Text":"(Aey Nabi) dara do in logon ko usdin se jo qareeb aa laga hai, jab kalijey (livers) mooh ko aa rahe hongey aur log chup chaap gham ke ghoont peay khaday hongey. Zaalimon ka na koi mushfiq dost hoga aur na koi shafee jiski baat maani jaye"},{"SurahNumber":40,"VerseNumber":19,"Text":"Allah nigahon ki chori tak se waaqif hai aur woh raaz tak jaanta hai jo seeno ne chupa rakhe hain"},{"SurahNumber":40,"VerseNumber":20,"Text":"Aur Allah theek theek bay-laag(with justice) faisla karega .Rahey woh jinko ( yeh mushrikeen) Allah ko chodh kar pukarte hain, woh kisi cheez ka bhi faisla karne waley nahin hain. Bila shubah Allah hi sabkuch sunney aur dekhne wala hai"},{"SurahNumber":40,"VerseNumber":21,"Text":"Kya yeh log kabhi zameen mein chaley phiray nahin hain ke inhein un logon ka anjaam nazar aata jo insey pehle guzar chuke hain? Woh insey zyada taaqatwar thay aur insey zyada zabardast aasaar zameen mein chodh gaye hain. Magar Allah ne unke gunahon par unhein pakad liya aur unko Allah se bachane wala koi na tha"},{"SurahNumber":40,"VerseNumber":22,"Text":"Yeh unka anjaam is liye hua ke unke paas unke"},{"SurahNumber":40,"VerseNumber":23,"Text":"Humne Moosa ko"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firoun aur Haaman aur Qaroon ki taraf apni nishaniyon aur numaya sanad-e-maamoriyat ke saath bheja. Magar unhon ne kaha “ saahir(jaadugar) hai, kazzab(jhoota) hai”"},{"SurahNumber":40,"VerseNumber":25,"Text":"Phir jab woh hamari taraf se haqq unke saamne ley aaya to unhon ne kaha “jo log imaan laa kar iske saath shamil huey hain in sabke ladkon ko qatal karo aur ladkiyon ko jeeta (zinda) chodh do”. Magar kaafiron ki chaal akarat (vain) hi gayi"}]}