{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":95,"Text":"Ne uskovaisista, jotka (retken aikana) istuvat kotona, minkään vamman heitä siihen pakottamana, eivät tule toisten vertaisiksi, jotka kilvoittelevat Jumalan retkellä pannen alttiiksi omaisuutensa ja henkensä. Jumala on korottanut ne, jotka panevat omaisuutensa ja elämänsä vaaralle alttiiksi, arvossa niiden yläpuolelle, jotka kotona istuvat. Molemmille on Jumalalla hyviä lupauksia, mutta ne, jotka taistelevat, on Jumala palkitseva runsaasti yli niiden, jotka pysyvät paikoillaan"},{"SurahNumber":4,"VerseNumber":96,"Text":"Hänellä on palkintojen arvoasteina anteeksianto ja laupeus. Jumala on pitkämielinen ja laupias"},{"SurahNumber":4,"VerseNumber":97,"Text":"Niiltä, joita enkelit korjaavat täältä pois, kun he ovat rikkoneet itseään vastaan, kysyvät he (enkelit) totisesti: »Mitä osaa te esititte?» He vastaavat: »Me olimme sorrettuja maan päällä». Silloin he sanovat: »Eikö Jumalan maa ole tarpeeksi avara, jotta olisitte voineet siirtyä muualle?» Helvetti - mikä kauhea määränpää! - tulee asuinsijaksi näille"},{"SurahNumber":4,"VerseNumber":98,"Text":"lukuunottamatta niitä miehiä, naisia ja lapsia, jotka ovat todella heikkoja, eivätkä osaa suunnitella (pakoa pois uskottomien parista) tai saada opastusta tiellä"},{"SurahNumber":4,"VerseNumber":99,"Text":"Ehkä Jumala on säälivä heitä, sillä Jumala on lempeä ja pitkämielinen"},{"SurahNumber":4,"VerseNumber":100,"Text":"Se joka siirtyy pois asuinsijoiltaan Jumalan asian vuoksi, on löytävä monta turvapaikkaa ja kaikkea yllinkyllin maan päällä, ja jos sen, joka jättää kotinsa turvautuen Jumalaan ja Hänen profeettaansa, yllättääkin kuolema, on hänen palkkansa Jumalalla tallella: Jumala on armollinen ja laupias"},{"SurahNumber":4,"VerseNumber":101,"Text":"Kun olette vaelluksella, ei teille lueta syyksi, jos lyhennätte rukoustanne pelätessänne uskottoman hyökkäävän kimppuunne; uskottomat ovat totisesti teidän ilmeisiä vihollisianne"}]}