{"Id":40,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"তেওঁৰ নিদৰ্শনাৱলীৰ মাজত আছে সাগৰত চলাচল কৰা পৰ্বতসদৃশ নৌযানসমূহ।"},{"SurahNumber":42,"VerseNumber":33,"Text":"তেওঁ ইচ্ছা কৰিলে বায়ুক স্তব্ধ কৰি দিব পাৰে, ফলত নৌযানসমূহ গতিহীন হৈ পৰিব সমুদ্ৰপৃষ্ঠত। নিশ্চয় ইয়াত বহুতো নিদৰ্শন আছে, প্ৰত্যেক চৰম ধৈৰ্যশীল আৰু একান্ত কৃতজ্ঞ ব্যক্তিৰ বাবে।"},{"SurahNumber":42,"VerseNumber":34,"Text":"অথবা সিহঁতৰ কৃতকৰ্মৰ বাবে সেইবোৰক তেওঁ ধ্বংস কৰি দিব পাৰে; আৰু বহুতো (অপৰাধক) তেওঁ ক্ষমাও কৰে।"},{"SurahNumber":42,"VerseNumber":35,"Text":"আৰু যিসকলে আমাৰ নিদৰ্শন সম্পৰ্কে বিতৰ্ক কৰে, সিহঁতে যাতে জানিবলৈ পায় যে, সিহঁতৰ কোনো আশ্ৰয়স্থল নাই।"},{"SurahNumber":42,"VerseNumber":36,"Text":"এতেকে তোমালোকক যি দিয়া হৈছে সেয়া কেৱল পাৰ্থিৱ জীৱনৰ ভোগ-সামগ্ৰীহে। আৰু আল্লাহৰ ওচৰত যি আছে সেয়া উত্তম আৰু স্থায়ী, তেওঁলোকৰ বাবে যিসকলে ঈমান আনিছে আৰু তেওঁলোকে নিজ প্ৰতিপালকৰ ওপৰত তাৱাক্কুল কৰে"},{"SurahNumber":42,"VerseNumber":37,"Text":"তেওঁলোকে কাবীৰা গুনাহ আৰু অশ্লীল কৰ্মৰ পৰা আঁতৰত থাকে আৰু যেতিয়া খং উঠে তেতিয়া ক্ষমা কৰি দিয়ে।"},{"SurahNumber":42,"VerseNumber":38,"Text":"আৰু তেওঁলোকে নিজ প্ৰতিপালকৰ আহ্বানত সঁহাৰি দিয়ে, ছালাত কায়েম কৰে আৰু তেওঁলোকৰ কাৰ্যাৱলী পৰস্পৰ পৰামৰ্শৰ মাধ্যমত সম্পাদিত হয়। আৰু তেওঁলোকক আমি যি জীৱিকা দান কৰিছো তাৰ পৰা ব্যয় কৰে।"},{"SurahNumber":42,"VerseNumber":39,"Text":"আৰু তেওঁলোকৰ ওপৰত অতিৰিক্ত অন্যায়-অবিচাৰ কৰা হ’লে তেওঁলোকে ইয়াৰ প্ৰতিবিধান কৰে।"},{"SurahNumber":42,"VerseNumber":40,"Text":"আৰু বেয়াৰ প্ৰতিফল সেই অনুপাতেই বেয়া। এতেকে যিয়ে ক্ষমা কৰি দিয়ে আৰু আপোচ-নিষ্পত্তি কৰে তাৰ বাবে আছে আল্লাহৰ ওচৰত পুৰষ্কাৰ। নিশ্চয় তেওঁ অন্যায়কাৰী বিলাকক পছন্দ নকৰে।"},{"SurahNumber":42,"VerseNumber":41,"Text":"কিন্তু অত্যাচাৰিত হোৱাৰ পিছত যিসকলে প্ৰতিবিধান কৰে, তেওঁলোকৰ বিৰুদ্ধে কোনো ব্যৱস্থা গ্ৰহণ কৰা নহ’ব"},{"SurahNumber":42,"VerseNumber":42,"Text":"কেৱল সিহঁতৰ বিৰুদ্ধে ব্যৱস্থা গ্ৰহণ কৰা হ’ব যিসকলে মানুহৰ ওপৰত অন্যায় কৰে আৰু পৃথিৱীত অন্যায়ভাৱে বিদ্ৰোহাচৰণ কৰি ফুৰে। সিহঁতৰে বাবে আছে যন্ত্ৰণাদায়ক শাস্তি।"},{"SurahNumber":42,"VerseNumber":43,"Text":"অৱশ্যে যিয়ে ধৈৰ্য ধাৰণ কৰে আৰু ক্ষমা কৰি দিয়ে, নিশ্চয় সেয়া দৃঢ় সংকল্পৰেই কাম।"},{"SurahNumber":42,"VerseNumber":44,"Text":"আৰু আল্লাহে যাক পথভ্ৰষ্ট কৰে, ইয়াৰ পিছত তাৰ বাবে আন কোনো অভিভাৱক নাই। আৰু যালিমসকলে যেতিয়া শাস্তি দেখিব তেতিয়া তুমি সিহঁতক কওঁতে শুনিবা যে, ‘উভতি যোৱাৰ কোনো উপায় আছে নেকি’"}]}