{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"J’y ai decouvert que c’est une femme qui regne sur eux, et qu’elle dispose de grandes richesses et d’un trone sublime"},{"SurahNumber":27,"VerseNumber":24,"Text":"J’ai decouvert qu’elle et son peuple se prosternent devant le Soleil et non devant Dieu, Satan ayant embelli leurs actions a leurs yeux, les detournant ainsi de la Voie Droite, de sorte qu’ils ne trouvent pas la guidance »"},{"SurahNumber":27,"VerseNumber":25,"Text":"Que ne se prosternent-ils devant Dieu ? C’est Lui qui prodigue les richesses contenues dans les Cieux et dans la Terre, et qui sait ce que vous taisez et ce que vous divulguez"},{"SurahNumber":27,"VerseNumber":26,"Text":"Dieu ! Nulle divinite en dehors de Lui ! C’est Lui qui est le Maitre du Trone sublime"},{"SurahNumber":27,"VerseNumber":27,"Text":"Salomon dit : «Nous allons verifier si tu dis la verite ou si tu es une menteuse"},{"SurahNumber":27,"VerseNumber":28,"Text":"Pars donc leur porter ma missive que voici, et largue-la au-dessus d’eux. Puis, place-toi en retrait et observe leur reaction »"},{"SurahNumber":27,"VerseNumber":29,"Text":"Elle (la Reine de Saba’) dit : « O dignitaires ! Une missive bienseante vient d’etre projetee sur moi"},{"SurahNumber":27,"VerseNumber":30,"Text":"Elle provient de Salomon, et elle est redigee au Nom de Dieu, le Clement, le Misericordieux, (et il nous met en garde)"},{"SurahNumber":27,"VerseNumber":31,"Text":"« Ne vous dressez pas contre moi et venez a moi soumis !»"},{"SurahNumber":27,"VerseNumber":32,"Text":"«O dignitaires ! » ajouta la reine, « eclairez-moi sur cette affaire, car je ne prendrai aucune decision sans vous consulter »"},{"SurahNumber":27,"VerseNumber":33,"Text":"Ils repondirent : «Nous sommes un peuple puissant, et nos prouesses au combat sont redoutables. Mais la decision te revient. Considere la situation et donne tes ordres !»"},{"SurahNumber":27,"VerseNumber":34,"Text":"Elle dit : « En verite, lorsque les rois s’emparent d’une cite, ils la detruisent et asservissent ses habitants les plus honorables. C’est leur methode habituelle"},{"SurahNumber":27,"VerseNumber":35,"Text":"Je vais donc leur faire parvenir un present, et attendre ce que me rapporteront les messagers »"}]}