{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":8,"VerseNumber":26,"Text":"Yaad karo woh waqt jabke tum thodey thay, zameen mein tumko be-zoar samjha jata tha, tum darte rehte thay ke kahin log tumhein mita na dein. Phir Allah ne tumko jaye panaah muhaiyaa kardi, apni madad se tumhare haath mazboot kiye aur tumhein accha rizq pahunchaya, shayad ke tum shukar-guzar bano"},{"SurahNumber":8,"VerseNumber":27,"Text":"Aey iman laney walon, jaante bujhte Allah aur uske Rasool ke saath khayanat(unfaithful) na karo, apni amanaton mein gaddari ke murtakib na ho"},{"SurahNumber":8,"VerseNumber":28,"Text":"Aur jaan rakkho ke tumhare maal aur tumhari aulad haqeeqat mein samaan e aazmaish hain aur Allah ke paas ajar dene ke liye bahut kuch hai"},{"SurahNumber":8,"VerseNumber":29,"Text":"Aey iman laney walon, agar tum khuda-tarsi ikhtiyar karoge to Allah tumhare liye kasauti (criterion) baham pahuncha dega aur tumhari buraiyon ko tumse door kardega, aur tumhare kasoor maaf kardega. Allah bada fazal farmane wala hai"},{"SurahNumber":8,"VerseNumber":30,"Text":"Woh waqt bhi yaad karne ke qabil hai jabke munkireen e haqq tere khilaf tadbeerein soch rahey thay ke tujhey qaid kardein ya qatal kar dalein ya jila-watan (drive you away) kardein. Woh apni chaalein chal rahey thay aur Allah apni chaal chal raha tha. Aur Allah sab se behtar chaal chalne wala hai"},{"SurahNumber":8,"VerseNumber":31,"Text":"Jab unko hamari aayat sunayi jati thi to kehte thay ke “ haan sun liya humne. Hum chahein to aisi hi baatein hum bhi bana sakte hain. Yeh to wahi purani kahaniyan hain jo pehle se log kehte chaley aa rahey hain”"},{"SurahNumber":8,"VerseNumber":32,"Text":"Aur woh baat bhi yaad hai jo unhon ne kahi thi ke “khudaya agar yeh waqayi haqq hai aur teri taraf se hai to humpar aasman se patthar barsa de, ya koi dardnaak azaab humpar le aa”"},{"SurahNumber":8,"VerseNumber":33,"Text":"Us waqt to Allah unpar azaab nazil karne wala na tha jabke tu unke darmiyan maujood tha, aur na Allah ka yeh qaida hai ke log istegfar kar rahey hon aur woh unko azaab de de"}]}