{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Non voglio assolvere me stesso! In verita, l'anima e propensa al male, a meno che il mio Signore per la misericordia [non la preservi dal peccato]. In verita, il mio Signore e perdonatore, misericordioso”"},{"SurahNumber":12,"VerseNumber":54,"Text":"Disse il re: “Conducetemelo: voglio tenerlo presso di me”. Quando poi gli ebbe parlato, disse: “D'ora in poi rimarrai al nostro fianco, con autorita e fiducia”"},{"SurahNumber":12,"VerseNumber":55,"Text":"Rispose: “Affidami i tesori della terra: saro buon guardiano ed esperto”"},{"SurahNumber":12,"VerseNumber":56,"Text":"Cosi demmo a Giuseppe autorita su quella terra e dimorava dove voleva. Facciamo si che la Nostra misericordia raggiunga chi vogliamo e che non vada perso il compenso di coloro che operano il bene"},{"SurahNumber":12,"VerseNumber":57,"Text":"E il compenso dell'altra vita e migliore per coloro che credono e hanno timor [di Allah]"},{"SurahNumber":12,"VerseNumber":58,"Text":"Giunsero i fratelli di Giuseppe e si presentarono davanti a lui. Egli li riconobbe, mentre essi non lo riconobbero"},{"SurahNumber":12,"VerseNumber":59,"Text":"Dopo che li ebbe riforniti di provviste, disse loro: “Conducetemi il vostro fratello da parte di padre. Non vedete come vi ho colmato il carico e che sono il migliore degli ospiti"},{"SurahNumber":12,"VerseNumber":60,"Text":"Se non lo condurrete, da parte mia non ci saranno piu carichi per voi e non mi potrete piu avvicinare”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Dissero: “Cercheremo di convincere suo padre e certamente ci riusciremo”"},{"SurahNumber":12,"VerseNumber":62,"Text":"Disse [poi] ai suoi garzoni: “Nascondete le loro merci nei loro bagagli, che le riconoscano quando saranno giunti presso la loro gente e forse ritorneranno”"},{"SurahNumber":12,"VerseNumber":63,"Text":"Quando furono di ritorno presso il padre loro, gli dissero: “O padre, non potremo piu avere altri carichi. Lascia venire con noi nostro fratello, ci potremo rifornire e certamente veglieremo su di lui”"}]}