{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Tyasa pascata usako samudayamathi hamile akasabata kunai sena utarenaum ra hamile yasaprakara utarne pani gardainaum"},{"SurahNumber":36,"VerseNumber":29,"Text":"Tyo ta matra e'uta pracanda citkara thiyo. So uniharu sabai ekkasi nibhihale"},{"SurahNumber":36,"VerseNumber":30,"Text":"Aphasoca cha (yasta) sevakaharumathi! Ki jo rasula pani uniharuko pasama ayo, uniharule usako upahasa gare"},{"SurahNumber":36,"VerseNumber":31,"Text":"Ke uniharule dekhenan ki uniharubhanda pahila kati naslaharula'i hamile nasta garyaum, aba tiniharu unitira pharkera a'unechainan"},{"SurahNumber":36,"VerseNumber":32,"Text":"Jati pani samuha chan sabai hamrai, sam'mukha upasthita gara'inechan"},{"SurahNumber":36,"VerseNumber":33,"Text":"Ra e'uta nisani uniharuko lagi sukhkhabhumi ho. Hamile tyasala'i jivita paryaum ra tyasabata anna ubjayaum, jasabata yiniharu khanchan"},{"SurahNumber":36,"VerseNumber":34,"Text":"Ra hamile tyasama khajura ra amguraharuko bagaincaharu paida garyaum ra tyasama hamile jharana jari garidi'eka chaum"},{"SurahNumber":36,"VerseNumber":35,"Text":"Taki manisaharule tyasaka phala kha'un ra unaka hataharule tyasala'i bana'eko ho'ina ani pheri kina uniharule abhara prakata gardainan"},{"SurahNumber":36,"VerseNumber":36,"Text":"ati pavitra cha allaha jasale sabaiko jodi srsti garyo, cahe tyo matoma umari'eka kuraharu ho'un, ra svayam tiniharuka (astitvaka) cinhaharu ho'un cahe ti vastuharu ho'un jasabare tiniharu jandainan"},{"SurahNumber":36,"VerseNumber":37,"Text":"Ra uniharuko lagi e'uta nisani rata ho. Jasabata hamile dinala'i tanihalchaum, ani tyasabela uniharu ekkasi amdhyaroma parna janchan"},{"SurahNumber":36,"VerseNumber":38,"Text":"Ra surya aphno nirdharita margama himdirakhcha. Yo nirdharita gari'eko ho, adhipatyasali, sarvajnani allahako tarphabata"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ra candrako hamile tha'umharu nirdharita gareka chaum, yahamsam'ma ki pharkera (ghatda–ghatdai) purano hamgako jastai bha'ihalcha"},{"SurahNumber":36,"VerseNumber":40,"Text":"Na suryabata nai yo hunasakcha ki usale camdala'i ga'era samatihalos ra na rata nai dinabhanda pahila a'una sakcha. Ra sabai aphna paridhima akasama ghumirakheka chan"}]}