{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":7,"Text":"(Kujtoje ti o Muhammed!) kur nga pejgamberet Ne morem obligimin e tyre; edhe prej teje, edhe prej Nuhut, edhe prej Ibrahimit, edhe prej Musait, edhe prej Isait, te birit te Merjemes. Ne, prej tyre kemi marre obligimin e forte, per"},{"SurahNumber":33,"VerseNumber":8,"Text":"t’i pyet te sinqertit per sinqeritetin e tyre; e per mohuesit, Ai ka pergatitur denim te dhembshem"},{"SurahNumber":33,"VerseNumber":9,"Text":"O besimtare! Kujtonie dhuntine e Perendise (juve) kur ju erdhi ushtria; e ne derguam mbi ta fryme, dhe ushtrine te cilen ju nuk e keni pare, e Perendia i sheh te gjitha ato qe punoni ju"},{"SurahNumber":33,"VerseNumber":10,"Text":"kur ju erdhen nga larte dhe nga poshte, dhe syte tuaj perqendroheshin kah ata (argmiku), e shpirti u kishte ardhur ne fyt (prej frikes), e ju mendonit per Perendine lloj-lloj mendimesh"},{"SurahNumber":33,"VerseNumber":11,"Text":"atehere, besimtaret u vune ne prove dhe qene te tronditur nga tronditja e madhe"},{"SurahNumber":33,"VerseNumber":12,"Text":"(Kutjoje ti o Muhammed!) kur hipokritet dhe ata ne zemrat e te cileve ka semundje (besim te dobet), thane: “Nuk ka premtuar Perendia dhe Pejgamberi i Tij asgje, pos mashtrimit!”"},{"SurahNumber":33,"VerseNumber":13,"Text":"(Dhe kujtoju atyre) kur nje grup prej tyre, thane: “O banoret e Jethribit, s’ka qendrim ketu per ju, andaj kthehuni (ne shtepiat tuaja)!” E nje grup nga ata kerkuan leje prej Pejgamberit, duke thene: “Me te vertete, shtepiat tona jane te pambrojtura!” – por ato nuk kane qene te pambrojtura. Ata duan vetem te ikin"},{"SurahNumber":33,"VerseNumber":14,"Text":"E, sikur atyre t’u depertonin nga anet e Jethribit e te kerkohet prej tyre qe te behen idhujtare, ata do te beheshin. Por, ne te, - vetem pak do te qendronin"},{"SurahNumber":33,"VerseNumber":15,"Text":"e ata – qysh me pare i qene betuar Perendise se nuk do te zmbrapsen, - e per betim ne Perendine do te pergjigjen"}]}