{"Id":174,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul","Author":"Muhammad Hamidullah","Language":"French","Description":"French","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"lorsque Nous révélâmes à ta mère ce qui fut révélé"},{"SurahNumber":20,"VerseNumber":39,"Text":"«Mets-le dans le coffret, puis jette celui-ci dans les flots pour qu'ensuite le fleuve le lance sur la rive; un ennemi à Moi et à lui le prendra». Et J'ai répandu sur toi une affection de Ma part, afin que tu sois élevé sous Mon œil"},{"SurahNumber":20,"VerseNumber":40,"Text":"Et vœilà que ta sœur (te suivait en) marchant et disait: «Puis-je vous indiquer quelqu'un qui se chargera de lui?» Ainsi, Nous te rapportâmes à ta mère afin que son oil se réjouisse et qu'elle ne s'afflige plus. Tu tuas ensuite un individu; Nous te sauvâmes des craintes qui t'oppressaient; et Nous t'imposâmes plusieurs épreuves. Puis tu demeuras des années durant chez les habitants de Madyan. Ensuite tu es venu, ô Moïse, conformément à un décret"},{"SurahNumber":20,"VerseNumber":41,"Text":"Et je t'ai assigné à Moi-Même"},{"SurahNumber":20,"VerseNumber":42,"Text":"Pars, toi et ton frère, avec Mes prodiges; et ne négligez pas de M'invoquer"},{"SurahNumber":20,"VerseNumber":43,"Text":"Allez vers Pharaon: il s'est vraiment rebellé"},{"SurahNumber":20,"VerseNumber":44,"Text":"Puis, parlez-lui gentiment. Peut-être se rappellera-t-il ou [Me] craindra-t-il"},{"SurahNumber":20,"VerseNumber":45,"Text":"Ils dirent: «O notre Seigneur, nous craignons qu'il ne nous maltraite indûment, ou qu'il dépasse les limites»"},{"SurahNumber":20,"VerseNumber":46,"Text":"Il dit: «Ne craignez rien. Je suis avec vous: J'entends et Je vois"},{"SurahNumber":20,"VerseNumber":47,"Text":"Allez donc chez lui; puis, dites-lui: «Nous sommes tous deux, les messagers de ton Seigneur. Envoie donc les Enfants d'Israël en notre compagnie et ne les châtie plus. Nous sommes venus à toi avec une preuve de la part de ton Seigneur. Et que la paix soit sur quiconque suit le droit chemin"},{"SurahNumber":20,"VerseNumber":48,"Text":"Il nous a été révélé que le châtiment est pour celui qui refuse d'avoir foi et qui tourne le dos»"},{"SurahNumber":20,"VerseNumber":49,"Text":"Alors [Pharaon] dit: «Qui donc est votre Seigneur, ô Moïse?»"},{"SurahNumber":20,"VerseNumber":50,"Text":"«Notre Seigneur, dit Moïse, est Celui qui a donné à chaque chose sa propre nature puis l'a dirigée»"},{"SurahNumber":20,"VerseNumber":51,"Text":"«Qu'en est-il donc des générations anciennes?» dit Pharaon"}]}