{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"Sen qaşan joldastarıñmen birge kemege ornalassañ: \"Barlıq maqtaw bizdi zalımdardan qutqarğan Allağa tän\" de"},{"SurahNumber":23,"VerseNumber":29,"Text":"Rabbım! Meni quttı bir qonısqa qondır! Sen eñ jaqsı ornalastırwşısıñ\" de"},{"SurahNumber":23,"VerseNumber":30,"Text":"Ras bunda önegeler bar. Ärïne Biz sınaymız"},{"SurahNumber":23,"VerseNumber":31,"Text":"Bulardan keyin basqa näsilder payda qıldıq. (S.69-A)"},{"SurahNumber":23,"VerseNumber":32,"Text":"Olarğa özderinen jibergen elşimiz: \"Allağa qulşılıq qılıñdar. Alladan basqa täñirleriñ joq. Sonda da qorıqpaysıñdar ma?\",- (dedi)"},{"SurahNumber":23,"VerseNumber":33,"Text":"Eliniñ qarsı bolğan, axïretti jasınğa şığarğan sonday-aq Biz, özderine dünïe tirşiliginde keñşilik bergen bastıqtarı: \"Bul özderiñ qusağan ğana bir adam. Jegenderiñdi jep, işkenderiñnen işedi\" dedi"},{"SurahNumber":23,"VerseNumber":34,"Text":"Eger özderiñ sïyaqtı adamğa boy usınsañdar, ras sender; sol waqıtta zïyanğa uşıraysıñdar"},{"SurahNumber":23,"VerseNumber":35,"Text":"Senderge; ölip, topıraq jäne süyek bolğanda; şın tirilip, şığatındarıñdı eskerte me"},{"SurahNumber":23,"VerseNumber":36,"Text":"Senderge bul eskertilgen närse; uzaq, tım uzaq"},{"SurahNumber":23,"VerseNumber":37,"Text":"Dünïedegi tirşiligimiz ğana tirşilik. Keyimiz ölemiz, keyimiz ömir süremiz de qayta tiriltilmeymiz"},{"SurahNumber":23,"VerseNumber":38,"Text":"Ol (Hüd) Allağa ötirik jala japsırğan adam. Biz oğan senbeymiz"},{"SurahNumber":23,"VerseNumber":39,"Text":"(Hüd Ğ.S.): \"Rabbım! Meni jasınğa aynaldırğandarğa qarsı, nusrat ber!\",- dedi"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Alla): \"Olar az bir zamanda älbette ökinişke üşıraydı\" dedi"},{"SurahNumber":23,"VerseNumber":41,"Text":"Şınayı türde olardı aşçı bir dawıs qolğa alıp, sıpırındığa aynaldırdıq. Zalım qawım raxmetten uzaq bolsın"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sosın bulardan keyin basqa näsil payda qıldıq"}]}