{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"And those whom Allah guides are rightly guided; but those whom He sends astray, they will never find protectors for them besides Him. We shall gather them on the Day of Resurrection on their faces, blind, dumb and deaf. Their abode will be hell; whenever its flame abates, We shall increase the fierceness of fire for them"},{"SurahNumber":17,"VerseNumber":98,"Text":"That is their recompense because they denied Our Verses and they said: “When we are reduced to bones and fragments, shall we really be resurrected as new creation?”"},{"SurahNumber":17,"VerseNumber":99,"Text":"They don’t see that Allah, who has created the heavens and the earth, is able to create the people like them. He has made for them an appointed term; there is no doubt in it. But the wrongdoers refuse but disbelief"},{"SurahNumber":17,"VerseNumber":100,"Text":"Say (to the disbelievers): “Even if you possessed all the treasures of the Mercy of my Lord, you would surely hold them back for fear of spending. Human is ever miserly!”"},{"SurahNumber":17,"VerseNumber":101,"Text":"And indeed We gave to Moses 9 clear signs. Ask the children of Israel, when he came to them, then Pharaoh said to him: “O Moses! I think you are indeed bewitched.”"},{"SurahNumber":17,"VerseNumber":102,"Text":"(Moses) replied: “Surely, you know that no one has sent down these signs but the Lord of the heavens and the earth as clear signs. Surely O Pharaoh, I think you are doomed to destruction.”"},{"SurahNumber":17,"VerseNumber":103,"Text":"So he (Pharaoh) wanted to turn them out of the land (of Egypt). But We drowned him and all who were with him"},{"SurahNumber":17,"VerseNumber":104,"Text":"And We said to the children of Israel after him: “You reside in the land and then when the last promise comes, We shall assemble you as a mixed crowd.”"}]}