{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":19,"Text":"Ojo nadidai, ki Alloh osmonhovu zaminro ʙar haq ofaridaast? (Va ofarinisi har du ʙar kamoli qudrati Alloh dalolat mekunand, to Uro ʙa tanhoi parastis kunand va ʙa U sarik naorand) Agar ʙixohad, sumoro az ʙajn meʙarad va ofarinisi nav meovarad"},{"SurahNumber":14,"VerseNumber":20,"Text":"Va in halok sudanaton va dar coi sumo maxluqi nav ovardan ʙaroi Alloh muskil nest"},{"SurahNumber":14,"VerseNumber":21,"Text":"Va hama xaloiq az zeri qaʙrho ʙerun ojand va dar pesgohi Alloh hozir savand. Notavonon (toʙe'on) ʙa mutakaʙʙiron (pesvojon) gujand: «Mo pajravoni sumo ʙudem. Ojo aknun metavoned andake az azoʙi Alloh az mo dur kuned?» (Pesvojon ʙaroi toʙe'onason) gujand: «Agar Alloh moro hidojat karda ʙud, mo niz sumoro hidojat mekardem. Holo moro rohi xalosi nest. Baroi mo ʙaroʙar ast, ci ʙetoqati kunem, ci saʙr varzem, hec panogohe nadorem»"},{"SurahNumber":14,"VerseNumber":22,"Text":"Cun kor ʙa pojon ojad, sajton gujad: «Alloh ʙa sumo omadani ruzi qijomatro va'da dod va va'dai U durust ʙud va man niz ʙa sumo va'dai nusrat dodam, vale va'dai xud xilof kardam. Va ʙarojaton hec dalelu ʙurhone najovardam, cuz on ki ʙa kufru gumrohi da'vataton kardam, sumo niz da'vati maro icoʙat karded, pas maro malomat makuned, xudro malomat kuned zero gunoh, gunohi sumost. Na man farjodrasi sumojam az azoʙi Alloh, na sumo farjodrasi man. Az in ki maro pes az in dar dunjo sariki Alloh karda ʙuded, ʙezoram». Zero ʙaroi sitamkoron azoʙest dardovar"},{"SurahNumber":14,"VerseNumber":23,"Text":"Va kasonero, ki imon ovardaand va korhoi soista kardaand, ʙa ʙihisthoe, ki darjoho dar on corist, darovarand, ʙa farmoni Parvardigorason dar on co covidona ʙimonand va durudason dar on co salom guftan ast"},{"SurahNumber":14,"VerseNumber":24,"Text":"Ojo namedoni, ej Rasul, ki Alloh ci guna misol meorad? Suxani pok cun daraxti (xurmo) pok ast, ki resaas dar zamin ustuvor va soxahojas ʙolo ʙa sui osmon ast"}]}