{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":70,"Text":"He sanoivat: »Huuda Herraasi puolestamme, niin han nayttaa meille, mika on se oikea hieho; monet hiehothan nayttavat meista toistensa kaltaisilta, mutta jos Jumala tahtoo, voimme varmasti osua oikeaan.»"},{"SurahNumber":2,"VerseNumber":71,"Text":"Mooses vastasi: »Han sanoo: Totisesti on sen oltava ikeesta vapaa hieho, jota ei ole kaytetty maan kyntamiseen eika pellon kastelemiseen, ilman vammaa ja vikaa.» Silloin he sanoivat: »Nyt ilmaisit kaiken totuuden.» Sen jalkeen he teurastivat hiehon, mutta olivat olleet vahalla lyoda laimin Jumalan maaraykset"},{"SurahNumber":2,"VerseNumber":72,"Text":"Ja muistatteko, kun olitte surmanneet miehen ja kiistelitte toistenne kanssa syyllisyydesta, mutta Jumala tahtoi tuoda ilmi, mita te salailitte"},{"SurahNumber":2,"VerseNumber":73,"Text":"ja niin Me sanoimme: »Koskettakaa ruumista jollakin osalla uhrattavaa hiehoa!» Silla tavalla Jumala herattaa kuolleet eloon ja nayttaa teille tunnusmerkkejaan, jotta olisitte ymmartavaisia"},{"SurahNumber":2,"VerseNumber":74,"Text":"Senkin jalkeen paatuivat sydamenne ja tulivat kivikoviksi, jopa kiveakin kovemmaksi, silla kivien joukossa on totisesti sellaisia, joista purot kohisevat esiin, sellaisia, jotka halkeavat, niin etta vesi virtaa niista, ja sellaisia, jotka Jumalan edessa syoksyvat maahan pelosta. Mutta Jumalalta ei jaa salaan mitaan, mita teette"},{"SurahNumber":2,"VerseNumber":75,"Text":"Toivotteko te, etta he (juutalaiset) uskovat teita? Johan osa heista aikanaan kuuli Jumalan sanan, ja ymmarrettyaankin sen he vaaristelivat sita vastoin parempaa tietoaan"},{"SurahNumber":2,"VerseNumber":76,"Text":"Kun he tapaavat uskovaisia, he sanovat: »Me uskomme.» Mutta kun he ovat toistensa seurassa, he sanovat: »Kerrotteko heille(muslimeille), mita Jumala on ilmoittanut teille, etta he siita kiistelisivat kanssanne Herranne edessa. Etteko te tata ymmarra?»"}]}