{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"Ey Rabbimiz, onları o kendilerine vaad buyurduğun Adn cennetlerine koy; atalarından, eşlerinden ve soylarından dürüst olanları da. Şüphesiz Sen, güçlüsün, hikmet sahibisin Sen"},{"SurahNumber":40,"VerseNumber":9,"Text":"Onları fenalıklardan koru! Sen, her kimi fenalıklardan korursan, o gün onu gerçekten rahmetinle yarlığamışındır (bağışlamışsındır). İşte asıl büyük kurtuluş da budur!»"},{"SurahNumber":40,"VerseNumber":10,"Text":"O küfredenlere muhakkak şöyle bağırılacaktır: «Kesinlikle Allah´ın gazabı, sizin kendinize karşı olan gazabınızdan daha büyüktür. Çünkü siz imana davet ediliyordunuz da küfrediyordunuz.»"},{"SurahNumber":40,"VerseNumber":11,"Text":"Diyecekler ki: «Ey Rabbimiz, bizi iki kere öldürdün, iki kere de dirilttin, şimdi günahlarımızı anladık; acaba çıkmanın bir yolu var mı?»"},{"SurahNumber":40,"VerseNumber":12,"Text":"Bunun sebebi şudur ki, «Siz tek Allah´a çağırıldığınız zaman inkar ettiniz, O´na ortak koşulduğunda da inanıyordunuz, işte hüküm O ulu, O büyük Allah´ındır.»"},{"SurahNumber":40,"VerseNumber":13,"Text":"Size ayetlerini gösteren, sizin için gökten bir rızık indiren O´dur. Fakat, ancak gönül veren anlar"},{"SurahNumber":40,"VerseNumber":14,"Text":"O halde sizler, dini kendisi için halis kılarak (dininde samimi olarak) hep Allah´a ibadet edin; isterse kafirler hoşlanmasınlar"},{"SurahNumber":40,"VerseNumber":15,"Text":"O dereceleri yüksek Arş´ın sahibi (Allah), buluşma gününün dehşetini haber vermek için kullarından dilediğine emrinde ruh (melek) indirip vahy veriyor"},{"SurahNumber":40,"VerseNumber":16,"Text":"Onların (mezarlarından) meydana fırlayacakları gün, kendilerinin yapmış olduğu hiçbir şey Allah´a gizli kalmaz. «Bugün mülk kimindir?» (buyurulur). «Bir olan, herşeyi kudreti altında tutan Allah´ındır.» (denir)"}]}