{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":76,"Text":"Ata gati te shqetesuar ne toke (ne Meke) per te perzene prej saj, po atehere edhe ata nuk do te mbeteshin pas teje (pas pak kohe do te shkaterroheshin)"},{"SurahNumber":17,"VerseNumber":77,"Text":"Ky eshte ligji i Tij edh me te derguarit qe i dergoi para teje. E ne ligjin Tone ti nuk gjen ndryshim"},{"SurahNumber":17,"VerseNumber":78,"Text":"Fale namazin kur zbret (nga zeniti) dielli, e deri ne erresiren e nates dhe duke bere lutjen (namazin) e agimit. Vertet, lutja e agimit eshte e percjellur"},{"SurahNumber":17,"VerseNumber":79,"Text":"Dhe ne nje pjese te nates zgjohu me te (me Kur’anin - namazin), eshte e sigurt se Zoti yt do te ngrise ty ne nje vend te lavdishem"},{"SurahNumber":17,"VerseNumber":80,"Text":"Dhe thuaj: “Zoti im, me shpjer ne vend te mire dhe me nxjerr ne menyre ye ndershme dhe nga ana Jote me dhuro fuqi ndihmuese”"},{"SurahNumber":17,"VerseNumber":81,"Text":"Dhe thuaj: “Erdhi e verteta e u zhduk e kota”. Vertet, e kota gjithnje ka qene e zhdukur"},{"SurahNumber":17,"VerseNumber":82,"Text":"Ne te shpallim Kur’anin qe eshte sherim per besimtaret, kurse jobesimtareve nuk u dhton tjeterperpos deshprim"},{"SurahNumber":17,"VerseNumber":83,"Text":"E kur e begatojme (me te mira) njerin, ai prapesohet dhe largohet i mashtruar, e kur e godet e keqja, ai humb shpresen"},{"SurahNumber":17,"VerseNumber":84,"Text":"Thual: “Secili vepron sipas rruges se vet, e Zoti juaj e di me se miri per ate qe eshte ne rruge me te drejte”"},{"SurahNumber":17,"VerseNumber":85,"Text":"Te pyesin ty per shpirtin; Thuaj: “shpirti eshte ceshteje qe i perket vetem Zoti tim, e juve ju eshte dhene fort pak dije”"},{"SurahNumber":17,"VerseNumber":86,"Text":"Po te kishim deshiruar, Ne do ta shlyenim nga gjoksi yt ate qe te shpallem ty, e ti nuk do te gjeje mbrojtes qe do te ruane"}]}