{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"Senin yeryuzunu boynu bukuk, kupkuru gormen de Allah'ın kudretinin delillerindendir. Biz onun uzerine suyu indirdigimiz zaman titresir ve kabarır. Suphesiz ki ona hayat veren Allah mutlaka oluleri de diriltir. Dogrusu O'nun her seye gucu yeter"},{"SurahNumber":41,"VerseNumber":40,"Text":"Ayetlerimiz hakkında dogruluktan ayrılıp inkara sapanlar bize gizli kalmazlar. O halde atese atılacak olan mı daha hayırlıdır, yoksa kıyamet gunu guven icinde gelecek olan mı? Istediginizi yapın. Suphesiz ki Allah, yaptıgınız seyleri hakkıyla gorur"},{"SurahNumber":41,"VerseNumber":41,"Text":"Kur'an kendilerine geldiginde onu inkar edenler, mutlaka cezalarını cekceklerdir. O gercekten cok degerli bir kitaptır"},{"SurahNumber":41,"VerseNumber":42,"Text":"Ona ne onunden, ne de ardından batıl gelemez. O hukum ve hikmet sahibi, ogulmeye layık olan Allah tarafından indirilmistir"},{"SurahNumber":41,"VerseNumber":43,"Text":"Ey Muhammed! Sana senden onceki peygamberlere soylenenden baska bir sey soylenmiyor. Suphesiz ki senin Rabbin hem magfiret sahibidir hem de acı verecek bir azap sahibidir"},{"SurahNumber":41,"VerseNumber":44,"Text":"Eger biz onu yabancı dilden bir Kur'an yapsaydık onlar mutlaka: \"Bu kitabın ayetleri genisce acıklanmalı degil miydi? Arap bir peygambere yabancı dil, oyle mi?\" derlerdi. Sen de ki: \"O, iman edenler icin bir hidayet ve sifadır.\" Iman etmeyenlerin kulaklarında ise bir agırlık vardır. Kur'an onlara gore bir korluktur. Sanki onlar uzak bir yerden cagrılıyorlar (da duymuyorlar)"},{"SurahNumber":41,"VerseNumber":45,"Text":"Andolsun ki biz Musa'ya Tevrat'ı vermistik de onda ihtilafa dusmuslerdi. Eger Rabbin tarafından azabın ertelenmesine dair bir soz gecmeseydi mutlaka aralarında hukum verilirdi. Gercekten onlar Kur'an hakkında bir suphe ve tereddut icindedirler"},{"SurahNumber":41,"VerseNumber":46,"Text":"Her kim iyi bir is yaparsa, kendi lehine yapmıs olur. Kim de bir kotuluk yaparsa, kendi aleyhine yapmıs olur. Rabbin kullara zulmedecek degildir"}]}