{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Iman edip, salih amel isleyenler var ya, Rahman (olan Allah) onları (gonullere) sevdirecektir"},{"SurahNumber":19,"VerseNumber":97,"Text":"(Ey Muhammed!) Biz Kur'an'ı senin dilin uzere kolaylastırdık ki, onunla Allah'tan korkup sakınanları mujdeleyesin, inat edenleri de korkutasın"},{"SurahNumber":19,"VerseNumber":98,"Text":"Hem onlardan once nice nesilleri helak ettik. (Simdi) onlardan hicbirini goruyor musun, yahud onların hafif bir sesini isitiyor musun"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta, Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Ey Muhammed! Kur'an'ı sana sıkıntıya dusesin diye indirmedik"},{"SurahNumber":20,"VerseNumber":3,"Text":"Ancak Allah'tan korkan kimse icin bir ogut olarak (indirdik)"},{"SurahNumber":20,"VerseNumber":4,"Text":"Yeri ve yuce gokleri yaratanın katından yavas yavas bir indirilisle (onu) indirdik"},{"SurahNumber":20,"VerseNumber":5,"Text":"O Rahman (kudret ve hakimiyyetiyle) Ars'a hakim oldu"},{"SurahNumber":20,"VerseNumber":6,"Text":"Butun goklerde olanlar, butun yerdekiler, bu ikisinin arasında ve topragın altıda bulunanlar O'nundur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sen (Allah'a ettigin dua ve zikirle) sesini yukseltirsen (bilki Allah bundan mustagnidir.). Cunku O suphesiz gizliyi de, gizlinin gizlisini de bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah O'dur ki, kendisinden baska hicbir ilah yoktur. En guzel isimler O'nundur"},{"SurahNumber":20,"VerseNumber":9,"Text":"(Habibim!) Musa'nın (basından gecen hayat) hikayesi sana geldi mi"},{"SurahNumber":20,"VerseNumber":10,"Text":"Hani o bir ates gormustu de, ailesine: \"Yerinizde durun, benim gozume bir ates ilisti, belki size bir kor getiririm, yahut atesin yanında bir yol gosterici bulurum\" demisti"},{"SurahNumber":20,"VerseNumber":11,"Text":"Atese vardıgı zaman soyle cagrıldı: \"Ey Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Ben suphesiz senin Rabbinim. Hemen ayakkabılarını cıkar, cunku sen kutsal bir vadi olan Tuva'dasın"}]}