{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"Mi smo ga s desne strane Tura zovnuli i Sebi ga priblizili da cuje rijeci Nase…"},{"SurahNumber":19,"VerseNumber":53,"Text":"i darovali smo mu miloscu Nasom kao vjerovjesnika brata njegova Haruna"},{"SurahNumber":19,"VerseNumber":54,"Text":"I spomeni u Knjizi Ismaila! On je ispunjavao dato obecanje i bio poslanik, vjerovjesnik…"},{"SurahNumber":19,"VerseNumber":55,"Text":"i trazio je od celjadi svoje da molitvu obavljaju i da milostinju udjeljuju, i Gospodar njegov je bio njime zadovoljan"},{"SurahNumber":19,"VerseNumber":56,"Text":"I spomeni u Knjizi Idrisa! On je bio istinoljubiv i vjerovjesnik…"},{"SurahNumber":19,"VerseNumber":57,"Text":"i Mi smo ga na visoko mjesto digli"},{"SurahNumber":19,"VerseNumber":58,"Text":"To su ti vjerovjesnici koje je Allah miloscu Svojom obasuo, potomci Ademovi i onih koje smo sa Nuhom nosili, i potomci Ibrahimovi i Israilovi, i onih koje smo uputili i odabrali. Kad bi im se ajeti Milostivog citali, oni bi licem na tlo padali i plakali"},{"SurahNumber":19,"VerseNumber":59,"Text":"A njih smijenise zli potomci, koji molitvu napustise i za pozudama pođose – oni ce sigurno zlo proci…"},{"SurahNumber":19,"VerseNumber":60,"Text":"ali oni koji su se pokajali, i vjerovali, i dobro cinili njima se nece nikakva nepravda uciniti, oni ce u Dzennet uci…"},{"SurahNumber":19,"VerseNumber":61,"Text":"u edenske vrtove koje je Milostivi robovima Svojim obecao zato sto su u njih vjerovali, a nisu ih vidjeli – a obecanje Njegovo ce se doista ispuniti…"},{"SurahNumber":19,"VerseNumber":62,"Text":"u njima prazne besjede nece slusati, vec samo: “Mir!”, i u njima ce i ujutro i navecer opskrbljeni biti"},{"SurahNumber":19,"VerseNumber":63,"Text":"Dat cemo da takav dzennet naslijedi onaj od robova Nasih koji se bude grijeha klonio"},{"SurahNumber":19,"VerseNumber":64,"Text":"“I ne spustamo se, izuzev po naredbi Gospodara tvog, Njegovo je sve sto je ispred nas i sta je iza nas i ono sto je između toga. Gospodar tvoj ne zaboravlja.”"}]}