{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":16,"VerseNumber":88,"Text":"Jya lokanni inkara kela ani allahacya margapasuna rokhale, amhi tyanna azabavara azaba vadhavita ja'u. Ha mobadala asela tyancya upadravakariteca"},{"SurahNumber":16,"VerseNumber":89,"Text":"Ani jya divasi amhi pratyeka janasamuhata tyancyatunaca tyancyavara saksa denara banavuna anu ani amhi tumacyavara ha grantha avatarita kela ahe jyata pratyeka gostice spasta varnana ahe ani musalamanankarita margadarsana, daya ani khusakhabara ahe"},{"SurahNumber":16,"VerseNumber":90,"Text":"Nihsansaya, allaha n'yayaca, bhalepanaca ani javalacya nateva'ikansi cangale vartana karanyaca adesa deto, ani nirlajjatecya kamampasuna ani va'ita gostimpasuna ani atyacarapasuna rokhato. To svatah tumhala upadesa karita ahe, yasathi ki tumhi bodha prapta karava"},{"SurahNumber":16,"VerseNumber":91,"Text":"Ani allahasi kelela vayada purna kara, jevha tumhi apasata vayade ani vacana-karara karala ani sapathanna, tyancya majabutinantara todu naka, jya'arthi tumhi allahala apala jamina tharavuna ghetale ahe. Nihsansaya, tumhi je kahi karata, allaha te cangalya prakare janato"},{"SurahNumber":16,"VerseNumber":92,"Text":"Ani tya (stri) sarakhe ho'u naka, jine apale suta majabuta katalyanantara tukade tukade karuna takale ki tumhi apalya sapathanna apasata chala-kapatace nimitta banavave, yasathi ki eka gata dusarya gatapeksa ucca tharava. Khari gosta hica ki ya vayadyadvare allaha tumaci pariksa gheta ahe. Nihsansaya, sarvasrestha allaha tumacyasathi kayamatacya divasi tumhala pratyeka gostila spasta karuna sangela, jicyababata tumhi matabheda karita hote"},{"SurahNumber":16,"VerseNumber":93,"Text":"Ani allahane icchile asate tara tumha sarvanna ekaca matace banavile asate, parantu to jyala icchito margabhrasta karato, ani jyala icchito sanmarga dakhavito. Nihsansaya, tumhi je kahi karita ahata, tyababata vicarana keli janara ahe"}]}