{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Cei care nu cred în Viaţa de Apoi dau îngerilor nume de femei"},{"SurahNumber":53,"VerseNumber":28,"Text":"Ei nu au nici o ştiinţă, ci urmează o închipuire. Închipuirea nu slujeşte la nimic în faţa Adevărului"},{"SurahNumber":53,"VerseNumber":29,"Text":"Îndepărtează-te de cel care întoarce spatele amintirii şi care nu doreşte decât Viaţa de Acum"},{"SurahNumber":53,"VerseNumber":30,"Text":"Aceasta este toată întinderea ştiinţei lor! Domnul tău îl ştie prea bine pe cel care se rătăceşte de la calea Sa, precum îl ştie prea bine şi pe cel drept călăuzit"},{"SurahNumber":53,"VerseNumber":31,"Text":"Ale lui Dumnezeu sunt cele din ceruri şi de pe pământ. El îi va răsplăti pe cei care fac răul după ceea ce fac, precum îi va răsplăti şi pe cei care fac binele cu şi mai bine"},{"SurahNumber":53,"VerseNumber":32,"Text":"Domnul tău este darnic la iertare cu cei care se feresc de păcatele grele şi de desfrâu, precum şi cu cei care săvârşesc greşeli uşoare. El vă ştie prea bine de pe când v-a înălţat din pământ şi de pe când eraţi feţi în pântecele mamelor voastre. Nu vă daţi voi singuri mântuirea! El îi ştia prea bine pe cei care se tem"},{"SurahNumber":53,"VerseNumber":33,"Text":"L-ai văzut pe cel care a întors spatele"},{"SurahNumber":53,"VerseNumber":34,"Text":"Are el ştiinţa Tainei ca s-o poată vedea"},{"SurahNumber":53,"VerseNumber":35,"Text":"Nu i s-a dat de ştire oare de ceea ce era în sulurile lui Moise"},{"SurahNumber":53,"VerseNumber":36,"Text":"şi în cele ale lui Abraham cel atât de credincios"},{"SurahNumber":53,"VerseNumber":37,"Text":"Nimănui nu i se va pune în cârcă povara altuia"},{"SurahNumber":53,"VerseNumber":38,"Text":"Omul nu va avea decât ceea ce trudeşte"},{"SurahNumber":53,"VerseNumber":39,"Text":"Truda sa va fi recunoscută"},{"SurahNumber":53,"VerseNumber":40,"Text":"şi va fi din plin răsplătit"},{"SurahNumber":53,"VerseNumber":41,"Text":"La Domnul tău este capătul"},{"SurahNumber":53,"VerseNumber":42,"Text":"El este Cel ce dăruieşte râsul şi Cel ce dăruieşte plânsul"},{"SurahNumber":53,"VerseNumber":43,"Text":"El este Cel ce dăruieşte moartea şi Cel ce dăruieşte viaţa"},{"SurahNumber":53,"VerseNumber":44,"Text":"El a creat perechea, bărbat şi femeie"}]}