{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"anē amē tēmanē āgēvāna banāvī dīdhā kē amārā ādēśōthī lōkōnē mārgadarśana āpē anē amē tēmanī tarapha satkārya karavā anē namājhōnī pābandī karavā anē jhakāta āpavānī vahī karī. Anē tē badhā ja amārī bandagī karanārā bandā'ō hatāṁ"},{"SurahNumber":21,"VerseNumber":74,"Text":"amē lūta a.Sa.Nē paṇa ādēśa anē jñāna āpyuṁ anē tēmanē tē vastī mānthī chūṭakārō āpyō, jyānnā lōkō kharāba kr̥tya karatā hatāṁ anē tē lōkō taddana pāpī hatāṁ"},{"SurahNumber":21,"VerseNumber":75,"Text":"anē amē lūta a.Sa.Nē pōtānī kr̥pāmāṁ dākhala karī līdhā, ni:Śaṅka tē sadācārī lōkō mānthī hatō"},{"SurahNumber":21,"VerseNumber":76,"Text":"nūha nā tē samayanē yāda karō, jyārē tēmaṇē ē pahēlā du'ā karī, amē tēmanī du'ā kabūla karī anē tēmanē tathā tēmanā gharavāḷā'ōnē mōṭī musībatathī chūṭakārō āpyō"},{"SurahNumber":21,"VerseNumber":77,"Text":"anē jē lōkō amārī āyatōnē juṭhalāvī rahyā hatāṁ, tēmanī virud'dha amē tēnī madada karī, ni:Śaṅka tē kharāba lōkō hatāṁ, basa! Amē tē saunē ḍubāḍī dīdhā"},{"SurahNumber":21,"VerseNumber":78,"Text":"anē dā'uda anē sulaimāna a.Sa.Nē yāda karō, jyārē kē tē lōkō ēka khētara bābatē nirṇaya karī rahyā hatāṁ, thōḍāṅka lōkōnī bakarī'ō rātrē khētaramāṁ cārō carī ga'i anē tēmanā nirṇaya vakhatē amē hājara hatāṁ"},{"SurahNumber":21,"VerseNumber":79,"Text":"Amē tēmanō sācō nirṇaya sulaimānanē samajāvī dīdhō, hāṁ! Darēkanē amē ādēśa anē jñāna āpī rākhyuṁ hatuṁ anē dā'udanā vaśamāṁ parvatō anē paṅkhī'ōnē paṇa karī dīdhā hatāṁ, jē tasbīha (allāhanā nāmanuṁ smaraṇa) karatā hatāṁ, amē ja karavāvāḷā hatāṁ"},{"SurahNumber":21,"VerseNumber":80,"Text":"anē amē tēnē tamārā māṭē pōśāka banāvavānī kārīgarī śikhavāḍī jēthī yudva vakhatē tamārā māṭē bacāvanuṁ kāraṇa banē, śuṁ tamē ābhārī banaśō"},{"SurahNumber":21,"VerseNumber":81,"Text":"amē bhayaṅkara havānē sulaimāna a.Sa.Nā vaśamāṁ karī dīdhī, jē tēmanā ādēśa pramāṇē tē dharatī tarapha phūṅkātī hatī, jyāṁ amē barakata āpī rākhī hatī anē amē darēka vastunē khūba sārī jāṇī'ē chī'ē"}]}