{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":67,"Text":"E, quando o infortunio vos toca, no mar, somem aqueles a quem invocais, exceto Ele. Entao, quando Ele vos poe a salvo na terra, vos dais de ombros. E o ser humano e assaz ingrato"},{"SurahNumber":17,"VerseNumber":68,"Text":"Entao, estais seguros de que Ele nao fara uma faixa de terra engolir-vos ou nao enviara contra vos um vento lastrado de seixos, em seguida, nao encontrareis para vos patrono algum"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ou estais seguros de que Ele nao vos fara tornar a ele, outra vez, e nao enviara contra vos um vento devastador, entao, afogar-vos-a por vossa renegacao da Fe, em seguida, nao encontrareis para vos defensor, contra Nos"},{"SurahNumber":17,"VerseNumber":70,"Text":"E, com efeito, honramos os filhos de Adao e levamo-los por terra e mar e demo-lhes por sustento das cousas benignas, e preferimo-los, nitidamente, a muitos dos que criamos"},{"SurahNumber":17,"VerseNumber":71,"Text":"Um dia, convocaremos cada grupo dos homens, com seu imam. Entao, a quem for concedido seu livro em sua destra, esses lerao seu livro e nao sofrerao injustica, nem a minima que seja"},{"SurahNumber":17,"VerseNumber":72,"Text":"E quem, nesta vida e cego, na Derradeira Vida sera cego e mais descaminhado do rumo"},{"SurahNumber":17,"VerseNumber":73,"Text":"E, por certo, quase eles te desviaram, Muhammad, do que te revelamos, para que forjasses, acerca de Nos, outra revelacao que esta. E, nesse caso, haver-te-iam tomado por amigo"},{"SurahNumber":17,"VerseNumber":74,"Text":"E, se te nao houvessemos tornado firme, com efeito, quase te haverias inclinado, um pouco, para eles"},{"SurahNumber":17,"VerseNumber":75,"Text":"Nesse caso, haver-te-iamos feito experimentar o dobro do castigo da vida e o dobro do da morte. Em seguida, nao encontrarias, para ti, socorredor contra Nos"}]}