{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Tanto da si guardais en vuestro interior lo que pensais como si lo expresais con palabras, pues El conoce bien lo que ocultan los corazones"},{"SurahNumber":67,"VerseNumber":14,"Text":"¿Como no iba a conocerlo Aquel que ha creado todas las cosas? El es el Sutil y esta informado de todo"},{"SurahNumber":67,"VerseNumber":15,"Text":"El es Quien facilito que pudierais habitar la tierra.Recorred sus confines y comed de lo que os provee; y Elos resucitara (para juzgaros)"},{"SurahNumber":67,"VerseNumber":16,"Text":"¿Acaso os sentis a salvo (¡vosotros que rechazais la verdad!) de que Quien esta en el cielo no haga que os trague la tierra cuando esta tiemble"},{"SurahNumber":67,"VerseNumber":17,"Text":"¿Acaso os sentis a salvo de que Quien esta en el cielo no envie contra vosotros unfuerte vendaval cargado de guijarros? Entonces conocereis(la severidad de Mi castigo) que os advertia"},{"SurahNumber":67,"VerseNumber":18,"Text":"Y, ciertamente, quienes los precedieron tambien desmintieron a sus profetas y negaron la verdad. ¡Y que terrible fue Mi castigo"},{"SurahNumber":67,"VerseNumber":19,"Text":"¿Acaso no observan como las aves que vuelan sobre ellosextienden y recogen las alas? El Clemente es Quien las sostiene (en el aire). En verdad, El ve todas las cosas"},{"SurahNumber":67,"VerseNumber":20,"Text":"¿Quien, a parte del Clemente, podria actuar como un ejercito auxiliandoos y protegiendoos (del castigo)? Mas quienes rechazan la verdad viven sumidos en el engano"},{"SurahNumber":67,"VerseNumber":21,"Text":"¿Quien podria proveeros si Al-lah retuviese Su sustento? Mas (quienes rechazan la verdad) persisten en su soberbia y en su extravio"},{"SurahNumber":67,"VerseNumber":22,"Text":"¿Quien esta mejor guiado: el que camina cabizbajo[1062] (y no ve lo que hay delante de el) o el que camina erguido por el camino recto"},{"SurahNumber":67,"VerseNumber":23,"Text":"Di (a tu pueblo, ¡oh, Muhammad!): «Al-lah es Quien os creo y os concedio el oido, la vista y la razon. Poco es lo que se Lo agradeceis»"},{"SurahNumber":67,"VerseNumber":24,"Text":"Diles: «El es Quien os creo y os disperso sobre la tierra, y ante El sereis reunidos (el Dia de la Resurreccion)»"},{"SurahNumber":67,"VerseNumber":25,"Text":"Y dicen (quienes niegan la verdad a los creyentes): «¿Y cuando tendra lugar esa promesa (de la resurreccion), si sois veraces?»"},{"SurahNumber":67,"VerseNumber":26,"Text":"Diles (¡oh, Muhammad!): «Solo Al-lah tiene conocimiento de ello, y yo no soy mas que un simple amonestador»"}]}