{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"Bizony sok dzsinnt es embert teremtettunk a Pokolra. Van szivuk, de nem ertenek vele. Van szemuk, de nem latnak vele. Van fuluk, de nem hallanak vele. Ok olyanok, mint az allatok. De nem! Meg tevelygobbek. Ok azok, akik semmire sem figyelnek"},{"SurahNumber":7,"VerseNumber":180,"Text":"Allah-ot illetik a Szep Nevek, czek altal fohaszkodjatok Hozza! Es hagyjatok azokat, akik istenkaromlast kovetnek el az O Neveivel! Meg fogjak kapni a jutalmukat azert, amit tettek"},{"SurahNumber":7,"VerseNumber":181,"Text":"Es azok kozott, akiket teremtettunk. van egy kozosseg, amely az Igazsag szerint vezet es aszerint cselekszik igazsagosan"},{"SurahNumber":7,"VerseNumber":182,"Text":"Es azokat, akik meghazudtoljak a Mi Jeleinket fokozatos buntetessel Sujtjuk, onnan, ahonnan nem is tudjak"},{"SurahNumber":7,"VerseNumber":183,"Text":"Haladekot adok nekik. Az en cselszovesem bizonyos"},{"SurahNumber":7,"VerseNumber":184,"Text":"Talan nem gondolkodtak el? Az o tarsukat (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) nem szallta meg a dzsinn. O bizony nyilvanvalo into"},{"SurahNumber":7,"VerseNumber":185,"Text":"Nem tekintettek-e meg az egek es a fold kiralysagat es azt, amiket Allah teremtett, Es talan mar kozeleg az o megszabott hataridejuk. Vajon milyen hiradasban ezutan, akarnak hinni"},{"SurahNumber":7,"VerseNumber":186,"Text":"Akit Allah visz a tevelygesbe annak nincs vezerloje, Engedd oket tevelygesukben koborolva bolyongani"},{"SurahNumber":7,"VerseNumber":187,"Text":"Kerdezni fognak teged az Orarol. Mikor van annak a megszabott ideje? Mondd: , Annak tudasa csupan az en Uramnal van meg. Csak O ismeri annak idejet. Ott sulyosodik az egekben es a foldon. Varatlanul fog erni benneteket.\" Ugy kerdeznek teged, mintha te tudnal arrol. Mondd: . Annak tudasa csak Allah-nal van meg. Am a legtobb ember nem tudja"}]}