{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"(Musai) tha: “Dijenia lidhur me ta gjendet te Zoti im, ne Liber. Zoti im nuk gabon dhe nuk harron"},{"SurahNumber":20,"VerseNumber":53,"Text":"(Perendia), i cili per ju Token e ka bere shtrat, u ka lehtesuar juve rruget neper te, u ka leshuar uje (shi) nga qielli e qe Ne – me te, kemi nxjerre shume lloj bimesh te ndryshme"},{"SurahNumber":20,"VerseNumber":54,"Text":"Hani dhe kullotni bagetine tuaj! Keto, me te vertete, jane argumente per ata qe jane mentare"},{"SurahNumber":20,"VerseNumber":55,"Text":"Na ju kemi krijuar juve prej saj (tokes), dhe ne te do t’ju kthejme, dhe nga ajo do t’ju nxjerrim juve heren tjeter"},{"SurahNumber":20,"VerseNumber":56,"Text":"Na, me te vertete, ia kemi treguar atij (Faraonit) te gjitha argumentet Tona, e ai i ka konsideruar genjeshtra dhe ka refuzuar besimin"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Faraoni) tha: “A mos ti, o Musa, ke ardhur te na nxjerresh nga toka jone – me magjite tuaja?”"},{"SurahNumber":20,"VerseNumber":58,"Text":"Dhe ne, do te sjellim ty nje magji te ngjashme, e cakto ne mes meje e teje takim, te cilit do t’i permbahemi edhe na edhe ti, ne vend te barabarte"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musai) tha: “Takimi me ju eshte ne diten e kremtes dhe njerezia le te tubohen para mesdites”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Faraoni u largua, i tuboi ngaterresat e veta, e pastaj erdhi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musai u tha atyre: “Mjere per ju! Mos trilloni genjeshtra per Perendine, e qe Ai, t’ju shkaterroje me denim. Do te falimentojne me siguri, ata qe trillojne genjeshtra!”"},{"SurahNumber":20,"VerseNumber":62,"Text":"Ata (magjistaret), polemizuan – per punen e tyre – ne mes vete, duke peshperitur dhe tinezisht u moren vesh"},{"SurahNumber":20,"VerseNumber":63,"Text":"Ata thane: “Me te vertete, keta jane dy magjistare; duan t’ju shporrin juve nga toka e juaj – me magjite e tyre, dhe te shkaterrojne fene tuaj tejet te mire"},{"SurahNumber":20,"VerseNumber":64,"Text":"andaj, mblidhni dredhite tuaja e pastaj – ejani te radhitur. Do te shpetoj sot – ai qe fiton!”"}]}