{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":42,"Text":"ته (دوى ته) ووایه: تاسو په ځمكه كې وګرځئ، نو وګورئ چې د هغو كسانو انجام څنګه و چې له دوى نه مخكې وو، د هغوى اكثره مشركان وو"},{"SurahNumber":30,"VerseNumber":43,"Text":"نو ته خپل مخ ډېر نېغ (سم) دین ته برابر او قايم وساته له دې نه مخكې چې هغه ورځ راشي چې د الله له جانبه هغې ته بېرته ګرځېدل (ګرځول) نشته، په دغې ورځ كې به خلق تار په تار (بېل بېل) شي"},{"SurahNumber":30,"VerseNumber":44,"Text":"هر څوك چې كافر شو، نو په همده باندې (عذاب د) كفر د ده دى۔ او چا چې نېك عمل وكړ، نو دوى خاص د خپلو ځانونو لپاره فرشونه غوړوي (او ځایونه تیاروي)"},{"SurahNumber":30,"VerseNumber":45,"Text":"د دې لپاره چې هغه (الله) هغو كسانو ته چې ايمان يې راوړى دى او نېك عملونه يې كړي دي؛ له خپله فضله بدله وركړي، بېشكه هغه (الله) له كافرانو سره مینه نه كوي"},{"SurahNumber":30,"VerseNumber":46,"Text":"او د هغه (الله) له نښو ځنې دا دي چې هغه هواګانې رالېږي، چې زېرى وركوونكي دي، او د دې لپاره چې په تاسو له خپل رحمته ځینې (مزې)! وڅكوي او د دې لپاره چې كشتۍ د هغه په حكم سره روانې شي، او د دې لپاره چې تاسو د هغه له فضله ولټوئ، او د دې لپاره چې تاسو شكر وباسئ"},{"SurahNumber":30,"VerseNumber":47,"Text":"اویقینًا یقینًا مونږ له تا نه مخكې خپلو قومونو رسولان ته لېږلي وو، نوهغوى دوى ته په ښكاره معجزو سره راغلل، نو مونږه له هغو كسانو نه چې جرم (كفر) يې كړى و، انتقام (او بدل) واخيست او په مونږه باندې د مومنانو مدد كول حق دي"},{"SurahNumber":30,"VerseNumber":48,"Text":"الله هغه ذات دى چې هواګانې لېږي، نو هغه ورېځې پورته كوي، نو هغه (الله) دغه په بره كې څنګه چې وغواړي خوروي او دغه (ورېځې) ټوټه ټوټه لاندې باندې وګرځوي، بیا ته باران وینې چې د هغې (ورېځې) له مینځ نه راوځي، نو كله چې دغه (باران) هغه چا ته ورسوي چې هغه يې په خپلو بنده ګانو كې اراده كړې وي، ناڅاپه دوى ښه خوشحالي كوي"},{"SurahNumber":30,"VerseNumber":49,"Text":"او یقینًا دوى مخكې له دې چې په دوى دغه (باران) نازل كړى شي، له دې نه مخكې خامخا نا امېده وو"},{"SurahNumber":30,"VerseNumber":50,"Text":"نو ته د الله د رحمت نښو (او اشارو) ته وګوره، الله ځمكه د هغې له مرګ (وچ والي) نه وروسته څنګه ژوندۍ كوي، بېشكه دغه (الله) خامخا مړو لره ژوندي كوونكى دى او هغه په هر شي باندې قادر دى"}]}