{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":94,"Text":"Sie werden euch Entschuldigungen vorbringen, wenn ihr zu ihnen zuruckkehrt. Sprich: \"Bringt keine Entschuldigungen vor; wir glauben euch doch nicht. Allah hat uns schon uber eure Angelegenheit belehrt. Allah und Sein Gesandter werden auf euer Tun schauen; dann werdet ihr zu dem Kenner des Verborgenen und des Offenbaren zuruckgebracht werden, und Er wird euch alles verkunden, was ihr zu tun pflegtet"},{"SurahNumber":9,"VerseNumber":95,"Text":"Sie werden vor euch bei Allah schworen, wenn ihr zu ihnen zuruckkehrt, daß ihr sie sich selbst uberlassen sollt. Uberlaßt sie also sich selbst. Sie sind eine Plage, und ihre Herberge ist Gahannam, als Entgelt fur das, was sie sich selbst erwarben"},{"SurahNumber":9,"VerseNumber":96,"Text":"Sie werden euch schworen, daß ihr mit ihnen wohl zufrieden sein konntet. Doch waret ihr auch mit ihnen zufrieden, Allah wurde doch nicht mit einer Schar von Frevlern zufrieden sein"},{"SurahNumber":9,"VerseNumber":97,"Text":"Die Wustenaraber sind am hartesten in Unglauben und Heuchelei und sind eher dazu geneigt, die Schranken nicht anzuerkennen, die Allah Seinem Gesandten offenbart hat. Und Allah ist Allwissend, Allweise"},{"SurahNumber":9,"VerseNumber":98,"Text":"Und unter den Wustenarabern sind so manche, die das, was sie spenden, als eine erzwungene Buße ansehen; und sie warten nur auf euer Mißgeschick. Allein sie selbst wird ein unheilvolles Mißgeschick treffen. Und Allah ist Allhorend, Allwissend"},{"SurahNumber":9,"VerseNumber":99,"Text":"Doch unter den Wustenarabern sind auch solche, die an Allah und an den Jungsten Tag glauben und die das, was sie spenden, als ein Mittel betrachten, sich Allah zu nahern und die Segnungen des Propheten (zu empfangen) Wahrlich, fur sie ist es ein Mittel der Annaherung. Allah wird sie bald in Seine Barmherzigkeit einfuhren. Wahrlich, Allah ist Allvergebend, Barmherzig"}]}