{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Ja vaikka antaisimme enkelien laskeutua heidan luokseen ja vaikka kuolleet puhuisivat heille ja Me keraisimme kaiken mahdollisen takeeksi heidan ymparilleen, eivat he kuitenkaan uskoisi, ellei Jumala sita tahtoisi; silla useimmat heista eivat ymmarra"},{"SurahNumber":6,"VerseNumber":112,"Text":"Niinmuodoin olemme Me jokaiselle profeetalle asettanut vastustajia, nimittain riivaajia ihmisten ja dzinnien joukosta, toinen toistaan ne innoittavat ulkokultaisiin valheisiin johtaakseen ihmisia harhaan, mutta jos Herrasi olisi tahtonut, eivat he olisi (kyenneet) sita tekemaan. Jata heidat siis kaikkine keksintoineen"},{"SurahNumber":6,"VerseNumber":113,"Text":"Ja tama siksi, etta niiden sydamet, jotka eivat usko tulevaan elamaan, kallistuisivat niiden (valheiden) puoleen ja mieltyisivat niihin ja saisivat yha ansaita pahaa paikkaansa"},{"SurahNumber":6,"VerseNumber":114,"Text":"Toivoisinko mina sitten erotuomariksi ketaan muuta kuin Jumalaa; Hanhan teille on lahettanyt ylhaalta Pyhan Kirjoituksen sellaisena, etta sen voi selittaa. Ja ne, joille Me annoimme Kirjoituksen, tietavat, etta Herrasi on sen totisesti lahettanyt ylhaalta. Ala kuulu siis, (Muhammed,) eparoiviin"},{"SurahNumber":6,"VerseNumber":115,"Text":"Herrasi sanat ovat taydellisia totuudessa ja oikeudessa; kukaan ei voi Hanen sanojaan muuttaa. Han on kaikkikuuleva, kaikkitietava"},{"SurahNumber":6,"VerseNumber":116,"Text":"Mutta jos tottelet niiden enemmistoa, jotka maan paalla ovat, johtavat he sinut pois Jumalan tielta; he eivat noudata muuta kuin yleisia kasityksia, eivatka tee muuta kuin luulottelevat"},{"SurahNumber":6,"VerseNumber":117,"Text":"Sinun Herrasi tietaa todella parhaiten, kuka eksyy Hanen tieltaan, ja Han tietaa myos parhaiten ne, jotka pysyvat oikeassa johdatuksessa"},{"SurahNumber":6,"VerseNumber":118,"Text":"Syokaa siis sita, jonka yli Jumalan nimi on lausuttu, jos uskotte Hanen tunnusmerkkeihinsa"}]}