{"Id":173,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul-la","Author":"Muhammad Hamidullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"Il decreta d'en faire sept cieux en deux jours et revela a chaque ciel sa fonction. Et Nous avons decore le ciel le plus proche de lampes [etoiles] et l'avons protege. Tel est l'Ordre etabli par le Puissant, l'Omniscient"},{"SurahNumber":41,"VerseNumber":13,"Text":"S'ils s'en detournent, alors dis-leur; «Je vous ai avertis d'une foudre semblable a celle qui frappa les 'Aad et les Tamud»"},{"SurahNumber":41,"VerseNumber":14,"Text":"Quand les Messagers leur etaient venus, de devant eux et par derriere, [leur disant]: «N'adorez qu'Allah», ils dirent: «Si notre Seigneur avait voulu, Il aurait certainement fait descendre des Anges. Nous ne croyons donc pas [au message] avec lequel vous avez ete envoyes»"},{"SurahNumber":41,"VerseNumber":15,"Text":"Quant aux 'Aad, ils s'enflerent d'orgueil sur terre injustement et dirent: «Qui est plus fort que nous?» Quoi! N'ont-ils pas vu qu'en verite Allah qui les a crees est plus fort qu'eux? Et ils reniaient Nos signes"},{"SurahNumber":41,"VerseNumber":16,"Text":"Nous dechainames contre eux un vent violent et glacial en des jours nefastes, afin de leur faire gouter le chatiment de l'ignominie dans la vie presente. Le chatiment de l'au-dela cependant est plus ignominieux encore, et ils ne seront pas secourus"},{"SurahNumber":41,"VerseNumber":17,"Text":"Et quant aux Tamud, Nous les guidames; mais ils ont prefere l'aveuglement a la guidee. C'est alors qu'ils furent saisis par la foudre du supplice le plus humiliant pour ce qu'ils avaient acquis"},{"SurahNumber":41,"VerseNumber":18,"Text":"Et Nous sauvames ceux qui croyaient et craignaient Allah"},{"SurahNumber":41,"VerseNumber":19,"Text":"Et le jour ou les ennemis d'Allah seront rassembles en masse vers le Feu... Puis on les poussera [dans sa direction]"},{"SurahNumber":41,"VerseNumber":20,"Text":"Alors, quand ils y seront, leur ouie, leurs yeux et leurs peaux temoigneront contre eux de ce qu'ils œuvraient"}]}