{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Kuma ba Mu saukar da waɗansu runduna ba daga sama a kan (halaka) mutanensa, daga bayansa, kuma ba za Mu kasance. Masu saukarwa ba"},{"SurahNumber":36,"VerseNumber":29,"Text":"Ba ta kasance ba face tsawa guda, sa'an nan sai ga su somammu"},{"SurahNumber":36,"VerseNumber":30,"Text":"Ya nadama a kan bayiNa! Wani Manzo ba ya zuwa gare su face sun kasance suna masu yi masa izgili"},{"SurahNumber":36,"VerseNumber":31,"Text":"Ba su gani ba, da yawa Muka halakar da (mutanen) ƙarnoni a gabaninsu kuma cewa su ba za su komo ba"},{"SurahNumber":36,"VerseNumber":32,"Text":"Kuma lalle babu kowa face waɗanda ake halartarwa ne a wurinMu"},{"SurahNumber":36,"VerseNumber":33,"Text":"Kuma aya ce a gare su: ¡asa matacciya, Mu rayar da ita, Mu fitar da ƙwaya daga gare ta, sai ga shi daga gare ta suke ci"},{"SurahNumber":36,"VerseNumber":34,"Text":"Kuma Muka sanya, a cikinta (ƙasa), waɗansu gonaki na dabino da inabobi, kuma Muka ɓuɓɓugar da ruwa daga maremari a cikinta"},{"SurahNumber":36,"VerseNumber":35,"Text":"Domin su ci 'ya'yan itacensa, alhali kuwa hannayensu ba su aikata shi ba. Shin, to, ba za su gode ba"},{"SurahNumber":36,"VerseNumber":36,"Text":"Tsarki ya tabbata ga Wanda Ya halitta nau'uka, namiji da mace, dukansu, daga abin da ƙasa ke tsirarwa, kuma daga kansu, kuma daga abin da ba su sani ba"},{"SurahNumber":36,"VerseNumber":37,"Text":"Kuma aya ce a gare su: Dare Muna feɗe rana daga gare shi, sai ga su suna masu shiga duhu"},{"SurahNumber":36,"VerseNumber":38,"Text":"Kuma rana tana gudana zuwa ga wani matabbaci nata. Wannan ƙaddarawar Mabuwayi ne, Masani"},{"SurahNumber":36,"VerseNumber":39,"Text":"Kuma da wata Mun ƙaddara masa manziloli, har ya koma kamar tsumagiyar murlin dabino wadda ta tsufa"},{"SurahNumber":36,"VerseNumber":40,"Text":"Rana ba ya kamata a gare ta, ta riski wata. Kuma dare ba ya kamata a gare shi ya zama mai tsere wa yini, kuma dukansua cikin sarari guda suke yin iyo"}]}