{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":34,"Text":"Skazhi: \"Yest' li sredi vashikh sotovarishchey tot, kto nachinayet tvoreniye, potom povtoryayet yego?\" Skazhi: \"Allakh nachinayet tvoreniye, potom povtoryayet yego. Do chego zhe vy sovrashcheny"},{"SurahNumber":10,"VerseNumber":35,"Text":"Skazhi: \"Yest' li sredi vashikh sotovarishchey tot, kto vedet k istine?\" Skazhi: \"Allakh vedet k istine. Tot li, kto vedet k istine, imeyet boleye prav, chtoby za nim sledovali, ili tot, kto sam ne vedet, yesli yego ne budut vesti? Chto s vami, kak vy rassuzhdayete"},{"SurahNumber":10,"VerseNumber":36,"Text":"I bol'shinstvo ikh sleduyet tol'ko za predpolozheniyami. Ved' predpolozheniye ni v chem ne izbavlyayet ot istiny. Poistine, Allakh znayet to, chto oni delayut"},{"SurahNumber":10,"VerseNumber":37,"Text":"I ne mog etot Koran byt' izmyshlennym pomimo Allakha, a tol'ko - v podtverzhdeniye istinnosti togo, chto bylo nisposlano do nego, i v iz\"yasneniye pisaniya, - v nem net somneniya! - ot Gospoda mirov"},{"SurahNumber":10,"VerseNumber":38,"Text":"Mozhet byt', oni skazhut: \"Izmyslil on yego\". Skazhi: \"Privedite zhe suru, podobnuyu yemu, i prizyvayte, kogo vy mozhete, pomimo Allakha, yesli vy pravdivy"},{"SurahNumber":10,"VerseNumber":39,"Text":"Da, schitayut lozh'yu to, znaniya chego ne ob\"yemlyut i chego tolkovaniye yeshche ne prishlo k nim. Tak schitali lozh'yu i byvshiye do nikh. Smotri zhe, kakov byl konets nepravednykh"},{"SurahNumber":10,"VerseNumber":40,"Text":"Sredi nikh yest' takiye, chto veryat v Nego, i takiye, chto ne veryat v Nego; Gospod' tvoy luchshe znayet etikh nechestivtsev"},{"SurahNumber":10,"VerseNumber":41,"Text":"A yesli oni budut schitat' tebya lzhetsom, to skazhi: \"U menya - moye delo, a u vas - vashe; vy neprichastny k tomu, chto ya tvoryu, a ya neprichasten k tomu, chto vy tvorite"},{"SurahNumber":10,"VerseNumber":42,"Text":"Sredi nikh yest' i takiye, chto prislushivayutsya k tebe; razve zhe ty zastavish' slyshat' glukhikh, khotya by oni (yeshche i) ne ponimali"}]}