{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":53,"Text":"Omo yo, watashi-tachi wa, anata ga kudasa reta mono o shinji, anata no shito ni shitagaimasu. Sorede watashi-tachi o shonin-tachi to issho ni, kakitomete kudasai"},{"SurahNumber":3,"VerseNumber":54,"Text":"Kare-ra (fushin-sha) wa sakubo shitaga, arra mo sakubo nasa reta. Daga mo sugureta sakubo-sha wa, arra de ara reru"},{"SurahNumber":3,"VerseNumber":55,"Text":"Arra ga ko ose rareta toki o omoiokose. `Isa ― yo, ware wa anata o meshi, ware no moto ni agete, fushinjin-sha (no kyogi) kara kiyomerudearou. Mata ware wa, anata ni tsuisho suru mono o, shinpan no hi made, fushinjin no mono-tachi no joi ni okudearou. Sorekara anata gata wa (mina) ware no moto ni kaeri, anata gata ga arasotte ita koto ni tsuite, ware wa saiketsu o kudasudearou"},{"SurahNumber":3,"VerseNumber":56,"Text":"Sonotoki ware wa, gense ni oite mo raise demo fushinjin'na-sha-tachi ni kibishi chobatsu o ataeyou. (Darehitori) kare-ra o tasukeru mono mo nai"},{"SurahNumber":3,"VerseNumber":57,"Text":"Nushi wa shinko shite zenko ni Tsutomu mu-sha o (jubun ni) hosho sa reru. Daga arra wa, fugi o okonau mono o o konomi ni naranai"},{"SurahNumber":3,"VerseNumber":58,"Text":"Kore wa ware ga anata ni yomi kika seru shirushideari, mata eichi ni michita kyokundearu"},{"SurahNumber":3,"VerseNumber":59,"Text":"Isa wa arra no omotode wa, chodo adamu to onajidearu. Kare ga doro de kare (adamu) o tsukura re, soreni `are.' To ose ni naru to kare wa (ningen to shite) sonzai shita"},{"SurahNumber":3,"VerseNumber":60,"Text":"Shinri wa anata no nushi kara (kuru). Dakara kaigi no to no nakama to natte wa naranai"},{"SurahNumber":3,"VerseNumber":61,"Text":"(Isa ni kansuru) shinjitsu no chishiki ga anata ni kudasa reta nochi, mo shikare ni tsuite anata to giron suru mono ga areba, itte yaru ga i. `Sa, watashi-tachi no shison to anata gata no shison, watashi-tachi no tsuma-tachi to anata gata no tsuma-tachi, watashi-tachi to anata gata o issho ni yonde, arra no o ikari ga uso-tsuki-sha no ue ni kudaru yo ni inorou"}]}