{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Were We to be merciful to them and remove from them their present afflictions, they would persist in their transgression, blindly wandering on"},{"SurahNumber":23,"VerseNumber":76,"Text":"(They are such) that We seized them with chastisement (and yet) they did not humble themselves before their Lord, nor do they entreat"},{"SurahNumber":23,"VerseNumber":77,"Text":"until We opened upon them the door of a severe chastisement. Then lo, in this state they become utterly despaired of any good"},{"SurahNumber":23,"VerseNumber":78,"Text":"It is He Who has endowed you with the faculties of hearing and sight and has given you hearts (to think). Scarcely do you give thanks"},{"SurahNumber":23,"VerseNumber":79,"Text":"It is He Who has dispersed you all around the earth, and it is unto Him that you shall all be mustered"},{"SurahNumber":23,"VerseNumber":80,"Text":"It is He Who gives life and causes death, and He holds mastery over the alternation of night and day. Do you not understand this"},{"SurahNumber":23,"VerseNumber":81,"Text":"Nay, but they say the like of what their predecessors of yore had said"},{"SurahNumber":23,"VerseNumber":82,"Text":"They say: \"Is it that when we are dead and have been reduced to dust and bones, shall we then be raised up again"},{"SurahNumber":23,"VerseNumber":83,"Text":"We were promised such things and so were our forefathers before us. All these are no more than tales of the past"},{"SurahNumber":23,"VerseNumber":84,"Text":"Ask them: \"Whose is the earth and those who are in it? Tell us if you know"},{"SurahNumber":23,"VerseNumber":85,"Text":"They will surely say: \"Allah´s.\" Say: \"Then why do you not take heed"},{"SurahNumber":23,"VerseNumber":86,"Text":"Ask them: \"Who is the Lord of the seven heavens, the Lord of the Great Throne"},{"SurahNumber":23,"VerseNumber":87,"Text":"They will surely say: \"Allah.\" Say: \"Will you not, then, fear (Allah)"},{"SurahNumber":23,"VerseNumber":88,"Text":"Ask them: \"Say, if you indeed know, to whom belongs the dominion over all things; (Who is it) that grants asylum, but against Whom no asylum is available"},{"SurahNumber":23,"VerseNumber":89,"Text":"They will surely say: \"(The dominion over all things) belongs to Allah.\" Say: \"Whence are you then deluded"}]}