{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":104,"Text":"Et tu ne leur demandes aucun salaire pour cela. Ce n’est là qu’un rappel adressé à l’Univers"},{"SurahNumber":12,"VerseNumber":105,"Text":"Et dans les cieux et sur la Terre, que de signes auprès desquels les gens passent, en s’en détournant"},{"SurahNumber":12,"VerseNumber":106,"Text":"Et la plupart d’entre eux ne croient en Allah, qu’en lui donnant des associés"},{"SurahNumber":12,"VerseNumber":107,"Text":"Est-ce qu’ils sont sûrs que le châtiment d’Allah ne viendra pas les couvrir ou que l’Heure ne leur viendra pas soudainement, sans qu’ils s’en rendent compte"},{"SurahNumber":12,"VerseNumber":108,"Text":"Dis: “Voici ma voie ! J’appelle les gens [à la religion] d’Allah, moi et ceux qui me suivent, nous basant sur une preuve évidente. Et Gloire à Allah ! Et je ne suis point du nombre des polythéistes"},{"SurahNumber":12,"VerseNumber":109,"Text":"Nous n’avons envoyé avant toi que des hommes originaires des cités, à qui Nous avons fait des révélations. [Ces gens-là] n’ont-ils pas parcouru la Terre et considéré quelle fut la fin de ceux qui ont vécu avant eux ? La Demeure de l’au-delà est assurément meilleure pour ceux qui craignent [Allah]. Ne raisonnerez-vous donc pas"},{"SurahNumber":12,"VerseNumber":110,"Text":"Quand les Messagers faillirent perdre espoir (et que leurs adeptes) eurent pensé qu’ils étaient dupés voilà que vint à eux Notre secours. Et furent sauvés ceux que Nous voulûmes. Mais Notre rigueur ne saurait être détournée des gens criminels"},{"SurahNumber":12,"VerseNumber":111,"Text":"Dans leurs récits il y a certes une leçon pour les gens doués d’intelligence. Ce n’est point là un récit fabriqué. C’est au contraire la confirmation de ce qui existait déjà avant lui, un exposé détaillé de toute chose, un guide et une miséricorde pour des gens qui croient"}]}