{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"تەسبیحاتی خوا دەکات ئەوەی لە ئاسمانەکان وزەویدایە، دەسەڵاتی تەواو بۆ ئەوە وە ھەرچی ستایش ھەیە ھەمووی بۆ ئەوە وە ئەوە بەسەر ھەموو شتێکدا بەدەسەڵاتە"},{"SurahNumber":64,"VerseNumber":2,"Text":"خوا ئەو زاتەیە کە ئێوەی دروستكردووە ئەمجا ھەندێکتان بێ باوەڕ وھەندێکی تریشتان باوەڕدارن وە خوا بینایە بەھەر شتێك کە ئەنجامی دەدەن"},{"SurahNumber":64,"VerseNumber":3,"Text":"خوا ئاسمانەکان وزەوی دروست کردووە بەحەق وڕاستی لەجوانترین شێوەشدا وێنەی کێشاون وە سەرئەنجامیش ھەر بۆلای ئەوە (گەڕانەوە)"},{"SurahNumber":64,"VerseNumber":4,"Text":"ھەرچی لە ئاسمانەکان وزەویدایە خوا دەیزانێت وە شارەزایە بەوەی دەیشارنەوە، وە بەوەیشی ئاشکرای دەکەن وە خوا زانایە بەوەی لەناو دڵ ودەروندایە"},{"SurahNumber":64,"VerseNumber":5,"Text":"ئایا پێتان نەگەیشتووە ھەواڵی ئەوانەی کە بێ باوەڕ بوون لەمەو پێش، بۆیە چەشتیان تۆڵەی کاری خۆیان وە بۆ ئەوان ھەیە سزای سەخت"},{"SurahNumber":64,"VerseNumber":6,"Text":"ئەو (سزایە) بێگومان بەھۆی ئەوەوەبوو کە پێغەمبەرەکانیان بۆھات بەبەڵگەی ئاشکراوە، کە چی دەیانووت چۆن ئەبێت ئادەمییەك لە خۆمان ڕێنمونیمان بکات، ئەمجا بێ بڕوا بوون وڕوویان وەرگێڕا، وە خواش بێ نیازیی نواند (لە باوەڕھێنانیان) وەخوا دەوڵەمەندە وشایستەی ستایشە"},{"SurahNumber":64,"VerseNumber":7,"Text":"بێ باوەڕان وایان دەزانی کە (لە ڕۆژی دواییدا) زیندوو ناکرێنەوە (ئەی موحەممەد ﷺ) پێیان بڵێ: بەڵێ سوێند بە پەروەردگارم بێگومان زیندوو دەکرێنەوە دڵنیابن پاشان ھەواڵتان پێ دەدرێت بەوەی کە کردووتانە وە ئەمە بۆ خوا (زۆر) ئاسانە"},{"SurahNumber":64,"VerseNumber":8,"Text":"کەواتە باوەڕ بھێنن بەخوا وپێغەمبەرەکەی وبەو ڕووناکیەی دامان بەزاندووە (کە قورئانە) وە خوا ئاگادارە بەوەی کە دەیکەن"},{"SurahNumber":64,"VerseNumber":9,"Text":"(پاداشتان دەداتەوە) لەڕۆژێکدا کە کۆتان دەکاتەوە بۆ ڕۆژی کۆکردنەوە، ئەوڕۆژە ڕۆژی زیانباریە وە ھەرکەسێك بڕوا بھێنێت بەخوا"}]}