{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":36,"VerseNumber":71,"Text":"Kendi elimizle onlar icin yarattıgımız hayvanları gormuyorlar mı? (Bu sayede) Onlar bunlara sahip olmuslardır"},{"SurahNumber":36,"VerseNumber":72,"Text":"O hayvanları, onların emrine verdik. Onlardan kimine biniyorlar, kiminin de etini yiyorlar"},{"SurahNumber":36,"VerseNumber":73,"Text":"O hayvanlarda, insanlar icin daha baska faydalar ve icecekler vardır. Hala sukretmiyorlar mı"},{"SurahNumber":36,"VerseNumber":74,"Text":"Belki yardım gorurler diye Allah'tan baska ilahlar edindiler"},{"SurahNumber":36,"VerseNumber":75,"Text":"Onlar, kendilerine yardımda bulunmaya guc yetiremezler. Aksine kendileri onlar icin hazırlanmıs askerlerdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"Artık onların sozleri seni uzmesin. Biz onların gizlediklerini de acıkladıklarını da elbette biliyoruz"},{"SurahNumber":36,"VerseNumber":77,"Text":"Insan, kendisini bir nutfeden yarattıgımızı gormuyor mu? Derken, o apacık bir dusman kesiliverir"},{"SurahNumber":36,"VerseNumber":78,"Text":"Kendi yaratılısını unutup, bize ornek veriyor: \"Bu curumus kemikleri kim diriltebilir?\" diyor"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: \"Onları ilk defa yaratan diriltecek. O, her yaratılmısı hakkıyla bilendir"},{"SurahNumber":36,"VerseNumber":80,"Text":"Yesil agactan sizin icin ates cıkaran O’dur. Iste siz atesi ondan yakıyorsunuz"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gokleri ve yeri yaratan onların bir benzerini yaratmaya guc yetiremez mi? Evet, elbette kadirdir. O hakkıyla yaratıcıdır ve her seyi bilir"},{"SurahNumber":36,"VerseNumber":82,"Text":"Bir seyi diledigi zaman, O'nun emri yalnızca: 'Ol!' demesidir. O da hemen oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"Her seyin mulku elinde olan ve sizin de kendisine doneceginiz Allah (noksanlıklardan) munezzehtir"}]}