{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Iste bu mujdeyle Allah, iman edip iyi iyi isler yapan kullarını mujdeliyor. De ki: «Buna karsı sizden yakınlıkta sevgiden baska bir karsılık istemem.» Her kim calısır da bir guzellik kazanırsa ona orada daha fazla bir guzellik veririz; cunku Allah, cok bagıslayıcıdır, cokca sukrun karsılıgını verendir"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa, Allah´a karsı bir yalanı mı iftira etti, diyorlar. Allah dilerse senin de kalbini ustunden muhurleyiverir. Allah batılı yok eder, sozleriyle hakkı gerceklestirir. Suphe yok ki O, butun sinelerin icyuzunu bilir"},{"SurahNumber":42,"VerseNumber":25,"Text":"O´dur kullarının tevbesini kabul eden, kotulukleri affeden ve butun yaptıklarınızı bilen"},{"SurahNumber":42,"VerseNumber":26,"Text":"Iman edip iyi amel yapanların duasını kabul buyurur, lutfundan onlara fazlasını da verir, kafirlere gelince, onlara siddetli bir azap vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Bununla beraber Allah kullarına bol bol rızık seriverseydi, yeryuzunde azar ve taskınlık ederlerdi. Fakat diledigi kadar olcu ile indiriyor. Suphesiz ki O, kullarından haberdardır, onları gorendir"},{"SurahNumber":42,"VerseNumber":28,"Text":"O´dur (insanlar) umit kesmislerken yagmuru indiren ve rahmetini her tarafa yayan. O, oyle dost, oyle ovulmeye layık olandır"},{"SurahNumber":42,"VerseNumber":29,"Text":"Goklerin ve yerin yaratılısı ve onlarda urettigi her canlının uretilisi de O´nun ayetlerindendir. Ve O diledigi zaman onları toplamaya da kadirdir"},{"SurahNumber":42,"VerseNumber":30,"Text":"Basınıza ne musibet geldiyse kendi ellerinizle kazandıklarınız yuzundendir. Oysa bir cogunu da bagıslıyor"},{"SurahNumber":42,"VerseNumber":31,"Text":"Hem siz yeryuzunde (O´nu) aciz bırakacak degilsiniz. Ve sizi Allah´tan baska kurtaracak ne bir koruyucu, ne de bir yardımcı yoktur"}]}