{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":31,"Text":"Ce que Nous t’avons revele du Livre est la verite meme, qui vient confirmer (les Ecritures) qui l’ont precede. Allah est, au sujet de Ses serviteurs, Informe et Lucide"},{"SurahNumber":35,"VerseNumber":32,"Text":"Puis Nous avons attribue l’heritage du Livre a ceux que Nous avons elus parmi Nos serviteurs. Certains parmi eux se lesent eux-memes, d’autres empruntent une voie mediane (dans leurs actions), et d’autres enfin vont au-devant des bonnes œuvres : telle est la faveur supreme"},{"SurahNumber":35,"VerseNumber":33,"Text":"Ils entreront dans les Jardins d’Eden ou ils porteront en parures des bracelets en or et des perles, et ils seront de soie vetus"},{"SurahNumber":35,"VerseNumber":34,"Text":"« Louange a Allah Qui a eloigne de nous l’affliction, diront-ils, Notre Seigneur est Absoluteur et si Reconnaissant"},{"SurahNumber":35,"VerseNumber":35,"Text":"C’est Lui Qui, par Sa grace, nous a etablis dans la Demeure permanente ou ni fatigue ni lassitude ne peuvent nous atteindre. »"},{"SurahNumber":35,"VerseNumber":36,"Text":"Ceux qui ont mecru auront, quant a eux, (pour retribution) le feu de la Gehenne. Aucun coup mortel ne leur sera donne et ils ne connaitront pas le trepas ; rien du supplice ne leur sera attenue. C’est ainsi que Nous recompensons tout mecreant ingrat"},{"SurahNumber":35,"VerseNumber":37,"Text":"Ils crieront (au fond de l’Enfer) : « Seigneur ! Fais-nous sortir et nous ferons le bien que nous ne faisions pas autrefois. » « Ne vous avons-Nous pas donne assez longue vie, leur sera-t-il dit, pour que ceux qui voulaient reflechir aient pu reflechir ? Et l’avertisseur n’est-il pas venu vers vous ? Alors, goutez (le supplice) ! Les injustes n’auront aucun allie pour les secourir ! »"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allah Connait l’Inconnaissable (ghayb) des cieux et de la terre. Il connait le mieux ce qu’il y a au fond des cœurs"}]}