{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":47,"VerseNumber":30,"Text":"Si Nous le voulions, nous te les montrerions et tu les reconnaîtrais à leurs traits (particuliers) ; et tu les reconnaîtrais (aussi) à l’intonation de leurs propos. Allah Sait bien vos actions"},{"SurahNumber":47,"VerseNumber":31,"Text":"Nous vous éprouverons pour reconnaître ceux d’entre vous qui (sont prêts à) lutter (pour la cause d’Allah) et qui savent être patients ; et nous évaluerons votre conduite"},{"SurahNumber":47,"VerseNumber":32,"Text":"Ceux qui ont mécru, se sont dressés sur le chemin d’Allah pour en éloigner les autres, et se sont opposés au Messager après que la bonne direction leur a été montrée, ne nuiront en rien à Allah Qui rendra nulles leurs actions"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ô vous qui avez cru ! Obéissez à Allah ! Obéissez au Messager ! Ne rendez pas nulles vos œuvres"},{"SurahNumber":47,"VerseNumber":34,"Text":"Ceux qui ont mécru, se sont dressés sur le chemin d’Allah pour en éloigner les autres, puis sont morts en mécréants, Allah ne leur pardonnera point"},{"SurahNumber":47,"VerseNumber":35,"Text":"Ne lâchez pas pied, n’appelez pas à la paix alors que vous avez le dessus. Allah est avec vous et ne vous privera point de la récompense pour vos œuvres"},{"SurahNumber":47,"VerseNumber":36,"Text":"La vie en ce bas monde n’est certes que jeu futile et divertissement. Mais si vous croyez et (Le) craignez pieusement, (Allah) vous donnera vos récompenses et ne vous réclamera pas vos biens"},{"SurahNumber":47,"VerseNumber":37,"Text":"Car, s’Il vous les réclamait, vous n’en deviendriez que plus jaloux (de vos biens) et Il dévoilerait (au grand jour) vos plus âpres rancœurs"},{"SurahNumber":47,"VerseNumber":38,"Text":"Vous voici appelés à dépenser pour la cause d’Allah. Il en est qui, parmi vous, se montrent avares, mais celui qui est avare l’est certes à ses dépens. Allah, Lui, est le Riche (Qui Se passe de vos dépenses) et c’est vous qui êtes les pauvres. Et si vous tournez le dos, Il vous remplacera par un autre peuple qui ne vous sera point semblable"}]}