{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":128,"Text":"Ara tomadera sadhya ne'i ye tomara stridera madhye samabyabahara karabe, yadi'o tomara akanaksa karo. Kintu bitaraga hayo na puropuri biragabhajane, yara phale take phele rakho yena jhulanta abasthaya. Ara yadi tomara samajhotha karo ebam, tabe nihsandeha allah hacchena paritranakari, aphuranta phaladata."},{"SurahNumber":4,"VerseNumber":129,"Text":"Ara yadi tara bicchinna haya, allaha tadera ubhayake samrd'dha karabena tamra pracurya theke. Ara allah hacchena asesa data, paramajnani."},{"SurahNumber":4,"VerseNumber":130,"Text":"Ara ya-kichu ache mahakasamandale ebam ya-kichu prthibite se-saba'i allah‌ra. Ara amara niscaya'i nirdesa diyachilama tomadera age yadera kitaba deya hayechila tadera ebam tomadera'o yena tomara allah‌ke bhaya-srad'dha karabe. Kintu yadi tomara abisbasa posana karo tabe nihsandeha allah‌ra'i ya-kichu ache mahakasamandale o ya-kichu prthibite. Ara allah hacchena mahadhanabana, parama prasansita."},{"SurahNumber":4,"VerseNumber":131,"Text":"Ara allah‌ra'i ya-kichu ache mahakasamandale o ya-kichu ache prthibite. Ara raksakarirupe allah‌i yathesta."},{"SurahNumber":4,"VerseNumber":132,"Text":"He lokagana! Yadi tini iccha karena tabe tini tomadera sariye dite parena, ara an'yadera niye asate parena. Ara allah e'i byapare hacchena asima ksamatasali."},{"SurahNumber":4,"VerseNumber":133,"Text":"Ye ke'u e'i duniyara puraskara kamana kare allah‌ra kache tabe rayeche ihajagatera o parakalera puraskara. Ara allah hacchena sarbasrota, sarbadrasta."},{"SurahNumber":4,"VerseNumber":134,"Text":"Ohe yara imana enecha! Tomara n'yayabicarera drrha pratisthata ha'o, allah‌ra uddesye saksyadata ha'o, yadi'o ta tomadera nijedera birud'dhe yaya athaba pita-matara o nikata-a‌tmiyera, se dhani hoka athaba gariba, -- kenana allah tadera ubhayera besi nikatabarti. Kaje'i kamanara anubarti hayo na pache tomara bhrasta ha'o. Ara yadi tomara bikrta karo athaba phire ya'o, tabe nihsandeha tomara ya karo allah hacchena tara purna oyakiphahala."}]}