{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"Ki kendilerine verdiğimiz (ni'metlere ve yaptığımız iyiliğ)e karşı nankörlük etsinler. Öyleyse eğlenin, yakında bileceksiniz"},{"SurahNumber":16,"VerseNumber":56,"Text":"Kendilerine verdiğimiz rızıktan, (hiçbir şey) bilmeyen(tanrı)lar(ın)a pay ayırıyorlar. Allah'a andolsun ki siz, bu uydurduğunuz şeylerden mutlaka sorulacaksınız"},{"SurahNumber":16,"VerseNumber":57,"Text":"O şanı yüce Allah'a kızları veriyorlar (melekleri Allah'ın kızları sanıyorlar) da kendilerine hoşlandıkları(erkek çocukları)nı (alıyorlar). (Kız çocuklarından arlanıyorlar. Peki ama neden arlandıkları şeyleri Allah'a layık görüyorlar)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Onlardan birine dişi (çocuğu olduğu) müjdelendiği zaman içi öfkeyle dolarak yüzü kapkara kesilir"},{"SurahNumber":16,"VerseNumber":59,"Text":"Kendisine verilen müjdenin kötülüğünden dolayı kavminden gizlenir. (Şimdi ne yapsın) onu, hakaretle tutsun mu yoksa onu toprağa mı gömsün! Bak, ne kötü hüküm veriyorlar"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ahirete inanmayanların durumu, kötüdür. En yüce durum, Allah'ındır. O, üstün hüküm ve hikmet sahibidir"},{"SurahNumber":16,"VerseNumber":61,"Text":"Eğer Allah, insanları, yaptıkları (her) haksızlıkla cezalandırsaydı, yeryüzünde tek canlı bırakmazdı. Fakat onları takdir edilen bir süreye kadar erteler. Süreleri geldiği zaman da bir sa'at dahi ne geri kalırlar, ne de ileri geçerler (derhal mahvolup giderler)"},{"SurahNumber":16,"VerseNumber":62,"Text":"Kendilerinin hoşlanmadıkları şeyi Allah'a veriyorlar, üstelik de dilleri, \"En güzel sonuç, kendilerinin olacak\" diye yalan söylüyor. Onlara mutlaka ateş vardır ve onlar ona sürüleceklerdir"},{"SurahNumber":16,"VerseNumber":63,"Text":"Allah'a andolsun ki senden önceki milletlere de elçi gönderdik; şeytan onlara yaptıkları işleri süsledi. (Bu yüzden peygamberleri yalanladılar). O, bugün de onların dostudur. Onlar için acı bir azab vardır"},{"SurahNumber":16,"VerseNumber":64,"Text":"Biz sana Kitabı indirdik ki, hakkında ayrılığa düştükleri şeyi onlara açıklayasın ve (o Kitap), inanan bir kavim için yol gösterici ve rahmet olsun"}]}