{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Klyanus' Gospodom voskhoda i zakhoda solntsa, luny i planet! Poistine, My v sostoyanii"},{"SurahNumber":70,"VerseNumber":41,"Text":"pogubit' ikh i zamenit' ikh drugimi lyud'mi, boleye pokornymi Allakhu. I My vsemogushchi, chtoby eto sdelat' bez truda"},{"SurahNumber":70,"VerseNumber":42,"Text":"Ostav' ikh v zabluzhdenii, i pust' oni zabavlyayutsya i naslazhdayutsya svoyey zhizn'yu, poka ne nastanet Den', v kotoryy obeshchano im nakazaniye"},{"SurahNumber":70,"VerseNumber":43,"Text":"tot Den', kogda oni pospeshno vyydut iz mogil i pospeshat na zov tuda, gde oni budut sobrany (dlya rasplaty i vozdayaniya), kak budto oni stremitel'no speshat k idolam, kotorykh oni sozdali i kotorym poklonyalis' v etoy zhizni"},{"SurahNumber":70,"VerseNumber":44,"Text":"Ikh vzory budut potupleny, i ne smogut oni ikh podnyat', i ikh postignet unizheniye i prezreniye. Eto - Den', kotoryy byl im obeshchan v etoy zhizni, a oni ne verili v nego, schitaya yego lozh'yu"},{"SurahNumber":71,"VerseNumber":1,"Text":"My poslali Nukha k yego narodu i skazali yemu: \"Uveshchevay svoy narod do togo, kak postignet yego muchitel'noye nakazaniye"},{"SurahNumber":71,"VerseNumber":2,"Text":"Nukh skazal: \"O narod moy! Poistine, ya dlya vas - uveshchevatel', raz\"yasnyayushchiy vam Poslaniye vashego Gospoda ponyatnym vam yazykom"},{"SurahNumber":71,"VerseNumber":3,"Text":"Povinuytes' Allakhu, bud'te pokornymi Yemu, vypolnyaya Yego predpisaniya, boytes' Yego, otkazyvayas' ot togo, chto On zapretil vam i povinuytes' mne, sleduya moyemu nastavleniyu"},{"SurahNumber":71,"VerseNumber":4,"Text":"Togda Allakh prostit vam grekhi, prodlit vam zhizn' do opredelennogo sroka, kotoryy On sdelal predelom vashey zhizni. Poistine, kogda pridot smert', to ona nikogda ne budet otsrochena. Yesli by vy znali, kakoye sozhaleniye okhvatit vas, kogda nastanet vash smertnyy chas, vy uverovali by"},{"SurahNumber":71,"VerseNumber":5,"Text":"Nukh skazal: \"Gospodi moy! YA neustanno prizyval moy narod k vere denno i noshchno"},{"SurahNumber":71,"VerseNumber":6,"Text":"No moy prizyv tol'ko usilil ikh upryamstvo i nezhelaniye povinovat'sya Tebe"},{"SurahNumber":71,"VerseNumber":7,"Text":"I, poistine, kazhdyy raz, kogda ya ikh prizyval k vere v Tebya, chtoby Ty prostil im grekhi, oni vkladyvali svoi pal'tsy v ushi, daby ne uslyshat' moy prizyv, i zakryvalis' svoyey odezhdoy, chtoby ne videt' moyo litso, i uporstvovali v svoyom neverii, i otkazyvalis' ot moyego prizyva, gordo prevoznosyas'"},{"SurahNumber":71,"VerseNumber":8,"Text":"YA prizyval ikh k vere otkryto, gromkim golosom"},{"SurahNumber":71,"VerseNumber":9,"Text":"potom ya inogda vozveshchal im yavno, a inogda besedoval s nimi tayno, ispol'zuya vse sposoby uveshchevaniya"},{"SurahNumber":71,"VerseNumber":10,"Text":"YA govoril svoyemu narodu: \"Poprosite zhe u svoyego Gospoda proshcheniya za neveriye i nepovinoveniye. Poistine, On proshchayet grekhi vernuvshimsya k Nemu kayushchimsya"}]}