{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"Atē uha hī hai jihaṛā rāta nū tuhānū mauta (nīnda) didā hai atē dina vica jō kūjha tusīṁ karadē hō uha usa nū jāṇadā hai. Phira uha tuhānū uṭhā didā hai, tāṁ ki nīyata samāṁ pūrana hō jāvē. Phira tusīṁ usē vala parata kē jāṇā hai. Phira uha tuhānū sūcita karēgā usa tōṁ jihaṛā kujha tusīṁ karadē rahē hō"},{"SurahNumber":6,"VerseNumber":61,"Text":"Atē uha āpaṇē ādamī'āṁ dē upara bhārī hai atē tuhāḍē tē usa nē nigarāna bhēji'ā hai. Ithōṁ taka ki jadōṁ tuhāḍē vicōṁ kō'ī mauta dē nēṛē pujadā hai tāṁ sāḍē bhējē hō'ē phariśatē usa dē savāsa kaḍha laindē hana atē uha bēpravāhī nahīṁ karadē"},{"SurahNumber":6,"VerseNumber":62,"Text":"Phira sārē āpaṇē asalī mālaka alāha vala vāpisa li'āndē jāṇagē. Suṇa la'u hukama usē dā hai atē uha jaladī hisāba laiṇa vālā hai"},{"SurahNumber":6,"VerseNumber":63,"Text":"Ākhō, ki kihaṛā hai jihaṛā dharatī atē samudara dē hanēri'āṁ vicōṁ tuhānū bacā'undā hai. Tusīṁ usa nū haulī-haulī nimaratā nāla pukāradē hō ki jēkara alāha nē sānū isa muśakala vicōṁ bacā li'ā tāṁ asīṁ usa dē śukara guzāra badi'āṁ vica (śāmila) hō jānvāgē"},{"SurahNumber":6,"VerseNumber":64,"Text":"Ākhō, ki alāha hī tuhānū bacā'undā hai usa tōṁ atē harēka dukha tōṁ phira vī tusīṁ usa dē barābara śarīka khaṛhā karana lagadē hō"},{"SurahNumber":6,"VerseNumber":65,"Text":"Ākhō, alāha samarathā vālā hai isa la'ī ki uha tuhāḍē upara jāṁ tuhāḍē pairāṁ dē thalē kō'ī azāba bhēja dēvē, jāṁ tuhānū vakharē-vakharē karakē ika nū dūsarē dī tākata dā mazā cakhā dēvē. Dēkhō, asīṁ kisa prakāra taraka dā vakharē-vakharē pahilū'āṁ tōṁ vakhi'āṇa karadē hāṁ tāṁ ki uha samajhaṇa"},{"SurahNumber":6,"VerseNumber":66,"Text":"Atē tuhāḍī kauma nē usa nū jhuṭhalā ditā hālāṅki uha saca hai. Ākhō, maiṁ tuhāḍē upara nigarāna nahīṁ hāṁ"},{"SurahNumber":6,"VerseNumber":67,"Text":"Hara ika ḵẖabara dē la'ī ika samāṁ niradhārita hai atē tusīṁ jaladī hī samajha lavaugē"},{"SurahNumber":6,"VerseNumber":68,"Text":"Atē jadōṁ tusīṁ unhāṁ lōkāṁ nū dēkhō jihaṛē sāḍī'āṁ ā'itāṁ vica galāṁ bātāṁ vica laga jāṇa. Atē jēkara kadē śaitāna tuhānū bhulēkhē vica pā dēvē tāṁ yāda ā'uṇa tōṁ bā'ada ajihē zulamī lōkāṁ kōla nā baiṭhō"}]}