{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Dāngshí, nǐ de zhǔ duì tiānshǐmen shuō:“Wǒ jiàng zài dà dìshàng ānzhì rénlèi fányǎn shēngxī.” Tāmen shuō:“Wǒmen zànměi sòngyáng nǐ, zànsòng nǐ chāojué, nándào nǐ hái yào zài dà dìshàng ānzhì zuò'è zhě hé zhìzào liú xiě zhě ma?” Tā [ān lā] shuō:“Wǒ díquè zhīdào nǐmen suǒ bù zhīdào de.”"},{"SurahNumber":2,"VerseNumber":31,"Text":"Tā [ān lā] bǎ wànwù de míngchēng jiàoshòu ā dān [zhù], ránhòu, tā bǎ zhèxiē shìwù zhǎnshì zài tiānshǐmen miànqián. Tā [ān lā] shuō:“Nǐmen gàosù wǒ zhèxiē shìwù de míngchēng ba! Jiǎrú nǐmen shì chéngshí zhě.”"},{"SurahNumber":2,"VerseNumber":32,"Text":"Tāmen shuō:“Zànměi nǐ chāojué! Chúle nǐ suǒ jiàoshòu wǒmen de wài, wǒmen háo wú zhīshì. Nǐ què shì quánzhī de, zuì ruìzhì de.”"},{"SurahNumber":2,"VerseNumber":33,"Text":"Tā [ān lā] shuō:“Ā dān a! Nǐ bǎ zhèxiē shìwù de míngchēng gàosù tāmen [tiānshǐ] ba!” Dāng tā [ā dān] bǎ nàxiē shìwù de míngchēng gàosù tāmen shí, tā [ān lā] shuō:“Nándào wǒ méiyǒu duì nǐmen shuōguò ma? Wǒ díquè zhīdào tiāndì jiān de yīqiè wèi jiàn zhī wù, wǒ díquè zhīdào nǐmen suǒ gōngkāi de hé yǐncáng de.”"},{"SurahNumber":2,"VerseNumber":34,"Text":"Dāngshí, wǒ [ān lā] duì tiānshǐmen shuō:“Nǐmen dāng fúcóng ā dān.” Yúshì tāmen dōu fúcóngle, wéi yī bù lǐsī lìwài. Tā [yī bù lǐsī] jùjué fúcóng, tā àomàn, tā yuánlái jiù bù xìnyǎng."},{"SurahNumber":2,"VerseNumber":35,"Text":"Wǒ [ān lā] shuō:“Ā dān a! Nǐ hé nǐ de qīzi zhù zài lèyuán ba! Nǐ liǎ kě suíyì chī lèyuán lǐ de fēngfù shíwù, dàn nǐ liǎ bùyào jiējìn zhè kē shù, yǐmiǎn chéngwéi bù yì zhě.”"},{"SurahNumber":2,"VerseNumber":36,"Text":"Suíhòu, èmó yòng nà kē shù yǐnyòu tā liǎ shīzú, bìng bǎ tā liǎ cóng suǒ jū de lèyuán lǐ yòu chū. Wǒ [ān lā] shuō:“Nǐmen [cóng lèyuán] xiàqù ba! Nǐmen jiāng hùxiāng díshì. Dà dìshàng yǒu nǐmen de jūsuǒ hé zhànshí de shēnghuó zīliào.”"},{"SurahNumber":2,"VerseNumber":37,"Text":"Ránhòu, ā dān cóng tā de zhǔ [ān lā] nàlǐ fèng dàole yīxiē [qídǎo de] yáncí:[Tā liǎ shuō:“Wǒmen de zhǔ a! Wǒmen yǐ shǐ zìjǐ shòu sǔn. Jiǎrú nǐ bù kuānshù wǒmen, bù cí mǐn wǒmen, wǒmen bì chéngle sǔnshī zhě.”(Jiàn 7:23)] Yúshì tā de zhǔ [ān lā] biàn kuānshùle tā [jí jiēshòu tā de huǐzuì]. Tā [ān lā] què shì jiēshòu huǐguò de, tè cí de."}]}