{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":52,"Text":"ilanti vare, allah sapaniki (bahiskaraniki) guri ayina varu. Mariyu allah sapincina vadiki sahayapadevadini evvadini nivu pondalevu"},{"SurahNumber":4,"VerseNumber":53,"Text":"leda variki rajyapalanalo bhagam unda? Okavela undi unte, varu prajalaku kharjura bijapu cilika anta bhagam kuda iccevaru kadu"},{"SurahNumber":4,"VerseNumber":54,"Text":"leda! Allah tana anugrahanto prajalaku prasadincina (saubhagyanni) cusi varu irsya padutunnara? Vastavaniki (intaku mundu) memu ibrahim kutumbam variki, granthanni mariyu vivekanni prasadincamu. Mariyu variki goppa samrajyanni kuda pradanam cesamu"},{"SurahNumber":4,"VerseNumber":55,"Text":"kani varilo kondaru atanini (pravaktanu) visvasincina varu unnaru, marikondaru atani nundi vimukhulaina varu unnaru. Mariyu variki dahince narakagniye calu"},{"SurahNumber":4,"VerseNumber":56,"Text":"Niscayanga, evaru ma sucanalanu tiraskarincaro! Varini memu munmundu narakagnilo padavestamu. Pratisari vari carmalu kalipoyi napudalla vatiki baduluga - varu badhanu baga ruci cudataniki - vere carmalato marcutamu. Niscayanga, allah sarvasaktimantudu mahavivecanaparudu"},{"SurahNumber":4,"VerseNumber":57,"Text":"mariyu evaraite visvasinci satkaryalu cestaro, varini memu krinda kaluvalu pravahince vanalalo pravesimpajestamu; varandulo, sasvatanga kalakalam untaru. Andu variki pavitra sahavasulu (ajvaj) untaru. Mariyu memu varini dattamaina nidalalo pravesimpajestamu"},{"SurahNumber":4,"VerseNumber":58,"Text":"pucilanu (amanat lanu) tappaka vatiki ar'hulaina variki appagincandani mariyu prajala madhya tirpu cesetappudu n'yayanga tirpu ceyandani, allah mim'malni ajnapistunnadu. Niscayanga, allah enta uttamamaina hitabodha cestunnadu! Niscayanga, allah sarvam vinevadu, sarvam cusevadu"},{"SurahNumber":4,"VerseNumber":59,"Text":"o visvasulara! Miru allah ku vidheyulai undandi; mariyu ayana sandesaharuniki vidheyulai undandi mariyu milo adhikaram appagincabadina variki kuda! Mi madhya e visayanlonaina abhipraya bhedam kaligite - miru allah nu antimadinanni visvasince vare ayite - a visayanni allah ku mariyu pravaktaku nivedincandi. Ide saraina pad'dhati mariyu phalitanni batti kuda uttamamainadi"}]}