{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":67,"Text":"I kogato vi zasegne beda v moreto, onezi, koito zovete, izchezvat, osven Nego. A kogato Toĭ vi izvede na sushata, vie se izvrŭshtate. Chovekŭt e neblagodarnik"},{"SurahNumber":17,"VerseNumber":68,"Text":"Imate li sigurnost, che Toĭ ne shte nakara sushata da vi pogŭlne, ili che ne shte izprati sreshtu vas uragan ot kamŭni? Posle ne shte namerite za sebe si pokrovitel"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ili imate sigurnost, che Toĭ ne shte vi vŭrne tam povtorno, i ne shte izprati sreshtu vas lomyasht vyatŭr, ta da vi izdavi zaradi vasheto neverie? Posle ne shte si namerite v tova pomoshtnik sreshtu Nas"},{"SurahNumber":17,"VerseNumber":70,"Text":"I pochetokhme Nie sinovete na Adam, i gi prenasyame po sushata i moreto, i im davame ot blagata. I gi predpochetokhme da prevŭzkhozhdat povecheto ot onezi, koito sŭtvorikhme"},{"SurahNumber":17,"VerseNumber":71,"Text":"V Denya shte pozovem vsichki khora s tekhnite voditeli. Onezi, chiyato kniga e podadena v desnitsata im, shte chetat [s dovolstvo] knigata si i ne shte bŭdat ugneteni dori s vlakŭntse ot furma"},{"SurahNumber":17,"VerseNumber":72,"Text":"A koĭto na tozi svyat e slyap, toĭ shte bŭde slyap i v otvŭdniya, i shte bŭde naĭ-zabludeniya za pŭtya"},{"SurahNumber":17,"VerseNumber":73,"Text":"I se domogvakha da te otklonyat ot onova, koeto ti razkrikhme [o, Mukhammad], za da izmislish za Nas drugo, i togava shtyakha da te vzemat za priyatel"},{"SurahNumber":17,"VerseNumber":74,"Text":"I ako ne te byakhme Nie podkrepili, za malko shteshe da sklonish kŭm tyakh"},{"SurahNumber":17,"VerseNumber":75,"Text":"Togava shtyakhme da te nakarame dvoĭno da vkusish [mŭchenieto na] zhivota i dvoĭno - na smŭrtta. Posle ne shte si namerish pomoshtnik sreshtu Nas"}]}