{"Id":490,"LanguageCodes":["zu","zul"],"Name":"zul-iqembulezifundi","Author":"Iqembu Lezifundiswa, Mussa Muhammad Telela , Uthman Mfanafuthi Msomi, Moulana Abdur Rahman Chilipa, Haji Ibrahim Mondli Japhet Mthembu, Moulana Imran Ngcobo, Moulana Eshaaq Osman","Language":"Zulu","Description":"Zulu","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa(IDM), https://www.alqurantranslation.com/","Translations":[{"SurahNumber":12,"VerseNumber":38,"Text":"Futhi ngilandele inkolo yobaba bami u-Abrahamu noIsaka noJakobe, akusifanele ngalutho ukuthi singenzela uMvelinqangi abahlanganyeli ekumkhonzeni, lokhu kuphuma emseni kaMvelinqangi owehlela phezu kwethu kanye nakubantu kepha iningi labantu alibongi"},{"SurahNumber":12,"VerseNumber":39,"Text":"Oh bangane ababili basejele! ngakube othixo abehlukehlukene bangcono noma uMvelinqangi oyedwa umnqobi na"},{"SurahNumber":12,"VerseNumber":40,"Text":"Aningakhonzi lutho esikhundleni sakhe ngaphandle kwamagama eniwaqambe nina kanye nobaba benu, uMvelinqangi akazange alehlisele phansi igunya ngalokho umthetho akusiwona wamuntu ngaphandle kokuthi ungokaMvelinqangi, uniphoqe ukuthi ningakhonzi lutho ngaphandle kwakhe, leyo inkolo eqondile kepha iningi labantu alazi"},{"SurahNumber":12,"VerseNumber":41,"Text":"Oh bangane ababili basejele! (incazelo yamaphupho enu ukuthi) oyedwa wenu uzothelela iNkosi (umphathi) wakhe iwayini bese kuthi omunye uzonqanyulezwa bese ziyadla izinyoni ekhanda lakhe udaba seluhluleliwe okuyilona nobabili ebenilubuza"},{"SurahNumber":12,"VerseNumber":42,"Text":"Futhi wathi kulowo ayecabanga ukuthi uzokhululwa (uzosindiswa) kubona bobabili “ngikhumbule eNkosini yakho (umphathi) kepha usathane wamenza ukuthi amkhohlwe ukumkhumbula eNkosini yakhe ngakho-ke wahlala ejele iminyaka embalwa.”"},{"SurahNumber":12,"VerseNumber":43,"Text":"Futhi iNkosi yathi “ngempela mina ngibone (ephuphweni) izinkomo eziyisikhombisa ezikhuluphele zidliwa eziyisikhombisa ezizacile kanye nezikhwebu eziyisikhombisa eluhlazanezinyeezomile, Ohninabaholi! ngichazeleniiphupho lami uma kungukuthi nina niyawachaza amaphupho.”"}]}