{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Firavun: \"Bana butun bilgin buyuculeri getirin\" dedi"},{"SurahNumber":10,"VerseNumber":80,"Text":"Buyuculer geldiginde Musa: \"Atacagınız seyleri atın” dedi"},{"SurahNumber":10,"VerseNumber":81,"Text":"Onlar atınca, Musa dedi ki: \"Sizlerin (ortaya) getirdiginiz buyudur. Dogrusu Allah onu gecersiz kılacaktır. Suphesiz Allah, bozgunculuk cıkaranların isini duzeltmez"},{"SurahNumber":10,"VerseNumber":82,"Text":"Allah, suclu-gunahkarlar istemese de, hakkı (hak olarak) Kendi kelimeleriyle gerceklestirecektir"},{"SurahNumber":10,"VerseNumber":83,"Text":"Sonunda Musa'ya kendi kavminin bir zurriyetinden (genclerinden) baska -Firavun ve onde gelen cevresinin kendilerini belalara carptırmaları korkusuyla- iman eden olmadı. Cunku Firavun, gercekten yeryuzunde buyuklenen bir zorba ve gercekten olcuyu tasıranlardandı"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa dedi ki: \"Ey kavmim, eger siz Allah'a iman edip Musluman olmussanız artık yalnızca O'na tevekkul edin"},{"SurahNumber":10,"VerseNumber":85,"Text":"Dediler ki: \"Biz Allah'a tevekkul ettik; Rabbimiz, bizi zulmeden bir kavim icin bir fitne (konusu) kılma"},{"SurahNumber":10,"VerseNumber":86,"Text":"Ve bizi, kafirler toplulugundan rahmetinle kurtar"},{"SurahNumber":10,"VerseNumber":87,"Text":"Musa ve kardesine (soyle) vahyettik: \"Mısır'da kavminiz icin evler hazırlayın, evlerinizi namaz kılınan (ve kıbleye donuk) yerler yapın ve namazı dosdogru kılın. Mu'minleri de mujdele"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musa dedi ki: \"Rabbimiz, suphesiz Sen, Firavun'a ve onde gelen cevresine dunya hayatında bir cekicilik (guc, ihtisam) ve mallar verdin. Rabbimiz, Senin yolundan saptırmaları icin (mi?) Rabbimiz, mallarını yerin dibine gecir ve onların kalplerinin uzerini siddetle bagla; onlar acı azabı gorecekleri zamana kadar iman etmeyecekler"}]}