{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"They dictus O Moses either vos throw nos est primus throw"},{"SurahNumber":20,"VerseNumber":66,"Text":"He dictus Vos throw Whereupon their ropes sticks comparuit eum their magic prout they moving"},{"SurahNumber":20,"VerseNumber":67,"Text":"Moses harbored some fear"},{"SurahNumber":20,"VerseNumber":68,"Text":"Nos dictus non Habet fear Vos prevail"},{"SurahNumber":20,"VerseNumber":69,"Text":"Throw quod vos habuit in tuus rectus manus it swallow quod they fabricated quod they fabricated est non multus than scheming magician. magician's work non succeed"},{"SurahNumber":20,"VerseNumber":70,"Text":"magicians fell prostrate dictus Nos believe in Dominus de Aaron Moses"},{"SurahNumber":20,"VerseNumber":71,"Text":"He dictus Perfecit vos believe in eum my disponsationis? He est tuus chief unus taught vos magic Ego surely sever tuus manus feet alternate sides Ego crucify vos palm trunks Vos perfecit invenit out quae de nos inflict male retribution qui outlasts whom"},{"SurahNumber":20,"VerseNumber":72,"Text":"They dictus Nos non prefer vos clear proofs ut advenit nos ac Unus created nos! Ergo proles whatever judgment vos wish proles! Vos unus dominus in hoc humilis vita"},{"SurahNumber":20,"VerseNumber":73,"Text":"Nos habet believed in noster Dominus ut He forgive nos noster sins magic ut vos forced nos perform DEUS est far BENE Everlasting"},{"SurahNumber":20,"VerseNumber":74,"Text":"Anyone advenit his Dominus guilty testimentum incur Hell wherein he nunquam abiit nor stays alive"},{"SurahNumber":20,"VerseNumber":75,"Text":"Prout pro those advenit Eum believers led righteous vita they attain high ranks"},{"SurahNumber":20,"VerseNumber":76,"Text":"gardens Eden qui rivers flow est their abode forever Such est reward those purify"}]}