{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Objawienie Księgi pochodzi od Boga, Potężnego, Mądrego"},{"SurahNumber":45,"VerseNumber":3,"Text":"Zaprawdę, w niebiosach i na ziemi są znaki dla wierzących"},{"SurahNumber":45,"VerseNumber":4,"Text":"W stworzeniu was samych i w mnogości wszelkich zwierząt - są znaki dla ludzi, którzy są przekonani"},{"SurahNumber":45,"VerseNumber":5,"Text":"I w zmiennym następstwie nocy i dnia, i w tym darze, jaki Bóg zsyła z nieba dla ożywienia ziemi, po jej śmierci, i w zmianie kierunku wiatrów - są znaki dla ludzi rozumnych"},{"SurahNumber":45,"VerseNumber":6,"Text":"Takie są znaki Boga, które My tobie recytujemy w całej prawdzie. W jakie więc opowiadanie, jeśli nie o Bogu i Jego znakach, oni uwierzą"},{"SurahNumber":45,"VerseNumber":7,"Text":"Biada każdemu kłamcy, grzesznikowi"},{"SurahNumber":45,"VerseNumber":8,"Text":"On słucha znaków Boga, które mu są recytowane, a potem trwa w uporze, wbijając się w dumę, jak gdyby ich wcale nie słyszał. Obwieść mu więc karę bolesną"},{"SurahNumber":45,"VerseNumber":9,"Text":"A kiedy on pozna niektóre Nasze znaki, to bierze je sobie za przedmiot szyderstwa. Dla takich będzie kara poniżająca"},{"SurahNumber":45,"VerseNumber":10,"Text":"Za nimi będzie Gehenna. I nie pomoże im nic to, co zyskali; ani też opiekunowie, których wzięli sobie poza Bogiem. Dla nich kara będzie straszna"},{"SurahNumber":45,"VerseNumber":11,"Text":"To jest droga prosta! A dla tych, którzy odrzucili znaki swego Pana - kara gniewu będzie bolesna"},{"SurahNumber":45,"VerseNumber":12,"Text":"Bóg jest Tym, który poddał wam morze, aby płynął po nim statek, na Jego rozkaz, i abyście poszukiwali pilnie Jego łaski. Być może, będziecie wdzięczni"},{"SurahNumber":45,"VerseNumber":13,"Text":"On poddał wam to, co jest w niebiosach i co jest na ziemi - wszystko pochodzi od Niego. Zaprawdę, w tym są znaki dla ludzi, którzy się zastanawiają"}]}