{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Bu Kitab Qudrətli, Mudrik Allah tərəfindən nazil edilmisdir"},{"SurahNumber":45,"VerseNumber":3,"Text":"Həqiqətən, goylərdə və yerdə mominlər ucun dəlillər vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Sizin yaradılısınızda və Allahın yer uzunə yaydıgı canlılarda qəti iman gətirmis insanlar ucun necə-necə dəlillər vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Gecə və gunduzun bir-birini əvəz etməsində, Allahın goydən yagmur endirib onun vasitəsilə yeri olumundən sonra diriltməsində və kuləkləri istədiyi səmtə yonəltməsində dusuncəli insanlar ucun də dəlillər vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"Bunlar Allahın ayələridir. Biz onları sənə bir həqiqət kimi oxuyuruq. Onlar Allaha və Onun dəlillərinə dair sozə inanmadıqdan daha sonra hansı sozə inanacaqlar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Vay halına iftiracının və gunahkarın"},{"SurahNumber":45,"VerseNumber":8,"Text":"O, Allahın ona oxunan ayələrini esidir və sonra, sanki onları esitməmis kimi təkəbbur gostərərək inadkarlıq edir. Beləsini agrılı-acılı bir əzabla mujdələ"},{"SurahNumber":45,"VerseNumber":9,"Text":"O, ayələrimizdən bir sey oyrəndiyi zaman ona lag edir. Məhz belələri ucun alcaldıcı bir əzab vardır"},{"SurahNumber":45,"VerseNumber":10,"Text":"Qarsıda onları Cəhənnəm gozləyir. Nə qazandıqları seylər, nə də Allahdan basqa tutduqları himayəcilər onları əzabdan qurtara bilməyəcəklər. Onları boyuk bir əzab gozləyir"},{"SurahNumber":45,"VerseNumber":11,"Text":"Bu Quran dogru yol gostəricisidir. Rəbbinin ayələrini inkar edənləri ən pis cəza – agrılı-acılı əzab gozləyir"},{"SurahNumber":45,"VerseNumber":12,"Text":"Gəmilərin Onun əmri ilə dənizdə uzməsi və sizin də Onun lutfundən axtarmanız ucun dənizi sizin xidmətinizə verən Allahdır. Bəlkə, sukur edəsiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Goylərdə və yerdə olanların hamısını O, sizin xidmətinizə vermisdir. Həqiqətən, bunda dusunən adamlar ucun dəlillər vardır"}]}