{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":15,"Text":"Do đo, khi chung đua Yusuf đi xa, chung đong long nem Y xuong gieng. Va TA đa mac khai cho Y (bao): “Mot ngay nao đo, nha nguoi se noi cho bon chung biet viec lam nay cua chung va chung se khong nhan biet (nguoi).”"},{"SurahNumber":12,"VerseNumber":16,"Text":"Va vao đau hom, chung khoc loc đen gap nguoi cha"},{"SurahNumber":12,"VerseNumber":17,"Text":"Chung thua: “Thua cha, chung con ru nhau chay đua va đe Yusuf o gan hanh ly cua chung con, do đo mot con soi đa an thit em mat roi. Va chac cha se khong tin tui con mac dau tui con noi su that.”"},{"SurahNumber":12,"VerseNumber":18,"Text":"Va chung mang chiec ao boi mau gia đen trinh (voi nguoi cha). Nguoi cha bao: “Khong, tam tri cua tui bay đa bay ve su viec. (Su viec đa nhu the) thi kien nhan la (giai phap) tot đep nhat. Va chi Allah la Đang ta cau xin đuoc giup đo ve đieu ma tui bay đa xac nhan.”"},{"SurahNumber":12,"VerseNumber":19,"Text":"Va mot đoan khach thuong đen (dung chan tai cho gieng nuoc). Ho phai mot nguoi muc nuoc (đi keo nuoc gieng). Nguoi đo tha chiec gau xuong gieng roi sau đo ho lon: “Co tin mung! Đay (keo đuoc) mot cau be.” Va ho giau Y (Yusuf) đe lam mot mon hang (đoi chac). Va Allah biet ro đieu ho lam"},{"SurahNumber":12,"VerseNumber":20,"Text":"Va ho (đoan khach thuong) đa ban Y (Yusuf) voi mot gia re mat, chi mot vai đong tien bac. Ho la nhung nguoi đa xem Y chang ra gi"},{"SurahNumber":12,"VerseNumber":21,"Text":"Va vi khach đa mua Y noi Ai Cap bao vo: \"Hay qui trong cau ta trong nha minh. Biet đau cau ta se mang loi ve cho minh hoac minh se nhan cau ta lam con nuoi.\" Va TA đa đinh cu Yusuf trong lanh tho nhu the hau TA day Y cach giai thich nhung cau chuyen khuc mac; va Allah toan quyen kiem soat cong viec cua Ngai nhung đa so nhan loai khong biet"},{"SurahNumber":12,"VerseNumber":22,"Text":"Va khi Y (Yusuf) truong thanh, TA ban cho Y tri suy xet va kien thuc. Va TA đai ngo nhung nguoi lam tot nhu the"}]}