{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Ate anha ate suzakha ika sarabara nahim hana"},{"SurahNumber":35,"VerseNumber":20,"Text":"Ate na hanera ate na prakasa"},{"SurahNumber":35,"VerseNumber":21,"Text":"Ate na cham ate dhupa (ika barabara hana)"},{"SurahNumber":35,"VerseNumber":22,"Text":"Ate jivata ate mritaka barabara nahim ho sakade. Besaka alaha suna'unda hai usa nu jisa nu uha cahuda hai. Ate tusi usa nu suna'una vale nahim bana sakade jihare kabaram vica hana"},{"SurahNumber":35,"VerseNumber":23,"Text":"Tusim tam sirapha ika citavani dena vale ho"},{"SurahNumber":35,"VerseNumber":24,"Text":"Asim tuhanu saca de nala bheji'a hai, khusakhabari dena vala ate savadhana karana vala bana ke ate ko'i kauma ajihi nahim jisa vica ko'i savadhana karana vala na a'i'a hove"},{"SurahNumber":35,"VerseNumber":25,"Text":"Ate jekara iha loka tuhanu jhuthala'unde hana tam inham tom pahilam jo loka ho'e hana, unham ne vi jhuthala'i'a. Unham de kola unham de rasula sapasata pramana, sahife (hukamaname) ate prakasama'i pusatakam lai ke a'e"},{"SurahNumber":35,"VerseNumber":26,"Text":"Phira jinham lokam ne na mani'a unham nu mai' pharha li'a, tam dekho unham upara meri saza kihom jihi ho'i"},{"SurahNumber":35,"VerseNumber":27,"Text":"Ki tusim nahi' dekhade ki alaha ne asamana tom pani utari'a phira asim usa tom vakhare-vakhare ragam de fala paida kara dite. Ate paharam vi"},{"SurahNumber":35,"VerseNumber":28,"Text":"Ate isa tar'ham manukham jivanadhari'am ate pasu'am vica vi alaga-alaga ragam de hana. Alaha tom usa de sadi'am vicom sirafa uhi loka bhai'a rakhade hana jihare gi'ana vale hana. Besaka alaha sakatisali ate mu'afa karana vala hai"},{"SurahNumber":35,"VerseNumber":29,"Text":"Jihare loka alaha di kitaba parhade hana ate namaza sathapita ate apratakha kharaca karade hana. Uha ajihe vapara de ichuka hana jisa vica kade vi mada nahim avega"},{"SurahNumber":35,"VerseNumber":30,"Text":"Tam ki alaha unham nu unham da pura badala deve. Ate unham la'i apani kirapa nala hora zi'ada bakhasisa kare. Besaka uha mu'afa karana vala ate gunam da kadaradana hai"}]}