{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Ci pinhon suxan gued va ci oskoro, U ʙa har ci dar dilho meguzarad, donost"},{"SurahNumber":67,"VerseNumber":14,"Text":"Ojo on ki ofarida, namedonad? Hol on ki U ʙorikʙinu ogoh ast"},{"SurahNumber":67,"VerseNumber":15,"Text":"Ust, ki zaminro romi sumo gardonid Pas ʙar rui on sajr kuned, va az rizqi Xudo ʙixured. Cun az qaʙr ʙerun oed, ʙa sui U meraved"},{"SurahNumber":67,"VerseNumber":16,"Text":"Ojo az on ki dar osmon ast, emin nisastaed, ki nogoh zaminro ʙa larzis darovarad va zamin sumoro dar xud furu ʙarad"},{"SurahNumber":67,"VerseNumber":17,"Text":"Jo az on ki dar osmon ast, emin nisastaed, ki nogoh ʙode hamroh ʙo sangrez ʙar sari sumo firistad? Ba zudi xohed donist, ki ʙim dodani Man ci guna ast"},{"SurahNumber":67,"VerseNumber":18,"Text":"Alʙatta kasone, ki pes az onho ʙudand, pajomʙaronro duruƣ ʙarovardand. Pas azoʙi Man ci guna ʙud"},{"SurahNumber":67,"VerseNumber":19,"Text":"Ojo parrandagonero, ki ʙol kusuda va ʙol kasida ʙar ʙoloi sarason dar parvozand, nadidaand? Onhoro cuz Xudoi rahmon kase dar havo nigoh natavonad dost. Ust, ki ʙa hama ciz ʙinost"},{"SurahNumber":67,"VerseNumber":20,"Text":"Ojo onon, ki joroni sumojand, tavonand dar ʙaroʙari Xudo joriaton kunand? Kofiron dar fireʙe ʙes nestand"},{"SurahNumber":67,"VerseNumber":21,"Text":"Ojo kist on ki ʙa sumo ruzi dihad, agar U ruzii xud ʙozdorad? Na! dar sarkasivu duri az haq pojdor meistand"},{"SurahNumber":67,"VerseNumber":22,"Text":"Ojo on kase, ki nagunsor (xamsuda) ʙar ruj aftoda roh meravad, hidojatjoftatar ast jo on ki ʙar poj istoda va ʙa rohi rost meravad"},{"SurahNumber":67,"VerseNumber":23,"Text":"Bigu: «Ust, ki sumoro ofaridaast va gusu casmu dil dodaast. Ci andak sukr meguzored!»"},{"SurahNumber":67,"VerseNumber":24,"Text":"Bigu: «Ust, ki sumoro dar zamin ofarid va dar qijomat nazdi U cam' ovarda mesaved»"},{"SurahNumber":67,"VerseNumber":25,"Text":"Megujand: «Agar rost megued, in va'da ci vaqt faro merasad?»"},{"SurahNumber":67,"VerseNumber":26,"Text":"Bigu: «Ilmi on nazdi Xudost va man ʙimdihandae oskoram»"}]}