{"Id":332,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Sólo quienes escuchan [con su corazón] pueden responder a la llamada; pero a los muertos [de corazón, sólo] Dios puede devolverles la vida, después de lo cual volverán a Él"},{"SurahNumber":6,"VerseNumber":37,"Text":"Y dicen: “¿Por qué no se ha hecho descender para él un signo claro de su Sustentador?” Di: “Ciertamente, Dios tiene el poder para hacer descender cualquier signo.”Pero la mayoría de los seres humanos no son conscientes de esto"},{"SurahNumber":6,"VerseNumber":38,"Text":"aunque no hay animal que camine sobre la tierra ni ave que vuele con sus dos alas, que no forme comunidades como vosotros: ningún detalle hemos descuidado en Nuestro decreto.Y una vez más: Ante su Sustentador serán [todos] congregados"},{"SurahNumber":6,"VerseNumber":39,"Text":"Y quienes desmienten Nuestros mensajes están entre tinieblas, sordos y mudos. A quien Dios quiere, le deja en el extravío; y pone a quien Él quiere en un camino recto"},{"SurahNumber":6,"VerseNumber":40,"Text":"Di: “¿Imagináis acaso que cuando os llegue el castigo de Dios [en esta vida], u os alcance la Hora, invocaréis a algo distinto de Dios? [¡Decidme esto,] si sois veraces"},{"SurahNumber":6,"VerseNumber":41,"Text":"¡Que va! Le invocaréis sólo a Él --y entonces, si Él quiere, puede que os libre de [la aflicción] que os llevó a invocarle; y os habréis olvidado de todo aquello a lo que [ahora] atribuís divinidad junto con Él.”"},{"SurahNumber":6,"VerseNumber":42,"Text":"Y, en verdad, hicimos llegar Nuestros mensajes a las gentes antes de ti, [Oh Profeta] y les hicimos conocer desgracias y adversidades para que se hicieran humildes"},{"SurahNumber":6,"VerseNumber":43,"Text":"sin embargo, cuando la desgracia que les habíamos decretado se abatió sobre ellos, no se hicieron humildes, sino que se endurecieron sus corazones, porque Satán hizo grato a sus ojos lo que hacían"},{"SurahNumber":6,"VerseNumber":44,"Text":"Luego, cuando hubieron olvidado todo lo que se les había dicho que tuvieran presente, les abrimos las puertas de todas las cosas [buenas], y entonces --cuando estaban disfrutando de lo que se les había concedido-- les llamamos de improviso a rendir cuentas, y fueron entonces presa de la desesperación"}]}