{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"vāru (māntrikulu) ilā annāru: \"Ō mūsā! Nīvu visurutāvā, lēdā mēmu modaṭa visarālā"},{"SurahNumber":20,"VerseNumber":66,"Text":"(mūsā) annāḍu: \"Lēdu! Mīrē (mundu) visaraṇḍi!\" Appuḍu ākasmāttugā vāri trāḷḷu mariyu vāri karralū - vāri mantrajālaṁ valla - ataniki (mūsāku) calistū unnaṭlu kanipin̄cāyi"},{"SurahNumber":20,"VerseNumber":67,"Text":"dānitō mūsāku, tana masanas'sulō konta bhayaṁ kaligindi"},{"SurahNumber":20,"VerseNumber":68,"Text":"mēmu (allāh) annāmu: \"Bhayapaḍaku! Niścayaṅgā nīvē prābalyaṁ pondutāvu"},{"SurahNumber":20,"VerseNumber":69,"Text":"nī kuḍicētilō unnadānini visuru! Adi vāru kalpin̄cina vāṭini mriṅgi vēstundi. Vāru kalpin̄cinadi niścayaṅgā, māntrikuni tantramē! Mariyu māntrikuḍu ennaḍū saphaluḍu kānēraḍu. Vāḍu eṭu nun̄ci, elā vaccinā sarē"},{"SurahNumber":20,"VerseNumber":70,"Text":"appuḍu ā māntrikulu sāṣṭāṅgaṁ (sajdā)lō paḍutū annāru: \"Mēmu hārūn mariyu mūsāla prabhuvunu viśvasin̄cāmu"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Phir'aun) annāḍu: \"Nēnu anumatin̄caka mundē, mīru itanini viśvasin̄cārā? Niścayaṅgā, itanē mīku mantrajālaṁ nērpina guruvu! Kāvuna ippuḍu nēnu mī andari cētulanu mariyu kāḷḷanu vyatirēka pakṣala nuṇḍi narikistānu mariyu mim'malni andarinī, kharjūrapu dūlāla mīda siluva (śūlārōhaṇa) cēyistānu. Appuḍu mā iddarilō evari śikṣa ekkuva kaṭhinamainadō mariyu dīrghakālikamainadō mīku tappaka teliyagaladu"},{"SurahNumber":20,"VerseNumber":72,"Text":"vāru (māntrikulu) annāru: \"Mā vaddaku vaccina spaṣṭamaina sūcanalanu mariyu mam'malni sr̥jin̄cina prabhuvu (allāh)nu vadali, mēmu nīku prādhān'yatanivvamu. Nīvu cēya dalacu kunnadi cēsukō! Nīvu kēvalaṁ aihika jīvitānni mātramē antamondin̄ca galavu"},{"SurahNumber":20,"VerseNumber":73,"Text":"niścayaṅgā, mēmu mā prabhuvunandē viśvāsamun̄cāmu, āyana (allāh) yē mā tappulanu mariyu nīvu balavantaṅgā mā cēta cēyin̄cina mantratantrālanu kṣamin̄cēvāḍu. (Prati phalamivvaṭanlō) allāh yē sarvaśrēṣṭhuḍu mariyu śāśvataṅgā uṇḍēvāḍu (nityuḍu)"},{"SurahNumber":20,"VerseNumber":74,"Text":"niścayaṅgā, tana prabhuvu mundu pāpātmuḍigā hājarayyē vāḍiki tappaka narakaṁ galadu. Andulō vāḍu cāvanū lēḍu, bratakanū lēḍu"},{"SurahNumber":20,"VerseNumber":75,"Text":"evaḍaitē viśvāsigā hājaravutāḍō mariyu satkāryālu cēsi uṇṭāḍō, alāṇṭi vāriki unnata sthānāluṇṭāyi"},{"SurahNumber":20,"VerseNumber":76,"Text":"śāśvatamaina svargavanālu! Vāṭi krinda selayēḷḷu pārutū uṇṭāyi. Vārandulō śāśvataṅgā uṇṭāru. Mariyu idē puṇyavantulaku dorikē pratiphalaṁ"}]}