{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":13,"VerseNumber":6,"Text":"Bagusaba kwihutisha ikibi (ibihano) mbere y'icyiza (kwemera), kandi mbere yabo harahise ibihano by’intangarugero bisa na byo. Mu by’ukuri Nyagasani wawe ni Umunyembabazi ku bantu atitaye ku bikorwa bibi byabo. Kandi rwose Nyagasani wawe ni Nyiribihano bikaze"},{"SurahNumber":13,"VerseNumber":7,"Text":"Kandi abahakanyi baravuga bati “Kubera iki (Muhamadi) atamanuriwe ikimenyetso (gifatika) giturutse kwa Nyagasani we (kimeze nk’inkoni ya Musa cyangwa nk’ingamiya ya Swaleh)?” Mu by’ukuri (ibyo ntibiri mu bushobozi bwawe kuko) wowe uri umuburizi, kandi buri bantu bagira umuyobozi (Intumwa)"},{"SurahNumber":13,"VerseNumber":8,"Text":"Allah azi icyo buri kigore gifite muri nyababyeyi, (akanamenya) ibivuka bidashyitse ndetse n’ibisagiza (ibirenza igihe). Kandi iwe buri kintu cyose gifite igipimo"},{"SurahNumber":13,"VerseNumber":9,"Text":"Umumenyi w’ibitagaragara n’ibigaragara, Usumba byose, Uwikirenga"},{"SurahNumber":13,"VerseNumber":10,"Text":"(Kuri Allah) uhisha imvugo n’uyigaragaza muri mwe, uwitwikira ijoro ndetse n’ugaragara ku manywa, bose ni bamwe"},{"SurahNumber":13,"VerseNumber":11,"Text":"(Buri muntu) afite abamalayika basimburana imbere n’inyuma he; bamurinda ku bw’itegeko rya Allah. Mu by’ukuri Allah ntahindura ibiri mu bantu keretse bahinduye ibibarimo. Ariko iyo Allah ashaka ko ikibi kiba ku bantu ntawe ugikumira, nta n’ubwo bagira undi murinzi utari We"},{"SurahNumber":13,"VerseNumber":12,"Text":"Ni We ubereka imirabyo ibateye ubwoba, ikaba n’icyizere (ku bategereje imvura). Kandi ni na We uzana ibicu bibuditse"},{"SurahNumber":13,"VerseNumber":13,"Text":"N’inkuba isingiza (Allah) mu ishimwe rye ryuzuye, ndetse n’Abamalayika (bakamusingiza) kubera kumutinya. Anohereza urusaku rw’inkuba akaruhanisha uwo ashaka; mu gihe (abahakanyi) baba bajya impaka kuri Allah, kandi ari Nyirukuburizamo bikomeye imigambi mibisha (wubikira abahakanyi)"}]}