{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":4,"VerseNumber":80,"Text":"Aki engedelmeskedik a Kuldottnek (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) az Allah-nak engedelmeskedik. Es aki elfordul (az az o dolga!) Nem orzokent kuldtunk el teged (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) hozzajuk"},{"SurahNumber":4,"VerseNumber":81,"Text":"Azt mondjak: Engedelmesseg!\" Am ha elmennek toled (Muhammad - Allah aldja meg es adjon Neki orok udvosseget), egy csoport ejnek evadjan mast csinal, mint, amit mond. Am Allah felirja azt, amit ejjel fondorkodnak. Fordulj el toluk es hagyatkozz Allah-ra! Allah elegseges gyamolito"},{"SurahNumber":4,"VerseNumber":82,"Text":"Hat nem gondolkodnak el a Koranon? Ha nem Allah-tol szarmazna, bizony sok ellentmondast talalnanak benne"},{"SurahNumber":4,"VerseNumber":83,"Text":"Ha tudomasukra jut valami ugy a biztonsag, vagy a felelem tekinteteben, azt elhiresztelik. Am ha a Kuldottnek, vagy az ugyek intezoinek mondanak el, akkor megtudnak azok, akik kepesek jo kovetkeztetest levonni kozuluk. Ha nem lenne Allah tularado kegyelme es irgalma irantatok, bizony a satant kovetnetek, keves kivetellel"},{"SurahNumber":4,"VerseNumber":84,"Text":"Harcolj (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) Allah Utjan! Csak sajat magadert vagy felelos. Buzditsd a hivoket! Talan Allah elharitja azok csapasat, akik hitetlenkednek. Allah erosebben tud sujtani es erosebb a buntetese"},{"SurahNumber":4,"VerseNumber":85,"Text":"Aki valami jo dologert jar kozben az reszt kap abbol. Aki pedig valami rossz dologert jar kozben, az ugyanazt kapja abbol. Allah minden dolog folott Orzo"},{"SurahNumber":4,"VerseNumber":86,"Text":"Ha koszontessel illetnek benneteket akkor meg szebb koszontessel viszonozzatok azt!\" Vagy ugyanugy koszonjetek! Bizony Allah minden dolog szamon Tartoja"}]}