{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":116,"Text":"Aqïqatında, küpirlik etkenderdi / ïmanğa kelmegenderdi / mal dünïeleri de, balaları da eşbir närsemen Allahtan / Onıñ azabınan / qutqara almaydı. Mine, solar - Otta bolatındardan, olar onda mäñgi qalwşılar"},{"SurahNumber":3,"VerseNumber":117,"Text":"Olardıñ osı ömirde jumsağandarınıñ mısalı - özderine özderi ädiletsizdik etken adamdardıñ egindigine tïip, onı tıp-tïpıl etken bir swıq jelge uqsaydı. Allah olarğa ädiletsizdik istegen joq. Alayda, olar özderine ädiletsizdik istedi"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ey, ïmanğa kelgender! Özderiñnen bolmağan basqalardı dos, sırlas etip almañdar. Olar senderge nuqsan keltiretin sätti qalt jibermeydi. Olar senderdiñ qïnınşılıqta qalwlarıñdı qalaydı. Olardıñ / senderdi / jek körwleri kömeylerinen bayqaldı. Al, kökirekterinde jasırğandarı odan da ülken. Eger aqıldarıñdı istetip uğınatın bolsañdar, senderge ayattardı anıqtap tüsindirip berdik"},{"SurahNumber":3,"VerseNumber":119,"Text":"Mine, sender olardı jaqsı köresiñder, al olar senderdi jaqsı körmeydi. Sender Kitapqa bütindey senesiñder. Olar senderdi kezdestirse: «Biz ïmanğa keldik», - deydi. Al, oñaşa qalğanda, senderge ızalanğannan barmaqtarın şaynaydı. Olarğa: «Izalarıñnan ölip ketiñder», - dep ayt. Aqïqatında, Allah - kökirekterdegini jaqsı Bilwşi"},{"SurahNumber":3,"VerseNumber":120,"Text":"Eger senderge bir jaqsılıq jetse, bul olardı qapalandıradı, äri senderge bir jamandıq jetse, olar buğan qwanadı. Al, eger sabır etseñder äri taqwa bolsañdar / Allahtıñ jazasınan qorqıp, saqtansañdar / , olardıñ qwlıq-sumdığı senderge eşbir zïyan tïgizbeydi. Aqïqatında, Allah - olardıñ ne istep jatqandarın Qamtwşı"},{"SurahNumber":3,"VerseNumber":121,"Text":"Kezinde, / ey, Muxammed / sen üyiñnen ïmandılardı / müminderdi / şayqas orındarına ornalastırw üşin erte şıqtıñ. Allah - ärbir närseni Estwşi, bärin Bilwşi"}]}