{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":121,"Text":"“Biz Alemlerin Rabbine"},{"SurahNumber":7,"VerseNumber":122,"Text":"Musa ve Harun’un Rabbine iman ettik”, dediler"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firavun, onlara soyle dedi: “- Ben, size izin vermeden, siz ona iman ettiniz ha! Suphesiz bu bir hiledir ki, siz onu, sehirde (Mısır’da) anlasıp kurmussunuz; yerli halkı bu sehirden cıkarmak (ve kendiniz yerlesmek) istiyorsunuz. O halde (basınıza ne gelecegini) yakında bilirsiniz"},{"SurahNumber":7,"VerseNumber":124,"Text":"Muhakkak surette ellerinizi ve ayaklarınızı caprazlama kestirecegim, sonra kat’iyyen topunuzu astıracagım.”"},{"SurahNumber":7,"VerseNumber":125,"Text":"Sihirbazlar, ona soyle dediler: “- Dogrusu biz Rabbimize donecegiz (bizi olumle korkutamazsın)"},{"SurahNumber":7,"VerseNumber":126,"Text":"Senin bizden intikam almaya kalkısman ancak, Rabbimizin ayetleri gelince iman etmemizden ileri geliyor. Ey Rabbimiz! uzerimize sabır yagdır ve bizi musluman olarak oldur.”"},{"SurahNumber":7,"VerseNumber":127,"Text":"Firavun’un kavminden basta gelenler, Firavun’a soyle dediler: “-Musa’yı ve kavmini, fesadcılık yapmaları ve Musa’nın hem seni, hem de senin tanrılarını terketmesi icin mi bu yerde bırakacaksın? “Firavun onlara soyle cevap verdi: “- Daha once onlara yaptıgımız gibi, dogacak ogullarını oldurturuz; yalnız kadınlarını sag bırakırız (ki bize hizmet etsinler). Elbette yine, biz onların uzerine hakim ve kahredicileriz.”"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa kavmine: “- Allah’dan yardım dileyin ve sabredin. Muhakkak ki yeryuzu Allah’ındır. Kullarından diledigini ona varis kılar. Sonunda kurtulus, Allah’dan korkanlar icindir.” dedi"},{"SurahNumber":7,"VerseNumber":129,"Text":"Musa’ya iman edenler de: “- Sen bize Peygamber gelmeden once de, bize Peygamber geldikten sonra da eziyet gorduk.” dediler. Musa soyle dedi: “-Umulur ki Rabbiniz, dusmanlarınızı helak edecek ve sizi onlar yerine sahip kılacaktır da sizin nasıl hareket edeceginize bakacaktır.”"},{"SurahNumber":7,"VerseNumber":130,"Text":"And olsun ki, biz, Firavun ailesini, dusunup ibret alsınlar diye, tuttuk senelerce mahsul kıtlıgı ve kuraklıkla kıvrandırdık"}]}