{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":36,"Text":"And when the ones who have disbelieved see you, decidedly they take you only for mockery, (saying), \"Is this the one who makes mention of (i.e., mentions (their uselessness) your gods?\" And they are they who in the Remembrance of The All-Merciful are the ones (who) are disbelievers"},{"SurahNumber":21,"VerseNumber":37,"Text":"Man was created of haste. Soon I will show you My signs, so do not ask Me to hasten"},{"SurahNumber":21,"VerseNumber":38,"Text":"And they say, \"When will this promise (come to pass), in case you are sincere"},{"SurahNumber":21,"VerseNumber":39,"Text":"If the ones who have disbelieved knew while (Or: the time when) they will not restrain the Fire from their faces nor from their backs, nor will they be vindicated"},{"SurahNumber":21,"VerseNumber":40,"Text":"No indeed, it will come up to them suddenly; then it will dumbfound them, so they shall not be able to turn it back, and they will not be respited"},{"SurahNumber":21,"VerseNumber":41,"Text":"And Messengers even before you were indeed already mocked at, then whatever (the disbelievers) mocked at redounded upon the ones (i.e., the disbelievers) who scoffed at them. (The Messengers)"},{"SurahNumber":21,"VerseNumber":42,"Text":"Say, \"Who will take good care of you by night and in the daytime from The All-Merciful?\" No indeed, (but) from the Remembrance of their Lord they are veering away"},{"SurahNumber":21,"VerseNumber":43,"Text":"Or even have they gods that will prevent (their punishment), apart from Us? They are not able to vindicate themselves, nor will they be kept company by Us"},{"SurahNumber":21,"VerseNumber":44,"Text":"No indeed, (but) We gave these and their fathers enjoyment (of days), until age grew long for them. Do they then not see that We come up to the earth, diminishing it in its extremes? Or are they then the overcomers"}]}