{"Id":215,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"ನಾವು (ಅಲ್ಲಾಹು) ಹೇಳಿದೆವು; ‘‘ನೀವೆಲ್ಲರೂ ಇಲ್ಲಿಂದ ಇಳಿದು ಹೋಗಿರಿ. ನನ್ನ ಕಡೆಯಿಂದ ನಿಮ್ಮ ಬಳಿಗೆ ಏನಾದರೂ ಮಾರ್ಗದರ್ಶನ ತಲುಪಿದಾಗ, ಯಾರು ನಾನು ತೋರಿದ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸುವರೋ ಅವರಿಗೆ ಯಾವ ಭಯವೂ ಇರದು ಮತ್ತು ಅವರು ದುಃಖಿಸಲಾರರು’’"},{"SurahNumber":2,"VerseNumber":39,"Text":"‘‘ಇನ್ನು (ಸತ್ಯವನ್ನು) ಧಿಕ್ಕರಿಸುವವರು ಮತ್ತು ನಮ್ಮ ವಚನಗಳನ್ನು ತಿರಸ್ಕರಿಸುವವರೇ ನರಕಾಗ್ನಿಯವರು ಮತ್ತು ಅವರು ಅದರಲ್ಲಿ ಸದಾಕಾಲ ಇರುವರು’’"},{"SurahNumber":2,"VerseNumber":40,"Text":"ಇಸ್ರಾಈಲರ ಸಂತತಿಗಳೇ, ನಾನು ನಿಮಗೆ ನೀಡಿದ ನನ್ನ ಅನುಗ್ರಹಗಳನ್ನು ನೆನಪಿಸಿಕೊಳ್ಳಿರಿ ಮತ್ತು ನನ್ನ ಜೊತೆ ನೀವು ಮಾಡಿದ್ದ ಕರಾರನ್ನು ಪಾಲಿಸಿರಿ. (ಆಗ) ನಿಮ್ಮ ಜೊತೆ ನಾನು ಮಾಡಿರುವ ಕರಾರನ್ನು ನಾನು ಪಾಲಿಸುವೆನು ಮತ್ತು ನೀವು ನನಗೆ ಮಾತ್ರ ಅಂಜಿರಿ"},{"SurahNumber":2,"VerseNumber":41,"Text":"ಮತ್ತು ನಾನು ಇಳಿಸಿರುವ ಸಂದೇಶದಲ್ಲಿ ನೀವು ನಂಬಿಕೆ ಇಡಿರಿ. ಅದು ಈಗಾಗಲೇ ನಿಮ್ಮ ಬಳಿ ಇರುವ ಸಂದೇಶವನ್ನು ಸಮರ್ಥಿಸುತ್ತದೆ. ಇನ್ನು, ಅದನ್ನು ಧಿಕ್ಕರಿಸುವವರಲ್ಲಿ ನೀವೇ ಮೊದಲಿಗರಾಗಬೇಡಿ ಹಾಗೂ ನನ್ನ ವಚನಗಳನ್ನು ಅಗ್ಗದ ಬೆಲೆಗೆ ಮಾರದಿರಿ ಮತ್ತು ನೀವು ನನಗೆ ಮಾತ್ರ ಅಂಜಿರಿ"},{"SurahNumber":2,"VerseNumber":42,"Text":"ನೀವು ಸತ್ಯವನ್ನು ಮಿಥ್ಯದ ಜೊತೆ ಬೆರೆಸಬೇಡಿ ಹಾಗೂ ಸತ್ಯವನ್ನು ತಿಳಿದಿರುತ್ತಾ ಅದನ್ನು ಅಡಗಿಸಿಡಬೇಡಿ"},{"SurahNumber":2,"VerseNumber":43,"Text":"ಮತ್ತು ನೀವು ಸ್ಥಿರವಾಗಿ ನಮಾಝನ್ನು ಪಾಲಿಸಿರಿ ಹಾಗೂ ಝಕಾತನ್ನು ಪಾವತಿಸಿರಿ ಮತ್ತು (ಅಲ್ಲಾಹನೆದುರು) ಬಾಗುವವರ ಜೊತೆ ಸೇರಿ ಬಾಗಿರಿ"},{"SurahNumber":2,"VerseNumber":44,"Text":"ನೀವೇನು ಜನರಿಗೆ ಒಳಿತನ್ನು ಆದೇಶಿಸಿ, ಸ್ವತಃ ನಿಮ್ಮನ್ನೇ ಮರೆತು ಬಿಡುತ್ತೀರಾ? ನೀವಂತೂ ಗ್ರಂಥವನ್ನು ಓದುವವರಾಗಿದ್ದೀರಿ – ಇಷ್ಟಾಗಿಯೂ ನೀವು ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲವೇ"},{"SurahNumber":2,"VerseNumber":45,"Text":"ನೀವು ಸಹನೆ ಮತ್ತು ನಮಾಝ್‌ನಿಂದ ನೆರವು ಪಡೆಯಿರಿ. ಖಂಡಿತವಾಗಿಯೂ ಅದು ಭಯಭಕ್ತಿ ಉಳ್ಳವರ ಹೊರತು ಇತರರ ಪಾಲಿಗೆ ಕಷ್ಟದ ಕೆಲಸವಾಗಿದೆ"},{"SurahNumber":2,"VerseNumber":46,"Text":"(ಏಕೆಂದರೆ) ಅವರು, (ಭಯಭಕ್ತಿಯುಳ್ಳವರು) ತಾವು ತಮ್ಮ ಒಡೆಯನನ್ನು ಭೇಟಿಯಾಗಲಿಕ್ಕಿದೆ ಮತ್ತು ತಾವು ಅವನ ಕಡೆಗೆ ಮರಳಿ ಹೋಗಬೇಕಾದವರು ಎಂದು ನಂಬುವವರಾಗಿದ್ದಾರೆ"},{"SurahNumber":2,"VerseNumber":47,"Text":"ಇಸ್ರಾಈಲರ ಸಂತತಿಗಳೇ, ನಾನು (ಅಲ್ಲಾಹು) ನಿಮಗೆ ನೀಡಿದ್ದ ಅನುಗ್ರಹಗಳನ್ನು ಮತ್ತು ಜಗತ್ತಿನ ಇತರರ ಮೇಲೆ ನಾನು ನಿಮಗೆ ಹಿರಿಮೆ ನೀಡಿದ್ದನ್ನು ನೆನಪಿಸಿಕೊಳ್ಳಿರಿ"},{"SurahNumber":2,"VerseNumber":48,"Text":"ಮತ್ತು ನೀವು – ಯಾರಿಗೂ ಯಾರಿಂದಲೂ ಸ್ವಲ್ಪವೂ ಪ್ರಯೋಜನವಾಗದ, ಯಾರಿಂದಲೂ ಶಿಫಾರಸನ್ನು ಸ್ವೀಕರಿಸಲಾಗದ, ಯಾರಿಂದಲೂ ಯಾವುದೇ ಪರಿಹಾರವನ್ನು ಪಡೆಯಲಾಗದ ಮತ್ತು ಅವರಿಗೆ (ಅಪರಾಧಿಗಳಿಗೆ) ಯಾವುದೇ ಸಹಾಯ ಸಿಗಲಾರದ ಆ ದಿನದ ಕುರಿತು ಎಚ್ಚರವಾಗಿರಿ"}]}