{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":73,"VerseNumber":20,"Text":"Me te vertete, Zoti yt e di, se ti (o Muhammed) lutesh me pak se dy te tretat e nates, ndonjehere gjysmen ose te treten e saj, si edhe disa prej atyre qe jane me ty. Zoti e ka caktuar gjatesine e dites dhe te nates, Ai e di se ju nuk mundeni me e llogaritur ate, andaj ju ka bere lehtesi; e ju lexoni Kur’an aq sa mundeni; Ai e di qe ndokush nga ju do te jete i semure, kurse disa te tjere udhetojne neper bote, duke kerkuar dhuntite e Perendise (per jetese), dhe te tjere qe luftojne ne rrugen e Perendise – prandaj, lexoni ju sa keni mundeis nga Kur’ani, dhe kryeni namazin dhe jepnie zeqatin, dhe per hir te Perendise jepnihua, sepse, cdo te mire qe e pergatitni ju per vete me pare, do ta gjeni te Perendia me te mire dhe (do te keni) shperblim me te madh. Kerkoni falje te Perendia, se, Perendia, me te vertete, eshte fales dhe meshirues i madh"},{"SurahNumber":74,"VerseNumber":1,"Text":"O ti, i mbuluar (Muhammed)"},{"SurahNumber":74,"VerseNumber":2,"Text":"Cou dhe lajmeroi"},{"SurahNumber":74,"VerseNumber":3,"Text":"Dhe Zotin tend madheroje"},{"SurahNumber":74,"VerseNumber":4,"Text":"Dhe petkat tuaja pastroji"},{"SurahNumber":74,"VerseNumber":5,"Text":"Dhe largoju (veprave) te keqia"},{"SurahNumber":74,"VerseNumber":6,"Text":"Dhe mos ndaje me qellim qe te marresh me shume"},{"SurahNumber":74,"VerseNumber":7,"Text":"Dhe per hir te Zotit tend, duro"},{"SurahNumber":74,"VerseNumber":8,"Text":"e, kur te fryhet ne buri –"},{"SurahNumber":74,"VerseNumber":9,"Text":"do te jete ato dite e rende"},{"SurahNumber":74,"VerseNumber":10,"Text":"per jobesimtaret nuk do te jete e lehte"},{"SurahNumber":74,"VerseNumber":11,"Text":"Lemeni Mua dhe ate qe e kam krijuar Une, vet"},{"SurahNumber":74,"VerseNumber":12,"Text":"dhe i kam dhene pasuri kolosale"},{"SurahNumber":74,"VerseNumber":13,"Text":"dhe djemte qe i ka te pranishem"},{"SurahNumber":74,"VerseNumber":14,"Text":"dhe ndere e prestigj i kam dhuruar"},{"SurahNumber":74,"VerseNumber":15,"Text":"dhe perpos kesaj - deshiron, qe Une t’ia zmadhoje (te mirat)"},{"SurahNumber":74,"VerseNumber":16,"Text":"Jo, kurrsesi! Me te vertete, ai eshte mohues kryenec i ajeteve Tona"},{"SurahNumber":74,"VerseNumber":17,"Text":"e Une do ta ngarkoje ate me denime te renda"}]}