{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":2,"VerseNumber":120,"Text":"Kandi Abayahudi n’Abanaswara, ntibazigera bakwishimira keretse ukurikiye inzira yabo. Vuga (yewe Muhamadi) uti “Mu by’ukuri, umuyoboro wa Allah ni wo muyoboro nyawo.” Kandi uramutse ukurikiye irari ryabo nyuma y’uko ubumenyi (ubutumwa) bukugezeho, nta wundi murinzi cyangwa umutabazi wazagira kwa Allah"},{"SurahNumber":2,"VerseNumber":121,"Text":"Abo twahaye igitabo bakagisoma uko kigomba gusomwa ni bo bacyemera (bemera ibyavuzwe muri cyo, bihanura Intumwa Muhamadi). Naho abagihakana ni bo banyagihombo"},{"SurahNumber":2,"VerseNumber":122,"Text":"Yemwe bene Isiraheli! Nimwibuke ingabire zanjye nabahundagajeho, kandi munibuke ko nabarutishije ibindi biremwa (byo ku gihe cyanyu)"},{"SurahNumber":2,"VerseNumber":123,"Text":"Munatinye umunsi umuntu atazagira icyo amarira undi, maze ingurane ye (yo kwigura) ntiyakirwe, ubuvugizi bwe ntibugire icyo bumumarira, ndetse nta n’ubwo bazatabarwa"},{"SurahNumber":2,"VerseNumber":124,"Text":"Unibuke ubwo Nyagasani wa Aburahamu yamugeragereshaga amategeko, akayubahiriza. (Nyagasani) aravuga ati “Mu by’ukuri, ngiye kukugira umuyobozi w’abantu.” (Aburahamu) aravuga ati “No mu rubyaro rwanjye?” (Nyagasani) aravuga ati “(Ni byo, ariko) isezerano ryanjye ntirizagera ku nkozi z’ibibi.”"},{"SurahNumber":2,"VerseNumber":125,"Text":"Unibuke ubwo ingoro ya (Al Ka’abat) twayigiraga ahantu h’ihuriro n’amahoro ku bantu. Kandi tunabategeka ko aho Aburahamu yahagararaga (Maqam Ibrahim) muhagira ahantu ho gusengera. Tunategeka Aburahamu na Isimayili (tugira tuti) “Musukure ingoro yanjye mubigiriye abayizenguruka (bakora umutambagiro), abahakorera umwiherero (Itikafu), ndetse n’abunama n’abubama (basali)"},{"SurahNumber":2,"VerseNumber":126,"Text":"Unibuke ubwo Aburahamu yavugaga ati “Nyagasani wanjye! Uyu murwa (wa Maka) wugire ahantu h’amahoro, uhe amafunguro agizwe n’imbuto abawutuye muri bo; bemera Allah n’umunsi w’imperuka.” (Nyagasani) aravuga ati “Naho uzahakana, nzamushimisha by’igihe gito (ku isi), hanyuma (ku munsi w’imperuka) muhirikire mu bihano by’umuriro, kandi (umuriro) ni wo shyikiro ribi"}]}