{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":72,"Text":"Vay basıma gelenler, Ben ihtiyar bir kadınım, kocam da yaslı oldugu halde nasıl dogurabilirim? Bu sasılacak bir sey! dedi"},{"SurahNumber":11,"VerseNumber":73,"Text":"Sen Allah’ın isine mi sasırıyorsun? dediler, Ey evin halkı, Allah’ın rahmeti ve bereketi sizin uzerinizdedir. Suphesiz, ovguye layık ve essiz comert O’dur"},{"SurahNumber":11,"VerseNumber":74,"Text":"Ibrahim’in korkusu gecip, mujdeyi de alınca Lut halkı hakkında bizimle tartısmaya basladı"},{"SurahNumber":11,"VerseNumber":75,"Text":"Cunku Ibrahim, cok yumusak ve yufka yurekliydi, kendisini Allah’a vermisti"},{"SurahNumber":11,"VerseNumber":76,"Text":"Ey Ibrahim, bundan vazgec. Suphesiz Rabbinin emri gelmistir. Ve onlara kesinlikle geri cevrilemeyecek bir azap gelmektedir, dediler"},{"SurahNumber":11,"VerseNumber":77,"Text":"Elcilerimiz, Lut’a gelince endiselendi. Onları korumaktan aciz oldugu icin sıkıntı bastı ve “Zorlu bir gun.” dedi"},{"SurahNumber":11,"VerseNumber":78,"Text":"Daha once cirkin isler yapan halk, kosarak ona geldiler. Lut: -Ey kavmim, Iste bunlar, kızlarımdır. Onlar sizin icin daha temizdir. Allah’tan korkun, misafirlerime beni rezil etmeyin. Icinizde hic mi dogru bir adam yok? dedi"},{"SurahNumber":11,"VerseNumber":79,"Text":"Senin kızlarınla bizim bir isimizin olmadıgını biliyorsun. Sen bizim ne istedigimizi de elbette biliyorsun, dediler"},{"SurahNumber":11,"VerseNumber":80,"Text":"Keske size yetecek bir kuvvetim ya da sıgınacak saglam bir yerim olsaydı, dedi"},{"SurahNumber":11,"VerseNumber":81,"Text":"Ey Lut, Biz, Rabbinin elcileriyiz. Onlar, sana dokunamayacaklar, karanlık basınca ailenle beraber yola cık, karın dısında kimse geri kalmasın. Onların basına gelen, onun da basına gelecektir. Onlara vaat edilen sabahtır. Sabah da yakın degil mi?! dediler"}]}