{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"Die vorausgeeilten Ersten von den Auswanderern und den Helfern und diejenigen, die ihnen auf beste Weise gefolgt sind - Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Und Er hat fur sie Garten bereitet, durcheilt von Bachen, ewig und auf immer darin zu bleiben; das ist der großartige Erfolg"},{"SurahNumber":9,"VerseNumber":101,"Text":"Unter den Wustenarabern in eurer Umgebung gibt es Heuchler und (auch) unter den Bewohnern von al-Madina, die in der Heuchelei geubt sind. Du kennst sie nicht, aber Wir kennen sie. Wir werden sie zweimal strafen, und hierauf werden sie einer gewaltigen Strafe zugefuhrt werden"},{"SurahNumber":9,"VerseNumber":102,"Text":"Und (es gibt) andere, die ihre Sunden bekennen. Sie haben eine rechtschaffene Tat mit einer anderen bosen vermischt. Vielleicht wird Allah ihre Reue annehmen. Gewiß, Allah ist Allvergebend und Barmherzig"},{"SurahNumber":9,"VerseNumber":103,"Text":"Nimm von ihrem Besitz ein Almosen, mit dem du sie rein machst und lauterst, und bete fur sie, denn dein Gebet ist fur sie eine Beruhigung! Allah ist Allhorend und Allwissend"},{"SurahNumber":9,"VerseNumber":104,"Text":"Wissen sie denn nicht, daß Allah es ist, Der die Reue von Seinen Dienern annimmt und die Almosen nimmt, und daß Allah der Reue-Annehmende und Barmherzige ist"},{"SurahNumber":9,"VerseNumber":105,"Text":"Und sag: Wirkt! Allah wird euer Tun sehen, und (auch) Sein Gesandter und die Glaubigen. Und ihr werdet zum Kenner des Verborgenen und des Offenbaren zuruckgebracht werden, und dann wird Er euch kundtun, was ihr zu tun pflegtet"},{"SurahNumber":9,"VerseNumber":106,"Text":"Und (wieder) andere werden zuruckgestellt, bis die Anordnung Allahs (ergeht). Entweder straft Er sie, oder Er nimmt ihre Reue an. Allah ist Allwissend und Allweise"}]}