{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":84,"Text":"و (با توفیق در طاعت و عبادت و اعمال نیک) برای من ذکر خیر و نام نیک در میان آیندگان بر جای دار"},{"SurahNumber":26,"VerseNumber":85,"Text":"و مرا از زمره‌ی کسانی ساز که بهشت پرنعمت را فراچنگ می‌آورند"},{"SurahNumber":26,"VerseNumber":86,"Text":"و پدرم را (با رهنمود به ایمان و توفیق در طاعت و عبادت، مورد مرحمت و مشمول مغفرت گردان، و بدین وسیله او را) که از گمراهان است بیامرز"},{"SurahNumber":26,"VerseNumber":87,"Text":"و مرا خوار و رسوا مدار در روزی که (مردمان برای حساب و کتاب و سزا و جزا، زنده و) برانگیخته می‌شوند"},{"SurahNumber":26,"VerseNumber":88,"Text":"آن روزی که اموال، (یعنی نیروی مادی)، و اولاد، (یعنی نیروی انسانی، به کسی) سودی نمی‌رساند"},{"SurahNumber":26,"VerseNumber":89,"Text":"بلکه تنها کسی (نجات پیدا می‌کند و از اموالی که در راه آفریدگار صرف، و از اولادی که در مسیر پروردگار رهنمود کرده باشد، سود می‌برد) که با دل سالم (از بیماری کفر و نفاق و ریا) به پیشگاه خدا آمده باشد"},{"SurahNumber":26,"VerseNumber":90,"Text":"در آن هنگام بهشت برای پرهیزگاران نزدیک گردانده می‌شود (و آنان که از کفر و معاصی رویگردان، و به ایمان و طاعت در جهان روی آورده بودند، به سوی آن می‌روند)"},{"SurahNumber":26,"VerseNumber":91,"Text":"و دوزخ برای گمراهان آشکار گردانده می‌شود"},{"SurahNumber":26,"VerseNumber":92,"Text":"و بدیشان گفته می‌شود: کجا هستند معبودهائی که پیوسته آنها را عبادت می‌کردید؟"},{"SurahNumber":26,"VerseNumber":93,"Text":"(معبودهای) غیر از خدا. آیا آنها (در برابر این شدائد و سختیهائی که اکنون با آن روبرو هستید و هستند) شما را کمک می‌کنند یا خویشتن را یاری می‌دهند؟"},{"SurahNumber":26,"VerseNumber":94,"Text":"پس از آن، آنان (که پرستش شوندگان گمراهساز) همراه گمراهان (که پرستش کنندگان ایشان بودند) پیاپی به دوزخ سرنگون افکنده می‌شوند"},{"SurahNumber":26,"VerseNumber":95,"Text":"و جملگی لشکریان اهریمن (نیز همراه آن دو گروه به دوزخ سرنگون می‌گردند)"},{"SurahNumber":26,"VerseNumber":96,"Text":"آنان (که معبودهای دروغین را پرستیده‌اند) در آنجا به کشمکش (با معبودهای خود) می‌پردازند و می‌گویند"},{"SurahNumber":26,"VerseNumber":97,"Text":"به خدا سوگند ما در گمراهی آشکاری بوده‌ایم"},{"SurahNumber":26,"VerseNumber":98,"Text":"آن زمان که ما شما (معبودان دروغین) را با پروردگار جهانیان (در عبادت و طاعت) برابر می‌دانستیم"},{"SurahNumber":26,"VerseNumber":99,"Text":"و ما را جز بزهکاران (شیاطین نام) گمراه نکرده است"},{"SurahNumber":26,"VerseNumber":100,"Text":"(ای وای بر ما! امروز) ما اصلاً شفاعت کنندگانی نداریم (که ما را برهانند! ما که معتقد به میانجیگری میانجیگران برای نجات خود بودیم)"},{"SurahNumber":26,"VerseNumber":101,"Text":"(همچنین، امروز) دوست صمیمی و دلسوزی هم نداریم (تا دست کم گریه‌ای برای ما سر دهد)"},{"SurahNumber":26,"VerseNumber":102,"Text":"کاش! (به جهان) برگشتی داشتیم تا از زمره‌ی مؤمنان می‌شدیم (و در پرتو ایمان درست و اعمال شایسته، از عذاب دوزخ نجات می‌یافتیم و به بهشت در می‌آمدیم)"},{"SurahNumber":26,"VerseNumber":103,"Text":"بی‌گمان در این (سرگذشت ابراهیم) پند و عبرتی (برای عاقلان قوم تو و سایر فرزانگان) است، ولی (جای تعجّب است) بیشتر آنان ایمان نداشته (و ایمان نمی‌آورند)"},{"SurahNumber":26,"VerseNumber":104,"Text":"قطعاً پروردگارت (بر انتقام از بی‌دینان) توانا و (نسبت به مؤمنان) مهربان است"},{"SurahNumber":26,"VerseNumber":105,"Text":"(ماجرای آموزنده‌ی دیگری مربوط به قوم نوح است). قوم نوح پیغمبران را تکذیب کردند"},{"SurahNumber":26,"VerseNumber":106,"Text":"زمانی که هم‌نژادشان نوح بدیشان گفت: هان! پرهیزگاری کنید"},{"SurahNumber":26,"VerseNumber":107,"Text":"قطعاً من برای شما پیغمبر امینی هستم"},{"SurahNumber":26,"VerseNumber":108,"Text":"از خدا بترسید و از من اطاعت کنید"},{"SurahNumber":26,"VerseNumber":109,"Text":"من در مقابل این دعوت هیچ مزدی از شما نمی‌خواهم. مزد من جز بر پروردگار جهانیان نیست"},{"SurahNumber":26,"VerseNumber":110,"Text":"پس از خدا بترسید و از من اطاعت کنید"},{"SurahNumber":26,"VerseNumber":111,"Text":"گفتند: آیا ما (اشراف و نجباء) به شما ایمان بیاوریم، در حالی که پست‌ترین و بی‌ارزش‌ترین افراد از تو پیروی کرده‌اند؟! (چگونه انتظار داری افراد ثروتمند و والامقام، با مشتی بی‌سر و پا و گمنام، همراه و همنشین شوند؟)"}]}