{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":3,"VerseNumber":141,"Text":"Aur woh is aazmaish ke zariye se momino ko alag chant (purge )kar kafiron ki sarkobi (blot out )kardena chahta tha"},{"SurahNumber":3,"VerseNumber":142,"Text":"Kya tumne yeh samajh rakkha hai ke yunhi jannat mein chale jaogey halaanke abhi Allah ne yeh to dekha hi nahin ke tum mein kaun woh log hain jo uski raah mein jaanein ladane waley aur uski khatir sabr karne waley hain"},{"SurahNumber":3,"VerseNumber":143,"Text":"Tum to maut ki tamannayein kar rahey thay ! magar yeh us waqt ki baat thi jab maut samne na aayi thi, lo ab woh tumhare samne aa gayi aur tumne usey aankhon dekh liya"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammad iske siwa kuch nahin ke bas ek Rasool hain, unsey pehle aur Rasool bhi guzar chuke hain. Phir kya agar woh marr jayein ya qatal kardiye jayein to tum log ultey paon phir jaogey? Yaad rakkho! Jo ulta phir gaya woh Allah ka kuch nuksaan na karega, albatta jo Allah ke shukarguzar banday bankar rahenge unhein woh iski jaza dega"},{"SurahNumber":3,"VerseNumber":145,"Text":"Koi zi rooh Allah ke izan ke bagair nahin marr sakta. Maut ka waqt to likha hua hai, jo shaks sawab e duniya ke irade se kaam karega usko hum duniya hi mein se denge, aur jo sawab e aakhirat ke irade se kaam karega woh aakhirat ka sawab payega aur shukar karne walon ko hum unki jaza zaroor ata karenge"},{"SurahNumber":3,"VerseNumber":146,"Text":"Issey pehle kitne hi Nabi aisey guzar chuke hain jinke saath milkar bahut se khuda paraston ne jung ki, Allah ki raah mein jo museebatein unpar padin unse woh dil shikashta nahin huey, unhon ne kamzori nahin dikhayi, woh ( baatil ke aagey) sarnagon (abase) nahin huey, aisey hi saabiron ko Allah pasand karta hai"},{"SurahNumber":3,"VerseNumber":147,"Text":"Unki dua bas yeh thi ke “aey hamare Rubb! Hamari galatiyon aur kotahiyon se darguzar farma, hamare kaam mein tere hudood se jo kuch tajawuz ho gaya ho usey maaf karde, hamare qadam jamaa de aur kafiron ke muqable mein hamari madad kar.”"},{"SurahNumber":3,"VerseNumber":148,"Text":"Aakhir e kaar Allah ne unko duniya ka sawab bhi diya aur issey behtar sawab e aakhirat bhi ata kiya. Allah ko aisey hi neik amal log pasand hain"}]}