{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"cuando le inspire a tu madre"},{"SurahNumber":20,"VerseNumber":39,"Text":"‘Depositalo en un cesto y dejalo en el rio, que la corriente lo llevara hasta una orilla donde sera recogido por un enemigo Mio y suyo [el Faraon]’. Desperte carino hacia ti [entre los que te encontraron], para que crecieras educado bajo Mi observancia"},{"SurahNumber":20,"VerseNumber":40,"Text":"Cuando tu hermana, que seguia tus rastros, le dijo [al Faraon]: ‘¿Acaso quieres que te indique a alguien que puede encargarse de cuidarlo?’ Y asi te devolvi a tu madre para que se tranquilizara y no estuviera triste. [Tambien te concedi una gracia] cuando [involuntariamente] mataste a un hombre [del pueblo del Faraon] y te salve de que tomaran represalias contra ti. Te he probado con pruebas dificiles. Luego permaneciste unos anos en Madian y ahora has regresado aqui, tal como estaba decretado, ¡oh, Moises"},{"SurahNumber":20,"VerseNumber":41,"Text":"Te he elegido [para que seas Mi Mensajero]"},{"SurahNumber":20,"VerseNumber":42,"Text":"Vayan tu y tu hermano acompanados de Mis milagros, y no descuiden Mi recuerdo"},{"SurahNumber":20,"VerseNumber":43,"Text":"Presentense ante el Faraon, pues se ha extralimitado"},{"SurahNumber":20,"VerseNumber":44,"Text":"pero hablenle cortesmente, para hacerlo entrar en razon o sienta temor de Dios"},{"SurahNumber":20,"VerseNumber":45,"Text":"Dijeron: \"¡Oh, Senor nuestro! Tememos que se violente y abuse de nosotros"},{"SurahNumber":20,"VerseNumber":46,"Text":"Dijo [Dios]: \"No tengan miedo, pues Yo estoy con ustedes escuchando y observando todo"},{"SurahNumber":20,"VerseNumber":47,"Text":"Vayan ante el y diganle: ‘Somos Mensajeros enviados por tu Senor, para que dejes ir con nosotros a los Hijos de Israel y no los tortures mas. Hemos venido con un milagro de tu Senor. Quien sigua la guia estara a salvo"},{"SurahNumber":20,"VerseNumber":48,"Text":"Nos ha sido revelado que quien desmienta y rechace [el Mensaje] sera castigado’"},{"SurahNumber":20,"VerseNumber":49,"Text":"Dijo [el Faraon]: \"Respondeme, ¡oh, Moises! ¿Y quien es su Senor"},{"SurahNumber":20,"VerseNumber":50,"Text":"Dijo [Moises]: \"Nuestro Senor es Quien creo todo con una naturaleza particular, y luego lo encamina [para que cumpla su destino]"},{"SurahNumber":20,"VerseNumber":51,"Text":"Entonces, pregunto [el Faraon]: \"¿Cual fue el destino de las generaciones anteriores"}]}