{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Waarlijk, Allah heeft de woorden gehoord van haar die bij jou twistte over haar echtgenoot en zij klaagt bij Allah. En Allah hoorde het gesprek van jullie beiden aan. En Allah is Alhorend, Alziend"},{"SurahNumber":58,"VerseNumber":2,"Text":"Degenen die onder jullie die de Zhih창r uitspreken over hun vrouwen: zij zijn niet hun moeders, hun moeders zijn slechts degenen die hen gebaard hebben. En voorwaar, zij spreken zeker een verwerpelijk en bedrieglijk woord. En voorwaar, Allah is zeker Berouwaanvaardend, Vergevensgezind"},{"SurahNumber":58,"VerseNumber":3,"Text":"En degenen die de Zhih창r uitspreken over hun vrouwen en daarna willen terugkomen op wat zij zeiden: zij moeten dan een slaaf vrijkopen, voordat zij elkaar aanraken (geslachtsgemeenschap hebben). Dat is waartoe jullie onderricht worden. En Allah is Alziende over wat jullie doen"},{"SurahNumber":58,"VerseNumber":4,"Text":"En wie daartoe geen mogelijkheid vindt (moet) dan gedurende twee opeenvolgende maanden vasten, voordat zij elkaar aanraken. En wie daartoe niet in staat is, (moet) dan zestig armen voeden; opdat jullie geloven in Allah en Zijn Boodschapper. En dat zijn de bepalingen van Allah. En voor de ongelovigen is er een pijnlijke bestraffing"},{"SurahNumber":58,"VerseNumber":5,"Text":"Voorwaar, degenen die zich verzetten tegen Allah en Zijn Boodschapper zullen vernederd worden, zoals degenen v처처r hen vernederd werden. En waarlijk, Wij hebben duidelijke Tekenen neergezonden. En voor de ongelovigen is er een vernederende bestraffing"},{"SurahNumber":58,"VerseNumber":6,"Text":"(Gedenkt) de Dag waarop Allah Hen allemaal opwekt, Hij zal hun daarop meedelen wat zij gedaan hebben. Allah zal het nauwkeurig opsommen, terwijl zij het vergeten hebben. Allah is van alles Getuige"}]}