{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Va Fir-'awn noi (voi cac chu than): “Hay trieu đen cho ta tat ca cac nha phu thuy tai gioi.”"},{"SurahNumber":10,"VerseNumber":80,"Text":"Boi the, khi cac nha phu thuy đen trinh dien, Musa bao ho: “Qui vi hay nem xuong đat bat cu buu boi nao ma qui vi muon nem.”"},{"SurahNumber":10,"VerseNumber":81,"Text":"Tiep đo, khi ho nem xuong, Musa bao: “Cai ma qui vi mang đen la tro ao thuat. Chac chan Allah se lam cho no thanh vo dung va chac chan Allah khong đe cho viec lam cua nhung ke thoi nat đuoc thanh cong.”"},{"SurahNumber":10,"VerseNumber":82,"Text":"Va Allah chung minh va thiet lap Chan Ly bang Loi Phan cua Ngai mac dau nhung ke toi loi ghet đieu đo"},{"SurahNumber":10,"VerseNumber":83,"Text":"Nhung vi ly do so Fir-'awn va nhung vi tu truong cua y se hanh ha ho nen khong ai tin tuong noi Musa ngoai tru mot so con cai cua nguoi dan cua Y. Va qua that, Fir-'awn rat quyen the trong lanh tho va la mot ke vuot qua muc toi ac"},{"SurahNumber":10,"VerseNumber":84,"Text":"Va Musa bao: “Nay hoi dan ta! Neu cac nguoi thuc su tin tuong noi Allah thi hay pho thac cho Ngai neu cac nguoi la nhung nguoi Muslim (than phuc Ngai)"},{"SurahNumber":10,"VerseNumber":85,"Text":"Boi the, ho thua: “Chung toi pho thac cho Allah. Lay Thuong Đe cua bay toi! Xin Ngai đung bien chung toi thanh mot phuong tien thu thach cho nhung ke sai quay.”"},{"SurahNumber":10,"VerseNumber":86,"Text":"“Va xin Ngai hay lay long Khoan Dung ma giai thoat bay toi ra khoi đam nguoi khong tin nay.”"},{"SurahNumber":10,"VerseNumber":87,"Text":"Va TA đa mac khai cho Musa va (Harun) nguoi em cua Y rang: Hay dung nha cho nguoi dan cua hai nguoi tai Ai Cap va hay dung nha cua cac nguoi lam Qiblah (noi tho phuong) va hay dang le nguyen Salah va bao tin mung cho nhung nguoi tin tuong"},{"SurahNumber":10,"VerseNumber":88,"Text":"Va Musa (cau nguyen) thua: “Lay Thuong Đe cua bay toi! Ngai đa ban cho Fir-'awn va cac tu truong cua y su huy hoang va su giau sang o đoi nay, boi the y đa dat thien ha đi lac khoi con đuong cua Ngai. Lay Thuong Đe cua bay toi! Xin Ngai hay tan pha tai san cua chung va lam cho tam long cua chung chai cung lai. Boi the, chung se tiep tuc khong tin tuong cho đen luc chung se chung kien hinh phat đau đon (đuoc danh cho chung).”"}]}