{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"Humne usey uske ahal o ayaal wapas diye aur unke saath utnay hi aur, apni taraf se rehmat ke taur par, aur aqal o fikar rakhne walon ke liye dars ke taur par"},{"SurahNumber":38,"VerseNumber":44,"Text":"(Aur humne issey kaha) tinkon ka ek mutta lay (bundle of rushes) aur ussey maar de, apni kasam na todh, humne usey saabir paya, behtareen banda, apne Rubb ki taraf bahut rujoo karne wala"},{"SurahNumber":38,"VerseNumber":45,"Text":"Aur hamare bandon , Ibrahim aur Ishaq aur Yaqub ka zikar karo badi quwwat e amail rakhne wale aur deedhawar (strength and vision)log thay"},{"SurahNumber":38,"VerseNumber":46,"Text":"Humne unko ek khaalis siffat ki bina par barguzida kiya tha, aur woh daar-e-aakhirat ki yaad thi"},{"SurahNumber":38,"VerseNumber":47,"Text":"Yaqeenan hamare haan unka shumaar chunay huey neik ashkhaas(excellent ones) mein hai"},{"SurahNumber":38,"VerseNumber":48,"Text":"Aur Ismail aur Al-yasa(Elisha) aur Zulkifl ka zikr karo, yeh sab neik logon mein se thay"},{"SurahNumber":38,"VerseNumber":49,"Text":"Yeh ek zikar tha. (Ab suno ke) muttaqi logon ke liye yaqeenan behtareen thikana hai"},{"SurahNumber":38,"VerseNumber":50,"Text":"Hamesha rehne wali jannatein jinke darwaze unke liye khuley hongey"},{"SurahNumber":38,"VerseNumber":51,"Text":"Unmein woh takiye lagaye baithay hongey, khoob khoob fawake aur mashroobat (abundant fruit and drinks) talab kar rahey hongey"},{"SurahNumber":38,"VerseNumber":52,"Text":"Aur unke paas sharmili humsin biwiyan hongi"},{"SurahNumber":38,"VerseNumber":53,"Text":"Yeh woh chezein hain jinhein hisaab ke din ata karne ka tumse wada kiya ja raha hai"},{"SurahNumber":38,"VerseNumber":54,"Text":"Yeh hamara rizq hai jo kabhi khatam honaywala nahin"},{"SurahNumber":38,"VerseNumber":55,"Text":"Yeh to hai muttaqiyon ka anjaam aur sarkashon ke liye badhtareen (evil) thikana hai"},{"SurahNumber":38,"VerseNumber":56,"Text":"Jahannum jismein woh jhulse jayenge. Bahut hi buri qayamgaah"},{"SurahNumber":38,"VerseNumber":57,"Text":"Yeh hai unke liye, pas woh maza chakhein khautley (boiling) huey pani aur peep lahu (pus)"},{"SurahNumber":38,"VerseNumber":58,"Text":"Aur isi qisam ki dusri talkhiyon ka"},{"SurahNumber":38,"VerseNumber":59,"Text":"(woh jahannum ki taraf apne pairawon ko aatey dekh kar aapas mein kahenge) “Yeh ek lashkar tumhare paas ghusa chala aa raha hai, koi khushamadeed (welcome) inke liye nahin hai, yeh aag mein jhulasne waley hain”"},{"SurahNumber":38,"VerseNumber":60,"Text":"Woh unko jawab denge “ nahin balke tum hi jhulse ja rahe ho, koi khair maqdam tumhare liye nahin. Tumhi to yeh anjaam hamare aagey laye ho. Kaisi buri hai yeh jaaye qaraar”"},{"SurahNumber":38,"VerseNumber":61,"Text":"Phir woh kahenge “Aey hamare Rubb, jisne humein is anjaam ko pahunchane ka bandobast kiya usko dozakh ka dohra azaab de”"}]}