{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Bizdin (perişte) elçileribiz İbrahimge (perzent körüşü jönündö) kuşkabar alıp kelgen uçurda (aga): «Biz mına bul şaardın elin kıyratuuçularbız. Çınında, anın elderi zaalım bolup ketişiptir»- deşti"},{"SurahNumber":29,"VerseNumber":32,"Text":"«Al şaardın içinde Lut bar go!»-dedi (İbrahim). «Al jerde kim bar ekenin (senden) jakşıraak bilebiz. Biz Lut menen üy-bülösün kutkarabız. Birok, anın ayalın gana kutkarbaybız. Al kıyrooçulardan boldu"},{"SurahNumber":29,"VerseNumber":33,"Text":"Jana kaçan Bizdin perişte-elçileribiz (suluu jigitterdin tüspölündö) Lutka kelgen uçurda, bular sebeptüü jaman abalga tüşüp, jürögü kısıldı. Alar (Lutka özdörün taanıtıp): «Korkpogun jana kapa bolbogun. Biz seni jana üy-bülöŋdü — bir ayalıŋdan başkasın — kutkarabız. (Al emi, ayalıŋ) kıyroogo uçuray turgandardan boldu"},{"SurahNumber":29,"VerseNumber":34,"Text":"Albette biz bul (buzulgan) şaardın üstünö, jasagan buzukuluktarının jazasına asmandan azap tüşüröbüz»-deşti"},{"SurahNumber":29,"VerseNumber":35,"Text":"Biz al şaardın (kee bir jerlerin) akılduu adamdarga (kuduretibizden) belgi bolsun dep jön koyduk"},{"SurahNumber":29,"VerseNumber":36,"Text":"Madyanga öz bir tuugandarı Şuaybdı (paygambar kılıp jiberdik). Al ayttı: «O, koomum! Allaһka gana ibadat kılgıla! Akıret Kündön ümüt kılgıla! Jana jer betinde buzukuluk menen arakettenbegile!»"},{"SurahNumber":29,"VerseNumber":37,"Text":"Birok, anı «jalgançı» deşti. Oşondon soŋ alardı (katuu aykırık aralaşkan) jer titiröö karmap, çögölögön boydon kıyrap kalıştı"},{"SurahNumber":29,"VerseNumber":38,"Text":"(Oşondoy ele) Aad, Samud elderin da (kıyrattık). Silerge alardın jaşagan orun-darı(nın oyrondolgon izderi) anık bilinip turat. (Kıyragan sebepteri) şaytan alarga (buzuk) işterin koozdop körgözgön jana (ak) joldon toskon. Jana alar akıl-esi jayında ele"}]}