{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Bu da mı buyu?! Yoksa siz mi gormuyordunuz"},{"SurahNumber":52,"VerseNumber":16,"Text":"Dalın ona! Artık ister sabredin ister sabretmeyin. Sizin icin hepsi birdir. Siz ancak yapıp ettiginiz seylerin karsılıgıyla yuzyuze geleceksiniz"},{"SurahNumber":52,"VerseNumber":17,"Text":"Korunup sakınanlar; cennetler, nimetler icindedir"},{"SurahNumber":52,"VerseNumber":18,"Text":"Rablerinin kendilerine verdikleriyle keyif catarlar. Rableri onları cehennem azabından korumustur"},{"SurahNumber":52,"VerseNumber":19,"Text":"Yapıp ettiklerinizin karsılıgı olarak afiyetle yiyin, icin"},{"SurahNumber":52,"VerseNumber":20,"Text":"Art arda dizilmis koltuklar uzerinde yaslanmıs olarak.\" Ve biz onları parlak, iri gozlu hurilerle eslestirmisizdir"},{"SurahNumber":52,"VerseNumber":21,"Text":"Iman edip zurriyetleri de imanda kendilerine uyanların, soy soplarını da kendilerine katmısızdır. Ve kendi amellerinden kendilerinin hicbir seyini eksiltmemisizdir. Her kisi, kazandıgı karsılıgında bir rehindir"},{"SurahNumber":52,"VerseNumber":22,"Text":"Biz onlara canlarının cektigi meyveden ve etten ikram ettik"},{"SurahNumber":52,"VerseNumber":23,"Text":"Orada bir kadeh tokustururlar ki, icinde ne bir bos laf var ne de gunaha sokus"},{"SurahNumber":52,"VerseNumber":24,"Text":"Cevrelerinde, kendilerine ozgulenmis genc usaklar dolasır; sanki sedeflerinde saklı inciler"},{"SurahNumber":52,"VerseNumber":25,"Text":"Birbirlerine donup sorusurlar. Ve derler"},{"SurahNumber":52,"VerseNumber":26,"Text":"Daha once biz, ailemiz icinde endise ile urperiyorduk"},{"SurahNumber":52,"VerseNumber":27,"Text":"Allah bize lutufta bulundu ve bizi o iliklere isleyen azaptan korudu"},{"SurahNumber":52,"VerseNumber":28,"Text":"Biz onceden O´na yakarıyorduk. Cunku O´dur Berr, comertce iyilik eden; O´dur rahmeti sınırsız olan"},{"SurahNumber":52,"VerseNumber":29,"Text":"Artık hatırlat, ogut ver! Rabbinin nimetine yemin olsun ki, sen ne kahinsin ne de cin carpmıs"},{"SurahNumber":52,"VerseNumber":30,"Text":"Yoksa soyle mi diyorlar: \"O bir sairdir. Zamanın olum getiren felaketine carpılmasını bekliyoruz"},{"SurahNumber":52,"VerseNumber":31,"Text":"De ki: \"Bekleyin! Dogrusu sizinle beraber ben de bekleyenlerdenim"}]}