{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":31,"VerseNumber":29,"Text":"Emi? Niku teliyada (cudatam leda)? Niscayanga, allah ratrini pagatiloniki pravesimpa jestunnadani mariyu pagatini ratriloki pravesimpa jestunnadani. Mariyu suryunni mariyu candrunni niyamabadduluga cesi uncadani prati okkati oka nirnita kalanlo mariyu (paridhilo) tirugutu untayani! Mariyu niscayanga, miru cesedanta allah erugunani"},{"SurahNumber":31,"VerseNumber":30,"Text":"idanta endukante! Niscayanga, allah kevalam ayane satyam. Mariyu ayananu vadali varu aradhincevanni asatyalu mariyu niscayanga allah! Kevalam ayane mahonnatudu, mahaniyudu (goppavadu)"},{"SurahNumber":31,"VerseNumber":31,"Text":"emi? Niku teliyada? Miku konni sucanalanu telupataniki, allah anugrahanto, oda samudranlo payanam cestunnadani? Niscayanga, indulo sahanam vahince prativaniki, krtajnuniki, enno sucanalunnayi"},{"SurahNumber":31,"VerseNumber":32,"Text":"mariyu varini samudrapu ala, meghanga kram'mukunnappudu, varu paripurna bhaktito allah ne vedukuntaru. Kani ayana varini raksinci odduku cercina taruvata varilo kondaru (visvasa-avisvasala) madhya agipotaru. Mariyu ma sucanalanu, kevalam visvasaghatakulu, krtaghnulaina varu matrame, tiraskaristaru"},{"SurahNumber":31,"VerseNumber":33,"Text":"o manavulara! Mi prabhuvu nande bhayabhaktulu kaligi undandi. Mariyu a dinaniki bhayapadandi, (enadaite) tandri tana kumaruniki nastapariharam cellincaledo mariyu e kumarudu kuda tana tandriki elanti nastapariharam cellincaledo! Niscayanga, allah vagdanam satyam! Kavuna i prapancika jivitam mim'malni mosaniki guri ceyanivvakudadu. Mariyu a vancakunni (saitanunu) mim'malni allah visayanlo vancanaku guri ceyanivvakudadu suma"},{"SurahNumber":31,"VerseNumber":34,"Text":"Niscayanga, a (antima) ghadiya jnanam, kevalam allah ku matrame undi. Mariyu ayane varsam kuripincevadu mariyu garbhalalo unnadani visayam telisinavadu. Mariyu tanu repu emi sampadistado, e manavudu kuda erugadu. Mariyu e manavudu kuda tanu e bhubhaganlo maranistado kuda erugadu. Niscayanga, allah matrame sarvajnudu, samastam telisinavadu (eriginavadu)"}]}