{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Kaya’t kumain ka at uminom at maging masaya, at kung ikaw ay makakatagpo ng sinumang tao, iyong sabihin: “Katotohanang ako ay nagtalaga ng pag-aayuno sa Pinakamapagbigay (Allah), kaya’t ako ay hindi makikipag- usap sa sinumang tao sa araw na ito.”"},{"SurahNumber":19,"VerseNumber":27,"Text":"At kanyang dinala siya (ang sanggol) sa kanyang pamayanan na kanyang kilik. Sila ay nagsabi: “o Maria! Katotohanang ikaw ay nagdala ng isang bagay na Fariyya (isang hindi naririnig na pambihirang bagay)"},{"SurahNumber":19,"VerseNumber":28,"Text":"o kapatid na babae ni Aaron (hindi si Aaron na kapatid ni Moises, datapuwa’t isa ring butihing lalaki sa panahon ni Maria)! Ang iyong ama ay isang tao na hindi gumagawa ng pangangalunya, gayundin ang iyong ina ay hindi isang maruming babae.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"At siya (Maria) ay tumuro sa kanya. Sila ay nagsabi: “Paano kami makikipag-usap sa kanya na isang sanggol pa sa kanyang duyan?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"Siya (Hesus) ay nagpahayag: “Katotohanang ako ay isang alipin ni Allah, ako ay Kanyang binigyan ng Kasulatan at ako ay hinirang Niya na isang propeta"},{"SurahNumber":19,"VerseNumber":31,"Text":"At ginawa Niya na nabibiyayaan ako saan man akonaroroon, atnagtagubilinsaakinsapagdarasal, at Zakah (katungkulang kawanggawa), habang ako ay nabubuhay"},{"SurahNumber":19,"VerseNumber":32,"Text":"At maging masunurin sa aking ina, at (Kanyang) ginawaran ako na huwag maging palalo at mawalan ng pagtingin ng pasasalamat"},{"SurahNumber":19,"VerseNumber":33,"Text":"Kaya’t Salam (Kapayapaan) ang sumaakin sa araw na ako ay ipinanganak, sa araw na ako ay mamamatay, at sa araw na ako ay muling ibabangon sa pagkabuhay!”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Ito si Hesus, ang anak ni Maria, (ito ay) isang pahayag ng katotohanan, na rito sila ay nag-aalinlangan (o nagsisipagtalo-talo)"},{"SurahNumber":19,"VerseNumber":35,"Text":"Hindi isang katampatan (sa Kamahalan ni) Allah na Siya ay magkaanak ng isang lalaki (ito ay tungkol sa paninirang puri ng mga Kristiyano laban kay Allah sa pagsasabi na si Hesus ay anak ni Allah). Tunay Siyang Maluwalhati (at Kataas-taasan sa lahat ng kanilang mga itinatambal sa Kanya). Kung Siya ay magtakda ng isang bagay, Siya ay magwiwika lamang ng “Mangyari nga” at ito ay magaganap"},{"SurahNumber":19,"VerseNumber":36,"Text":"(Si Hesus ay nagsabi): “At katotohanang si Allah ang aking Panginoon at inyong Panginoon. Kaya’t (tanging) sambahin Siya. Ito ang Tuwid na Landas (ang Relihiyon ni Allah, ang Islam na Kanyang ipinag-utos sa lahat ng Kanyang mga Propeta)"},{"SurahNumber":19,"VerseNumber":37,"Text":"At ang mga sekta ay nagkaiba- iba (alalaong baga, ang mga Kristiyano tungkol kay Hesus), kaya’t kasawian sa mga hindi sumasampalataya (sila na nagbibigay ng mga huwad na pagsaksi sa pagsasabi na si Hesus ay anak ni Allah), sa Pakikipagtipan ng Dakilang Araw (alalaong baga, ang Araw ng Muling Pagkabuhay, kung kailan sila ay ihahagis sa naglalagablab na Apoy)"},{"SurahNumber":19,"VerseNumber":38,"Text":"Gaano kaliwanag na kanilang (mga mapagsamba sa diyus-diyosan at walang pananalig sa Kaisahan ni Allah) mamamalas at maririnig, sa Araw na sila ay haharap na sa Amin! Datapuwa’t ang Zalimun (mga mapagsamba sa diyus-diyosan at mapaggawa ng kamalian, tampalasan, buhong, atbp.) sa ngayon ay nasa lantad na kamalian"}]}