{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"And He hath cast into the earth firm hills that it quake not with you, and streams and roads that ye may find a way"},{"SurahNumber":16,"VerseNumber":16,"Text":"And landmarks (too), and by the star they find a way"},{"SurahNumber":16,"VerseNumber":17,"Text":"Is He then Who createth as him who createth not? Will ye not then remember"},{"SurahNumber":16,"VerseNumber":18,"Text":"And if ye would count the favour of Allah ye cannot reckon it. Lo! Allah is indeed Forgiving, Merciful"},{"SurahNumber":16,"VerseNumber":19,"Text":"And Allah knoweth that which ye keep hidden and that which ye proclaim"},{"SurahNumber":16,"VerseNumber":20,"Text":"Those unto whom they cry beside Allah created naught, but are themselves created"},{"SurahNumber":16,"VerseNumber":21,"Text":"(They are) dead, not living. And they know not when they will be raised"},{"SurahNumber":16,"VerseNumber":22,"Text":"Your Allah is One Allah. But as for those who believe not in the Hereafter their hearts refuse to know, for they are proud"},{"SurahNumber":16,"VerseNumber":23,"Text":"Assuredly Allah knoweth that which they keep hidden and that which they proclaim. Lo! He loveth not the proud"},{"SurahNumber":16,"VerseNumber":24,"Text":"And when it is said unto them: What hath your Lord revealed? they say: (Mere) fables of the men of old"},{"SurahNumber":16,"VerseNumber":25,"Text":"That they may bear their burdens undiminished on the Day of Resurrection, with somewhat of the burdens of those whom they mislead without knowledge. Ah! evil is that which they bear"},{"SurahNumber":16,"VerseNumber":26,"Text":"Those before them plotted, so Allah struck at the foundations of their building, and then the roof fell down upon them from above them, and the doom came on them whence they knew not"}]}