{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":77,"Text":"And We made his offspring the survivors"},{"SurahNumber":37,"VerseNumber":78,"Text":"And We perpetuated to him (praise) among the later generations"},{"SurahNumber":37,"VerseNumber":79,"Text":"Peace and salutation to Nuh among the nations"},{"SurahNumber":37,"VerseNumber":80,"Text":"Thus do We surely reward the doers of good"},{"SurahNumber":37,"VerseNumber":81,"Text":"Surely he was of Our believing servants"},{"SurahNumber":37,"VerseNumber":82,"Text":"Then We drowned the others"},{"SurahNumber":37,"VerseNumber":83,"Text":"And most surely Ibrahim followed his way"},{"SurahNumber":37,"VerseNumber":84,"Text":"When he came to his Lord with a free heart"},{"SurahNumber":37,"VerseNumber":85,"Text":"When he said to his father and his people: What is it that you worship"},{"SurahNumber":37,"VerseNumber":86,"Text":"A lie-- gods besides Allah-- do you desire"},{"SurahNumber":37,"VerseNumber":87,"Text":"What is then your idea about the Lord of the worlds"},{"SurahNumber":37,"VerseNumber":88,"Text":"Then he looked at the stars, looking up once"},{"SurahNumber":37,"VerseNumber":89,"Text":"Then he said: Surely I am sick (of your worshipping these)"},{"SurahNumber":37,"VerseNumber":90,"Text":"So they went away from him, turning back"},{"SurahNumber":37,"VerseNumber":91,"Text":"Then he turned aside to their gods secretly and said: What! do you not eat"},{"SurahNumber":37,"VerseNumber":92,"Text":"What is the matter with you that you do not speak"},{"SurahNumber":37,"VerseNumber":93,"Text":"Then he turned against them secretly, smiting them with the right hand"},{"SurahNumber":37,"VerseNumber":94,"Text":"So they (people) advanced towards him, hastening"},{"SurahNumber":37,"VerseNumber":95,"Text":"Said he: What! do you worship what you hew out"},{"SurahNumber":37,"VerseNumber":96,"Text":"And Allah has created you and what you make"},{"SurahNumber":37,"VerseNumber":97,"Text":"They said: Build for him a furnace, then cast him into the burning fire"},{"SurahNumber":37,"VerseNumber":98,"Text":"And they desired a war against him, but We brought them low"},{"SurahNumber":37,"VerseNumber":99,"Text":"And he said: Surely I fly to my lord; He will guide me"},{"SurahNumber":37,"VerseNumber":100,"Text":"My Lord! grant me of the doers of good deeds"},{"SurahNumber":37,"VerseNumber":101,"Text":"So We gave him the good news of a boy, possessing forbearance"},{"SurahNumber":37,"VerseNumber":102,"Text":"And when he attained to working with him, he said: O my son! surely I have seen in a dream that I should sacrifice you; consider then what you see. He said: O my father! do what you are commanded; if Allah please, you will find me of the patient ones"}]}