{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Fi apejuwe kan lele fun won nipa awon ara ilu kan nigba ti awon Ojise wa ba won"},{"SurahNumber":36,"VerseNumber":14,"Text":"(Ranti) nigba ti A ran Ojise meji nise si won. Won pe awon mejeeji ni opuro. A si fi eni keta ro awon mejeeji lagbara. Won si so pe: “Dajudaju awa ni Ojise ti Won ran nise si yin.”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Won wi pe: “Eyin ko je kini kan bi ko se abara bi iru tiwa. Ajoke-aye ko si so nnkan kan kale. Eyin ko si je kini kan bi ko se opuro.”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Won so pe: \"Oluwa wa mo pe dajudaju awa ni Ojise ti Won ran nise si yin"},{"SurahNumber":36,"VerseNumber":17,"Text":"Ko si si ojuse kan fun wa bi ko se ise-jije ponnbele.”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Won wi pe: “Dajudaju awa ri ami aburu lara yin. Ti e o ba jawo (nibi ipepe yin), dajudaju a maa so yin loko pa. Iya eleta-elero yo si je yin lati odo wa.”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Won so pe: \"Ami aburu yin n be pelu yin. Se nitori pe won se isiti fun yin (l’e fi ri ami aburu lara wa)? Ko ri bee! Ijo alakoyo ni yin ni"},{"SurahNumber":36,"VerseNumber":20,"Text":"Okunrin kan sare de lati opin ilu naa, o wi pe: “Eyin eniyan mi, e tele awon Ojise naa"},{"SurahNumber":36,"VerseNumber":21,"Text":"E tele eni ti ko beere owo-oya kan ni owo yin. Olumona si ni won"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ki ni o maa mu mi ti emi ko fi nii josin fun Eni ti O pile eda mi? Odo Re si ni won yoo da yin pada si"},{"SurahNumber":36,"VerseNumber":23,"Text":"Se ki ng so awon kan di olohun leyin Allahu ni? Ti Ajoke-aye ba fe fi inira kan mi, isipe won ko le ro mi loro kini kan, won ko si le gba mi la"},{"SurahNumber":36,"VerseNumber":24,"Text":"(Bi emi ko ba josin fun Allahu) nigba naa dajudaju mo ti wa ninu isina ponnbele"},{"SurahNumber":36,"VerseNumber":25,"Text":"Dajudaju emi gbagbo ninu Oluwa Eledaa yin. Nitori naa, e gbo mi.”"},{"SurahNumber":36,"VerseNumber":26,"Text":"Won so pe: “Wo inu Ogba Idera.” O so pe: “Awon eniyan mi iba ni imo"},{"SurahNumber":36,"VerseNumber":27,"Text":"nipa bi Oluwa mi se forijin mi ati (bi) O se fi mi si ara awon alapon-onle (won iba ronu piwada).”"}]}