{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":23,"Text":"Unter den Glaubigen gibt es Manner, die das wahr gemacht haben, wozu sie sich Gott gegenuber verpflichtet haben. Unter ihnen sind welche, die ihre Lebensaufgabe erfullt haben; und unter ihnen sind welche, die noch warten mussen. Und sie haben keine Anderung vorgenommen"},{"SurahNumber":33,"VerseNumber":24,"Text":"Auf daß Gott die Wahrhaftigen fur ihre Wahrhaftigkeit entlohne und die Heuchler peinige, wenn Er will, oder sich ihnen (gnadig) zuwende. Gott ist voller Vergebung und barmherzig"},{"SurahNumber":33,"VerseNumber":25,"Text":"Und Gott wies diejenigen, die unglaubig sind, mit ihrem Groll zuruck, ohne daß sie etwas Gutes erlangt hatten. Und Gott befreite die Glaubigen vom Kampf. Gott ist stark und machtig"},{"SurahNumber":33,"VerseNumber":26,"Text":"Und Er ließ diejenigen von den Leuten des Buches, die ihnen Beistand geleistet hatten, aus ihren Burgen heruntersteigen. Und Er jagte ihren Herzen Schrecken ein, so daß ihr einen Teil (von ihnen) getotet und einen Teil gefangengenommen habt"},{"SurahNumber":33,"VerseNumber":27,"Text":"Und Er gab euch zum Erbe ihr Land, ihre Wohnstatten und ihren Besitz, und auch ein Land, das ihr (vorher) nicht betreten hattet. Und Gott hat Macht zu allen Dingen"},{"SurahNumber":33,"VerseNumber":28,"Text":"O Prophet, sprich zu deinen Gattinnen: Wenn ihr das diesseitige Leben und seinen Schmuck begehrt, dann kommt her, ich werde euch eine Versorgung sichern und euch auf eine schone Weise freigeben"},{"SurahNumber":33,"VerseNumber":29,"Text":"Und wenn ihr Gott und seinen Gesandten und die jenseitige Wohnstatte begehrt, so hat Gott fur die Rechtschaffenen von euch einen großartigen Lohn bereitet"},{"SurahNumber":33,"VerseNumber":30,"Text":"O ihr Frauen des Propheten, wenn eine von euch eine eindeutige Schandtat begeht, wird ihr die Pein verdoppelt. Und das ist Gott ein leichtes"}]}