{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":20,"Text":"Zhe deng ren zai da dishang jue buneng taobi tianqian. Chu an la wai, tamen jue wu baohu zhe. Tamen jiang shoudao jiabei de chengfa. Tamen wei neng tingcong, ye wei guancha"},{"SurahNumber":11,"VerseNumber":21,"Text":"Zhe deng ren shi zi kui de. Tamen suo niezao de, yi huibi tamenle"},{"SurahNumber":11,"VerseNumber":22,"Text":"Hao wuyi yi, tamen zai hou shi shi zui kui she de"},{"SurahNumber":11,"VerseNumber":23,"Text":"Xindao erqie xingshan, bing dui an la biaoshi qianxun de ren, tamen que shi leyuan de jumin, jiang yong ju qizhong"},{"SurahNumber":11,"VerseNumber":24,"Text":"You liang pai ren, zhe yipai piru shi you xia you long de ren, na yipai piru shi you ming you cong de ren, nandao zhe liang pai bici de qingkuang shi yiyang de ma? Nimen zenme bu juewu ne"},{"SurahNumber":11,"VerseNumber":25,"Text":"Wo que yi paiqian nu ha qu jiaohua ta de zongzu shuo:“Wo dui nimen que shi yige tanshuai de jinggao zhe"},{"SurahNumber":11,"VerseNumber":26,"Text":"Chu an la wai, nimen buyao chongbai renhe wu. Wo dique pa nimen zaoshou tongku ri de chengfa.”"},{"SurahNumber":11,"VerseNumber":27,"Text":"Dan ta de zongzu zhong bu xindao zhe de guizu shuo:“Women renwei ni zhishi xiang women yiyang de yige fanren, women renwei zhiyou women zhong naxie zui beijian de renmen cai qingshuai de shuncong ni, women renwei nimen bubi women youyue. Women shenzhi xiangxin nimen shi shuohuang de.”"},{"SurahNumber":11,"VerseNumber":28,"Text":"Ta shuo:“Wo de zongzu a! Nimen gaosu wo ba, ruguo wo shi yiju cong wo de zhu jiang shi de mingzheng de, bingqie ceng shouguo cong ta nali fachu de ci'en, dan nage mingzheng duiyu nimen shi mohu de, nandao nimen zengwu ta, er women qiangpo nimen jieshou ta ma"}]}