{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"پھر جب چڑھ چکے تو اور جو تیرے ساتھ ہے کشی پر تو کہہ شکر اللہ کا جس نے چھڑایا ہمکو گنہگار لوگوں سے [۳۲]"},{"SurahNumber":23,"VerseNumber":29,"Text":"اور کہہ اے رب اتار مجھ کو برکت کا اتارنا اور تو ہے بہتر اتارنے والا [۳۳]"},{"SurahNumber":23,"VerseNumber":30,"Text":"اس میں نشانیاں ہیں اور ہم ہیں جانچنے والے [۳۴]"},{"SurahNumber":23,"VerseNumber":31,"Text":"پھر پیدا کی ہم نے اُن سے پیچھے ایک جماعت اور [۳۵]"},{"SurahNumber":23,"VerseNumber":32,"Text":"پھر بھیجا ہم نے اُن میں ایک رسول اُن میں کا [۳۶] کہ بندگی کرو اللہ کی کوئی نہیں تمہارا حاکم اُسکے سوائے پھر کیا تم ڈرتے نہیں"},{"SurahNumber":23,"VerseNumber":33,"Text":"اور بولے سردار اُسکی قوم کے جو کافر تھے اور جھٹلاتے تھے آخرت کی ملاقات کو اور آرام دیا تھا اُنکو ہم نے دنیا کی زندگی میں [۳۷] اور کچھ نہیں یہ ایک آدمی ہے جیسے تم، کھاتا ہے جس قسم سے تم کھاتے ہو اور پیتا ہے جس قسم سے تم پیتے ہو [۳۸]"},{"SurahNumber":23,"VerseNumber":34,"Text":"اور کہیں تم چلنے لگے کہنے پر ایک آدمی کے اپنے برابر کے تو تم بیشک خراب ہوئے [۳۹]"},{"SurahNumber":23,"VerseNumber":35,"Text":"کیا تم کو وعدہ دیتا ہے کہ جب تم مر جاؤ اور ہو جاؤ مٹی اور ہڈیاں تو تمکو نکلنا ہے"},{"SurahNumber":23,"VerseNumber":36,"Text":"کہاں ہو سکتا ہے کہاں ہوسکتا ہے جو تم سے وعدہ ہوتا ہے [۴۰]"},{"SurahNumber":23,"VerseNumber":37,"Text":"اور کچھ نہیں یہی جینا ہے ہمارا دنیا کا مرتے ہیں اور جیتے ہیں اور ہمکو پھر اٹھنا نہیں [۴۱]"},{"SurahNumber":23,"VerseNumber":38,"Text":"اور کچھ نہیں یہ ایک مرد ہے باندھ لایا ہے اللہ پر جھوٹ [۴۲] اور اُسکو ہم نہیں ماننے والے"},{"SurahNumber":23,"VerseNumber":39,"Text":"بولا اے رب میری مدد کر کہ انہوں نے مجھ کو جھٹلایا [۴۳]"},{"SurahNumber":23,"VerseNumber":40,"Text":"فرمایا اب تھوڑے دنوں میں صبح کو رہ جائیں گے پچتاتے [۴۴]"},{"SurahNumber":23,"VerseNumber":41,"Text":"پھر پکڑا اُنکو چنگھاڑ نے تحقیق [۴۵] پھر کر دیا ہم نے اُنکو کوڑا [۴۶] سو دور ہو جائیں گنہگار لوگ [۴۷]"},{"SurahNumber":23,"VerseNumber":42,"Text":"پھر پیدا کیں ہم نے اُن سے پیچھے جماعتیں اور"}]}