{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"a zadny narod lhutu svou neuspisi ani neodlozi"},{"SurahNumber":23,"VerseNumber":44,"Text":"Potom jsme vysilali posly jednoho za druhym, vsak kdykoliv prisel k nejakemu narodu posel Jeho, za lhare jej prohlasili. A tak dali jsme nasledovat jednomu narodu za druhym a ucinili jsme je pribehy varovnymi. Pryc s lidem, ktery neveri"},{"SurahNumber":23,"VerseNumber":45,"Text":"Potom jsme vyslali Mojzise a bratra jeho Arona se znamenimi Svymi a s poverenim zjevnym"},{"SurahNumber":23,"VerseNumber":46,"Text":"k Faraonovi a velmozum jeho, vsak oni zpysneli a byli lidem povysenym"},{"SurahNumber":23,"VerseNumber":47,"Text":"a rekli: \"Mame uverit dvema smrtelnikum stejnym jako my, jejichz lid nam otroci"},{"SurahNumber":23,"VerseNumber":48,"Text":"A oba za lhare prohlasili a stali se temi, kdoz do zahuby speji"},{"SurahNumber":23,"VerseNumber":49,"Text":"A dali jsme Mojzisovi Pismo doufajice, ze snad lid jeho pujde po ceste spravne"},{"SurahNumber":23,"VerseNumber":50,"Text":"A ucinili jsme syna Mariina i matku jeho znamenimi a poskytli jsme jim utulek na vysine bezpecne, s pramenem vody hojne"},{"SurahNumber":23,"VerseNumber":51,"Text":"Poslove, jezte z vytecnych pokrmu a konejte zbozne skutky, vzdyt Ja o vsem, co cinite, dobre jsem zpraven"},{"SurahNumber":23,"VerseNumber":52,"Text":"Tato vase obec je vskutku obci jedinou a Ja vasim jsem Panem. Budte tedy vuci Mne bohabojni"},{"SurahNumber":23,"VerseNumber":53,"Text":"Vsak lide se rozstepili ve veci sve na sekty a strana kazda se radovala jen z toho, co ji bylo vlastni"},{"SurahNumber":23,"VerseNumber":54,"Text":"Ponech je tedy v hlubinach jejich omylu po dobu nejakou"},{"SurahNumber":23,"VerseNumber":55,"Text":"Domnivaji se snad, ze to, cim jsme hojne opatrili z majetku a synu"},{"SurahNumber":23,"VerseNumber":56,"Text":"Pobizime je rychle ke konani dobrych skutku, avsak oni o tom nemaji tuseni"},{"SurahNumber":23,"VerseNumber":57,"Text":"Veru ti, kdoz bazni pred Panem svym jsou naplneni"},{"SurahNumber":23,"VerseNumber":58,"Text":"ti, kdoz veri v Pana sveho znameni"},{"SurahNumber":23,"VerseNumber":59,"Text":"ti, kdoz nikoho k Panu svemu nepridruzuji"}]}