{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":9,"VerseNumber":94,"Text":"avara kuritu nīvu santuṣṭarāgabēkendu avaru nim'meduru āṇegaḷannu hākuttāre. Ondu vēḷe nīvu avara kuritu santuṣṭarāgi biṭṭarū allāhanu mātra avidhēyara kuritu khaṇḍita santuṣṭanāguvudilla"},{"SurahNumber":9,"VerseNumber":95,"Text":"Alemāri arabaru dhikkāra hāgū kāpaṭyadalli heccu kaṭhōrarāgiruttāre. Allāhanu tanna dūtarige iḷisikoṭṭiruva, ādēśagaḷa kuritu avarige tiḷiyade iruva sādhyate hecciruttade. Allāhanantu ellavannū ballavanu mattu yuktivantanāgiddāne"},{"SurahNumber":9,"VerseNumber":96,"Text":"alemārigaḷalli kelavaru, tāvu (allāhana mārgadalli) māḍuva kharcannu daṇḍavendu parigaṇisuttāre mattu avaru nim'ma mēle vipattugaḷu banderaguvudakkāgi kāyuttiddāre. Keṭṭa vipattugaḷellā avara mēleyē eragalive. Allāhanu ellavannū kēḷuvavanu mattu ballavanāgiddāne"},{"SurahNumber":9,"VerseNumber":97,"Text":"hāgeyē, alemārigaḷalli, allāh mattu paralōkadalli nambike uḷḷavarū iddāre. Avaru tāvu māḍuva kharcannu allāhana sāmīpyavannu sampādisuvudakke hāgū dēvadūtara prārthaneyannu paḍeyuvudakke sādhanavendu parigaṇisuttāre. Tiḷidirali! Khaṇḍitavāgiyū adu avara pālige sāmīpyada sādhanavāgide. Allāhanu avarannu tanna anugrahadoḷage sērisuvanu. Khaṇḍitavāgiyū allāhanu kṣamisuvavanu mattu karuṇāḷuvāgiddāne"},{"SurahNumber":9,"VerseNumber":98,"Text":"muhājir mattu ansār‌gaḷa paiki (satya svīkāradalli) itarellariginta modaligarādavaru mattu atyuttama rītiyalli avarannu anusarisidavaru – avarinda allāhanu santuṣṭanādanu mattu avaru allāhaninda santuṣṭarādaru. Avanu avarigāgi, taḷabhāgadalli nadigaḷu hariyuttiruvantaha svarga tōṭagaḷannu sidhdhagoḷisiṭṭiruvanu. Avaru avugaḷalli sadākāla iruvaru. Idu nijakkū mahā vijayavāgide"},{"SurahNumber":9,"VerseNumber":99,"Text":"nim'ma sutta muttaliruva alemārigaḷa paiki kelavaru kapaṭigaḷu. Hāgeyē madīnādavarallū kelavaru kāpaṭyakke aṇṭikoṇḍiruvaru. Nīvu avarannu ballavaralla. Nāvu avarannu ballevu. Nāvu avarannu eraḍeraḍu bāri śikṣisuvevu mattu konege avarannu mahā śikṣeyeḍege maraḷisalāguvudu"}]}