{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":45,"Text":"Ty uvidish', kak ikh predstavyat yemu (Adu) smirennymi ot unizheniya i poglyadyvayushchimi na nego iskosa. Te zhe, kotoryye uverovali, skazhut: «Voistinu, poterpevshimi ubytok yavlyayutsya te, kotoryye poteryali samikh sebya i svoi sem'i v Den' voskreseniya». Voistinu, bezzakonniki prebudut v vechnykh mucheniyakh"},{"SurahNumber":42,"VerseNumber":46,"Text":"U nikh ne budet pokroviteley i pomoshchnikov, kotoryye by pomogli im vmesto Allakha. Net puti tomu, kogo Allakh vvel v zabluzhdeniye"},{"SurahNumber":42,"VerseNumber":47,"Text":"Otvet'te vashemu Gospodu prezhde, chem nastupit den' ot Allakha, kotoryy nevozmozhno otvratit' (ili den', kotoryy Allakh ne otvratit). V tot den' ne budet dlya vas ubezhishcha, i vy ne smozhete otritsat' svoi grekhi"},{"SurahNumber":42,"VerseNumber":48,"Text":"Yesli zhe oni otvernutsya, to ved' My ne posylali tebya ikh khranitelem. Na tebya vozlozhena tol'ko peredacha otkroveniya. Kogda My dayem cheloveku vkusit' Nashu milost', on raduyetsya yey. Kogda zhe yego porazhayet zlo za to, chto prigotovili yego ruki, to chelovek stanovitsya neblagodaren"},{"SurahNumber":42,"VerseNumber":49,"Text":"Allakhu prinadlezhit vlast' nad nebesami i zemley. On tvorit, chto pozhelayet. On odaryayet, kogo pozhelayet, potomstvom zhenskogo pola, a kogo pozhelayet - muzhskogo"},{"SurahNumber":42,"VerseNumber":50,"Text":"Ili zhe On sochetayet potomstvo muzhskogo i zhenskogo polov, a togo, kogo pozhelayet, On delayet besplodnym. Voistinu, On - Znayushchiy, Vsemogushchiy"},{"SurahNumber":42,"VerseNumber":51,"Text":"Chelovek ne dostoin togo, chtoby Allakh razgovarival s nim inache, kak posredstvom otkroveniya ili cherez zavesu. Ili zhe On otpravlyayet poslantsa, kotoryy s Yego pozvoleniya vnushayet posredstvom otkroveniya to, chto On zhelayet. Voistinu, On - Vozvyshennyy, Mudryy"}]}