{"Id":482,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-lad","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Zhēnzhǔ wèi yīsīlán ér kāità qí xiōngjīn, gù néng jiēshòu zhǔ de guāngmíng zhě, nándào gēn xiōngjīn xiá'ài de rén yīyàng ma? Bēi zāi wèi jìyì zhēnzhǔ ér xīn yìng zhě, zhè děng rén shì zài míngxiǎn de mí wù zhōng de."},{"SurahNumber":39,"VerseNumber":23,"Text":"Zhēnzhǔ céng jiàng shì zuìměi de xùn cí, jiùshì qiánhòu yīlǜ, fǎnfù dīngníng de jīngdiǎn; wèijù zhǔ de rén, wèi tā ér zhànlì, ránhòu, wèi jìyì zhēnzhǔ ér ānjìng. Nà shì zhēnzhǔ de zhèngdào, tā yòng lái yǐndǎo tāsuǒ yìyù yǐndǎo zhě, zhēnzhǔ shǐ shuí mí wù, shuí jiù méiyǒu xiàngdǎo."},{"SurahNumber":39,"VerseNumber":24,"Text":"Fùhuó rì yǐ miànbù fángyù yánxíng de rén, xiàng bù shòu xíngfá zhě ma? Huòzhě jiāng duì bùyì zhě shuō:`Nǐmen chángshì nǐmen suǒ huò de guǒbào ba!'"},{"SurahNumber":39,"VerseNumber":25,"Text":"Zài tāmen zhīqián de rén,(céng fǒurèn zhòng shǐzhě), gù xíngfá cóng tāmen yì xiǎngbùdào dì dìfāng láilín tāmen."},{"SurahNumber":39,"VerseNumber":26,"Text":"Zhēnzhǔ shǐ tāmen zài jīnshì chángshì língrù, ér hòushì de xíngfá bìdìng shì gèng zhòngdà de. Jiǎruò tāmen zhīdào……"},{"SurahNumber":39,"VerseNumber":27,"Text":"wǒ zài zhè “gǔlánjīng” zhōng, què yǐ wéi rénmen shèle gèzhǒng pìyù, yǐbiàn tāmen juéwù."},{"SurahNumber":39,"VerseNumber":28,"Text":"Zhè shì yī běn ālābó wén de wú xié qū de “gǔlánjīng”, yǐbiàn tāmen jìngwèi."},{"SurahNumber":39,"VerseNumber":29,"Text":"Zhēnzhǔ shè yīgè pìyù: Yīgè núlì wèi xǔduō fēnzhēng de huǒji suǒ gòngyǒu; yòu yǒu yīgè núlì zhuān guī yīgè zhǔrén; zhè liǎng gè núlì de qíngzhuàng xiāngděng ma? Yīqiè zànsòng, quán guīzhēn zhǔ! Bùrán, tāmen dàbàn bù zhīdào."},{"SurahNumber":39,"VerseNumber":30,"Text":"Nǐ què shì yàosǐ de, tāmen yě què shì yàosǐ de."},{"SurahNumber":39,"VerseNumber":31,"Text":"Ránhòu, zài fùhuó rì, nǐmen bìdìng yào zài nǐmen de zhǔ nà lǐ, hùxiāng zhēnglùn."}]}