{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Kendilerine gerçeği getirmemize rağmen onlar yalanlamaktadırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"ALLAH çocuk edinmemiştir, O'nunla beraber bir tanrı da yoktur. Aksi taktirde her tanrı yarattığı şeylerle birlikte bağımsızlığını ilan ederek yönetim için bir biriyle çekişmeye girerdi. ALLAH, onların niteledikleri şeylerden çok uzaktır"},{"SurahNumber":23,"VerseNumber":92,"Text":"Tüm sırları ve tanık olunanları Bilendir; onların ortak koştukları şeylerden yücedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki, \"Rabbim, onlara verilen sözü bana gösterirsen"},{"SurahNumber":23,"VerseNumber":94,"Text":"Rabbim, beni o zalim toplum içinde bırakma"},{"SurahNumber":23,"VerseNumber":95,"Text":"Biz elbette, kendilerine söz verileni sana gösterebiliriz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Kötülüğe iyilikle karşılık ver. Biz onların iddialarını iyi biliriz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Şeytandan Korunmak İçin"},{"SurahNumber":23,"VerseNumber":98,"Text":"Ve de ki, \"Rabbim, şeytanların fısıltılarından sana sığınırım"},{"SurahNumber":23,"VerseNumber":99,"Text":"Onlardan birine ölüm gelip çattığı zaman şöyle der, \"Rabbim, beni geri döndürünüz"},{"SurahNumber":23,"VerseNumber":100,"Text":"Ki terketmiş bulunduğum şeylerde erdemli işler yapayım.\" Hayır. Bu onun söylediği bir laftan ibarettir. Diriliş gününe kadar onların ardında bir engel vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Boruya üfürüldüğünde o gün artık aralarında akrabalık yoktur ve birbirleriyle de ilgilenemezler"},{"SurahNumber":23,"VerseNumber":102,"Text":"Tartıları ağır gelenler, işte onlar kazanacaklardır"},{"SurahNumber":23,"VerseNumber":103,"Text":"Tartıları hafif gelenler ise, kendilerini zarara soktukları için cehennemde ebedi kalacak olanlardır"},{"SurahNumber":23,"VerseNumber":104,"Text":"Onlar orada perişan durumda iken, ateş de yüzlerini yalayacaktır"}]}