{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":35,"VerseNumber":31,"Text":"A ono što iz Knjige objavljujemo sušta je istina, ona potvrđuje da su istinite i one prije nje. – Allah, zaista, o robovima Svojim sve zna i On sve vidi"},{"SurahNumber":35,"VerseNumber":32,"Text":"Mi ćemo učiniti da Knjigu poslije naslijede oni Naši robovi koje Mi izaberemo. Bit će onih koji će se prema sebi ogriješiti, bit će onih čija će dobra i loša djela podjednako teška biti, i bit će i onih koji će, Allahovom voljom, svojim dobrim djelima druge nadmašiti. I to je blagodat velika"},{"SurahNumber":35,"VerseNumber":33,"Text":"Edenski perivoji! Ući će u njih, u njima će se zlatnim narukvicama, biserom ukrašenim, kititi, a haljine će im, u njima, od svile biti"},{"SurahNumber":35,"VerseNumber":34,"Text":"“Hvaljen neka je Allah”, govorit će, “Koji je od nas tugu odstranio – Gospodar naš, zaista, mnogo prašta i blagodaran je…"},{"SurahNumber":35,"VerseNumber":35,"Text":"Koji nam je, od dobrote Svoje, vječno boravište darovao, gdje nas umor neće doticati i u kome nas klonulost neće snalaziti.”"},{"SurahNumber":35,"VerseNumber":36,"Text":"A nevjernike čeka vatra džehennemska, oni neće biti na smrt osuđeni, i neće umrijeti, i neće im se patnja u njemu ublažiti – eto tako ćemo svakog nevjernika kazniti…"},{"SurahNumber":35,"VerseNumber":37,"Text":"oni će u njemu jaukati: “Gospodaru naš, izbavi nas, činit ćemo dobra djela, drugačija od onih koja smo činili.” “A zar vas nismo ostavili da živite dovoljno dugo da bi onaj koji je trebao razmisliti imao vremena razmisliti, a bio vam je došao i onaj koji opominje? Zato iskusite patnju, nevjernicima nema pomoći!”"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allah sigurno zna tajne nebesa i Zemlje, On dobro zna svačije misli"}]}