{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"Āpanāra pūrbē'ō āmi pratyādēśasaha mānabakē'i tādēra prati prēraṇa karēchilāma ata'ēba jñānīdērakē jijñēsa kara, yadi tōmādēra jānā nā thākē"},{"SurahNumber":16,"VerseNumber":44,"Text":"prēraṇa karēchilāma tādērakē niꦣ2503;daśābalī ō abatīrṇa granthasaha ēbaṁ āpanāra kāchē āmi smaraṇikā abatīrṇa karēchi, yātē āpani lōkadēra sāmanē aisaba biṣaẏa bibr̥ta karēna, yē gulō tōdēra prati nāyila karā haẏēchē, yātē tārā cintā-bhābanā karē."},{"SurahNumber":16,"VerseNumber":45,"Text":"Yārā kucakra karē, tārā ki ē biṣaẏē bhaẏa karē nā yē, āllāha tādērakē bhūgarbhē bilīna karē dibēna kimbā tādēra kāchē ēmana jāẏagā thēkē āyāba āsabē yā tādēra dhāraṇātīta."},{"SurahNumber":16,"VerseNumber":46,"Text":"Kimbā calāphērāra madhyē'i tādērakē pākaṛā'ō karabē, tārā tō tā byartha karatē pārabē nā."},{"SurahNumber":16,"VerseNumber":47,"Text":"Kimbā bhīti pradarśanēra para tādērakē pākaṛā'ō karabēna? Tōmādēra pālanakartā tō atyanta namra, daẏālu."},{"SurahNumber":16,"VerseNumber":48,"Text":"Tārā ki āllāhara sr̥jita bastu dēkhē nā, yāra chāẏā āllāhara prati binītabhābē sējadābanata thēkē ḍāna ō bāma dikē jhum̐kē paṛē."},{"SurahNumber":16,"VerseNumber":49,"Text":"Āllāhakē sējadā karē yā kichu nabhōmanḍalē āchē ēbaṁ yā kichu bhumanḍalē āchē ēbaṁ phērēśatāgaṇa; tārā ahaṅkāra karē nā."},{"SurahNumber":16,"VerseNumber":50,"Text":"Tārā tādēra upara parākramaśālī tādēra pālanakartākē bhaẏa karē ēbaṁ tārā yā ādēśa pāẏa, tā karē"},{"SurahNumber":16,"VerseNumber":51,"Text":"āllāha balalēnaḥ tōmarā du'i upāsya grahaṇa karō nā upāsya tō mātra ēkajana'i. Ata'ēba āmākē'i bhaẏa kara."},{"SurahNumber":16,"VerseNumber":52,"Text":"Yā kichu nabhōmanḍala ō bhumanḍalē āchē tā tām̐ra'i ēbādata karā śāśbata kartabya. Tōmarā ki āllāha byatīta kā'ukē bhaẏa karabē"},{"SurahNumber":16,"VerseNumber":53,"Text":"tōmādēra kāchē yē samasta nēẏāmata āchē, tā āllāhara'i pakṣa thēkē. Ataḥpara tōmarā yakhana duḥkhē-kaṣṭē patita ha'ō takhana tām̐ra'i nikaṭa kānnākāṭi kara."},{"SurahNumber":16,"VerseNumber":54,"Text":"Ērapara yakhana āllāha tōmādēra kaṣṭa durībhūta karē dēna, takhana'i tōmādēra ēkadala sbīẏa pālanakartāra sāthē anśīdāra sābyasta karatē thākē."}]}