{"Id":490,"LanguageCodes":["zu","zul"],"Name":"zul-iqembulezifundi","Author":"Iqembu Lezifundiswa, Mussa Muhammad Telela , Uthman Mfanafuthi Msomi, Moulana Abdur Rahman Chilipa, Haji Ibrahim Mondli Japhet Mthembu, Moulana Imran Ngcobo, Moulana Eshaaq Osman","Language":"Zulu","Description":"Zulu","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa(IDM), https://www.alqurantranslation.com/","Translations":[{"SurahNumber":11,"VerseNumber":38,"Text":"Wayesewakha umkhumbi, kwakuthi njalo uma bedlula kuyena abaholi babantu bakhe bamenze inhlekisa, wathi “uma nisihleka ngakho-ke ngempela nathi siyanihleka njengoba nihleka.”"},{"SurahNumber":11,"VerseNumber":39,"Text":"Ngakho-ke niyokwazi ukuthi ubani oyofikelwa isijeziso esiyomhlaza noyofanelwa ukwehlelwa isijeziso esingapheliyo"},{"SurahNumber":11,"VerseNumber":40,"Text":"Kwaze kwaba ilapho kufika khona impoqo yethu uhhavini waletha amanzi sathi “ngenisa kuwona (umkhumbi) okubili kuzona zonke izidalwa (okuyisilisa nesifazane) kanye nomndeni wakho ngaphandle kwalowo elamedlula izwi kanye nalowo owayekholwa, futhi akekho owayekholwa kanye naye ngaphandle kwabambalwa.”"},{"SurahNumber":11,"VerseNumber":41,"Text":"(UNowa) wayesethi, “ngenani phakathi (emkhunjini) egameni likaMvelinqangi kuzoba ukuhamba kwawo nokuma kwawo ngempela iNkosi yami iyathethelela inesihawu.”"},{"SurahNumber":11,"VerseNumber":42,"Text":"Wabe sewuhamba nabo phakathi kwamagagasi anjengezintaba, uNowa wayesememeza indodana yakhe eyayiziqhelelanisile (nabo wathi) Oh ndodana yami! gibela kanye nathi (emkhunjini) ungabi kanye nabangakholwayo"},{"SurahNumber":11,"VerseNumber":43,"Text":"Yathi (indodana kaNowa) ngizophephela entabeni, izongiphephisa emanzini (uNowa) wathi, “Akukho msindisi kulolusuku empoqweni kaMvelinqangi ngaphandle kwalowo anomusa kuyena, amagagasi eza phakathi kwabo bobabili ngakho-ke (indodana kaNowa) yayingomunye wabaminzayo.”"},{"SurahNumber":11,"VerseNumber":44,"Text":"Futhi kwathiwa, “Oh mhlabathi! gwinya amanzi akho futhi Oh sibhakabhaka! misa (imvula) abohliswa amanzi futhi udaba lwafezeka (ukubhubhisa abantu baka Nowa umkhumbi) wahlala phezu (kwentaba) iJudi futhi kwathiwa “qhelelana nabantu abayizoni”"},{"SurahNumber":11,"VerseNumber":45,"Text":"Futhi uNowa wamemeza iNkosi yakhe wathi “Nkosi yami ngempela indodana yami ingeyomndeni wami futhi ngempela isithembiso sakho siyiqiniso futhi wena ungonobulungiswa ukwedlula bonke abehluleli"}]}