{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":11,"VerseNumber":89,"Text":"Aur aey meri qom (kay logo!) kahin aisa na ho kay tum ko meri mukhalifat unn azabon ka mustahiq bana dey jo qom-e-nooh aur qom-e-hood aur qom-e-saleh ko phonchay hain. Aur qom-e-loot to tum say kuch door nahi"},{"SurahNumber":11,"VerseNumber":90,"Text":"Tum apney rab say istaghfaar kero aur uss ki taraf toba kero yaqeen mano kay mera rab bari meharbani wala aur boht mohabbat kerney wala hai"},{"SurahNumber":11,"VerseNumber":91,"Text":"Unhon ney kaha aey shoaib! Teri aksar baaten to humari samajh mein hi nahi aatin aur hum to tujhay apney andar boht kamzor patay hain agar teray qabeelay ka khayal na hota to hum to tujhay sangsaar ker detay aur hum tujhay koi heysiyat wali hasti nahi gintay"},{"SurahNumber":11,"VerseNumber":92,"Text":"Enhon ney jawab diya kay aey meri qom kay logo! Kiya tumharay nazdik meray qabeelay kay log Allah say bhi ziyada zee izzat hain tum ney ussay pas-e-pusht daal diya hai yaqeenan mera rab jo kuch tum ker rahey ho sab ko gheray huye hai"},{"SurahNumber":11,"VerseNumber":93,"Text":"Aey meri qom kay logo! Abb tum apni jagah amal kiye jao mein bhi amal ker raha hun tumhen un-qarib maloom hojayega kay kiss kay pass woh azab aata hai jo ussay ruswa ker dey aur kaun hai jo jhoota hai. Tum intizar kero mein bhi tumharay sath muntazir hun"},{"SurahNumber":11,"VerseNumber":94,"Text":"Jab humara hukum (azab) aa phoncha hum ney shoaib ko aur unn kay sath (tamam) mominon ko apni khas rehmat say nijat bakhshi aur zalimon ko sakht chinghar kay azab ney dhar dabocha jiss say woh apney gharon mein ondhay paray huye hogaye"},{"SurahNumber":11,"VerseNumber":95,"Text":"Goya kay woh inn gharon mein kabhi basay hi na thay aagah raho madiyan kay liye bhi waisi hi doori ho jaisi doori samood ko hui"},{"SurahNumber":11,"VerseNumber":96,"Text":"Aur yaqeenan hum ney musa ko apni aayaat aur roshan daleelon kay sath bheja tha"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firaon aur uss kay sardaron ki taraf phir bhi unn logon ney firaon kay ehkaam ki pairwi ki aur firaon ka koi hukum durust tha hi nahi"}]}