{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"Say, 'Verily, I am bidden to serve God, being sincere in religion to Him"},{"SurahNumber":39,"VerseNumber":12,"Text":"and I am bidden that I be the first of those resigned"},{"SurahNumber":39,"VerseNumber":13,"Text":"Say, 'Verily, I fear, if I rebel against my Lord, the torment of a mighty day"},{"SurahNumber":39,"VerseNumber":14,"Text":"Say, 'God do I serve, being sincere in my relation to Him"},{"SurahNumber":39,"VerseNumber":15,"Text":"serve then what ye will beside Him!' Say, 'Verily, the losers are those who lose themselves and their families on the resurrection day. Aye, that is the obvious loss"},{"SurahNumber":39,"VerseNumber":16,"Text":"They shall have over them shades of fire, and under them shades; with that does God frighten His servants: O my servants! then fear me"},{"SurahNumber":39,"VerseNumber":17,"Text":"But those who avoid Taghut and serve them not, but turn repentant unto God, for them shall be glad tidings. Then give glad tidings to my servants"},{"SurahNumber":39,"VerseNumber":18,"Text":"who listen to the word and follow the best thereof; they it is whom God guides, and they it is who are endowed with minds"},{"SurahNumber":39,"VerseNumber":19,"Text":"Him against whom the word of torment is due,- canst thou rescue him from the fire"},{"SurahNumber":39,"VerseNumber":20,"Text":"But for those who fear their Lord for them are upper chambers, and upper chambers above them built, beneath which rivers flow; God's promise! God does not fail in His promise"},{"SurahNumber":39,"VerseNumber":21,"Text":"Hast thou not seen that God sends down from the heaven water, and conducts it into springs in the earth? then He brings forth therewith corn varied in kind, then it dries up, and ye see it grow yellow; then He makes it grit;- verily, in that is a reminder for those endowed with minds"}]}