{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":216,"Text":"Se les ha prescrito combatir (a quienes rechazan la verdad), aunque ello les disgusta; mas, puede ser que les disguste algo que sea beneficioso para ustedes, y puede ser que les agrade algo que sea perjudicial para ustedes. Al-lah sabe, mientras que ustedes no saben"},{"SurahNumber":2,"VerseNumber":217,"Text":"Te preguntan (¡oh, Muhammad!) acerca de combatir durante los (cuatro) meses sagrados. Diles: “Combatir en ellos es un pecado grave, pero es mas grave para Al-lah impedir que los hombres sigan Su camino y no creer en El, asi como imposibilitar el acceso a la Mezquita Sagrada (de La Meca) y expulsar de ella a sus habitantes. Y la persecucion de los creyentes es peor que matarlos. Y no cesaran de combatirlos hasta lograr, si pueden, que renieguen de su religion (el Islam). Y quienes renieguen de ella y mueran en tal estado de incredulidad, veran invalidadas todas sus buenas acciones en esta vida y en la otra y seran los habitantes del fuego, donde permaneceran eternamente"},{"SurahNumber":2,"VerseNumber":218,"Text":"En verdad, quienes hayan creido (en Al-lah y Su Profeta), hayan emigrado y hayan luchado por la causa de Al-lah anhelan Su misericordia. Y Al-lah es Indulgente y Misericordioso"},{"SurahNumber":2,"VerseNumber":219,"Text":"Te preguntan (¡oh, Muhammad!) acerca de las bebidas alcoholicas y los juegos de azar. Diles: “En ambos hay un gran pecado y (algunos) beneficios para los hombres, mas el pecado que conllevan es mayor que sus beneficios[72]“. Y te preguntan cuanto deben dar en caridad. Diles: “Lo que les sobre una vez cubiertas sus necesidades”. Asi es como Al-lah les aclara Sus mandatos para que puedan reflexionar"}]}