{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":16,"Text":"Āra bāstabika'i āmarā ākāśē durga tairi karēchi, āra tā suśōbhita karēchi darśakadēra jan'ya."},{"SurahNumber":15,"VerseNumber":17,"Text":"Āra āmarā tākē rakṣā kari pratyēka bitāṛita śaẏatānēra thēkē"},{"SurahNumber":15,"VerseNumber":18,"Text":"sē byatīta yē lukiẏē śōnē, phalē tāra paścād'dhābana karē prakhara agniśikhā."},{"SurahNumber":15,"VerseNumber":19,"Text":"Āra pr̥thibī -- āmarā tākē prasārita karēchi, āra tātē sthāpana karēchi parbatamālā, āra tātē uṯpanna karēchi harēka rakamēra jinisa suparimitabhābē."},{"SurahNumber":15,"VerseNumber":20,"Text":"Āra tōmādēra jan'ya tātē sr̥ṣṭi karēchi khādyabastu, āra tōmarā yādēra jībikādātā na'ō tādēra jan'yē'ō."},{"SurahNumber":15,"VerseNumber":21,"Text":"Āra ēmana kōnō-kichu nē'i yāra bhānḍāra āmādēra kāchē naẏa, āra āmarā tā pāṭhā'i nā nirdhārita parimāpē chāṛā."},{"SurahNumber":15,"VerseNumber":22,"Text":"Āra āmarā urbaratā-sañcāraka bāẏu pāṭhā'i, tārapara ākāśa thēkē āmarā pāni pāṭhā'i, takhana tōmādēra tā pāna karatē di'i, āra tōmarā tāra kōṣādhyakṣa na'ō"},{"SurahNumber":15,"VerseNumber":23,"Text":"āra niḥsandēha āmarā nijē'i jībana dāna kari ō mr̥tyu ghaṭā'i, āra āmarā'i hacchi uttarādhikārī."},{"SurahNumber":15,"VerseNumber":24,"Text":"Āra āmarā niścaẏa'i jāni tōmādēra madhyēra agragāmīdēra, āra āmarā abaśya jāni paścātē-paṛē-thākādēra."},{"SurahNumber":15,"VerseNumber":25,"Text":"Āra niḥsandēha tōmāra prabhu -- tini tādērakē ēkatrē samabēta karabēna. Tini niścaẏa'i paramajñānī, sarbajñātā."},{"SurahNumber":15,"VerseNumber":26,"Text":"Āra āmarā niścaẏa'i mānuṣa sr̥ṣṭi karēchi ā'ōẏājadāẏaka māṭi thēkē, kālō kādā thēkē rūpa diẏē."},{"SurahNumber":15,"VerseNumber":27,"Text":"Āra āmarā ēra āgē jina sr̥ṣṭi karēchi prakhara āguna diẏē."},{"SurahNumber":15,"VerseNumber":28,"Text":"Āra smaraṇa kara! Tōmāra prabhu phiriś‌tādēra balalēna -- ''niḥsandēha āmi mānuṣa sr̥ṣṭi karatē yācchi ā'ōẏājadāẏaka māṭi thēkē, -- kālō kādā thēkē rūpa diẏē."},{"SurahNumber":15,"VerseNumber":29,"Text":"Sutarāṁ yakhana āmi tākē suṭhāma karaba āra tātē āmāra rūh phukam̐bō takhana tāra prati tōmarā paṛa sijadābanata haẏē.’’"},{"SurahNumber":15,"VerseNumber":30,"Text":"Takhana phiriś‌tārā sijadā karalē, tādēra sabā'i sababēta-bhābē"},{"SurahNumber":15,"VerseNumber":31,"Text":"ibalisa byatīta, sē sijadākārīdēra antarbhukta hatē asbīkāra karala."}]}