{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"The gardens which have been promised to the pious have flowing streams, everlasting fruits, and perpetual shade. Such is the blissful end of the pious, but hell fire is the terrible end for the unbelievers"},{"SurahNumber":13,"VerseNumber":36,"Text":"The People of the Book are happy with what has been revealed to you. Among the different parties, there are some who dislike part of what has been revealed to you. (Muhammad), tell them, \"I have been commanded to worship God alone, not to consider anything equal to Him. To Him do I pray and to Him shall I return"},{"SurahNumber":13,"VerseNumber":37,"Text":"We revealed it (the Quran) as a code of conduct in the Arabic language. (Muhammad), if you follow their desires after the knowledge has been revealed to you, know that no one will be able to guard or protect you from the wrath of God"},{"SurahNumber":13,"VerseNumber":38,"Text":"We sent Messengers before you (Muhammad) and gave them wives and offspring. No Messenger was to show miracles without the permission of God"},{"SurahNumber":13,"VerseNumber":39,"Text":"For every event God has ordained His decree. God establishes or effaces whatever He wants and with Him is the original of the Book"},{"SurahNumber":13,"VerseNumber":40,"Text":"Whether We show them (the unbelievers) to you facing the punishment with which We had threatened them, or make you die first (before its fulfillment), your duty is only to preach. It is up to Us to call them to account (for their deeds)"},{"SurahNumber":13,"VerseNumber":41,"Text":"Have they not considered that We have taken over the land and reduced its borders? It is God who issues the irreversible decree and His reckoning is swift"},{"SurahNumber":13,"VerseNumber":42,"Text":"Certain people who lived before plotted evil plans but God is the Master of all plans. He knows what every soul does. The unbelievers will soon learn who will achieve the blissful end"}]}