{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Tekh, kto uveroval i tvoril dobrodeyaniya, Allakh lyubit, i lyudi ikh lyubyat blagodarya lyubvi Allakha"},{"SurahNumber":19,"VerseNumber":97,"Text":"My sdelali Koran na yazyke tvoyom legkodostupnym, chtoby ty dobrovestil im blagochestivym o tom, chto Allakh dovolen imi, o Yego blagosti k nim, poskol'ku oni sleduyet Yego nazidaniyam i ne narushayut Yego zapretov, i chtoby ty uveshcheval o gneve Allakha i Yego nakazanii tekh, kto ne uveroval v Allakha i nastoychivo protivilsya Yego Poslaniyu"},{"SurahNumber":19,"VerseNumber":98,"Text":"Ne ogorchaysya (o poslannik!) iz-za ikh upornogo protivostoyaniya tebe. Ved' Allakh pogubil mnogo narodov i pokoleniy do nikh za upornoye zabluzhdeniye i neveriye. I oni sovsem ischezli s litsa zemli, i ty nikogo iz nikh ne vidish' i ne slyshish' ot nikh dazhe shorokha"},{"SurahNumber":20,"VerseNumber":1,"Text":"Allakh Vsevyshniy nachal etu suru bukvami T (TA) - KH(KHA), brosaya vyzov otritsayushchim Koran i utverzhdaya, chto, nesmotrya na to, chto slova Korana sostoyat iz tekh zhe bukv, kakimi oni pol'zuyutsya v svoyey rechi, oni ne v silakh sostavit' chto-libo podobnoye, khotya by samuyu malen'kuyu suru ili ayat Korana"},{"SurahNumber":20,"VerseNumber":2,"Text":"My nisposlali tebe (o prorok!) etot Koran ne dlya togo, chtoby ty byl neschasten i stradal iz-za otstraneniya neveruyushchikh ot tebya"},{"SurahNumber":20,"VerseNumber":3,"Text":"My nisposlali yego kak napominaniye i uveshchevaniye dlya tekh, kto boitsya Allakha i povinuyetsya Yemu"},{"SurahNumber":20,"VerseNumber":4,"Text":"Koran nisposlan Tem, kto sotvoril zemlyu i vysshiye nebesa"},{"SurahNumber":20,"VerseNumber":5,"Text":"Milostivyy - On utverdilsya na Nebesnom Trone"},{"SurahNumber":20,"VerseNumber":6,"Text":"Yemu odnomu prinadlezhit vso, chto v nebesakh i na zemle, i vso to, chto mezhdu nimi, i vso to, chto pod zemloy iz blag i poleznykh iskopayemykh"},{"SurahNumber":20,"VerseNumber":7,"Text":"Moshch' Allakha ob\"yemlet vso, i On znayet o vsyakoy veshchi. Yesli ty, o chelovek, govorish' gromko ili chto- to utaivayesh' v sebe, Allakh vso vedayet. On znayet, o chom ty beseduyesh' s drugimi, i znayet dazhe to, chto govorish' pro sebya"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allakh - Yedinyy, kto zasluzhivayet pokloneniya. Net drugogo bozhestva, krome Nego. U Nego - prekrasnyye imena, i On obladayet prekrasneyshimi kachestvami"},{"SurahNumber":20,"VerseNumber":9,"Text":"Doshla li do tebya (o prorok!) istoriya Musy i Faraona"},{"SurahNumber":20,"VerseNumber":10,"Text":"Kogda Musa shol noch'yu iz Madyana v Yegipet, on skazal svoyey zhene i tem, kto byl s nim: \"Podozhdite zdes'. YA vizhu ogon' i nadeyus' prinesti vam ottuda fakel, chtoby vy sogrelis', ili nayti kogo-nibud', kto mog by ukazat' mne put'"},{"SurahNumber":20,"VerseNumber":11,"Text":"Kogda on podoshol k ognyu, on uslyshal glas svyshe, obrashchonnyy k nemu: \" O Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"YA - Allakh, tvoy Gospod'. Snimi zhe tvoyu obuv'. Ved' ty nakhodish'sya v svyashchennoy, blagorodnoy doline Tuva"}]}