{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"(Anabi Musa) so pe: \"Imo re wa ninu tira kan lodo Oluwa mi. Oluwa mi ko nii sasise. Ko si nii gbagbe"},{"SurahNumber":20,"VerseNumber":53,"Text":"(Oun ni) Eni ti O te ile ni perese fun yin. O si la awon ona sinu re fun yin. O si so omi kale lati sanmo. A si fi mu orisirisi jade ninu awon irugbin ni otooto"},{"SurahNumber":20,"VerseNumber":54,"Text":"E je, ki e si fi bo awon eran-osin yin. Dajudaju awon ami wa ninu iyen fun awon onilaakaye"},{"SurahNumber":20,"VerseNumber":55,"Text":"Lati ara erupe ni A ti da yin. Inu re si ni A oo da yin pada si. Lati inu re si ni A oo ti mu yin jade pada nigba miiran"},{"SurahNumber":20,"VerseNumber":56,"Text":"Dajudaju A ti fi awon ami Wa han an, gbogbo re. Amo o pe e niro. O si ko jale"},{"SurahNumber":20,"VerseNumber":57,"Text":"O wi pe: \"Se o wa ba wa nitori ki o le mu wa jade kuro lori ile wa pelu idan re ni, Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Dajudaju a maa mu idan iru re wa ba o. Nitori naa, mu akoko ipade laaarin awa ati iwo, ti awa ati iwo ko si nii yapa re, (ki o si mu) aye kan t’o teju"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Anabi Musa) so pe: “Akoko ipade yin ni ojo Oso (iyen, ojo odun). Ki won si ko awon eniyan jo ni iyaleta.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Fir‘aon peyin da. O si sa ete re jo mora won. Leyin naa, o de (sibe)"},{"SurahNumber":20,"VerseNumber":61,"Text":"(Anabi Musa) so pe: “Egbe yin o! E ma se da adapa iro mo Allahu nitori ki O ma baa fi iya pa yin re. Ati pe dajudaju enikeni ti o ba da adapa iro (mo Allahu) ti sofo.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"Won foro jomi toro oro laaarin ara won. Won si te soro"},{"SurahNumber":20,"VerseNumber":63,"Text":"Won wi pe: \"Dajudaju awon mejeeji yii, opidan ni won o. Won fe mu yin jade kuro lori ile yin pelu idan won ni. Won si (fe) gba oju ona yin t’o dara julo mo yin lowo"},{"SurahNumber":20,"VerseNumber":64,"Text":"Nitori naa, e ko ete yin jo papo mora won. Leyin naa, ki e to wa ni owoowo. Dajudaju eni ti o ba bori ni oni ti jere"}]}