{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":20,"Text":"[Nekotoryye] uverovavshiye sprashivayut: \"Pochemu ne nisposlana sura [o dzhikhade]?\" Kogda zhe nisposlana neprelozhnaya sura s predpisaniyem srazhat'sya [s nevernymi], to uvidish', chto te, ch'i serdtsa ushcherbny, vzirayut na tebya s vidom poteryavshikh soznaniye pered smert'yu. Dlya nikh predpochtitel'neye"},{"SurahNumber":47,"VerseNumber":21,"Text":"povinovat'sya [Allakhu] i skazat' dobroye slovo. Kogda zhe prinyato resheniye [srazit'sya s nevernymi], im luchshe byt' iskrennimi pered Allakhom"},{"SurahNumber":47,"VerseNumber":22,"Text":"I, byt' mozhet, yesli vy otkazhetes' [uchastvovat' v dzhikhade], [imenno eto] budet bezzakoniyem i narusheniyem rodstvennykh svyazey"},{"SurahNumber":47,"VerseNumber":23,"Text":"[Ved'] oni - te, kotorykh Allakh proklyal, lishil slukha i oslepil"},{"SurahNumber":47,"VerseNumber":24,"Text":"Neuzheli oni ne razmyshlyayut o Korane? Ili serdtsa ikh na zapore"},{"SurahNumber":47,"VerseNumber":25,"Text":"Voistinu, shaytan predstavil im v prekrasnom svete [ikh resheniye] i porodil pustyye nadezhdy u tekh, kotoryye obratilis' vspyat' posle togo, kak stalo dlya nikh ochevidnym nastavleniye na pryamoy put'"},{"SurahNumber":47,"VerseNumber":26,"Text":"Eto potomu, chto oni (t. ye. munafiki] skazali tem, kotorym nenavistno nisposlannoye Allakhom: \"My povinuyemsya vam v nekotorykh delakh\". No Allakh vedayet to, chto oni soderzhat vtayne"},{"SurahNumber":47,"VerseNumber":27,"Text":"No chto budet s nimi, kogda angely upokoyat ikh i budut stegat' po litsam i spinam"},{"SurahNumber":47,"VerseNumber":28,"Text":"Eto - za to, chto oni sledovali tomu, chto navleklo gnev Allakha, i im bylo nenavistno to, chto ugodno Allakhu. I On obratil ikh deyaniya v besplodnyye"},{"SurahNumber":47,"VerseNumber":29,"Text":"Neuzheli te, ch'i serdtsa ushcherbny, polagayut, chto Allakh ne vyvedet na svet ikh zlobu"}]}