{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":102,"Text":"(nabiye,) ni avarute kuttattiluntayirikkukayum, avarkk netrtvam nalkikkeant namaskaram nirvahikkukayumanenkil avaril oru vibhagam ninre kute nilkkatte. avar avarute ayudhannal etukkukayum ceyyatte. annane avar sujud ceyt kalinnal avar ninnalute pinnilekk marinilkkukayum, namaskariccittillatta marre vibhagam vann ninre kute namaskarikkukayum ceyyatte. avar jagrata kaikkeallukayum, tannalute ayudhannal etukkukayum ceyyentatan‌. ninnalute ayudhannalepparriyum, ninnalute sadhanannalepparriyum ninnal asrad'dharayenkil, ninnalute nere tirinn orearra annati natattamayirunnuvenn satyanisedhikal meahikkukayan‌. ennal mala karanam ninnalkk salyamuntakukayea, ninnal reagabadhitarakukayea ceytal ninnalute ayudhannal tale vekkunnatin kurramilla. ennal ninnal jagrata pularttuka tanne venam. tirccayayum allahu satyanisedhikalkk apamanakaramaya siksa orukkiveccittunt‌"},{"SurahNumber":4,"VerseNumber":103,"Text":"annane namaskaram nirvahiccu kalinnal ninnal ninnu keantum irunn keantum kitann keantum allahuve ormikkuka. samadhanavasthayilayal ninnal namaskaram muraprakaram tanne nirvahikkuka. tirccayayum namaskaram satyavisvasikalkk samayam nirnayikkappetta oru nirbandhabadhyatayakunnu"},{"SurahNumber":4,"VerseNumber":104,"Text":"satrujanataye tetippitikkunna karyattil ninnal derbalyam kanikkarut‌. ninnal vedana anubhavikkunnuntenkil, ninnal vedana anubhavikkunnat pealettanne avarum vedana anubhavikkunnunt‌. ninnalakatte avarkk pratiksikkanillattat (anugraham) allahuvinkal ninn pratiksikkunnumunt‌. allahu arivullavanum yuktiyullavanumakunnu"},{"SurahNumber":4,"VerseNumber":105,"Text":"ninakk allahu kaniccutannatanusaricc janannalkkitayil ni vidhikalpikkuvan ventiyan satyaprakaram nam ninakk vedagrantham avatarippiccu tannittullat‌. ni vancakanmarkk venti vadikkunnavanakarut‌"}]}