{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Blessed is He in Whose hand is the kingdom (of the universe) and He has power over everything"},{"SurahNumber":67,"VerseNumber":2,"Text":"Who created death and life to test you (as to) which of you is best in deeds, and He is the Mighty, the Protectively Forgiving"},{"SurahNumber":67,"VerseNumber":3,"Text":"Who created the seven skies (higher levels) in accordance with each other, you do not see in the creation of the Beneficent (Allah) any discordance, then look again. Do you see any rifts (discontinuity)"},{"SurahNumber":67,"VerseNumber":4,"Text":"Then look again and yet again, your sight will return to you defeated (in its purpose) and it will be tired"},{"SurahNumber":67,"VerseNumber":5,"Text":"And We adorned the sky of the world with lamps and We made them missiles for the devils and We have prepared for them the punishment of blazing fire"},{"SurahNumber":67,"VerseNumber":6,"Text":"And for those who do not believe in their Fosterer, is the punishment of hell and it is an evil destination"},{"SurahNumber":67,"VerseNumber":7,"Text":"When they will be thrown into it, they will hear its roaring and it will blaze"},{"SurahNumber":67,"VerseNumber":8,"Text":"almost bursting with fury. Whenever a batch is thrown into it, its guards will ask them, “Did no warner come to you?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"They will say, “Why not! a warner had indeed come to us, but we denied and we said: Allah has not sent down anything, you are in nothing but great error.”"},{"SurahNumber":67,"VerseNumber":10,"Text":"And they will say, “Had we but listened or understood, we would not have been among the inhabitants of blazing fire.”"},{"SurahNumber":67,"VerseNumber":11,"Text":"So they will confess their sins, therefore away with the inhabitants of the blazing fire"},{"SurahNumber":67,"VerseNumber":12,"Text":"Those who fear their Fosterer without having seen (Him), for them there is certainly protective forgiveness and a great reward"}]}