{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":47,"Text":"And they -the infidels- ask you O Muhammad to hasten on the promised retributive punishment. But never shall Allah break His promise nor go back on His word. And a day in your Creator's calendar is as a thousand years of your earthly calendar"},{"SurahNumber":22,"VerseNumber":48,"Text":"And how many towns of wrongful inhabitants did I grant respite then I cast them down from a position of prosperity and power and brought them to ruin and to Me shall in the end be the destination"},{"SurahNumber":22,"VerseNumber":49,"Text":"Say to the people: \"O you people, I have been sent to you all as a spectacle and an evident warning"},{"SurahNumber":22,"VerseNumber":50,"Text":"Consequently, those who acknowledge Allah with hearts impressed with the image of religious and spiritual virtues and deeds with wisdom and piety shall be mercifully forgiven and be graced with blessed provision"},{"SurahNumber":22,"VerseNumber":51,"Text":"Whereas those who strive to oppose and invalidate Our authoritative and divine signs shall be the inmates of Hell"},{"SurahNumber":22,"VerseNumber":52,"Text":"Nor did We send before you O Muhammad a Messenger or a Prophet but was opposed by those with characteristics befitting AL-Shaytan. They were determined to suppress their volition and intervene between them and their divine cause and to influence the peoples' minds with their satanic wickedness. But there and then does Allah annul the satanic desire and render it void and He confirms His spirit of truth guiding into all truth and strengthening His cause. Allah is 'Alimun and Hakimun. (the Source of wisdom and wise mysterious dispensations)"},{"SurahNumber":22,"VerseNumber":53,"Text":"Allah plans it in this manner in order to use the incitement instigated by the satanic as a trial for those whose hearts reflect the morbidity inherent in their inmost being and in whose hearts reigns cruelty. And the wrongful of actions are in disagreement producing extreme contention and discord"},{"SurahNumber":22,"VerseNumber":54,"Text":"And those whose hearts are a storehouse of information and imparted knowledge rest assured that this Quran is the truth from Allah, your Creator, and in consequence accept it believe in it and humbly open their hearts' ears thereto. And Allah guides those who acknowledge Him to the path of righteousness"},{"SurahNumber":22,"VerseNumber":55,"Text":"Nevertheless, the infidels continue to be in doubt of the divine nature of it -the Quran- and will remain undecided until the sudden encounter with death taking them by surprise planting their great Hereafter in the now or until they face the disastrous Day of Judgement which is barren of their expectations and their hopes are doomed to disappointment"}]}