{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Begumon kasone, ki imon ovardaand va korhoi şoista kardaand, Alloh taolo ʙaroi onho muhaʙʙate qaror xohad dod"},{"SurahNumber":19,"VerseNumber":97,"Text":"Dar haqiqat mo in Qur'onro ʙa zaʙoni tu ej Pajomʙar, ki araʙ hastī, oson kardem, to parhezgoronro ʙa rizo va ne'mati Allohi mehruʙon muƶda dihī va sarkaşonro, ki duşmani haq va tarafdori ʙotil hastand, az noxuşnudī va azoʙi dardnoki Alloh ʙitarsonī"},{"SurahNumber":19,"VerseNumber":98,"Text":"Va cī ʙisjor az ummatoni guzaştaro peş az qavmat halok kardaem. Ojo heç jak az onhoro meʙinī jo hatto andak ovoze az onho meşunavī"},{"SurahNumber":20,"VerseNumber":1,"Text":"To, Ho"},{"SurahNumber":20,"VerseNumber":2,"Text":"Ej Rasul, Qur'onro ʙar tu nozil nakardaem, ki dar ranç aftī"},{"SurahNumber":20,"VerseNumber":3,"Text":"Haroina, Qur'one, ki Mo nozil kardem tanho huşdorest ʙaroi kase, ki az Alloh metarsad"},{"SurahNumber":20,"VerseNumber":4,"Text":"Nozil şudaast az çoniʙi kase, ki zaminu osmonhoi ʙalandro ofarida"},{"SurahNumber":20,"VerseNumber":5,"Text":"Allohi mehruʙon ʙar ʙoloi Arş ast"},{"SurahNumber":20,"VerseNumber":6,"Text":"Az oni Ūst, on ci dar osmonhovu zamin va mijoni onhost va on ci dar zeri xok ast"},{"SurahNumber":20,"VerseNumber":7,"Text":"Va ej Rasul, agar suxani ʙaland ʙigūjī, jo agar suxani pinhon ʙigūj, Ū suxani pinhonu pinhontarro medonad"},{"SurahNumber":20,"VerseNumber":8,"Text":"Alloh, Zotest, ki heç ma'ʙudi ʙarhaq çuz Ū nest, doroi nekūtarin va zeʙotarin nomhost"},{"SurahNumber":20,"VerseNumber":9,"Text":"Ej Rasul? ojo xaʙari Mūso (pisari Imron alajhissalom) ʙa tu rasidaast"},{"SurahNumber":20,"VerseNumber":10,"Text":"Cun otaşe did va ʙa xonavodai xud guft: «In ço ʙoşed, ki man az dur otaşe meʙinam, şojad ʙarojaton şū'laero ʙijovaram jo dar rūşnoii on rohe ʙijoʙam»"},{"SurahNumber":20,"VerseNumber":11,"Text":"Cun Mūso nazdi otaş omad, nido doda şud: «Ej Mūso"},{"SurahNumber":20,"VerseNumber":12,"Text":"Hamono Man Parvardigori tu hastam. Pas pojafzolatro az pojat ʙikaş, ki inak dar vodii muqaddasi Tuvo hastī"}]}