{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"Rablerine doneceklerinden, verdikleri (sadakaları) ni kalpleri (onun kabul edilmemesinden) korkarak verenler"},{"SurahNumber":23,"VerseNumber":61,"Text":"Iste, iyilik hususunda yarısanlar ve (iyilikte) one gecenler bunlardır"},{"SurahNumber":23,"VerseNumber":62,"Text":"Biz hic kimseyi gucunun yettiginden baskası ile yukumlu kılmayız. Nezdimizde hakkı soyleyen bir kitap vardır ve onlar haksızlıga ugratılmazlar"},{"SurahNumber":23,"VerseNumber":63,"Text":"Hayır, onların (o inkarcıların) kalpleri bu hususta cehalet icindedir. Ayrıca onların bundan (bu sirk ve inkarcılıklarından) ote birtakım (kotu) isleri vardır ki, onlar bu isleri yapar dururlar"},{"SurahNumber":23,"VerseNumber":64,"Text":"En nihayet, refah ve bolluk icinde olanlarını sıkıntıya (veya azaba) ugrattıgımızda, bakarsın ki onlar feryadı basarlar"},{"SurahNumber":23,"VerseNumber":65,"Text":"Bosuna sızlanmayın bugun! Zira bizden yardım goremeyeceksiniz"},{"SurahNumber":23,"VerseNumber":66,"Text":"Cunku ayetlerim size okunurdu da, siz, arkanızı doner"},{"SurahNumber":23,"VerseNumber":67,"Text":"buna karsı kibirlenerek geceleyin (Kabe'nin etrafında toplanarak) hezeyanlar savururdunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"Onlar bu sozu (Kur'an'ı) hic dusunmediler mi? Yoksa kendilerine, daha once gecmisteki atalarına gelmeyen bir sey mi geldi"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoksa Peygamberlerini henuz tanımadılar da bu yuzden mi onu inkar ediyorlar"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yahut da onda bir delilik oldugunu mu soyluyorlar? Hayır, Peygamber onlara hakkı getirmistir; fakat onların cogu haktan hosnut degillerdir"},{"SurahNumber":23,"VerseNumber":71,"Text":"Eger hak, onların heva ve heveslerine tabi olsaydı, gokler, yer ve icindeki herkes, mutlaka bozguna ugrardı. Oysa biz onlara, san ve sereflerini ihtiva eden Kur'an'ı getirdik; fakat onlar, bundan yuz cevirmektedirler"},{"SurahNumber":23,"VerseNumber":72,"Text":"(Rasulum!) Yoksa sen onlardan bir karsılık mı istiyorsun? Rabbinin verecegi daha hayırlıdır. O, rızık verenlerin en hayırlısıdır"},{"SurahNumber":23,"VerseNumber":73,"Text":"Gercek su ki sen onları dosdogru bir yola cagırıyorsun"},{"SurahNumber":23,"VerseNumber":74,"Text":"Ahirete inanmayanlar ise, ısrarla yoldan cıkmaktadırlar"}]}