{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"kotoryye razdayut milostynyu, togda kak ikh serdtsa strashatsya togo, chto im suzhdeno vernut'sya k svoyemu Gospodu"},{"SurahNumber":23,"VerseNumber":61,"Text":"vse oni speshat vershit' dobryye dela i operezhayut v etom drugikh"},{"SurahNumber":23,"VerseNumber":62,"Text":"My ne vozlagayem na cheloveka sverkh yego vozmozhnostey. U Nas yest' Pisaniye, kotoroye glagolet istinu, i s nimi ne postupyat nespravedlivo"},{"SurahNumber":23,"VerseNumber":63,"Text":"Odnako ikh serdtsa slepy k etomu (Koranu). A naryadu s etim oni sovershayut meneye tyazhkiye zlodeyaniya"},{"SurahNumber":23,"VerseNumber":64,"Text":"A kogda My podvergnem nakazaniyu iznezhennykh roskosh'yu sredi nikh, oni zavopyat gromkim golosom"},{"SurahNumber":23,"VerseNumber":65,"Text":"Ne vopite segodnya! Voistinu, My ne okazhem vam pomoshchi"},{"SurahNumber":23,"VerseNumber":66,"Text":"Vam chitali Moi ayaty, no vy pyatilis' ot nikh"},{"SurahNumber":23,"VerseNumber":67,"Text":"vozgordivshis' yeyu (Kaaboy) i proiznosya skvernyye rechi po nocham"},{"SurahNumber":23,"VerseNumber":68,"Text":"Neuzheli oni ne zadumyvayutsya nad Slovom? Ili zhe k nim yavilos' to, chto ne prikhodilo k ikh praottsam"},{"SurahNumber":23,"VerseNumber":69,"Text":"Ili zhe oni ne uznali svoyego Poslannika i prinyalis' otvergat' yego"},{"SurahNumber":23,"VerseNumber":70,"Text":"Ili zhe oni govoryat, chto on - besnovatyy? Naprotiv, on prines im istinu, no bol'shinstvo iz nikh ne lyubyat yeye"},{"SurahNumber":23,"VerseNumber":71,"Text":"A yesli by istina zavisela ot ikh zhelaniy, to sginuli by nebesa, zemlya i te, kto na nikh. My darovali im ikh Napominaniye (Koran), odnako oni otvernulis' ot svoyego Napominaniya"},{"SurahNumber":23,"VerseNumber":72,"Text":"Razve ty prosish' u nikh voznagrazhdeniya? Vozdayaniye tvoyego Gospoda luchshe, i On - Nailuchshiy iz daruyushchikh udel"},{"SurahNumber":23,"VerseNumber":73,"Text":"Voistinu, ty prizyvayesh' ikh na pryamoy put'"},{"SurahNumber":23,"VerseNumber":74,"Text":"A te, kotoryye ne veruyut v Poslednyuyu zhizn', nepremenno sbivayutsya s puti"}]}