{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"O´dur ki sizi topraktan, sonra bir damla sudan, sonra bir alaktan yarattı; sonra sizi bir bebek olarak cıkarmakta, sonra guclu (erginlik) cagınıza erismeniz, sonra da yaslanmanız icin size (belli bir omur vermekteyiz). Sizden kiminin daha once hayatına son verilmektedir; adı konulmus bir ecele erismeniz ve belki akletmeniz icin (Tanrı sizi boyle yasatır)"},{"SurahNumber":40,"VerseNumber":68,"Text":"Dirilten ve olduren O´dur. Bir buyrugun olmasına hukmetti mi, ona yalnızca \"ol\" der, o da hemen oluverir"},{"SurahNumber":40,"VerseNumber":69,"Text":"Tanrı´nın ayetleri hakkında mucadele edenleri gormuyor musun; nasıl da donduruluyorlar"},{"SurahNumber":40,"VerseNumber":70,"Text":"Ki onlar, Kitabı ve elcilerimizle gonderdigimiz seyleri yalanladılar. Artık yakında bileceklerdir"},{"SurahNumber":40,"VerseNumber":71,"Text":"Boyunlarında demir halkalar ve (ayaklarında) zincirler oldugu halde suruklenecekler"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kaynar suyun icinde; sonra ateste tutusturulacaklar"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sonra onlara denilecek: \"Sizin sirk kostuklarınız nerede"},{"SurahNumber":40,"VerseNumber":74,"Text":"Tanrı´nın dısında (taptıklarınız).\" Dediler ki: \"Bizi bırakıp kayboluverdiler. Hayır, biz onceleri (meger) hicbir seye tapar degilmisiz.\" Iste Tanrı, kafirleri boyle sasırtıp saptırır"},{"SurahNumber":40,"VerseNumber":75,"Text":"Iste bu, sizin yeryuzunde haksız yere sımarıp azmaniz ve azgınca olcuyu tasırmanız dolayısıyladır"},{"SurahNumber":40,"VerseNumber":76,"Text":"Icinde ebedi kalıcılar olarek cehennemin kapılarından girin. Artık mutekebbirlerin konaklama yeri ne kotudur"},{"SurahNumber":40,"VerseNumber":77,"Text":"Su halde sen sabret, hic suphesiz Tanrı´nın vaadi haktır. Sonunda ya onlara vaad ettigimiz (azab)ın bir kısmını sana gosterecegiz ya da senin hayatına son verecegiz. Nihayet onlar bize dondurulecekler"}]}