{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"Allah deyəcək: “Elədir! Cunki sənə ayələrimiz gəldi, sən isə onları unutdun. Bu gun də sən beləcə unudulacaqsan!”"},{"SurahNumber":20,"VerseNumber":127,"Text":"Biz həddi asanı və Rəbbinin ayələrinə inanmayanı belə cəzalandırırıq. Axirət əzabı isə, daha siddətli və daha surəklidir"},{"SurahNumber":20,"VerseNumber":128,"Text":"Onlardan əvvəl oz məskənlərində gəzib dolasan necə-necə nəsilləri məhv etməyimiz, onlara dərs olmadımı? Həqiqətən, bunda agıl sahibləri ucun ibrətlər vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Əgər Rəbbin tərəfindən əvvəlcədən vəd edilmis Soz və muəyyən edilmis bir vaxt olmasaydı, əzab onları dərhal yaxalayardı"},{"SurahNumber":20,"VerseNumber":130,"Text":"Onların dediklərinə səbir et. Gunəs dogmamısdan və batmamısdan əvvəl Rəbbini həmd-səna ilə təriflə, gecənin bəzi saatlarında və gunduzun iki basında Ona təriflər de ki, bəlkə razı qalasan"},{"SurahNumber":20,"VerseNumber":131,"Text":"Kafirlərdən bəzisini sınamaq ucun onlara dunya həyatının bərbəzəyi kimi verdiyimiz seylərə gozunu dikmə. Rəbbinin ruzisi daha xeyirli və daha davamlıdır"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ailənə namaz qılmagı əmr et, ozun də onu səbirlə yerinə yetir. Biz səndən ruzi istəmirik, əksinə sənə ruzi verən Bizik. Gozəl aqibət təqvaya baglıdır"},{"SurahNumber":20,"VerseNumber":133,"Text":"Kafirlər: “Nə ucun o, Rəbbindən bizə bir dəlil gətirmir?”– dedilər. Məgər onlara əvvəlki səhifələrdə olanların acıq-aydın dəlili catmadımı"},{"SurahNumber":20,"VerseNumber":134,"Text":"Əgər Biz onları bundan əvvəl (Muhəmməd peygəmbər və Quran gəlməzdən oncə) əzabla məhv etsəydik, deyərdilər: “Ey Rəbbimiz! Nə ucun bizə bir peygəmbər gondərmədin ki, biz də zəlil və rusvay olmazdan əvvəl Sənin ayələrinə tabe olaq?”"},{"SurahNumber":20,"VerseNumber":135,"Text":"De: “Hamı gozləyir, siz də gozləyin. Yaxında siz kimin dogru yol sahibi oldugunu və kimin haqq yola yonəldiyini biləcəksiniz!”"}]}