{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah O Allah’dır ki, kendinden baska hic bir ilah yoktur! Ezeli ve ebedi hayat ile bakidir, zat ve kemal sıfatları ile her seye hakim olup butun varlıklar onunla kaimdir"},{"SurahNumber":3,"VerseNumber":3,"Text":"Allah Teala Kur’an’ı, onundeki kitapları da tasdik edici olarak hak ile sana indirdi. Daha once de insanlara hidayet icin Tevrat’ı ve incil’i indirmisti. Bir de hakkı batıldan ayıran kitaplar indirdi. Allah’ın ayetlerini inkar edenler (var ya), muhakkak onlara siddetli bir azab vardır. Allah Aziz’dir, intikam sahibidir"},{"SurahNumber":3,"VerseNumber":4,"Text":"Allah Teala Kur’an’ı, onundeki kitapları da tasdik edici olarak hak ile sana indirdi. Daha once de insanlara hidayet icin Tevrat’ı ve incil’i indirmisti. Bir de hakkı batıldan ayıran kitaplar indirdi. Allah’ın ayetlerini inkar edenler (var ya), muhakkak onlara siddetli bir azab vardır. Allah Aziz’dir, intikam sahibidir"},{"SurahNumber":3,"VerseNumber":5,"Text":"Yerde ve gokte hic bir sey kat’iyyen Allah’a gizli kalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Rahimlerde diledigi gibi sizi sekillendiren O’dur. Ondan baska bir ilah yoktur. O, mulkunde galiptir, islerinde hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":7,"Text":"Sana Kur’anı indiren O’dur. Bunun bir kısım ayetleri acık ve kesindir. Bunlar Kur’an’ın esasıdır. Diger bir kısım ayetler de vardır ki, (onların manası sizce anlasılmaz) mutesabihtirler. (1) Iste, kalblerinde suphe bulunanlar, fitne aramak ve te’viline gitmek icin Kur’an’ın mutesabih ayetlerine uyarlar. Halbuki, o mutesabihin te’vilini yalnız Allah bilir. Ilimde koklesmis ve metin olmus kimseler ise: “- Biz ona (manası anlasılmıyan mutesabihe) inandık; acık ve kapalı butun ayetler Rabbimiz tarafındandır”, derler. Bunları ancak akılları tam olanlar iyice dusunur"},{"SurahNumber":3,"VerseNumber":8,"Text":"Rabbimiz! Bize hidayet verdikten sonra kalblerimizi saptırma; katından bize bir rahmet ihsan et! Suphesiz ki sen, cok cok bagıslayansın"},{"SurahNumber":3,"VerseNumber":9,"Text":"Rabbimiz! Muhakkak ki sen, geleceginde hic suphe olmayan bir gunde insanları toplayacaksın. Suphesiz Allah va’dinden donmez. (1) Mutesabih: Kasd olunan manayı bilmek, mumkun olmayan Kur’an-ı Kerimdeki ayetlere denir. Mutesabih iki nevidir: Lafzı mutesabih olan ayet ki, bundan hic bir mana anasılmaz. Surelerin evvelinde bulunan Sad Ta-ha gibi (Mukattaa) harfler. Anlamı mutesabih olan ayet ki, zahiri manasını kasdetmek muhaldır. Allah’ın eli, onların elleri ustundedir. Bu ayet-i kerimeye boyle mana vermek muhaldır. Cunku, Allah’ın eli olamaz. Ancak, el ya kudret ile tevil edilir, ya da Allah tarafından murad edilen manaya inanc beslenir"}]}