{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"« De la meme facon que tu as oublie Nos Signes, repondra (Allah), tu seras oublie aujourd’hui ! »"},{"SurahNumber":20,"VerseNumber":127,"Text":"C’est ainsi que Nous retribuons quiconque se livre aux exces et ne croit pas aux Signes de son Seigneur. Le supplice de l’autre monde est certes plus dur et plus durable"},{"SurahNumber":20,"VerseNumber":128,"Text":"Cela ne les a-t-il pas suffisamment eclaires (de voir) combien de generations, avant eux, Nous avons fait perir ? C’est dans leurs demeures qu’ils marchent (aujourd’hui). Il y a bien la des Signes pour les esprits sagaces"},{"SurahNumber":20,"VerseNumber":129,"Text":"S’il n’y avait eu un arret deja decrete de ton Seigneur, et un terme deja nomme, (leur supplice) eut ete (immediat)"},{"SurahNumber":20,"VerseNumber":130,"Text":"Prends donc ce qu’ils disent en patience, rends gloire a ton Seigneur et celebre Ses louanges avant le lever du soleil et avant son coucher ! Rends-Lui donc gloire pendant la nuit et aux extremites du jour ! Peut-etre seras-tu satisfait (par la recompense divine)"},{"SurahNumber":20,"VerseNumber":131,"Text":"Ne porte point tes yeux sur les jouissances ephemeres que Nous avons (reservees) a certains d’entre eux : apparat de ce bas monde par lequel Nous les eprouvons. Mais les biens que dispense ton Seigneur sont bien meilleurs et plus durables"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ordonne aux tiens la Calat. Observe-la toi-meme avec constance. Nous ne te demandons point de subsistance, c’est Nous qui pourvoyons a la tienne. Et c’est aux gens pieux qu’est (promise) l’heureuse consequence"},{"SurahNumber":20,"VerseNumber":133,"Text":"Ils disent : « Si au moins il nous apportait un Signe de son Seigneur ! » Ne leur est-il donc pas parvenu une preuve evidente de ce qui etait (consigne) dans les anciens Feuillets"},{"SurahNumber":20,"VerseNumber":134,"Text":"Si pourtant Nous les avions fait perir par un supplice avant lui (Muhammad), ils auraient certainement dit : « Seigneur, pourquoi ne nous as-Tu pas envoye un Messager ? Nous aurions alors suivi Tes Signes avant d’etre frappes d’humiliation et couverts d’infamie ? »"},{"SurahNumber":20,"VerseNumber":135,"Text":"Dis : « Chacun de nous attend. Attendez donc ! Vous saurez bientot quels sont les partisans de la voie droite et qui est bien oriente. »"}]}