{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Andolsun ki; Musa´ya soyle vahyettik: Kullarımı geceleyin yurut. Denizde onlara kuru bir yol ac. Batmaktan ve dusmanların yetismesinden korkma, endise etme"},{"SurahNumber":20,"VerseNumber":78,"Text":"Firavun da ordusuyla onu takip etti. Deniz de onları nasıl kapladıysa oylece kaplayıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Firavun kavmini saptırdı ve onlara dogru yolu gostermedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey Israilogulları; sizleri dusmanınızdan kurtardık ve size Tur´un sag yanını vaad eetik. Ve uzerinize kudret helvasıyla bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size rızık olarak verdiklerimizin temizlerinden yeyin, bunda asırı gitmeyin ki gazabımı hak etmeyesiniz. Gazabımı hak eden, muhakkak mahvolmustur"},{"SurahNumber":20,"VerseNumber":82,"Text":"Muhakkak ki ben; tevbe edeni, inanarak salih amel isleyeni sonra da dogru yola gireni elbette bagıslayanım"},{"SurahNumber":20,"VerseNumber":83,"Text":"Ey Musa; seni, kavminden daha cabuk gelmeye sevk eden nedir"},{"SurahNumber":20,"VerseNumber":84,"Text":"Dedi ki: Onlar izim uzerindedirler. Rabbım, hosnud olman icin sana cabucak geldim"},{"SurahNumber":20,"VerseNumber":85,"Text":"Buyurdu: Dogrusu biz, senden sonra kavmini sınadık ve Samiri de onları saptırdı"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa kavmine kızgın ve uzgun olarak dondu ve: Ey kavmim; Rabbınız size guzel bir vaadde bulunmadı mı? Uzun bir zaman mı gecti aradan, yoksa Rabbınızın gazabına ugramak istediniz de mi bana verdiginiz sozden caydınız? dedi"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar: Sana verdigimiz sozden kendi basımıza caymadık. O kavmin ziynet esyasından bize yukler dolusu tasıtıldı ve biz onları attık. Samiri de aynı sekilde attı, dediler"}]}