{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":80,"Text":"Аллах - слава Ему Всевышнему! - даровал вам способность строить дома, в которых вы будете жить, а из кожи верблюдов, коров и другого скота устанавливать жилища, которые легки для переноса с одного места на другое при ваших переездах. Аллах помог вам делать из их кожи, шерсти, волоса, пуха подстилки и утварь, которыми вы пользуетесь до предопределённого срока"},{"SurahNumber":16,"VerseNumber":81,"Text":"Сотворённые Аллахом деревья дают вам тень от зноя и жары; пещеры, которые Он дал вам в горах, служат вам жилищем; одежды из шерсти, хлопка, льна и других материалов предохраняют вас от солнечного жара; и Он же дал вам доспехи, которые прикрывают и защищают вас в сражении с противником. Даруя вам всё это, Он завершил Свою милость вам, дав вам подлинную веру - великую исламскую религию. Может быть, наконец, вы повинуетесь Ему и будете искренне поклоняться только Ему и никому другому"},{"SurahNumber":16,"VerseNumber":82,"Text":"Но если отвернутся от тебя (о пророк!) те, кого ты призываешь к исламу, то ты не виноват в этом. Ведь у тебя задача - ясная передача Послания Аллаха, и ты уже это сделал"},{"SurahNumber":16,"VerseNumber":83,"Text":"Отвращение этих неверующих не в том, что они не знают, что Аллах Всевышний - Тот, кто дарует все блага, а в том, что они отрицают эти блага и в их неблагодарности Ему. Большинство их в своём неверии подражает своим отцам, которые не верили в Аллаха и не были признательны Ему"},{"SurahNumber":16,"VerseNumber":84,"Text":"Увещевай и предупреждай (о пророк!) каждого неверующего о том, что случится с ним в Судный день, когда Мы пошлём от каждого народа пророка- свидетеля, который будет свидетельствовать за него или против него - соответственно тому, как этот народ встретил посланника своего Господа. И если неверные захотят попросить прощения за свои деяния, им не будет на это разрешения. И не будет у них заступника перед Аллахом, который бы потребовал от них, чтобы они отказались от того, что вызывает гнев Аллаха и раскаялись. Ведь будущая жизнь не место для покаяния"},{"SurahNumber":16,"VerseNumber":85,"Text":"Когда нечестивые многобожники увидят кару ада, они попросят Аллаха облегчить им её. Но не будет им ни облегчения, ни отсрочки ни на одно мгновение"},{"SurahNumber":16,"VerseNumber":86,"Text":"Тогда те, кто придавал сотоварищей Аллаху, увидев их, скажут: \"Господи наш! Это наши божества, к которым мы взывали и которым поклонялись наравне с Тобой, и мы были не правы в этом. Облегчи нам кару и перенеси часть кары на них!\" Тогда те, которых они считали божествами, скажут им: \"Вы, многобожники, лжёте о том, что мы - ваши божества, и вы нам поклонялись. Ведь вы просто повиновались своим страстям, и мы - не ваши божества, как вы ложно измышляете"},{"SurahNumber":16,"VerseNumber":87,"Text":"Тогда многобожники изъявят Аллаху полную покорность и повинуются Ему, и исчезнут те божества, которых они измышляли, ошибочно полагая, что они их заступники и защитники от кары"}]}