{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Yara parakale bisbasa kare na, tara'i pheresatake naribacaka nama diye thake."},{"SurahNumber":53,"VerseNumber":28,"Text":"Athaca e bisaye tadera kona jnana ne'i. Tara kebala anumanera upara cale. Athaca satyera byapare anumana mote'i phalaprasu naya."},{"SurahNumber":53,"VerseNumber":29,"Text":"Ata'eba ye amara smarane bimukha ebam kebala parthiba jibana'i kamana kare tara tarapha theke apani mukha phiriye nina."},{"SurahNumber":53,"VerseNumber":30,"Text":"Tadera jnanera paridhi e paryanta'i. Niscaya apanara palanakarta bhala janena, ke tamra patha theke bicyuta hayeche ebam tini'i bhala janena ke supathaprapta hayeche."},{"SurahNumber":53,"VerseNumber":31,"Text":"Nabhomandala o bhumandale ya kichu ache, saba'i allahara, yate tini mandakarmiderake tadera karmera pratiphala dena ebam satkarmiderake dena bhala phala."},{"SurahNumber":53,"VerseNumber":32,"Text":"Yara bara bara gonaha o aslilakarya theke bemce thake chotakhata aparadha karale'o niscaya apanara palanakartara ksama sudura bistrta. Tini tomadera samparke bhala janena, yakhana tini tomaderake srsti karechena mrttika theke ebam yakhana tomara matrgarbhe kaci sisu chile. Ata'eba tomara atnaprasansa karo na. Tini bhala janena ke sanyami."},{"SurahNumber":53,"VerseNumber":33,"Text":"Apani ki take dekhechena, ye mukha phiriye neya."},{"SurahNumber":53,"VerseNumber":34,"Text":"Ebam deya saman'ya'i o pasana haye yaya."},{"SurahNumber":53,"VerseNumber":35,"Text":"Tara kache ki adrsyera jnana ache ye, se dekhe"},{"SurahNumber":53,"VerseNumber":36,"Text":"take ki janano hayani ya ache musara kitabe"},{"SurahNumber":53,"VerseNumber":37,"Text":"ebam ibrahimera kitabe, ye tara dayitba palana karechila"},{"SurahNumber":53,"VerseNumber":38,"Text":"kitabe e'i ache ye, kona byakti kara'o gonaha nije bahana karabe na."},{"SurahNumber":53,"VerseNumber":39,"Text":"Ebam manusa ta'i paya, ya se kare"},{"SurahNumber":53,"VerseNumber":40,"Text":"tara karma sighra'i dekha habe."},{"SurahNumber":53,"VerseNumber":41,"Text":"Atahpara take purna pratidana deya habe."},{"SurahNumber":53,"VerseNumber":42,"Text":"Tomara palanakartara kache sabakichura samapti"},{"SurahNumber":53,"VerseNumber":43,"Text":"ebam tini'i hasana o kamdana"},{"SurahNumber":53,"VerseNumber":44,"Text":"ebam tini'i marena o bamcana"}]}