{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Onın elindegi ozderin jogarı sanagan wazirleri men bekteri: «Ay, Sugayıp! Biz seni jane senimen birge imanga kelgenderdi elimizden mindetti turde sıgaramız nemese bizdin dinimizge qaytasındar», - dedi. Sugayıp ayttı: «Jek korip, qalamasaq ta ma"},{"SurahNumber":7,"VerseNumber":89,"Text":"Allah bizdi / ustangan / dinderinnen qutqargannan keyin ogan qaytsaq, onda Allahqa qatıstı otirikti qurastırgan / jala japqan / bolamız. Bizge ogan / dinderine / qaytwga mulde bolmaydı, eger tek Rabbımız Allahtın qalawı bolmasa. Rabbımız barlıq narseni bilimimen qamtıgan. Biz Allahqa juginip, Ogan ozimizdi tapsırdıq / tawekel ettik / . Rabbımız! Biz ben elimizdin arasın aqiqatpen sesip ber. Sen - sesim sıgarwsılardın en qayırlısısın», - dedi"},{"SurahNumber":7,"VerseNumber":90,"Text":"Ari onın elinin kupir keltirgen / qarsıkelgen, imansız / wazirleri men bekteri / xalqına! / «Eger Sugayıpqa ersender, mindetti turde ziyanga usırawsı bolasındar», - dedi"},{"SurahNumber":7,"VerseNumber":91,"Text":"Sonda olarga bir silkinis tiip, olar uylerinde etpetimen jatqan kuyi qaldı"},{"SurahNumber":7,"VerseNumber":92,"Text":"Sugayıptı otiriksi dep sanagandar, ol jerde tipten turmaganday boldı. Sugayıptı otiriksi sanagandar - ozderi ziyanga usıradı"},{"SurahNumber":7,"VerseNumber":93,"Text":"Sugayıp olardan betin burıp: «Ay, elim! Aqiqatında, men Senderge Rabbımnın joldagandarın jetkizdim ari izgi kenes berdim. Endi kapir adamdar usin qalay qaygıramın?!» - dedi"},{"SurahNumber":7,"VerseNumber":94,"Text":"Qaysı bir eldi mekenge Paygambar jibergenimizde, onın turgındarın boysunwları usin tarsılıqqa jane qiındıqqa usırattıq"},{"SurahNumber":7,"VerseNumber":95,"Text":"Keyin jamandıqtın ornına jaqsılıq akeldik. Tipti asıp-tasıgandarı sonsa: «Qiındıq pen qwanıs akelerimizge de kelgen edi», - dedi. Sonda olardı ozderi sezbegen xalderinde kutpegen jerden qolga aldıq"}]}