{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":12,"VerseNumber":15,"Text":"Ils l’emmenèrent avec eux, et au moment où ils se mettaient d’accord pour le jeter au fond du puits, Nous révélâmes à Joseph : « Tu leur raconteras cet événement alors"},{"SurahNumber":12,"VerseNumber":16,"Text":"qu’ils ne t’auront pas reconnu.». A la tombée de la nuit, ils se résignèrent à retourner auprès de leur père en pleurs"},{"SurahNumber":12,"VerseNumber":17,"Text":"« Père ! », dirent-ils, « nous sommes allés chasser pendant que Joseph gardait nos affaires. C’est alors que le loup l’a dévoré. Mais tu refuseras de nous croire alors que nous ne disons que la vérité !»"},{"SurahNumber":12,"VerseNumber":18,"Text":"Et ils lui présentèrent sa chemise maquillée de sang. Le père dit alors : « Vos esprits vous ont suggéré ce stratagème. Il me faudra faire preuve d’une belle patience (que je me résigne) et que j’implore l’aide de Dieu pour supporter la nouvelle que vous m’apportez »"},{"SurahNumber":12,"VerseNumber":19,"Text":"Une caravane s’approchait du puits. Ils envoyèrent leur préposé au ravitaillement en eau qui fit descendre son seau dans le puits et qui s’écria : «Quelle heureuse surprise ! Voici un jeune garçon !». Ils tinrent la découverte cachée et s’en débarrassèrent comme d’une marchandise. Et Dieu observe ce qu’ils font"},{"SurahNumber":12,"VerseNumber":20,"Text":"Ils le vendirent pour la somme misérable de quelques dirhams, car il leur était indifférent"},{"SurahNumber":12,"VerseNumber":21,"Text":"L’Égyptien qui l’avait acheté dit à sa femme : «Traite- le avec bienveillance ! Il est possible qu’il soit pour nous source de bienfaits ou que nous l’adoptions comme un fils ! ». Ainsi avons-Nous établi Joseph en ce pays pour lui enseigner l’interprétation des rêves, car nul ne saurait s’opposer au décret de Dieu. Mais la plupart des Hommes l’ignorent"},{"SurahNumber":12,"VerseNumber":22,"Text":"Et lorsque Joseph eut atteint l’âge de raison, Nous lui accordâmes la sagesse et la science, car c’est ainsi que Nous récompensons les vertueux"}]}