{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":16,"Text":"O´na (Allah´ın) davetine icabet edildikten sonra Allah hakkında tartısanlar; onların huccetleri (delilleri), Rab´lerinin indinde batıldır. Onların uzerinde (Allah´ın) gazabı ve siddetli azap vardır"},{"SurahNumber":42,"VerseNumber":17,"Text":"Allah, Kitab´ı ve mizanı hak ile indirdi. Ve sen idrak edemezsin (bilemezsin). Belki de o saat yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"Ona (kıyamet saatine) inanmayanlar, onu acele istiyorlar. Amenu olanlar (ise) ondan korkanlardır. Ve onun hak oldugunu bilirler. Muhakkak ki o saat (kıyamet) hakkında suphe edip mucadele edenler, gercekten uzak bir dalalet icindedirler, (oyle) degil mi"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah, kullarına Latif´tir (lutufkar). Diledigi kimseyi rızıklandırır. Ve O, Kaviyy´dir (kuvvetli), Aziz´dir (yuce ve serefli)"},{"SurahNumber":42,"VerseNumber":20,"Text":"Kim ahiret hasatını (mahsulunu, kazancını) isterse, Biz onun kazancını artırırız. Kim dunya kazancını isterse, ona (da) ondan (dunya kazancından) artırırız (veririz). Ve onun ahirette nasibi yoktur"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yoksa Allah´ın, dinde izin vermedigi seyleri, onlara seriat kılan ortakları mı var? Ve fasıl (ayırma) sozu gecmemis olsaydı, mutlaka onların arasında (hemen) hukum verilirdi. Ve muhakkak ki zalimler, onlar icin elim azap vardır"},{"SurahNumber":42,"VerseNumber":22,"Text":"Zalimlerin, kazandıklarından dolayı korkmus olduklarını gorursun. Ve korktukları sey, onlar icin vuku bulacaktır (baslarına gelecektir). Ve amenu olanlar (Allah´a ulasmayı dileyenler) ve salih amel (nefs tezkiyesi) isleyenler, cennet bahcelerindedirler. Onlar icin Rab´lerinin katında diledikleri hersey vardır. Iste bu fazlul kebirdir (buyuk fazl)"}]}