{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"Fir´avn Kıyamet gunu kavminin onune duser de onları (suya goturur gibi) atese goturur. Varacakları yer ne kotu yerdir"},{"SurahNumber":11,"VerseNumber":99,"Text":"Burada lanet peslerine takıldı ; Kıyamet gununde de (oyle olacak). Desteklendikleri sey ne kotu destektir"},{"SurahNumber":11,"VerseNumber":100,"Text":"(Ey Muhammed!) Bu, ilahi azaba ugrayan kasabaların haberlerinden (bazı safhalar)dır ki, sana nakledip anlatıyoruz. Bu kıssalardan bir kısmının kalıntısı duruyor, bir kısmı ise bicilmis ekin gibi (belirsiz olmustur)"},{"SurahNumber":11,"VerseNumber":101,"Text":"Biz onlara zulmetmedik ; fakat onlar kendilerine zulmettiler. Rabbin buyrugu gelince, onlara, Allah´ı bırakıp da taptıkları tanrılar bir yarar saglamadı; zararlarını, silinip yok olmalarını artırmaktan baska bir seye yaramadı"},{"SurahNumber":11,"VerseNumber":102,"Text":"Iste Rabbin kasabalar halkını —zalimlikleri uzere— yakaladıgı zaman boyle yakalar. Suphesiz ki, O´nun yakalaması cok elim ve siddetlidir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Suphesiz ki bu (naklettigimiz kıssalarda) Ahiret azabından korkanlar icin ibretli belge vardır; o, insanların biraraya gelip toplanacagı bir gundur; o, hazır olup gorulecek bir gundur"},{"SurahNumber":11,"VerseNumber":104,"Text":"O gunu ancak belli bir vakte kadar geciktiririz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O gun geldikte Allah´ın izni olmadan hic kimse konusamaz. Onlardan kimi bedbaht-mutsuz, kimi de bahtlı-mutludur"},{"SurahNumber":11,"VerseNumber":106,"Text":"Bedbaht-mutsuz olanlar atestedirler. Onların orada siddetli inilti ve sesli sesli solugu vardır"},{"SurahNumber":11,"VerseNumber":107,"Text":"Gokler ve yer durdukca orada temelli kalıcılardır; ancak Rabbin diledigi mustesna. Cunku Rabbin diledigini (hakkıyle) yapıp yerine getirendir"},{"SurahNumber":11,"VerseNumber":108,"Text":"Bahtlı-mutlu olanlar ise, Cennet´tedirler; gokler ve yer durdukca orada temelli kalıcılardır; ancak Rabbin diledigi mustesna. Bu, ardı-arkası kesilmeyen bir bagıstır"}]}