{"Id":315,"LanguageCodes":["si","sin"],"Name":"sin-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"තවද ඔහු තමන්ටම අපරාධ කර ගත්තෙකු ලෙසින් ඔහුගේ උයනට පිවිසීය. ‘මෙය කිසිවිටෙක විනාශ වන්නක් බව මම නොසිතමි"},{"SurahNumber":18,"VerseNumber":36,"Text":"අවසන් හෝරාව සිදුවන්නක් බව ද මම නොසිතමි. මාගේ පරමාධිපති වෙත මම නැවත යොමු කරනු ලැබුව ද (එසේ) හැරී යන ස්ථානයේ මීට වඩා ශ්‍රේෂ්ඨ දෑ මම ලබන්නෙමි’ යැයි ඔහු පැවසුවේය"},{"SurahNumber":18,"VerseNumber":37,"Text":"ඔහුගේ මිතුරා ඔහු සමග සාකච්ඡාවේ යෙදෙමින් ‘නුඹ ව පසින් ද පසු ව ශුක්‍රාණුවෙන් ද මවා මිනිසෙකු ලෙසින් නුඹ ව සැකසූ අයට නුඹ ගුණමකු වන්නෙහි ද?’ යැයි විමසා සිටියේය"},{"SurahNumber":18,"VerseNumber":38,"Text":"එනමුත් මාගේ පරමාධිපති අල්ලාහ් වන ඔහුය. තවද මම මාගේ පරමාධිතිට කිසිවකු ආදේශ නොකරමි"},{"SurahNumber":18,"VerseNumber":39,"Text":"නුඹ නුඹේ උයනට පිවිසුණු විට මාෂා අල්ලාහු ලා කුව්වත ඉල්ලා බිල්ලාහ් (අල්ලාහ් අභිමත කරන අයුරිනි. අල්ලාහ්ගෙන් තොර ව මිස කිසිදු ශක්තියක් නොමැත) යැයි පැවසිය යුතු නොවේ ද? ධනයෙන් හා දරුවන්ගෙන් නුඹට වඩා අඩු කෙනෙකු ලෙස නුඹ මා දුටුවද"},{"SurahNumber":18,"VerseNumber":40,"Text":"මාගේ පරමාධිපති නුඹේ උයනට වඩා ශ්‍රේෂ්ඨ දෙයක් මා වෙත පිරිනමා ඒ (නුඹගේ උයන) වෙත ගින්නක් එවන්නට පුළුවන. එවිට එය නිසරු තැනිතලාවක් බවට පත් වනු ඇත"},{"SurahNumber":18,"VerseNumber":41,"Text":"එසේ නැතහොත් එහි ජලය සිඳී යන්නක් බවට පත් කරනු ඇත. එවිට එය සෙවීමට නුඹ කිසිවිටෙක හැකියාව නොදරනු ඇත"},{"SurahNumber":18,"VerseNumber":42,"Text":"තවද ඔහුගේ පලදාව (විනාශයෙන්) වෙළා ගනු ලැබීය. ඒ සඳහා තමන් වියදම් කර තිබිය දී එහි උඩුවියන ද ගරා වැටී තිබිය දී (ඒ ගැන කනස්සල්ලට පත් ව) තම දෙඅත් පෙරළමින් ‘ අහෝ ! මාගේ විනාශය ! මම මාගේ පරමාධිපතිට කිසිවකු ආදේශ නොකර සිටියේ නම්’ යැයි පවසන්නෙකු බවට පත් විය"},{"SurahNumber":18,"VerseNumber":43,"Text":"තවද අල්ලාහ්ගෙන් තොර ව ඔහුට උදව් කරන කිසිදු පිරිසක් ඔහුට නොවීය. තවද ඔහු (විනාශ මුඛයේ දී තමන්ටම) උදව් කර ගන්නකු ද නොවීය"},{"SurahNumber":18,"VerseNumber":44,"Text":"මෙහි පාලන බලය සත්‍යය වූ අල්ලාහ් සතුය. ඔහු කුසල් පිරිනැමීමෙන් අති ශ්‍රේෂ්ඨය එමෙන්ම අවසානයෙන් ද අති ශ්‍රේෂ්ඨය"},{"SurahNumber":18,"VerseNumber":45,"Text":"මෙලොව ජීවිතයේ උපමාව ඔවුනට නුඹ ගෙන හැර පෙන්වනු. (එය) අපි අහසින් පහළ කළා වූ ජලය මෙනි. ඒ සමග මහපොළොවේ පැළෑටි මුසු වෙයි. පසු ව එය ඉපනැලි බවට පත් ව සුළඟ එය ගසා ගෙන යයි. තවද අල්ලාහ් සියලු දෑ කෙරෙහි බලසම්පන්නය"}]}