{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Ālipha, lāma, mīma."},{"SurahNumber":31,"VerseNumber":2,"Text":"Ēgulō hacchē jñānagarbha granthēra āẏātasamūha"},{"SurahNumber":31,"VerseNumber":3,"Text":"ēka pathanirdēśa ō karuṇā saṯkarmaśīladēra jan'ya"},{"SurahNumber":31,"VerseNumber":4,"Text":"yārā nāmāya kāẏēma karē, ō yākāta ādāẏa karē, āra tārā ākhērāta sanbandhē dr̥ṛhabiśbāsa rākhē."},{"SurahNumber":31,"VerseNumber":5,"Text":"Ērā'i hacchē tādēra prabhura kācha thēkē hēdāẏatēra uparē āra ērā nijērā'i hacchē saphalakāma."},{"SurahNumber":31,"VerseNumber":6,"Text":"Āra lōkadēra madhyē kē'u-kē'u āchē yē khōśagalpēra bēcā-kēnā karē yēna sē āllāh‌ra patha thēkē bicyuta karatē pārē kōnō jñāna nā rēkhē'i, āra yēna sē ēgulōkē ṭhāṭṭābidrūpa ākārē grahaṇa karē. Ērā'i -- ēdēra'i jan'ya raẏēchē lāñchanādāẏaka śāsti."},{"SurahNumber":31,"VerseNumber":7,"Text":"Āra tāra kāchē yakhana āmādēra nirdēśābalī pāṭha karā haẏa takhana sē garbabharē phirē yāẏa yēna sē ēsaba śunatē pāẏa ni, yēna tāra kāna duṭōẏa bhārī bastu raẏēchē. Ata'ēba tākē marmantuda śāstira khōśakhabara dā'ō."},{"SurahNumber":31,"VerseNumber":8,"Text":"Niḥsandēha yārā īmāna ēnēchē ō saṯkarma karachē tādēra jan'ya raẏēchē ānandamaẏa udyānasamūha"},{"SurahNumber":31,"VerseNumber":9,"Text":"sēkhānē tārā sthāẏībhābē abasthāna karabē. Ē āllāh‌ra ēkānta satya ōẏādā. Āra tini'i hacchēna mahāśaktiśālī, paramajñānī."},{"SurahNumber":31,"VerseNumber":10,"Text":"Tini mahākāśamanḍalīkē sr̥ṣṭi karēchēna kōnō khum̐ṭi chāṛā'i, -- tōmarā tā dēkhatē'i pāccha, āra tini pr̥thibītē sthāpana karēchēna parbatamālā pāchē ēṭi tōmādēra niẏē ḍhalē paṛē, āra ētē tini chaṛiẏē diẏēchēna harēka rakamēra jībajantu. Āra ākāśa thēkē tini barṣaṇa karēna pāni, tārapara tini ētē uṯpādana karēna saba rakamēra hitakara jōṛā."},{"SurahNumber":31,"VerseNumber":11,"Text":"Ē'isaba āllāh‌ra sr̥ṣṭi! Sutarāṁ āmākē dēkhā'ō tō kī sr̥ṣṭi karatē pērēchē tini byatīta an'yērā. Bastuta an'yāẏakārīrā tō spaṣṭa bibhrāntitē raẏēchē."}]}