{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"O, sizi sallayıp calkalar diye, yer yuzune sabit ve muhkem daglar, (bundan baska da) ırmaklar, yollar koydu. Taki maksadlarınıza ulasasınız"},{"SurahNumber":16,"VerseNumber":16,"Text":"(Yer yuzunde) daha nice alametler (peyda etdi). Yıldız (lar) la da onlar (insanlar) yollarını dogrulturlar"},{"SurahNumber":16,"VerseNumber":17,"Text":"Yaratan (Allah), yaratmayan kisi gibi midir? Artık iyice dusunmeyecek misiniz"},{"SurahNumber":16,"VerseNumber":18,"Text":"Allahın ni´metini birer birer saysanız (bu, ne mumkin? Onu) icmal suretiyle bile sayamazsınız. Seksiz subhesiz Allah cok yarlıgayıcı, cok esirgeyicidir"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah, neyi gizler, neyi acıklarsanız bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Halbuki Allahı bırakıb da cagırdıkları (tapdıkları nesneler) hic bir sey yaratmazlar. Onların kendileri yaratılıb duruyorlar"},{"SurahNumber":16,"VerseNumber":21,"Text":"(Onlar) diriler degil, olulerdir. Ne zaman dirileceklerine suurları da yokdur"},{"SurahNumber":16,"VerseNumber":22,"Text":"Sizin Tanrınız bir tek Tanrıdır. Ahirete inanmazların kalbleri (bunu) inkar edicidir. Onlar buyuksenen (kimse) lerdir"},{"SurahNumber":16,"VerseNumber":23,"Text":"Subhe yok ki Allah onların gizleyecekleri seyleri de, acıklayacakları seyleri de bilir. Hakıykat O, buyuksenenleri sevmez"},{"SurahNumber":16,"VerseNumber":24,"Text":"Onlara: «Size Rabbiniz ne indirdi?» denildigi zaman «evvelkilerin masallarını» dediler"},{"SurahNumber":16,"VerseNumber":25,"Text":"(Boyle soylemeleri ancak su akıbete ugrayacakları icindir:) Cunku onlar kıyamet gununde kendilerinin gunah yuklerini kamilen tasıdıktan baska sapdırdıkları bilgisiz kimselerin veballerinden bir kısmını da yukleneceklerdir. Dikkat et ki onların sırtlayacakları bu yukler ne kotudur"},{"SurahNumber":16,"VerseNumber":26,"Text":"Kendilerinden oncekiler de (tıbkı musrikler gibi peygamberleri aleyhine) faasid pilanlar kurmuslardır. Nihayet Allah, onların binalarını ta temellerinden (yıkmayı) diledi de ustlerindeki tavan tepelerine gocdu (onları helak etdi). Hem bu azab onlara suurlarının eremeyecegi tarafdan gelmisdir"}]}