{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":10,"VerseNumber":89,"Text":"Haq Taalaa ney farmaya kay tum dono ki dua qabool ker li gaeeso tum sabit qadam raho aur unn logon ki raah na chalna jin ko ilm nahi"},{"SurahNumber":10,"VerseNumber":90,"Text":"Hum ney bani israeel ko darya say paar ker diya phir unn kay peechay peechay firaon apney lashkar kay sath zulm aur ziyadti kay iraday say chala yahan tak kay jab dobney laga to kehney laga mein eman lata hun kay jiss per bani israeel eman laye hain uss kay siwa koi mabood nahi aur mein musalman mein say hun"},{"SurahNumber":10,"VerseNumber":91,"Text":"(jawab diya gaya kay) abb eman lata hai? Aur pehlay sirkashi kerta raha aur mufsidon mein dakhil raha"},{"SurahNumber":10,"VerseNumber":92,"Text":"So aaj hum sirf teri laash ko nijat den gay takay tu unn kay liye nishan-e-ibrat ho jo teray baad hain aur haqeeqat yeh hai kay boht say aadmi humari nishaniyon say ghafil hain"},{"SurahNumber":10,"VerseNumber":93,"Text":"Aur hum ney bani israeel ko boht acha thikana rehney ko diya aur hum ney unhen pakeezah cheezen khaney ko den. So unhon ney ikhtilaf nahi kiya yahan tak kay unn kay pass ilm phonch gaya. Yaqeeni baat hai kay aap ka rab unn kay darmiyan qayamat kay din unn umoor mein faisla ker dey ga jinn mein woh ikhtilaf kertay thay"},{"SurahNumber":10,"VerseNumber":94,"Text":"Phir agar aap iss ki taraf say shak mein hon jiss ko hum ney aap kay pass bheja hai to aap unn logon say pooch dekhiye jo aap say pehlay kitabon ko parhtay hain. Be-shak aap kay pass aap kay rab ki taraf say sachi kitab aaee hai. Aap hergiz shak kerney walon mein say no hon"},{"SurahNumber":10,"VerseNumber":95,"Text":"Aur na unn logon mein say hon jinhon ney Allah Taalaa ki aayaton ko jhutalaya kahin aap khasara paaney walon mein say na hojayen"},{"SurahNumber":10,"VerseNumber":96,"Text":"Yaqeenan jin logon kay haq mein aap kay rab ki baat sabit ho chuki hai woh eman na layen gay"},{"SurahNumber":10,"VerseNumber":97,"Text":"Go inn kay pass tamam nishaniyan phonch jayen jab tak kay woh dard naak azab ko na dekh len"}]}