{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Allah kime hidayet verirse, o dogru yoldadir. Kimi de hidayetten uzak tutarsa, artik bunlar için Allah'tan baska hiçbir yardimci bulamazsin. Ve biz, o kâfirleri kiyamet günü kör, dilsiz ve sagir olduklari halde, yüzleri üstü sürünerek hasredecegiz. Varacaklari yer cehennemdir; atesi dindikçe onun atesini artiririz"},{"SurahNumber":17,"VerseNumber":98,"Text":"Bu onlarin cezasidir! Çünkü onlar, âyetlerimizi inkâr etmisler ve: \"Sahi bizler, bir yigin kemik ve ufalanmis toz oldugumuz zaman mi, yeni bir yaratilisla diriltilmis olacagiz?\" demislerdir"},{"SurahNumber":17,"VerseNumber":99,"Text":"Onlar, gökleri ve yeri yaratan Allah'in, kendilerinin ayni olan insanlari yaratmaya da kadir oldugunu görüp bilmediler mi? Allah onlar için süphe edilmeyen bir vâde takdir etmistir. Fakat zalimler, inkârlarinda yine de israr ederler"},{"SurahNumber":17,"VerseNumber":100,"Text":"(Ey Muhammed!) De ki: \"Eger siz Rabbimin rahmet hazinelerine sahip olsaydiniz, fakirlik korkusunu yine de elden birakmazdiniz.\" Dogrusu insan çok cimridir"},{"SurahNumber":17,"VerseNumber":101,"Text":"Andolsun biz Musa'ya apaçik dokuz mucize verdik. (Ey Peygamber!) Israilogullarina sor, Musa kendilerine geldiginde Firavun ona: \"Ey Musa! Ben senin büyülenmis oldugunu saniyorum\" demisti"},{"SurahNumber":17,"VerseNumber":102,"Text":"Musa dedi ki: \"Ey Firavun! Pekâlâ bilirsin ki, bu mucizeleri, birer ibret olmak üzere, ancak göklerin ve yerin Rabbi indirdi. Ey Firavun! Ben de seni helak olmus zannediyorum"},{"SurahNumber":17,"VerseNumber":103,"Text":"Derken Firavun, Musa'yi ve Israilogullarini Misir'dan sürmek istedi. Biz de onu ve beraberindekilerin hepsini suda bogduk"},{"SurahNumber":17,"VerseNumber":104,"Text":"Arkasindan Israilogullarina söyle dedik: \"Firavun\"un sizi çikarmak istedigi arazide siz oturun! Sonra ahiret vaadi (kiyamet) geldigi vakit, hepinizi toplayip bir araya getirecegiz"}]}