{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"Va har mū'çizae ʙar onho (Fir'avn va pajravonaş) nişon dodem, az mū'çizai digar ʙuzurgtar ʙud. On goh hamaro ʙa azoʙhoi gunogun giriftor kardem, ʙoşad, ki az kufraşon ʙozgardand"},{"SurahNumber":43,"VerseNumber":49,"Text":"Guftand (fir'avnijon): «Ej çodugar, du'o kun ʙaroi mo ʙa Parvardigorat ʙa hurmati on ahd va ʙuzurgie, ki ʙa tu dodaast, in azoʙro az mo ʙardorad, pas agar in azoʙro az mo ʙardorad, haroina hidojatjoftagonem». (Ja'ne imon meorem)"},{"SurahNumber":43,"VerseNumber":50,"Text":"Cun azoʙro az onho ʙardoştem, ʙa şarofati du'oi Mūso in hangom onho pajmoni xudro şikastand. (Ja'ne, imon naovardand)"},{"SurahNumber":43,"VerseNumber":51,"Text":"Va Fir'avn dar mijoni qavmaş faxrkunon nido kard, ki ej qavmi man, ojo podşohii Misru in çūjʙoron, ki az zeri poji man va az zeri koxho va qasrho çorī hastand, az oni man nestand? Ojo quvvatu mansaʙi maro dar ʙaroʙari notavonī va kamʙaƣalii Mūso nameʙined"},{"SurahNumber":43,"VerseNumber":52,"Text":"Balki man ʙehtaram jo in şaxse, ki ū xoru zor ast va durust suxan guftan nametavonad"},{"SurahNumber":43,"VerseNumber":53,"Text":"Pas caro furud ovarda naşud ʙar in Mūso agar haqiqatan firistodai Alloh ʙoşad dastponahoi tilloī jo caro gurūhe az fariştagon hamrohaş najomadaand, ki ʙar pajomʙariaş guvohī dihand"},{"SurahNumber":43,"VerseNumber":54,"Text":"Pas, Fir'avn qavmi xudro gumroh soxt, to ūro ito'at kardand va Mūsoro ʙovar nakardand, haroina, mardumi taʙahkor va xoriç az dini haq ʙudand"},{"SurahNumber":43,"VerseNumber":55,"Text":"Pas cun Moro ʙa xaşm ovardand ʙa saʙaʙi kufru isjonaşon, az onho intiqom giriftem pas hamaaşonro ƣarq kardem"},{"SurahNumber":43,"VerseNumber":56,"Text":"Sipas ononro, dar şumori guzaştagon va iʙrate ʙaroi ojandagon qaror dodem"},{"SurahNumber":43,"VerseNumber":57,"Text":"Va cun farzandi Marjam (ja'ne parastişi Iso), ʙa unvoni misol zikr şud, ongoh qavmi tu az on ovoz ʙaland ʙardoşta rişxand mezadand"},{"SurahNumber":43,"VerseNumber":58,"Text":"Va guftand muşrikon ej firistodaşuda: «Ojo ma'ʙudoni mo ʙehtarand jo ū (Iso)?» Va in suxanro çuz ʙaroi çidol va xusumat ʙo tu naguftaand, ki mardumi xusumatkunandaand"},{"SurahNumber":43,"VerseNumber":59,"Text":"Ū (Iso) tanho ʙandaest, ki in'om kardem ʙa ū pajomʙariro va soxtem ūro iʙratu misol ʙaroi ʙani Isroil"},{"SurahNumber":43,"VerseNumber":60,"Text":"Va agar mexostem, ʙa çoi şumo fariştagone padid meovardem, to dar rūi zamin çonişin şavand"}]}