{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"We said, \"Go down there from altogether and per chance (or possibly) there may come from Me a Guidance, and whoever follows My Guidance, no fear is theirs, nor shall they grieve"},{"SurahNumber":2,"VerseNumber":39,"Text":"But those who disbelieve, and call Our signs lies, they are the fellows of the Fire, they shall dwell therein for ever"},{"SurahNumber":2,"VerseNumber":40,"Text":"O you children of Israel! Remember My favours which I have favoured you with; fulfil My Covenant and I will fulfil your covenant; therefore, fear Me"},{"SurahNumber":2,"VerseNumber":41,"Text":"Believe in what I have revealed, verifying what you have got, and be not the first to disbelieve in it, and do not barter My signs for a little price, and keep your duty to Me"},{"SurahNumber":2,"VerseNumber":42,"Text":"Cloak not truth with vanity and falsehood, nor knowingly hide the truth"},{"SurahNumber":2,"VerseNumber":43,"Text":"Be steadfast in worship, give alms, and bow down with those who bow"},{"SurahNumber":2,"VerseNumber":44,"Text":"Will you order men to piety and forget it yourselves? You read the Book, do you not then understand"},{"SurahNumber":2,"VerseNumber":45,"Text":"Seek aid with patience and prayer, though it is a hard thing save for the humble"},{"SurahNumber":2,"VerseNumber":46,"Text":"Who know that they will meet their Lord, and that to Him they are returning"},{"SurahNumber":2,"VerseNumber":47,"Text":"O you children of Israel! Remember My favours which I have favoured you with, and that I have preferred you above all others in the world"},{"SurahNumber":2,"VerseNumber":48,"Text":"Fear the day wherein no soul shall pay any recompense for another soul, nor shall intercession be accepted for it, nor shall compensation be taken from it, nor shall they be helped"}]}