{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":35,"VerseNumber":31,"Text":"Dak li nebbaħnielek mill-Ktieb huwa s-sewwa li jseddaq dak li (mebbaħ) qablu. Tabilħaqq li Alla jaf sew il-qaddejja tiegħu, u jara (kulma jagħmlu)"},{"SurahNumber":35,"VerseNumber":32,"Text":"Imbagħad tajna l-Ktieb b'wirt lil-min għazilna mill- qaddejja tagħna. Uħud minnhom jonqsu lejhom infushom, oħrajn jinsabu fit-triq tan-nofs, u oħrajn huma minn ta' quddiem fl-għemejjel ta' gid, bir-rieda ta' Alla. Dik hija t-tjieba l-kbiral"},{"SurahNumber":35,"VerseNumber":33,"Text":"Huma jidħlu fil-Gonna ta' l-Għeden u jizzejnu bi brazzuletti tad-deheb u bil-perli. Ilbieshom fihom (dawk il-Gonna) ikun tal-ħarir"},{"SurahNumber":35,"VerseNumber":34,"Text":"Huma jgħidu: ''It-tifħir lil Alla li warrab minna n-niketl Sidna tabilħaqq Kollu Maħfra u jizzi ħajri"},{"SurahNumber":35,"VerseNumber":35,"Text":"Huwa Dak li, fit-tjieba tiegħu, qegħedna fid-Dar ta' dejjem; fiha ma tigina ebda għeja u lanqas telqa"},{"SurahNumber":35,"VerseNumber":36,"Text":"Ta' dawk li ma jemmnux huwa nar l-Infern: ma jinqerdux u (lanqas) imutu (fih u t-tbatija tagħhom ma tintemmx); u l-kastig tiegħu. (ta' nar. l-Infern). ma jitħaffilhomx. Hekk inħallsu lil kull ingrat"},{"SurahNumber":35,"VerseNumber":37,"Text":"Huma jwerzqu fih ( 4 jgħidu): 'Sidna, oħrogna (minn hawn). Se nagħmlu l-gid, mhux dak li konna nagħmlu (qabel)i' Mela ma tajnikomx għomor bizzejjed biex fih. min irid jiftakar (fit-twissija. tagħna), jiftakar(ha u jindem) 1 Giekom dak li jwissi (u bqajtu fil-ħazen. Mela issa) duqu (il-kastig fl-Infern)l Il-ħziena ma għandhomx min jaqbez għalihom"},{"SurahNumber":35,"VerseNumber":38,"Text":"Alla tabilħaqq jaf il-mistur tas-smewwiet u. l-art. Tabilħaqq li Huwa jaf x'hemm fil-qlub"}]}