{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":14,"VerseNumber":19,"Text":"Acaso no reparas [¡Oh, Muhammad!] que Allah creo los cielos y la Tierra con un fin justo y verdadero? Si quisiera os exterminaria y os reemplazaria por otros"},{"SurahNumber":14,"VerseNumber":20,"Text":"Y sabed que esto no es dificil para Allah"},{"SurahNumber":14,"VerseNumber":21,"Text":"Y [el Dia de la Resurreccion] saldran de sus tumbas para comparecer ante Allah, y los mas debiles diran a los soberbios [lideres de la incredulidad]: Nosotros fuimos vuestros seguidores [en la vida mundanal]. ¿Nos librareis ahora del castigo del Allah? Diran: Si Allah nos hubiera guiado os habriamos conducido por el camino recto. Lo mismo da que nos desesperemos o tengamos paciencia, igualmente hoy no podremos escapar del castigo"},{"SurahNumber":14,"VerseNumber":22,"Text":"Y luego de que todos hayan sido sentenciados, Satanas dira: Ciertamente la promesa que Allah os hizo era verdadera, pero en cambio yo os hice promesas que no cumpli. Sabed que yo solo tenia poder para seduciros mediante susurros y fuisteis vosotros quienes me seguisteis. No me culpeis ahora, sino que reprochaoslo a vosotros mismos. Yo no puedo socorreros en nada ni tampoco vosotros a mi; y hoy me desentiendo de aquello que me atribuisteis. Por cierto que los inicuos recibiran un castigo doloroso"},{"SurahNumber":14,"VerseNumber":23,"Text":"En cambio, quienes hayan creido y obrado correctamente seran introducidos en jardines por donde corren los rios y donde moraran eternamente, si Allah asi lo quiere; y seran recibidos [en el Paraiso por los Angeles] con un saludo de paz"},{"SurahNumber":14,"VerseNumber":24,"Text":"Repara [¡Oh, Muhammad!] en el ejemplo que Allah expone: Una buena palabra [proclamar la unicidad de Allah] es como un arbol bueno cuya raiz esta firme y sus ramas se extienden hacia el cielo"}]}