{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":6,"VerseNumber":82,"Text":"Ewane ku bawer kirine u qe cewr ji li baweriya wan neketiye hene! Ewanan babet in ji bona ewlebune ra. U ewe hatine reya rast ji ewan bi xweber in"},{"SurahNumber":6,"VerseNumber":83,"Text":"Evan berateyen me ne, me dane Ibrahim, ji bo ku ewa di hembere komale xwe da, ji bona servahatina xwe bixebitine. Em ji kijani ra biven, em ewi bi payan bilind dikin. Bi rasti Xudaye te bijejkeye zane ye"},{"SurahNumber":6,"VerseNumber":84,"Text":"U me ji bona (Ibrahim ra) Ishaq u (kure Ishaq) Yaqub bexsis daye u me (ewan hemusk ji bi pexemberi) anine reya rast. U me hej di bere da Nuh ji (bi pexemberi) anibu reya rast. Ca ewan (pexemberen) ji urta Nuh; Dawud u Suleyman u Eyub u Yusuf u Musa u Harun ji (me ewan bi pexemberi anibune reya rast) u em bi vi awayi qencikaran xelat dikin"},{"SurahNumber":6,"VerseNumber":85,"Text":"U (me bi pexemberi) Zekeriya u Yehya u Isa u Ilyas (anine reya rast). Ewan hemusk ji ji astikaran bune"},{"SurahNumber":6,"VerseNumber":86,"Text":"U (me bi pexemberi) Ismail u Elyese u Yunus u Lut (anine reya rast). Me ewan hemusk ji bi abori (li ser heyine) cihane aboridar kirine"},{"SurahNumber":6,"VerseNumber":87,"Text":"U me hinek ji bav u kal u urt u birayen wan helbijart, me ewan ji anine reya rast"},{"SurahNumber":6,"VerseNumber":88,"Text":"Eva belediya hane belediya Yezdan e (ewa bi we belediye) ji bendeyen xwe, ji kijani ra bive ewi tine reya rast. Heke (ewan ji Yezdan ra) hevri ce kiribunan, we ewa keda, ku ewan dikiribune, hemuske ji bi sewitiya bicuya"},{"SurahNumber":6,"VerseNumber":89,"Text":"Evane (ku serdaboriyen wan borine) hene! Ewan in, ku me ji bona wan ra pirtuk u serokti u pexemberi daye. Idi heke (ewan kesan bi van pexemberan) fıleti bikin; bi sond! Idi eme di suna van (filan da) komale wusa binin, ku ewan komalan bi wan (pexemberan) qe fıleti nekin"},{"SurahNumber":6,"VerseNumber":90,"Text":"Evan (pexemberan) hene! Ewan kesen, ku Yezdan anine reya rast ev in. Idi tu ji bibe peyrewe reya wan. (Muhemmed! Tu ji bona wan ra aha) beje: \"Ez ji bona (van biryaren pexamberya xwe) tu kireki ji we naxwazim, bi rasti (evan gotine min) ji bona cihane ra hey sireteke birvaxistiye"}]}