{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":70,"Text":"Napiye! Unkal vacattil irukkum kaitikalai nokkik kuruviraka\"unkalutaiya ullankalil etavatu oru nanmai iruppataka allah arintal, unkalitamiruntu (ittuttokaiyaka) etuttuk kollappattataivita (ivvulakil) melanatai unkalukku avan kotuppan; (marumaiyil) unkal pavankalaiyum mannippan - allah mannipponakavum, kirupai utaiyonakavum irukkinran"},{"SurahNumber":8,"VerseNumber":71,"Text":"(napiye!) Avarkal umakku mocam ceyya natinal (kavalaippatatir); itarku munnar avarkal allahvukke mocam ceyyak karutinarkal; (atalal tan avarkalaic cirai pitikka) avarkal mitu umakku caktiyai avan alittan. Allah (ellam) aripavanakavum, nanamutaiyavanakavum irukkinran"},{"SurahNumber":8,"VerseNumber":72,"Text":"niccayamaka evar iman kontu, tam uraivittu veliyeri, tam celvankalaiyum, uyirkalaiyum allahvin pataiyil tiyakam ceytarkalo, avarkalum evar ittakaiyorukkup pukalitam kotuttu utaviyum ceytarkalo, avarkalum; oruvarukkoruvar urra nanparkal avarkal - evar iman kontu (innum tam) uraivittu veliyeravillaiyo, avarkal natuturakkum varaiyil, ninkal avarkalutaiya evvisayattilum poruppaliyalla eninum avarkal markka visayattil unkalitam utavi tetinal, utavi purivatu unkal mitu katamaiyakum - anal unkalitam utanpatikkai ceytu kontirukkum oru camukattirku virotamaka (avarkalukku utavi ceyvatu) kutatu - allah ninkal ceypavarrai nanku kavanittuk konte irukkinran"},{"SurahNumber":8,"VerseNumber":73,"Text":"Nirakarippavarkalil cilarukkuc cilar patukavalarkalaka irukkinranar. Ninkal itaic ceyyavittal atavatu oruvarukkoruvar patukavalaraka irukkavittal pumiyil kulappamum, perunkalakamum erpattu irukkum"},{"SurahNumber":8,"VerseNumber":74,"Text":"evarkal iman kontu (tam) uraitturantu allahvin pataiyil por purikinraro a(ttakaiya)varum evar a(ttakaiya)varkalukkup pukalitam kotuttu, utavi ceykinrarkalo avarkalumtan unmaiyana muhminkal avarkal-avarkalukku mannippu untu. Kanniyamana unavum untu"},{"SurahNumber":8,"VerseNumber":75,"Text":"itan pinnarum, evarkal iman kontu, tam uraitturantu, unkalutan cerntu (mahkkattirkakap) por purikinrarkalo, avarkalum unkalai cerntavarkale. Innum allahvin vetavitippati unkal uravinarkale. Oruvar marroruvarukku mika nerukkamutaiyavarkalum avarkal - niccayamaka allah ellap porutkalaiyum nankarintavanaka irukkinran"}]}