{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":83,"VerseNumber":7,"Text":"Osteregaytes' zhe i uderzhivaytes' ot obveshivaniya i ot prenebrezheniya Dnom voskreseniya! Ved' vse zlodeyaniya nechestivtsev zapisany v sidzhzhine"},{"SurahNumber":83,"VerseNumber":8,"Text":"Kak ty mozhesh' znat', chto takoye sidzhzhin"},{"SurahNumber":83,"VerseNumber":9,"Text":"Eto yasno nachertannaya kniga. V ney zapisany ikh zlodeyaniya"},{"SurahNumber":83,"VerseNumber":10,"Text":"Gibel' v Den', kogda nastanet voskresheniye i vozdayaniye, tem, kotoryye schitayut lozh'yu Sudnyy chas"},{"SurahNumber":83,"VerseNumber":11,"Text":"kotoryye otritsayut Den' vozdayaniya"},{"SurahNumber":83,"VerseNumber":12,"Text":"A otritsat' Den' vozdayaniya mozhet tol'ko prestupnyy greshnik, prestupivshiy predely v svoyom neverii"},{"SurahNumber":83,"VerseNumber":13,"Text":"Kogda yemu chitayut ayaty Allakha, v kotorykh govoritsya o neizbezhnosti vozdayaniya i rasplaty, on govorit: \"Eto - skazki prezhnikh pokoleniy"},{"SurahNumber":83,"VerseNumber":14,"Text":"Osteregaysya i uderzhivaysya, o prestupnyy greshnik, ot etogo lozhnogo vyskazyvaniya! Eto serdtsa greshnikov, ne uverovavshikh i ne povinovavshikhsya Allakhu, pokrylis' rzhavchinoy ikh grekhov"},{"SurahNumber":83,"VerseNumber":15,"Text":"Poistine, te, kotoryye schitali voskreseniye lozh'yu, budut lisheny miloserdiya svoyego Gospoda v Den' voskreseniya iz-za sovershonnykh imi grekhov"},{"SurahNumber":83,"VerseNumber":16,"Text":"I oni budut nepremenno vvergnuty v ad"},{"SurahNumber":83,"VerseNumber":17,"Text":"Im budet s uprokom skazano: \"Postigsheye vas nakazaniye yavlyayetsya tem, chto vy otritsali v zemnoy zhizni"},{"SurahNumber":83,"VerseNumber":18,"Text":"Poistine, blagodeyaniya pravednikov budut v illiyiune"},{"SurahNumber":83,"VerseNumber":19,"Text":"Otkuda ty znayesh', chto takoye illiyiun"},{"SurahNumber":83,"VerseNumber":20,"Text":"Illiyiun - kniga, yasno napisannaya, v ney zapisany dela blagochestivykh"},{"SurahNumber":83,"VerseNumber":21,"Text":"O ney svidetel'stvuyut i yeyo okhranyayut priblizhonnyye k Allakhu angely"},{"SurahNumber":83,"VerseNumber":22,"Text":"Poistine, blagochestivyye budut blagodenstvovat' v rayu"},{"SurahNumber":83,"VerseNumber":23,"Text":"na lozhakh, oshchushchaya dostoinstvo i milost', kotoryye Allakh okazal im"},{"SurahNumber":83,"VerseNumber":24,"Text":"Na ikh litsakh ty uvidish' radost' i siyaniye blagodenstviya"},{"SurahNumber":83,"VerseNumber":25,"Text":"Ikh budut poit' chistym vyderzhannym napitkom"},{"SurahNumber":83,"VerseNumber":26,"Text":"kotoryy po mere togo, kak yego vyderzhivayut, stanovitsya priyatneye. V obretenii etogo blagodenstviya pust' sopernichayut drug s drugom lyudi"},{"SurahNumber":83,"VerseNumber":27,"Text":"S etim napitkom smeshivayetsya voda iz Tasnima"},{"SurahNumber":83,"VerseNumber":28,"Text":"rayskogo istochnika, iz kotorogo p'yut tol'ko priblizhonnyye k Allakhu iz obitateley raya"},{"SurahNumber":83,"VerseNumber":29,"Text":"Poistine, te, kotoryye sovershili grekh, posyagaya na religiyu, izdevalis' i nasmekhalis' v zemnoy zhizni nad veruyushchimi"},{"SurahNumber":83,"VerseNumber":30,"Text":"i kogda mimo nikh prokhodili veruyushchiye, oni izdevalis' nad nimi i peremigivalis' drug s drugom"},{"SurahNumber":83,"VerseNumber":31,"Text":"a kogda eti greshniki vozvrashchalis' k svoim sem'yam, oni upivalis' nasmeshkami nad veruyushchimi"},{"SurahNumber":83,"VerseNumber":32,"Text":"A kogda oni videli veruyushchikh, to govorili: \"Poistine, eti - zabludshiye, potomu chto uverovali v Mukhammada"},{"SurahNumber":83,"VerseNumber":33,"Text":"No ved' eti nevernyye greshniki ne byli poslany, chtoby sudit' veruyushchikh - blagorazumno oni vedut sebya ili vpali v zabluzhdeniye - ili nablyudat' za ikh deyaniyami"},{"SurahNumber":83,"VerseNumber":34,"Text":"V Den' vozdayaniya veruyushchiye budut nasmekhat'sya nad nevernymi v otvet na to, chto nevernyye smeyalis' nad nimi v zemnoy zhizni"}]}