{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":196,"Text":"My protector is God, who has given me this Book from on high, for It is He who protects the righteous"},{"SurahNumber":7,"VerseNumber":197,"Text":"All those whom you call on instead of Him are neither able to give you help nor can they help themselves"},{"SurahNumber":7,"VerseNumber":198,"Text":"and if you pray to them for guidance, they do not hear and although you may imagine that they see you, they do not see"},{"SurahNumber":7,"VerseNumber":199,"Text":"Be tolerant of man's nature and command the doing of what is right and leave alone all those who choose to remain ignorant"},{"SurahNumber":7,"VerseNumber":200,"Text":"If it should happen that a prompting from Satan stirs you up [to blind anger], seek refuge with God. He is All-Hearing, All-Knowing"},{"SurahNumber":7,"VerseNumber":201,"Text":"Those who are mindful of God think [of Him] when Satan prompts them to do something and immediately they begin to see [things] clearly"},{"SurahNumber":7,"VerseNumber":202,"Text":"even though their [godless] brethren would like to draw them into error"},{"SurahNumber":7,"VerseNumber":203,"Text":"When you [Prophet] do not produce a miracle for them, some [people] will say, \"Why do not you seek to obtain it [from God]?\" Say, \"I only follow whatever is being revealed to me from my Lord. This [revelation] is a means of insight from your Lord and a guidance and grace onto people who will believe"},{"SurahNumber":7,"VerseNumber":204,"Text":"Hence, when the Qur'an is recited, pay attention and listen to it in silence, so that you might be graced with [God's] mercy"},{"SurahNumber":7,"VerseNumber":205,"Text":"[Prophet] remember your Lord humbly and with awe and without raising your voice in the morning and in the evening. Do not allow yourself to be inattentive"},{"SurahNumber":7,"VerseNumber":206,"Text":"Those who are in the presence of your Lord are never too proud to worship Him. They praise His limitless glory and bow down before Him"}]}