{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":17,"Text":"Terpy te, shcho vony hovoryatʹ, i z·haday Nashoho sylʹnoho raba Dauda. Voistynu, vin zvertavsya do Nas"},{"SurahNumber":38,"VerseNumber":18,"Text":"My pidkoryly hory, tozh vony razom iz nym slavyly nas uvecheri y zranku"},{"SurahNumber":38,"VerseNumber":19,"Text":"A takozh ptakhiv, zibranykh razom. Usi vony zvertalysya do Nʹoho"},{"SurahNumber":38,"VerseNumber":20,"Text":"My posylyly yoho vladu, daruvaly Yomu mudristʹ i vyrishalʹne slovo"},{"SurahNumber":38,"VerseNumber":21,"Text":"Chy diyshla do tebe zvistka pro tykh, yaki sudylysya y perelizly cherez stinu molelʹni"},{"SurahNumber":38,"VerseNumber":22,"Text":"Osʹ vony vviyshly do Dauda, y vin zlyakavsya yikh. Vony skazaly: «Ne biysya! My sudymosya mizh soboyu, adzhe odyn iz nas skryvdyv inshoho. Rozsudy mizh namy spravedlyvo, ne porushuy mezh i vkazhy nam pravylʹnyy shlyakh"},{"SurahNumber":38,"VerseNumber":23,"Text":"Tse — miy brat. Vin maye devʺyanosto devʺyatʹ ovetsʹ, a ya mayu lyshe odnu. Vin skazav: «Dovir yiyi meni!» — i perekonav mene na slovakh»"},{"SurahNumber":38,"VerseNumber":24,"Text":"[Daud] vidpoviv: «Vin uchynyv z toboyu nespravedlyvo, poprosyvshy dodaty tvoyu vivtsyu do svoyikh. Bahato spilʹnykiv kryvdyatʹ odne odnoho, krim tykh, yaki uviruvaly y roblyatʹ dobro. Ale takykh malo». Daud zrozumiv, shcho My vyprobovuyemo yoho, poprosyv proshchennya v Hospoda svoho, upav nytsʹ i pokayavsya"},{"SurahNumber":38,"VerseNumber":25,"Text":"My prostyly yomu tse. Voistynu, vin nablyzhenyy do Nas i yoho chekaye prekrasnyy prytulok"},{"SurahNumber":38,"VerseNumber":26,"Text":"«O Daude! Voistynu, My pryznachyly tebe namisnykom na zemli. Sudy mizh lyudʹmy spravedlyvo ta ne ydy za prystrastyu, yaka mozhe zbyty tebe zi shlyakhu Allaha!» Voistynu, na tykh, yaki zbyvayutʹsya zi shlyakhu Allaha, chekaye suvora kara za te, shcho vony zabuly pro Denʹ Vidplaty"}]}