{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"اى یحیٰی! ته دغه كتاب په قوت سره ونیسه، او مونږ ده ته حكم (حكمت او نبوت) وركړ، په داسې حال كې چې دى هلك و"},{"SurahNumber":19,"VerseNumber":13,"Text":"او له خپل جانب نه مو (ده ته)، مهرباني (وركړې وه) او پاكي۔ او دى ډېر پرهېزګاره و"},{"SurahNumber":19,"VerseNumber":14,"Text":"او له خپل مور و پلار سره نېكي كوونكى و، او سركشه، نافرمانه نه و"},{"SurahNumber":19,"VerseNumber":15,"Text":"او په ده دې سلام وي په هغې ورځ چې دى وزېږول شو او په هغې ورځ چې دى به مري او په هغې ورځ چې دى به بیا ژوندى راپورته كړى شي"},{"SurahNumber":19,"VerseNumber":16,"Text":"او ته په كتاب كې (قصه د) مریم یاده كړه كله چې هغه له خپلې كورنۍ نه هغه ځاى ته په څنګ شوه چې (د كور) مشرقي جانب و"},{"SurahNumber":19,"VerseNumber":17,"Text":"نو دې د دوى په طرف پرده ونیوله، نو مونږ دې ته خپل روح ولېږه، نو هغه دې ته خپل شكل د كامل سړي جوړ كړ"},{"SurahNumber":19,"VerseNumber":18,"Text":"(نو) دې وویل: بېشكه زه له تا نه په رحمٰن پورې پناه نیسم، كه چېرې ته پرهېزګاره يې"},{"SurahNumber":19,"VerseNumber":19,"Text":"هغه وویل: یقینًا زه خو يواځې ستا د رب رسول یم، د دې لپاره چې (د خپل رب په حكم) تا ته یو ډېر پاك هلك دركړم"},{"SurahNumber":19,"VerseNumber":20,"Text":"دې وویل: زما به هلك څنګه پیدا شي؟ حال دا چې ما ته هېڅ بشر نه دى رارسېدلى، او زه چېرې بدكاره هم نه یم"},{"SurahNumber":19,"VerseNumber":21,"Text":"ويې ويل: خبره همداسې ده (لېكن) ستا رب فرمایلي دي: دغه كار ما ته ډېر اسان دى او د دې لپاره چې مونږ دى د خلقو لپاره نښه وګرځوو او له خپل جانب نه رحمت۔ او دغه یو فیصله شوى كار دى"},{"SurahNumber":19,"VerseNumber":22,"Text":"نو (مریم) په دغه (عیسٰی) سره حامله شوه، نو سره له ده یو لرې ځاى ته په څنګ شوه"},{"SurahNumber":19,"VerseNumber":23,"Text":"نو دغې (مریم) لره د لنګوال درد د كجورې د ونې تنې (ډډ) ته راوسته، دې وویل: اى كاشكې زه له دې نه مخكې مړه شوې وى او زه بېخي هېره شوې، له زړونو وتلې وى"},{"SurahNumber":19,"VerseNumber":24,"Text":"نو دې ته يې د دې له لاندې نه اواز وكړ چې مه خفه كېږه، یقینًا ستا رب له تا نه لاندې چینه پیدا كړې ده"},{"SurahNumber":19,"VerseNumber":25,"Text":"او خپل ځان ته د كجورې تنه راوخوځوه، هغه به په تا پخې تازه لوندې كجورې راوغورځوي"}]}