{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":13,"Text":"Ёки: «Уни (яъни, Қуръонни Муҳаммад) тўқиб чиқарган», дейдиларми? Айтинг: «У ҳолда, агар ростгўй бўлсангизлар, Аллоҳдан ўзга кучингиз етган барча бутларни (ёрдамга) чорлаб шунга ўхшаш ўнтагина «тўқилган» сура келтирингиз!»"},{"SurahNumber":11,"VerseNumber":14,"Text":"Бас, агар улар (яъни, Аллоҳни қўйиб, сиғинадиган бутларингиз) сизларга жавоб қилмасалар, у ҳолда, билингизки, албатта (бу Қурьон) Аллоҳнинг илми азалийси билан нозил қилингандир ва Ундан ўзга бирон илоҳ йўқдир. Энди мусулмон бўларсизлар?! (Яъни, Аллоҳ ва Унинг пайғамбарига бўйинсунарсизлар)"},{"SurahNumber":11,"VerseNumber":15,"Text":"Ким (фақат) шу ҳаёти дунёни ва унинг зебу зийнатларини истайдиган бўлса, уларга қилган амалларини(нг ажр-мукофотини) шу дунёда комил қилиб берурмиз ва улар бу дунёда зиён кўрмайдилар"},{"SurahNumber":11,"VerseNumber":16,"Text":"Ундай кимсалар учун Охиратда дўзах ўтидан ўзга ҳеч қандай насиба йўқдир. Уларнинг бу дунёда қилган барча яхшиликлари беҳуда кетур ва қилиб ўтган амаллари бефойдадир"},{"SurahNumber":11,"VerseNumber":17,"Text":"Ана энди Парвардигори томонидан аниқ ҳужжатга (яъни, Қуръонга) эга бўлган киши (фақат ҳаёти дунё манфаатларини кўзловчи кимсалар билан баробарми?!) Ҳолбуки, Аллоҳ томонидан бўлган шоҳид (яъни, Жаброил фаришта) унинг (Муҳаммад алайҳис-салоту вас-саломнинг) ҳамроҳидир ва ундан (яъни, аниқ ҳужжат бўлган Қуръондан) илгари (Бани Исроил учун келган) пешво ва (Аллоҳнинг) марҳамати бўлган Мусонинг Китоби (Таврот) бордир. Ана ўша зотлар (яъни, аниқ ҳужжат эгалари) унга (Қуръонга) иймон келтирурлар. Барча гуруҳлар орасидан ким у Қуръонга кофир бўлса, унга ваъда қилинган жой — дўзахдир. Бас (эй Муҳаммад алайҳис-салоту вас-салом, сиз у ҳақда шак-шубҳага тушманг! Албатта, у Парвардигорингиз томонидан келган Ҳақиқатдир. Лекин одамларнинг кўплари иймон келтирмайдилар)"},{"SurahNumber":11,"VerseNumber":18,"Text":"Аллоҳ шаънига ёлғон тўқиган кимсадан ҳам золимроқ ким бор?! Ундай кимсалар (Қиёмат Кунида) Парвардигорларига рўбарў қилинурлар ва барча гувоҳ: «Мана шулар Парвардигор шаънига ёлғон сўзларини сўзлаганлар», дейдилар. Огоҳ бўлингизким, бундай золимларга Аллоҳнинг лаънати бўлур"},{"SurahNumber":11,"VerseNumber":19,"Text":"У золим кимсалар (одамларни) Аллоҳнинг йўлидан тўсиб, уни (Аллоҳнинг йўлини) бузмоқчи бўладилар. Улар Охиратни бутунлай инкор этадилар"}]}