{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"Āra niścaẏa ēṭi muminadēra jan'ya hēdāẏāta ō rahamata"},{"SurahNumber":27,"VerseNumber":78,"Text":"Āpanāra raba tō tām̐ra bidhāna anuyāẏī tādēra madhyē phaẏasālā karē dēbēna. Āra tini parākramaśālī, sarbajña"},{"SurahNumber":27,"VerseNumber":79,"Text":"Sutarāṁ āllāh‌ra upara nirbhara karuna; āpani tō spaṣṭa satyē pratiṣṭhita"},{"SurahNumber":27,"VerseNumber":80,"Text":"Mr̥takē tō āpani śōnātē pārabēna nā [1], badhirakē'ō pārabēna nā ḍāka śunātē, yakhana tārā piṭha phiriẏē calē yāẏa"},{"SurahNumber":27,"VerseNumber":81,"Text":"Āpani andhadērakē'ō tādēra patha bhraṣṭatā thēkē pathē ānatē pārabēna nā. Āpani tō kēbala tādērakē śōnātē pārabēna, yārā āmādēra nidarśanābalītē īmāna ānē. Ataḥpara tārā'i ātmasamarpaṇakārī"},{"SurahNumber":27,"VerseNumber":82,"Text":"Āra yakhana tādēra upara ghōṣita śāsti āsabē takhana āmarā tādēra jan'ya yamīna thēkē ēka jība bēra karaba [1], yā tādēra sāthē kathā balabē [2] yē, mānuṣa āmādēra nidarśanasamūhē niścita biśbāsa karata nā"},{"SurahNumber":27,"VerseNumber":83,"Text":"Āra smaraṇa karuna sē dinēra kathā, yēdina āmarā samabēta karaba pratyēka sampradāẏa thēkē ēkēkaṭi dalakē, yārā āmāra nidarśanābalī pratyākhyāna karata ataḥpara tādērakē sāribad'dhabhābē ēkatrita karā habē"},{"SurahNumber":27,"VerseNumber":84,"Text":"Śēṣa paryanta yakhana tārā ēsē yābē takhana āllāh‌ tādērakē balabēna, ‘tōmarā ki āmāra nidarśana pratyākhyāna karēchilē, athaca tā tōmarā jñānē āẏatta karatē pārani [1]? Nāki tōmarā āra kichu karēchilē [2]?’"},{"SurahNumber":27,"VerseNumber":85,"Text":"Āra yulumēra kāraṇē tādēra upara ghōṣita śāsti ēsē paṛabē; phalē tārā kichu'i balatē pārabē nā"},{"SurahNumber":27,"VerseNumber":86,"Text":"Tārā ki dēkhē nā yē, āmarā rāta sr̥ṣṭi karēchi tādēra biśrāmēra jan'ya ēbaṁ dinakē karēchi dr̥śyamāna? Ētē tō abaśya'i nidarśana raẏēchē ēmana sampradāẏēra jan'ya yārā īmāna ānē"},{"SurahNumber":27,"VerseNumber":87,"Text":"Āra yēdina śiṅgāẏa phum̐ka dēẏā habē, sēdina āsamānasamūha ō yamīnēra sakalē'i bhīta-bihbala haẏē paṛabē [1], tabē āllāh‌ yādērakē cā'ibēna tārā byatīta [2] ēbaṁ sakala'i tām̐ra kāchē āsabē hīna abasthāẏa"},{"SurahNumber":27,"VerseNumber":88,"Text":"Āra āpani parbatamālā dēkhachēna, manē karachēna, sēṭā acala, athaca ōgulō habē mēghapuñjēra n'yāẏa calamāna [1]. Ēṭā āllāh‌ra'i sr̥ṣṭi-naipuṇya, yini samasta kichukē'i karēchēna suṣama [2]. Tōmarā yā kara niścaẏa tini sē samparkē samyaka abahita"}]}