{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"piṉṉar (cūṉiyam ceyya vanta) avarkaḷ (mūsāvai nōkki) ‘‘mūsāvē! (Cūṉiyattai) nīr eṟikiṟīrā? Allatu mutalāvatāka nāṅkaḷ eṟiyavā?'' Eṉṟu kēṭṭārkaḷ"},{"SurahNumber":20,"VerseNumber":66,"Text":"ataṟkavar, ‘‘illai! Nīṅkaḷē (mutalāvatāka) eṟiyuṅkaḷ'' eṉṟu kūṟiṉār. (Avarkaḷ eṟiyavē, eṟiyappaṭṭa) avarkaḷuṭaiya kayiṟukaḷum, avarkaḷuṭaiya taṭikaḷum avarkaḷuṭaiya cūṉiyattiṉ kāraṇamāka meyyākavē avai (pāmpukaḷāki) ōṭuvatupōl ivarukkut tōṉṟiṉa"},{"SurahNumber":20,"VerseNumber":67,"Text":"ākavē, mūsā taṉ maṉatil payattai uṇarntār"},{"SurahNumber":20,"VerseNumber":68,"Text":"(accamayam nām avarai nōkki) ‘‘payappaṭātīr! Niccayamāka nīrtāṉ (ivarkaḷaiviṭa) mika uyarntavar'' eṉṟu kūṟiṉōm"},{"SurahNumber":20,"VerseNumber":69,"Text":"Iṉṉum umatu valatu kaiyil iruppatai nīr eṟivīrāka! Avarkaḷ ceyta (cūṉiyaṅkaḷ) aṉaittaiyum atu viḻuṅkiviṭum. Avarkaḷ ceytatellām cūṉiyakkārarkaḷiṉ (veṟum) cūḻcciyē (tavira uṇmaiyalla). Cūṉiyakkāraṉ eṅkiruntu vantapōtilum veṟṟi peṟavē māṭṭāṉ'' (eṉṟum kūṟiṉōm)"},{"SurahNumber":20,"VerseNumber":70,"Text":"(mūsā taṉ taṭiyai eṟiyavē atu periyatoru pāmpāki, avarkaḷ ceytirunta cūṉiyaṅkaḷ aṉaittaiyum viḻuṅki viṭṭatu. Itaik kaṇṇuṟṟa) accūṉiyakkārarkaḷ ciram paṇintavarkaḷāka vīḻttappaṭṭu ‘‘mūsā, hārūṉ (ākiya ivviruvaruṭaiya) iṟaivaṉai nāṅkaḷum nampikkai koṇṭōm'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":20,"VerseNumber":71,"Text":"(itaik kaṇṭa ḥpir'avṉ) ‘‘nāṉ uṅkaḷukku aṉumatiyaḷippataṟku muṉṉarē nīṅkaḷ avarai nampikkaikoṇṭu viṭṭīrkaḷ. Niccayamāka avartāṉ uṅkaḷukkuc cūṉiyattaik kaṟṟuk koṭutta uṅkaḷ talaivarāyirukkum (pōl tōṉṟukiṟatu). Uṅkaḷai māṟukai, māṟukāl veṭṭip pērīcca marattiṉ kiḷaikaḷil niccayamāka uṅkaḷaik kaḻuvēṟṟi viṭuvēṉ. Vētaṉai koṭuppatil nam'mil kaṭumaiyāṉa varum nilaiyāṉavarum yār eṉpatai niccayamāka nīṅkaḷ aṟintu koḷvīrkaḷ'' eṉṟu kūṟiṉāṉ"},{"SurahNumber":20,"VerseNumber":72,"Text":"ataṟkavarkaḷ (ḥpir'avṉai nōkki) ‘‘eṅkaḷiṭam teḷivāṉa attāṭcikaḷ vantataṉ piṉṉar eṅkaḷaip paṭaittavaṉaip puṟakkaṇittu viṭṭu uṉṉai nāṅkaḷ oru kālattilum virumpavē māṭṭōm. Uṉṉāl iyaṉṟatai nī muṭivu ceytukoḷ. Nī muṭivu ceyyakkūṭiyatellām ivvulaka vāḻkkaiyiltāṉ"},{"SurahNumber":20,"VerseNumber":73,"Text":"Niccayamāka nāṅkaḷ (meyyāṉa) eṅkaḷ iṟaivaṉaiyē nampikkai koḷvōm. Eṅkaḷ kuṟṟaṅkaḷaiyum uṉ nirppantattiṉāl nāṅkaḷ ceyta cūṉiya(ttiṉ kuṟṟa)ṅkaḷaiyum avaṉ eṅkaḷukku maṉṉittu viṭuvāṉ. Allāhtāṉ (uṉṉaiviṭa) mikka mēlāṉavaṉum, eṉṟum nilaiyāṉavaṉum āvāṉ'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":20,"VerseNumber":74,"Text":"uṇmaiyākavē evaṉ kuṟṟavāḷiyākat taṉ iṟaivaṉiṭam varukiṟāṉō avaṉukku niccayamāka narakamtāṉ (kūliyākum). Atil avaṉ cākavum māṭṭāṉ; (cukattuṭaṉ) vāḻavum māṭṭāṉ. (Vētaṉaiyai aṉupavittukkoṇṭu vāḻavum cākavum vaḻiyillāmal tavippāṉ)"},{"SurahNumber":20,"VerseNumber":75,"Text":"evar nampikkai koṇṭavarāka naṟceyalkaḷaic ceytu (taṉ iṟaivaṉiṭam) varukiṟārō avarkaḷukku mēlāṉa patavikaḷ irukkiṉṟaṉa"},{"SurahNumber":20,"VerseNumber":76,"Text":"(maṟumaiyilō avarkaḷukku) ‘atṉ' eṉṟa nilaiyāṉa corkkaṅkaḷ uḷḷaṉa. Avaṟṟil nīraruvikaḷ toṭarntu ōṭik koṇṭēyirukkum. Avaṟṟil eṉṟeṉṟumē taṅkiviṭuvārkaḷ. Itutāṉ paricuttavāṉkaḷuṭaiya kūliyākum"}]}