{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":82,"Text":"Jasalē āsthā gardachan ra āphnō īmānasam̐ga śirkakā kurāharū misā'um̐dainan, tyastāharūkōē nimti surakṣā cha ra tinailē mārgadarśana prāpta gardachan"},{"SurahNumber":6,"VerseNumber":83,"Text":"Ra yō hāmrō tarka thiyō juna hāmīlē ibrāhīmalā'ī unakō samudāyakō virud'dha prayōga garna pradāna garēkā thiyauṁ. Hāmīlē jasalā'ī cāhanchau ucca darjā pradāna gardachauṁ. Niḥsandēha timrō pālanakartā bud'dhi sampanna ra sarvajña cha"},{"SurahNumber":6,"VerseNumber":84,"Text":"Ra hāmīlē tinalā'ī is'hāka ra ya'akūba diyauṁ ra sabailā'ī hāmīlē mārgadarśana pradāna garyauṁ ra aghi nūhalā'ī pani śikṣā pradāna garēkā thiyauṁ ra unakō santatimadhyē dā'ūda ra sulaimāna ra ayyūba ra yūsupha ra mūsā ra hārūnalā'ī pani, ra hāmīlē sadācārīharūlā'ī yastai kisimalē puraskāra dinē gardachau"},{"SurahNumber":6,"VerseNumber":85,"Text":"Ra jakarīyā ra yahyā ra īsā ra iliyāsalā'ī pani, yī sabai sadācārī thi'ē"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ra ismā'īla ra yasā ra yūnusa ra lūtalā'ī pani ra tī sabailā'ī sansārakā mānisaharūmāthi śrēṣṭhatā pradāna garēkā thiyauṁ"},{"SurahNumber":6,"VerseNumber":87,"Text":"Ra kasai–kasailā'ī tinīharūkā bābu–bājēlā'ī ra santati ra dāju bhā'iharūmadhyēbāṭa pani, ra hāmīlē tinalā'ī rōjēkā thiyauṁ ra sahī bāṭō dēkhā'ēkā thiyauṁ"},{"SurahNumber":6,"VerseNumber":88,"Text":"Yō allāhakō mārgadarśana nai hō jasakō mādhyamabāṭa āphnā dāsaharūmadhyē jasalā'ī cāhancha mārgadarśita gardacha. Ra yadi tinīharūlē allāhasam̐ga arukō sājhēdārī ṭhaharā'unē bha'ē, tinīharūkō sabai karmaharū barbāda bha'ēra jānē thiyō"},{"SurahNumber":6,"VerseNumber":89,"Text":"Yī tyastā mānisaharū thi'ē jasalā'ī hāmīlē kitāba, bud'dhimattā ra nabūvata di'ēkā thiyauṁ. Yadi yinīharūlē nabuvata (dūtatva) mānna inkāra gardachan bhanē, hāmīlē tyasakō lāgi yastā mānisaharūlā'ī niyukta garisakēkā chauṁ ki tinīharūlē tī kurāharūbāṭa kahilyai inkāra garnē chainan"},{"SurahNumber":6,"VerseNumber":90,"Text":"Yī tyastā mānisaharū thi'ē jasalā'ī allāhalē sahī bāṭō dēkhā'ēkō thiyō, yasartha tinaikō upadēśakā anuyāyī bana. Tapā'ī bhanidinus ki ma timīsita yasabārē kēhī badalā māgdina. Yō ta sansārakā mānisaharūkō lāgi mātra upadēśa hō"}]}