{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"Maze wowe n’abo muri kumwe mu nkuge nimumara gutuza, uzavuge uti \"Ishimwe n’ikuzo byuzuye ni ibya Allah, we waturokoye abantu b’abahakanyi"},{"SurahNumber":23,"VerseNumber":29,"Text":"Uzanavuge uti \"Nyagasani wanjye! Nyorohereza umpe kururukira ahuje imigisha, kuko ari wowe uhebuje mu kururutsa (abantu mu mahoro)"},{"SurahNumber":23,"VerseNumber":30,"Text":"Mu by’ukuri, muri ibyo (kurokora abemeye no kurimbura abahakanye) harimo ibimenyetso (bigaragaza ubushobozi bwa Allah). Kandi mu by’ukuri, tugerageza (abantu)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Nuko nyuma yabo turema ikindi gisekuru (aba Adi bo ku bwa Hudu)"},{"SurahNumber":23,"VerseNumber":32,"Text":"Maze tuboherereza intumwa (Hudu) ibakomokamo (ibabwira iti) \"Nimugaragire Allah, nta yindi mana mufite itari we. Ese ntimutinya (ibihano bye)"},{"SurahNumber":23,"VerseNumber":33,"Text":"Maze abanyacyubahiro mu bantu be bahakanye (Allah) bakanahinyura kuzahura n’umunsi w’imperuka, kandi twarabahaye ubuzima bwiza hano ku isi, (baravuga bati) \"Uyu nta cyo ari cyo usibye kuba ari umuntu nkamwe, urya ibyo murya akananywa ibyo munywa"},{"SurahNumber":23,"VerseNumber":34,"Text":"Kandi nimuramuka mwumviye umuntu nka mwe,mu by’ukuri, muzaba mubaye abanyagihombo"},{"SurahNumber":23,"VerseNumber":35,"Text":"Ese abasezeranya ko nimuramuka mupfuye mugahinduka igitaka ndetse n’amagufa (akabora) muzazurwa"},{"SurahNumber":23,"VerseNumber":36,"Text":"Ibyo musezeranywa (na Hudu) biri kure, kure cyane"},{"SurahNumber":23,"VerseNumber":37,"Text":"Nta bundi (buzima buzabaho), usibye ubu buzima bwacu bwo ku isi! Turapfa, tukanabaho (hakaza abandi) kandi ntabwo tuzazurwa"},{"SurahNumber":23,"VerseNumber":38,"Text":"(Hudu) nta cyo ari cyo, usibye kuba ari umuntu uhimbira Allah ibinyoma, kandi ntabwo tuzamwemera"},{"SurahNumber":23,"VerseNumber":39,"Text":"(Hudu) aravuga ati \"Nyagasani wanjye! Ntabara unkize (abantu banjye) kubera kobahakana (ibyo mvuga)"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Allah) aravuga ati \"Rwose mu kanya gato baraba bicuza (impamvu bahakanye)"},{"SurahNumber":23,"VerseNumber":41,"Text":"Maze urusaku rw’ibihano rubatera rutabarenganyije, nuko tubahindura nk’ibishingwe (bireremba hejuru y’amazi). Bityo, kurimbuka ni kube ku bahakanyi"},{"SurahNumber":23,"VerseNumber":42,"Text":"Nuko nyuma yabo turema ibindi bisekuru"}]}