{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":91,"Text":"(Yahudiler) Allah'ın hicbir besere (kitap olarak) hicbir sey indirmedigini soylemekle, Allah'ı layık oldugu vechile takdir edemediler. (Ey Muhammed! Onlara) de ki: \"Oyleyse Musa'nın insanlar icin nur ve hidayet olarak getirdigi, sizin de yapraklar haline getirip (bir kısmını) acıkladıgınız, cogunu da gizlediginiz, siz ve babalarınız hicbir sey bilmezken ogretildiginiz o kitabı Kim indirdi?\" (Ey Muhammed! Onlara) \"Allah\" de, sonra da onları kendi bataklıklarında oynamaya bırak"},{"SurahNumber":6,"VerseNumber":92,"Text":"Bu (Kur'an), Ummu’lkura (Mekke) ve cevresindekileri uyarman icin sana indirdigimiz ve kendinden oncekileri dogrulayıcı mubarek bir kitaptır. Ahirete inananlar buna da inanırlar ve onlar namazlarını hakkıyla kılmaya devam ederler"},{"SurahNumber":6,"VerseNumber":93,"Text":"Allah' a karsı yalan iftirada bulunandan, yahut kendisine hicbir sey vahyolunmadıgı halde bana da vahyolundu diyenden ve Allah'ın indirdigi gibi ben de indirecegim diyenden daha zalim kim olabilir? O zalimler, olum sekeratı icinde, melekler ellerini uzatmıs \"Haydi kendinizi kurtarın; bugun, Allah'a karsı dogru olmayanı soylemis ve O'nun ayetlerinden buyuklenerek uzaklasmıs olmanız dolayısıyle zillet azabıyle cezalandırılacaksınız\" derken, onların halini bir gorsen"},{"SurahNumber":6,"VerseNumber":94,"Text":"Iste sizi ilk defa yarattıgımız gibi, bize tek basınıza geldiniz; (dunyada iken size verdiklerimizi arkanızda bıraktınız. Ne var ki (Allah'a) kendiniz icin ortak oldukları iddiasında bulundugunuz sefaatcilerinizi beraberinizde goremiyoruz. Aranızdaki baglar kopmus; (sizin icin sefaatci olduklarını) iddia ettikleriniz sizden uzaklasıp gitmistir"}]}