{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":36,"Text":"Ein Glaubiger oder eine Glaubige darf, wenn Gott und sein Gesandter eine Angelegenheit entschieden haben, nicht die Moglichkeit haben, in ihrer Angelegenheit frei zu wahlen. Und wer gegen Gott und seinen Gesandten ungehorsam ist, der befindet sich in einem offenkundigen Irrtum"},{"SurahNumber":33,"VerseNumber":37,"Text":"Und als du zu dem, dem Gott Gnade erwiesen hatte und dem auch du Gnade erwiesen hattest, sagtest: «Behalte deine Gattin fur dich und furchte Gott», und in deinem Inneren geheimhieltest, was (Gott doch offenlegt, und die Menschen furchtetest, wahrend Gott eher darauf Anspruch hat, daß du Ihn furchtest. Als dann Zayd seinen Wunsch an ihr erfullt hatte, gaben Wir sie dir zur Gattin, damit fur die Glaubigen kein Grund zur Bedrangnis bestehe in bezug auf die Gattinnen ihrer Adoptivsohne, wenn diese ihren Wunsch an ihnen erfullt haben. Und der Befehl Gottes wird ausgefuhrt)"},{"SurahNumber":33,"VerseNumber":38,"Text":"Es besteht fur den Propheten kein Grund zur Bedrangnis in dem, was Gott fur ihn festgelegt hat. So war das beispielhafte Verhalten Gottes mit denen, die vorher dahingegangen sind - und der Befehl Gottes ist ein fest gefaßter Beschluß"},{"SurahNumber":33,"VerseNumber":39,"Text":"Die die Botschaft Gottes ausrichten, Ihn furchten und niemanden furchten außer Gott. Und Gott genugt als der, der abrechnet"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad ist nicht der Vater irgendeines von euren Mannern, sondern der Gesandte Gottes und das Siegel der Propheten. Und Gott weiß uber alle Dinge Bescheid"},{"SurahNumber":33,"VerseNumber":41,"Text":"O ihr, die ihr glaubt, gedenket Gottes in haufigem Gedenken"},{"SurahNumber":33,"VerseNumber":42,"Text":"Und preiset Ihn morgens und abends"},{"SurahNumber":33,"VerseNumber":43,"Text":"Er ist es, der uber euch den Segen spricht - und auch seine Engel -, damit Er euch aus den Finsternissen ins Licht hinausfuhrt. Und Er ist barmherzig zu den Glaubigen"}]}