{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":181,"Text":"Chac chan Allah đa nghe loi tuyen bo cua nhung ke đa noi: “Qua that, Allah ngheo va chung toi giau”. Chac chan TA se cho ghi loi chung đa noi va viec chung đa giet cac vi Nabi khong co ly do chinh đang va TA se phan: “Hay nem su trung phat cua su thieu đot.”"},{"SurahNumber":3,"VerseNumber":182,"Text":"So di nhu the la vi đieu (toi loi) ma ban tay cua cac nguoi đa goi đi truoc va boi vi Allah khong bao gio đoi xu bat cong đoi voi bay toi (cua Ngai)"},{"SurahNumber":3,"VerseNumber":183,"Text":"Nhung ai đa noi: “Qua that, Allah đa giao uoc voi chung toi bao cho nen tin tuong mot Su Gia nao tru phi nguoi Su Gia đo mang đen cho chung toi mot vat te ma lua se chay ben.” (Hoi Su Gia!) hay bao chung: “Chac chan truoc ta, đa co nhung vi Su Gia đuoc phai đen gap cac nguoi voi nhung bang chung ro ret va voi đieu ma cac nguoi đang noi đen, nhung tai sao cac nguoi đa giet Ho neu cac nguoi chan that?”"},{"SurahNumber":3,"VerseNumber":184,"Text":"Boi the, neu chung cho rang Nguoi (Muhammad) noi doi thi chac chan chung cung đa phu nhan nhung vi Su Gia truoc Nguoi đa đen gap chung voi nhung bang chung ro ret va voi Kinh Zubur va Kinh Sach soi sang (van đe)"},{"SurahNumber":3,"VerseNumber":185,"Text":"Moi mot linh hon đeu phai nem cai chet. Va chi vao Ngay phuc sinh cac nguoi moi đuoc đen bu lai tron ven phan cong lao cua cac nguoi. Boi the, ai đuoc boc đi xa khoi Lua (cua hoa nguc) va đuoc thu nhan vao thien đang thi chac chan se thanh đat. Va đoi song tran gian nay chi la mot su huong thu đay doi tra"},{"SurahNumber":3,"VerseNumber":186,"Text":"Chac chan cac nguoi se bi thu thach ve tai san lan sinh mang cua cac nguoi. Va chac chan cac nguoi se nghe lam đieu phien nao tu nhung ke đa đuoc ban cho Kinh Sach truoc cac nguoi va tu nhung ke tho đa than. Tuy nhien, neu cac nguoi kien nhan va so Allah thi qua that đo la mot quyet đinh rat lon lao"}]}