{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":25,"Text":"et qui donne ses fruits a tout moment avec la permission de son Seigneur. Allah propose les paraboles aux hommes, peut-etre y mediteront-ils"},{"SurahNumber":14,"VerseNumber":26,"Text":"Tandis qu’une parole malefique[256] ressemble a un arbre d’une mauvaise venue, (qui aurait ete) arrache du sol et qui n’a point de base stable"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah affermit les croyants par la parole ferme, en ce bas monde et dans l’autre monde. Allah egare les injustes. Allah fait ce qu’Il veut"},{"SurahNumber":14,"VerseNumber":28,"Text":"N’as-tu pas considere ceux qui ont echange les bienfaits d’Allah contre la mecreance, et ont installe leur peuple dans la demeure de la ruine"},{"SurahNumber":14,"VerseNumber":29,"Text":"la Gehenne ou ils entreront pour s’y consumer ? Et quel horrible sejour"},{"SurahNumber":14,"VerseNumber":30,"Text":"Ils ont prete des emules a Allah pour egarer (leurs semblables) loin de Son chemin. Dis : « Jouissez (pour un temps de cette vie), vous aurez pour destination le Feu. »"},{"SurahNumber":14,"VerseNumber":31,"Text":"Dis a Mes serviteurs qui ont cru d’observer la Calat et de depenser (en aumone), discretement et ouvertement, des biens que Nous leur avons dispenses, avant que vienne le jour ou il n’y aura ni tentatives de rachat ni interventions amicales"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah, c’est Lui Qui a cree les cieux et la terre, Qui a fait descendre l’eau du ciel et Qui, par elle, vous donne les fruits en nourriture. C’est Lui Qui a mis a votre disposition les vaisseaux qui naviguent en haute mer par Son ordre ; et c’est Lui Qui a mis a votre disposition les rivieres"},{"SurahNumber":14,"VerseNumber":33,"Text":"Et C’est Lui Qui a mis a votre disposition le soleil et la lune qu’Il a soumis a un mouvement perpetuel, et Qui a mis a votre disposition la nuit et le jour"}]}