{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"(nabiyē,) tanṟe bharttāvinṟe kāryattil ninnēāṭ tarkkikkukayuṁ allāhuviṅkalēkk saṅkaṭaṁ bēādhippikkukayuṁ ceyyunnavaḷuṭe vākk allāhu kēṭṭiṭṭuṇṭ‌. allāhu niṅṅaḷ raṇṭu pēruṭeyuṁ sambhāṣaṇaṁ kēṭṭukeāṇṭirikkukayāṇ‌. tīrccayāyuṁ allāhu ellāṁ kēḷkkunnavanuṁ kāṇunnavanumāṇ‌"},{"SurahNumber":58,"VerseNumber":2,"Text":"niṅṅaḷuṭe kūṭṭattil taṅṅaḷuṭe bhāryamāre mātākkaḷkk tulyamāyi prakhyāpikkunnavar (abad'dhamākunnu ceyyunnat‌.) avar (bhāryamār) avaruṭe mātākkaḷalla. avaruṭe mātākkaḷ avare prasavicca strīkaḷ allāte maṟṟārumalla. tīrccayāyuṁ avar niṣid'dhamāya vākkuṁ asatyavumāṇ paṟayunnat‌. tīrccayāyuṁ allāhu adhikaṁ māppunalkunnavanuṁ peāṟukkunnavanumāṇ‌"},{"SurahNumber":58,"VerseNumber":3,"Text":"taṅṅaḷuṭe bhāryamāre mātākkaḷkk tulyamāyi prakhyāpikkukayuṁ, pinnīṭ taṅṅaḷ paṟaññatil ninn maṭaṅṅukayuṁ ceyyunnavar, avar parasparaṁ sparśikkunnatinu mumpāyi oru aṭimaye mēācippikkēṇṭatāṇ‌. at niṅṅaḷkku nalkappeṭunna upadēśamāṇ‌. allāhu niṅṅaḷ pravarttikkunnatineppaṟṟi sūkṣmajñānamuḷḷavanākunnu"},{"SurahNumber":58,"VerseNumber":4,"Text":"ini vallavannuṁ (aṭimaye) labhikkātta pakṣaṁ, avar parasparaṁ sparśikkunnatin mumpāyi tuṭarccayāyi raṇṭumāsakkālaṁ nēāmpanuṣṭhikkēṇṭatāṇ‌. vallavannuṁ (at‌) sādhyamākātta pakṣaṁ aṟupatu agatikaḷkk āhāraṁ nalkēṇṭatāṇ‌. at allāhuviluṁ avanṟe dūtaniluṁ niṅṅaḷ viśvasikkān vēṇṭiyatre. ava allāhuvinṟe paridhikaḷākunnu. satyaniṣēdhikaḷkk vēdanayēṟiya śikṣayuṇṭ‌"},{"SurahNumber":58,"VerseNumber":5,"Text":"tīrccayāyuṁ allāhuveyuṁ avanṟe dūtaneyuṁ etirttu keāṇṭirikkunnavar avaruṭe mumpuḷḷavar vaṣaḷākkappeṭṭat pēāle vaṣaḷākkappeṭunnatāṇ‌. suvyaktamāya pala teḷivukaḷuṁ nāṁ avatarippicciṭṭuṇṭ‌. satyaniṣēdhikaḷkk apamānakaramāya śikṣayumuṇṭ‌"},{"SurahNumber":58,"VerseNumber":6,"Text":"allāhu avareyellāṁ uyirtteḻunnēlpikkukayuṁ, enniṭṭ avar pravartticcatineppaṟṟi avare vivaramaṟiyikkukayuṁ ceyyunna divasaṁ. allāhu at tiṭṭappeṭuttukayuṁ avarat maṟannupēākukayuṁ ceytu. allāhu ēt kāryattinuṁ sākṣiyākunnu"}]}