{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":13,"VerseNumber":29,"Text":"Os que creem e fazem as boas obras terao bem-aventuranca e aprazivel retorno"},{"SurahNumber":13,"VerseNumber":30,"Text":"Assim, enviamo-te, Muhammad, a uma comunidade - antes da qual, com efeito, outras comunidades passaram - para recitares para eles, o que te revelamos. Mas eles renegam O Misericordioso. Dize: \"Ele e meu Senhor. Nao existe deus senao Ele. N'Ele confio e para Ele e meu arrependimento"},{"SurahNumber":13,"VerseNumber":31,"Text":"E, se houvesse um Alcorao, com que se fizesse caminhar as montanhas ou com que se fizesse cortar a terra ou com que se fizesse falar aos mortos, seria este. Mas de Allah e toda a ordem. Entao, nao sabem os que creem que, se Allah quisesse, Ele haveria guiado a toda a humanidade? E os que renegam a Fe nao cessarao de ser alcancados devido a suas acoes por uma calamidade, ou de te-la perto de seus lares, ate que chegue a promessa de Allah. Por certo, Allah nao falta a promessa"},{"SurahNumber":13,"VerseNumber":32,"Text":"E, com efeito, zombaram de outros Mensageiros, antes de ti; entao, concedi prazo aos que renegaram a Fe; em seguida, apanhei-os. Como foi, pois, Minha punicao"},{"SurahNumber":13,"VerseNumber":33,"Text":"Entao, Quem se mantem atento a cada alma, acerca do que logra, e igual aos idolos? E eles fizeram a Allah parceiros. Dize: \"Nomeai-os. Ou vos O informais do que Ele nao sabe, na terra? Ou dizeis um dito vao?\" Mas aformosearam-se, para os que renegam a Fe, seus estratagemas, e foram afastados do caminho reto. E aquele, a quem Allah descaminha, nao tem guia algum"},{"SurahNumber":13,"VerseNumber":34,"Text":"Eles terao castigo, na vida terrena. E, em verdade, o castigo da Derradeira Vida sera mais arduo. E nao terao, contra o castigo de Allah, Protetor"}]}