{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Ebda: gens ma (jista') jgħaggel iz-zmien miktub għalih, lanqas (jista') itawlu. I"},{"SurahNumber":23,"VerseNumber":44,"Text":"Imbagħad bgħatna lill-Mibgħutin tagħna. wieħed wara l- ieħor: kull darba li gie għand xi gens il-Mibgħut tiegħu, giddbuh. Għalhekk mexxejniehom wara' xulxin (lejn il- kastig u. l-qerda tagħhom), u. għamilniehom. stejjer. (li baqgħu jingħadu u ma ntesewx). Ħalli jzommu 'l bogħod. mill-ħniena ta' Alla) in-nies li ma jemmnuxi"},{"SurahNumber":23,"VerseNumber":45,"Text":"Imbagħad bgħatna 'lil Mosc u lil-ħuh Aron bis-sinjali tagħna, u bi prova cara"},{"SurahNumber":23,"VerseNumber":46,"Text":"għand il-Fargħun u l-kbarat tiegħu, izda (dawn) tkabbru U kienu nies li jħobbu jogħlew (fuq ħaddieħor)"},{"SurahNumber":23,"VerseNumber":47,"Text":"Qalu: ''Jaqaw għandna nemmnu lil tnejn min-nies bħalna, (meta nafi l) nieshom huma qaddejja tagħnaff"},{"SurahNumber":23,"VerseNumber":48,"Text":"Għalhekk giddbuhom (lil Mosc u (il ħuh Aron), u kienu fost il-megrudin (u mietu mgħarrqin)"},{"SurahNumber":23,"VerseNumber":49,"Text":"Aħna tajna l-Ktieb lil Mosc biex (Ulied /svael) għandhom imnejn jaqbdu t-triq it-tajba"},{"SurahNumber":23,"VerseNumber":50,"Text":"U għamilna lil iben Marija u lil-ommu bħala sinjal, u tajniehom kenn fuq għolja fis-sod (fejn jistrieħu) u b'għajn (ta' ilma gieri)"},{"SurahNumber":23,"VerseNumber":51,"Text":"Intom il-Mibgħutin, kulu mill-ħwejjeg tajba, u agħmlu l- gid' Jiena tabilħaqq naf b'dak li tagħmlu"},{"SurahNumber":23,"VerseNumber":52,"Text":"Tabilħaqq li dan id-din tagħkom huwa din wieħed. U Jiena Sidkom. Mela ibzgħu minnil"},{"SurahNumber":23,"VerseNumber":53,"Text":"Izda (il-briediminj kisru r-rabta ta' bejniethom fi nqasmu) f'setet: kull gemgħa ferħana b'dak fir-rwemmin) li għandha"},{"SurahNumber":23,"VerseNumber":54,"Text":"Mela ħallihom. (Muħammad, lill-pagani) fit-taħwid tagħhom, għal xi zmien"},{"SurahNumber":23,"VerseNumber":55,"Text":"(Jaqaw jaħsbu li gisteħu jqisu) il-gid u l-ulied li nagħtuhom (f'din id-dinja)"},{"SurahNumber":23,"VerseNumber":56,"Text":"(bħallikieku qegħdin) ngħagglulhom il-gid (li se jirhennew bih fil-Ħajja l-Oħra) 2 Izda ma jintebħuxi"},{"SurahNumber":23,"VerseNumber":57,"Text":"Tabilħaqq li dawk li għandhom il-biza' ta' Sidhom"},{"SurahNumber":23,"VerseNumber":58,"Text":"dawk li jemmnu fis-sinjali u fir-Rivelazzjoni ta' Sidhom"},{"SurahNumber":23,"VerseNumber":59,"Text":"dawk li ma' Sidhom ma jxirkux (allat oħra)"}]}