{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Und als dein Herr zu den Engeln sagte: \"Ich bin dabei, auf der Erde einen Statthalter einzusetzen\", da sagten sie: \"Willst Du auf ihr etwa jemanden einsetzen, der auf ihr Unheil stiftet und Blut vergießt, wo wir Dich doch lobpreisen und Deiner Heiligkeit lobsingen?\" Er sagte: \"Ich weiß, was ihr nicht wißt"},{"SurahNumber":2,"VerseNumber":31,"Text":"Und Er lehrte Adam die Namen alle. Hierauf legte Er sie den Engeln vor und sagte: \"Teilt Mir deren Namen mit, wenn ihr wahrhaftig seid"},{"SurahNumber":2,"VerseNumber":32,"Text":"Sie sagten: \"Preis sei Dir! Wir haben kein Wissen außer dem, was Du uns gelehrt hast. Du bist ja der Allwissende und Allweise"},{"SurahNumber":2,"VerseNumber":33,"Text":"Er sagte: \"O Adam, teile ihnen ihre Namen mit!\" Als er ihnen ihre Namen mitgeteilt hatte, sagte Er: \"Habe Ich euch nicht gesagt, Ich kenne das Verborgene der Himmel und der Erde, und Ich weiß auch, was ihr offenlegt und was ihr verborgen zu halten sucht"},{"SurahNumber":2,"VerseNumber":34,"Text":"Und als Wir zu den Engeln sagten: \"Werft euch vor Adam nieder!\" Da warfen sie sich nieder, außer Iblis. Er weigerte sich und verhielt sich hochmutig und gehorte zu den Unglaubigen"},{"SurahNumber":2,"VerseNumber":35,"Text":"Und Wir sagten: \"O Adam, bewohne du und deine Gattin den (Paradies)garten, und eßt von ihm reichlich, wo immer ihr wollt! Aber naht euch nicht diesem Baum, sonst gehort ihr zu den Ungerechten"},{"SurahNumber":2,"VerseNumber":36,"Text":"Doch Satan entfernte sie davon, und da vertrieb er sie aus dem, worin sie (an Gluckseligkeit) gewesen waren. Wir sagten: \"Geht fort! Einige von euch seien der anderen Feind. Und auf der Erde sollt ihr Aufenthalt und Nießbrauch auf Zeit haben"},{"SurahNumber":2,"VerseNumber":37,"Text":"Da empfing Adam von seinem Herrn Worte, und darauf nahm Er seine Reue an. Er ist ja der Reue-Annehmende und Barmherzige"}]}