{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":47,"VerseNumber":30,"Text":"Ha Mi azt akarnank bizony megmutatnank neked oket es megismerned oket a jeleikrol. Es megismerned oket a csaloka beszedukrol. Allah ismeri tetteiteket"},{"SurahNumber":47,"VerseNumber":31,"Text":"Mi bizony probanak vetunk benneteket ala, hogy igy megbizonyosodjunk arrol ki az, aki harcba szall kozuletek es ki az, aki turelemmel el. Es hogy probara tegyuk hireiteket"},{"SurahNumber":47,"VerseNumber":32,"Text":"Azok, akik hitetlenkednek es elforditanak Allah Utjarol, es. szembefordulnak a Kuldottel azutan, hogy vilagossa valt az Utmutatas, ezek nem arthatnak. Allah-nak semmiben. Am O teszi majd tonkre tetteiket"},{"SurahNumber":47,"VerseNumber":33,"Text":"O ti, akik hisztek! Engedelmeskedjetek Allah-nak! Es engedelmeskedjetek a Kuldottnek! Es ne semmisitsetek meg tetteiteket"},{"SurahNumber":47,"VerseNumber":34,"Text":"Am azok, akik hitetlenkednek es elforditanak Allah Utjatol es ugy halnak meg, hogy hitetlenek, azoknak Allah nem bocsat meg"},{"SurahNumber":47,"VerseNumber":35,"Text":"Ne mutassatok faradsagot! Es ne kerjetek a beket (az Iszlam ellensegeitol)! Hiszen ti lesztek a felulkerekedok. Allah veletek van es nem fogja megnyirbalni tetteiteket"},{"SurahNumber":47,"VerseNumber":36,"Text":"Az evilagi elet csak jatek es szorakozas. Am ha hisztek es felitek (Allah-hot) akkor O megadja nektek a jutalmatokat es nem keri vagyonotokat"},{"SurahNumber":47,"VerseNumber":37,"Text":"Ha kerne azt toletek es. szorongatna benneteket, akkor fosvenyek lennetek es O megmutatna rossz akaratotokat"},{"SurahNumber":47,"VerseNumber":38,"Text":"Lam, ti vagytok azok, akiket arra szolitanak fel, hogy adakozzatok Allah Utjan. Vannak kozottetek olyanok, akik fukarok. Aki fukarkodik az onmaga ellen fukarkodik. Allah nem szorul ra. senkire. Am, ti szegenyek vagytok\" . Ha elfordultok, akkor egy masik nepet hoz a helyetekbe, ok nem olyanok lesznek, mint ti"}]}