{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"Then, he turned all of them into pieces, except the big one of them, so that they may come back to it"},{"SurahNumber":21,"VerseNumber":59,"Text":"They said, .Who has done this to our gods? He is one of the wrongdoers indeed"},{"SurahNumber":21,"VerseNumber":60,"Text":"Some of them said, .We have heard a youth talking about them. He is called Ibrahim"},{"SurahNumber":21,"VerseNumber":61,"Text":"They said, .Then, bring him before the eyes of the people, so that they may see"},{"SurahNumber":21,"VerseNumber":62,"Text":"They said, .Is it you O Ibrahim who has done this to our gods"},{"SurahNumber":21,"VerseNumber":63,"Text":"He said, .Rather, this is done by this chief of theirs. So, ask them if they can speak"},{"SurahNumber":21,"VerseNumber":64,"Text":"So they turned to one another and said, .In fact, you yourselves are the wrongdoers"},{"SurahNumber":21,"VerseNumber":65,"Text":"Then, hanging their heads they reversed their position (and replied to Ibrahim,) .You already knew that they do not speak"},{"SurahNumber":21,"VerseNumber":66,"Text":"He said, .Do you then worship, beside Allah, what does neither benefit you in the least nor harm you"},{"SurahNumber":21,"VerseNumber":67,"Text":"Fie upon you and upon what you worship other than Allah. Do you then not understand"},{"SurahNumber":21,"VerseNumber":68,"Text":"They said, .(O people) burn him and help your gods, if you are to take action"},{"SurahNumber":21,"VerseNumber":69,"Text":"We said, .O fire, be cold and safe for Ibrahim"},{"SurahNumber":21,"VerseNumber":70,"Text":"And they intended to harm him, but We made them the worst losers"},{"SurahNumber":21,"VerseNumber":71,"Text":"And We rescued him and LuT towards the land we blessed for all the worlds"},{"SurahNumber":21,"VerseNumber":72,"Text":"And We blessed him with IsHaq and Ya‘qub as gift, and each one of them We made righteous"}]}