{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"On skazal: \"Za to, chto ty, kogda prikhodili k tebe nashi znameniya, prenebreg imi: za eto ty sego dnya i ostanesh'sya v prenebrezhenii"},{"SurahNumber":20,"VerseNumber":127,"Text":"Tak vozdadim My tomu, kto sebya ne ogranichival, ne veroval v znameniya Gospoda svoyego. Kazn' v budushchem veke zhestoka i vechna"},{"SurahNumber":20,"VerseNumber":128,"Text":"Ne izvestno li im, skol'ko drevnikh pokoleniy pogubili My prezhde nikh? Oni khodyat po obitalishcham ikh. V etom znameniya dlya rassuditel'nykh"},{"SurahNumber":20,"VerseNumber":129,"Text":"Yesli by ot Gospoda tvoyego prezhde vyshlo slovo, to eto bylo by pogibel'yu im; vsemu yest' opredelennaya pora"},{"SurahNumber":20,"VerseNumber":130,"Text":"Terpelivo perenosi to, chto govoryat oni. Vozsylay slavu Gospodu tvoyemu prezhde voskhozhdeniya solntsa i prezhde zakhozhdeniya yego; takzhe khvali Yego v nekotoryye vremena nochi i v pory dnya: mozhet byt', budesh' ugoden"},{"SurahNumber":20,"VerseNumber":131,"Text":"Ne zasmatrivaysya ochami tvoimi na te blaga, kakimi nadelyayem My nekotoryye semeystva iz nikh, - na etot tsvet dol'ney zhizni, kakim My tol'ko iskushayem ikh. Tebe dolya ot Gospoda luchshaya i postoyannaya"},{"SurahNumber":20,"VerseNumber":132,"Text":"Veli semeystvu tvoyemu ispolnyat' molitvu, i sam bud' postoyanen v userdii k ney. My ne trebuyem, chto by ty zabotilsya o zhiteyskikh nuzhdakh, My budem nadelyat' tebya potrebnym dlya zhizni: blagochestiyu - uspekh"},{"SurahNumber":20,"VerseNumber":133,"Text":"Oni govoryat: \"O yesli by prishlo k nam ot Gospoda yego kakoye libo znameniye!\" Ne prikhodilo li k nim yasnoye ukazaniye v tom, chto skazano v prezhnikh svitkakh Pisaniya"},{"SurahNumber":20,"VerseNumber":134,"Text":"Yesli by My pogubili ikh kakoy libo kazn'yu do prishestviya yego; to oni skazali by: \"Gospodi nash! Yesli by Ty poslal k nam poslannika, my nepremenno posledovali by tvoim znameniyam, prezhde nezheli my unizheny i posramleny"},{"SurahNumber":20,"VerseNumber":135,"Text":"Skazhi: \"Vse zhdut; potomu i vy zhdite, i uznayete, kto derzhitsya rovnogo puti, kto khodit po pryamoy steze"}]}