{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":31,"Text":"Und das, was Wir dir in dem Buch offenbart haben, ist die Wahrheit, die das bestatigt, was ihm vorausging. Gewiß, Allah kennt und durchschaut Seine Diener recht wohl"},{"SurahNumber":35,"VerseNumber":32,"Text":"Alsdann gaben Wir das Buch jenen von Unseren Dienern zum Erbe, die Wir erwahlten. Und unter ihnen sind einige, die gegen sich selbst freveln, und unter ihnen sind einige, die den gemaßigten Standpunkt einnehmen, und unter ihnen sind einige, die nach den guten Dingen mit Allahs Erlaubnis wetteifern. Das ist die große Huld"},{"SurahNumber":35,"VerseNumber":33,"Text":"Garten von Eden! Sie werden sie betreten. Geschmuckt werden sie darin sein mit Armspangen aus Gold und Perlen, und ihre Kleidung darin wird aus Seide sein"},{"SurahNumber":35,"VerseNumber":34,"Text":"Und sie werden sagen: \"Alles Lob gebuhrt Allah, Der die Traurigkeit von uns genommen hat. Unser Herr ist wahrlich Allverzeihend, Dankbar"},{"SurahNumber":35,"VerseNumber":35,"Text":"Der uns in Seiner Huld in der Wohnstatt der Ewigkeit ansassig machte. Keine Muhsal beruhrt uns darin, noch beruhrt uns darin Mudigkeit"},{"SurahNumber":35,"VerseNumber":36,"Text":"Und fur diejenigen, die unglaubig sind, ist das Feuer der Gahannam. Der Tod wird nicht uber sie verhangt, so daß sie sterben konnten; noch wird ihnen etwas von ihrer Strafe erleichtert. So vergelten Wir jedem Undankbaren"},{"SurahNumber":35,"VerseNumber":37,"Text":"Und sie werden darin schreien: \"Unser Herr, bringe uns (aus der Holle) heraus; wir wollen rechtschaffene Werke tun, anders als wir (zuvor) zu tun pflegten.\" \"Gaben Wir euch nicht ein genugend langes Leben, so daß ein jeder, der sich besinnen wollte, sich darin hatte besinnen konnen? Und (uberdies) kam der Warner zu euch. So kostet nun (die Strafe); denn Frevler haben keinen Helfer"},{"SurahNumber":35,"VerseNumber":38,"Text":"Wahrlich, Allah kennt das Verborgene der Himmel und der Erde. Wahrlich, Er kennt alles, was in den Herzen ist"}]}