{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Rivni koly my showered yim z myloserdyam, ta relieved yikhni problemy, vony porynuly bilʹsh hlyboki u porushennya, ta prodovzhuvalysʹ do pomylky"},{"SurahNumber":23,"VerseNumber":76,"Text":"Rivni koly my afflicted yim z retribution, vony nikoly ne povernulysya do yikhnʹoho blahayuchykh Lordom"},{"SurahNumber":23,"VerseNumber":77,"Text":"Z·hodom, koly my requited yim z suvorym retribution vony pidpaly, vony buly shokovani"},{"SurahNumber":23,"VerseNumber":78,"Text":"Vin yavlyaye soboyu odyn khto harantuvav vam slukhannya, zir, ta mizky. Ridko vy appreciative"},{"SurahNumber":23,"VerseNumber":79,"Text":"Vin yavlyaye soboyu odyn khto vstanovyv vas na zemli, ta pered tym, yak Yo vy budete sklykatysya"},{"SurahNumber":23,"VerseNumber":80,"Text":"Vin yavlyaye soboyu odyn khto kontrolyuye zhyttya ta smertʹ, ta Vin yavlyaye soboyu odnikh kotrykh zastupnykiv nich ta denʹ. Vy ne rozumiyete"},{"SurahNumber":23,"VerseNumber":81,"Text":"Vony skazaly shcho yikhni predky skazaly"},{"SurahNumber":23,"VerseNumber":82,"Text":"Vony skazaly, \"Pislya my vmyrayemo ta stayemo pylom ta kistkamy, my pryyizhdzhayemo resurrected"},{"SurahNumber":23,"VerseNumber":83,"Text":"Taki obitsyanky davalysʹ nam ta do nashykh batʹkiv ranishe. Tse - ni bilʹsh nizh povisti z mynuli"},{"SurahNumber":23,"VerseNumber":84,"Text":"Kazhete, \"Komu nalezhytʹ zemli ta kozhnomu na tse, yakshcho vy znayete"},{"SurahNumber":23,"VerseNumber":85,"Text":"Vony skazhutʹ, \"Do BOHA.\" Skazhitʹ, \"Chomu todi vy ne berete uvahu"},{"SurahNumber":23,"VerseNumber":86,"Text":"Kazhutʹ, \"Khto yavlyaye soboyu Lorda semy vsesvitu; Lord velykoho dominion"},{"SurahNumber":23,"VerseNumber":87,"Text":"Vony skazhutʹ, \"BOH.\" Skazhitʹ, \"Chomu todi vy ne povertayete spravedlyvyy"},{"SurahNumber":23,"VerseNumber":88,"Text":"Kazhutʹ, \"U chyyiy rutsi vesʹ suverenitet vsi rechi, ta Vin zakinchuyetʹsya yavlyaye soboyu tilʹky odyn khto mozhe zabezpechyty dopomohu, ale zakinchuyetʹsya potreby ni dopomoha, yakshcho vy ne zakinchuyetʹsya znayete"},{"SurahNumber":23,"VerseNumber":89,"Text":"Vony skazhutʹ, \"BOH.\" Skazhitʹ, \"De vy poyikhaly nepravylʹni"}]}