{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad, (uyarıcı) ve şanlı Kur'an'a andolsun ki"},{"SurahNumber":38,"VerseNumber":2,"Text":"İnkar edenler bir gurur ve ayrılık içindedirler"},{"SurahNumber":38,"VerseNumber":3,"Text":"Onlardan önce nice nesilleri helak ettik de feryad ettiler; fakat artık kurtuluş zamanı geçmişti"},{"SurahNumber":38,"VerseNumber":4,"Text":"Onlara kendilerinden bir uyarıcı (peygamber) gelmesine hayret ettiler de o kafirler dediler ki: \"Bu yalancı bir sihirbazdır"},{"SurahNumber":38,"VerseNumber":5,"Text":"Tanrıları bir tek tanrı mı yaptı? Bu, cidden tuhaf bir şeydir"},{"SurahNumber":38,"VerseNumber":6,"Text":"Onlardan bir grup fırladı: \"Yürüyün tanrılarınıza bağlı kalın. Çünkü bu, arzu edilen bir şeydir"},{"SurahNumber":38,"VerseNumber":7,"Text":"Biz bu(nun söylediği)ni (babalarımızın bağlı olduğu) öteki dinde işitmedik. Bu uydurmadan başka bir şey değildir"},{"SurahNumber":38,"VerseNumber":8,"Text":"O Zikr (uyarı, başka kimse kalmadı da) aramızdan ona mı indirildi? Doğrusu, onlar benim Zikr'imden yana şüphe içindedirler. Hayır, onlar henüz azabımı tadmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa daima üstün olan, çok lutufta bulunan Rabbinin rahmet hazineleri onların yanında mı"},{"SurahNumber":38,"VerseNumber":10,"Text":"Yoksa göklerin, yerin ve ikisi arasında bulunanların mülkü onların mı? Öyleyse sebepler (vasıtalar) içinde yükselsinler (vasıtalara binip göklere çıksınlar da oradan alemi yönetsinler, vahyi de kendi isteklerine göre indirsinler)"},{"SurahNumber":38,"VerseNumber":11,"Text":"(Onlar) Şurada bozguna uğratılacak derme çatma bir ordudur"},{"SurahNumber":38,"VerseNumber":12,"Text":"Onlardan önce de Nuh kavmi, Ad (kavmi) ve kazıklar sahibi (temelleri kazık gibi yere çakılmış, yüksek pramitler yaptıran) Fir'avn da yalanlamıştı"},{"SurahNumber":38,"VerseNumber":13,"Text":"Semud (kavmi), Lut kavmi ve Eyke halkı da (böyle yapmıştı). İşte onlar da (peygamberlere karşı birleşik) kabilelerdi"},{"SurahNumber":38,"VerseNumber":14,"Text":"Hepsi de elçileri yalanladılar, benim cezamı hak ettiler"},{"SurahNumber":38,"VerseNumber":15,"Text":"Bunlar(ın işi) de sadece geri dönmesi olmayan bir na'raya bakıyor"},{"SurahNumber":38,"VerseNumber":16,"Text":"(Alay ederek) Dediler ki: \"Rabbimiz, bizim (azab) payımızı hesap gününden önce, hemen ver"}]}