{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"Women de zhu a! Qiu ni rang tamen he tamen de xingshan de zuxian, qizi he zisun, yitong jinru ni suo yingxu tamen de yongjiu de leyuan. Ni que shi wanneng de, que shi zhi rui de"},{"SurahNumber":40,"VerseNumber":9,"Text":"Qiu ni shi tamen de mian yu xingfa. Zai na ri, ni shi shei de mian yu xingfa, ni yi ci minle shei, na que shi weida de chenggong.”"},{"SurahNumber":40,"VerseNumber":10,"Text":"Bu xindao zhe, biding yao bei zhaohuan shuo:“An la tonghen nimen, shen yu nimen tonghen zishen, yinwei nimen ceng bei zhao zhi zhengxin, dan nimen bu xin.”"},{"SurahNumber":40,"VerseNumber":11,"Text":"Tamen you shuo:“Women de zhu a! Ni shi women si liang ci, ni shi women sheng liang ci, gu women chengren women de zuiguole. Hai neng you yitiao chulu ma?”"},{"SurahNumber":40,"VerseNumber":12,"Text":"Zhe shi yinwei, dang youren qidao du yi de an la de shihou, nimen fouren an la; ruguo youren yi wu pei ta de shihou, nimen jiu chengren na shi heli de, gu panjue zhi gui an la——zhigao zhi da de zhu"},{"SurahNumber":40,"VerseNumber":13,"Text":"Ta ba ta de jixiang zhaoshi nimen, ta wei nimen cong tianshang jiangxia jiyang; zhiyou guiyi zhe neng juewu"},{"SurahNumber":40,"VerseNumber":14,"Text":"Nimen dang qidao an la, qiancheng jingyi, ke shou zhengjiao, jishi bu xindao zhe bu yuanyi"},{"SurahNumber":40,"VerseNumber":15,"Text":"Ta shi zhizun de, shi you baozuo de, ta yi ziji de jueding fachu de qishi, shouyu tasuo yiyu de puren, yibian ta jinggao zhongren yi xiang hui zhi ri——"},{"SurahNumber":40,"VerseNumber":16,"Text":"tamen jiang chuxian zhi ri, tamen de shi, dui an la hao wu yinni.“Jinri de zhuquan shi shei de?”“Shi du yi zhizun de an la de.”"}]}