{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":62,"Text":"Y, cuando pasaron más allá dijo a su mozo: «¡Trae la comida, que nos hemos cansado con este viaje!»"},{"SurahNumber":18,"VerseNumber":63,"Text":"Dijo: «¿Qué te parece? Cuando nos refugiamos en la roca, me olvidé del pez -nadie sino el Demonio hizo olvidarme de que me acordara de él- y emprendió el camino hacia la gran masa de agua. ¡Es asombroso!»"},{"SurahNumber":18,"VerseNumber":64,"Text":"Dijo: «Eso es lo que deseábamos», y regresaron volviendo sobre sus pasos"},{"SurahNumber":18,"VerseNumber":65,"Text":"encontrando a uno de Nuestros, siervos a quien habíamos hecho objeto de una misericordia venida de Nosotros y enseñado una ciencia de Nosotros"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moisés le dijo: «¿Te sigo para que me enseñes algo de la buena dirección que se te ha enseñado?»"},{"SurahNumber":18,"VerseNumber":67,"Text":"Dijo: «No podrás tener paciencia conmigo"},{"SurahNumber":18,"VerseNumber":68,"Text":"¿Y cómo vas a tenerla en aquello de que no tienes pleno conocimiento?»"},{"SurahNumber":18,"VerseNumber":69,"Text":"Dijo: «Me encontrarás, si Alá quiere, paciente, y no desobedeceré tus órdenes»"},{"SurahNumber":18,"VerseNumber":70,"Text":"Dijo: «Si me sigues, pues, no me preguntes nada sin que yo te lo sugiera»"},{"SurahNumber":18,"VerseNumber":71,"Text":"Y se fueron ambos hasta que, habiendo subido a la nave, hizo en ella un boquete. Dijo: «¿Le has hecho un boquete para que se ahoguen sus pasajeros? ¡Has hecho algo muy grave!»"},{"SurahNumber":18,"VerseNumber":72,"Text":"Dijo: «¿No te he dicho que no podrías tener paciencia conmigo?»"},{"SurahNumber":18,"VerseNumber":73,"Text":"«No lleves a mal mi olvido», dijo, «y no me sometas a una prueba demasiado difícil»"},{"SurahNumber":18,"VerseNumber":74,"Text":"Y reanudaron ambos la marcha, hasta que encontraron a un muchacho y le mató. Dijo: «¿Has matado a una persona inocente que no había matado a nadie? ¡Has hecho algo horroroso!»"}]}