{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"Insanlar icin (kudretimize delalet eden) bir alamet de (ticarete gonderdikleri) evladlarını dolu gemide tasımamız"},{"SurahNumber":36,"VerseNumber":42,"Text":"Ve kendilerine bunun gibi, binecekleri seyler (turlu vasıtalar) yaratmamızdır"},{"SurahNumber":36,"VerseNumber":43,"Text":"Dilersek onları (denizde) bogarız da, o takdirde kendilerine ne bir imdatcı vardır, ne de onlar kurtarılırlar"},{"SurahNumber":36,"VerseNumber":44,"Text":"Ancak tarafımızdan bir rahmet ve mukadder ecele kadar yasayıs onları kurtarır"},{"SurahNumber":36,"VerseNumber":45,"Text":"Onlara (o Mekke halkına Peygamber tarafından): “-Onunuzdeki ahiret isinden ve arkanızdaki dunya felaketlerinden korkun ki, merhamet olunasınız.” denildigi zaman (yuz cevirdiler)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Kendilerine Rablerinin ayetlerinden herhangi bir ayet (mucize) gelse, muhakkak ondan yuz ceviregeldiler"},{"SurahNumber":36,"VerseNumber":47,"Text":"Onlara: “-Allah’ın size rızık olarak verdigi seylerden hayra harcayın.” denildigi zaman, o kafir olanlar, iman edenlere soyle dediler: “- O kimseye biz mi yedirecegiz ki, Allah dileseydi ona yiyecegini verirdi? Siz (Allah’ın iradesine aykırı teklifte bulunmakla) ancak apacık bir sapıklık icindesiniz.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"(Yine Mekke kafirleri soyle) diyorlar: “- Bu kıyametin vaadi ne zaman, eger dogru soyleyenlerseniz?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onların bekledigi sadece bir sayhadır (Sur’a ilk ufurulustur) ki, onlar cekisip dururlarken kendilerini yakalayıverir"},{"SurahNumber":36,"VerseNumber":50,"Text":"O zaman bir vasiyyet (soz) bile yapamazlar, ailelerine de (carsı ve sokaklardan) donemezler"},{"SurahNumber":36,"VerseNumber":51,"Text":"(Bir de ikinci defa) Sur’a ufurulmustur. Ne baksınlar, kabirlerden Rablerine dogru akın ediyorlar"},{"SurahNumber":36,"VerseNumber":52,"Text":"“-Eyvah basımıza gelenlere!...Kim kaldırdı bizi uyudugumuz yerden? Iste bu, O Rahman’ın vaad buyurdugu (kıyamet)...Dogru imis, o gonderilen peygamberler.” derler"},{"SurahNumber":36,"VerseNumber":53,"Text":"Baska degil, sadece bir tek sayha (Sur’a son bir ufurulus) olmus. Derhal hepsi toplanmıs, (hesap icin) huzurumuza gelmislerdir"},{"SurahNumber":36,"VerseNumber":54,"Text":"Artık bugun hic kimseye zerre kadar zulum edilmez. Sadece yaptıklarınızın cezasını cekeceksiniz"}]}