{"Id":315,"LanguageCodes":["si","sin"],"Name":"sin-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"(හුනියම් කිරීමට පැමිණි ඔබනු මූසා අමතා) අහෝ ! මූසා එක්කෝ නුඹ (මුලින්ම ඔබ සතු දෑ බිම ) හෙළිය යුතුය. එසේ නැතහොත් (හූනියම් සඳහා වූ දෑ බිම) හෙළන්නන්ගෙන් මුල් අය අප වන්න දැයි ඔවුහු පැවසුවෝය"},{"SurahNumber":20,"VerseNumber":66,"Text":"‘එසේ නම් නුඹලා හෙළනු’ යැයි ඔහු (මූසා) පැවසුවේය.එවිට ඔවුන්ගේ හූනියම හේතුවෙන් ඔවුන් සතු ලණු හා සැරයටිය (සර්පයන් සේ) ගමන් කරන්නාක් මෙන් දිස් විය"},{"SurahNumber":20,"VerseNumber":67,"Text":"එවිට මූසාට, ඔහුගේ සිත තුළ බිය හැඟීමක් ඇති කරන්නට විය"},{"SurahNumber":20,"VerseNumber":68,"Text":"නුඹ බිය නොවනු. නියත වශයෙන්ම උසස් වනුයේ නුඹ ම යැයි අපි පැවසුවෙමු"},{"SurahNumber":20,"VerseNumber":69,"Text":"නුඹේ දකුණතෙහි ඇති දෑ නුඹ හෙළනු. ඔවුන් සිදු කළ දෑ එය ගිල දමනු ඇත. එසේ ඔවුන් සිදු කළේ හූනියම්කරුවකුගේ කුමන්ත්‍රණයයි. හූනියම්කරුවා කවර අයුරින් පැමිණිය ද ජය නොලබනු ඇත"},{"SurahNumber":20,"VerseNumber":70,"Text":"එවිට හූනියම්කරුවෝ සිරස බිම තබමින් බිම ඇඳ වැටී ‘අපි හාරූන්ගේ හා මූසාගේ පරමාධිපති ව විශ්වාස කළෙමු’ යැයි පැවසූහ"},{"SurahNumber":20,"VerseNumber":71,"Text":"මම නුඹලාට අවසර දීමට පෙර නුඹලා ඔහු ව විශ්වාස කළෙහු ද? නියත වශයෙන් නුඹලාට හූනියම් ඉගැන් වූ ඔහු නුඹලාගේ ප්‍රධානියා වී ඇත. එහෙයින් මම නුඹලාගේ අත් හා නුඹලාගේ පාද (පැති) මාරුවෙන් මාරුව කපා දමමි. තවද ඉඳි කඳෙහි නුඹලා බැඳ දමා ඇණ ගසමි. තවද අප අතුරින් දඬුවම් දීමෙහි වඩාත් ප්‍රබල හා සැමදා සිටින්නා කවරෙකු දැයි නුඹලා දැන ගනු ඇත යැයි ඔහු (ෆිර්අව්න්) පැවැසුවේය"},{"SurahNumber":20,"VerseNumber":72,"Text":"පැහැදිලි සාධක අතුරින් අප වෙත පැමිණි දෑ හා අප මැවූ අයට ඉහළින් නුඹ ව අපි තෝරා නොගන්නෙමු. එහෙයින් නුඹ තීන්දු කරන දෑ තීන්දු කරනු. නුඹ තීන්දු කරනුයේ මෙලොව ජීවිතයේ පමණය යැයි (හූනියම්කරුවන් ෆිර්අව්න් අමතා) පැවැසූහ"},{"SurahNumber":20,"VerseNumber":73,"Text":"නියත වශයෙන්ම අපි අපගේ පරමාධිපති විශ්වාස කළෙමු. අපගේ වැරදි වලටත් නුඹ කවර දෙයක් වෙත හූනියම් කිරීමට බල කළේද එයටත් ඔහු අපට සමාව දෙනු ඇත. තවද අල්ලාහ් අති ශ්‍රේෂ්ඨය. වඩාත් ස්ථායීය"},{"SurahNumber":20,"VerseNumber":74,"Text":"නියත වශයෙන්ම කරුණ නම්, කවරෙකු තම පරමාධිපති වෙත වැරදිකරුවකු ලෙසින් පැමිණෙන්නේ ද එවිට නියත වශයෙන්ම ඔහුට නිරය සතු වේ. ඔහු එහි මිය නොයන අතර ජීවත් ද නොවෙයි"},{"SurahNumber":20,"VerseNumber":75,"Text":"කවරෙකු විශ්වාසවන්තයකු ලෙසින් යහකම් සිදු කොට ඔහු වෙත පැමිණෙන්නේ ද ඔවුහු වනාහි, ඔවුනට උසස් තරාතිරම් ඇත්තෝ වෙති"},{"SurahNumber":20,"VerseNumber":76,"Text":"යටින් ගංගා ගලා බස්නා සදාතනික උයන් ඇත. ඔවුන් එහි සදාතනිකයින්ය. එය පිවිතුරු කර ගත්තවූවන්ගේ ප්‍රතිඵල වේ"}]}