{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":155,"Text":"(We punished them) due to their breaking their pledge and their not believing in the signs of Allah and their killing the prophets without having the right to do so and their saying, \"Our hearts are coverings,\" No, Allah has set a seal upon them due to their infidelity, therefore they do not believe except a few (of them)"},{"SurahNumber":4,"VerseNumber":156,"Text":"And (We punished them) due to their infidelity, and due to the great false charge on Maryam in their speech"},{"SurahNumber":4,"VerseNumber":157,"Text":"and (due to) their saying, \"We killed Messiah, Isa the son of Maryam, messenger of Allah.\" And they did not kill him nor did they crucify him, but for them, he (the one crucified) was made to resemble (Isa), and those who differ in it are certainly in a doubt about it. They do not have any knowledge of it, they follow nothing but conjecture and they certainly did not kill him"},{"SurahNumber":4,"VerseNumber":158,"Text":"No ! Allah raised him towards Himself and Allah is Mighty, Wise"},{"SurahNumber":4,"VerseNumber":159,"Text":"And there is not a single person from among the owners of the book but he will definitely believe in him before his death, and on the day of resurrection he will be a witness on them"},{"SurahNumber":4,"VerseNumber":160,"Text":"Because of the injustice of the Jews, We made unlawful on them the good (things of their liking) which were lawful for them (earlier) and because of their turning away many (people) from the way of Allah"},{"SurahNumber":4,"VerseNumber":161,"Text":"and their taking usury when they were indeed forbidden from it, and their wrongfully swallowing the wealth of people. And We have prepared for the infidels among them, a painful punishment"},{"SurahNumber":4,"VerseNumber":162,"Text":"But those of them who are sound in knowledge and the believers believe in that which has been sent down to you and that which was sent down before you, and those who establish worship (salat) and give the charity (zakat) and the believers in Allah and the period hereafter, We will give (all of) them a great reward"}]}