{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":67,"Text":"Unkalukku katalil oru tinkerpatum camayattil, allahvait tavira ninkal (iraivanena) alaittuk kontirunta anaittum maraintu vitukinrana. (Iraivan oruvantan unkal kan mun iruppavan.) Avan unkalaik karaiyil certtu patukattuk kontalo (avanai) ninkal purakkanittu vitukirirkal. Manitan maka nanri kettavanaka irukkiran"},{"SurahNumber":17,"VerseNumber":68,"Text":"(nanri ketta) unkalaip pumi vilunkivitatenro allatu unkal mitu kalmalai poliyatenro ninkal accamarru vittirkala? (Avvaru nikalntal) unkalukku utavi ceypavarkal evaraiyum ninkal kanamattirkal"},{"SurahNumber":17,"VerseNumber":69,"Text":"allatu marroru tatavai unkalai katalil kontu poy katinamana puyal karrai unkal mitu evi, unkal nanri ketta tanmaiyin karanamaka unkalai mulkatittuvita mattan enru ninkal accamarru vittirkala? Accamayam (nan unkalai alittu vitatu tatukka) ennaip pintotarpavarkal oruvaraiyum ninkal kanamattirkal"},{"SurahNumber":17,"VerseNumber":70,"Text":"atamutaiya cantatiyai niccayamaka nam kanniyappatuttinom. Karaiyil (vakanankal mitum) katalil (kappalkal mitum) namtan avarkalaip payanikka vaikkirom. Nalla unavukalaiyum name avarkalukku alikkirom. Nam pataitta (marra uyirinankalil) palavarrin mitu (potuvaka) nam avarkalai mika mika menmaiyakki vaittirukkirom"},{"SurahNumber":17,"VerseNumber":71,"Text":"ovvoru manitanaiyum avarkalin talaivarkalutan (vicaranaikkaka) nam alaikkum nalil, avarkalin (tinacari kurippup) puttakam avarkalutaiya valatu kaiyil kotukkappattal avarkal tankal (ate tinacari kurippup) puttakattai (mikka makilcciyotu) vacipparkal. (Avarkalutaiya kuliyil) or nul alavu (kuraittu)m aniyayam ceyyappatamattarkal"},{"SurahNumber":17,"VerseNumber":72,"Text":"Evarkal im'maiyil (nerana valiyaik kanatu) kurutarkalaki vittarkalo avarkal marumaiyilum kurutarkale! Akave, avarkal vali tavari vituvarkal"},{"SurahNumber":17,"VerseNumber":73,"Text":"nam umakku vahyi mulam arivittatai nir vittu(vittu) atallatatai nam'mitu nir poyyakak karpanai ceytu kurumpati um'mai avarkal tiruppivitave iruntarkal. (Avvaru nir ceytiruntal) um'mai avarkal tankal nanparakavum etuttuk kontirupparkal"},{"SurahNumber":17,"VerseNumber":74,"Text":"um'mai nam urutiyakki vaikkavitil nir oru ciritenum avarkal pakkam cayntuvita nerunki iruppir"},{"SurahNumber":17,"VerseNumber":75,"Text":"(avvaru nir cayntiruntal) annerattil nir uyiraka irukkum potum nir maranitta pinnarum iru matanku (vetanaiyaic) cuvaikkumpati nam ceytiruppom. Atan pinnar, namakku etiraka umakku utavi ceypavarkal oruvaraiyum nir kanamattir"}]}