{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"ئۆز ۋاقتىدا (تۇر) تېغىنى قومۇرۇپ ئۇلارنىڭ ئۈستىگە سايىۋەندەك تىكلىدۇق، ئۇلار تاغنى ئۈستىلىرىگە چۈشۈپ كېتىدۇ دەپ ئويلىدى. (ئۇلارغا ئېيتتۇقكى) «تەقۋادارلار قاتارىدا بولۇشۇڭلار ئۈچۈن ئۆزۈڭلارغا بېرىلگەن كىتابنى (يەنى تەۋراتنى) مەھكەم تۇتۇڭلار، ئۇنىڭدىكى ئەھكاملارغا ئەمەل قىلىڭلار»"},{"SurahNumber":7,"VerseNumber":172,"Text":"ئۆز ۋاقتىدا پەرۋەردىگارىڭ ئادەم بالىلىرىنى (يەنى نەسلىنى) ئۇلارنىڭ (ئاتىلىرىنىڭ) پۇشتىدىن چىقاردى ۋە ئۇلارنى ئۆزلىرىگە گۇۋاھ قىلىپ: «مەن سىلەرنىڭ پەرۋەدىگارىڭلار ئەمەسمۇ؟» دېدى (يەنى ئاللاھ ئۆزىنىڭ ئۇلارنىڭ پەرۋەردىگارى ئىكەنلىكىگە ۋە بىرلىكىگە ئادەم بالىلىرىنى ئىقرار قىلدۇردى، ئۇلار ئىقرار قىلىپ بۇنى ئۆز ئۈستىگە ئالدى). ئۇلار: «ھەئە، سەن بىزنىڭ پەرۋەردىگارىمىزدۇرسەن، گۇۋاھلىق بەردۇق» دېدى. (ئۇلارنى گۇۋاھلىق بەرگۈزگەنلىكىمىز) قىيامەت كۈنى ئۇلارنىڭ: «بىز بۇنىڭدىن غەپلەتتە قالغان ئىكەنمىز» دېمەسلىكلىرى ياكى «ئاتا ـ بوۋىلىرىمىز ئىلگىرى (ساڭا بۇتلارنى) شېرىك كەلتۈرگەن ئىدى، بىزنىڭ پەقەت ئۇلارنىڭ ئەۋلادى بولۇپ قالغان يېرىمىز بار (يەنى بىزنىڭ ئۆزرىمىز بار) گۇمراھلارنىڭ قىلمىشلىرى تۈپەيلىدىن بىزنى ھالاك قىلامسەن؟» دېمەسلىكلىرى ئۈچۈندۇر[172ـ]"},{"SurahNumber":7,"VerseNumber":173,"Text":"ئۆز ۋاقتىدا پەرۋەردىگارىڭ ئادەم بالىلىرىنى (يەنى نەسلىنى) ئۇلارنىڭ (ئاتىلىرىنىڭ) پۇشتىدىن چىقاردى ۋە ئۇلارنى ئۆزلىرىگە گۇۋاھ قىلىپ: «مەن سىلەرنىڭ پەرۋەدىگارىڭلار ئەمەسمۇ؟» دېدى (يەنى ئاللاھ ئۆزىنىڭ ئۇلارنىڭ پەرۋەردىگارى ئىكەنلىكىگە ۋە بىرلىكىگە ئادەم بالىلىرىنى ئىقرار قىلدۇردى، ئۇلار ئىقرار قىلىپ بۇنى ئۆز ئۈستىگە ئالدى). ئۇلار: «ھەئە، سەن بىزنىڭ پەرۋەردىگارىمىزدۇرسەن، گۇۋاھلىق بەردۇق» دېدى. (ئۇلارنى گۇۋاھلىق بەرگۈزگەنلىكىمىز) قىيامەت كۈنى ئۇلارنىڭ: «بىز بۇنىڭدىن غەپلەتتە قالغان ئىكەنمىز» دېمەسلىكلىرى ياكى «ئاتا ـ بوۋىلىرىمىز ئىلگىرى (ساڭا بۇتلارنى) شېرىك كەلتۈرگەن ئىدى، بىزنىڭ پەقەت ئۇلارنىڭ ئەۋلادى بولۇپ قالغان يېرىمىز بار (يەنى بىزنىڭ ئۆزرىمىز بار) گۇمراھلارنىڭ قىلمىشلىرى تۈپەيلىدىن بىزنى ھالاك قىلامسەن؟» دېمەسلىكلىرى ئۈچۈندۇر[172ـ]"},{"SurahNumber":7,"VerseNumber":174,"Text":"ئۇلارنىڭ (گۇمراھلىقتىن، ئاتا ـ بوۋىلىرىغا ئەگىشىشتىن) قايتىشلىرى ئۈچۈن، ئايەتلىرىمىزنى مۇشۇنداق تەپسىلىي بايان قىلىمىز"},{"SurahNumber":7,"VerseNumber":175,"Text":"(ئى مۇھەممەد!) ئۇلارغا شۇنداق بىر ئادەمنىڭ قىسسەسىنى ئوقۇپ بەرگىنكى، ئۇنىڭغا ئايەتلىرىمىزنى بەردۇق (يەنى كىتابۇللاھنىڭ بەزى ئىلىملىرىنى ئۆگەتتۇق). ئۇ ئايەتلىرىمىزدىن ئۆزىنى تارتتى، ئۇنىڭغا شەيتان ئاپىرىدە بولۇشى بىلەنلا گۇمراھلاردىن بولۇپ كەتتى"},{"SurahNumber":7,"VerseNumber":176,"Text":"ئەگەر بىز خالىساق، ئۇنى (تەقۋادار ئۆلىمالار دەرىجىسىگە) كۆتۈرەتتۇق، لېكىن ئۇ دۇنياغا بېرىلىپ كەتتى، نەپسى - خاھىشىغا بويسۇندى. ئۇ گويا بىر ئىتقا ئوخشايدۇكى، ئۇنى قوغلىۋەتسەڭمۇ تىلىنى چىقىرىپ ھەسىرەيدۇ، قوغلىۋەتمىسەڭمۇ تىلىنى چىقىرىپ ھەسىرەيدۇ، بۇ بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغان ئەنە شۇ قەۋمنىڭ مىسالىدۇر، ئويلاپ بېقىشلىرى ئۈچۈن، بۇ قىسسىنى (قەۋمىڭگە) سۆزلەپ بەرگىن"},{"SurahNumber":7,"VerseNumber":177,"Text":"بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلىپ ئۆزلىرىگە زىيان سالغان قەۋمنىڭ مىسالى نېمىدېگەن يامان"},{"SurahNumber":7,"VerseNumber":178,"Text":"ئاللاھ ھىدايەت قىلغان ئادەم ھىدايەت تاپقۇچىدۇر، ئاللاھ گۇمراھ قىلغان ئادەم زىيان تارتقۇچىدۇر"}]}