{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":166,"Text":"Liǎng jūn jiāozhàn zhī rì, nǐmen suǒ zāoshòu de sǔnshī, shì yījù ān lā de yìzhǐ de, tā yào rènshí quèxìn de rén"},{"SurahNumber":3,"VerseNumber":167,"Text":"yě yào rènshí wěi xìn de rén. Yǒu rén duì tāmen shuō:“Nǐmen lái ba, lái wéi zhǔ dào ér zuòzhàn, huò láizì wèi ba!” Tāmen shuō:“Jiǎruò wǒmen huì dǎzhàng, wǒmen bìdìng zhuīsuí nǐmen.” Zài nà rì, yǔqí shuō tāmen shì xìndào de rén, bùrú shuō tāmen shì bù xìndào de rén. Tāmen kǒu lǐ suǒ shuō de, bìng bùshì tāmen xīnlǐ suǒ xiǎng de. Ān lā zuì zhīdào tāmen suǒ yǐnhuì de"},{"SurahNumber":3,"VerseNumber":168,"Text":"Tāmen bù kěn cānjiā zhàndòu, què duì zìjǐ de jiào bāo shuō:“Jiǎruò tāmen shùncóng wǒmen, tāmen bù huì zhènwáng.” Nǐ shuō:“Nǐmen wèi zìshēn dǐyù sǐwáng ba, rúguǒ nǐmen shì chéngshí de.”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Wéi zhǔ dào ér zhènwáng de rén, nǐ jué bùyào rènwéi tāmen shì sǐ de, qíshí, tāmen shì huózhe de, tāmen zài ān lā nàlǐ xiǎngshòu jǐyǎng"},{"SurahNumber":3,"VerseNumber":170,"Text":"Tāmen xǐhuān ān lā shǎngcì jǐ zìjǐ de ēnhuì, tāmen yòu gěi nàxiē hái wèi gǎn shàng tāmen 〔liú zài rénjiān〕 de jiào bāo bào xǐxùn: Jiānglái méiyǒu kǒngjù, yě bù yōuchóu"},{"SurahNumber":3,"VerseNumber":171,"Text":"Tāmen xǐhuān cóng ān lā fāchū de shǎngcì hé ēnhuì, bìngqiě xǐhuān ān lā bù shǐ xìnshìmen túláo wú chóu"},{"SurahNumber":3,"VerseNumber":172,"Text":"Tāmen zāoshòu chuāngshāng zhīhòu réng yīng ān lā hé shǐzhě de zhàohuàn. Tāmen zhōng xíngshàn érqiě jìngwèi de rén, dé xiǎngshòu zhòngdà de bàochóu"},{"SurahNumber":3,"VerseNumber":173,"Text":"Yǒurén céng duì tāmen shuō:“Nàxiē rén què yǐ wéi jìngōng nǐmen ér jíhé duìwǔle, gù nǐmen yīngdāng wèijù tāmen.” Zhè jù huà què zēngjiāle tāmen de xìnniàn, tāmen shuō:“Ān lā shì shǐ wǒmen mǎnzú de, tā shì yōuměi de jiānhù zhě!”"}]}