{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"Ey Kavmim! peygamberligi teblig isinden dolayı sizden bir mal istemiyorum. Benim mukafatım ancak Allah’a aittir ve ben iman edenleri (isteginiz gibi) kovacak degilim. Elbette onlar Rablerine kavusacaklar (eger kendilerini kovarsam, beni ona sikayet ederler). Ancak ben, sizi cahillik yapmakta olan bir topluluk goruyorum"},{"SurahNumber":11,"VerseNumber":30,"Text":"Ey kavmim! (Etrafındakileri kov, biz sana iman ederiz, teklifiniz uzerine) , ben onları kovarsam Allah’ın intikamından beni kim kurtarabilir? Hic de dusunmez misiniz"},{"SurahNumber":11,"VerseNumber":31,"Text":"Ben size, Allah’ın hazineleri yanımdadır ve gaybı da bilirim, demiyorum. Ben bir melegim de demiyorum. Gozlerinizin hor gordugu mumin kimseler hakkında, Allah onlara, hic bir hayır vermez , de demem. Onların iclerindekini en iyi bilen Allah’dır. Ben, bunları soyledigim takdirde, zalimlerden olmus olurum.”"},{"SurahNumber":11,"VerseNumber":32,"Text":"Nuh’a cevap olarak soyle dediler: “- Gercekten bizimle mucadele ettin. Bizimle olan mucadelede cok ileri gittin. Eger dogru soyleyenlerdensen, bizi korkutup durdugun azabı, haydi getir bakalım.”"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nuh dedi ki: “- Dileyince, azabı, ancak Allah size getirir; ve siz onu, azap etmekten aciz bırakacak degilsiniz"},{"SurahNumber":11,"VerseNumber":34,"Text":"Eger Allah, sizi saptırmayı (helakinizi) murad ediyorsa, ben size nasihat etmek istesem de benim nasihatım size fayda vermez. O, Rabbinizdir ve nihayet ona donduruleceksiniz.”"},{"SurahNumber":11,"VerseNumber":35,"Text":"Yoksa Nuh’un kavmi: “- Bu vahyi Nuh uydurdu mu diyorlar? Ey Nuh, onlara de ki: “- Eger onu uydurdumsa, gunahı benim boynumadır. Ben ise, sizin bana yaptıgınız iftira gunahından beriyim. “"},{"SurahNumber":11,"VerseNumber":36,"Text":"Nuh’a soyle vahyolunmustu: “- Haberin olsun, onceden iman edenlerden baska, kavminden hic biri asla iman etmiyecek. O halde yaptıkları seylerden (eziyet ve tekziplerden ) oturu kederlenme"},{"SurahNumber":11,"VerseNumber":37,"Text":"Nezaretimiz altında ve vahyimiz geregince gemi yap. Hem o zulmedenler hakkında, azabın kendilerinden kaldırılması icin, bana dua etme; cunku onlar, suda bogulacaklardır"}]}