{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"E se tu visses quando os criminosos estiverem cabisbaixos, junto de seu Senhor! Dirao: \"Senhor nosso! Enxergamos e ouvimos. Entao, faze-nos retornar a terra, nos faremos o bem; por certo, estamos convictos da Ressurreicao"},{"SurahNumber":32,"VerseNumber":13,"Text":"E, se quisessemos, haveriamos concedido a cada alma sua orientacao. Mas cumpre-se o Dito vindo de Mim: \"Encherei a Geena dos jinns e dos homens, deles todos"},{"SurahNumber":32,"VerseNumber":14,"Text":"Dir-se-lhes-a: \"Entao, experimentai o castigo, porque esquecestes o deparar deste vosso dia; por certo, Nos, tambem, vos esquecemos. E experimentai o castigo da eternidade, pelo que fazieis"},{"SurahNumber":32,"VerseNumber":15,"Text":"Apenas, creem em Nossos versiculos os que, ao lhes serem estes lembrados, caem em prosternacao e glorificam com louvor, a seu Senhor, e nao se ensoberbecem"},{"SurahNumber":32,"VerseNumber":16,"Text":"Seus flancos apartam-se dos leitos, enquanto suplicam a seu Senhor, com temor e aspiracao, e despendem do que lhes damos por sustento"},{"SurahNumber":32,"VerseNumber":17,"Text":"E nenhuma alma sabe o que lhes e oculto do alegre frescor dos olhos, em recompensa do que faziam"},{"SurahNumber":32,"VerseNumber":18,"Text":"Entao, quem e crente e como quem e perverso? Nao, nao se igualam"},{"SurahNumber":32,"VerseNumber":19,"Text":"Quanto aos que creem e fazem as boas obras, terao, por hospedagem, os Jardins de Refugio pelo que faziam"},{"SurahNumber":32,"VerseNumber":20,"Text":"E, quanto aos que foram perversos, sua morada sera o Fogo. Cada vez que desejarem sair dele, a ele fa-los-ao regressar, e se lhes dira: \"Experimentai o castigo do Fogo, que desmentieis"}]}