{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":164,"Text":"(Avvurilirunta nallatiyar cilar arivurai conna potu) avarkalil cilar, \"allah evarkalai alikkavo, allatu katinamana vetanaikkullakkavo natiyirukkirano, anta kuttattarkalukku ninkal en upatecam ceykirirkal?\" Enru kettarkal; atarku (anta nallatiyarkal); \"enkal iraivanitam (nam) poruppiliruntu ninki vituvatarkakavum innum avarkal (oruvelai tankal ceytu varuvatiliruntu) vilakivitalam enpatarkakavum (nankal upatecam ceykirom) enru kurinarkal"},{"SurahNumber":7,"VerseNumber":165,"Text":"avarkal etu kurittu upatecikkap pattarkalo, atanai avarkal marantu vittapotu, avarkalait timaiyaivittu vilakkik kontiruntavarkalai nam kapparrinom; varampu miri akkiramam ceytu kontiruntavarkalukku, avarkal ceytu vanta pavattin karanamaka katumaiyana vetanaiyaik kotuttom"},{"SurahNumber":7,"VerseNumber":166,"Text":"tatukkappattirunta varampai avarkal mirivitave, \"ninkal ilivatainta kurankukalaki vitunkal\" enru avarkalukku nam kurinom"},{"SurahNumber":7,"VerseNumber":167,"Text":"(napiye!) Avarkalukkuk kotiya vetanai kotukka kutiyavarkalaiye, avarkal mitu atikkam celuttumaru kiyama nal varai nam ceyvomenru unkal iraivan arivittatai (avarkalukku ninaivuttuviraka) - niccayamaka um iraivan tantanaiyalippatil tiviramanavan - anal niccayamaka avan mikavum mannippavanakavum, kirupaiyalanakavum irukkinran"},{"SurahNumber":7,"VerseNumber":168,"Text":"avarkalai nam pumiyil pala pirivinarakac (citarittiriyumaru) akki vittom; avarkalil nallavarkalumirukkinrarkal. Atuvallata kettavarkalum irukkinrarkal - avarkal (nanmaiyin pal) tirumpum poruttu avarkalai nanmaikalaik kontum, timaikalaik kontum cotittom"},{"SurahNumber":7,"VerseNumber":169,"Text":"Avarkalukkup pin avarkalutaiya itattai (takutiyarra) oru pirivinar ataintanar; avarkal vetattirkum varicukal anarkal;. Ivvulakin arpap porutkalaip perruk kontu (atarku takuntapati vetattai marri kontarkal). 'Enkalukku mannippu alikkappatum' enrum kurikkolkirarkal. Ituponru veror arpapporul avarkalukku vantu vittal, ataiyum etuttuk kolvarkal, \"allahvin mitu unmaiyeyanri veru onrum kuralakatu enru vetattin mulam avarkalitam urutimoli vankap patavillaiya?\" (Innum) atilullavai (potanaikalai) avarkal otiyum varukinrarkal; (ataiyellam avarkal porutpatuttuvatillai) payapaktiyutaiyavarkalukku marumaiyin vite melanatakum. Ninkal (nallavitamaka) arintu kolla ventama"},{"SurahNumber":7,"VerseNumber":170,"Text":"evarkal vetattai urutiyakap parrippitittuk kontu, tolukaiyaiyum nilainiruttukirarkalo (attakaiya) nallorkalin kuliyai nam niccayamaka vinakka mattom"}]}