{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Dize: \"Admoesto-vos, apenas, com a revelacao. E os surdos nao ouvem a convocacao, quando admoestados"},{"SurahNumber":21,"VerseNumber":46,"Text":"E, se um sopro do castigo de teu Senhor os toca, em verdade, dizem: \"Ai de nos! Por certo, fomos injustos"},{"SurahNumber":21,"VerseNumber":47,"Text":"E Nos poremos as balancas equitativas para o Dia da Ressurreicao; entao, nenhuma alma sofrera nada de injustica. E se houver acao do peso de um grao de mostarda fa-la-emos vir a balanca. E bastamos Nos por Ajustador de contas"},{"SurahNumber":21,"VerseNumber":48,"Text":"E, com efeito, concederamos a Moises e a Aarao o Criterio e luminosidade e Mensagem para os piedosos"},{"SurahNumber":21,"VerseNumber":49,"Text":"Os que receiam a seu Senhor, ainda que Invisivel, e da Hora eles estao amedrontados"},{"SurahNumber":21,"VerseNumber":50,"Text":"E esta e uma Mensagem bendita, que fizemos descer. Entao, ser-lhe-eis negadores"},{"SurahNumber":21,"VerseNumber":51,"Text":"E, com efeito, concederamos, antes, a Abraao sua retidao – e eramos, dele, Onisciente"},{"SurahNumber":21,"VerseNumber":52,"Text":"Quando disse a seu pai e a seu povo: \"Que sao estes idolos, que estais cultuando"},{"SurahNumber":21,"VerseNumber":53,"Text":"Disseram: \"Encontramos nossos pais adorando-os"},{"SurahNumber":21,"VerseNumber":54,"Text":"Ele disse: \"Com efeito, vos e vossos pais tendes estado em evidente descaminho"},{"SurahNumber":21,"VerseNumber":55,"Text":"Disseram: \"Chegaste-nos com a verdade, ou es dos que se divertem"},{"SurahNumber":21,"VerseNumber":56,"Text":"Disse: \"Nao o sou. Mas vosso Senhor e O Senhor dos ceus e da terra, Que os criou, e sou das testemunhas disso"},{"SurahNumber":21,"VerseNumber":57,"Text":"E por Allah! Insidiarei vossos idolos, depois de vos retirardes, voltando-lhes as costas"}]}