{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"«ألم تكن آياتي» من القرآن «تتلي عليكم» تُخوَّفُون بها «فكنتم بها تكذبون»"},{"SurahNumber":23,"VerseNumber":106,"Text":"«قالوا ربنا غلبت علينا شقوتنا» وفي قراءة شقاوتنا بفتح أوله وألف وهما مصدران بمعنى «وكنا قوماً ضالين» عن الهداية"},{"SurahNumber":23,"VerseNumber":107,"Text":"«ربنا أخرجنا منها فإن عدنا» إلى المخالفة «فإنا ظالمون»"},{"SurahNumber":23,"VerseNumber":108,"Text":"«قال» لهم بلسان مالك بعد قدر الدنيا مرتين «أخسؤا فيها» ابعدوا في النار أذلاء «ولا تكلمون» في رفع العذاب عنكم لينقطع رجاؤهم"},{"SurahNumber":23,"VerseNumber":109,"Text":"«إنه كان فريق من عبادي» هم المهاجرون «يقولون ربنا آمنا فاغفر لنا وارحما وأنت خير الراحمين»"},{"SurahNumber":23,"VerseNumber":110,"Text":"«فاتخذتموهم سُخرياً» بضم السين وكسرها مصدر بمعنى الهزء، منهم: بلال وصهيب وعمار وسلمان «حتى أنسوكم ذكري» فتركتموه لاشتغالكم بالاستهزاء بهم فهم سبب الإنساء فنسب إليهم «وكنتم منهم تضحكون»"},{"SurahNumber":23,"VerseNumber":111,"Text":"«إني جزيتهم اليوم» النعيم المقيم «بما صبروا» على استهزائكم بهم وأذاكم إياهم «إنهم» بكسر الهمزة «هم الفائزون» بمطلوبهم استئناف وبفتحها مفعول ثان لجزيتهم"},{"SurahNumber":23,"VerseNumber":112,"Text":"«قال» تعالى لهم بلسان مالك وفي قراءة قل «كم لبثتم في الأرض» في الدنيا وفي قبوركم «عدد سنين» تمييز"},{"SurahNumber":23,"VerseNumber":113,"Text":"«قالوا لبثنا يوماً أو بعض يوم» شكّوا في ذلك واستقصروه لعظم ما هم فيه من العذاب «فاسأل العادين» أي الملائكة المحصين أعمال الخلق"},{"SurahNumber":23,"VerseNumber":114,"Text":"«قال» تعالى بلسان مالك وفي قراءة قل «إن» أي ما «لبثتم إلا قليلاً لو أنكم كنتم تعلمون» مقدرا لبثكم من الطول كان قليلا بالنسبة إلى لبثكم في النار"},{"SurahNumber":23,"VerseNumber":115,"Text":"«أفحسبتم أنما خلقناكم عبثا» لا لحكمة «وأنكم إلينا لا ترجعون» بالبناء للفاعل وللمفعول؟ لا بل لنتعبدكم بالأمر والنهي ترجعوا إلينا ونجازي على ذلك (وما خلقت الجن والإنس إلا ليعبدون)"},{"SurahNumber":23,"VerseNumber":116,"Text":"«فتعالى الله» عن العبث وغيره مما لا يليق به «الملك الحق لا إله إلا هو رب العرش الكريم» الكرسي: هو السرير الحسن"},{"SurahNumber":23,"VerseNumber":117,"Text":"«ومن يدع مع الله إلها آخر لا برهان له به» صفة كاشفة لا مفهوم لها «فإنما حسابه» جزاؤه «عند ربه إنه لا يفلح الكافرون» لا يسعدون"},{"SurahNumber":23,"VerseNumber":118,"Text":"«وقل رب اغفر وارحم» المؤمنين في الرحمة زيادة عن المغفرة «وأنت خير الراحمين» أفضل راحم"}]}