{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":36,"Text":"Dan betapa banyak umat yang telah Kami binasakan sebelum mereka, (padahal) mereka lebih hebat kekuatannya daripada mereka (umat yang belakangan) ini. Mereka pernah menjelajah di beberapa negeri. Adakah tempat pelarian (dari kebinasaan bagi mereka)"},{"SurahNumber":50,"VerseNumber":37,"Text":"Sungguh, pada yang demikian itu pasti terdapat peringatan bagi orang-orang yang mempunyai hati atau yang menggunakan pendengarannya, sedang dia menyaksikannya"},{"SurahNumber":50,"VerseNumber":38,"Text":"Dan sungguh, Kami telah menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, dan Kami tidak merasa letih sedikit pun"},{"SurahNumber":50,"VerseNumber":39,"Text":"Maka bersabarlah engkau (Muhammad) terhadap apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu sebelum matahari terbit dan sebelum terbenam"},{"SurahNumber":50,"VerseNumber":40,"Text":"Dan bertasbihlah kepada-Nya pada malam hari dan setiap selesai salat"},{"SurahNumber":50,"VerseNumber":41,"Text":"Dan dengarkanlah (seruan) pada hari (ketika) penyeru (malaikat) menyeru dari tempat yang dekat"},{"SurahNumber":50,"VerseNumber":42,"Text":"(Yaitu) pada hari (ketika) mereka mendengar suara dahsyat dengan sebenarnya. Itulah hari keluar (dari kubur)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Sungguh, Kami yang menghidupkan dan mematikan, dan kepada Kami tempat kembali (semua makhluk)"},{"SurahNumber":50,"VerseNumber":44,"Text":"(Yaitu) pada hari (ketika) bumi terbelah, mereka keluar dengan cepat. Yang demikian itu adalah pengumpulan yang mudah bagi Kami"},{"SurahNumber":50,"VerseNumber":45,"Text":"Kami lebih mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Alquran kepada siapa pun yang takut kepada ancaman-Ku"},{"SurahNumber":51,"VerseNumber":1,"Text":"Demi (angin) yang menerbangkan debu"},{"SurahNumber":51,"VerseNumber":2,"Text":"dan awan yang mengandung (hujan)"},{"SurahNumber":51,"VerseNumber":3,"Text":"dan (kapal-kapal) yang berlayar dengan mudah"},{"SurahNumber":51,"VerseNumber":4,"Text":"dan (malaikat-malaikat) yang membagi-bagi urusan"},{"SurahNumber":51,"VerseNumber":5,"Text":"sungguh, apa yang dijanjikan kepadamu pasti benar"},{"SurahNumber":51,"VerseNumber":6,"Text":"dan sungguh, (hari) pembalasan pasti terjadi"}]}