{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":41,"VerseNumber":30,"Text":"Vāstavika jyā lōkānnī asē mhaṭalē kī āmacā svāmī va pālanakartā allāha āhē, maga tyāvara aṭaḷa rāhilē1 tara tyān̄cyājavaḷa phariśtē (hē sāṅgata) yētāta kī tumhī muḷīca bhayabhīta āṇi duḥkhī hō'ū nakā. (Kimbahunā) tyā jahannatacā śubha samācāra aikavā, jicā tumhālā vāyadā dilā gēlā āhē"},{"SurahNumber":41,"VerseNumber":31,"Text":"Tumacyā aihika jīvanātahī āmhī tumacē mitra va madata karaṇārē hōtō āṇi ākhiratamadhyēhī rāhū. Jyā gōṣṭīcī tumacyā manālā icchā hō'īla āṇi jē kāhī māgāla, tē sarva tumacyāsāṭhī (jannatamadhyē hajara) āhē"},{"SurahNumber":41,"VerseNumber":32,"Text":"Mōṭhā māpha karaṇāṟyā, mōṭhā mēhērabāna aśā (allāha) tarphē hē sarva kāhī pāhuṇacārācyā svarūpāta āhē"},{"SurahNumber":41,"VerseNumber":33,"Text":"Āṇi tyācyāpēkṣā adhika cāṅgalī gōṣṭa bōlaṇārā kōṇa āhē, jō allāhakaḍē bōlāvila, satkarma karīla āṇi asē mhaṇēla kī mī khātrīnē muslimāmpaikī āhē"},{"SurahNumber":41,"VerseNumber":34,"Text":"Āṇi satkarma va duṣkarma samāna asū śakata nāhī, vā'īṭa gōṣṭīcē bhalēpaṇānē nivāraṇa karā, maga tōca, jyācyā va tumacyā daramyāna śatrūtā āhē, asā hō'īla jaṇū jīvalaga mitra"},{"SurahNumber":41,"VerseNumber":35,"Text":"Āṇi hī gōṣṭa tyān̄cyāca sad‌bhāgyāta asatē, jē dhīra - sanyama rākhatāta āṇi tilā mōṭhyā bhāgyavānāṅkhērīja kōṇīhī prāpta karū śakata nāhī"},{"SurahNumber":41,"VerseNumber":36,"Text":"Āṇi jara saitānākaḍūna ēkhādī śaṅkā nirmāṇa jhālī tara allāhacē śaraṇa māgā. Niḥsanśaya, tō mōṭhā aikaṇārā, jāṇaṇārā āhē"},{"SurahNumber":41,"VerseNumber":37,"Text":"Āṇi divasa-rātra āṇi sūrya va candra dēkhīla tyācyā niśāṇyāmpaikī āhēta. Tumhī sūrya āṇi candrāsamōra natamastaka hō'ū nakā, kimbahunā āpalā māthā tyā allāhasamōra ṭēkavā, jyānē tyā sarvānnā nirmāṇa kēlē āhē, jara tumhālā tyācīca upāsanā karāyacī āhē"},{"SurahNumber":41,"VerseNumber":38,"Text":"Tarīhī jara tē ghamēṇḍa karatīla tara tē (phariśtē) jē tumacyā pālanakartyācyā nikaṭa āhēta, tē tara rātrandivasa tyācyā pāvitryācā jāpa karīta rāhatāta āṇi (kadhīhī) thakata nāhīta"}]}