{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"آیا شما مردم به حسّ مشاهده نمی‌کنید که خدا انواع موجوداتی که در آسمانها و زمین است برای شما مسخّر کرده و نعمت‌های ظاهر و باطن خود را برای شما فراوان فرموده؟ و (با وجود این) برخی از مردم از روی جهل و گمراهی و بی‌خبری از کتاب روشن (حق) در (دین) خدای متعال مجادله می‌کنند"},{"SurahNumber":31,"VerseNumber":21,"Text":"و چون به این مردم (اهل جدل و عناد) گویند که بیایید از کتابی که خدا فرستاده پیروی کنید، جواب دهند ما تنها از طریقی که پدران خود را بر آن یافته‌ایم پیروی می‌کنیم. آیا هر چند آنان را شیطان به آتش دوزخ بخواند (باز پیرو آنها می‌شوند)"},{"SurahNumber":31,"VerseNumber":22,"Text":"و هر کس روی تسلیم و رضا به سوی خدا آرد و نکوکار باشد چنین کس به محکم‌ترین رشته الهی چنگ زده است، و (بدانید که) پایان کارها به سوی خداست"},{"SurahNumber":31,"VerseNumber":23,"Text":"(ای رسول ما) تو از کفر هر که کافر شود محزون مباش، که رجوعشان به سوی ماست و ما آنان را سخت از (کیفر) کردارشان آگه می‌سازیم، که همانا خدا از اسرار دلهای خلق هم آگاه است"},{"SurahNumber":31,"VerseNumber":24,"Text":"اندک زمانی آن کافران را (به لذّات فانی دنیا) برخوردار می‌سازیم آن گاه (بعد از مرگ) به عذاب سختشان به ناچار گرفتار خواهیم کرد"},{"SurahNumber":31,"VerseNumber":25,"Text":"و اگر از این کافران سؤال کنی آن کیست که آسمانها و زمین را آفریده؟ البتّه جواب دهند خداست. باز گو: ستایش خدای را (که کافران نیز معترفند) بلکه اکثر آنها (بر این حقیقت که آفریننده جهان خداست اگر به زبان گویند به دل) آگاه نیستند"},{"SurahNumber":31,"VerseNumber":26,"Text":"هر چه در آسمان و زمین است همه ملک خداست، که خدا ذاتش بی‌نیاز و اوصافش همه پسندیده است"},{"SurahNumber":31,"VerseNumber":27,"Text":"و اگر هر درخت روی زمین (در کف نویسندگان عالم) قلم شود و آب دریا به اضافه هفت دریای دیگر مرکب گردد باز نگارش کلمات خدا (که موجودات بی‌نهایت کتاب آفرینش است) ناتمام بماند، که همانا خدا را اقتدار بی‌نهایت و حکمت بی‌پایان است"},{"SurahNumber":31,"VerseNumber":28,"Text":"خلقت و بعثت همه شما (خلایق بی‌شمار در آسانی بر خدا) جز مثل یک تن واحد نیست، که همانا خدا شنوا و بیناست"}]}