{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"He placed stablisers in the earth so that while it revolves you live undisturbed, and rivers and tracks so that you may find your way"},{"SurahNumber":16,"VerseNumber":16,"Text":"As well as many other signs, as by the stars (you) find direction"},{"SurahNumber":16,"VerseNumber":17,"Text":"So, could one who creates be like one who cannot? Will you not then contemplate"},{"SurahNumber":16,"VerseNumber":18,"Text":"If you count the favours of God you will not be able to calculate. Assuredly God is forgiving and kind"},{"SurahNumber":16,"VerseNumber":19,"Text":"God knows what you hide and disclose"},{"SurahNumber":16,"VerseNumber":20,"Text":"As for those they call besides God, they cannot create a thing, and have themselves been created"},{"SurahNumber":16,"VerseNumber":21,"Text":"Dead, without life they are, and do not know when they will be raised"},{"SurahNumber":16,"VerseNumber":22,"Text":"Your God is one God. But the hearts of those who believe not in the life to come are filled with denial, and they are puffed up with pride"},{"SurahNumber":16,"VerseNumber":23,"Text":"Surely God knows what they hide and what they disclose. He certainly does not love the proud"},{"SurahNumber":16,"VerseNumber":24,"Text":"For when they are asked: \"What has your Lord sent down?\" they say: \"Tales of long ago"},{"SurahNumber":16,"VerseNumber":25,"Text":"On the Day of Resurrection they will carry their own burden and some of the load of those they have led astray without any knowledge. Oh, how evil a burden they will carry"},{"SurahNumber":16,"VerseNumber":26,"Text":"Those who have gone before them had also conspired; then God uprooted their structure from its foundation; the roof fell over them from above, and punishment came upon them from somewhere they did not suspect"}]}