{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਕੋਈ ਅਜਿਹਾ ਪੈਗੰਬਰ ਨਹੀਂ ਭੇਜਿਆ ਜਿਸ ਵੱਲ ਅਸੀਂ ਇਹ ਵਹੀ ਨਾ ਉਤਾਰੀ ਹੋਂਵੇ ਕਿ ਮੇਰੇ ਤੋਂ ਸਿਨਹਾਂ ਕੋਈ ਪੂਜਣਯੋਂਗ ਨਹੀਂ' ਤੁਸੀਂ ਕੇਵਲ ਮੇਰੀ ਹੀ ਇਬਾਦਤ ਕਰੋ।"},{"SurahNumber":21,"VerseNumber":26,"Text":"ਅਤੇ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਰਹਿਮਾਨ ਨੇ ਸੰਤਾਨ ਬਣਾਈ ਹੈ, ਉਹ ਉਸ ਤੋਂ ਪਵਿੱਤਰ ਹੈ। ਸਗੋਂ (ਫ਼ਰਿਸ਼ਤੇ) ਤਾਂ ਸਨਮਾਨਿਤ ਬੰਦੇ ਹਨ।"},{"SurahNumber":21,"VerseNumber":27,"Text":"ਉਹ ਉਸ ਤੋਂ ਅੱਗੇ ਵੱਧ ਕੇ ਗੱਲ ਨਹੀਂ ਕਰਦੇ ਅਤੇ ਉਹ ਉਸੇ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਕੰਮ ਕਰਦੇ ਹਨ।"},{"SurahNumber":21,"VerseNumber":28,"Text":"ਅੱਲਾਹ ਇਨ੍ਹਾਂ ਦੇ ਅਗਲੇ ਤੇ ਪਿਛਲੇ ਹਾਲ ਨੂੰ ਜਾਣਦਾ ਹੈ। ਅਤੇ ਉਹ ਸਿਫ਼ਾਰਿਸ਼ ਨਹੀਂ ਕਰ ਸਕਦੇ ਸ਼ਿਲ੍ਹਾਂ ਉਸ ਤੋਂ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਪਸੰਦ ਕਰੇ। ਅਤੇ ਉਹ ਉਸ ਦੇ ਭੈਅ ਵਿਚ ਰਹਿੰਦੇ ਹਨ।"},{"SurahNumber":21,"VerseNumber":29,"Text":"ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਜੋ ਕੋਈ ਆਖੇਗਾ ਕਿ ਮੈਂ ਉਸ ਤੋਂ ਬਿਨ੍ਹਾਂ ਪੂਜਣਯੌਗ ਹਾਂ ਤਾਂ ਅਸੀਂ ਉਸ ਨੂੰ ਨਰਕ ਦੀ ਸਜ਼ਾ ਦੇਵਾਂਗੇ। ਅਸੀਂ ਜ਼ਾਲਿਮਾਂ ਨੂੰ ਅਜਿਹਾ ਹੀ ਦੰਡ ਵਿੰਦੇ ਹਾਂ।"},{"SurahNumber":21,"VerseNumber":30,"Text":"ਕੀ ਇਨਕਾਰ ਕਰਨ ਵਾਲਿਆਂ ਨੇ ਨਹੀਂ ਦੇਖਿਆ ਕਿ ਆਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਦੋਵੇਂ ਬੰਦ ਸੀ। ਫਿਰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਖੋਲ੍ਹ ਦਿੱਤਾ ਅਤੇ ਅਸੀਂ ਪਾਣੀ ਤੋਂ ਹਰ ਜੀਵਿਤ ਵਸਤੂ ਨੂੰ ਬਣਾਇਆ। ਕੀ ਫਿਰ ਵੀ ਉਹ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦੇ।"},{"SurahNumber":21,"VerseNumber":31,"Text":"ਅਤੇ ਅਸੀਂ ਧਰਤੀ ਵਿਚ ਪਹਾੜ ਬਣਾਏ, ਤਾਂ ਕਿ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਲੈ ਕੇ, ਝੁਕ ਨਾ ਜਾਵੇ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਵਿਚ ਚੌੜੇ ਰਾਹ ਬਣਾਏ ਤਾਂ ਕਿ ਲੋਕ ਰਸਤਾ ਪ੍ਰਾਪਤ ਕਰਨ।"},{"SurahNumber":21,"VerseNumber":32,"Text":"ਅਤੇ ਅਸੀਂ ਆਕਾਸ਼ ਨੂੰ ਇੱਕ ਸੁਰੱਖਿਅਤ ਛੱਤ ਬਣਾਇਆ ਅਤੇ ਉਹ ਉਸ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਤੋਂ' ਮੂੰਹ ਮੌੜ ਰਹੇ ਹਨ।"},{"SurahNumber":21,"VerseNumber":33,"Text":"ਅਤੇ ਉਹ ਹੀ ਹੈ ਜਿਸ ਨੇ ਦਿਨ ਰਾਤ ਅਤੇ ਸੂਰਜ ਜ਼ੰਨ ਬਣਾਏ। ਸਾਰੇ ਆਪਣੇ ਆਪਣੇ ਘੇਰੇ ਵਿਚ ਤੈਰ ਰਹੇ ਹਨ।"},{"SurahNumber":21,"VerseNumber":34,"Text":"ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਹਮੇਸ਼ਾ ਰਹਿਣ ਵਾਲਾ ਜੀਵਨ ਨਹੀਂ ਦਿੱਤਾ। ਤਾਂ ਕੀ ਜੇਕਰ ਤੁਹਾਨੂੰ ਮੌਤ ਆ ਜਾਵੇ ਤਾਂ ਕੀ ਉਹ ਸਦੀਵੀਂ ਰਹਿਣ ਵਾਲੇ ਹਨ"},{"SurahNumber":21,"VerseNumber":35,"Text":"ਹਰੇਕ ਜੀਵ ਨੇ ਮੌਤ ਦਾ ਸਵਾਦ ਚੱਖਣਾ ਹੈ ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਚੰਗੇ ਅਤੇ ਮਾੜੇ ਹਲਾਤਾਂ ਵਿਚ ਪਰਖਦੇ ਹਾਂ, ਇਮਤਿਹਾਨ ਲਈ ਅਤੇ ਤੁਸੀਂ ਸਾਰੇ ਸਾਡੇ ਵੱਲ ਵਾਪਿਸ ਪਰਤੋਗੇ।"}]}