{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":6,"Text":"นั่นก็เพราะว่า แท้จริงอัลลอฮฺนั้นพระองค์คือผู้ทรงสัจจะ และแท้จริงพระองค์ทรงให้ผู้ตายมีชีวิตขึ้น และแท้จริงพระองค์ทรงเดชานุภาพเหนือทุกสิ่ง"},{"SurahNumber":22,"VerseNumber":7,"Text":"และแท้จริงวันอวสานจะมาถึงอย่างแน่นอน ปราศจากข้อสงสัยในมัน และแท้จริงอัลลอฮฺจะทรงให้ผู้ที่อยู่ในสุสานฟื้นคืนชีพขึ้นมา"},{"SurahNumber":22,"VerseNumber":8,"Text":"และในหมู่มนุษย์บางคนมีผู้โต้เถียงในเรื่องของอัลลอฮฺ โดยปราศจากความรู้และโดยปราศจากแนวทางที่ถูกต้อง และปราศจากคัมภีร์ที่มีหลักฐานชัดแจ้ง"},{"SurahNumber":22,"VerseNumber":9,"Text":"เขาจะเอี้ยวตัวอของเขาไปอย่างหยิ่งยะโสเพื่อให้ผู้คนหลงจากทางอัลลอฮฺ สำหรับเขาจะไดรับความอัปยศในโลกนี้และเราจะให้เขาลิ้มรสการลงโทษที่มีไฟลุกไหม้ในวันกิยามะฮ์"},{"SurahNumber":22,"VerseNumber":10,"Text":"นั่นเพราะว่า มือทั้งสองของเจ้าได้ก่อกรรมทำไว้ และแท้จริงอัลลอฮฺนั้นจะไม่ทรงอธรรมต่อปวงบ่าว"},{"SurahNumber":22,"VerseNumber":11,"Text":"และในหมู่มนุษย์บางคน มีผู้เคารพภักดีต่ออัลลอฮฺบนขอบทางของศาสนา หากความดีประสบแก่เขา เขาก็พออกพอใจต่อสิ่งนั้น หากความทุกข์ยากประสบแก่เขา เขาก็จะผินหน้าของเขากลับสู่การปฏิเสธ เขาขาดทุนทั้งในโลกนี้และในโลกหน้า นั่นคือการขาดทุนอย่างชัดแจ้ง"},{"SurahNumber":22,"VerseNumber":12,"Text":"เขาวิงวอนสิ่งอื่นจากอัลลอฮฺ ซึ่งมันไม่ให้โทษแก่เขาและมันก็ไม่ให้คุณแก่เขา นั่นคือการหลงผิดที่ไกลลิบ"},{"SurahNumber":22,"VerseNumber":13,"Text":"เขาวิงวอนต่อผู้ที่โทษของมันจะมีขึ้นเร็วกว่าคุณประโยชน์ของมัน แน่นอนมันเป็นผู้คุ้มครองที่ชั่วช้าแท้ ๆ และมันเป็นสหายที่ชั่วช้าจริง ๆ"},{"SurahNumber":22,"VerseNumber":14,"Text":"แท้จริงอัลลอฮฺทรงให้บรรดาผู้ศรัทธาและผู้กระทำความดีทั้งหลาย เข้าสวนสวรรค์หลากหลาย ณ เบื้องล่างของมันมีลำน้ำหลายสายไหลผ่าน แท้จริงอัลลอฮฺทรงกระทำสิ่งที่พระองค์ทรงประสงค์"},{"SurahNumber":22,"VerseNumber":15,"Text":"ผู้ใดคิดว่าอัลลอฮฺจะไม่ทรงช่วยเหลือเขา (มุฮัมมัด) ทั้งในโลกนี้และโลกหน้า ก็จงให้เขาผู้นั้นต่อเชือกขึ้นสู่ท้องฟ้า แล้วให้เขาตัดมันออก (ผูกคอตาย) แล้วให้เขาเฝ้าดูว่าแผนการณ์ของเขา จะทำให้สิ่งที่เขาเคียดแค้นหมดสิ้นไปไหม"}]}