{"Id":401,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":154,"Text":"Allah yolunda öldürülenlere «ölüler» demeyin. Hayır, onlar diridirler. Fakat siz sezemezsiniz"},{"SurahNumber":2,"VerseNumber":155,"Text":"Çaresiz biz sizi biraz korku, biraz açlık, biraz da mallardan, canlardan ve ürünlerden eksiltme ile imtihan edeceğiz. Müjdele o sabredenleri"},{"SurahNumber":2,"VerseNumber":156,"Text":"Onlar başlarına bir musibet geldiği zaman: «Biz Allah´a aidiz ve sonunda O´na döneceğiz.» derler"},{"SurahNumber":2,"VerseNumber":157,"Text":"İşte onlar var ya, Rablerinden, mağfiretler ve rahmet onlaradır. İşte hidayete erenler de onlardır"},{"SurahNumber":2,"VerseNumber":158,"Text":"Gerçekten Safâ ile Merve Allah´ın alâmetlerindendir. Onun için her kim hac veya umre niyetiyle Kâ´be´yi ziyaret ederse, bunları tavaf etmesinde ona bir günah yoktur. Her kim de gönlünden koparak bir hayır işlerse, şüphesiz Allah iyiliğin karşılığını verir, o her şeyi bilir"},{"SurahNumber":2,"VerseNumber":159,"Text":"İndirdiğimiz apaçık delilleri ve hidayetin kendisi olan âyetleri insanlar için biz kitapta açıkladıktan sonra gizleyenler var ya mutlaka onlara Allah lanet eder. Lanet edebilecek olanlar da lanet ederler"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ancak tevbe edip halini düzelterek gerçeği söyleyenler başka. İşte onları ben bağışlarım. Ben çok merhamet ediciyim, tevbeleri çokça kabul ederim"},{"SurahNumber":2,"VerseNumber":161,"Text":"Ama âyetlerimizi inkar etmiş ve kâfir olarak can vermiş olanlara gelince, işte Allah´ın laneti, meleklerin laneti ve insanların laneti hep onların üzerine olsun"},{"SurahNumber":2,"VerseNumber":162,"Text":"Onlar ebedi olarak onun altında kalırlar. Ne azabları hafifletilir, ne de kendilerine göz açtırılır"},{"SurahNumber":2,"VerseNumber":163,"Text":"Her halde hepinizin ilâhı, bir tek ilâhtır. Ondan başka bir ilâh yoktur. O Rahmân ve Rahîm´dir"}]}