{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"Ē āllāh‌ra prati‌śruti. Āllāh tām̐ra ōẏādāra khēlāpa karēna nā, kintu adhikānśa lōkē'i jānē nā."},{"SurahNumber":30,"VerseNumber":7,"Text":"Tārā duniẏāra jībanēra bāhiraṭā'i jānē, kintu ākhērāta sanbandhē tārā nijērā'i sampūrṇa bēkhēẏāla raẏēchē."},{"SurahNumber":30,"VerseNumber":8,"Text":"Tārā ki tabu nijēdēra antarē bhēbē dēkhē nā -- āllāh mahākāśamanḍalī ō pr̥thibī ēbaṁ ē du'iẏēra madhyē yā kichu raẏēchē tā sr̥ṣṭi karēna ni bāstabatā byatīta āra ēkaṭi nirdhārita kālēra jan'ya. Āra bastuta lōkēdēra madhyē anēkē'i tādēra prabhura sāthē mōlākāta sanbandhē satyi'i abiśbāsī."},{"SurahNumber":30,"VerseNumber":9,"Text":"Tārā ki tabē pr̥thibītē paribhramaṇa karē nā, tāhalē tārā dēkhatē pētō kēmana haẏēchila tādēra pariṇāma yārā tādēra āgēkāra chila? Tārā ēdēra cā'itē'ō śaktitē prabala chila, āra māṭi khuṛam̐tō, āra tārā ētē ēmārata gaṛatō yā ērā ētē gaṛēchila tāra cā'itē'ō bēśi, āra tādēra rasūlagaṇa tādēra kāchē ēsēchilēna suspaṣṭa pramāṇa niẏē. Kājē'i ēṭi āllāh‌ra kāja naẏa yē tini tādēra prati an'yāẏa karabēna, kintu tārā tādēra nijēdēra'i prati an'yāẏa karē yācchila."},{"SurahNumber":30,"VerseNumber":10,"Text":"Ataḥpara tādēra pariṇāma haẏēchila manda yārā manda kāja karēchila, yēhētu tārā āllāh‌ra nirdēśābalī pratyākhyāna karēchila, āra tā niẏē tārā hāsāhāsi karata."},{"SurahNumber":30,"VerseNumber":11,"Text":"Āllāh sr̥ṣṭira sūcanā karēna, tārapara tini tā punaḥsr̥ṣṭi karēna, tārapara tām̐ra'i kāchē tōmādēra phiriẏē ānā habē."},{"SurahNumber":30,"VerseNumber":12,"Text":"Āra sē'idina yakhana ghaṛighanṭā ēsē dām̐ṛābē takhana aparādhīrā hatāśa haẏē paṛabē."},{"SurahNumber":30,"VerseNumber":13,"Text":"Āra tādēra jan'ya tādēra anśī-dēbatādēra thēkē kōnō supāriśakārī thākabē nā, āra tādēra anśīdēbatādēra sanbandhē tārā asbīkārakārī habē."},{"SurahNumber":30,"VerseNumber":14,"Text":"Āra sēdina yakhana ghaṛi-ghanṭā ēsē dām̐ṛābē takhanakāra dinē tārā ālādā haẏē yābē."},{"SurahNumber":30,"VerseNumber":15,"Text":"Sutarāṁ yārā īmāna ēnēchē ēbaṁ saṯkāja karēchē tārā tabē tr̥ṇabhūmitē paramānanda bhōga karabē."}]}