{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":40,"Text":"Byt' mozhet, my posleduyem za nimi, Yesli oni oderzhat verkh"},{"SurahNumber":26,"VerseNumber":41,"Text":"Kogda yavilis' charodei, Oni skazali Faraonu: \"Nam, nesomnenno, polagayetsya nagrada, Yesli (yego) my prevzoydem"},{"SurahNumber":26,"VerseNumber":42,"Text":"Im (Faraon) otvetil: \"Da! Vy budete priblizheny k moyey persone"},{"SurahNumber":26,"VerseNumber":43,"Text":"Brosayte to, chto vy (zadumali) brosat'! - Skazal im Musa"},{"SurahNumber":26,"VerseNumber":44,"Text":"I brosili oni svoi verevki, posokhi svoi, (I vsem pochudilos', chto eto - zmei). \"Velichiyem i moshch'yu Faraona My, nesomnenno, pobeditelyami stanem"},{"SurahNumber":26,"VerseNumber":45,"Text":"I brosil Musa zhezl svoy - I vot mgnovenno on pozhral To, chto izmyslili oni lukavo"},{"SurahNumber":26,"VerseNumber":46,"Text":"I pali nits v poklone charodei"},{"SurahNumber":26,"VerseNumber":47,"Text":"I skazali: \"My, istinno uverovali v Gospoda mirov"},{"SurahNumber":26,"VerseNumber":48,"Text":"Vladyku Musy i Kharuna"},{"SurahNumber":26,"VerseNumber":49,"Text":"No Faraon skazal: \"V Nego uverovali ran'she, Chem ya soglasiye svoye na eto dal? Konechno, on - nad vami starshiy I obuchil vas koldovstvu, No vy uznayete, (chto ya nameren sdelat'): YA nakrest ruki vashi otseku i nogi I (na kreste) raspnu vas vsekh"},{"SurahNumber":26,"VerseNumber":50,"Text":"Oni skazali: \"Ne beda! My vozvratimsya k nashemu Vladyke"},{"SurahNumber":26,"VerseNumber":51,"Text":"My lish' nadeyemsya, chto nash Gospod' Prostit nam nashi pregreshen'ya Za to, chto pervymi (iz vas) uverovali my"},{"SurahNumber":26,"VerseNumber":52,"Text":"Vnusheniyem My Muse (poveleli): \"Vyydi so slugami Moimi noch'yu; Za vami budet poslana pogonya"},{"SurahNumber":26,"VerseNumber":53,"Text":"I Faraon otpravil sborshchikov-glashatayev Po gorodam strany, (kotoryye glasili)"},{"SurahNumber":26,"VerseNumber":54,"Text":"Chislo ikh tak neveliko"},{"SurahNumber":26,"VerseNumber":55,"Text":"A nas oni razgnevali tak sil'no"},{"SurahNumber":26,"VerseNumber":56,"Text":"Teper' dolzhny my vse byt' nacheku"},{"SurahNumber":26,"VerseNumber":57,"Text":"My (vynudili) ikh pokinut' Sady, istochniki pit'ya"},{"SurahNumber":26,"VerseNumber":58,"Text":"Sokrovishcha i blagorodnyye mesta (na sluzhbe Faraonu)"},{"SurahNumber":26,"VerseNumber":59,"Text":"My darovali eto vse V nasledstvo detyam Israilya"},{"SurahNumber":26,"VerseNumber":60,"Text":"A poutru oni pustilis' vsled za nimi"}]}