{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"(چيو ويو ته) اوھان جو پالڻھار ويجھو ئي اوھان تي ٻاجھ ڪندو، ۽ جيڪڏھن اوھين (وري) ڦرندؤ ته اسين به (سزا ڏيڻ ڏانھن) ڦرنداسون، ۽ ڪافرن لاءِ دوزخ کي بندي خانه مقرر ڪيوسون"},{"SurahNumber":17,"VerseNumber":9,"Text":"ھيءُ قرآن انھي (واٽ) ڏانھن رستو ڏيکاريندو آھي جيڪا ڏاڍي سِڌي آھي ۽ انھن مؤمنن کي خوشخبري ڏيندو آھي جيڪي چڱا ڪم ڪندا آھن انھن لاءِ وڏو اجر آھي"},{"SurahNumber":17,"VerseNumber":10,"Text":"۽ جيڪي آخرت کي نه مڃيندا آھن تن لاءِ ڏکوئيندڙ عذاب تيار ڪيو اٿون"},{"SurahNumber":17,"VerseNumber":11,"Text":"۽ ماڻھو مدائيءَ کي (اھڙو) گھرندو آھي جھڙو چڱائيءَ کي سندس گھرڻ ھوندو آھي، ۽ ماڻھو اٻھرو آھي"},{"SurahNumber":17,"VerseNumber":12,"Text":"۽ رات ۽ ڏينھن کي ٻه نشانيون ڪيون سون پوءِ رات جي نشاني کي ميٽايوسون ۽ ڏينھن جي نشاني کي ھن لاءِ روشن ڪيوسون ته پنھنجي پالڻھار جو فضل ڳوليو ۽ (پڻ ھن لاءِ) ته اوھين ورھن جو ڳاڻيٽو ۽ حساب ڄاڻو، ۽ سڀ ڪنھن شيء جو کولي بيان ڪيوسون"},{"SurahNumber":17,"VerseNumber":13,"Text":"۽ سڀ ڪنھن ماڻھوءَ جي ڳچيءَ ۾ سندس عمل نامو ٻڌوسون، ۽ قيامت جي ڏينھن ڪتاب انھيءَ لاءِ ڪڍنداسون جو ان کي کليل ڏسندؤ"},{"SurahNumber":17,"VerseNumber":14,"Text":"(چيو ويندو ته) پنھنجو ڪتاب پڙھ، اڄ تنھنجو جيءُ توتي حساب وٺندڙ بس آھي"},{"SurahNumber":17,"VerseNumber":15,"Text":"جنھن ھدايت لڌي تنھن پاڻ لاءِ ئي ھدايت لڌي، ۽ جيڪو ڀُلو سو رڳو پاڻ لاءِ ڀُلندو، ۽ ڪو بار کڻندڙ ٻئي ڪنھن جو بار نه کڻندو، ۽ اسين ايستائين عذاب ڪندڙ نه آھيون جيستائين ڪنھن پيغمبر کي موڪليون"},{"SurahNumber":17,"VerseNumber":16,"Text":"۽ اسين جڏھن ڪنھن ڳوٺ جو ناس ڪرڻ گھرندا آھيون (تڏھن) انھن مان آسودن کي (پيغمبر جي معرفت پنھنجي عبادت جو) حُڪم ڪندا آھيون پوءِ منجھس نافرماني ڪندا آھن تنھنڪري مٿن عذاب لازم ٿيندو آھي پوءِ پاڙ پٽڻ طرح ان جي پاڙ پٽيندا آھيون"},{"SurahNumber":17,"VerseNumber":17,"Text":"۽ ڪيترائي جڳ نُوحؑ کان پوءِ ناس ڪياسون، ۽ تنھنجو پالڻھار پنھنجن ٻانھن جي گناھن جي خبر رکندڙ ڏسندڙ ڪافي آھي"}]}