{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"(Ошондуктан) мага Аллаһ жөнүндө чындыкты гана сүйлөшүм ылайык болот. Мен силерге Раббиңерден далил-баян алып келдим. Эми, Исрайил урпактарын мага кошуп (өз мекендерине) жибергин"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Фираун) Айтты: “Эгер сен чынчыл адамдардан болсоң (жана Аллаһтан) моожиза-далил алып келсең, кана көргөзчү, аныңды"},{"SurahNumber":7,"VerseNumber":107,"Text":"Анан (Муса) аса-таягын (жерге) таштады эле... ошол замат (кадимкидей) жыланга айланып калды"},{"SurahNumber":7,"VerseNumber":108,"Text":"Жана колун (чөнтөгүнөн) чыгарды эле.. ошол замат көрүүчүлөргө ап-апак (нурдуу) болуп калды"},{"SurahNumber":7,"VerseNumber":109,"Text":"(Бул моожизаны көргөн) Фираун коомунун адамдары (ыйман келтирүүнүн ордуна): “Бул — илимдүү сыйкырчыдан башка эмес!” — дешти"},{"SurahNumber":7,"VerseNumber":110,"Text":"“Ал силерди жериңерден чыгарууну каалап жатат. Эми, кандай чечимге келесиңер?” (деди Фираун)"},{"SurahNumber":7,"VerseNumber":111,"Text":"(Адамдар) айтышты: “Аны менен бир тууганы Хаарунду койо тур дагы, бардык шаарларга (эл) чогултуучуларды жибер"},{"SurahNumber":7,"VerseNumber":112,"Text":"Алар сага бардык илимдүү сыйкырчыларды таап келишсин"},{"SurahNumber":7,"VerseNumber":113,"Text":"Фираундун сыйкырчылары жетип келишип: “Эгер биз жеңип чыксак сыйлык барбы?” дешти"},{"SurahNumber":7,"VerseNumber":114,"Text":"“Ооба — деди Фираун — силер менин жакындарыман болуп каласыңар”"},{"SurahNumber":7,"VerseNumber":115,"Text":"(Сыйкырчылар) айтышты: “О, Муса, же сен ташта же биз (биринчи) таштайлы?”"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Муса) айтты: “Таштагыла”. Сыйкырчылар (колдорундагы жиптерин, таяктарын жерге) таштаганда, адамдардын көздөрүн сыйкырлап (бойоп), үрөйлөрүн учуруп, чоң сыйкыр көргөзүштү"},{"SurahNumber":7,"VerseNumber":117,"Text":"Анан, Биз Мусага: “Аса-таягыңды жерге ташта!”-деп вахий кылдык. Капыстан ал (Мусанын чоң жыланга айланып калган аса-таягы) сыйкырчылардын жалгандарын! жутуп жиберди"},{"SurahNumber":7,"VerseNumber":118,"Text":"Натыйжада акыйкат анык болуп, (каапырлардын) жасаган иштери жалганга чыкты"},{"SurahNumber":7,"VerseNumber":119,"Text":"Ушул жерде жеңилип, шерменде болуп кайтышты"},{"SurahNumber":7,"VerseNumber":120,"Text":"(Анан) сыйкырчылар сажда кылган абалда, өздөрүн жерге таштап (мындай)"}]}