{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":141,"Text":"Kuma dõmin Allah Ya ɗauraye waɗanda suka yi ĩmãni, kuma Ya ƙõƙe kãfirai"},{"SurahNumber":3,"VerseNumber":142,"Text":"Ko kun yi zaton ku shiga Aljanna alhãli kuwa Allah bai bãda sanin waɗanda suka yĩ jihãdi daga gare ku ba, kuma Ya san mãsu haƙuri"},{"SurahNumber":3,"VerseNumber":143,"Text":"Kuma lalle ne, haƙĩƙa kun kasance kuna gũrin mutuwa tun a gabãnin ku haɗu da ita, to lalle ne kun gan ta,* alhãli kuwa kuna kallo"},{"SurahNumber":3,"VerseNumber":144,"Text":"Kuma Muhammadu bai zama ba face manzo lalle ne manzanni sun shũɗe a gabãninsa. Ashe idan ya mutu ko kuwa aka kashe shi, zã kujũya a kan dugaduganku? To, wanda ya jũya a kan dugadugansa, bã zai cũci Allah da kõme ba. Kuma Allah zai sãka wa mãsu gõdiya"},{"SurahNumber":3,"VerseNumber":145,"Text":"Kuma bã ya yiwuwa ga wani rai ya mutu fãce da iznin Allah, wa'adi ne mai ƙayyadadden ajali. Kuma wanda yake nufin sakamakon dũniya Muna bã shi daga gare ta. Kuma wanda ke nufin samakon Lãhira Muna bã shi daga gare ta. Kuma zã Mu sãka wa mãsu godiya"},{"SurahNumber":3,"VerseNumber":146,"Text":"Kuma da yawa wani Annabi wanda ya yi yãƙi, akwai jama'a mãsu yawa tãre da shi, sa'an nan ba su yi laushi ba ga abin da ya same su a cikin hanyar Allah, kuma ba su yi rauni ba kuma ba su sad da kai ba. Kuma Allah yana son mãsu haƙuri"},{"SurahNumber":3,"VerseNumber":147,"Text":"Kuma bãbu abin da ya kasance maganarsu fãce faɗarsu cẽwa: \"Ya Ubangijinmu! Ka gãfarta mana zunubanmu da ɓarnarmu a cikin al'amarinmu, kuma Ka tabbatar da dugaduganmu, kuma Ka taimake mu a kan mutãnen nan kãfirai"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah Yã sãka musu da sakamakon dũniya da kuma kyakkyawan sakamakon Lãhira. Kuma Allah yana son mãsu kyautatãwa"}]}