{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"کہہ دو کہ : میں تو تمہیں وحی کے ذریعے ڈراتا ہوں، لیکن بہرے لوگ ایسے ہیں کہ جب انہیں ڈرایا جاتا ہے تو وہ کوئی پکار نہیں سنتے۔"},{"SurahNumber":21,"VerseNumber":46,"Text":"اور اگر تمہارے پروردگار کے عذاب کا ایک جھونکا بھی انہیں چھو جائے تو یہ کہہ اٹھیں گے کہ : ہائے ہماری کم بختی ! واقعی ہم لوگ ظالم تھے۔"},{"SurahNumber":21,"VerseNumber":47,"Text":"اور ہم قیامت کے دن ایسی ترازویں لا رکھیں گے جو سراپا انصاف ہوں گی، چنانچہ کسی پر کوئی ظلم نہیں ہوگا۔ اور اگر کوئی عمل رائی کے دانے کے برابر بھی ہوگا، تو ہم اسے سامنے لے آئیں گے، اور حساب لینے کے لیے ہم کافی ہیں۔"},{"SurahNumber":21,"VerseNumber":48,"Text":"اور ہم نے موسیٰ اور ہارون کو حق و باطل کا ایک معیار (ہدایت کی) ایک روشنی اور ان متقی لوگوں کے لیے نصیحت کا سامان عطا کیا تھا۔"},{"SurahNumber":21,"VerseNumber":49,"Text":"جو دیکھے بغیر اپنے پروردگار سے ڈریں، اور جن کو قیامت کی گھڑی کا خوف لگا ہوا ہو۔"},{"SurahNumber":21,"VerseNumber":50,"Text":"اور اب یہ (قرآن) برکتوں والا پیغام نصیحت ہے جو ہم نے نازل کیا ہے۔ کیا پھر بھی تم اسے ماننے سے انکار کرتے ہو ؟"},{"SurahNumber":21,"VerseNumber":51,"Text":"اور اس سے پہلے ہم نے ابراہیم کو وہ سمجھ بوجھ عطا کی تھی جو ان کے لائق تھی اور ہم انہیں خوب جانتے تھے۔"},{"SurahNumber":21,"VerseNumber":52,"Text":"وہ وقت یاد کرو جب انہوں نے اپنے باپ اور اپنی قوم سے کہا تھا کہ : یہ کیا مورتیں ہیں جن کے آگے تم دھرنا دیے بیٹھے ہو ؟"},{"SurahNumber":21,"VerseNumber":53,"Text":"وہ بولے کہ : ہم نے اپنے باپ دادوں کو ان کی عبادت کرتے ہوئے پایا ہے۔"},{"SurahNumber":21,"VerseNumber":54,"Text":"ابراہیم نے کہا : حقیقت یہ ہے کہ تم بھی اور تمہارے باپ دادے بھی کھلی گمراہی میں مبتلا رہے ہو۔"},{"SurahNumber":21,"VerseNumber":55,"Text":"انہوں نے کہا : کیا تم ہم سے سچ مچ کی بات کر رہے ہو، یا دل لگی کر رہے ہو ؟"},{"SurahNumber":21,"VerseNumber":56,"Text":"ابراہیم نے کہا : نہیں، بلکہ تمہارا پروردگار وہ ہے جو تمام آسمانوں اور زمین کا مالک ہے، جس نے یہ ساری چیزیں پیدا کی ہیں، اور لوگو میں اس بات پر گواہی دیتا ہوں۔"},{"SurahNumber":21,"VerseNumber":57,"Text":"اور اللہ کی قسم ! جب تم پیٹھ پھیر کر چلے جاؤ گے تو میں تمہارے بتوں کے ساتھ ایک (ایسا) کام کروں گا (جس سے ان کی حقیقت کھل جائے گی)"}]}