{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Qaf. By the Qur'an glorious, We have sent thee as a warner"},{"SurahNumber":50,"VerseNumber":2,"Text":"Aye! they marvel that there hath come Unto them a warner from among themselves; so the infidels Say: this is a thing wondrous"},{"SurahNumber":50,"VerseNumber":3,"Text":"Shell We be brought back when we are dead and have become dust? That is a return remote"},{"SurahNumber":50,"VerseNumber":4,"Text":"Surely We know that which the earth consumeth of them, and with Us is, Book preserved"},{"SurahNumber":50,"VerseNumber":5,"Text":"Aye! they belie the truth when it cometh Unto them; wherefore they are in an affair confused"},{"SurahNumber":50,"VerseNumber":6,"Text":"Have they not looked up to the heaven above them, in what wise We have constructed and bedecked it, and that therein is no rift"},{"SurahNumber":50,"VerseNumber":7,"Text":"And the earth! We have spread it forth, and have cast therein firm mountains, and have caused to grow therein of every beauteous kind of plants"},{"SurahNumber":50,"VerseNumber":8,"Text":"An insight and an admonition for every bondman penitent"},{"SurahNumber":50,"VerseNumber":9,"Text":"And We have sent down from the heaven water brest wherewith We have caused gardens to grow and the grain reaped"},{"SurahNumber":50,"VerseNumber":10,"Text":"And tall date-palms laden with clusters ranged"},{"SurahNumber":50,"VerseNumber":11,"Text":"As a provision for our bondmen; and therewith We have quickened a dead land. Even so will be the coming forth"},{"SurahNumber":50,"VerseNumber":12,"Text":"And before them the people of Nuh belied, and so did the dwellers Of Rass and the Thamud"},{"SurahNumber":50,"VerseNumber":13,"Text":"And the A-ad, and Fir'awn. and the brethren of Lut"},{"SurahNumber":50,"VerseNumber":14,"Text":"And the dwellers in the wood, and the people of Tubba. Each one belied the apostles, wherefore fulfilled was My judgement"},{"SurahNumber":50,"VerseNumber":15,"Text":"Are We then wearied with the first creation? Aye! they are in dubiety regarding a new creation"}]}