{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"U plodnom predjelu raste bilje uz dopuštenje Gospodara njegova, a u neplodnom tek s mukom. Eto, tako Mi, na razne načine, izlažemo znakove ljudima koji zahvaljuju"},{"SurahNumber":7,"VerseNumber":59,"Text":"Mi smo Nuha poslali narodu njegovu, pa im je on govorio: \"O narode moj, Allahu ibadet činite, vi drugog boga osim Njega nemate! Ja se, doista, bojim za vas patnje na Velikom danu"},{"SurahNumber":7,"VerseNumber":60,"Text":"A glavešine naroda njegova odgovarale su: \"Mi smatramo da si ti, doista, u potpunoj zabludi"},{"SurahNumber":7,"VerseNumber":61,"Text":"A on je govorio: \"O narode moj, nisam ja ni u kakvoj zabludi, nego sam poslanik Gospodara svjetova"},{"SurahNumber":7,"VerseNumber":62,"Text":"dostavljam vam poslanice Gospodara svoga i savjetujem vas; ja od Allaha znam ono što ne znate vi"},{"SurahNumber":7,"VerseNumber":63,"Text":"Zar vam je čudno što vam pouka od Gospodara vašeg dolazi po čovjeku, jednom od vas, da vas upozorava, da biste se Allaha bojali i da biste pomilovani bili"},{"SurahNumber":7,"VerseNumber":64,"Text":"Ali, oni su ga lažnim smatrali, pa smo spasili njega i one koji su bili uz njega u lađi, a one koji u ajete i znakove Naše nisu vjerovali - potopili. Uistinu, oni su pravi slijepci bili"},{"SurahNumber":7,"VerseNumber":65,"Text":"A Adu njihova brata Huda poslasmo. On je govorio: \"O narode moj, Allahu ibadet činite, vi drugog boga osim Njega nemate, zar se sačuvati nećete"},{"SurahNumber":7,"VerseNumber":66,"Text":"Glavešine naroda njegova, koji nisu vjerovali, odgovarali su: \"Mi smatramo da si ti, doista, u ludilu i mi mislimo da si, zaista, lažac"},{"SurahNumber":7,"VerseNumber":67,"Text":"A on je govorio: \"O narode moj, nije pri meni nikakvo ludilo, nego sam Gospodara svjetova poslanik"}]}