{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":41,"Text":"(Rasulum)! Suphesiz biz bu Kitab’ı sana, insanlar icin hak olarak indirdik. Artık kim dogru yolu secerse kendi lehinedir; kim de saparsa ancak kendi aleyhine sapmıs olur. Sen onların uzerinde vekil degilsin"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allah, eceli gelenlerin ruhlarını olumleri anında, eceli henuz gelmeyenlerin de uykularında alır. Haklarında olume hukmettikleri (kullarının ruhlarını bedenlerine geri salmaz, onların ruhları) nı tutar, digerlerini ise, (ecellerini tamamlamaları icin) belli bir sureye kadar salıverir. Bunda, dusunebilen kavim icin, muhakkak ibretler vardır"},{"SurahNumber":39,"VerseNumber":43,"Text":"Yoksa onlar Allah'tan baskasını sefaatciler mı edindiler? De ki: Onlar hicbir seye guc yetiremezler ve akıl erdiremezlerse de mi (sefaatci edineceksiniz)"},{"SurahNumber":39,"VerseNumber":44,"Text":"De ki: Butun sefaat Allah'ındır. Goklerin ve yerin hukumranlıgı O'nundur. Sonra O'na donduruleceksiniz"},{"SurahNumber":39,"VerseNumber":45,"Text":"Allah'ın adı tek basına zikredildigi zaman, ahirete iman etmeyenlerin kalbleri kin (ve nefret) le dolar; fakat Allah'tan baskası, (yani putları) zikredildigi zaman da hemen neselenirler"},{"SurahNumber":39,"VerseNumber":46,"Text":"De ki: Ey gokleri ve yeri yaratan, gizliyi de asikarı da bilen Allah! Kullarının arasında, ayrılıga dustukleri seyin hukmunu ancak sen vereceksin"},{"SurahNumber":39,"VerseNumber":47,"Text":"Eger yerde ne varsa hepsi ve onunla birlikte bir misli daha o zulmedenlerin olsaydı, kıyamet gununde azabın fenalıgından (kurtulmak icin) elbette bunları feda ederlerdi. Halbuki (o gun) onlar icin, Allah tarafından, hic hesaba katmadıkları seyler ortaya cıkmıstır"}]}