{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":89,"Text":"Yē kē'u ēkaṭi saṯkāja niẏē āsē, tāra jan'ya tabē thākabē ēra cēẏē'ō bhāla, āra tārā sē'i dinēra bhīti thēkē nirāpada thākabē."},{"SurahNumber":27,"VerseNumber":90,"Text":"Āra yē kē'u ēkaṭi manda kāja niẏē āsē, tādēra tabē tādēra mukhēra uparē nikṣēpa karā habē āgunēra madhyē. ''Tōmarā yā karē calēchilē tā chāṛā an'ya kichu ki tōmādēra pratidāna dē'ōẏā hacchē?’’"},{"SurahNumber":27,"VerseNumber":91,"Text":"Āmākē abaśya ādēśa karā haẏēchē yē āmi upāsanā karaba ē'i śaharēra prabhukē yēṭikē tini pabitra karēchēna, āra tām̐ra'i hacchē saba-kichu. Āra āmākē ādēśa karā haẏēchē yē āmi musalimadēra'i ēkajana haba"},{"SurahNumber":27,"VerseNumber":92,"Text":"āra yēna āmi kura'āna pāṭha karatē pāri.’’ Sutarāṁ yē kē'u saṯpatha anusaraṇa karē, sē tabē niḥsandēha saṯpathē calē tāra nijēra'i jan'yē, āra yē kē'u bipathē yāẏa tabē balō -- ''āmi tō kēbala satarkakārīdēra'i ēkajana.’’"},{"SurahNumber":27,"VerseNumber":93,"Text":"Āra balō -- ''sakala praśansā āllāh‌ra, tini śīghra'i tōmādēra dēkhābēna tām̐ra nidarśanasamūha, takhana tōmarā sē-saba cinatē pārabē.’’ Āra tōmāra prabhu amanōyōgī nana tōmarā yā kara sē-sanbandhē."},{"SurahNumber":28,"VerseNumber":1,"Text":"Tbā, sīna, mīma."},{"SurahNumber":28,"VerseNumber":2,"Text":"Ēsaba hacchē suspaṣṭa granthēra bāṇīsamūha."},{"SurahNumber":28,"VerseNumber":3,"Text":"Āmarā tōmāra kāchē mūsā ō phira'ā'unēra kāhinī thēkē yathāyathabhābē bibr̥ta karachi sē'i lōkadēra jan'ya yārā biśbāsa karē."},{"SurahNumber":28,"VerseNumber":4,"Text":"Niḥsandēha phira'ā'una dēśē khuba ud'dhata haẏēchila, āra ēra bāsindādēra sē dalabibhakta karēchila, sē tādēra ēkadalakē durbala bāniẏēchila, -- sē tādēra bēṭāchēlēdēra hatyā karata ō bām̐catē dita tādēra mēẏēchēlēdēra. Niḥsandēha sē chila biparyaẏa sr̥ṣṭikārīdēra an'yatama."},{"SurahNumber":28,"VerseNumber":5,"Text":"Āra āmarā cēẏēchilāma yādēra pr̥thibītē durbala bānānō haẏēchila tādēra prati anugraha karatē. Āra tādēra nētā karatē āra tādēra uttarādhikārī karatē"}]}