{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":7,"VerseNumber":12,"Text":"„Шта те је навело да се не поклониш кад сам ти наредио?“ Упита Он. „Ја сам бољи од њега; мене си створио од ватре, а њега од иловаче.“ Одговори"},{"SurahNumber":7,"VerseNumber":13,"Text":"„Онда силази из Раја.“ Рече Аллах. „Не смеш да се у Рају охолиш; силази, ти си, заиста, међу презреним!“"},{"SurahNumber":7,"VerseNumber":14,"Text":"„Дај ми времена до дана њиховог проживљења!“ Замоли"},{"SurahNumber":7,"VerseNumber":15,"Text":"Даје ти се времена!\" Рече Он"},{"SurahNumber":7,"VerseNumber":16,"Text":"„Као што си ме у заблуду завео“, рече, „тако ћу и ја људе на Твом Правом путу сигурно да пресрећем"},{"SurahNumber":7,"VerseNumber":17,"Text":"па ћу, заиста, и спреда, и страга, и здесна, и слева да им прилазим, и Ти ћеш да установиш да већина њих неће да буде благодарна!“"},{"SurahNumber":7,"VerseNumber":18,"Text":"„Излази из њега, покуђен и понижен!“ Рече Он. „Тобом и свима који се за тобом буду поводили заиста ћу Пакао да напуним!“"},{"SurahNumber":7,"VerseNumber":19,"Text":"„А ти, о Адаме, и супруга твоја у Рају станујте и одакле год хоћете једите, само се овом дрвету не приближавајте, да не будете неправедници!“"},{"SurahNumber":7,"VerseNumber":20,"Text":"И ђаво поче да их навраћа да би им открио њихова стидна места, која су им скривена била, и рече: „Ваш Господар вам забрањује ово дрво само зато да не бисте постали анђели или да не бисте постали бесмртни“"},{"SurahNumber":7,"VerseNumber":21,"Text":"и заклињаше им се: „Ја сам вам, заиста, искрени саветник!“"},{"SurahNumber":7,"VerseNumber":22,"Text":"И на превару их заведе. А кад они оно дрво пробаше, указаше им се њихова стидна места и они по себи рајско лишће да стављају почеше. „Зар вам то дрво нисам забранио?“ Зовну их њихов Господар. „И казао вам: 'ђаво вам је, збиља, отворени непријатељ.'“"}]}