{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":39,"Text":"Sizi dunyada halifeler, yani yoneticiler yapan O'dur. Kim inkar ederse onun kufru kendi aleyhinedir. Kafirlerin inkarı, Rab’leri nezdinde kendilerine gazaptan baska bir sey artırmaz. Kafirlerin inkarı onların sadece zararlarını fazlalastırır"},{"SurahNumber":35,"VerseNumber":40,"Text":"De ki: Baksanıza, Allah'tan baska yalvardıgınız su seriklerinize!Gosterin bakalım bana: Dunyanın nerelerini yaratmıslar?Yoksa goklerin yaratılmasında mı Allah’a ortaklıkları var?Yoksa Biz onlara bir kitap verdik de onlar onun aydınlıgında mı bulunuyorlar?Sozun dogrusu su ki: Zalimler birbirlerine sadece yalan, dolan ve aldanma vad ederler"},{"SurahNumber":35,"VerseNumber":41,"Text":"Gercek su ki: Gokleri ve yeri yok olmaktan koruyan, Yuce Allah'tır. Sayet onlar yıkılacak olursa onları Allah’tan baska kimse tutamaz. Dogrusu O halimdir, gafurdur (musamahalıdır, cezalandırmada aceleci degildir, cok affedicidir)"},{"SurahNumber":35,"VerseNumber":42,"Text":"Kendilerini uyaracak bir peygamber geldigi takdirde, milletler icinde, hidayette en ileri derecede yer alacaklarına dair var gucleri ile yemin ettiler.Ama kendilerine bir peygamber gelip uyarınca bu, onların sadece nefretlerini artırdı"},{"SurahNumber":35,"VerseNumber":43,"Text":"Sebebi ise: dunyada sırf boburlenip buyukluk taslamak ve bir de kotu bir tuzak kurmak istekleriydi.Halbuki kotu tuzak, sadece hazırlayanın ayagına dolanır, sadece onu perisan eder. Onlar daha oncekilerin ugradıkları feci akıbetten baska bir sey mi bekliyorlar?Sen Allah'ın nizamında hicbir tebdil, hicbir degisiklik bulamazsın"},{"SurahNumber":35,"VerseNumber":44,"Text":"Dunyada hic dolasıp da, kendilerinden once yasamıs milletlerin akıbetlerinin nasıl olduguna bakmadılar mı? Onlar, bunlardan daha guclu idiler. Ne goklerde ve ne de yerde Allah'ı engelleyecek bir sey yoktur. Cunku O alimdir, kadirdir (her seyi hakkıyla bilir ve her seye gucu yeter)"}]}