{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":2,"VerseNumber":17,"Text":"Ya lokance udaharana tya manasa sarakhe ahe, jyane aga petavali, parantu jevha agine tyacya asa-pasa khupa prakasa pasaravila, tevha allahane tyanca prakasa hiravuna ghetala ani tyanna andharata soduna dile, jyamule tyanna kahica disata nahi"},{"SurahNumber":2,"VerseNumber":18,"Text":"(He loka) muke, bahire ani andhale aheta. Ata te paratuna yenara nahita"},{"SurahNumber":2,"VerseNumber":19,"Text":"Kinva akasatuna padanarya pavasapramane, jyata andhara, meghagarjana ani vija asavi. Vijecya kadadanyamule te apalya kanata bote khupasuna ghetata ani sarvasrestha allaha kaphiranna (inkara karanaryanna) gheranara ahe"},{"SurahNumber":2,"VerseNumber":20,"Text":"Vatate ki vija tyance dole hisakuna ghe'ila, jevha ti tyancyakarita ujeda karate tevha te calatata ani jevha andhara karate, tevha (jagacya jagi) ubhe rahatata ani allahane icchile tara tyance kana ani dole hiravuna ghe'ila. Nihsansaya allaha pratyeka gostice samarthya rakhanara ahe"},{"SurahNumber":2,"VerseNumber":21,"Text":"He lokanno! Apalya tya palanakartyaci upasana kara, jyane tumhala ani tumacya purvicya lokanna nirmana kele, yasathi ki tumhi parahejagara (duracarapasuna dura rahanare) banave"},{"SurahNumber":2,"VerseNumber":22,"Text":"Jyane tumacyasathi dharatila bichayata ani akasala chata banavile ani akasatuna pa'usa padala. Maga tyacyadvare phale nirmana karuna tumhala roji (anna-samagri) pradana keli. Tevha he dhyani gheta, tumhi konalahi allahaca sahabhagi banavu naka"},{"SurahNumber":2,"VerseNumber":23,"Text":"Ani jara tumhala tyababata sanka asela, je amhi apalya dasavara avatarita kele ahe. Tevha tumhi sacce asala tara yasarakhi ekhadi suraha (adhyaya) banavuna ana tumhala suta dili jate ki allahacya sivaya apalya sahabhaginnahi (upasyannahi) bolavuna ghya"},{"SurahNumber":2,"VerseNumber":24,"Text":"Maga jara tumhi ase kele nahi ani tumhi karuhi sakata nahi. 1 Tevha (tyala satya januna) tya agice bhaya rakha, jice indhana manava ani dagada ahe. Ji kaphiram (inkara karanaryam) sathi tayara keli geli ahe"}]}