{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":96,"Text":"Mujdeci gelip de gomlegi Yakub'un yuzune surunce gozleri acıldı ve:“Ben sizin bilmediklerinizi Allah tarafından vahiy yolu ile bilirim dememis miydim?” dedi"},{"SurahNumber":12,"VerseNumber":97,"Text":"Evlatları ise soyle dediler: “Ey bizim sefkatli babamız! Bizim gunahlarımız icin Allah'tan magfiret dile. Dogrusu biz gunahkarız.”"},{"SurahNumber":12,"VerseNumber":98,"Text":"O soyle cevap verdi: “Sizin icin Rabbimden af dileyecegim. Gercekten O gafurdur, rahimdir.”"},{"SurahNumber":12,"VerseNumber":99,"Text":"Yakub ailesi Mısır'a gelip Yusuf’un yanına girdiklerinde Yusuf, annesi ile babasını kucakladı ve: “Allah’ın izniyle Mısır’a guven ve huzur icinde girin.” dedi. {KM, Tekvin}"},{"SurahNumber":12,"VerseNumber":100,"Text":"Annesi ile babasını tahtına oturttu. Hepsi onun onunde saygı ile egildiler.Yusuf: “Babacıgım! dedi, iste kucukken gordugum ruyanın tabiri! Rabbim o ruyayı gerceklestirdi.O, bana nice ihsanlarda bulundu: Beni zindandan kurtardı ve nihayet,Seytan benimle kardeslerimin arasını bozduktan sonra sizi colden getirip bana kavusturmakla da beni ihsanına mazhar etti. Gercekten Rabbim diledigi kimse hakkında latifdir (diledigi hususları cok guzel, pek ince bir tarzda gerceklestirir). Suphesiz O alimdir, hakimdir (her seyi hakkıyla bilen, tam hikmet sahibidir)” [7,53] {KM, Tekvin}"},{"SurahNumber":12,"VerseNumber":101,"Text":"“Ya Rabbi! Sen bana iktidar ve hakimiyet verdin. Kutsal metinleri ve ruyaları yorumlama ilmini ogrettin.Ey gokleri ve yeri yaratan! Dunya'da da, ahirette de mevla’m, yardımcım Sen’sin.Sana tam itaat icinde bir kul olarak canımı al ve beni hayırlı ve durust insanlar arasına dahil eyle!”"},{"SurahNumber":12,"VerseNumber":102,"Text":"Iste bunlar, ey Resulum, sana vahiy yoluyla bildirdigimiz gaybi hadiselerdendir.Yoksa onlar, tuzak kurmak ve planlarını kararlastırmak icin toplandıklarında elbette sen onların yanında bulunmuyordun"},{"SurahNumber":12,"VerseNumber":103,"Text":"Sunu unutma ki: Sen, buyuk bir kuvvetle arzu etsen bile insanların cogu iman etmezler"}]}