{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"We said: \"Go down, all of you, from there!\" (and executed Our order). If, henceforth, a guidance (like a Book through a Messenger) comes to you from Me, and whoever follows My guidance (and turns to Me with faith and worship), they will have no fear (in this world and the next, for they will always find My help and support with them), nor will they grieve"},{"SurahNumber":2,"VerseNumber":39,"Text":"But those who disbelieve and deny Our signs (the verses of the revealed Book of guidance as well as the signs in both their inner world and the outer world establishing My Existence and Unity and other pillars of faith), they will be the companions of the Fire; they will abide therein"},{"SurahNumber":2,"VerseNumber":40,"Text":"O Children of Israel! Remember My favor that I bestowed upon you, and fulfill My covenant (which I made with you through your Prophets), so that I fulfill your covenant, and of Me alone be in awe and fear (in awareness of My Power and of your being My servants)"},{"SurahNumber":2,"VerseNumber":41,"Text":"Believe in that which I have sent down (the Qur’an), confirming what (of the truth) you already possess, and do not be the first to disbelieve in it. And (you scribes, fearful of losing your status and the worldly benefit accruing from it) do not sell My Revelations for a trifling price (such as worldly gains, status and renown); and in Me alone seek refuge through reverence for Me and piety"},{"SurahNumber":2,"VerseNumber":42,"Text":"Do not confound the truth by mixing it with falsehood, and do not conceal the truth while you know (the meaning and outcome of what you do, and that what you strive to hide is true, and that Muhammad is the Messenger of God, whose coming you have been anticipating)"},{"SurahNumber":2,"VerseNumber":43,"Text":"Establish the Prayer, and pay the Prescribed Purifying Alms (the Zakah); and bow (in the Prayer, not by forming a different community or congregation, but) together with those who bow (the Muslims)"},{"SurahNumber":2,"VerseNumber":44,"Text":"Do you enjoin upon people godliness and virtue but forget your own selves, (even) while you recite the Book (and see therein the orders, prohibitions, exhortations and warnings)? Will you not understand and come to your senses"},{"SurahNumber":2,"VerseNumber":45,"Text":"Seek help through patience (and fasting, which requires and enables great patience), and through the Prayer. Indeed the Prayer is burdensome, but not for those humbled by their reverence of God"},{"SurahNumber":2,"VerseNumber":46,"Text":"Those who feel as if always in the Presence of their Lord, having met with Him; and are certain of following the way to return to Him"},{"SurahNumber":2,"VerseNumber":47,"Text":"O Children of Israel! Remember My favor that I bestowed upon you, and that I once exalted you above all peoples"},{"SurahNumber":2,"VerseNumber":48,"Text":"And be fearful of and strive to be guarded against a day when (everybody will be seeking a means to save himself, and when) no soul will pay on behalf of another, nor will any intercession (of the sort common in the world but which does not meet with God’s permission and approval) be accepted from any of them, nor will compensation be received from them, nor will they be helped"}]}