{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":60,"VerseNumber":12,"Text":"O Prophet! When believing women come to you with an oath of their loyalty to you, (with a promise, pledging), that they will not associate in worship any other thing whatever with Allah, and that they will not steal, and that they will not commit adultery and that they will not kill their children, that they will not utter slander, fabricating falsehood from their hands and feet, and that they will not disobey you in any goodly just matter— Then, you accept their pledge (oath) of loyalty, and pray to Allah for the forgiveness (of their sins): Verily, Allah is Often Forgiving (Ghafoor), Most Merciful (Raheem)"},{"SurahNumber":60,"VerseNumber":13,"Text":"O you who believe! Turn not (for protection) to people on whom is the Anger of Allah. About the Hereafter they are already in pain and suffering, just as the unbelievers are in pain and suffering, about those (buried) in graves"},{"SurahNumber":61,"VerseNumber":1,"Text":"Whatsoever that is in the heaven and on earth, Glory Allah, and He is Almighty (Al-Aziz), the All Wise (Al-Hakeem)"},{"SurahNumber":61,"VerseNumber":2,"Text":"O you who believe! Why do you say that which you do not do"},{"SurahNumber":61,"VerseNumber":3,"Text":"Surely, it is most unpleasant, in Allah’s sight that you say that which you do not do"},{"SurahNumber":61,"VerseNumber":4,"Text":"Truly Allah loves those who fight in His Cause in the battle array (rows), as if they were solid walls"},{"SurahNumber":61,"VerseNumber":5,"Text":"And (remember), when Musa (Moses) said to his people: \"O my people! Why do you hurt and insult me? Certainly, you know that I am a messenger of Allah (sent) to you?\" So when they turned away (from the right path), Allah let their heart go wrong. And Allah does not guide those who are rebellious and disobedient"}]}