{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"Wahai Tuhan kami! Dan masukkanlah mereka ke dalam Syurga \"Adn\" yang Engkau telah janjikan kepada mereka; dan (masukkanlah bersama-sama mereka): orang-orang yang layak di antara ibu bapa mereka, dan isteri-isteri mereka, serta keturunan mereka. Sesungguhnya Engkaulah jua Yang Maha Kuasa, lagi Maha Bijaksana"},{"SurahNumber":40,"VerseNumber":9,"Text":"Dan peliharalah mereka dari (balasan) kejahatan-kejahatan (yang dilakukannya); dan (sebenarnya) sesiapa yang Engkau pelihara pada hari itu dari terkena (balasan) kejahatan-kejahatan (yang dilakukannya) maka sesungguhnya Engkau telah mengurniakan rahmat kepadanya; dan yang demikian itulah kemenangan yang besar (nilainya)"},{"SurahNumber":40,"VerseNumber":10,"Text":"Sesungguhnya orang-orang yang kafir akan dipanggil dan dikatakan kepada mereka (pada hari kiamat): \"Demi sesungguhnya! Kebencian Allah (kepada kamu) lebih besar daripada kebencian kamu kepada diri sendiri, (sebabnya kerana) semasa kamu diseru dan diajak (di dunia dahulu) supaya beriman, (kamu enggan dan menolak), lalu kamu terus berkeadaan kufur"},{"SurahNumber":40,"VerseNumber":11,"Text":"Mereka menjawab: \"Wahai Tuhan kami! Engkau telah menjadikan kami berkeadaan mati dua kali, dan telah menjadikan kami bersifat hidup dua kali, maka kami (sekarang) mengakui akan dosa-dosa kami. Oleh itu adakah sebarang jalan untuk (kami) keluar (dari neraka)"},{"SurahNumber":40,"VerseNumber":12,"Text":"(Lalu dikatakan kepada mereka): \"Azab yang kamu berada padanya itu adalah kerana keadaan kamu apabila Allah Yang Maha Esa sahaja diseru dan disembah, kamu kufur (dan menolak cara bertauhid itu); dan apabila dipersekutukan sesuatu dengan Allah, kamu percaya (dan menerima bawaan syirik itu). Maka kuasa menjalankan keadilan adalah hak Allah, Yang Maha Tinggi (dari apa yang dipersekutukan), lagi Yang Maha Besar (pemerintahanNya)"},{"SurahNumber":40,"VerseNumber":13,"Text":"Dia lah Tuhan yang memperlihatkan kepada kamu tanda-tanda keesaanNya dan kekuasaanNya (untuk kehidupan rohani kamu), dan yang menurunkan (untuk jasmani kamu) sebab-sebab rezeki dari langit. Dan tiadalah yang ingat serta mengambil pelajaran (dari yang demikian) melainkan orang yang sentiasa bertumpu (kepada Allah)"},{"SurahNumber":40,"VerseNumber":14,"Text":"Oleh itu maka sembahlah kamu akan Allah dengan mengikhlaskan ibadat kepadaNya (dan menjauhi bawaan syirik), sekalipun orang-orang kafir tidak menyukai (amalan kamu yang demikian)"},{"SurahNumber":40,"VerseNumber":15,"Text":"Dia lah Yang Maha tinggi darjat kebesaranNya, yang mempunyai Arasy (yang melambangkan keagungan dan kekuasaanNya); Ia memberikan wahyu dari hal perintahNya kepada sesiapa yang dikehendakiNya di antara hamba-hambaNya (yang telah dipilih menjadi RasulNya), supaya Ia memberi amaran (kepada manusia) tentang hari pertemuan"},{"SurahNumber":40,"VerseNumber":16,"Text":"Iaitu hari mereka keluar (dari kubur masing-masing) dengan jelas nyata; tidak akan tersembunyi kepada Allah sesuatupun dari hal keadaan mereka. (Pada saat itu Allah berfirman): \"Siapakah yang menguasai kerajaan pada hari ini? (Allah sendiri menjawab): \"Dikuasai oleh Allah Yang Maha Esa, lagi Yang Mengatasi kekuasaanNya segala-galanya"}]}