{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":62,"Text":"Verily, this is the true account of Jesus. There is no god but Allah. This Proclamation comes from Allah, the Almighty Wise"},{"SurahNumber":3,"VerseNumber":63,"Text":"If they turn away from the Truth, then Allah is Aware of the corruptors. (And His Law of Requital makes note of everything for due recompense)"},{"SurahNumber":3,"VerseNumber":64,"Text":"Say, \"O People of the Book! Let us come to a mutual agreement, that we shall worship and obey none but God. That neither shall we ascribe divinity to anyone beside Him, nor shall we take human beings as our lords beside God.\" And if they turn away, then say, \"Bear witness that it is we who have surrendered ourselves unto Him"},{"SurahNumber":3,"VerseNumber":65,"Text":"O People of the Book! Why will you argue about Abraham, when the Torah and the Gospel were not revealed until after him? Do you not use your intellect"},{"SurahNumber":3,"VerseNumber":66,"Text":"You argued in matters of which you had knowledge (with Moses and about Jesus); why dispute in matters that you know nothing about? Indeed Allah knows and you don't"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham was neither a Jew nor a Christian, but he was an upright man who had surrendered to Allah. He never ascribed divinity to anyone beside One True God"},{"SurahNumber":3,"VerseNumber":68,"Text":"People most worthy of Abraham are those who followed him, and this Prophet and those who believe with him. And Allah is the Protecting Friend of the true believers"},{"SurahNumber":3,"VerseNumber":69,"Text":"A party among the People of the Book wish to lead you astray. But, by doing so, they shall only lead themselves astray without knowing it"},{"SurahNumber":3,"VerseNumber":70,"Text":"O People of the Book! Why do you deny the truth of God's Messages to which you yourselves bear witness? (Wasn't the Scripture revealed to you? And it foretells the advent of this Prophet)"}]}