{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":8,"VerseNumber":26,"Text":"Rappelez-vous lorsque vous etiez peu nombreux et faibles dans le pays, vivant dans la crainte d’etre elimines par vos ennemis! Dieu vous a alors assure un refuge, vous a assiste et vous a prodigue de bonnes choses. Peut-etre Lui temoignerez-vous votre gratitude"},{"SurahNumber":8,"VerseNumber":27,"Text":"O vous qui croyez ! Ne vous departez pas de votre loyaute a l’egard de Dieu et du messager. Le feriez-vous que cela reviendrait a trahir en toute connaissance de cause, ce qui vous a ete confie"},{"SurahNumber":8,"VerseNumber":28,"Text":"Sachez que vos biens et vos enfants ne sont qu’un moyen de vous eprouver, et que c’est aupres de Dieu que se trouvent les plus belles recompenses"},{"SurahNumber":8,"VerseNumber":29,"Text":"O vous qui croyez ! Si vous craignez Dieu, Il vous dotera d’une aptitude a discerner, effacera vos peches et vous pardonnera. En verite, la grace de Dieu est incommensurable"},{"SurahNumber":8,"VerseNumber":30,"Text":"Les denegateurs s’employaient a intriguer contre toi afin de te neutraliser, ou d’attenter a ta vie, ou te bannir. Ils intriguaient, mais Dieu les a mis en echec, car Dieu est Le Maitre des strateges"},{"SurahNumber":8,"VerseNumber":31,"Text":"Lorsque Nos versets leur sont rappeles, ils disent : « Oui, nous les avons entendus ! Et nous produirions les memes si nous l’avions voulu, car ce ne sont la que des histoires transmises par les Anciens !»"},{"SurahNumber":8,"VerseNumber":32,"Text":"ajoutant : « O Dieu ! Si telle est la Verite emanant de Toi, dans ce cas precipite sur nous des pierres celestes, ou inflige-nous un chatiment douloureux !»"},{"SurahNumber":8,"VerseNumber":33,"Text":"Mais Dieu ne les chatiera pas alors que tu te trouves parmi eux, et Dieu ne les chatiera pas s’ils implorent Son pardon"}]}