{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":118,"Text":"Hem, Rabbin dileseydi, butun insanlıgı bir tek ummet yapardı; fakat (O, yollarını secmekte kendilerini ozgur bıraktı diye) hala farklı gorusler benimsemekteler"},{"SurahNumber":11,"VerseNumber":119,"Text":"pek tabii, Rabbinin (aydınlatıcı, yol gosterici) lutfunu bahsettigi kimseler baska. Oysa, (iste) bu (lutfa erismeleri) icin yarattı (hepsini.) Fakat, (bu ilahi yol gosterme lutfunu tepenler icin) Rabbinin, \"Muhakkak ki Ben cehennemi hep, gorunmeyen varlıklarla ve insanlarla dolduracagım\" sozu yerini bulmus olacak"},{"SurahNumber":11,"VerseNumber":120,"Text":"Ve boylece, elcilerin haberlerinden senin yuregini guclendirecek her seyi sana anlatıyoruz. Oyle ki, bu kıssalarla hak ulasıyor sana ve ayrıca muminlere de bir ogut, bir hatırlatma"},{"SurahNumber":11,"VerseNumber":121,"Text":"Ve inanmayanlara gelince, onlara soyle de: \"Artık elinizden ne geliyorsa yapın; ama bilin ki, biz de (Allah yolunda elimizden geleni) yapacagız"},{"SurahNumber":11,"VerseNumber":122,"Text":"Ve (olacak olanı) bekleyin bakalım; dogrusu, biz de bekleyecegiz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Goklerin ve yerin bilinmeyen, gorulup gozlenemeyen yuzu Allah´ın elindedir; ve var olan her sey (cıktıgı kaynak olarak) hep O´na dondurulmektedir. Oyleyse, O´na kulluk et; O´na guven/O´na dayan; cunku Rabbin yapıp ettiklerinizden asla habersiz degildir"},{"SurahNumber":12,"VerseNumber":1,"Text":"Elif, Lam, Ra. Bunlar, dogruyu/gercegi apacık gosteren, kendisi de acık olan kitabın mesajlarıdır"},{"SurahNumber":12,"VerseNumber":2,"Text":"Biz onu Arapca bir metin olarak indirdik ki, aklınızı kullanarak belki onu kavrayıp ozumlersiniz"},{"SurahNumber":12,"VerseNumber":3,"Text":"Biz bu Kuran´ı sana vahyettikce, (ey Peygamber,) bundan once senin de (vahyin ne oldugundan) habersiz kimselerden oldugunu bilerek onu sana mumkun olan en iyi, en guzel uslupla acıklıyoruz"},{"SurahNumber":12,"VerseNumber":4,"Text":"Bir vakit Yusuf babasına soyle demisti: \"Babacıgım! Ben (ruyamda) onbir yıldız, gunes ve ayı gordum: benim onumde saygıyla yere kapanmıslardı"}]}