{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Dawk. li huma attakkati ngħatalhom ' permess. (ii jiggieldu biex. jiddefendu (rwieħhom), għaliex saret ingustizzja kontrihom. Alla tabilħaqq Setgħan (bizzejjed) biex jagħtihom ir-rebħa"},{"SurahNumber":22,"VerseNumber":40,"Text":"(Huma dawk) li-nħargu minn djarhom, kontra l-ħaqq fu għalxejn b'xejn). ħlief għaliex jistqarru: ''Sidna huwa Allaf' U li kieku Alla ma bagħatx nies (jitqabdu) kontra nies, kieku kienu jiggarrfu kunventi (sħaħ), knejjes, sinagogi, u moskej li fihom jissemma ħafna Isem Alla. Tabilħaqq li Alla jieqaf ma' min jieqaf miegħu. Alla huwa tassew Qawwi, Felħan"},{"SurahNumber":22,"VerseNumber":41,"Text":"(Dawk li Alla jieqaf magħhom huma: dawk) li; meta nsaħħuhom fuq l-art; (ma jinsewx lil-Alla-u) jagħmlu t- talb, jagħtu l-karita, jamru t-tajjeb u ma jħallux il-ħazin. U ta' Alla huwa t-tmiem ta' kollox"},{"SurahNumber":22,"VerseNumber":42,"Text":"U jekk (issa l-pagani f'Mekka) qegħdin igiddbuk (Muħammad, la tinsiex.li) qabilhom. nies Noc; Għad, u Tamid kienu tassew giddbu (lill-Mibgħutin ta' Alla)"},{"SurahNumber":22,"VerseNumber":43,"Text":"unies Abraham, u nies Lot"},{"SurahNumber":22,"VerseNumber":44,"Text":"unies Madjan (ukoll), u tgiddeb Mosc (bħall-bqija tal- Mibgħutin). Għalhekk tajt aktar zmien lil dawk li ma jemmnux, /u mbagħad ħadthom. (għal għarrieda) u kkastigajthom. U kemm kienu (tal-biza') il-kundanna u l- kastig tiegħil (Hekk ukoll nagħmel mal-pagani. ta' Mekkajt)"},{"SurahNumber":22,"VerseNumber":45,"Text":"Kemmeil belt qridna. fil-ħazen tagħha, u (issa tinsab) bis-sisien tagħha. mgarrfa, u. (kemmr-i/) bir mitluq, u (kemm:il) palazz. kbir u mill-isbaħ: (u issa' ħadd ma jgħammar fih)i"},{"SurahNumber":22,"VerseNumber":46,"Text":"Mela ma jterrqux. fl-art u (b'hekk) ikollhom qlub: (u mħuħ) biex jifhmu bihom (u jintebħu bil-kastig il-kbir li qered dawk il-bliet), jew widnejn biex jisimgħu bihom' Għaliex ma humiex l-għajnejn li jagħmew, izda huma l- qlub fl-isdra. li jagħmew"}]}