{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":31,"VerseNumber":29,"Text":"Anata wa minai no ka, arrā ga yoru o hiru ni irikoma se, mata hiru o yoru no naka ni irikoma se, sarani taiyō to tsuki o shitagawa sete sorezore sadame rareta kikan ni sono (kidō) o unkō nasa reru no o. Hontōni arrā wa anata gata no okonau koto o jukuchi nasa reru"},{"SurahNumber":31,"VerseNumber":30,"Text":"Sore wa arrā koso ga shinri de ara reru tamedearu. Kare o sashioite, anata gata no inoru no wa kyogi no monodearu. Hontōni arrā koso wa, shikō ni shite shidai de ara reru"},{"SurahNumber":31,"VerseNumber":31,"Text":"Anata wa fune ga, arrā no megumi de, taiyō o kōkō suru no o minai no ka. (Soreha) kare no shirushi o anata gata ni shimesa reta tamede wanai ka. Hontōni sono nakaniha, fudan ni taeshinobu mono to kansha suru subete no mono no tame ni, samazamana shirushi ga aru"},{"SurahNumber":31,"VerseNumber":32,"Text":"Ōnami ga tengai no yō ni kare-ra o ōu toki wa, arrā ni inori, makoto o tsukushite kare ni keitō shi nasai. Daga, kare-ra o buji rikuchi ni tsuka seru to, kare-ra no naka no aru mono wa,(yoitowarui no chūkan no) ayafuyana jōtai ni naru. Daga ni kokoro aru mono, fushinjin'na mono no soto wa, dare mo ware no shirushi o hitei shinai"},{"SurahNumber":31,"VerseNumber":33,"Text":"Hitobito yo, anata gata no omo o osore nasai. Mata chichi ga Sonoko no tame ni yakudatazu,-ko mo jibun no chichi no tame ni sukoshi mo yakudatanai hi o osore nasai. Hontōni arrā no yakusoku wa shinjitsudearu. Anata gata wa gense no seikatsu ni azamuka rete wa naranai. Arrā no koto ni tsuite azamuku mono ni, anata gata wa azamuka rete wa naranai"},{"SurahNumber":31,"VerseNumber":34,"Text":"Arrā, hontōni kare (dake) ga,(shinpan no) toki o shitte ora reru. Kare wa ame o furase rareru. Mata tainai ni aru mono o mo shitte ora reru.Daga (ningen wa) dare mo ashita jibun ga nani o kasegu ka o shirazu, dare mo doko de shinu ka o shiranai. Hontōni arrā wa zenchi ni shite subete ni tsūgyō sa reru okata de ara reru"}]}