{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":21,"Text":"So ließen Wir (die Menschen) sie doch entdecken, damit sie wissen, daß Allahs Versprechen wahr ist und daß es an der Stunde keinen Zweifel gibt. Als sie untereinander uber ihre Angelegenheit stritten, da sagten sie: „Errichtet uber ihnen einen Bau. Ihr Herr weiß am besten uber sie Bescheid. Diejenigen, die in ihrer Angelegenheit siegten, sagten: „Wir werden uns uber ihnen ganz gewiß eine Gebetsstatte einrichten"},{"SurahNumber":18,"VerseNumber":22,"Text":"(Manche) werden sagen: „(Es waren ihrer) drei, ihr Hund war der vierte von ihnen. Und (manche) sagen: „(Es waren ihrer) funf, der sechste von ihnen war ihr Hund. - Ein Herumraten uber das Verborgene. Und (manche) sagen: „(Es waren ihrer) sieben, und der achte von ihnen war ihr Hund. Sag: Mein Herr kennt ihre Zahl am besten; nur wenige kennen sie. Darum streite uber sie nur in offensichtlichem Streit, und frage niemanden von ihnen um Auskunft uber sie"},{"SurahNumber":18,"VerseNumber":23,"Text":"Und sag ja nur nicht von einer Sache: „Ich werde dies morgen tun"},{"SurahNumber":18,"VerseNumber":24,"Text":"außer (du fugst hinzu): „Wenn Allah will. Und gedenke deines Herrn, wenn du (etwas) vergessen hast, und sag: „Vielleicht leitet mich mein Herr zu etwas, was dem rechten Ausweg naher kommt als dies"},{"SurahNumber":18,"VerseNumber":25,"Text":"Und sie verweilten in ihrer Hohle dreihundert Jahre und noch neun dazu"},{"SurahNumber":18,"VerseNumber":26,"Text":"Sag: Allah weiß am besten, wie (lange) sie verweilten. Sein ist das Verborgene der Himmel und der Erde. Wie vorzuglich ist Er als Allsehender, und wie vorzuglich ist Er als Allhorender! Sie haben außer Ihm keinen Schutzherrn, und Er beteiligt an Seiner Urteilsgewalt niemanden"},{"SurahNumber":18,"VerseNumber":27,"Text":"Und verlies, was dir vom Buch deines Herrn (als Offenbarung) eingegeben worden ist. Es gibt niemanden, der Seine Worte abandern konnte, und du wirst außer (bei) Ihm keine Zuflucht finden"}]}