{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Ki tuhanu meri'am a'itam parha ke nahim suna'i'am jandi'am sana ate phira tusim usa tom inakara karade si"},{"SurahNumber":23,"VerseNumber":106,"Text":"Uha kahinage ki he sade palanahara! Sadi mari kisamata ne sanu ghera li'a ate asim bhatake ho'e loka si"},{"SurahNumber":23,"VerseNumber":107,"Text":"He sade palanahara! Sanu isa vicom kadha lai phira jekara asim ajiha kari'e tam binham saka asim zalima ham"},{"SurahNumber":23,"VerseNumber":108,"Text":"Alaha akhega ki dura ho, ise vica pa'e rahom ate mere nala gala na karo"},{"SurahNumber":23,"VerseNumber":109,"Text":"Mere badi'am vicom ika varaga si jihara kahida si ki he sade palanahara! Asim imana li'a'e ham isa la'i tu sanu mu'afa kara de ate sade upara rahimata kara, tu sabha tom vada rahimata karana vala hai"},{"SurahNumber":23,"VerseNumber":110,"Text":"Tam tusim unham nu mazaka bana li'a ithom taka ki unham tom pichom tusim sadi yada bhula diti ate tusim unham upara hasade rahe"},{"SurahNumber":23,"VerseNumber":111,"Text":"Maim unham nu aja unham de sabara da fala dita hai uha hi safala hona vale hana"},{"SurahNumber":23,"VerseNumber":112,"Text":"Akhi'a javega ki var'hi'am di ginati nala tusim kini dera dharati te rahe"},{"SurahNumber":23,"VerseNumber":113,"Text":"Uha kahinage ki asim ika dina rahe jam ika dina tom vi ghata. Phira ginati vali'am nu pucha lavo"},{"SurahNumber":23,"VerseNumber":114,"Text":"Akhi'a javega ki tusim thorha samam hi rahe. Kasa! Tusim janade hude"},{"SurahNumber":23,"VerseNumber":115,"Text":"Phira ki tusim iha samajhade ho ki asim tuhanu binham makasada tom paida kita hai ate tusim sade kola nahim li'ande ja'uge"},{"SurahNumber":23,"VerseNumber":116,"Text":"Alaha vadi'a'i'am vala hai, saca patasaha hai usa tom binham ko'i pujanayoga nahim uha mahana sighasana da malaka hai"},{"SurahNumber":23,"VerseNumber":117,"Text":"Ate jihara bada alaha de barabara kise hora pujanayoga nu bulave, jisa de pakha vica usa de pasa ko'i pramana nahim tam usa da hisaba kitaba alaha de kaula hai. Bina saka avagi'akari'am nu safalata nahim milegi"},{"SurahNumber":23,"VerseNumber":118,"Text":"Ate akho ki he mere palanahara! Mainu mu'afa kara de ate mere upara rahimata kara. Tu sabha tom caga rahima karana vala hai"}]}