{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":166,"Text":"Y lo que os afligio el dia en que se enfrentaron los dos grupos fue con el permiso de Dios y para conocer quienes eran creyentes"},{"SurahNumber":3,"VerseNumber":167,"Text":"y quienes eran hipocritas. Se les dijo: «¡Venid! ¡Combatid en la senda de Dios o defendeos!» Dijeron: «Si supieramos que habria un combate, sin duda que os seguiriamos.» Ese dia, ellos estaban mas cerca de la incredulidad que de la fe. Dicen con sus bocas lo que no hay en sus corazones. Pero Dios conoce mejor lo que esconden"},{"SurahNumber":3,"VerseNumber":168,"Text":"[Los hipocritas son] aquellos que, mientras se quedaban sentados, decian de sus hermanos: «Si nos hubieran obedecido no les habrian matado.» Di: «¡Apartad la muerte de vosotros mismos, si es que sois veraces!»"},{"SurahNumber":3,"VerseNumber":169,"Text":"Y no creais en absoluto que aquellos que han sido matados en la senda de Dios estan muertos. Sino que estan vivos y provistos de todo junto a su Senor"},{"SurahNumber":3,"VerseNumber":170,"Text":"Contentos por el favor que Dios les ha otorgado y felicitandose por aquellos que todavia no les han alcanzado y han quedado atras, porque no tienen por que temer y no estaran tristes"},{"SurahNumber":3,"VerseNumber":171,"Text":"Regocijandose de la merced y el favor de Dios y porque Dios no deja que se pierda la recompensa de los creyentes"},{"SurahNumber":3,"VerseNumber":172,"Text":"aquellos que respondieron a la llamada de Dios y del Mensajero aun despues de haber sido heridos. Para los que han actuado bien y han sido temerosos de desagradar a Dios hay una recompensa inmensa"},{"SurahNumber":3,"VerseNumber":173,"Text":"Aquellos a quienes las gentes les dijeron: «En verdad, la gente se ha juntado contra vosotros ¡Temedles!» Y eso incremento su fe y dijeron: «¡Dios nos basta! ¡El es el mejor protector!»"}]}