{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":16,"Text":"Ey, Muxammed I Ayt: «Eger olimnen ne birewdin oltirwinen qassandar da, qasw senderge es payda bermeydi. Onday jagdayda senderge az gana paydalanw beriledi», -dep"},{"SurahNumber":33,"VerseNumber":17,"Text":"Ayt: «Eger Allah senderge jamandıq qalasa, senderdi Allahtan kim qorgaydı nemese eger Ol meyirim etwdi qalasa / kim tosa aladı / », - dep. Olar ozderine Allahtan basqa qamqorsı da, komek berwsi de tappaydı"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah senderdin aralarınnan / sogıswdan / toswsılardı jane bawırlarına: «Biz jaqqa kelinder!» - dep aytatındardı biledi. Olar sogısqa ote az gana qatısadı"},{"SurahNumber":33,"VerseNumber":19,"Text":"senderge / oljanı / sarandıq etken kuyde. Qasan olarga qawip tonse, olardın sagan kozderi tonkerilip, ozderin olim esirigi basqanday qaraganın koresin. Al qawip-qater ketkende, jaqsılıqqa / oljalar bolingende / sarandıq etip, senderge ascı tilderin tigizip renjitedi. Olar imanga kelmedi, soytip Allah olardın amaldarın zaya ketirdi. Bul Allahqa jenil"},{"SurahNumber":33,"VerseNumber":20,"Text":"Olar odaqqa birikkenderdi / jaw askerin / ketpedi dep oylaydı. Eger odaq qurgandar / askeri / tagı kelse, olar kospeli badawilerdin arasında bolıp, senderdin xabarların jaylı surap turwdı qalaydı. Eger de olar senderdin aralarında bolsa, azınan basqası sogıspas edi"},{"SurahNumber":33,"VerseNumber":21,"Text":"Senderge - Allahqa jane Aqiret kunine umit etetinder ari Allahtı kop eske algandarga - Allahtın Elsisinde korkem ulgi-onege bar"},{"SurahNumber":33,"VerseNumber":22,"Text":"Imandılar / muminder / bir odaqqa birikkenderdi / jawdı / korgen kezde: «bul Allahtın jane Onın elsisinin bizge wade etkeni. Allah jane Onın Elsisi sındıqtı ayttı», - dedi. Bul olardın imanın jane boysunwın gana arttırdı"}]}