{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır, daha once gizleyip durdukları karsılarına cıktı da ondan, yoksa geri cevrilselerdi yine menedildikleri seyi yapmaya donerlerdi. Cunku onlar yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Dediler ki: \" Dunya hayatımızdan baska bir hayat yoktur, biz diriltilecek degiliz"},{"SurahNumber":6,"VerseNumber":30,"Text":"Rablerinin huzurunda durduruldukları zaman onları bir gorsen! Rableri onlara soyle der: \"Bu, bir gercek degil midir?\". Onlar da: \"Rabbimize yemin ederiz ki gercektir\" derler. Rableri de onlara: \"Oyleyse inkarınız sebebiyle azabı tadın!\" der"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah'ın huzuruna cıkmayı yalanlayanlar, gercekten husrana ugramıslardır. Kıyamet gunu ansızın gelince onlar, gunahlarını sırtlarına yuklenmis olarak soyle derler: \"Dunyada yaptıgımız kusurlardan dolayı yazıklar olsun bize!\" Bakın yuklendikleri gunah ne kotudur"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dunya hayatı, eglence ve oyundan baska bir sey degildir. Ahiret yurdu ise, Allah'tan korkanlar icin daha hayırlıdır. Aklınızı kullanmaz mısınız"},{"SurahNumber":6,"VerseNumber":33,"Text":"Onların soylediklerinin seni uzdugunu elbette biliyoruz. Onlar aslında seni yalanlamıyorlar, fakat, o zalimler Allah'ın ayetlerini inkar ediyorlar"},{"SurahNumber":6,"VerseNumber":34,"Text":"Senden once de peygamberler yalanlanmıstı. Kendilerine yardımımız gelinceye kadar yalanlanmaya ve eziyet olunmaya sabrettiler. Allah'ın sozlerini degistirecek hicbir kimse yoktur. Suphesiz ki sana, peygamberlerin haberlerinden bir kısmı gelmistir"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eger onların yuz cevirmesi sana agır geldiyse, haydi gucun yetiyorsa yerin icine (inebilecegin) bir delik, ya da goge (cıkabilecegin) bir merdiven ara ki onlara bir mucize getiresin! Allah dileseydi, elbette onları hidayet uzerinde toplardı. O halde cahillerden olma"}]}