{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"(Bu duzmece ilahlar mı daha iyi) yoksa canlıları ilk kez yaratan ve oluleri yeniden diriltecek olan, gokten ve yerden size besin kaynakları saglayan Allah mı? Allah´ın yanı sıra baska bir ilah mı var? De ki; «Eger dogru soyluyorsanız, acık delilinizi getiriniz.»"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki; «Bilinmezi, gaybı ne goktekiler bilir ne de yerdekiler. Onu sadece Allah bilir». Onlar ne zaman yeniden diriltileceklerini de bilemezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Onların bilgileri ahirete erememis, o alemin berisinde kalmıstır. Aslında onlar ahiret konusunda kusku icindedirler. Hatta ondan yana kordurler"},{"SurahNumber":27,"VerseNumber":67,"Text":"Kafirler dediler ki; «Bizler ve atalarımız, toprak olduktan sonra yeniden mi diriltilecegiz?»"},{"SurahNumber":27,"VerseNumber":68,"Text":"Bu tehdit gerek bize ve gerekse atalarımıza daha once de yapılmıstı. Bu, eskilerin masallarından baska bir sey degildir.»"},{"SurahNumber":27,"VerseNumber":69,"Text":"Onlara de ki; «Yeryuzunu geziniz de agır sucluların sonunun nice oldugunu gorunuz.»"},{"SurahNumber":27,"VerseNumber":70,"Text":"Ey Muhammed, onlar icin uzulme ve sana kurdukları tuzaklarda canını sıkmasın"},{"SurahNumber":27,"VerseNumber":71,"Text":"Eger dogru soyluyorsanız bize yonelttiginiz tehdit ne zaman gerceklesecek? diyorlar"},{"SurahNumber":27,"VerseNumber":72,"Text":"Onlara de ki; «Bir an once gerceklessin diye sabırsızlandıgınız azabın bir bolumu belki de yanı basınızdadır.»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Kusku yok ki senin Rabb´in insanlara karsı lutufkardır, ama onların cogunlugu O´na sukretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Kusku yok ki, senin Rabb´in onların gerek iclerinde sakladıkları ve gerekse acıga vurdukları tum duyguları bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Goklerdeki ve yeryuzundeki butun bilinmezler, tum sırlar mutlaka apacık kitapta yer alır"},{"SurahNumber":27,"VerseNumber":76,"Text":"Kusku yok ki, Bu Kur´an, Israilogulları´na anlasmazlıga dustukleri konuların cogunu acık acık anlatmaktadır"}]}