{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Bizdin (periste) elcileribiz Ibrahimge (perzent korusu jonundo) kuskabar alıp kelgen ucurda (aga): «Biz mına bul saardın elin kıyratuucularbız. Cınında, anın elderi zaalım bolup ketisiptir»- desti"},{"SurahNumber":29,"VerseNumber":32,"Text":"«Al saardın icinde Lut bar go!»-dedi (Ibrahim). «Al jerde kim bar ekenin (senden) jaksıraak bilebiz. Biz Lut menen uy-bulosun kutkarabız. Birok, anın ayalın gana kutkarbaybız. Al kıyrooculardan boldu"},{"SurahNumber":29,"VerseNumber":33,"Text":"Jana kacan Bizdin periste-elcileribiz (suluu jigitterdin tuspolundo) Lutka kelgen ucurda, bular sebeptuu jaman abalga tusup, jurogu kısıldı. Alar (Lutka ozdorun taanıtıp): «Korkpogun jana kapa bolbogun. Biz seni jana uy-buloŋdu — bir ayalıŋdan baskasın — kutkarabız. (Al emi, ayalıŋ) kıyroogo ucuray turgandardan boldu"},{"SurahNumber":29,"VerseNumber":34,"Text":"Albette biz bul (buzulgan) saardın ustuno, jasagan buzukuluktarının jazasına asmandan azap tusurobuz»-desti"},{"SurahNumber":29,"VerseNumber":35,"Text":"Biz al saardın (kee bir jerlerin) akılduu adamdarga (kuduretibizden) belgi bolsun dep jon koyduk"},{"SurahNumber":29,"VerseNumber":36,"Text":"Madyanga oz bir tuugandarı Suaybdı (paygambar kılıp jiberdik). Al ayttı: «O, koomum! Allaһka gana ibadat kılgıla! Akıret Kundon umut kılgıla! Jana jer betinde buzukuluk menen arakettenbegile!»"},{"SurahNumber":29,"VerseNumber":37,"Text":"Birok, anı «jalgancı» desti. Osondon soŋ alardı (katuu aykırık aralaskan) jer titiroo karmap, cogologon boydon kıyrap kalıstı"},{"SurahNumber":29,"VerseNumber":38,"Text":"(Osondoy ele) Aad, Samud elderin da (kıyrattık). Silerge alardın jasagan orun-darı(nın oyrondolgon izderi) anık bilinip turat. (Kıyragan sebepteri) saytan alarga (buzuk) isterin koozdop korgozgon jana (ak) joldon toskon. Jana alar akıl-esi jayında ele"}]}