{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":39,"Text":"And forewarn them of that woeful day, when Our decree shall be fulfilled while they heedlessly persist in unbelief"},{"SurahNumber":19,"VerseNumber":40,"Text":"We Ourself shall inherit the earth and all who dwell upon it. And to Us they shall be recalled"},{"SurahNumber":19,"VerseNumber":41,"Text":"You shall also recount in the Book the story of Abraham: He was a saintly man and a prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"He said to his father: ‘Why do you worship a worthless idol, a thing that can neither hear nor see"},{"SurahNumber":19,"VerseNumber":43,"Text":"Father, things you know nothing of have come to my knowledge: therefore follow me, that I may guide you along an even path"},{"SurahNumber":19,"VerseNumber":44,"Text":"Father, do not worship Satan; for Satan has rebelled against the Lord of Mercy"},{"SurahNumber":19,"VerseNumber":45,"Text":"Father, I fear that a scourge will fall upon you from the Merciful, and you will become one of Satan‘s minions.‘"},{"SurahNumber":19,"VerseNumber":46,"Text":"He said: ‘Do you dare renounce my gods, Abraham? Desist, or I will stone you. Leave my house this instant!‘"},{"SurahNumber":19,"VerseNumber":47,"Text":"Peace be with you,‘ said Abraham. ‘I shall implore my Lord to forgive you: for to me He has ever been gracious"},{"SurahNumber":19,"VerseNumber":48,"Text":"But I will not live with you or with your idols. I will pray to my Lord, and may my prayers to my Lord not be in vain.‘"},{"SurahNumber":19,"VerseNumber":49,"Text":"And when Abraham had cast off his people and the idols which they worshipped, We bestowed on him Isaac and Jacob. Each of them We made a prophet"},{"SurahNumber":19,"VerseNumber":50,"Text":"and We bestowed on them gracious gifts and high renown"},{"SurahNumber":19,"VerseNumber":51,"Text":"In the Book tell also of Moses, who was a chosen man, an apostle, and a prophet"}]}