{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":14,"VerseNumber":11,"Text":"vāri pravaktalu vāritō (iṅkā) ilā annāru: \"Niścayaṅgā, mēmu mī vaṇṭi mānavulaṁ mātramē! Kāni allāh tana dāsulalō tānu kōrina vārini anugrahistāḍu. Mariyu - allāh anumatistēnē tappa - mī koraku pramāṇaṁ tīsuku rāvaṭamanēdi mā vaśanlō lēdu. Mariyu viśvāsulu kēvalaṁ allāh mīdanē dr̥ḍhanam'makaṁ un̄cukōvālani"},{"SurahNumber":14,"VerseNumber":12,"Text":"mariyu mēmu allāh mīda nam'makaṁ enduku un̄cukōrādu? Vāstavāniki āyanē māku sanmārgapu dārulanu cūpāḍu. Mariyu mēmu niścayaṅgā mīru peṭṭē bādhalanu sahanantō bharistāmu. Mariyu nam'makaṁ galavāru, kēvalaṁ allāh mīdē dr̥ḍha nam'makaṁ un̄cukōvāli"},{"SurahNumber":14,"VerseNumber":13,"Text":"mariyu satyatiraskārulu tama pravaktalatō annāru: \"Mīru mā matanlōki tirigi rākapōtē mēmu tappakuṇḍā mim'malni mā dēśaṁ nuṇḍi veḷḷagoḍtāmu.\" Appuḍu vāri prabhuvu vāriki ilā divyajñānaṁ (vahī) pampāḍu: \"Mēmu ī durmārgulanu tappaka nāśanaṁ cēstāmu"},{"SurahNumber":14,"VerseNumber":14,"Text":"mariyu vāri taruvāta ā bhūmi mīda mim'malni nivasimpajēstāmu. Idi nā sānnidhyanlō niluvaṭāniki (lekka ceppaṭāniki) bhayapaḍēvāniki mariyu nā heccarikaku (śikṣaku) bhayapaḍēvāniki (nā vāgdānaṁ)"},{"SurahNumber":14,"VerseNumber":15,"Text":"mariyu vāru tīrpu kōrāru mariyu nirdayuḍū, (satya) virōdhi ayina prati vāḍū nāśanamayyāḍu"},{"SurahNumber":14,"VerseNumber":16,"Text":"atani mundu narakaṁ atanikai vēci uṇṭundi mariyu akkaḍa salasala kāgē cikkani cīmulāṇṭi nīru trāgaṭāniki ivvabaḍutundi"},{"SurahNumber":14,"VerseNumber":17,"Text":"Dānini ataḍu guṭakalu guṭakalugā balavantaṅgā gontulōki dimpaṭāniki prayatnistāḍu. Kāni dānini mriṅgalēḍu. Ataniki prati vaipu nuṇḍi maraṇaṁ āsannamavutundi, kāni ataḍu maraṇin̄calēḍu. Mariyu atani mundu bhayaṅkaramaina śikṣa vēci uṇṭundi"},{"SurahNumber":14,"VerseNumber":18,"Text":"tama prabhuvunu tiraskarin̄cina vāri karmalanu, tuphānu dinamuna penugāli eguravēsē būḍidatō pōlcavaccu. Vāru tama karmalaku elāṇṭi pratiphalaṁ pondalēru. Idē mārgabhraṣṭatvanlō cālā dūraṁ pōvaṭaṁ"}]}