{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"Mariyu ṣaitānulalō kondaru atani (sulaimān) koraku (samudranlō) munigē vāru mariyu itara panulu kūḍā cēsēvāru. Mariyu niścayaṅgā, mēmē vārini kanipeṭṭukoni uṇḍēvāramu"},{"SurahNumber":21,"VerseNumber":83,"Text":"mariyu (jñāpakaṁ cēsukōṇḍi) ayyūb tana prabhuvunu vēḍukunnappuḍu (ilā annāḍu): \"Niścayaṅgā, nannu bādha (vyādhi) cuṭṭukunnadi. Mariyu nīvē karuṇāmayulalō kellā goppa karuṇāmayuḍavu"},{"SurahNumber":21,"VerseNumber":84,"Text":"appuḍu mēmu atani (prārthanalu) aṅgīkarin̄ci, atani bādha nuṇḍi ataniki vimukti kaligin̄cāmu. Mariyu ataniki, atani kuṭumba vāsulanu tirigi ivvaṭamē gāka vāritō bāṭu iṅkā antamandini ekkuvagā icci, dānini mā nuṇḍi oka pratyēka karuṇagā mariyu mam'malni ārādhin̄cē vāriki oka jñāpikagā cēśāmu"},{"SurahNumber":21,"VerseNumber":85,"Text":"mariyu (jñāpakaṁ cēsukōṇḍi), ismāyīl, idrīs mariyu julkipl, vīrandaru kūḍā sahana śīluraina vārē"},{"SurahNumber":21,"VerseNumber":86,"Text":"mariyu mēmu vārandarinī mā kāruṇyanlōki tīsukunnāmu. Niścayaṅgā, vārandarū sadvartanulu"},{"SurahNumber":21,"VerseNumber":87,"Text":"mariyu (jñāpakaṁ cēsukōṇḍi) cēpavāḍu (yūsus) - udrēkantō veḷḷipōtū - mēmu atanini paṭṭukōlēmani anukunnāḍu! Kāni ā taruvāta, andhakārālalō cikkukoni pōyinappuḍu, ilā morapeṭṭukunnāḍu: \"Vāstavāniki nīvu (allāh) tappa maroka ārādhya dēvuḍu lēḍu, nīvu sarvalōpālaku atītuḍavu, niścayaṅgā, nēnē aparādhulalōni vāḍanu"},{"SurahNumber":21,"VerseNumber":88,"Text":"appuḍu mēmu atani (prārthananu) aṅgīkarin̄ci, atanini ā duḥkhamu nuṇḍi vimukti kaligin̄cāmu mariyu viśvasin̄cina vārini mēmu idē vidhaṅgā kāpāḍutū uṇṭāmu"},{"SurahNumber":21,"VerseNumber":89,"Text":"mariyu (jñāpakaṁ cēsukōṇḍi), jakariyyā tana prabhuvunu vēḍukunnappuḍu ilā prārthin̄cāḍu: \"Ō nā prabhū! Nannu oṇṭarivānigā (santānahīnunigā) vadalaku. Nīvē sarvaśrēṣṭhamaina vārasuḍavu"},{"SurahNumber":21,"VerseNumber":90,"Text":"Appuḍu mēmu atani prārthananu aṅgīkarin̄ci atani koraku atani bhāryanu (santānāniki) yōgyurālugā cēsi, ataniki yahyānu prasādin̄cāmu. Vāstavāniki vāru satkāryālu cēyaṭāniki pōṭī paḍē vāru. Mariyu śrad'dhatō mariyu bhītitō mam'malni ārādhin̄cēvāru. Mariyu mā samakṣanlō vinamrulai uṇḍēvāru"}]}