{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"INSER NI inte att Gud har latit allt det som himlarna rymmer och det som jorden bar tjana er och att Han har overhopat er med Sina gavor bade i det yttre och det inre? Men det finns de som tvistar om Gud utan vare sig kunskap eller vagledning och utan [att lysas av] uppenbarelsens ljus"},{"SurahNumber":31,"VerseNumber":21,"Text":"Och nar dessa manniskor uppmanas att ratta sig efter det som Gud har uppenbarat, sager de: \"Nej, vi foljer vara forfaders vag.\" Och om det var Djavulen sjalv som hade uppmanat dem [att ga raka vagen] in i den flammande Elden"},{"SurahNumber":31,"VerseNumber":22,"Text":"Den som med hela sitt vasen underkastar sig Guds vilja och som gor det goda och det ratta har vunnit ett sakert faste. Allt gar till sist upp till Gud"},{"SurahNumber":31,"VerseNumber":23,"Text":"Men lat inte ditt sinne tyngas av att [manniskor] fornekar sanningen! Till Oss skall de foras ater och Vi skall lata dem veta vad deras handlingar [var varda]; Gud vet vad som ror sig i manniskans innersta"},{"SurahNumber":31,"VerseNumber":24,"Text":"Vi skall lata dem gladjas en liten tid at livet; darefter skall Vi utlamna dem at ett tungt straff"},{"SurahNumber":31,"VerseNumber":25,"Text":"OCH OM du fragar manniskorna: \"Vem har skapat himlarna och jorden?\" - svarar de helt sakert: \"Gud.\" Sag: \"Gud ske lov och pris!\" Nej, de flesta av dem ar okunniga"},{"SurahNumber":31,"VerseNumber":26,"Text":"Gud tillhor allt i himlarna och pa jorden. Gud ar Den som ar Sig sjalv nog, Den som allt lov och pris tillkommer"},{"SurahNumber":31,"VerseNumber":27,"Text":"Om an jordens alla trad blev till pennor och havet, utokat med sju hav, blev till black skulle det inte racka for att skriva ned Guds ord. - Gud ar allsmaktig, vis"},{"SurahNumber":31,"VerseNumber":28,"Text":"Att skapa er alla och lata er uppsta pa nytt ar detsamma som [att skapa] en enda manniska [och lata henne ateruppsta]. Gud hor allt, ser allt"}]}