{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"ataṟkavarkaḷ, taṅkaḷ tōlkaḷai nōkki, ‘‘eṅkaḷukku virōtamāka nīṅkaḷ ēṉ cāṭciyam kūṟiṉīrkaḷ?'' Eṉṟu kēṭpārkaḷ. Ataṟku avai, ‘‘ellā poruḷkaḷaiyum pēcumpaṭi ceykiṉṟa allāhvē eṅkaḷaiyum pēcumpaṭi ceytāṉ. Avaṉtāṉ uṅkaḷai mutal muṟaiyākavum paṭaittāṉ. (Iṟanta) piṉṉarum nīṅkaḷ avaṉiṭamē koṇṭu varappaṭṭirukkiṟīrkaḷ'' eṉṟum avai kūṟum"},{"SurahNumber":41,"VerseNumber":22,"Text":"uṅkaḷ cevikaḷum, uṅkaḷ kaṇkaḷum, uṅkaḷ tōlkaḷum uṅkaḷukku etirāka cāṭciyam kūṟāmal irukka, nīṅkaḷ (uṅkaḷ pāvaṅkaḷai avaṟṟai viṭṭum) maṟaikka muṭiyavillai. Eṉiṉum, nīṅkaḷ ceypavaṟṟil atikamāṉavaṟṟai allāh aṟiyavē māṭṭāṉ eṉṟu nīṅkaḷ eṇṇik koṇṭiruntīrkaḷ"},{"SurahNumber":41,"VerseNumber":23,"Text":"nīṅkaḷ uṅkaḷ iṟaivaṉaip paṟṟi eṇṇiya uṅkaḷ (ittavaṟāṉa) eṇṇamtāṉ uṅkaḷai aḻittuviṭṭatu. Ātalāl, nīṅkaḷ naṣṭamaṭaintavarkaḷākiviṭṭīrkaḷ"},{"SurahNumber":41,"VerseNumber":24,"Text":"ākavē, avarkaḷ (ētum pēcātu ciramaṅkaḷaic) cakittuk koṇṭirunta pōtilum, avarkaḷukku taṅkumiṭam narakamtāṉ. Avarkaḷ maṉṉippuk kōriyapōtilum, avarkaḷ maṉṉikkappaṭa māṭṭārkaḷ"},{"SurahNumber":41,"VerseNumber":25,"Text":"Nām avarkaḷukku, iṇaipiriyāta (cila keṭṭa) tōḻarkaḷai iṇaittu viṭṭōm. Avarkaḷ, avarkaḷukku muṉṉum piṉṉumuḷḷa (tīya kāriyaṅkaḷ) aṉaittaiyum avarkaḷukku aḻakākak kāṇpittu viṭṭārkaḷ. Ākavē, ivarkaḷ mītum, ivarkaḷukku muṉceṉṟa (ivarkaḷaip pōṉṟa pala) maṉita, jiṉ kūṭṭattiṉar mītum (avarkaḷ taṇṭaṉaikkuḷḷāvārkaḷ eṉṟa) nam vākku uṟutiyākiviṭṭatu. Niccayamāka ivarkaḷ (aṉaivarum) naṣṭamaṭaintu viṭṭaṉar"},{"SurahNumber":41,"VerseNumber":26,"Text":"nirākarippavarkaḷ (maṟṟavarkaḷai nōkki) nīṅkaḷ ‘‘inta kur'āṉai cevimaṭukkātīrkaḷ. (Evar atai ōtiyapōtilum nīṅkaḷ accamayam captamiṭṭu) atil kuḻappam uṇṭu paṇṇuṅkaḷ. Ataṉāl, nīṅkaḷ (avarkaḷai) veṉṟu viṭuvīrkaḷ'' eṉṟum kūṟiṉārkaḷ"},{"SurahNumber":41,"VerseNumber":27,"Text":"ākavē, niccayamāka innirākarippavarkaḷ kaṭiṉamāṉa vētaṉaiyaic cuvaikkumpaṭi ceyvōm. Niccayamāka nām ivarkaḷ ceytu koṇṭirunta (tīya) ceyalkaḷaiviṭa mika tīya (koṭiya) vētaṉaiyaik kūliyāka avarkaḷukkuk koṭuttē tīruvōm"},{"SurahNumber":41,"VerseNumber":28,"Text":"allāhvuṭaiya (inta) etirikaḷukku, (ittakaiya) narakamtāṉ kūli ākum. Nam vacaṉaṅkaḷai ivvāṟu avarkaḷ nirākarittuk koṇṭiruntataṟkuk kūliyāka ivarkaḷukku nilaiyāṉa vīṭu narakattiltāṉ irukkiṟatu"},{"SurahNumber":41,"VerseNumber":29,"Text":"nirākarittavarkaḷ annāḷil (iṟaivaṉai nōkki,) ‘‘eṅkaḷ iṟaivaṉē! Eṅkaḷai vaḻikeṭutta maṉitarkaḷaiyum, jiṉkaḷaiyum eṅkaḷukku nī kāṇpi. Avarkaḷ iḻivukkuḷḷākum poruṭṭu, nāṅkaḷ avarkaḷai eṅkaḷ kālkaḷukkuk kīḻākki mitippōm'' eṉṟu kūṟuvārkaḷ"}]}