{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Bagkus nagdala Kami sa kanila ng katotohanan, at tunay na sila ay talagang mga sinungaling"},{"SurahNumber":23,"VerseNumber":91,"Text":"Hindi gumawa si Allāh ng anumang anak. Hindi nangyaring may kasama sa Kanya na anumang diyos. [Kung nagkagayon] samakatuwid talaga sanang nag-alis ang bawat diyos ng nilikha nito at talaga sanang nangibabaw ang ilan sa kanila higit sa iba. Kaluwalhatian kay Allāh higit sa anumang inilalarawan nila"},{"SurahNumber":23,"VerseNumber":92,"Text":"Nakaaalam sa Lingid at Nasasaksihan, kaya pagkataas-taas Siya kaysa sa anumang itinatambal nila"},{"SurahNumber":23,"VerseNumber":93,"Text":"Sabihin mo: \"Panginoon ko, kung ipakikita Mo nga sa akin ang ipinangangako sa kanila"},{"SurahNumber":23,"VerseNumber":94,"Text":"Panginoon ko, huwag Kang maglagay sa akin sa mga taong tagalabag sa katarungan"},{"SurahNumber":23,"VerseNumber":95,"Text":"Tunay na Kami, sa pagpapakita Namin sa iyo ng ipinangangako Namin sa kanila, ay talagang nakakakaya"},{"SurahNumber":23,"VerseNumber":96,"Text":"Itaboy mo sa pamamagitan nitong higit na maganda ang masagwa. Kami ay higit na maalam sa anumang inilalarawan nila"},{"SurahNumber":23,"VerseNumber":97,"Text":"Sabihin mo: \"Panginoon ko, nagpapakupkop ako sa Iyo laban sa mga pambubuyo ng mga demonyo"},{"SurahNumber":23,"VerseNumber":98,"Text":"at nagpapakupkop ako sa Iyo, Panginoon ko, na dumalo sila sa akin"},{"SurahNumber":23,"VerseNumber":99,"Text":"[Gayon nga] hanggang sa nang dumating sa isa sa kanila ang kamatayan ay nagsabi siya: \"Panginoon ko, magpabalik Kayo sa akin"},{"SurahNumber":23,"VerseNumber":100,"Text":"nang sa gayon ako ay gagawa ng maayos sa naiwan ko!\" Aba'y hindi! Tunay na ito ay isang salitang siya ay tagapagsabi nito. Mula sa likuran nila ay may isang harang hanggang sa araw na bubuhayin sila"},{"SurahNumber":23,"VerseNumber":101,"Text":"Kaya kapag umihip sa tambuli, wala nang mga kaangkanan sa pagitan nila sa Araw na iyon at hindi sila magtatanungan"},{"SurahNumber":23,"VerseNumber":102,"Text":"Kaya ang bumigat ang mga timbangan nila, ang mga iyon ay ang mga magtatagumpay"},{"SurahNumber":23,"VerseNumber":103,"Text":"Ang gumaan ang mga timbangan nila, ang mga iyon ang mga nagpalugi sa mga sarili nila sa impiyerno bilang mga mananatili"},{"SurahNumber":23,"VerseNumber":104,"Text":"Papaso sa mga mukha nila ang Apoy habang sila roon ay mga umaangil"}]}