{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"¿Acaso (no es mejor) Quien origino la creacion y la repetira (el Dia de la Resurreccion) y Quien os provee (de la lluvia) del cielo y de (lo que produce) la tierra? ¿Hay alguna otra divinidad (verdadera) fuera de Al-lah (que pueda hacer lo que El hace y que merezca ser adorada)? Diles (¡oh, Muhammad!): «Traed la prueba (de lo que decis) si sois veraces»"},{"SurahNumber":27,"VerseNumber":65,"Text":"Diles: «Nadie, ni en el cielo ni en la tierra, posee el conocimiento del gaib[736] excepto Al-lah; y(quienes rechazan la verdad) no pueden intuir cuando resucitaran»"},{"SurahNumber":27,"VerseNumber":66,"Text":"Su conocimiento no puede abarcar la otra vida[737], dudan acerca de su existencia o, es mas, estan ciegos en lo concerniente a ella"},{"SurahNumber":27,"VerseNumber":67,"Text":"Y dicen (quienes rechazan la verdad): «¿Cuando nosotros y nuestros padres seamos polvo (en la tumba), resucitaremos"},{"SurahNumber":27,"VerseNumber":68,"Text":"»Eso ya se nos prometio a nosotros y a nuestros antepasados con anterioridad. No son mas que viejas leyendas»"},{"SurahNumber":27,"VerseNumber":69,"Text":"Diles (¡oh, Muhammad!): «Recorred la tierra y observad cual fue el final de los pecadores que negaron la verdad»"},{"SurahNumber":27,"VerseNumber":70,"Text":"No te aflijas por ellosni te angusties por lo que traman (contra ti)"},{"SurahNumber":27,"VerseNumber":71,"Text":"Y dicen: «¿Cuando llegara (el castigo) que prometeis, si sois veraces?»"},{"SurahNumber":27,"VerseNumber":72,"Text":"Diles: «Puede que parte (del castigo) que pedis con apremio este cerca de vosotros»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Y, ciertamente, tu Senor concede Su favor a los hombres, pero la mayoria de ellos no son agradecidos"},{"SurahNumber":27,"VerseNumber":74,"Text":"Y tu Senor conoce lo que ocultan vuestros corazones y lo que manifiestan"},{"SurahNumber":27,"VerseNumber":75,"Text":"Y no hay nada oculto en los cielos ni en la tierra que no conste en un claro registro (la Tabla Protegida)"},{"SurahNumber":27,"VerseNumber":76,"Text":"Y este Coran explica a los hijos de Israel la mayoria de los asuntos sobre los que discrepan"}]}