{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":35,"Text":"Musrikon az rui istehzo va tamasxur guftand: «Agar Alloh mexost, movu padaronamon ƣajr az Alloh hec cizero nameparastidem va on ciro harom kardaem, harom namekardem». Mardume ham, ki pes az onho ʙudand, cunin mekardand (va ʙo in guna ʙahonaho va harom gardonidani cizho maqsadason qaʙul nakardani haq ʙud, vale xudason medonistand, ki in dar nazdi Alloh huccat namesavad.) Bar pajomʙaron cuz taʙliƣi oskoro vazifai digare nest"},{"SurahNumber":16,"VerseNumber":36,"Text":"Va ʙa tahqiq dar mijoni har millate pajomʙare firistodem, ki Allohro ʙiparasted va az toƣut duri cued. Ba'zero, ki Alloh hidojat kard, ki ilman va amalan pajravi pajomʙaron ʙudand va ʙar ʙa'ze gumrohi muqarrar gast, ki onon pajravi rohi gumrohi ʙudand. Pas, dar zamin ʙigarded va ʙined, ki oqiʙati kori kasone, ki pajomʙaronro ʙa duruƣ nisʙat medodand, ci guna ʙudaast"},{"SurahNumber":16,"VerseNumber":37,"Text":"Va agar tu ʙa hidojati onho haris ʙosi, cahdi xudro dar onho sarf namoi, Alloh onro, ki gumroh kardaast, hidojat namekunad va in gumrohonro hec joridihandae nest, ki az azoʙi Alloh nacotason dihad"},{"SurahNumber":16,"VerseNumber":38,"Text":"Va ʙa tavri ciddi ʙa Alloh qasam xurdand, ki Alloh murdaro ruzi qijomat az nav zinda namekunad, ammo Alloh in qasamhoi onhoro duruƣ ʙarovarda megujad: Ore, in va'daest (ja'ne duʙora zinda kardani Alloh murdagonro), ki ʙesuʙha, ancom dodani on ʙar uhdai Ust, vale ʙestari mardum az saʙaʙi cahlason namedonand va muxolifati pajomʙaron karda ducori kufr mesavand"},{"SurahNumber":16,"VerseNumber":39,"Text":"Ore, Alloh hama ʙandagonro zinda megardonad, to on ciro, ki dar on ixtilof mekardand, ʙarojason oskor kunad va hamono kofiron ʙidonand, ki haqiqatan duruƣ meguftand"},{"SurahNumber":16,"VerseNumber":40,"Text":"Hargoh farmoni Mo ʙa har cize, ki irodaasro ʙikunem, in ast, ki meguem: «Mavcud sav!», pas mavcud mesavad"},{"SurahNumber":16,"VerseNumber":41,"Text":"Va onone, ki mavridi sitam qaror giriftand va dar rohi Alloh muhocirat kardand, dar in cahon cojgohe neku medihem. Va agar inho, pasmondagon medonistand, ci guna acri oxirat ʙuzurgtar ast, hec kas az muhocirat kardan dar rohi Alloh dar vatanas ʙoqi namemond"},{"SurahNumber":16,"VerseNumber":42,"Text":"Onone, ki saʙr pesa kardand va ʙar Parvardigorason tavakkal mekunand"}]}