{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":59,"Text":"(Kureys kavminin iman etmek icin istedigi) o mucizeleri gondermekten bizi alıkoyan da yoktur. Ancak bu mucizeleri, evvelki ummetler yalanladılar (Yine imana gelmediler). Biz, Semud’a, acık bir mucize olarak o disi deveyi verdik de, sonra inkar edip oldurduler. Halbuki biz, o mucizeleri, ancak korkutmak icin gondeririz"},{"SurahNumber":17,"VerseNumber":60,"Text":"Vaktiyle sana soyle vahyetmistik: Muhakkak Rabbin, insanları (Kureys kafirlerini azab ile) kusatmıstır. Isra gecesi, sana, o alenen gosterdigimizi ve Kur’an’da lanet edilen (ve cehennem’in dibinde biten Zakkum isimli) agacı da, yalnız insanlara bir imtihan yaptık (insanlardan kimi Isra hadisesini, kimi de cehennemde agac bitecegini inkar etti). Biz, onları korkutuyoruz. Fakat bu, ancak onlara buyuk bir taskınlık ilave ediyor"},{"SurahNumber":17,"VerseNumber":61,"Text":"Yine hatırla ki, bir vakit meleklere: “- Adem icin secde edin.” demistik de onlar hemen secde etmislerdi. Fakat, Iblis secde etmemis, soyle demisti: “- Ben, bir camur halinde yarattıgın kimseye secde eder miyim? “"},{"SurahNumber":17,"VerseNumber":62,"Text":"Iblis, baksana su uzerime mukerrem kıldıgın kimseye! Eger kıyamet gunune kadar beni geciktirirsen, yemin ederim ki, Adem’in zurriyetini (nesilini) -azı mustesna olmak uzere- muhakkak kandırıp kendime baglarım, demisti"},{"SurahNumber":17,"VerseNumber":63,"Text":"Allah, soyle buyurdu: Def ol git! Artık onlardan kim sana uyarsa, biliniz ki, cehennem de sizin cezanızdır; mukemmel bir ceza"},{"SurahNumber":17,"VerseNumber":64,"Text":"Hem insanlardan gucun yettigi kimseleri, sesinle (Sehevi calgılarla) kaydır ve fenalıga goturen suvarilerinle, piyadelerinle uzerlerine yaygara kopar. (Haram kazandırmakla) mallarına ve (zina yaptırmakla) evladlarına ortak ol; onlara (yalan yere) vaadlerde bulun. Fakat Seytan, onlara, yalnız bir aldanıs vaad eder"},{"SurahNumber":17,"VerseNumber":65,"Text":"Dogrusu, benim o gercek kullarım var ya! Senin (ey Iblis) onlar uzerine hic bir hakimiyetin yoktur. Rabbin ise, vekil olarak yeter"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbiniz o varlıktır ki, fazlından nasip arayasınız diye sizin icin denizde gemiler yurutuyor. Muhakkak ki, O, size, cok merhametli bulunuyor"}]}