{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":39,"Text":"Zhè shì nǐ de zhǔ suǒ qǐshì nǐ de zhìhuì, nǐ bùyào shǐ rènhé shénmíng yǔ ān lā tóng shòu chóngbài, fǒuzé, nǐ jiàng zài shòu zébèi hé zāo qì jué de qíngkuàng xià bèi tóurù huǒ yù"},{"SurahNumber":17,"VerseNumber":40,"Text":"Nándào nǐmen de zhǔ bǎ nán'ér shǎngcì nǐmen, ér yǐ zhòng tiānshǐ wèi zìjǐ de nǚ'ér ma? Nǐmen díquè shuō chū huāngmiù dehuà"},{"SurahNumber":17,"VerseNumber":41,"Text":"Zài zhè bù “gǔlánjīng” lǐ, wǒ què yǐ fǎnfù shēnshù zhège zōngzhǐ, yǐbiàn tāmen míngjì. Zhè zhǒng shēnshù zhǐ huì shǐ tāmen gèngjiā zēngwù"},{"SurahNumber":17,"VerseNumber":42,"Text":"Nǐ shuō:“Jiǎruò yǒu xǔduō shénmíng hé tā zài yīqǐ, yóurú tāmen suǒ shuō dì nàyàng, nàme, nàxiē shénlíng bìdìng xiǎngfǎ shèfǎ yǔ bǎozuò de zhǔ zhēng héng.”"},{"SurahNumber":17,"VerseNumber":43,"Text":"Zànsòng ān lā, chāojué wànwù, tā jué rán chāo hū tāmen suǒ shuō de"},{"SurahNumber":17,"VerseNumber":44,"Text":"Qī céng tiān hé dà dì, yǐjí wàn yǒu, dōu zànsòng tā chāojué wànwù, wú yī wù bù zànsòng tā chāojué wànwù. Dàn nǐmen bù liǎojiě tāmen de zànsòng. Tā què shì róngrěn de, què shì zhì shè de"},{"SurahNumber":17,"VerseNumber":45,"Text":"Dāng nǐ sòngdú “gǔlánjīng” de shíhòu, wǒ zài nǐ hé bùxìn hòushì zhě zhī jiān ānzhì yīdào yǐn wēi de píngzhàng"},{"SurahNumber":17,"VerseNumber":46,"Text":"Wǒ zài tāmen de xīn shàng jiāle xǔduō zhàozi, yǐmiǎn tāmen liǎojiě “gǔlánjīng”; yòu zài tāmen de ěr lǐ zào zhòng'ěr, dāng nǐ zài “gǔlánjīng” lǐ zhǐ tí dào nǐ de zhǔ de shíhòu, tāmen zēngwù de lí qù"},{"SurahNumber":17,"VerseNumber":47,"Text":"Wǒ zuì zhīdào tāmen wèihé yào qīngtīng nǐ sòng jīng, dāngshí tāmen lái qīngtīng nǐ sòng jīng, bìngqiě mìmì de tánhuà. Dāngshí bù yì zhěmen shuō:“Nǐmen zhǐshì shùncóng yīgè zhōngle móshù de rén.”"},{"SurahNumber":17,"VerseNumber":48,"Text":"Nǐ kàn tāmen wèi nǐ dǎle xǔduō bǐyù, dàn tāmen dōu mí wùle, tāmen bùnéng huòdé yītiáo chūlù"},{"SurahNumber":17,"VerseNumber":49,"Text":"Tāmen shuō:“Wǒmen biàn chéng kūgǔ hé chéntǔ hòu, nándào wǒmen huán yīdìng bèi fùhuó chéngwéi xīnrén ma"}]}