{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":20,"VerseNumber":13,"Text":"Atē maiṁ tuhānū cuṇa li'ā hai isa la'ī jihaṛī vahī prakāśī jā rahī hai usa nū suṇa"},{"SurahNumber":20,"VerseNumber":14,"Text":"Maiṁ hī alāha hāṁ. Mērē bināṁ kō'ī pujaṇayauṅga nahīṁ. Isa la'ī tūsī' mērī hī ibādata karōṁ. Mērī yāda la'ī namāza sathāpita karō"},{"SurahNumber":20,"VerseNumber":15,"Text":"Bēśaka ki'āmata ā'uṇṇa vālī hai. Mai' usa nū gupata rakhaṇā cāhudā hāṁ tāṁ ki harēka vi'akatī nū usa dē kītē dā fala mila sakē"},{"SurahNumber":20,"VerseNumber":16,"Text":"Isa la'ī tuhānū uha badā āsavādhāna nā kara dēvē. Jō isa upara īmāna nahīṁ li'ā'undā atē āpaṇī'āṁ ichāvāṁ dā pālaṇa karadā hai, tāṁ ki tusīṁ naśaṭa hō jā'uṁ"},{"SurahNumber":20,"VerseNumber":17,"Text":"Atē hē mūsā! Iha tuhāḍē hatha vica kī hai"},{"SurahNumber":20,"VerseNumber":18,"Text":"Usa nē ākhi'ā, iha mērī ḍāṅga hai. Maiṁ isa upara ṭēka rakhadā hāṁ atē isa nāla āpaṇī'āṁ bakarī'āṁ la'ī patē jhāṛadā hāṁ. Isa nāla mērē dūjē kama vī hudē hana"},{"SurahNumber":20,"VerseNumber":19,"Text":"Faramā'i'ā, hē mūsā! Isa nū dharatī tē rakha di'u"},{"SurahNumber":20,"VerseNumber":20,"Text":"Usa nē isa nū (dharatī tē)rakha ditā tāṁ acānaka uha ika rīṅgadā hō'i'ā sapa baṇa gi'ā"},{"SurahNumber":20,"VerseNumber":21,"Text":"Faramā'i'ā, ki isa nū phaṛa lavōṁ, ḍarō nā. Asīṁ phira isa nū isa dī pahilī hālata vica li'ā dēvāṅgē"},{"SurahNumber":20,"VerseNumber":22,"Text":"Atē tusī āpaṇā hatha āpaṇī kacha vica dē lavōṁ uha binhāṁ kisē vikāra dē camakadā hō'i'ā nikalēgā. Iha dūjī niśānī hai"},{"SurahNumber":20,"VerseNumber":23,"Text":"Tāṁ ki asīṁ vaḍī'āṁ niśānī'āṁ vicōṁ kūjha niśānī'āṁ tuhānū dikhā'ī'ē"},{"SurahNumber":20,"VerseNumber":24,"Text":"Tusīṁ phira'auna dē kōla jā'uṁ, uha hadāṁ tōṁ bāhara nikala gi'ā hai"},{"SurahNumber":20,"VerseNumber":25,"Text":"Mūsā nē kihā, hē mērē pālaṇahāra! Mērē dila nū mērē la'ī khaul'ha vē"},{"SurahNumber":20,"VerseNumber":26,"Text":"Atē mērē kama nū mērē la'ī saukhā kara dē"},{"SurahNumber":20,"VerseNumber":27,"Text":"Atē mērī zubāna dī'āṁ gaḍhāṁ khaul'ha dē"},{"SurahNumber":20,"VerseNumber":28,"Text":"Tāṁ ki lōka mērī gala samajhaṇa"},{"SurahNumber":20,"VerseNumber":29,"Text":"Atē mērē parivāra tōṁ mērē la'ī ika sahā'ika niyukata kara dē"},{"SurahNumber":20,"VerseNumber":30,"Text":"Hārūna nū, jihaṛā mērā bharā hai"},{"SurahNumber":20,"VerseNumber":31,"Text":"Usa rāhī' mērī kamara nū mazabūta kara dē"},{"SurahNumber":20,"VerseNumber":32,"Text":"Atē usa nū mērē kama vica bhā'īvāla baṇā dē"},{"SurahNumber":20,"VerseNumber":33,"Text":"Tāṁ ki asīṁ dōvēṁ bahuta zi'ādā tērī pavitaratā dā varaṇana kara sakī'ē"},{"SurahNumber":20,"VerseNumber":34,"Text":"Atē hōra zi'ādā tērī caracā karī'ē"},{"SurahNumber":20,"VerseNumber":35,"Text":"Bēśaka tū sānū dēkha rihā hai"},{"SurahNumber":20,"VerseNumber":36,"Text":"Faramā'i'ā gi'ā, ki hē mūsā! Dē ditā gi'ā jō tū magi'ā"},{"SurahNumber":20,"VerseNumber":37,"Text":"Atē asīṁ tuhāḍē upara ika vāra hōra upakāra kītā hai"}]}