{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Suratu An-Nur. Esta é uma Sura: fizemo-la descer e preceituamo-la, e, nela, fizemos descer evidentes versículos, para meditardes"},{"SurahNumber":24,"VerseNumber":2,"Text":"À adúltera e ao adúltero açoitai a cada um deles com cem açoites. E que não vos tome compaixão alguma por eles, no cumprimento do juízo de Allah, se credes em Allah e no Derradeiro Dia. E que um grupo de crentes testemunhe o castigo de ambos"},{"SurahNumber":24,"VerseNumber":3,"Text":"O adúltero não esposará senão uma adúltera ou uma idólatra. E a adúltera, não a esposará senão um adúltero ou um idólatra. E isso é proibido aos crentes"},{"SurahNumber":24,"VerseNumber":4,"Text":"E aos que acusam de adultério as castas mulheres, em seguida, não fazem vir quatro testemunhas, açoitai-os com oitenta açoites e, jamais, lhes aceiteis testemunho algum; e esses são os perversos"},{"SurahNumber":24,"VerseNumber":5,"Text":"Exceto os que, depois disso, se voltam arrependidos e se emendam; então, por certo, Allah é Perdoador, Misericordiador"},{"SurahNumber":24,"VerseNumber":6,"Text":"E aos que acusam de adultério suas mulheres, e não há para eles testemunhas senão eles mesmos, então, o testemunho de um deles, jurando por Allah, quatro vezes, que é dos verídicos"},{"SurahNumber":24,"VerseNumber":7,"Text":"E, na quinta vez, que a maldição de Allah seja sobre ele, se é dos mentirosos, afastá-lo-á do castigo"},{"SurahNumber":24,"VerseNumber":8,"Text":"E afastá-la-á do castigo o testemunhar ela, quatro vezes, jurando por Allah: \"Por certo, ele é dos mentirosos"},{"SurahNumber":24,"VerseNumber":9,"Text":"E, na quinta vez, que a maldição de Allah seja sobre ela, se ele é dos verídicos"},{"SurahNumber":24,"VerseNumber":10,"Text":"E não fora o favor de Allah para convosco, e sua misericórdia, e que Allah é Remissório, Sábio, haveria apressado o castigo para vós, nesta vida"}]}