{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Ke kaloku aSizanga Sithumele mkhosi ngokuchasene nabantu bakubo kungazanga kube yimfuneko kananjalo kuThi ukwenza loo nto"},{"SurahNumber":36,"VerseNumber":29,"Text":"Akuzanga kube thuba lingakanani kwakhwazwa kwaba kanye, bacima (pam)"},{"SurahNumber":36,"VerseNumber":30,"Text":"Kwaba njani ke ukuzisola kwezicaka. Akuzanga kufike Mthunywa kubo bangaphoxisi ngaye"},{"SurahNumber":36,"VerseNumber":31,"Text":"Ababonanga na okokuba zingaphi izizukulwana eSazitshabalalisayo kwanokuba ezo (zizukulwana) azisokuze ziphinde zibuyele kubo kwakhona"},{"SurahNumber":36,"VerseNumber":32,"Text":"Ukanti inene, bonke baza kubuyiselwa kuThi"},{"SurahNumber":36,"VerseNumber":33,"Text":"Kanti ke umqondiso wabo ngumhlaba ofileyo. Thina ke Siye Siwubuyisele ebomini Size Sivelise iinkozo abathi badle kuzo"},{"SurahNumber":36,"VerseNumber":34,"Text":"Ke kaloku Sabeka apho imiyezo yemithi yesundu nezidiliya, Senza kwagqabhuka imithombo apho phakathi kuyo"},{"SurahNumber":36,"VerseNumber":35,"Text":"Khona ukuze badle iziqhamo zaKhe. Ukanti ke izandla zabo ayizizo eziyivelisayo, ngoko ke abayi kubulela na"},{"SurahNumber":36,"VerseNumber":36,"Text":"Makazukiswe loWo Wadala zonke (izinto) ngambini zokuhluma emhlabeni nakubo buqu nakoko bangakwaziyo"},{"SurahNumber":36,"VerseNumber":37,"Text":"Kananjalo umqondiso kubo bubusuku. Sisusa ukukhanya kwemini kubo (ubusuku), ukuze babe sebumnyameni"},{"SurahNumber":36,"VerseNumber":38,"Text":"Ukanti lona ilanga libaleka endaweni yalo ukuya endaweni yokuma kwalo. Oko kungummiselo kaSobunganga, uSolwazi"},{"SurahNumber":36,"VerseNumber":39,"Text":"Nenyanga Siyiqingqela izigaba zayo (kangangokuba) ide ibuyele (ibonakale) injengentlava endala yedatilisi"},{"SurahNumber":36,"VerseNumber":40,"Text":"Akuvumelekanga ukuba (ilanga) liyifumane inyanga, bungavumelekanga nobusuku ukuba buyifumane imini kodwa nganye kuzo indanda kwisijikelezisi sayo"}]}