{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"“Ndiponso amene watsitsa madzi kuchokera kumwamba mwamuyeso; chifukwa cha madziwo tidaukitsa mudzi wakufa. Momwemonso inu mudzatulutsidwa (mmanda)"},{"SurahNumber":43,"VerseNumber":12,"Text":"“Ndiponso amene walenga zinthu zonse ziwiriziwiri (chachimuna ndi chachikazi). Ndipo adakupangirani zombo ndi ziweto zimene mukukwera"},{"SurahNumber":43,"VerseNumber":13,"Text":"“Kuti mukhazikike mwaubwino pamisana paizo, kenako mukumbukire mtendere wa Mbuye wanu mukakhazikika pamenepo, ndipo munene: “Walemekezeka Amene watifewetsera ichi; ndipo sitikadatha kuchifewetsa ndi kuchigwiritsa ntchito.”"},{"SurahNumber":43,"VerseNumber":14,"Text":"““Ndipo ndithu ife kwa Mbuye wathu ndiko kobwerera.”"},{"SurahNumber":43,"VerseNumber":15,"Text":"“Ndipo amuikira gawo mwa akapolo Ake. (Kuti ndi ana a Allah.) Ndithu munthu, ngwamsulizo woonekera poyera"},{"SurahNumber":43,"VerseNumber":16,"Text":"“Kodi wadzichitira ana achikazi mzimene wazilenga ndipo wakusankhirani inu ana achimuna"},{"SurahNumber":43,"VerseNumber":17,"Text":"“Koma akauzidwa (kuti wabereka mwana wamkazi) mmodzi wa iwo chomwe amamfanizira (Allah) Wachifundo chambiri, nkhope yake imakhala yakuda ndi kudandaula kwambiri"},{"SurahNumber":43,"VerseNumber":18,"Text":"“Ha! Kodi amene waleredwa monga chokongoletsa, potsutsana iye sangathe kunena momveka? (Ameneyo ndiye mwampatsa Allah; omwe ndi ana aakazi)"},{"SurahNumber":43,"VerseNumber":19,"Text":"“Ndipo angelo omwe ndi akapolo a (Allah) Wachifundo chambiri akuwatcha akazi. Kodi adaona kalengedwe kawo? Umboni wawo ulembedwa ndipo adzafunsidwa (pazimenezo)"},{"SurahNumber":43,"VerseNumber":20,"Text":"“Ndipo (otsutsa) akunena: “Akadafuna (Allah) Wachifundo chambiri (kuti tisamapembedze mafano awa), sitikadawapembedza!” Iwo alibe kudziwa pa zimenezi (zomwe akunenazi). Koma akungonena mawu opeka"},{"SurahNumber":43,"VerseNumber":21,"Text":"“Kapena tidawapatsa buku lina tisadapereke ili, kotero kuti iwo agwiritsitsa limenelo (ndi kugwirizana nazo zili mmenemo)"},{"SurahNumber":43,"VerseNumber":22,"Text":"“Koma akunena: “Ndithu ife tidawapeza makolo athu pa chipembedzo chimenechi, ndipo ife tikutsatira mapazi awo.”"}]}