{"Id":401,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"İyi iş, güzel amel yapanlara daha güzeli ve daha fazlasıyla karşılık vardır. Yüzlerine ne kara bulaşır, ne de aşağılanırlar. Cennet ehli işte bunlardır. Orada ebedî kalacaklardır"},{"SurahNumber":10,"VerseNumber":27,"Text":"Kötülük kazanmış olanlara gelince, kötülüğün cezası, misli kadardır. Ve onları bir aşağılık ve eziklik kaplar. Onlar için Allah´dan başka hiçbir kurtarıcı yoktur. Yüzleri karanlık gecelerden bir parçaya bürünmüş gibidir. İşte onlar cehennem ehlidir. Orada ebedî kalacaklardır"},{"SurahNumber":10,"VerseNumber":28,"Text":"O gün ki, hepsini mahşere toplayacağız, sonra da o şirk koşanlara «Haydi yerlerinize! Siz de, ortak koştuklarınız da!» diyeceğiz. Artık aralarını iyice açmışız. O ortak koştukları şeyler, «Siz bize tapmıyordunuz ki.» diyecekler"},{"SurahNumber":10,"VerseNumber":29,"Text":"«Şimdi sizinle bizim aramızda şahit olarak Allah yeter. Sizin bize ibadet ettiğinizden bizim haberimiz yoktur» (diyecekler)"},{"SurahNumber":10,"VerseNumber":30,"Text":"İşte burada herkes geçmişte yaptığını bulacak. Ve gerçek mevlaları olan Allah´a döndürülecekler. İftira edip uydurdukları şeyler de kendilerinden büsbütün uzaklaşıp gidecek"},{"SurahNumber":10,"VerseNumber":31,"Text":"De ki, «size gökten ve yerden kim rızık veriyor? O, kulaklara ve gözlere hükmeden kim? Ölüden diriyi, diriden ölüyü çıkaran kim? İşleri idare eden kim?» Hemen «Allah´dır» diyecekler. De ki, «O halde Allah´a karşı gelmekten sakınmaz mısınız?»"},{"SurahNumber":10,"VerseNumber":32,"Text":"İşte o Allah sizin gerçek Rabbinizdir. Gerçeğin dışında sapıklıktan başka ne vardır? O halde haktan nasıl çevriliyorsunuz"},{"SurahNumber":10,"VerseNumber":33,"Text":"Hak dinden çıkmış fasıklara Rabbinin kelimesi şöyle gerçekleşti: Onlar artık imana gelmezler"}]}