{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"satya yo cha ki hamile uniharuko samu satya kura purya'idi'eka chaum ra yiniharu nihsandeha jhutha chan"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allahale nata kasaila'i chora bana'eko cha ra nata usako sathama aru kohi pujya cha, an'yatha pratyeka pujyale aphno srstila'i li'era alaga alaga hidne thiyo, ra pratyeka eka arkamathi akramana garihalthyo. Mahana ra ucca cha allaha ti kuraharubata juna uniharule varnana garchana"},{"SurahNumber":23,"VerseNumber":92,"Text":"U lukeko ra prakata kura jandacha ra jo usako sathama an'yala'i sajhedara thahara'umdachan tyasabhanda u ucca cha"},{"SurahNumber":23,"VerseNumber":93,"Text":"(He muham'mada!) Tapa'ile prarthana garnus ki he palanakarta! Juna (sajaya) ko vacana yiniharusita bha'eko cha, yadi timile mero jindagima nai uniharumathi utarera dekha'umchau"},{"SurahNumber":23,"VerseNumber":94,"Text":"Bhane he palanakarta! Mala'i yi atyacariharuko samuhama sam'milita nagarnu"},{"SurahNumber":23,"VerseNumber":95,"Text":"Niscaya nai hami yasa kurako samathrya rakhdachaum ki hamile uniharusita juna vacana garirakheka chaum tyo tapa'ila'i dekha'ihalaum"},{"SurahNumber":23,"VerseNumber":96,"Text":"Ra naramro kurako uttarama yasto kura bhana junaki dherai ramro hos yiniharule jejati varnana garchana hamila'i sabai thaha cha"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ra bhannus he palanakarta ma saitanaharuko ukasahatabata timro sarana cahanchu"},{"SurahNumber":23,"VerseNumber":98,"Text":"He palanakarta! Yasakarana pani timro sarana mamgdachu taki tiniharu mero samu upasthita naho'un"},{"SurahNumber":23,"VerseNumber":99,"Text":"Yahamsam'ma ki jaba unibata kasaiko mrtyu najika huncha ta bhanchanh mero palanakarta mala'i pharka'ide'u"},{"SurahNumber":23,"VerseNumber":100,"Text":"Taki juna (sansara)la'i ma chodera a'eko chu tyasama ma ramro kama garum, kadapi yasto hunechaina. Yo ta khali e'uta kura ho juna usale bhannecha (tyo pura hunechaina) ra uniharuko pachadi eka prakarako parda cha, tyo dinasam'ma jabaki punah utha'inechan"},{"SurahNumber":23,"VerseNumber":101,"Text":"Ani jaba sura phumkincha, taba tyaham tiniharuma nata rista, natedari rahanecha nata eka arkabica sodhapucha"},{"SurahNumber":23,"VerseNumber":102,"Text":"Jasako karmako bhara gar'hungo hunecha, uniharu saphalata prapta garnechan"},{"SurahNumber":23,"VerseNumber":103,"Text":"Ra jasako bhara harlungo hunecha, uniharu tyasta manisa hun jasale aphula'i hanima pare, sadhainko lagi narkama rahanechan"},{"SurahNumber":23,"VerseNumber":104,"Text":"Agole uniharuko anuharala'i polirahane cha, ra tyasama uniharuko anuhara vikrta bha'irakheka hunchan"}]}