{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"Und WIR schenkten ihm seine Familie und mit ihnen ihresgleichen als Gnade von Uns und Ermahnung für diejenigen mit Verstand"},{"SurahNumber":38,"VerseNumber":44,"Text":"Und nimm mit deiner Hand ein kleines Bündel, dann schlage mit ihm und sei nicht eidbrüchig!\" Gewiß, WIR fanden ihn einen sich in Geduld Übenden. Was für einen guten Diener. Gewiß, er war stets umkehrend"},{"SurahNumber":38,"VerseNumber":45,"Text":"Und erwähne Unsere Diener Ibrahim, Ishaq und Ya'qub, diemit Kraft und Einblick waren"},{"SurahNumber":38,"VerseNumber":46,"Text":"Gewiß, WIR erwählten sie mit einer Auserwählenden aus: Die Erinnerung an die eigentliche Wohnstätte"},{"SurahNumber":38,"VerseNumber":47,"Text":"Und gewiß, sie sind bei Uns zweifelsohne von den Auserwählten, von den Besten"},{"SurahNumber":38,"VerseNumber":48,"Text":"Und erwähne Isma'il, Alys' und Dhal-kifl! Und alle sind von den Besten"},{"SurahNumber":38,"VerseNumber":49,"Text":"Dies ist eine Ermahnung. Und gewiß, für die Muttaqi gibt es doch eine schöne Rückkehr"},{"SurahNumber":38,"VerseNumber":50,"Text":"Adn-Dschannat! Für sie sind die Türen voll geöffnet"},{"SurahNumber":38,"VerseNumber":51,"Text":"Angelehnt sind sie darin. Sie verlangen nach vielerlei Obst und Trank"},{"SurahNumber":38,"VerseNumber":52,"Text":"Und bei ihnen sind die des Blickes Zurückhaltenden, Gleichaltrige"},{"SurahNumber":38,"VerseNumber":53,"Text":"Dies ist, was euch für den Tag der Abrechnung versprochen wird"},{"SurahNumber":38,"VerseNumber":54,"Text":"Gewiß, dies ist zweifelsohne Unser Rizq. Es gibt dafür kein Ende"},{"SurahNumber":38,"VerseNumber":55,"Text":"Dies! Und gewiß für die Übertretenden gibt es doch eine böse Rückkehr"},{"SurahNumber":38,"VerseNumber":56,"Text":"In Dschahannam werden sie hineingeworfen. So erbärmlich ist die Unterlage"},{"SurahNumber":38,"VerseNumber":57,"Text":"Dies! So sollen sie es kosten - Siedendes und Eiter"},{"SurahNumber":38,"VerseNumber":58,"Text":"sowie anderes seinesgleichen - paarweise"},{"SurahNumber":38,"VerseNumber":59,"Text":"Dies ist eine Gruppe, die mit euch hineinstürmt. \"Kein Willkommen für sie. Gewiß, sie werden in das Feuer hineingeworfen"},{"SurahNumber":38,"VerseNumber":60,"Text":"Sie sagten: \"Nein, sondern kein Willkommen für euch! Ihr habt es uns unterbreitet!  So erbärmlich ist der Aufenthalt"},{"SurahNumber":38,"VerseNumber":61,"Text":"Sie sagten: \"Unser HERR! Für denjenigen, der dieses uns unterbreitete, mehre Vielfaches an Peinigung vom Feuer"}]}