{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":166,"Text":"Āra yēdina du’dala sain'yēra mōkābilā haẏēchē; sēdina tōmādēra upara yā āpatita haẏēchē tā āllāhara hukumē'i haẏēchē ēbaṁ tā ējan'ya yē, tātē īmānadāradigakē jānā yāẏa."},{"SurahNumber":3,"VerseNumber":167,"Text":"Ēbaṁ tādērakē yātē sanākta karā yāẏa yārā munāphika chila. Āra tādērakē balā hala ēsō, āllāhara rāhē laṛā'i kara kimbā śatrudigakē pratihata kara. Tārā balēchila, āmarā yadi jānatāma yē, laṛā'i habē, tāhalē abaśya'i tōmādēra sāthē thākatāma. Sē dina tārā īmānēra tulanāẏa kupharīra kāchākāchi chila. Yā tādēra antarē nē'i tārā nijēra mukhē sē kathā'i balē bastutaḥāllāha bhālabhābē jānēna tārā yā kichu gōpana karē thākē."},{"SurahNumber":3,"VerseNumber":168,"Text":"Ōrā halō yē saba lōka, yārā basē thēkē nijēdēra bhā'idēra sambad'dhē balē, yadi tārā āmādēra kathā śunata, tabē nihata hata nā. Tādērakē balē dina, ēbāra tōmādēra nijēdēra upara thēkē mr̥tyukē sariẏē dā'ō, yadi tōmarā satyabādī haẏē thāka."},{"SurahNumber":3,"VerseNumber":169,"Text":"Āra yārā āllāhara rāhē nihata haẏa, tādērakē tumi kakhanō mr̥ta manē karō nā. Baraṁ tārā nijēdēra pālanakartāra nikaṭa jībita ō jībikāprāpta."},{"SurahNumber":3,"VerseNumber":170,"Text":"Āllāha nijēra anugraha thēkē yā dāna karēchēna tāra prēkṣitē tārā ānanda udayāpana karachē. Āra yārā ēkhana'ō tādēra kāchē ēsē paum̐chēni tādēra pēchanē tādēra jan'yē ānanda prakāśa karē. Kāraṇa, tādēra kōna bhaẏa bhīti'ō nē'i ēbaṁ kōna cintā bhābanā'ō nē'i."},{"SurahNumber":3,"VerseNumber":171,"Text":"Āllāhara nēẏāmata ō anugrahēra jan'yē tārā ānanda prakāśa karē ēbaṁ tā ēbhābē yē, āllāha, īmānadāradēra śramaphala binaṣṭa karēna nā."},{"SurahNumber":3,"VerseNumber":172,"Text":"Yārā āhata haẏē paṛāra parē'ō āllāha ēbaṁ tām̐ra rasūlēra nirdēśa mān'ya karēchē, tādēra madhyē yārā saṯ ō parahēyagāra, tādēra jan'ya raẏēchē mahāna sa'ōẏāba."},{"SurahNumber":3,"VerseNumber":173,"Text":"Yādērakē lōkērā balēchē yē, tōmādēra sāthē mōkābēlā karāra jan'ya lōkērā samābēśa karēchē bahu sāja-sarañjāma; tādēra bhaẏa kara. Takhana tādēra biśbāsa āra'ō dr̥ṛhatara haẏē yāẏa ēbaṁ tārā balē, āmādēra jan'ya āllāha'i yathēṣṭa; kata'i nā camaṯkāra kāmiẏābīdānakārī."}]}