{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Is dan hij, wiens bart Allah heeft verruimd voor de Islam, zodat hij door een licht van zijn Heer wordt geleid... (gelijk aan degene wiens had verzegeld is?) Wee daarom hen, wiens harten zich hebben verbard tegen het gedenken van Allah. Zij zijn het die in duidelijke dwaling verkeren"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah heeft het beste Woord nemgezonden in een Doek, op elkaar lijkende, herhalende (gedeelten). De huid van degenen die hun Heer vrezen, huivert erdoor, daarna hun huid en hun harten zacht door het gedenken van Allah. Dat is de Leiding van Allah, Hij leidt daarmee wie Hij wil. En wie door Allah tot dwaling gebracht wordt, voor hem is er geen leider"},{"SurahNumber":39,"VerseNumber":24,"Text":"Is dan hij, die zijn gezicht beschermt voor de slechte bestraffing op de Dag der Opstanding... (gelijk aan hem wiens gezicht beschermd wordt?) En tot de onrehtvaardigen wordt gezegd: \"Proeft wat jullie plachten te verrichten"},{"SurahNumber":39,"VerseNumber":25,"Text":"Degenen vóór hen loochenden, zodat de bestraffing tot hen kwam uit richtingen die zij niet vermoedden"},{"SurahNumber":39,"VerseNumber":26,"Text":"Zo doet Allah hen de vernedering tijdens het wereldse leven proeven, terwijl de bestraffing van het Hiernamaals groter is. Als zij het maar wisten"},{"SurahNumber":39,"VerseNumber":27,"Text":"En voorzeker, Wij hebben voor de mensen in deze Koran allerlei vergelijkingen gemaakt. Hopelijk zullen zij zich laten vermanen"},{"SurahNumber":39,"VerseNumber":28,"Text":"Door een Arabische Koran, waarin geen afwijkingen voorkomen. Hopelijk zullen zij (Allah) vrezen"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah heeft een vergelijking gemaakt van een slaaf die aan meerdere meesters behoort die onderling ruziën, met een slaaf die aan slechts één meester behoort. Zijn zij aan elkaar gelijk? Alle lof zij Allah, maar de meesten van hen weten het niet"},{"SurahNumber":39,"VerseNumber":30,"Text":"Voorwaar, jij zuk sterven en voorwaar, zij zullen sterven"},{"SurahNumber":39,"VerseNumber":31,"Text":"Daarna zullen jullie op de Dag der Opstanding bij jullie Heer met elkaar redetwisten"}]}