{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Nihsandeha yini tomara upare kura'ana bidhana karechena tini alabat tomake phiriye anabena pratyabartanasthale. Balo -- ''amara prabhu bhala janena ke pathanirdesa niye eseche ara ke hacche sbayam suspasta bibhrantira madhye.’’"},{"SurahNumber":28,"VerseNumber":86,"Text":"Ara tumi to asa kara ni ye tomara sange granthakhanara paricaya kariye de'oya habe, kintu eti tomara prabhura kacha theke ekati karuna, sutaram tumi kakhano abisbasidera prsthaposaka hayo na."},{"SurahNumber":28,"VerseNumber":87,"Text":"Ara tara yena allah‌ra nirdesabali theke nibrtta na kare se-saba tomara kache abatirna habara pare, baranca tumi dako tomara prabhura prati, ara tumi kakhano musarikadera dalabhukta hayo na."},{"SurahNumber":28,"VerseNumber":88,"Text":"Ara allah‌ra sange an'ya kono upasyake deko na. Tini byatita an'ya kono upasya ne'i. Tamra abayaba byatita ara saba kichu dhbansasila. Bidhana tamra'i, ara tamra kache'i tomadera phiriye ana habe."},{"SurahNumber":29,"VerseNumber":1,"Text":"Alipha, lama, mima."},{"SurahNumber":29,"VerseNumber":2,"Text":"Lokera ki mane kare ye tadera chere de'oya habe yadi tara bale -- ''amara imana enechi’’, ara tadera pariksa kara habe na"},{"SurahNumber":29,"VerseNumber":3,"Text":"ara edera purbe yara chila tadera amara itipurbe abasya'i pariksa karechilama, e'ibhabe'i allah janate parena tadera yara satyaparayanata abalanbana kare, ara janate parena mithyacaridera."},{"SurahNumber":29,"VerseNumber":4,"Text":"Athaba, yara papacara kare tara ki bhabe ye tara amadera eriye yete parabe? Tara ya sid'dhanta kare ta kata manda"},{"SurahNumber":29,"VerseNumber":5,"Text":"Yara'i allah‌ra sange molakatera kamana kare allah‌ra nirdharita kala tabe niscaya'i agatapraya. Ara tini sarbasrota, sarbajnata."},{"SurahNumber":29,"VerseNumber":6,"Text":"Ara ye ke'u jihada kare, se tahale niscaya'i sangrama kare tara nijera'i jan'ye. Allah nihsandeha bisbajagatera upare anan'ya- nirbhara."}]}