{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"«أمَّن يبدأ الخلق» في الأرحام من نطفة «ثم يعيده» بعد الموت وإن لم تعترفوا بالإعادة لقيام البراهين عليها «ومن يرزقكم من السماء» بالمطر «والأرض» بالنبات «أَإِله مع الله» أي لا يفعل شيئاً مما ذكر إلا الله ولا إله معه «قل» يا محمد «هاتوا برهانكم» حجتكم «إن كنتم صادقين» أن معي إلهاً فعل شيئاً مما ذكر، وسألوه عن وقت قيام الساعة فنزل"},{"SurahNumber":27,"VerseNumber":65,"Text":"«قل لا يعلم من في السماوات والأرض» من الملائكة والناس «الغيب» أي ما غاب عنهم «إلا» لكن «الله» يعلمه «وما يشعرون» أي كفار مكة كغيرهم «أيان» وقت «يبعثون»"},{"SurahNumber":27,"VerseNumber":66,"Text":"«بل» بمعنى هل «أدرك» وزن أكرم، وفي قراءة أخرى ادّارَكَ بتشديد الدال وأصله تدارك أبدلت التاء دالاً وأدغمت في الدال واجتلبت همزة الوصل أي بلغ ولحق أو تتابع وتلاحق «علمهم في الآخرة» أي بها حتى سألوا عن وقت مجيئها ليس الأمر كذلك «بل هم في شك منها بل هم منها عمون» من عمى القلب وهو أبلغ مما قبله والأصل عميون استثقلت الضمة على الياء فنقلت إلى الميم بعد حذف كسرتها"},{"SurahNumber":27,"VerseNumber":67,"Text":"«وقال الذين كفروا» أيضاً في إنكار البعث «أئذا كنا تراباً وآباؤنا أئنا لمخرجون» من القبور"},{"SurahNumber":27,"VerseNumber":68,"Text":"«لقد وعدنا هذا نحن وآباؤنا من قبل إن» ما «هذا إلا أساطير الأولين» جمع أسطورة بالضم أي ما سطر من الكذب"},{"SurahNumber":27,"VerseNumber":69,"Text":"«قل سيروا في الأرض فانظروا كيف كان عاقبة المجرمين» بإنكارهم، وهي هلاكهم بالعذاب"},{"SurahNumber":27,"VerseNumber":70,"Text":"«ولا تحزن عليهم ولا تكن في ضيق مما يمكرون» تسلية للنبي * أي لا تهتم بمكرهم عليك فإنا ناصروك عليهم"},{"SurahNumber":27,"VerseNumber":71,"Text":"«ويقولون متى هذا الوعد» بالعذاب «إن كنتم صادقين» فيه"},{"SurahNumber":27,"VerseNumber":72,"Text":"«قل عسى أن يكون رَدِفَ» قرب «لكم بعض الذي تستعجلون» فحصل لهم القتل ببدر وباقي العذاب يأتيهم بعد الموت"},{"SurahNumber":27,"VerseNumber":73,"Text":"«وإن ربك لذو فضل على الناس» ومنه تأخير العذاب عن الكفار «ولكن أكثرهم لا يشكرون» فالكفار لا يشكرون تأخير العذاب لإنكارهم وقوعه"},{"SurahNumber":27,"VerseNumber":74,"Text":"«وإن ربك ليعلم ما تكن صدورهم» تخفيه «وما يعلنون» بألسنتهم"},{"SurahNumber":27,"VerseNumber":75,"Text":"«وما من غائبة في السماء والأرض» الهاء للمبالغة: أي شيء في غاية الخفاء على الناس «إلا في كتاب مبين» بَيِّن هو اللوح المحفوظ ومكنون علمه تعالى ومنه تعذيب الكفار"},{"SurahNumber":27,"VerseNumber":76,"Text":"«إن هذا القرآن يقص على بني إسرائيل» الموجودين في زمان نبينا «أكثر الذي هم فيه يختلفون» أي ببيان ما ذكر على وجهه الرافع للاختلاف بينهم لو أخذوا به وأسلموا"}]}