{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Ben nefsimi temize çıkarmam. Çünkü Rabbimin merhamet ettiği hariç, nefis aşırı derecede kötülüğü emreder. Şüphesiz Rabbim çok bağışlayandır, çok merhamet edendir'' dedi"},{"SurahNumber":12,"VerseNumber":54,"Text":"Hükümdar: \"Onu bana getirin, kendime has (müsteşar) alayım.\" dedi. Onunla konuşunca: \"Şüphesiz bugün sen yanımızda yüksek makam sahibi ve güvenilir bir kişisin"},{"SurahNumber":12,"VerseNumber":55,"Text":"Yusuf: “Beni ülkenin hazinelerine bakmakla görevlendir. Çünkü ben iyi koruyucu ve bilgili bir kişiyim” dedi"},{"SurahNumber":12,"VerseNumber":56,"Text":"Böylece Yûsuf’a, dilediği yerde konaklamak üzere ülkede imkân ve iktidar verdik. Biz rahmetimizi istediğimize veririz ve iyi davrananların mükâfatını zayi etmeyiz"},{"SurahNumber":12,"VerseNumber":57,"Text":"Elbetteki, ahiret mükâfatı, iman edenler ve Allah’a karşı gelmekten sakınanlar için daha iyidir"},{"SurahNumber":12,"VerseNumber":58,"Text":"Yusuf’un kardeşleri gelip onun huzuruna girdiler. O (Yusuf) kendilerini tanıdığı halde onlar onu tanımadılar"},{"SurahNumber":12,"VerseNumber":59,"Text":"Yûsuf, onların yüklerini hazırlatınca dedi ki: “Sizin, baba bir kardeşinizi de bana getirin. Görmüyor musunuz? Ölçeği tam dolduruyorum ve ben misafir ağırlayanların en iyisiyim.”"},{"SurahNumber":12,"VerseNumber":60,"Text":"Eğer onu bana getirmezseniz, artık benim yanımda size verilecek tek ölçek (zahire) bile yoktur ve bir daha da bana yaklaşmayın"},{"SurahNumber":12,"VerseNumber":61,"Text":"“Onu babasından istemeye çalışacağız. Kuşkusuz bunu yapacağız"},{"SurahNumber":12,"VerseNumber":62,"Text":"Yusuf, memurlarına dedi ki: “Onların ödedikleri ölçek bedellerini yüklerinin içine koyun. Umulur ki ailelerine varınca onu anlarlar da belki yine dönüp gelirler"},{"SurahNumber":12,"VerseNumber":63,"Text":"Onlar, babalarına döndüklerinde: “Ey babamız! Bize artık erzak verilmeyecek. Kardeşimizi (Bünyamin’i) bizimle gönder ki erzak alalım. Onu biz elbette koruruz.” dediler"}]}