{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":14,"Text":"Unīharūlē atyācāra ra ghamaṇḍakō kāraṇa inakāra garē jabaki unīkā hr̥dayalē viśvāsa garisakēkā thi'ē. Tasartha hērnus ki tī upradava garnēharūkō pariṇāma kē bhayō"},{"SurahNumber":27,"VerseNumber":15,"Text":"ra hāmīlē niścaya nai ‘‘dā'ūda’’ ra ‘‘sulaimānalā'ī’’ jñāna pradāna garēkā thiyauṁ. Ra unī duvailē bhanē ki sampūrṇa praśansā allāhakō lagi cha jasalē hāmīlā'ī āphnō dhēraijasō īmānavālā dāsaharūkō dām̐jōmā śrēṣṭhatā pradāna garyō"},{"SurahNumber":27,"VerseNumber":16,"Text":"Ra ‘‘dā'ūdakō’’ uttarādhikārī sulaimāna (alahis'salāmai) bha'ē ra unalē bhanēḥ ki hē mānisaharū! Hāmīlā'ī paṅkṣīharūkō bōlī sikā'i'ēkō cha ra hāmīlā'ī harēka (jarurī) kurāmadhyēbāṭa pradāna gari'ēkōcha. Niḥsandēha yō spaṣṭarūpalē allāhakō kr̥pā hō"},{"SurahNumber":27,"VerseNumber":17,"Text":"‘‘Sulaimānakō’’ sāmu unakā sabai phauja jinna ra manuṣya ra paṅkṣīharūbāṭa ēkatra gari'ē ra unīharūkō kisima anusāra darjā nirdharita gari'ēkō thiyō"},{"SurahNumber":27,"VerseNumber":18,"Text":"Jaba unī kamilāharūkō bainsīmā pugē ta ē'uṭā kamilālē bhan'yōḥ ki hē kamilāharū ā–āphnō dūlōharūmā pravēśa garihāla, yastō nahōs ki ‘‘sulaimāna’’ ra usakō phaujalē timīharūlā'ī kulcihālun ra unīlā'ī thāhā pani nahōs"},{"SurahNumber":27,"VerseNumber":19,"Text":"Unakō yasa kurāmā unī(sulaimāna) hām̐sihālē ra bhanna thālēḥ ki hē pālanakartā! Malā'ī śakti dē'ū juna kr̥pā timī mamāthi ra mērā āmā bābumāthi garēkā chau, tyasaprati kr̥tajñātā jñāpana garūm̐ ra yastā asala kāma garūm̐ ki tyasabāṭa timī prasanna bha'ihāla ra malā'ī āphnō kr̥pālē āphnō asala dāsaharūmā pravēśa garā'ihāla"},{"SurahNumber":27,"VerseNumber":20,"Text":"Unalē paṅkṣīharūkō jām̐capaḍatāla garē, taba bhannāthālē kē kāraṇa cha ki ma ‘‘hudahuda’’ carālā'ī dēkhdina, kē vāstavamā tyō yahām̐ chaina"},{"SurahNumber":27,"VerseNumber":21,"Text":"niścitarūpalē ma usalā'ī kaṭhōra daṇḍa dinēchu vā tyasalā'ī jab'ha garihālnēchu vā mērō agāḍi (anupasthitikō) kunai spaṣṭa kāraṇa prastuta garōs"},{"SurahNumber":27,"VerseNumber":22,"Text":"Kēhī samaya mātra bitēkō thiyō, ki ‘‘hudahuda’’ ā'ipugyō ra bhanna thālyōḥ ki malā'ī ē'uṭā yastō kurō thāhā bha'ēcha, juna tapā'īlā'ī thāhā chaina. Ma ‘‘sabā’’ (śaharabāṭa) tapā'īkō pāsamā ē'uṭā viśvāsanīya sūcanā li'ēra ā'ēkō chu"}]}