{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":43,"Text":"D'ells hi ha qui et mira. Pero pots tu dirigir als cecs, tot i que no vegin"},{"SurahNumber":10,"VerseNumber":44,"Text":"Al·la no es gens injust amb els homes, sino que son els homes els injusts amb si mateixos"},{"SurahNumber":10,"VerseNumber":45,"Text":"I el dia que els congregui, sera com si no haguessin romas mes d'una hora del dia. Es reconeixeran. Perdran qui hagin desmentit la trobada d'Al·la. No van ser ben dirigits"},{"SurahNumber":10,"VerseNumber":46,"Text":"El mateix si et vam mostrar quelcom d'allo amb que els vam amenacar que si et cridem tornaran a Nosaltres. Despres, Al·la sera testimoni del que feien"},{"SurahNumber":10,"VerseNumber":47,"Text":"Cada comunitat te un Missatger. Quan venga el seu Missatger, es decidira entre ells amb equitat i no seran tractats injustament"},{"SurahNumber":10,"VerseNumber":48,"Text":"Diuen: «Quan es complira aquesta amenaca, si es veritat el que dieu...?»"},{"SurahNumber":10,"VerseNumber":49,"Text":"Digues: «Jo no tinc poder per a danyar-me ni per a aprofitar-me sino tant quant Al·la vulgui. Cada comunitat te un termini. Quan venc el seu termini, no poden retardar-ho ni avancar-ho una hora»"},{"SurahNumber":10,"VerseNumber":50,"Text":"Digues: «Que us sembla? Si us sorprengues El seu castig de nit o de dia, voldrien els pecadors encara avancar-ho"},{"SurahNumber":10,"VerseNumber":51,"Text":"Deixeu el creure en ell per a quan ocorri? Creieu ara, quan demaneu avancar-ho»"},{"SurahNumber":10,"VerseNumber":52,"Text":"Es dira als impius: «Agradeu el castig etern! Se us retribuix per altra cosa que pel que heu merescut?»"},{"SurahNumber":10,"VerseNumber":53,"Text":"Et demanaran informacio: «Llavors, aixo es veritat?» Digues: «Si, pel meu Senyor!, que es veritat i no podreu escapar»"}]}