{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"Eger Rabbinden umdugun bir rahmeti aramak icin sozu gecen kimselerden yuz cevirmek mecburiyetinde kalırsan, o vakit de onlara yumusak bir soz soyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"Hem elini baglayıp boynuna asma (cimrilik etme), hem de busbutun acıp sacma (israf etme) ki, pisman olur, acıkta kalırsın"},{"SurahNumber":17,"VerseNumber":30,"Text":"Cunku Rabbin diledigine rızkı bol verir, diledigine kısar; zira O, kullarından haberdardır, herseyi gorendir"},{"SurahNumber":17,"VerseNumber":31,"Text":"Bir de zugurtluk korkusuyla cocuklarınızı oldurmeyin! Onlara da rızkı Biz veririz, size de... Onları oldurmek elbette buyuk bir cinayettir"},{"SurahNumber":17,"VerseNumber":32,"Text":"Zinaya da yaklasmayın; cunku o pek cirkindir ve kotu bir yoldur"},{"SurahNumber":17,"VerseNumber":33,"Text":"Allah´ın haram kıldıgı canı, haklı bir sebep olmadıkca, oldurmeyin; kim haksız yere oldurulurse, velisine hakkını arama hususunda tam bir yetki vermisizdir. O da oldurmede asırı gitmesin; cunku o, yardıma eristirilmistir"},{"SurahNumber":17,"VerseNumber":34,"Text":"Yetimin malına da yaklasmayın. Ancak rusdune erisinceye kadar en guzel sekilde yaklasma baska; verdiginiz sozu yerine getirin; cunku verilen sozde muhakkak bir sorumluluk vardır"},{"SurahNumber":17,"VerseNumber":35,"Text":"Olctugunuz vakit tam ve dogru terazi ile tartın; bu hem hayırlı, hem de sonuc bakımından daha guzeldir"},{"SurahNumber":17,"VerseNumber":36,"Text":"Bir de hic bilmedigin bir seyin ardınca gitme; cunku kulak, goz, gonul; bunların her biri ondan sorumludur"},{"SurahNumber":17,"VerseNumber":37,"Text":"Yeryuzunde azametle yurume; cunku sen ne yeri yutabilirsin, ne de boyca daglara yetisebilirsin"},{"SurahNumber":17,"VerseNumber":38,"Text":"Butun bunların yasaklanmıs olanı, Rabbin katında tiksinilmis bulunuyor"}]}