{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":122,"Text":"[Y recuerda tambien] cuando dos grupos de los vuestros flaquearon y proyectaron desertar y Dios les infundio animo. ¡Que los creyentes depositen su confianza unicamente en Dios"},{"SurahNumber":3,"VerseNumber":123,"Text":"Ciertamente El os ayudo en Badr cuando estabais en inferioridad. Temed, pues, a Dios. Quizas asi agradezcais"},{"SurahNumber":3,"VerseNumber":124,"Text":"[Y recuerda el dia de Badr] cuando decias a los creyentes: «¿Acaso para vosotros no es suficiente que vuestro Senor os refuerce con tres mil angeles descendiendo [de los cielos]"},{"SurahNumber":3,"VerseNumber":125,"Text":"Si, si sois pacientes y temerosos y os atacan de improviso, [hoy tambien] Dios os reforzara con cinco mil angeles portadores de distintivos.»"},{"SurahNumber":3,"VerseNumber":126,"Text":"Y Dios no lo hace sino [para alegraros] con una buena noticia y para tranquilizar vuestros corazones, pues la victoria solamente proviene de Dios [que es] el Poderoso, el Sabio"},{"SurahNumber":3,"VerseNumber":127,"Text":"y para destruir a una parte de los que no creen o para derrotarles y que regresen fracasados [a La Meca]"},{"SurahNumber":3,"VerseNumber":128,"Text":"Tu no eres en absoluto responsable de este asunto o de si Dios les perdona o les castiga porque son opresores"},{"SurahNumber":3,"VerseNumber":129,"Text":"A Dios pertenece lo que hay en los cielos y en la Tierra. Perdona a quien El quiere y castiga a quien El quiere. Dios es perdonador, misericordiosisimo con los creyentes"},{"SurahNumber":3,"VerseNumber":130,"Text":"Oh los que creeis! ¡No os alimenteis de la usura, doblando una y otra vez [vuestros capitales]! Temed a Dios. Quizas asi tengais exito"},{"SurahNumber":3,"VerseNumber":131,"Text":"Y temed el Fuego que ha sido preparado para los que no creen"},{"SurahNumber":3,"VerseNumber":132,"Text":"Y obedeced a Dios y al Mensajero, para que asi se tenga clemencia con vosotros"}]}