{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"Kazhete, \"Navitʹ yakshcho vy povertayete u skeli abo zalizo"},{"SurahNumber":17,"VerseNumber":51,"Text":"Navitʹ yakshcho vy povertayete u budʹ-yakyy riznovyd stvorennya shcho vy vvazhayete nemozhlyvyy.\" Vony todi skazhutʹ, \"Khto prynese nam nazad?\" Skazhitʹ, khto utvoryv vas u pershu cherhu.\" Vony todi skhvylyuyutʹsya yikhni holovy ta kazhutʹ, \"Koly shcho budutʹ?\" Skazhitʹ, \"Mozhlyvo blyzhchyy nizh vy dumayete"},{"SurahNumber":17,"VerseNumber":52,"Text":"denʹ Vin sklykaye vas, vy vidpovidete khvallyachy Yoho, ta vy todi zdiysnyte shcho vy vytrymaly u tse zhyttya ale korotke v toy chas, yak"},{"SurahNumber":17,"VerseNumber":53,"Text":"Rozpovidayutʹ Moyim sluzhbovtsyam obrobyty odyn odnoho u krashchomu mozhlyvomu sposobi, dlya chorta zavzhdy postarayetʹsya zahnaty klyn sered nykh. Bezsumnivno, chort lyudyna naybilʹsh revnyy voroh"},{"SurahNumber":17,"VerseNumber":54,"Text":"Vash Lord znaye vas krashchi. Z·hidno z Yoho znannyam, Vin mozhe zlyva vy z myloserdyam, abo Vin mozhe requite vy. My ne poslaly vam buty yikhniy prybichnyk"},{"SurahNumber":17,"VerseNumber":55,"Text":"Vash Lord yavlyaye soboyu krashchyy knower kozhnoho u nebi ta zemli. Z·hidno z tsym znannyam, my viddaly perevahu deyakym prorokam nad inshymy. Napryklad, my daly David Psalomy"},{"SurahNumber":17,"VerseNumber":56,"Text":"Kazhutʹ, \"Blahayutʹ shchob ni idoly vy vstanovyly bilya Yoho.\" Vony ne mayutʹ potuzhnosti relieve vashi afflictions, ne mozhutʹ vony zavazhayutʹ yim"},{"SurahNumber":17,"VerseNumber":57,"Text":"Navitʹ idoly shcho vony blahayutʹ shukayutʹ shlyakhiv ta zasobiv do yikhnʹoho Lorda. Vony mollyatʹsya za Yoho myloserdya, ta bo Yoho retribution. Bezsumnivno, retribution vashoho Lorda ye merzotnyy"},{"SurahNumber":17,"VerseNumber":58,"Text":"YE ne spilʹnota shcho my ne vynyshchymo pered Dnem Resurrection, abo zapodiyuyemo suvoryy retribution na nykh. Tse vzhe zapysuyetʹsya u knyzi"}]}