{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":77,"Text":"Ve onlar, gizlenen ve acıklanan seyleri Allah´ın biliyor oldugunu bilmiyorlar mı"},{"SurahNumber":2,"VerseNumber":78,"Text":"Onlardan bir kısmı ummilerdir. Onlar (Allah´ın) Kitabı´nı bilmezler, sadece emaniyyeyi (kisilerin yazdıgı kitapları) bilirler. Ve onlar sadece zannediyorlar"},{"SurahNumber":2,"VerseNumber":79,"Text":"Yazıklar olsun onlara ki; elleriyle kitap yazarlar, sonra da (emaniyye bilgiler iceren) bu yazdıklarını az bir bedel (para) karsılıgında satmak icin: “Bu, Allah´ın indindendir.” derler. Yazıklar olsun onlara, elleriyle yazdıkları seylerden dolayı. Yazıklar olsun onlara, kazandıkları seyler sebebiyle"},{"SurahNumber":2,"VerseNumber":80,"Text":"Ve (o emaniyyeye tabi olanlar): “Ates bize ancak sayılı birkac gun dokunacak (gunahlarımız kadar yanıp cennete girecegiz).” dediler. De ki: “Allah katından bir ahd mi edindiniz?” (Eger boyle bir ahd, almıssanız) Allah, ahdinden asla donmez (Allah´ın ahdinde hilaf olmaz). Yoksa Allah´a karsı bilmediginiz bir sey mi soyluyorsunuz"},{"SurahNumber":2,"VerseNumber":81,"Text":"Hayır, (sandıgınız gibi degil) kim gunah kazanmıs da hataları kendisini kusatmıssa; iste onlar, ates halkıdır ve icinde de devamlı kalacaklardır"},{"SurahNumber":2,"VerseNumber":82,"Text":"Ve amenu olup (Allah´a ulasmayı dileyip), ıslah edici (nefsi tezkiye edici) amel isleyenler, iste onlar, cennet halkıdır ve icinde (cennette) devamlı kalacaklardır"},{"SurahNumber":2,"VerseNumber":83,"Text":"Biz, Israilogulları´ndan: “Allah´tan baskasına kul olmayın, ana-babaya, yakınlara, (akrabaya) yetimlere ve miskinlere ihsanda bulunun, insanlara guzel soz soyleyin, namazı (hakkıyla) kılın, zekatı verin.” diye misak almıstık. Sonra da sizden pek azınız haric, yuz cevirdiniz. (Zaten) siz doneklersiniz"}]}