{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"Senden once de kendilerine vahyettigimiz adamlardan baskasını (peygamber olarak) gondermedik. Eger bilmiyorsanız zikir/ilim ehline sorun"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Onları) apacık deliller ve kitaplarla (gonderdik.) Sana da “zikri” indirdik. Kendilerine indirileni insanlara acıklaman icin. Umulur ki onlar da dusunurler"},{"SurahNumber":16,"VerseNumber":45,"Text":"Kotuluk tuzakları kuranlar, Allah’ın kendilerini yerin dibine gecirmeyeceginden veya farkında olmadıkları bir yerden azabın gelmeyeceginden emin mi oldular"},{"SurahNumber":16,"VerseNumber":46,"Text":"Veya onlar donup dolasırlarken Allah'ın kendilerini yakalamayacagından emin mi oldular? Onlar (Allah'ı) aciz bırakacak degillerdir"},{"SurahNumber":16,"VerseNumber":47,"Text":"Veya onları korku uzerineyken kendilerini yakalamayacagından emin mi oldular? Iste Rabbiniz, cok sefkatlidir, cok merhametlidir"},{"SurahNumber":16,"VerseNumber":48,"Text":"Allah’ın yarattıgı seylerin golgelerinin boyun egip, Allah icin secde ederek saga ve sola egiliverdiklerini gormediler mi"},{"SurahNumber":16,"VerseNumber":49,"Text":"Goklerde ve yerde olan tum canlılar ve melekler hic buyuklenmeden Allah’a secde ederler"},{"SurahNumber":16,"VerseNumber":50,"Text":"Yukarılarında olan Rab’lerinden korkarlar ve yalnızca kendilerine emredileni yaparlar"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah: Iki ilah edinmeyin, dedi. O, ancak tek ilahtır. Oyleyse benden korkun"},{"SurahNumber":16,"VerseNumber":52,"Text":"Goklerde ve yerdeki her sey O’nundur. Her zaman din O’na aittir. O halde Allah’tan baskasından mı sakınıyorsunuz"},{"SurahNumber":16,"VerseNumber":53,"Text":"Size verilen her nimet Allah’tandır. Sonra size bir sıkıntı dokundugu zaman da hemen O’na yalvarırsınız"},{"SurahNumber":16,"VerseNumber":54,"Text":"Sonra, sıkıntıyı sizden giderdigi zaman icinizden bir grup hemen Rab’lerine sirk kosarlar"}]}