{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":107,"Text":"evarkaḷ (taṅkaḷ uḷḷaṅkaḷiluḷḷa) nirākarippiṉ kāraṇamāka, nampikkai yāḷarkaḷukku iṭaiyil piriviṉaiyai uṇṭu paṇṇi tīṅku iḻaippataṟkāka, muṉṉar allāhvuṭaṉum avaṉuṭaiya tūtaruṭaṉum pōr purintavarkaḷukkup patuṅkumiṭamāka iruppataṟku oru masjitaik kaṭṭi irukkiṟārkaḷō avarkaḷ, (taṅkaḷ kuṟṟattai maṟaittuviṭak karuti) ‘‘niccayamāka nāṅkaḷ naṉmaiyait tavira (tīmaiyaik) karutavillai'' eṉṟu cattiyam ceykiṉṟaṉar. Āṉāl allāhvō niccayamāka avarkaḷ poyyarkaḷtāṉ eṉṟu cāṭci kūṟukiṟāṉ"},{"SurahNumber":9,"VerseNumber":108,"Text":"ākavē, (napiyē!) Nīr orukkālattilum (aṅku pōy) atil niṟka vēṇṭām. Ārampa tiṉattilēyē (allāhviṉ) payattiṉ mītu (paricuttamāṉa eṇṇattuṭaṉ) amaikkappaṭṭa masjitutāṉ nīr niṉṟu toḻa(vum toḻavaikkavum) mikat takutiyuṭaiyatu. Atilirukkum maṉitarkaḷum paricuttavāṉkaḷāka iruppataiyē virumpukiṉṟaṉar. Allāhvum (ittakaiya) paricuttavāṉkaḷaiyē nēcikkiṟāṉ"},{"SurahNumber":9,"VerseNumber":109,"Text":"Allāhviṉ tirupporuttattai nāṭi, paricutta(māṉa eṇṇa)ttiṉ mītē masjitiṉ astivārattai amaittavaṉ mēlā? Allatu (carintuviṭak kūṭiyavāṟu) ōṭaiyiṉ arukil atuvum carintu avaṉuṭaṉ naraka neruppil viḻakkūṭiyavāṟu masjitiṉ astivārattai amaittavaṉ mēlā? (Ittakaiya) aniyāyakkāra makkaḷai allāh nērāṉa vaḻiyil celuttuvatillai"},{"SurahNumber":9,"VerseNumber":110,"Text":"taṅkaḷ uḷḷaṅkaḷil cantēkattuṭaṉ avarkaḷ kaṭṭiya ikkaṭṭaṭam avarkaḷuṭaiya uḷḷaṅkaḷ tuṇṭu tuṇṭākum varai (muḷḷaip pōl taittuk koṇṭē) irukkum. Allāh (ivarkaḷ aṉaivaraiyum) naṉkaṟintavaṉ, mikka ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":111,"Text":"allāh, nampikkaiyāḷarkaḷuṭaiya uyirkaḷaiyum poruḷkaḷaiyum kaṇṭippāka avarkaḷukkuc corkkam taruvatāka(k kūṟi,) niccayamāka vilaikku vāṅkik koṇṭāṉ. Avarkaḷ allāhvuṭaiya pātaiyil pōr purintu (etirikaḷai) kolvārkaḷ; (allatu) kollappaṭṭu (iṟantu) viṭuvārkaḷ. (Ivviru nilaimaikaḷilum avarkaḷukkuc corkkam taruvatāka) tavṟāttilum, iṉjīlilum, kur'āṉilum (allāh) vākkaḷittut taṉmītu kaṭamaiyākkik koṇṭirukkiṟāṉ. Allāhvaiviṭa vākkuṟutiyai muḻumaiyāka niṟaivēṟṟupavaṉ yār? Ākavē, (nampikkaiyāḷarkaḷē!) Nīṅkaḷ ceyta ivvarttakattaip paṟṟi makiḻcciyaṭaiyuṅkaḷ. Niccayamāka itutāṉ makattāṉa veṟṟi"}]}