{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":170,"Text":"Āra yakhana tādērakē kē'u balē yē, sē hukumēra'i ānugatya kara yā āllāha tā’ālā nāyila karēchēna, takhana tārā balē kakhanō nā, āmarā tō sē biṣaẏēra'i anusaraṇa karaba. Yātē āmarā āmādēra bāpa-dādādērakē dēkhēchi. Yadi ō tādēra bāpa dādārā kichu'i jānatō nā, jānatō nā sarala patha'ō."},{"SurahNumber":2,"VerseNumber":171,"Text":"Bastutaḥ ēhēna kāphēradēra udāharaṇa ēmana, yēna kē'u ēmana kōna jībakē āhabāna karachē yā kōna kichu'i śōnē nā, hām̐ka-ḍāka āra ciṯkāra chāṛā badhira muka, ēbaṁ andha. Sutarāṁ tārā kichu'i bōjhē nā."},{"SurahNumber":2,"VerseNumber":172,"Text":"Hē īmānadāragaṇa, tōmarā pabitra bastu sāmagrī āhāra kara, yēgulō āmi tōmādērakē ruyī hisābē dāna karēchi ēbaṁ śukariẏā ādāẏa kara āllāhara, yadi tōmarā tām̐ra'i bandēgī kara."},{"SurahNumber":2,"VerseNumber":173,"Text":"Tini tōmādēra upara hārāma karēchēna, mr̥ta jība, rakta, śukara mānsa ēbaṁ sēsaba jība-jantu yā āllāha byātīta apara kārō nāmē uṯsarga karā haẏa. Abaśya yē lōka anan'yōpāẏa haẏē paṛē ēbaṁ nāpharamānī ō sīmālaṅghanakārī nā haẏa, tāra jan'ya kōna pāpa nē'i. Niḥsandēhē āllāha mahāna kṣamāśīla, atyanta daẏālu."},{"SurahNumber":2,"VerseNumber":174,"Text":"Niścaẏa yārā sēsaba biṣaẏa gōpana karē, yā āllāha kitābē nāyila karēchēna ēbaṁ sējan'ya alpa mūlya grahaṇa karē, tārā āguna chāṛā nijēra pēṭē āra kichu'i ḍhukāẏa nā. Āra āllāha kēẏāmatēra dina tādēra sāthē nā kathā balabēna, nā tādēra pabitra karā habē, bastutaḥ tādēra jan'yē raẏēchē bēdanādāẏaka āyāba."},{"SurahNumber":2,"VerseNumber":175,"Text":"Ērā'i hala sē samasta lōka, yārā hēdāẏētēra binimaẏē gōmarāhī kharida karēchē ēbaṁ (kharida karēchē) kṣamā ō anugrahēra binimaẏē āyāba. Ata'ēba, tārā dōyakhēra upara kēmana dhairyya dhāraṇakārī."},{"SurahNumber":2,"VerseNumber":176,"Text":"Āra ēṭā ējan'yē yē, āllāha nāyila karēchēna satyapūrṇa kitāba. Āra yārā kētābēra mājhē matabirōdha sr̥ṣṭi karēchē niścaẏa'i tārā jēdēra baśabartī haẏē anēka dūrē calē gēchē."}]}