{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"Ara se tara bagane dhukala athaca se tara nijera prati an'yaya karachila. Se balale -- ''ami mane kari na ye esaba kakhano nihsesa haye yabe"},{"SurahNumber":18,"VerseNumber":36,"Text":"ara ami mane kari na ye gharighanta balabat habe, ara yadiba amara prabhura kache amake phiriye neya haya tabe ami to niscaya'i era ceye'o bhala pratyabartanasthala paba.’’"},{"SurahNumber":18,"VerseNumber":37,"Text":"Tara sangi take balale yakhana se tara sange bakyalapa karachila -- ''tumi ki tamke abisbasa kara yini tomake srsti karechena mati theke, tarapara sukrakita theke, tarapara tini tomake purnanga karechena ekajana manuse"},{"SurahNumber":18,"VerseNumber":38,"Text":"kintu amara bela, tini allah‌, amara prabhu, ara ami kono ekajanake'o amara prabhura sathe sarika kari na."},{"SurahNumber":18,"VerseNumber":39,"Text":"Ara tumi yakhana tomara bagane prabesa karate takhana kena bala na -- 'ma-sa-allah‌, allah chara kono sakti ne'i’? Yadi'o tumi amake dekho dhanadaulata o santanasantatite ami tomara ca'ite kama"},{"SurahNumber":18,"VerseNumber":40,"Text":"tabu hate pare amara prabhu amake tomara baganera ceye bhala kichu dana karabena, ara era upare tini pathabena akasa theke eka hiseba-nikesa, phale acire'i eti haye yabe dhulomatira prantara, gachapalahina."},{"SurahNumber":18,"VerseNumber":41,"Text":"Athaba acire'i era pani taliye yabe bhugarbhe, takhana tumi ta khumje pete samartha habe na.’’"},{"SurahNumber":18,"VerseNumber":42,"Text":"Ara tara phalaphasalake ghera'o karala, tarapara acire'i se hata mocarate lagala ya se tara upare kharaca karechila sejan'ya, ara eti bhenge parechila tara macara upare, ara se balechila -- ''haya amara aphasosa! Ami yadi amara prabhura sathe ka'uke'o ansi na karatama!’’"},{"SurahNumber":18,"VerseNumber":43,"Text":"Ara allah‌ke chere diye take sahayya karara jan'ya kono phauja tara jan'ya chila na, ara se nije'o sahayya karate samartha chila na."},{"SurahNumber":18,"VerseNumber":44,"Text":"E'i to! Abhibhabakatba allah‌ra'i, yini satya. Tini'i puraskaradane srestha ara parinama nirdharane'o srestha."},{"SurahNumber":18,"VerseNumber":45,"Text":"Ara tadera kache parthiba jibanera upama chumro -- e panira n'yaya ya amara barsana kari akasa theke, tate prthibira gachapala ghana-sannibista haya, tarapara paraksane'i ta haye yaya sukano, batasa take uriye niye yaya. Ara allah saba kichura upare'i sarbasaktimana."}]}