{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"Ara tamra an'yatama nidarsana hacche parbatasadrsa sagare calamana nauyanasamuha"},{"SurahNumber":42,"VerseNumber":33,"Text":"Tini icche karale bayuke stabdha kare dite parena; phale nauyanasamuha niscala haye parabe samudraprsthe. Niscaya ete aneka nidarsana rayeche, pratyeka carama dhairyasila o ekanta krtajna byaktira jan'ya"},{"SurahNumber":42,"VerseNumber":34,"Text":"Athaba tini tara ya arjana kareche tara karane seguloke bidhbasta kare dite parena. Ara aneka (arjita aparadha) tini ksama'o karena"},{"SurahNumber":42,"VerseNumber":35,"Text":"ara amara nidarsana samparke yara bitarka kare tara yena janate pare ye, tadera kono asrayasthala ne'i"},{"SurahNumber":42,"VerseNumber":36,"Text":"Sutaram tomaderake ya kichu deya hayeche ta duniyara jibanera bhogya samagrai matra. Ara allahara kache ya ache ta uttama o sthayi, tadera jan'ya yara imana ane ebam tadera rabera upara nirbhara kare"},{"SurahNumber":42,"VerseNumber":37,"Text":"Ara yara kabira gonaha o aslila kaja theke bemce thake ebam yakhana raganbita haya takhana tara ksama kare deya"},{"SurahNumber":42,"VerseNumber":38,"Text":"Ara yara tadera rabera dake sara deya, salata kayema kare ebam tadera karyabali paraspara paramarsera madhyame sampadita haya. Ara taderake amara ye riyika diyechi ta theke byaya kare"},{"SurahNumber":42,"VerseNumber":39,"Text":"Ara yara, yakhana tadera upara simalangana haya takhana tara tara pratibidhana kare"},{"SurahNumber":42,"VerseNumber":40,"Text":"Ara mandera pratiphala anurupa manda atahpara ye ksama kare deya o apasa-nispatti kare tara puraskara allahara kache ache. Niscaya tini yalimaderake pachanda karena na"},{"SurahNumber":42,"VerseNumber":41,"Text":"Tabe atyacarita ha'oyara para yara pratibidhana kare, tadera birud'dhe kona byabastha grahana kara habe na"},{"SurahNumber":42,"VerseNumber":42,"Text":"sudhu tadera birud'dhe byabastha abalambana kara habe yara manusera upara yuluma kare ebam yamine an'yayabhabe bidrohacarana kare beraya, tadera'i jan'ya yantranadayaka sasti"},{"SurahNumber":42,"VerseNumber":43,"Text":"Ara abasya'i ye dhairya dharana kare ebam ksama kare deya, niscaya ta drrha sankalpera'i kaja"},{"SurahNumber":42,"VerseNumber":44,"Text":"Ara allah yake pathabhrasta karena, erapara tara jan'ya kono abhibhabaka ne'i. Ara yalimara yakhana sasti dekhate pabe takhana apani taderake balate sunabena, 'phire ya'oyara kono upaya ache ki"}]}