{"Id":401,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":88,"Text":"Nihayet Sâmirî onlara böğüren bir buzağı heykeli ortaya çıkardı. Bunun üzerine Sâmirî ve adamları: «İşte sizin de, Musa´nın da ilâhı budur, ama o unuttu» dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Onlar görmüyorlar mıydı ki, o buzağı, kendilerine hiçbir sözle karşılık veremiyor; onlara ne bir zarar, ne de bir yarar vermeye sahip bulunamıyordu"},{"SurahNumber":20,"VerseNumber":90,"Text":"And olsun ki Harun daha önce onlara: «Ey kavmim! Siz bununla (buzağı ile) imtihana çekildiniz. Sizin gerçek Rabbiniz Rahmân´dır. Gelin bana uyun ve emrime itaat edin» demişti"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar (cevap olarak şöyle) demişlerdi: «Musa bize dönüp gelinceye kadar, biz ona tapmaya elbette devam edeceğiz.»"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Musa gelince kardeşine şöyle) dedi: «Ey Harun! bunların sapıklığa düştüğünü gördüğün vakit, seni engelleyen ne oldu?»"},{"SurahNumber":20,"VerseNumber":93,"Text":"«(Neden) benim yolumu takip etmedin, benim emrime karşı mı geldin?»"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun: «Ey anamın oğlu! Sakalımı ve başımı (saçımı) tutma. Ben senin ´İsrailoğulları arasında ayrılık çıkardın, sözüme bakmadın´ diyeceğinden korktum.» dedi"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Hz. Musa bu defa Sâmirî´ye dönerek) «Ey Sâmirî! Senin bu yaptığın nedir?» dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"Sâmirî: «Onların görmedikleri bir şey gördüm: (Sana gelen) ilâhî elçinin (Cebrail´in) izinden bir avuç (toprak) aldım ve onu (erimiş mücevheratın içine) attım. Bunu, bana böylece nefsim hoş gösterdi» dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Musa ona şöyle) dedi: «Haydi çekil git. Artık senin için hayat boyunca, ´benimle temas yok´ diye söylemen var (bir vahşi gibi yapayalnız yaşamağa mahkum olacaksın). Hem senin için asla kaçamayacağın bir ceza daha vardır. Bir de ibadet edip durduğun ilâhına bak; elbette biz onu yakacağız, sonra da kül edip muhakkak onu denize savuracağız.»"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin ilâhınız, ancak kendisinden başka hiçbir ilâh bulunmayan Allah´dır. Onun ilmi her şeyi kuşatmıştır"}]}