{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"جن لوگوں کو یہ توقع ہی نہیں ہے کہ وہ (کسی وقت) ہم سے آملیں گے، وہ یوں کہتے ہیں کہ : ہم پر فرشتے کیوں نہیں اتارے جاتے ؟ یا پھر ایسا کیوں نہیں ہوتا کہ ہم خود اپنے پروردگار کو دیکھ لیں ؟ حقیقت یہ ہے کہ یہ اپنے دلوں میں اپنے آپ کو بہت بڑا سمجھے ہوئے ہیں۔ اور انہوں نے بڑی سرکشی اختیار کی ہوئی ہے۔"},{"SurahNumber":25,"VerseNumber":22,"Text":"جس دن ان کو فرشتے نظر آگئے، اس دن ان مجرموں کے لیے کوئی خوشی کا موقع نہیں ہوگا، بلکہ یہ کہتے پھریں گے کہ خدایا ! ہمیں ایسی پناہ دے کہ یہ ہم سے دور ہوجائیں۔"},{"SurahNumber":25,"VerseNumber":23,"Text":"اور انہوں نے (دنیا میں) جو عمل کیے ہیں، ہم ان کا فیصلہ کرنے پر آئیں گے تو انہیں فضا میں بکھرے ہوئے گرد و غبار (کی طرح بےقیمت) بنادیں گے۔"},{"SurahNumber":25,"VerseNumber":24,"Text":"اس دن جنتی لوگ ہوں گے جن کا مستقر بھی بہترین ہوگا، اور آرام گاہ بھی خوب ہوگی۔"},{"SurahNumber":25,"VerseNumber":25,"Text":"اور جس دن آسمان پھٹ کر ایک بادل کو راہ دے گا، اور فرشتے اس طرح اتارے جائیں گے کہ ان کا تار بندھ جائے گا۔"},{"SurahNumber":25,"VerseNumber":26,"Text":"اس دن صحیح معنی میں بادشاہی خدائے رحمن کی ہوگی، اور وہ دن کافروں پر بہت سخت ہوگا۔"},{"SurahNumber":25,"VerseNumber":27,"Text":"اور جس دن ظالم انسان (حسرت سے) اپنے ہاتھوں کو کاٹ کھائے گا، اور کہے گا : کاش میں نے پیغمبر کی ہمراہی اختیار کرلی ہوتی۔"},{"SurahNumber":25,"VerseNumber":28,"Text":"ہائے میری بربادی ! کاش میں نے فلاں شخص کو دوست نہ بنایا ہوتا۔"},{"SurahNumber":25,"VerseNumber":29,"Text":"میرے پاس نصیحت آچکی تھی، مگر اس (دوست) نے مجھے اس سے بھٹکا دیا، اور شیطان تو ہے ہی ایسا کہ وقت پڑنے پر انسان کو بےکس چھوڑ جاتا ہے۔"},{"SurahNumber":25,"VerseNumber":30,"Text":"اور رسول (صلی اللہ علیہ وآلہ وسلم) کہیں گے کہ : یا رب ! میری قوم اس قرآن کو بالکل چھوڑ بیٹھی تھی۔"},{"SurahNumber":25,"VerseNumber":31,"Text":"اور ہم نے اسی طرح مجرم لوگوں کو ہر نبی کا دشمن بنایا ہے۔ اور تمہارا پروردگار ہدایت دینے اور مدد کرنے کے لیے کافی ہے۔"},{"SurahNumber":25,"VerseNumber":32,"Text":"اور یہ کافر لوگ کہتے ہیں کہ : ان پر سارا قرآن ایک ہی دفعہ میں کیوں نازل نہیں کردیا گیا ؟ (اے پیغمبر) ہم نے ایسا اس لیے کیا ہے تاکہ اس کے ذریعے تمہارا دل مضبوط رکھیں۔ اور ہم نے اسے ٹھہر ٹھہر کر پڑھوایا ہے۔"}]}