{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Pargardigori osmonhovu zamin va on ci mijoni on dust. Uro ʙiparast va dar parastis ʙosaʙr ʙos. Ojo hamnome ʙaroi U mesinosi"},{"SurahNumber":19,"VerseNumber":66,"Text":"Odami megujad: «Ojo zamone, ki ʙimiram, zinda az gur ʙerun ovarda xoham sud?»"},{"SurahNumber":19,"VerseNumber":67,"Text":"Va odami ʙa jod nadorad, ki uro pes az in ofaridaem va u xud cize naʙud"},{"SurahNumber":19,"VerseNumber":68,"Text":"Ba Parvardigorat savgand, onhoro ʙo sajtonho gird meovarem, on goh hamaro dar atrofi cahannam ʙa zonu menisonem"},{"SurahNumber":19,"VerseNumber":69,"Text":"On goh az har guruh kasonero, ki dar ʙaroʙari Xudoi rahmon ʙestar sarkasi kardaand, cudo mekunem"},{"SurahNumber":19,"VerseNumber":70,"Text":"Va Mo onhoero, ki sazovortar ʙa doxil sudan dar otas va suxtan dar on ʙosand, ʙehtar mesinosem"},{"SurahNumber":19,"VerseNumber":71,"Text":"Va hec jak az sumo nest, ki voridi cahannam nasavad va in hukmest hatmi az coniʙi Parvardigori tu"},{"SurahNumber":19,"VerseNumber":72,"Text":"On goh parhezgoronro nacot medihem va sitamkoronro hamcunon ʙa zonu nisasta dar on co meguzorem"},{"SurahNumber":19,"VerseNumber":73,"Text":"Cun ojoti ravsangari moro ʙar onon ʙixonand, kofiron ʙa mu'minon megujand: «Kadom jak az du firqaro cojgohi ʙehtar va mahfili nekutar ast?»"},{"SurahNumber":19,"VerseNumber":74,"Text":"Pes az onho ci ʙisjor mardumero ʙa halokat rasonidaem, ki az cihati xonavu coj va suratu namud ʙehtar az onho ʙudand"},{"SurahNumber":19,"VerseNumber":75,"Text":"Bigu: «Har kas, ki dar gumrohi ʙosad. Xudoi rahmon uro ʙa fuzuni madad merasonad», to on goh on ciro ʙa u va'da doda sudaast, ʙingarad: jo azoʙ va jo qijomat. On goh xohand donist, ki ci kasero cojgoh ʙadtaru laskar notavontar ast"},{"SurahNumber":19,"VerseNumber":76,"Text":"Va Xudo ʙar rohnamoii onon, ki hidojat joftaand, xohad afzud va nazdi Parvardigori tu mukofot va naticai kirdorhoi soistae, ki ʙoqi mondaniand, ʙehtar ast"}]}