{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"allāh evarkaḷukku nērvaḻi kāṇpikka virumpukiṟāṉō avarkaḷuṭaiya uḷḷattai islāmiṉ pakkam (cella) virivākkukiṟāṉ. Evarkaḷai, avarkaḷuṭaiya vaḻikēṭṭilēyē viṭṭuviṭa virumpukiṟāṉō avarkaḷuṭaiya uḷḷattai (nirppantattāl) vāṉattil ēṟupava(ṉi)ṉ (uḷḷam) pōl kaṣṭappaṭṭu curuṅkumpaṭiyākki viṭukiṟāṉ. Ivvāṟē, nampikkai koḷḷātavarkaḷukku allāh taṇṭaṉai koṭukkiṟāṉ"},{"SurahNumber":6,"VerseNumber":126,"Text":"(napiyē!) Ituvē umatu iṟaivaṉiṉ nērāṉa vaḻiyākum. Nalluṇarcci peṟum makkaḷukku nām (nam) vacaṉaṅkaḷai niccayamāka vivarittirukkiṟōm"},{"SurahNumber":6,"VerseNumber":127,"Text":"avarkaḷukku avarkaḷuṭaiya iṟaivaṉiṭattil cāntiyum camātāṉamum uḷḷa corkkamuṇṭu. Avarkaḷ ceytu koṇṭirunta (naṟ)ceyalkaḷiṉ kāraṇamāka avaṉ avarkaḷuṭaiya nēcaṉ āvāṉ"},{"SurahNumber":6,"VerseNumber":128,"Text":"(Iṟaivaṉ) avarkaḷ aṉaivaraiyum oṉṟu cērkkum (maṟumai) nāḷil, (jiṉ iṉattārai nōkki) ‘‘jiṉ iṉattōrē! Nīṅkaḷ maṉitarkaḷil palarai(k keṭuttu) uṅkaḷuṭaṉ cērttuk koṇṭīrkaḷ (allavā)'' eṉ(ṟu kēṭ)pāṉ. Ataṟku maṉitarkaḷil uḷḷa avarkaḷiṉ naṇparkaḷ ‘‘eṅkaḷ iṟaivaṉē! Eṅkaḷil cilar (māṟu ceyta) cilaraikkoṇṭu payaṉaṭaintu irukkiṉṟaṉar. Eṅkaḷukku nī ēṟpaṭuttiya kālattai nāṅkaḷ aṭaintu viṭṭōm. (Eṅkaḷukku eṉṉa kaṭṭaḷai?)'' Eṉṟu kēṭpārkaḷ. (Ataṟku iṟaivaṉ) ‘‘narakamtāṉ uṅkaḷ taṅkumiṭam. (Uṅkaḷil) allāh (maṉṉikka) nāṭiyavarkaḷait tavira (maṟṟa aṉaivarum eṉṟeṉṟumē) atil taṅki viṭuvīrkaḷ'' eṉṟu kūṟuvāṉ. (Napiyē!) Niccayamāka umatu iṟaivaṉ, mikka ñāṉamuṭaiyavaṉ naṉkaṟintavaṉ āvāṉ"},{"SurahNumber":6,"VerseNumber":129,"Text":"ivvāṟu ivvakkiramakkārarkaḷ ceyta (tīya) ceyaliṉ kāraṇamāka avarkaḷil ovvoruvaraiyum (aniyāyakkārarkaḷākiya) maṟṟavarkaḷuṭaṉ (narakattil) oṉṟu cērttuviṭuvōm"},{"SurahNumber":6,"VerseNumber":130,"Text":"(iṟaivaṉ maṟumaiyil maṉitarkaḷaiyum jiṉkaḷaiyum nōkki) ‘‘maṉita, jiṉ kūṭṭattārkaḷē! Uṅkaḷil tōṉṟiya (nam) tūtarkaḷ uṅkaḷiṭam vantu nam vacaṉaṅkaḷai uṅkaḷukku ōtik kāṇpittu nīṅkaḷ nam'maic cantikkum innāḷaip paṟṟiyum uṅkaḷukku accamūṭṭi eccarikkai ceyyavillaiyā?'' Eṉ(ṟu kēṭ)pāṉ. Ataṟkavarkaḷ ‘‘(eṅkaḷ iṟaivaṉē! Uṇmaitāṉ) ivvulaka vāḻkkai eṅkaḷai mayakkiviṭṭatu'' eṉṟu taṅkaḷukku etirāka cāṭciyam kūṟuvatuṭaṉ, niccayamāka tāṅkaḷ nirākarittuk koṇṭiruntatākavum taṅkaḷukkut tāmē etirāka avarkaḷ cāṭciyam kūṟuvārkaḷ"},{"SurahNumber":6,"VerseNumber":131,"Text":"(Napiyē!) I(vvāṟu napimārkaḷai aṉuppuva)taṉ kāraṇamellām aniyāyam ceyta evvūrāraiyum avarkaḷ ajākkirataiyāka irukkum camayattil (eccarikkai ceyyāmal) avarkaḷai aḻippavaṉāka umatu iṟaivaṉ irukkavillai eṉpatutāṉ"}]}