{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":46,"Text":"مال واوﻻد تو دنیا کی ہی زینت ہے، اور (ہاں) البتہ باقی رہنے والی نیکیاں تیرے رب کے نزدیک از روئے ﺛواب اور (آئنده کی) اچھی توقع کے بہت بہتر ہیں"},{"SurahNumber":18,"VerseNumber":47,"Text":"اور جس دن ہم پہاڑوں کو چلائیں گے اور زمین کو تو صاف کھلی ہوئی دیکھے گا اور تمام لوگوں کو ہم اکٹھا کریں گے ان میں سے ایک کو بھی باقی نہ چھوڑیں گے"},{"SurahNumber":18,"VerseNumber":48,"Text":"اور سب کے سب تیرے رب کے سامنے صف بستہ حاضر کئے جائیں گے۔ یقیناً تم ہمارے پاس اسی طرح آئے جس طرح ہم نے تمہیں پہلی مرتبہ پیدا کیا تھا لیکن تم تو اسی خیال میں رہے کہ ہم ہرگز تمہارے لئے کوئی وعدے کا وقت مقرر کریں گے بھی نہیں"},{"SurahNumber":18,"VerseNumber":49,"Text":"اور نامہٴ اعمال سامنے رکھ دیئے جائیں گے۔ پس تو دیکھے گا کہ گنہگار اس کی تحریر سے خوفزده ہو رہے ہوں گے اور کہہ رہے ہوں گے ہائے ہماری خرابی یہ کیسی کتاب ہے جس نے کوئی چھوٹا بڑا بغیر گھیرے کے باقی ہی نہیں چھوڑا، اور جو کچھ انہوں نے کیا تھا سب موجود پائیں گے اور تیرا رب کسی پر ﻇلم وستم نہ کرے گا"},{"SurahNumber":18,"VerseNumber":50,"Text":"اور جب ہم نے فرشتوں کو حکم دیا کہ تم آدم کو سجده کرو تو ابلیس کے سوا سب نے سجده کیا، یہ جنوں میں سے تھا، اس نے اپنے پروردگار کی نافرمانی کی، کیا پھر بھی تم اسے اور اس کی اوﻻد کو مجھے چھوڑ کر اپنا دوست بنا رہے ہو؟ حاﻻنکہ وه تم سب کا دشمن ہے۔ ایسے ﻇالموں کا کیا ہی برا بدل ہے"},{"SurahNumber":18,"VerseNumber":51,"Text":"میں نے انہیں آسمانوں وزمین کی پیدائش کے وقت موجود نہیں رکھا تھا اور نہ خود ان کی اپنی پیدائش میں، اور میں گمراه کرنے والوں کو اپنا مددگار بنانے واﻻ بھی نہیں"},{"SurahNumber":18,"VerseNumber":52,"Text":"اور جس دن وه فرمائے گا کہ تمہارے خیال میں جو میرے شریک تھے انہیں پکارو! یہ پکاریں گے لیکن ان میں سے کوئی بھی جواب نہ دے گا ہم ان کے درمیان ہلاکت کا سامان کردیں گے"},{"SurahNumber":18,"VerseNumber":53,"Text":"اور گنہگار جہنم کو دیکھ کرسمجھ لیں گے کہ وه اسی میں جھونکے جانے والے ہیں لیکن اس سے بچنے کی جگہ نہ پائیں گے"}]}