{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"Yakshcho vony vyznayutʹ tebe brekhunom, to y ranishe poslantsiv vvazhaly brekhunamy. Ale vsi spravy povertayutʹsya do Allaha"},{"SurahNumber":35,"VerseNumber":5,"Text":"O lyudy! Voistynu, obitsyanka Allaha pravdyva! Nekhay ne spokushaye vas zemne zhyttya, i nekhay spokusnyk ne spokushaye vas proty Allaha"},{"SurahNumber":35,"VerseNumber":6,"Text":"Voistynu, shaytan — vash voroh, tozh stavtesya do nʹoho yak do voroha. Vin zaklykaye svoyikh prykhylʹnykiv do toho, shchob vony staly meshkantsyamy pekla"},{"SurahNumber":35,"VerseNumber":7,"Text":"Na tykh, yaki ne uviruvaly, chekaye zhorstoka kara! A na tykh, yaki uviruvaly y robyly dobro, chekaye proshchennya y velyka vynahoroda"},{"SurahNumber":35,"VerseNumber":8,"Text":"Nevzhe toy, komu prykrasheno yoho vchynky tak, shcho vin spryymaye yikh za dobro, rivnyy [tomu, komu Allah vkazav na pryamyy shlyakh?] Voistynu, Allah zbyvaye zi shlyakhu, koho pobazhaye, ta vede pryamym shlyakhom, koho pobazhaye. Ne zhurysya cherez nykh! Voistynu, Allah znaye te, shcho vony roblyatʹ"},{"SurahNumber":35,"VerseNumber":9,"Text":"Allah — Toy, Khto posylaye vitry. Koly vony prynosyatʹ khmary, My pryvodymo yikh do mertvoyi zemli ta ozhyvlyayemo yiyi pislya smerti. Takym bude y voskresinnya"},{"SurahNumber":35,"VerseNumber":10,"Text":"Yakshcho khtosʹ prahne mohutnosti, to vsya mohutnistʹ nalezhytʹ Allahu! Do Nʹoho pidnosytʹsya dobre slovo, a dobra sprava pidnosytʹ yoho! A tykh, yaki zamyslyuyutʹ zle, chekaye zhorstoka kara! Z·hynutʹ yikhni khytroshchi"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah stvoryv vas iz prakhu, potim — iz krapli simeni, a potim zrobyv vas paramy. Zhinka ne mozhe zavahitnity chy narodyty, okrim yak iz Yoho znannya. Zhyve dovhozhytelʹ chy vkorochuyetʹsya yoho zhyttya — tse vse mistytʹsya v Pysanni! Voistynu, tse dlya Allaha — lehko"}]}