{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":7,"Text":"Niscaya yisakale amara saksatara asa posana nakarae, arau parthira jirana laiye santusta haiche arau se'ito laiye paraitrpta, arau yisakale amara nidarsanarali samparke gaphila"},{"SurahNumber":10,"VerseNumber":8,"Text":"sihamtara krtakarmara babe sihamtara thikana ha’ba agni"},{"SurahNumber":10,"VerseNumber":9,"Text":"Niscaya yisakale imana aniche arau satkarma karaiche te'omlokara pratipalake te'omlokaka patha nirdesa karaiba te'omloke imana anara karane; niyamaterae paraipurna jannatara phale te'omlokara talata prabahita ha'ba nadisamuha"},{"SurahNumber":10,"VerseNumber":10,"Text":"Tata te'omlokara dhbani ha’bah ‘he allaha! Tumi mahana, paraitra’! Arau tata te'omlokara abhibadana ha’ba, ‘chalama’ arau te'omlokara sesa dhbani ha’bah ‘sakalo dharanara prasansa srstijagatara raba allahara babe’"},{"SurahNumber":10,"VerseNumber":11,"Text":"Arau allahe yadi manuhara akalyana (praarthanata sahamrai di'omte) kharakheda karailehemtena, yenekai te'om sihamtara kalyana (praarthanata sahamrai di'omte) kharadhara karae, tente arasye sihamtara mrtyura samaya ahi ga’lehemtena. Gatike yisakale amara saksatara asa posana nakarae sihamtaka ami sihamtara abadhyatata udbhraantara darae ghurai phuraibalai erai di'om"},{"SurahNumber":10,"VerseNumber":12,"Text":"Arau manuhaka yetiya dukha-dain'ya'i sparsa karae tetiya si su'i, bahi athaba thiya hai amaka ahbana karae. Tara pichata ami yetiya tara dukha-dain'ya dura karai di'om, tetiya si enekai cala-phuraa karae ye taka akraanta karaa dukha-dain'yara paraa paraitraana karaibalai si yeniba amaka ahbana karaa'i nachila. E'idarae'i simalanghanakarai sakalara krtakarma sihamtara ocarata sobhaniya karai diya haiche"},{"SurahNumber":10,"VerseNumber":13,"Text":"Arau arasye ami tomalokara agata bahu prajanmaka dhbansa karaicho yetiya sihamte yuluma karaichila; arau sihamtara ocarata sihamtara raachulasakale spasta pramanadi lai ahichila, kintu sihamte imana anibalai prastuta nachila. E'idarae ami aparaadhi sampradayaka pratiphala di thako"},{"SurahNumber":10,"VerseNumber":14,"Text":"Tara pichata ami tomalokaka sihamtara pichata prthiraita sthalabhisikta karaicho, tomaloke kenekuraa amala karaa se'ito dekhara babe"}]}