{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"Dus wanneer jij en de mensen met jou aan boord van het schip zullen gaan, zeg dan: \"Alle lof zij Allah, Die ons gered heeft van het onrechtvaardige volk"},{"SurahNumber":23,"VerseNumber":29,"Text":"En zeg: \"O mijn Heer, plaats mij op een gezegende plaats. En U bent het die de beste plaatsen geeft"},{"SurahNumber":23,"VerseNumber":30,"Text":"Voorwar, daarin zijn zeker Tekenen en Wij hebben hen zeker beproefd"},{"SurahNumber":23,"VerseNumber":31,"Text":"Vervolgens brengen Wij na hen een andere generatie voort"},{"SurahNumber":23,"VerseNumber":32,"Text":"En Wij stuurden hun een Boodschapper van onder hen (die zei:) \"Aanbidt Allah. Er is geen god voor jullie dan Hem, waarom vrezen jullie (Allah) niet"},{"SurahNumber":23,"VerseNumber":33,"Text":"En de vooraanstanden, die niet geloofden, van zijn volk en die de ontmoeting in het Hiernamaals loochenden en die Wij de weelde van het wereldse leven gaven, zeiden: \"Deze (man) is slechts een mens zoals jullie, hij eet van wat jullie eten en hij drinkt van wat jullie drinken"},{"SurahNumber":23,"VerseNumber":34,"Text":"En als jullie rnensen volgen die zoals jullie zijn: voorwaar, dan behoren jullie zeker tot de verliezers"},{"SurahNumber":23,"VerseNumber":35,"Text":"Belooft hij jullie dat wanneer jullie dood zijn en tot stof en beenderen zijn geworden, dat jullie dan opgewekt worden"},{"SurahNumber":23,"VerseNumber":36,"Text":"Ver, ver weg is wat aan jullie beloofd is"},{"SurahNumber":23,"VerseNumber":37,"Text":"Ons leven is slechts op de wereld, wij gaan dood en wij leven en wij zullen niet opgewekt worden"},{"SurahNumber":23,"VerseNumber":38,"Text":"Hij is slechts een man die leugens over Allah heeft vèrzonnen. En Wij geloven hem niet"},{"SurahNumber":23,"VerseNumber":39,"Text":"Hij (Hôcd) zei: \"O mijn Heer, help mij tegen wat zij loochenen"},{"SurahNumber":23,"VerseNumber":40,"Text":"Hij (Allah) zei: \"Binnenkort zullen zij zeker spijt krijgen"},{"SurahNumber":23,"VerseNumber":41,"Text":"Terecht trof de bliksemslag hen toen, en Wij maakten hen als schuim. Ten onder gaat het onrechtvaardige volk"},{"SurahNumber":23,"VerseNumber":42,"Text":"Vervolgens brachten Wij na hen andere generaties voort"}]}