{"Id":475,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-la","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Ba “gulanjing” jiang shi gei ni de, bi shi ni fu fan guxiang. Ni shuo:“Wo de zhu zhidao shei shi zhaoshi zhengdao de, shei shi zai mingxian de mi wu zhong de.”"},{"SurahNumber":28,"VerseNumber":86,"Text":"Ni bing wei xiwang zhenzhu ba zhe bu jingdian shangci ni, dan na shi youyu ni de zhu de enhui. Ni jue buyao zuo bu xindao zhe de zhushou"},{"SurahNumber":28,"VerseNumber":87,"Text":"Zhenzhu de jixiang jiang shi ni zhihou, ni jue buyao ren tamen fang'ai ni xuanyang naxie jixiang. Ni yingdang zhao ren lai guishun ni de zhu, ni jue buyao zuo yi wu pei zhu zhe"},{"SurahNumber":28,"VerseNumber":88,"Text":"Chu zhenzhu wai, ni buyao qidao bie de renhe shenling, chu ta wai, jue wu ying shou chongbai de. Chu ta de benti wai, wanwu dou yao huimie. Panjue zhi you ta zuochu, nimen zhi bei zhao guiyu ta.§"},{"SurahNumber":29,"VerseNumber":1,"Text":"Ai lie fu, lia mu, mi mu"},{"SurahNumber":29,"VerseNumber":2,"Text":"Zhongren yiwei tamen de ziyou de shuo:“Women yi xindaole” que bu shou kaoyan ma"},{"SurahNumber":29,"VerseNumber":3,"Text":"Wo que yi kaoyan zai tamen zhiqian de ren. Zhenzhu biding yao zhidao shuo shihua zhe, biding yao zhidao shuohuang zhe"},{"SurahNumber":29,"VerseNumber":4,"Text":"Nandao zuo'e de ren yiwei tamen neng tao chu wo de fawang ma? Tamen de panduan zhen elie"},{"SurahNumber":29,"VerseNumber":5,"Text":"fan xiwang huijian zhenzhu zhe, shei dou yingdang zhidao zhenzhu de qixian shi biding jianglin de, zhenzhu que shi quan cong de, que shi quanzhi de"},{"SurahNumber":29,"VerseNumber":6,"Text":"Fan fendou zhe, dou zhi wei ziji er fendou, zhenzhu que shi wu qiu yu quan shijie de"}]}