{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":96,"Text":"U eshte lejuar gjuetia e detit dhe ngrenia e saj, duke u kenaqur me te, ne shtepi dhe ne udhetim. E, ju eshte ndaluar gjuetia e tokes, deri sa te gjendeni ne Ihram. Druajeni Perendine, para te cilit do te tuboheni"},{"SurahNumber":5,"VerseNumber":97,"Text":"Perendia e beri Qaben – Shtepi te shenjte qe njerezit t’i kryejne detyrat fetare dhe muajin e shenjt, kurbanin dhe kurbanin e shenuar. Keto te gjitha, i beri, per te ditur se Perendia di cdo gje ne qiej dhe ne Toke dhe qe Perendia eshte i Gjithedijshem"},{"SurahNumber":5,"VerseNumber":98,"Text":"Dinie se Perendia eshte ndeshkues i rrepte dhe se eshte fales e meshirues"},{"SurahNumber":5,"VerseNumber":99,"Text":"Pejgamberi ka per detyre vetem t’ju komunikoje Shpalljes. Se Perendia di cka punoni sheshazi e cka fshehurazi"},{"SurahNumber":5,"VerseNumber":100,"Text":"Thuaju: “Nuk barazohet e keqja me te miren, sikur edhe te te kenaqte shumica e te keqijave. Druajeni Perendine, o te zotet e mendjes se holle, qe te shpetoni"},{"SurahNumber":5,"VerseNumber":101,"Text":"O besimtare! Mos pyetni per disa sende, qe sikur t’ju thuhet haptazi do te ishit te pakenaqur, e nese pyetni per ato kur zbritet Kur’ani, do t’u jene te qarta. Perendia ua ka fale kersherine. Se, Perendia, eshte fales dhe i bute, (nuk nxiton ne ndeshkime)"},{"SurahNumber":5,"VerseNumber":102,"Text":"Disa njerez kane pyetur keshtu, para jush, e nuk kane besuar (u bene mohues)"},{"SurahNumber":5,"VerseNumber":103,"Text":"Perendia nuk e perligji Behiren (deven femer me veshe te prere); as Saiben (deven qe e flijonin per statuje); as Vesilen (deven qe ka pjelle pese here rresht qingja – femer e u eshte flijuar statujeve); as Hamin (deven qe nuk e ngarkonin as shalonin). Por, mohuesit (duke besuar keshtu shtrember), kane trilluar genjeshtra per Perendine! Shumica nga ata nuk kane mend"}]}