{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":89,"Text":"Ey kavmim! Sakın bana karsı dusmanlıgınız, Nuh kavminin veya Hud kavminin, yahut Salih kavminin baslarına gelenler gibi size de bir musibet getirmesin! Lut kavmi de sizden uzak degildir"},{"SurahNumber":11,"VerseNumber":90,"Text":"Rabbinizden bagıslanma dileyin; sonra O’na tevbe edin. Muhakkak ki Rabbim cok merhametlidir, (Rabbine yonelip dayananları) cok sever"},{"SurahNumber":11,"VerseNumber":91,"Text":"Dediler ki: Ey Suayb! Soylediklerinin cogunu anlamıyoruz ve icimizde seni cidden zayıf (aciz) goruyoruz! Eger kabilen olmasa, seni mutlaka taslayarak oldururuz. Sen bizden ustun degilsin"},{"SurahNumber":11,"VerseNumber":92,"Text":"(Suayb:) «Ey kavmim dedi, size gore benim kabilem Allah’tan daha mı guclu ve degerli ki, onu (Allah'ın emirlerini) arkanıza atıp unuttunuz. Suphesiz ki Rabbim yapmakta olduklarınızı cepecevre kusatıcıdır"},{"SurahNumber":11,"VerseNumber":93,"Text":"Ey Kavmim! Yapacagınızı gucunuzun yettigince yapın. Elbet ben de yapacagım. Kendisini perisan edecek azabın kime gelecegini ve asıl kimin yalancı oldugunu ogreneceksiniz. Bekleyiniz; elbette sizinle birlikte ben de bekleyecegim"},{"SurahNumber":11,"VerseNumber":94,"Text":"Emrimiz gelince, Suayb'ı ve onunla beraber iman edenleri tarafımızdan bir rahmetle kurtardık; zulmedenleri ise korkunc bir gurultu yakaladı da yurtlarında diz ustu cokekaldılar"},{"SurahNumber":11,"VerseNumber":95,"Text":"Sanki orada hic barınmamıslardı. Biliniz ki, Semud kavmi (Allah'ın rahmetinden) uzak oldugu gibi Medyen kavmi de uzak oldu"},{"SurahNumber":11,"VerseNumber":96,"Text":"Andolsun ki Musa'yı da mucizelerimizle ve apacık bir delille gonderdik"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firavun'a ve onun ileri gelenlerine (gonderdik). Fakat onlar Firavun'un emrine uydular. Oysa Firavun'un emri dogru degildi"}]}