{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":88,"Text":"pa im izlio tele koje je davalo glas kao da muce, i oni su onda rekli: \"Ovo je vas bog i Musaov bog, on ga je zaboravio"},{"SurahNumber":20,"VerseNumber":89,"Text":"Zar oni nisu vidjeli da im ono ni rijeci ne odgovara i da od njih ne moze nikakvu nevolju otkloniti niti im ikakvu korist pribaviti"},{"SurahNumber":20,"VerseNumber":90,"Text":"A njima je Harun jos prije govorio: \"O narode moj, vi ste njime samo u iskusenje dovedeni; Gospodar vas je Milostivi, zato slijedite mene i slusajte nareenje moje"},{"SurahNumber":20,"VerseNumber":91,"Text":"Mi cemo mu se klanjati sve dok nam se ne vrati Musa\" - odgovorili su oni"},{"SurahNumber":20,"VerseNumber":92,"Text":"O Harune,\" - povika Musa - \"sta te je sprijecilo, kad si ih vidio da su zalutali"},{"SurahNumber":20,"VerseNumber":93,"Text":"da za mnom nisi posao? Zasto nisi nareenje moje poslusao"},{"SurahNumber":20,"VerseNumber":94,"Text":"O sine majke moje,\" - rece Harun - \"ne hvataj me za bradu i za kosu moju! Ja sam se plasio da ti ne reknes: \"Razdor si meu sinovima Israilovim posijao i nisi postupio onako kako sam ti rekao"},{"SurahNumber":20,"VerseNumber":95,"Text":"A sta si to ti htio, o Samirija?\" - upita Musa"},{"SurahNumber":20,"VerseNumber":96,"Text":"Ja sam vidio ono sto oni nisu vidjeli\" - odgovori on -, \"pa sam saku zemlje ispod izaslanikove stope uzeo i to bacio, i eto tako je u mojoj dusi ponikla zla misao"},{"SurahNumber":20,"VerseNumber":97,"Text":"E onda se gubi\" - rece Musa -, \"citavog svog zivota ces govoriti: \"Neka me niko ne dotice\" a ceka te jos i odreeni cas koji te nece mimoici. Pogledaj samo ovog tvog \"boga\" kojem si se klanjao; mi cemo ga sigurno spaliti i po moru mu prah rasuti"},{"SurahNumber":20,"VerseNumber":98,"Text":"Vas bog je - Allah, drugog boga, osim Njega, nema! On sve zna"}]}