{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":7,"VerseNumber":196,"Text":"Nokorε sε, me Kyitaafoͻ ne Nyankopͻn no a Osianee Nwoma no, na Ɔno na Ɔtaa apapafoͻ no akyi"},{"SurahNumber":7,"VerseNumber":197,"Text":"Wͻn a mofri N’akyi sufrε wͻn no wͻ’ntumi mmoa mo na (wͻ’ntumi) mmoa wͻn ho"},{"SurahNumber":7,"VerseNumber":198,"Text":"Sε wofrε wͻn kͻ deε tenenee no wͻ a wͻ’nnte; wohunu sε wͻ’hwε wo deε, nanso wͻ’nhunu adeε"},{"SurahNumber":7,"VerseNumber":199,"Text":"(Nkͻmhyεni), fa bͻnefakyε, na hyε (amanfoͻ ma wͻ’nyε) papa, na twe wo ho fri abagyimifoͻ no ho"},{"SurahNumber":7,"VerseNumber":200,"Text":"Sε ͻbonsam tutu nsԑm bi gu w’asom a, hwehwε ntwitwagyeε fri Nyankopͻn hͻ. Nokorε sε Ɔno ne mpaebͻ Tiefoͻ, na Ɔne Onimdefoͻ"},{"SurahNumber":7,"VerseNumber":201,"Text":"Wͻn a wͻ’suro Nyankopͻn no, sε ͻbosam de adwen bͻne bi ma wͻn a, wͻ’kae Nyankopͻn, εba saa a, εma wͻn aniso da hͻ kann (kae Nyankopͻn asotwee ne N’adom a εwͻ hͻ Daakye)"},{"SurahNumber":7,"VerseNumber":202,"Text":"Nanso wͻn nuanom (abͻneεfoͻ no, ͻbonsam) de wͻn kͻ bͻne ne ͻyera mu akyirikyiri na wͻ’nntwa (boneyε no) so"},{"SurahNumber":7,"VerseNumber":203,"Text":"Sε woannfa nsεnkyerεnee amma wͻn a, deε wͻ’ka ne sε: ‘’Adεn na woannfa amma. Ka sε: “Medeε deε me Wura Nyankopͻn asiane amame no akyi na medie. (Qur’aan) woi yε anibue (Nwoma) anaa nyinasoͻ pefee ne kwankyerε ne ahummͻborͻ a efri mo Wura Nyankopͻn hͻ dema amanfoͻ a wͻ’gye die"},{"SurahNumber":7,"VerseNumber":204,"Text":"Enti sε yεrekenkan Qur’aan no a, montie, na monyε komm sεdeε yεbehu mo mmͻbͻ"},{"SurahNumber":7,"VerseNumber":205,"Text":"Na kaekae anaasε bͻ wo Wura Nyankopͻn abodin wͻ wotrim wͻ ahobraseε ne ehuu mu wͻ anͻpa ne anyumerε, na εnyε kasa dendeenden mu, na hwε na w’ankͻka awirefirefoͻ no ho"},{"SurahNumber":7,"VerseNumber":206,"Text":"Nokorε sε, wͻn a wͻn wͻ wo Wura Nyankopͻn hͻ (a wͻ’ne Soro abͻfoͻ) no, wͻ’nnyε ahomasoͻ wͻ Nesom ho, na mmom wͻ’bͻ no abodin na Ɔno na wͻ’de wͻn anim butu fͻm ma no"}]}