{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":106,"Text":"Аллоҳдан мағфират қилишни сўранг! Албатта, Аллоҳ мағфират қилгувчи ва меҳрибон бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":107,"Text":"Сиз ўзларига хиёнат қиладиган (жинояткор) кимсаларнинг ёнини олманг! Албатта, Аллоҳ хоин ва жиноятчи бўлган кимсаларни севмайди"},{"SurahNumber":4,"VerseNumber":108,"Text":"Улар (ўзларининг жиноятларини) одамлардан яшира оладилар, аммо Аллоҳдан яшира олмайдилар. У Ўзи рози бўлмайдиган гапларнинг режасини хуфёна тузаётган пайтларида ҳам улар билан бирга бўлур. Аллоҳ уларнинг қилаётган амалларини иҳота қилгувчи бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":109,"Text":"Ҳой сизлар, бу дунёда-ку, уларнинг ёнини олдингиз. Энди Қиёмат Кунида ким уларни Аллоҳдан ҳимоя қилиб ёнларини олур ёки ким уларнинг устида вакил бўлиб турар"},{"SurahNumber":4,"VerseNumber":110,"Text":"Ким бирон-бир ёмон иш қилса ёки ўз жонига жабр қилса, сўнгра Аллоҳдан мағфират сўраса, Аллоҳни мағфират қилгувчи ва меҳрибон эканини топар-кўрар"},{"SurahNumber":4,"VerseNumber":111,"Text":"Кимки бирон гуноҳ қилса, фақат ўзига зарар қилган бўлади. Аллоҳ билим ва ҳикмат эгаси бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":112,"Text":"Кимки бирон хато ёки гуноҳни қилиб қўйиб, сўнг уни бир пок одамга туҳмат қилиб отса, муҳаққақки, у бўҳтон ва очиқ гуноҳни ўз зиммасига олибди"},{"SurahNumber":4,"VerseNumber":113,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), агар сизга Аллоҳнинг фазлу марҳамати бўлмаганда эди, улардан бир тоифаси сизни йўлдан оздиришга уриниб қолган эди. Лекин улар фақат ўзларини адаштирадилар, холос. Сизга эса бирон зиён етказа олмайдилар. (Зеро) Аллоҳ сизга Китоб ва ҳикматни нозил қилди ва билмаган нарсаларингизни билдирди. Аллоҳнинг сизга қилган фазлу марҳамати улуғ бўлди"}]}