{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Na to koi ummat apnay waqt-e-muqarrara say aagey barhi aur na peechay rahi"},{"SurahNumber":23,"VerseNumber":44,"Text":"Phir hum ney lagataar rasool bhejay jab jab jiss ummat kay pass uss ka rasool aaya uss ney jhutlaya pus hum ney aik ko doosray kay peechay laga diya aur unhen afsana bana diya. Unn logon ko doori ho jo eman qabool nahi kertay"},{"SurahNumber":23,"VerseNumber":45,"Text":"Phir hum ney musa (alh-e-salam) ko aur uss kay bhai haroon (alh-e-salam) ko apni aayaton aur khulli daleel kay sath bheja"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firaon aur uss kay lashkaron ki taraf pus unhon ney takabbur kiya aur thay hi woh sirkash log"},{"SurahNumber":23,"VerseNumber":47,"Text":"Kehney lagay kay kiya hum apnay jesay do shakhson per eman aayen? Halankay khud unn ki qom (bhi) humaray ma-tehat hai"},{"SurahNumber":23,"VerseNumber":48,"Text":"Pus unhon ney unn dono ko jhutlaya aakhir woh bhi halak shuda logon mein mill gaye"},{"SurahNumber":23,"VerseNumber":49,"Text":"Hum ney to musa (alh-e-salam) ko kitab (bhi) di kay log raah-e-raast per aajyen"},{"SurahNumber":23,"VerseNumber":50,"Text":"Hum ney ibn-e-marium aur uss ki walida ko aik nishani banaya aur unn dono ko buland saaf qarar wali aur jari pani wali jagah mein panah di"},{"SurahNumber":23,"VerseNumber":51,"Text":"Aey payghumbaron! Halal cheez khao aur nek amal kero tum jo kuch ker rahey ho uss say mein ba-khoobi waqif hun"},{"SurahNumber":23,"VerseNumber":52,"Text":"Yaqeenan tumhara yeh deen aik hi deen hai aur mein hi tum sab ka rab hun pus tum mujh say dartay raho"},{"SurahNumber":23,"VerseNumber":53,"Text":"Phir unhon ney khud (hi) apnay amar (deen) kay aapas mein tukray tukray ker liye her giroh jo kuch uss kay pass hai ussi per itra raha hai"},{"SurahNumber":23,"VerseNumber":54,"Text":"Pus aap (bhi) enhen unn ki ghaflat mein hi kuch muddat para rehney den"},{"SurahNumber":23,"VerseNumber":55,"Text":"Kiya yeh (yun) samajh bethay hain? Kay hum jo bhi inn kay maal-o-aulad barha rahey hain"},{"SurahNumber":23,"VerseNumber":56,"Text":"Woh inn kay liye bhalayion mein jaldi ker rahey hain (nahi nahi) bulkay yeh samajhtay hi nahi"},{"SurahNumber":23,"VerseNumber":57,"Text":"Yaqeenan jo log apnay rab ki haibat say dartay hain"},{"SurahNumber":23,"VerseNumber":58,"Text":"Aur jo apnay rab ki aayaton per eman rakhtay hain"},{"SurahNumber":23,"VerseNumber":59,"Text":"Aur jo apnay rab kay sath kissi ko shareek nahi kertay"}]}