{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Sonra da ye, ic: gozun aydın olsun! Ve eger insanlardan birini gorursen ona de ki: \"Ben O sınırsız rahmet Sahibi icin, (bir sure) konusmaktan kacınmaya ahdettim; bu yuzden bugun insanlardan kimseyle konusmayacagım"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ve bir sure sonra, cocuguyla beraber, kavmine dondu. \"Ey Meryem!\" dediler, \"Sen, gercekten, tuhaf bir is yaptın"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun´un kız kardesi! Senin baban kotu bir adam degildi; ne de annen iffetsiz bir kadındı"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine (Meryem) cocuga isaret etti. \"Daha besikteki bir cocukla biz nasıl konusabiliriz ki!\" diye cıkıstılar"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Fakat cocuk:) \"Bakın,\" dedi, \"Allah´ın kuluyum ben. O bana ilahi mesaj bahsetti ve beni peygamber yaptı"},{"SurahNumber":19,"VerseNumber":31,"Text":"ve nerede bulunursam bulunayım beni kutlu ve erdemli kıldı; yasadıgım surece bana salatı, arınmak icin vermeyi emretti"},{"SurahNumber":19,"VerseNumber":32,"Text":"ve anamı saygıyla gozetmemi; ve beni merhametten yoksun bir zorba kılmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Bunun icindir ki, dogdugum gun selam benim uzerimdeydi; olecegim gun ve hayata (yeniden) dondurulecegim gun (yine benim uzerimde olacaktır)"},{"SurahNumber":19,"VerseNumber":34,"Text":"Meryem oglu Isa hakkında, uzerinde oylesine derin bir anlasmazlıga dustukleri dogru acıklama iste budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Bir ogul edinmek Allah´a asla yakıstırılamaz; sınırsız yuceligiyle O boyle bir seyin ustunde, otesindedir. O bir seyin olmasına hukmettigi zaman, ona yalnızca \"Ol!\" der ve o (sey hemen) oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Ve (Isa´nın her zaman soyledigi gercek sudur:) \"Suphesiz, benim Rabbim de, sizin Rabbiniz de Allah´tır; oyleyse (yalnızca) O´na kulluk edin: dosdogru yol (yalnızca) budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Hal boyleyken (Kitab-ı Mukaddes´e baglı olduklarını iddia eden) hizipler yine de aralarında (Isa´nın dogası hakkında) cekisip duruyorlar! Oyleyse, o buyuk Gun butun acıklıgıyla gelip cattıgı zaman vay hallerine hakkı inkar edenlerin"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bizim karsımıza cıkacakları o Gun, (gercegi) nasıl da apacık isitecek ve gorecekler! Ne var ki, bu zalimler o gun artık asikar bir bicimde bir kere yoldan cıkmıs bulunacaklar"}]}