{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"Mi Kur'an s Istinom spustamo i s Istinom on silazi. A tebe smo poslali samo kao donositelja radosnih vijesti i upozoritelja"},{"SurahNumber":17,"VerseNumber":106,"Text":"I kao Kur'an, sve dio po dio ga objavljujemo da bi ga ti ljudima malo-pomalo kazivao, i prema potrebi ga objavljujemo"},{"SurahNumber":17,"VerseNumber":107,"Text":"Reci: \"Vjerovali u njega ili ne vjerovali, oni kojima je jos prije objavljivanja njegova dato znanje padaju licem na tlo, cineci sedzdu, kad im se on cita"},{"SurahNumber":17,"VerseNumber":108,"Text":"I govore: \"Uzvisen neka je Gospodar nas, obecanje Gospodara naseg se ispunilo"},{"SurahNumber":17,"VerseNumber":109,"Text":"i padaju licem na tle placuci, i on im uvecava strahopostovanje"},{"SurahNumber":17,"VerseNumber":110,"Text":"Reci: \"Zovite Ga: 'Allahu', ili zovite: 'Svemilosni', a kako Ga god budete zvali, Njegova su imena najljepsa. Ne izgovaraj na sav glas Kur'an kad molitvu obavljas, a i ne prigusuj ga; trazi sredinu između toga"},{"SurahNumber":17,"VerseNumber":111,"Text":"I reci: \"Sva hvala Allahu Koji Sebi nije uzeo djeteta i Koji u vlasti nema ortaka, i Kome ne treba zastitnik zbog nemoci\" - i istinski Ga velicaj"},{"SurahNumber":18,"VerseNumber":1,"Text":"Sva hvala neka je Allahu Koji Svome robu objavljuje Knjigu, i nije je dao iskrivljenu"},{"SurahNumber":18,"VerseNumber":2,"Text":"nego ispravnu, da teskom kaznom, koju ce On dati, opomene, a da vjernike koji cine dobra djela divnom nagradom obraduje"},{"SurahNumber":18,"VerseNumber":3,"Text":"U njoj ce vjecno boraviti"},{"SurahNumber":18,"VerseNumber":4,"Text":"i da upozori one koji govore: \"Allah je Sebi uzeo sina"}]}