{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"Bana yarasan, Allah hakkında gercek olandan baskasını soylememektir. Size Rabbinizden apacık delillerle geldim. Artık Israilogulları'nı benimle beraber gonder"},{"SurahNumber":7,"VerseNumber":106,"Text":"“Eger sen bir ayet ile gelmissen ve eger dogru soyleyenlerden isen haydi onu goster!” dedi"},{"SurahNumber":7,"VerseNumber":107,"Text":"Bunun uzerine asasını (yere) bıraktı. (Asa) hemen apacık bir ejderha oluverdi"},{"SurahNumber":7,"VerseNumber":108,"Text":"Elini cıkardı. Ne gorsunler! O bakanlara bembeyaz parlıyordu"},{"SurahNumber":7,"VerseNumber":109,"Text":"Firavun’un kavminden ileri gelenler, dediler ki: “Suphesiz bu adam gayet bilgin bir sihirbazdır.”"},{"SurahNumber":7,"VerseNumber":110,"Text":"“Sizi yurdunuzdan cıkarmak istiyor.” (Firavun sordu): “O halde ne buyurursunuz?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"Onu ve kardesini simdilik beklet ve sehirlere (gorevli) toplayıcılar gonder"},{"SurahNumber":7,"VerseNumber":112,"Text":"“Sana ne kadar bilgin sihirbaz varsa hepsini getirsinler.”"},{"SurahNumber":7,"VerseNumber":113,"Text":"Sihirbazlar Firavun’a gelerek dediler ki: \"Eger biz galip gelirsek bir mukafat var, degil mi"},{"SurahNumber":7,"VerseNumber":114,"Text":"Evet! Elbette siz bana yakın kimselerden olacaksınız.\" dedi"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sihirbazlar: \"Ey Musa! (Asanı) once ya sen at ya da once atanlar biz olalım.\" dediler"},{"SurahNumber":7,"VerseNumber":116,"Text":"O da: \"Siz atın!\" dedi. Onlar atınca, insanların gozlerini buyulediler, onları korkuttular ve buyuk bir sihir gosterdiler"},{"SurahNumber":7,"VerseNumber":117,"Text":"Biz de Musa’ya asanı at diye vahyettik. Birdenbire asa onların uydurduklarını yuttu"},{"SurahNumber":7,"VerseNumber":118,"Text":"Boylece hak yerini buldu ve onların yapmıs oldukları seylerin hepsi bosa cıktı"},{"SurahNumber":7,"VerseNumber":119,"Text":"Orada maglup oldular ve kucuk dustuler"},{"SurahNumber":7,"VerseNumber":120,"Text":"Sihirbazlar hep birden secdeye kapandılar"}]}