{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":72,"VerseNumber":14,"Text":"“Kandi ko muri twe harimo abicishije bugufi (Abayisilamu) n’abatannye. Nyamara abicishije bugufi ni bo bagannye inzira igororotse.”"},{"SurahNumber":72,"VerseNumber":15,"Text":"“Naho abatannye bazaba inkwi z’umuriro wa Jahanamu.”"},{"SurahNumber":72,"VerseNumber":16,"Text":"“Kandi ko iyo (abahakanyi) baza kuyoboka inzira igororotse (bakayishikamamo), rwose twari kubaha amazi (imvura) menshi (kandi y’umugisha)”"},{"SurahNumber":72,"VerseNumber":17,"Text":"“Kugira ngo tuyabageragereshe. Kandi uzirengagiza urwibutso rwa Nyagasani we, azamuhanisha ibihano bigenda byiyongera.”"},{"SurahNumber":72,"VerseNumber":18,"Text":"“Kandi ko imisigiti yose ari iya Allah (wenyine). Bityo, ntimukagire undi musaba mumubangikanyije na Allah.”"},{"SurahNumber":72,"VerseNumber":19,"Text":"Kandi ubwo umugaragu wa Allah (Muhamadi) yahagurukaga amusaba (mu iswala), (amajini) yabaga amuzengurutse (kugira ngo yumve Intumwa isoma Qur’an)"},{"SurahNumber":72,"VerseNumber":20,"Text":"Vuga (yewe Muhamadi) uti “Mu by’ukuri njye nsaba Nyagasani wanjye wenyine nta wundi mubangikanyije na We.”"},{"SurahNumber":72,"VerseNumber":21,"Text":"Vuga (yewe Muhamadi) uti “Mu by’ukuri nta bubasha mfite bwo kuba nagira ikibi mbakorera, cyangwa ngo mbe nabayobora (mu nzira igororotse).”"},{"SurahNumber":72,"VerseNumber":22,"Text":"Vuga uti “Mu by’ukuri nta n’umwe wandinda (ibihano bya) Allah (ndamutse mwigometseho), ndetse nta n’ahandi nabona ubuhungiro hatari kuri We.”"},{"SurahNumber":72,"VerseNumber":23,"Text":"“(Umurimo wanjye nta wundi) usibye gusohoza (ukuri) n’ubutumwa biturutse kwa Allah. Ariko uzigomeka kuri Allah n’intumwa ye, azahanishwa umuriro wa Jahanamu azabamo ubuziraherezo.”"},{"SurahNumber":72,"VerseNumber":24,"Text":"Kugeza ubwo (ababangikanyamana) bazabona ibyo basezeranyijwe, ni bwo bazamenya ufite abatabazi b’abanyantege nke n’ufite bake"},{"SurahNumber":72,"VerseNumber":25,"Text":"Vuga (yewe Muhamadi) uti “Sinzi niba (ibihano) musezeranywa biri bugufi cyangwa niba Nyagasani wanjye azabiha igihe kirekire.”"},{"SurahNumber":72,"VerseNumber":26,"Text":"Ni We (wenyine) mumenyi w’ibitagaragara kandi nta n’umwe ajya ahishurira ibye"},{"SurahNumber":72,"VerseNumber":27,"Text":"Uretse uwo yishimiye mu ntumwa ze, akamwoherereza abarinzi (abamalayika) bamugenda imbere n’inyuma"},{"SurahNumber":72,"VerseNumber":28,"Text":"(Ibyo Allah abikora) kugira ngo amenye ko (Intumwa) zasohoje neza ubutumwa bwa Nyagasani wazo. Kandi (ko Allah) azi neza ibyo zitunze ndetse azi byimazeyo umubare wa buri kintu"}]}