{"Id":289,"LanguageCodes":["ps","pus"],"Name":"pus-zakariaabulsala","Author":"Zakaria Abulsalam","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"","Translations":[{"SurahNumber":49,"VerseNumber":12,"Text":"اى هغو كسانو چې ایمان يې راوړى دى! تاسو له ډېرو (بدو) ګمانونو نه ځان وساتئ، بېشكه ځینې ګمانونه ګناه ده او پټ عیبونه مه لټوئ او ستاسو ځینې دې د ځینو نورو غیبت نه كوي، ایا په تاسو كې یو كس دا خوښوي چې د خپل ورور غوښه وخوري، په دې حال كې چې هغه مړى وي، نو تاسو دغه (خوراك) بدګڼئ او له الله نه ووېرېږئ، بېشكه الله ښه توبه قبلوونكى، بې حده رحم كوونكى دى"},{"SurahNumber":49,"VerseNumber":13,"Text":"اى خلقو! بېشكه مونږ تاسو له يوه سړي او له یوې ښځې پیدا كړي یئ او مونږ تاسو څانګې او قبیلې ګرځولي یئ، د دې لپاره چې تاسو یو بل سره وپېژنئ، بېشكه د الله په نیز په تاسو كې ډېر عزتمن، ستاسو زیات پرهېزګار دى، بېشكه الله ښه پوه، ښه خبردار دى"},{"SurahNumber":49,"VerseNumber":14,"Text":"بانډېسیانو (صحرايي خلقو) وویل: مونږ ایمان راوړى دى، ته (دوى ته) ووایه: تاسو ایمان نه دى راوړى او لېكن تاسو ووايئ چې مونږ اسلام راوړى دى او ایمان لا تر اوسه ستاسو په زړونو كې نه دى ننوتى او كه تاسو د الله او د هغه د رسول اطاعت وكړئ، نو هغه (الله) به ستاسو له عملونو نه هېڅ شى كم نه كړي، بېشكه الله ډېر بخښونكى، بې حده رحم كوونكى دى"},{"SurahNumber":49,"VerseNumber":15,"Text":"بېشكه مومنان خو هغه كسان دي چې په الله او د هغه په رسول يې ایمان راوړى دى، بیا يې شك نه دى كړى او د الله په لاره كې يې په خپلو مالونو او خپلو ځانونو سره جهاد كړى دى، هم دغه كسان رښتیني دي"},{"SurahNumber":49,"VerseNumber":16,"Text":"ته (دوى ته) ووایه: ایا تاسو پر خپل دین باندې الله خبروئ، حال دا چې الله پوهېږي په هر هغه څه چې په اسمانونو كې دي او په هر هغه څه چې په ځمكه كې دي، او الله په هر شي باندې ښه پوه دى"},{"SurahNumber":49,"VerseNumber":17,"Text":"دوى په تا د دې احسان كوي چې اسلام يې راوړى دى، ته (ورته)، ووایه: تاسو په ما باندې د خپل اسلام راوړلو احسان مه كوي، بلكې الله پر تاسو باندې احسان كوي دا چې تاسو ته يې د ایمان راوړلو هدایت وكړ، كه تاسو رښتیني يئ"},{"SurahNumber":49,"VerseNumber":18,"Text":"بېشكه الله د اسمانونو او ځمكې په غیبو پوهېږي او الله هغه څه لره چې تاسو يې كوئ، ښه ليدونكى دى"}]}