{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":94,"Text":"Nej, svär inte era eder för att överlista varandra; er fot som har fått fäste [i tron] kan slinta och så får ni bära de onda följderna [i detta liv] av att ha avvikit från Guds väg; och [efter döden] väntar er ett hårt straff"},{"SurahNumber":16,"VerseNumber":95,"Text":"Byt därför inte bort förbundet med Gud för [att uppnå] en ömklig vinst. Det som Gud har i beredskap är för er det bästa - om ni bara visste"},{"SurahNumber":16,"VerseNumber":96,"Text":"Det ni har i handen försvinner, men det som är hos Gud består i evighet. Vi skall sannerligen belöna dem som höll ut i motgång och prövningar efter deras bästa handlingar"},{"SurahNumber":16,"VerseNumber":97,"Text":"Den man eller kvinna som gör gott och lever rättskaffens och som har tron skall Vi skänka ett gott liv och Vi skall bestämma deras [slutliga] belöning efter deras bästa handlingar"},{"SurahNumber":16,"VerseNumber":98,"Text":"NÄR DU [vill] läsa Koranen, be då Gud beskydda dig mot Djävulen, den utstötte"},{"SurahNumber":16,"VerseNumber":99,"Text":"Han har ingen makt över dem som tror och litar till sin Herre"},{"SurahNumber":16,"VerseNumber":100,"Text":"hans makt är begränsad till dem som ställer sig under hans beskydd och som förleds av honom att tillskriva andra del i Guds makt"},{"SurahNumber":16,"VerseNumber":101,"Text":"Och när Vi låter ett budskap ersättas av ett [annat] - Gud är väl medveten om vad Han uppenbarar, steg för steg - säger de: \"Detta har du [själv] satt samman!\" Nej, de flesta av dem vet inte [vad de talar om]"},{"SurahNumber":16,"VerseNumber":102,"Text":"Säg: \"Helighetens ande har, steg för steg, förmedlat uppenbarelsen från din Herre med sanningen för att stärka [tron hos] de troende och ge dem som har underkastat sig Guds vilja vägledning och ett glatt budskap om hopp"}]}