{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Ayetlerim size okunurken, onları yalanlayanlar siz değil miydiniz"},{"SurahNumber":23,"VerseNumber":106,"Text":"Derler ki: Rabbımız, bedbahtlığımız bizi yenmişti. Sapıklar topluluğu olmuştuk"},{"SurahNumber":23,"VerseNumber":107,"Text":"Rabbımız, bizi buradan çıkar, tekrar dönersek doğrusu zulmetmiş oluruz"},{"SurahNumber":23,"VerseNumber":108,"Text":"Buyurdu ki: Yıkılıp gidin içerisine. Benimle konuşmayın"},{"SurahNumber":23,"VerseNumber":109,"Text":"Çünkü kullarımdan bir zümre vardı ki, onlar: Rabbımız, inandık, artık bağışla bizi, merhamet et bize. Sen merhamet edenlerin en hayırlısısın, diyordu"},{"SurahNumber":23,"VerseNumber":110,"Text":"Siz ise, onları alaya alıyordunuz. Öyle ki size Benim zikrimi unutturdular. Ve siz, onlara hep gülüyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Sabrettiklerinden dolayı bugün onları mükafatlandırdım. Doğrusu onlar, kurtuluşa erenlerin kendileridir"},{"SurahNumber":23,"VerseNumber":112,"Text":"Buyurdu ki: Yıl sayısı olarak yeryüzünde ne kadar kaldınız"},{"SurahNumber":23,"VerseNumber":113,"Text":"Bir gün veya daha az bir süre kaldık, sayanlara sor, dediler"},{"SurahNumber":23,"VerseNumber":114,"Text":"Buyurdu ki: Çok az bir süre kaldınız. Keşki bilseydiniz"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sizi boşuna yarattığımızı ve Bize hiç döndürülmeyeceğinizi mi sandınız"},{"SurahNumber":23,"VerseNumber":116,"Text":"Gerçek hükümdar olan Allah yücedir. O´ndan başka hiç bir tanrı yoktur ve O, yüce Arş´ın Rabbıdır"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kim, başka bir tanrıya taparsa; onun hiç bir delili yoktur ve onun hesabı Rabbının katındadır. Gerçek şu ki, kafirler felah bulamazlar"},{"SurahNumber":23,"VerseNumber":118,"Text":"De ki: Rabbım, mağfiret et, merhamet et. Sen, merhamet edenlerin en hayırlısısın"}]}