{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Yinīharū tapā'īsita dharmayud'dhamā prāpta jiti'ēkā dhanakō viṣayamā sōdhchan, tapā'īlē bhanidinusḥ yī yudghamā prāpta bha'ēkō dhana allāha ra rasulakā hun. Ataḥ allāhasita ḍara ra āphnā sambandhaharū sumadhura rākha ra allāha ra usakō rasūlakō ājñāpālana gara, yadi timī īmānavālā hau bhanē"},{"SurahNumber":8,"VerseNumber":2,"Text":"Īmānavālāharū tī nai hun jasakā hr̥daya kāmchan, junabēlā allāhakō varṇana huncha. Ra jaba unakā agāḍi allāhakā āyataharū paḍhēra sunā'inchan ta tinīharūkō īmānamā jhan br̥d'dhi bha'ihālcha, ra tinīharū āphnō pālanakartāmā bharōsā gardachan"},{"SurahNumber":8,"VerseNumber":3,"Text":"Yinīharū tī mānisa hun jō namājalā'ī kāyama rākhdachan, ra hāmīlē unīharūlā'ī jē–jati di'ēkā chauṁ, tyasabāṭa (rāmrō kāmakō lāgi) kharca garchan"},{"SurahNumber":8,"VerseNumber":4,"Text":"Saccā īmānavālā yī mānisaharū hun, yinakā nimti yinakā pālanakartākahām̐ gauravapūrṇa sthānaharū chan ra mukti ra sam'mānita jīvikā cha"},{"SurahNumber":8,"VerseNumber":5,"Text":"(Yō tyastai) jastō tapā'īkō pālanakartālē tapā'īkō gharabāṭa hakakōsātha vidā garyō, kintu imānavālāharūmadhyē ēka samūhalā'ī yō apriya lāgyō"},{"SurahNumber":8,"VerseNumber":6,"Text":"Unīharūlē satyakō biṣayamā tyō spaṣṭa bha'isakēpachi tapā'īsam̐ga yasarī jhagaḍā garirākhēkā thi'ē ki tinīharūlē ām̐khālē dēkhi'ēkō mr̥tyutira dhakēlindai chan"},{"SurahNumber":8,"VerseNumber":7,"Text":"Ra timīharū tyasa samayalā'ī yādagara jaba allāha timīsita vācā garirākhēkō thiyō ki du'ī samuhaharūmadhyē ē'uṭā timrō hāthamā ā'unēcha ra timī cāhanthyauṁ ki niḥśastra samūha timrō hātamā ā'ōs. Ra allāha yō cāhanthyō ki āphnō ādēśakō satyatā pramāṇita garōs ra tī inkāra garnēharūkō jarā kāṭidē'ōs"},{"SurahNumber":8,"VerseNumber":8,"Text":"Jasabāṭa satyalā'ī satya garēra dēkhā'ōs ra asatyalā'ī asatya garēra, cāhē aparādhiharūlā'ī jati nai apriya kina nalāgōs"}]}