{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":54,"Text":"Andolsun ki, bu Kur'an’da insan icin her ornegi verdik. Fakat tartısmaya en cok duskun varlık insandır"},{"SurahNumber":18,"VerseNumber":55,"Text":"Insanlara hidayet geldigi zaman, onları iman etmekten ve Rablerinden magfiret dilemekten alıkoyan ancak oncekilere gelenin, kendi baslarına gelmesi yahut azabın goz gore gore kendilerine gelmesini beklemeleridir"},{"SurahNumber":18,"VerseNumber":56,"Text":"Peygamberleri ancak mujdeci ve uyarıcı olarak gondeririz. Kafirler, batıl ile hakkı ortadan kaldırmak icin mucadele ederler. Ayetlerimizi ve kendilerine yapılan uyarıları alay konusu yaparlar"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kendisine Rabbinin ayetleri hatırlatıldıgı zaman, ondan yuz ceviren ve onceden yaptıklarını unutan kimseden daha zalim kim vardır? Biz, onların kalplerine, iyice anlamalarına engel ortuler ve kulaklarına da agırlık koyduk. Sen onları dogru yol gostericisine cagırsan da; onlar hic bir zaman dogru yola girmezler"},{"SurahNumber":18,"VerseNumber":58,"Text":"Rabbin ise cok magfiret edendir, rahmet sahibidir. Eger onları yaptıkları dolayısıyla hemen (azap ile) yakalayıverseydi elbette onlara azabı cabucak verirdi. Fakat onlara bir sure tanınmıstır. Ondan baska bir sıgınak asla bulamazlar"},{"SurahNumber":18,"VerseNumber":59,"Text":"Iste su ulkeler; zulmettikleri zaman onları helak ettik. Onları helak etmek icin de belli bir zaman belirledik"},{"SurahNumber":18,"VerseNumber":60,"Text":"Hani Musa, genc arkadasına: Iki denizin birlestigi yere ulasmaya veya yıllarca yurumeye kararlıyım, demisti"},{"SurahNumber":18,"VerseNumber":61,"Text":"Onlar, iki denizin birlestigi yere ulastıklarında balıklarını unuttular. O da denizde bir yol tutup gitti"}]}