{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"Il a implante des montagnes qui stabilisent la Terre, de sorte qu’elle ne vous fait pas vaciller, de meme qu’Il y a cree des rivieres et des chemins de traverse pour que vous puissiez trouver votre voie"},{"SurahNumber":16,"VerseNumber":16,"Text":"et autant de points de repere, ainsi que les etoiles, qui permettent aux Hommes de se guider"},{"SurahNumber":16,"VerseNumber":17,"Text":"Serait-ce que Celui qui cree est comparable a celui qui ne cree pas ? Ne pouvez-vous mediter a ce propos"},{"SurahNumber":16,"VerseNumber":18,"Text":"Tenteriez-vous de compter les bienfaits de Dieu, que vous ne sauriez les denombrer. En verite, Dieu est Indulgent et Clement"},{"SurahNumber":16,"VerseNumber":19,"Text":"Et Dieu sait ce que vous taisez et ce que vous divulguez"},{"SurahNumber":16,"VerseNumber":20,"Text":"Quant a ce qu’ils invoquent en dehors de Dieu, ils ne creent rien mais eux sont crees"},{"SurahNumber":16,"VerseNumber":21,"Text":"Inertes et sans ame, ils n’ont aucune idee du jour ou ils seront ressuscites"},{"SurahNumber":16,"VerseNumber":22,"Text":"Votre Dieu est un Dieu Unique. Ceux qui ne croient pas a la Vie Future, sont denegateurs dans l’ame et ils s’en enorgueillissent"},{"SurahNumber":16,"VerseNumber":23,"Text":"En verite, Dieu connait parfaitement ce qu’ils taisent et ce qu’ils divulguent. Certes, Dieu n’aime pas les arrogants"},{"SurahNumber":16,"VerseNumber":24,"Text":"Quand il leur est demande : « Qu’a revele votre Seigneur?», ils repondent : « Ce ne sont la que des legendes des Anciens !»"},{"SurahNumber":16,"VerseNumber":25,"Text":"Qu’ils comparaissent, le Jour de la Resurrection, portant le poids de tous leurs peches, ainsi que celui d’une partie des peches de ceux qu’ils auront egares dans leur ignorance. Et quel funeste fardeau que le leur"},{"SurahNumber":16,"VerseNumber":26,"Text":"Ceux qui les ont precedes avaient intrigue, mais Dieu fit s’ebranler les fondements de leurs edifices, dont les toits s’effondrerent sur leurs tetes, leur infligeant ainsi un chatiment auquel ils ne s’attendaient pas"}]}