{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"Tārapara tini tādēra ṭuk‌rō ṭuk‌rō karē phēlalēna tādēra baṛaṭi chāṛā, yātē tārā ēra kāchē phirē āsatē pārē."},{"SurahNumber":21,"VerseNumber":59,"Text":"Tārā balalē -- ''āmādēra dēbatādēra prati ē kāja kē karēchē? Niḥsandēha sē tō an'yāẏakārīdēra ēkajana.’’"},{"SurahNumber":21,"VerseNumber":60,"Text":"Tārā balalē -- ''āmarā ēdēra sanbandhē ēkajana yubakakē balābali karatē śunēchilāma, tākē balā haẏa ibrāhīma.’’"},{"SurahNumber":21,"VerseNumber":61,"Text":"Tārā balalē -- ''tāhalē tākē lōkadēra cōkhēra sāmanē niẏē ēsō, yēna tārā sākṣya ditē pārē.’’"},{"SurahNumber":21,"VerseNumber":62,"Text":"Tārā balalē -- ''hē ibrāhīma, tumi'i ki āmādēra dēbatādēra prati ē'i kāja karēcha"},{"SurahNumber":21,"VerseNumber":63,"Text":"tini balalēna -- ''ālabaṯ kē'u ēṭā karēchē, ē'i tō ēdēra pradhāna, kājē'i ēdēra jijñēsa karō, yadi tārā balatē pārē.’’"},{"SurahNumber":21,"VerseNumber":64,"Text":"Takhana tārā nijēdēra dikē phirala ēbaṁ balalē -- ''niḥsandēha tōmarā nijērā'i an'yāẏācārī.’’"},{"SurahNumber":21,"VerseNumber":65,"Text":"Tārapara tādēra hēṭam̐ karā ha’la tādēra māthāra uparē''tumi tō abaśya'i jānō yē ērā kathā balē nā.’’"},{"SurahNumber":21,"VerseNumber":66,"Text":"Tini balalēna -- ''tōmarā ki tabē āllāh‌kē chēṛē diẏē ēmana kichura upāsanā kara yā tōmādēra kōnō upakāra karatē pārē nā āra tōmādēra apakāra'ō karē nā"},{"SurahNumber":21,"VerseNumber":67,"Text":"dhik tōmādēra prati ēbaṁ āllāh‌kē bāda diẏē tōmarā yādēra upāsanā kara tādēra'ō prati! Tōmarā ki tabu'ō bujhabē nā?’’"},{"SurahNumber":21,"VerseNumber":68,"Text":"Tārā balalē -- ''tākē puṛiẏē phēlō, ēbaṁ tōmādēra dēbatādēra sāhāyya karō yadi tōmarā kichu karatē cā'ō.’’"},{"SurahNumber":21,"VerseNumber":69,"Text":"Āmarā balalāma -- ''hē āguna! Tumi śītala ō śānta ha'ō ibrāhīmēra uparē.’’"},{"SurahNumber":21,"VerseNumber":70,"Text":"Āra tārā cēẏēchila tām̐ra birud'dhē ṣaṛayantra karatē, kintu āmarā tādēra'i bēśi kṣatigrasta karēchilāma."},{"SurahNumber":21,"VerseNumber":71,"Text":"Āra āmarā tām̐kē ēbaṁ lūtakē ud'dhāra karē ēnēchilāma sē'i dēśē yēkhānē āmarā jagadbāsīra jan'ya kalyāṇa rēkhēchilāma."},{"SurahNumber":21,"VerseNumber":72,"Text":"Āra āmarā tām̐kē diẏēchilāma isahāka ēbaṁ pautrarūpē iẏākubakē. Āra sabā'ikē āmarā bāniẏēchilāma saṯpathābalanbī."}]}