{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":54,"Text":"Rasında osı Qurandı Adam balası üşin är närseni aşıq-aşıq bayan ettik. Al Adam balası, köp närselerde janjalşıl"},{"SurahNumber":18,"VerseNumber":55,"Text":"Qaşan da Adam balasına twra jetekşi kelse, olardı ïman keltirwlerine jäne Rabbılarınan jarılqaw tilewlerine kedergi bolğan närse, burınğılarğa kelgen apattıñ ; özderine kelwin nemese azaptıñ qarsı aldarına kelwin toswları"},{"SurahNumber":18,"VerseNumber":56,"Text":"Negizinde elşilerdi qwandırw, qorqıtw üşin ğana jiberdik. Käpirler, bos närseler arqılı şındıqtı tömendetwge jağalasadı. Äri apattarımızdı jäne eskertken närselerimizdi tälkekke aladı"},{"SurahNumber":18,"VerseNumber":57,"Text":"Rabbılarınıñ ayattarı arqılı ügittelip, odan bet burğan jäne burınğı öz qolımen istegenderin umıtqan kisilerden kim zalımıraq? Rasında olardıñ jürekterine onı tüsinbeytin qaltqı jäne de qulaqtarına kereñdik payda qıldıq. (Muxammed Ğ.S. ) olardı twralıqqa şaqırsañ da ärïne mülde jolğa kelmeydi"},{"SurahNumber":18,"VerseNumber":58,"Text":"Rabbıñ ; öte jarılqawşı, märxamet ïesi. Eger olardı qılıqtarınıñ saldarınan qolğa alatın bolsa, ärïne olarğa azaptı tezdeter edi. Degenmen olar üşin belgili bir merzim bar. O zaman olar, Alladan özge panalaytın jer taba almaydı"},{"SurahNumber":18,"VerseNumber":59,"Text":"Olar zulımdıq etken zamanda, sol kentterdi joq ettik. Solardıñ joq etilwleri üşin de merzim belgilegen edik. ( Musa Ğ.S. Allanıñ Bergen zor ğılımına ïe qulı Xızır Ğ.S. ğa, eki teñizdiñ birlesken jerinde kezdesw üşin ; Yuşaq ulı Nun ekewi jolğa şığadı. B.J.M.R.K)"},{"SurahNumber":18,"VerseNumber":60,"Text":"Sol waqıtta Musa (Ğ.S.) jigitine: “Eki teñizdiñ qosılğan jerine deyin toqtamaymın. Nemese jürispen jıldar ötkizemin” dedi"},{"SurahNumber":18,"VerseNumber":61,"Text":"Ekewi eki teñizdiñ quyğanına jetken kezde, balıqtarın umıttı. Sonda balıq , sırğıp barıp , teñizden jol aldı"}]}