{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":17,"Text":"Ten paciencia con lo que dicen y recuerda a Nuestro siervo David, el fuerte. Su arrepentimiento era sincero"},{"SurahNumber":38,"VerseNumber":18,"Text":"Sujetamos, junto con el, las montanas para que glorificaran por la tarde y por la manana"},{"SurahNumber":38,"VerseNumber":19,"Text":"Y los pajaros, en bandadas. Todo vuelve a El"},{"SurahNumber":38,"VerseNumber":20,"Text":"Consolidamos su dominio y le dimos la sabiduria y la facultad de arbitrar"},{"SurahNumber":38,"VerseNumber":21,"Text":"¿Te has enterado de la historia de los litigantes? Cuando subieron a palacio"},{"SurahNumber":38,"VerseNumber":22,"Text":"Cuando entraron adonde estaba David y este se asusto al verles. Dijeron: «¡No tengas miedo! Somos dos partes litigantes, una de las cuales ha ofendido a la otra. Decide, pues, entre nosostros segun justicia, imparcialmente, y dirigenos a la via recta"},{"SurahNumber":38,"VerseNumber":23,"Text":"este es mi hermano. Tiene noventa y nueve ovejas y yo una oveja. Dijo: '¡Confiamela!' Y me gana a discutir»"},{"SurahNumber":38,"VerseNumber":24,"Text":"Dijo: «Si, ha sido injusto contigo pidiendote que agregaras tu oveja a las suyas». En verdad, muchos consocios se causan dano unos a otros; no los que creen y obran bien, pero ¡que pocos son estos! David comprendio que solo habiamos querido probarle y pidio perdon a su Senor. Cayo de rodillas y se arrepintio"},{"SurahNumber":38,"VerseNumber":25,"Text":"Se lo perdonamos y tiene un sitio junto a Nosotros y un bello lugar de retorno"},{"SurahNumber":38,"VerseNumber":26,"Text":"¡David! Te hemos hecho sucesor en la tierra. ¡Decide, pues, entre los hombres segun justicia! ¡No sigas la pasion! Si no, te extraviara del camino de Ala. Quienes se extravien del camino de Ala tendran un severo castigo. Por haber olvidado el dia de la Cuenta"}]}