{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Închină-te Domnului cerurilor şi al pământului şi al celor care se află între ele. Fii stăruitor în închinarea către El. Cunoşti pe cineva ce poartă un acelaşi nume"},{"SurahNumber":19,"VerseNumber":66,"Text":"Omul spune: “Voi fi scos viu după ce voi fi murit?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"Nu-şi aminteşte oare omul că Noi l-am creat odinioară pe când era nimic"},{"SurahNumber":19,"VerseNumber":68,"Text":"Pe Domnul tău! ÎI vom strânge pe ei şi pe diavoli laolaltă şi-i vom face să se înfăţişeze în genunchi în jurul Gheenei"},{"SurahNumber":19,"VerseNumber":69,"Text":"Din fiecare obşte îi vom scoate apoi pe cei care au fost cei mai potrivnici Milostivului"},{"SurahNumber":19,"VerseNumber":70,"Text":"căci Noi îi cunoaştem pe cei vrednici de ars de acolo"},{"SurahNumber":19,"VerseNumber":71,"Text":"căci hotărârea Domnului tău este de neclintit"},{"SurahNumber":19,"VerseNumber":72,"Text":"Noi îi vom mântui pe cei care se temeau şi-i vom lăsa pe nedrepţi îngenunchiaţi"},{"SurahNumber":19,"VerseNumber":73,"Text":"Când versetele Noastre le sunt recitate ca dovezi vădite, cei care tăgăduiesc spun credincioşilor: “Care dintre cele două obşti are un loc mai bun şi o adunare mai frumoasă?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"Câte leaturi n-am făcut să piară înaintea lor mult mai frumoase, aparent, în avuturi"},{"SurahNumber":19,"VerseNumber":75,"Text":"Spune: “Milostivul să lungească puţin răgazul celor aflaţi în rătăcire până ce îşi vor da seama, fie de osândă, fie de Ceasul cu care sunt ameninţaţi! Şi atunci vor şti cine este în locul cel mai rău şi cine are oştirea cea mai slabă.”"},{"SurahNumber":19,"VerseNumber":76,"Text":"Dumnezeu sporeşte călăuzirea celor călăuziţi, iar faptele bune, nepieritoare, vor avea înaintea Domnului tău mai bună răsplă şi mai bună întoarcere"}]}