{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Permendu atyre shembullin e banoreve te qytetit, kur u erdhen te derguarit"},{"SurahNumber":36,"VerseNumber":14,"Text":"Ne u derguam atyre dy vete, qe ata i quajten genjeshtare. Pastaj i perforcuam te derguarit me nje te trete e ata thane: “Ne, me te vertete, jemi derguar te ju!”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Banoret u thane: “Ju jeni vetem njerez si ne, e i Gjithemeshirshmi nuk ju ka shpallur asgje; ju vetem genjeni”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Ata u pergjigjen: “Zoti yne e di qe ne jemi vertet te derguar te ju"},{"SurahNumber":36,"VerseNumber":17,"Text":"dhe kemi detyre vetem qe te shpallim qarte”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Banoret thane: “Ne parandiejme fatkeqesi nga ju. Nese nuk terhiqeni, do t’ju gurezojme dhe me siguri do t’ju godase nje denim i dhembshem prej nesh”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Ata u pergjigjen: “Fatkeqesia, qe ju ndollet, mund te vije vetem nga vetja juaj. Valle, per shkak se po ju keshillojme, na kercenoni?! Ju jeni popull qe kaloni cdo lloj kufiri.”"},{"SurahNumber":36,"VerseNumber":20,"Text":"Dhe nga skajet e qytetit erdhi nje njeri, duke nxituar dhe tha: “O populli im, ndiqni te derguarit"},{"SurahNumber":36,"VerseNumber":21,"Text":"Ndiqni ata, qe nuk kerkojne prej jush kurrfare shperblimi e qe jane ne rruge te drejte"},{"SurahNumber":36,"VerseNumber":22,"Text":"Perse te mos e adhuroj Ate, i Cili me ka krijuar e tek i Cili do te ktheheni te gjithe"},{"SurahNumber":36,"VerseNumber":23,"Text":"Valle, perse duhet te adhuroj zota te tjere pervec Tij? Nese i Gjithemeshirshmi do te deshironte te me godiste me ndonje te keqe, ndermjetesimi i atyre (zotave) nuk do te me sillte kurrfare dobie e as qe do te mund te me shpetonin"},{"SurahNumber":36,"VerseNumber":24,"Text":"Atehere, une do te isha me siguri ne humbje te dukshme"},{"SurahNumber":36,"VerseNumber":25,"Text":"Une i kam besuar Zotit tuaj, andaj, me degjoni!”"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Pasi e vrau populli i vet, atij) iu tha: “Hyr ne Xhenet!” Ai tha: “Ah, sikur ta dinte populli im"},{"SurahNumber":36,"VerseNumber":27,"Text":"se si me fali Zoti im dhe me beri te nderuar!”"}]}