{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":191,"Text":"Oljetek meg oket, ahol csak rajuk leltek es uzzetek el oket onnan, ahonnan ok uztek el benneteket! A kisertes? erosebb, mint az oles. Am ne harcoljatok veluk a Szent Mecsetnel (Mekkaban), mig ok nem harcolnak veletek ott. Am, ba harcba szallnak veletek, oljetek meg oket. Ilyen a hitetlenek fizetsege"},{"SurahNumber":2,"VerseNumber":192,"Text":"Am, ha abbahagyjak, ugy Allah bizony Megbocsato es Konyoruletes"},{"SurahNumber":2,"VerseNumber":193,"Text":"Harcoljatok hat ellenuk, amig nem lesz kisertes, es a vallas Allah-e lesz egeszen. Am, ha abbahagyjak, akkor ne legyen ellensegeskedes, kiveve a bunosokkel szemben"},{"SurahNumber":2,"VerseNumber":194,"Text":"A szent honap a szent honapert, es a megszentelt helyek! is megtorlast (kovetelnek). Es, ha valaki ratok tamad, akkor tamadjatok ti is ugy ora, ahogyan o tamadott ratok\". Es feljetek Allah-ot! Es tudnotok kell, hogy Allah az istenfelokkel van"},{"SurahNumber":2,"VerseNumber":195,"Text":"Es adakozzatok Allah Utjan (az ezen torteno munkalkodasra)! Es ne taszitsatok sajat kezetekkel magatokat a pusztulasba! Joravalo modon eljetek! Allah bizony a joravalokat szereti"},{"SurahNumber":2,"VerseNumber":196,"Text":"Pontosan (minden eloirast betartva) vegezzetek el a zarandoklatot? es az \"umra-t (a kisebb zarandoklatot) Allah-nak (szentelve)! Am, ha akadalyozva vagytok ugy aldozati allat bemutatasa szukseges, amit kepesek vagytok elerni. Am ne nyirjatok le fejeiteket addig, amig az aldozati allat el nem eri aldozo helyet! Es, ha valaki kozuletek beteg, vagy fajdalom van a fejeben, az valtsagdijjal tartozik: bojtoles, vagy adakozas, vagy aldozat formajaban. Es, ha biztonsagban vagytok es valaki elvegzi az \"umra- ta zarandoklatig, annak aldozati allatot kell bemutatnia, amit konnyen elo tud teremteni. Aki erre nem talal modot, annak harom napot kell bojtolnie a zarandoklat idejen es hetet, ha visszatertetek, ez tiz teljes nap. Ez csak azokra vonatkozik, akiknek haznepe nem lakik a Szent Mecset kozeleben. Feljetek Allah-ot! Es tudjatok meg, hogy Allah igen szigoruan Bunteto"}]}