{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":22,"VerseNumber":6,"Text":"Ito’y sapagkat si Allah, Siya ang Katotohanan, at Siya ang nagbibigay ng buhay sa patay, at Siya ang Nakakagawa ng lahat ng bagay"},{"SurahNumber":22,"VerseNumber":7,"Text":"At katotohanan, ang oras ay daratal, walang alinlangan tungkol dito, at katiyakan, na si Allah ay magpapabangon sa mga nasa libingan"},{"SurahNumber":22,"VerseNumber":8,"Text":"At sa karamihan ng mga tao ay mayroong nakikipagtalo tungkol kay Allah, ng walang kaalaman o patnubay, o ng isang Aklat na nagbibigay liwanag (mula kay Allah)"},{"SurahNumber":22,"VerseNumber":9,"Text":"Na naglilingon ng kanyang leeg sa kapalaluan (na malayo sa Landas ni Allah), at namumuno (sa iba) na (higit) na mapaligaw nang malayo sa Landas ni Allah. Sa kanya ay mayroong kahihiyan sa buhay sa mundong ito, at sa Araw ng Muling Pagkabuhay ay Aming ipapalasap sa kanya ang sakit ng nagliliyab (na Apoy)"},{"SurahNumber":22,"VerseNumber":10,"Text":"Ito’y dahilan sa mga idinulot (ginawa) ng iyong mga kamay, at katotohanang si Allah ay makatarungan sa Kanyang mga alipin"},{"SurahNumber":22,"VerseNumber":11,"Text":"At sa lipon ng mga tao ay may mga sumasamba kay Allah nang gayon, na nasa sa gilid (ng pag-aalinlangan), kung ang mabuting kalusugan ay nasa kanya, siya ay nasisiyahan na rito, datapuwa’t kung ang pagsubok ay dumatal sa kanya, ang kanyang mukha ay tumitingin nang patalikod (alalaong baga, bumalik sa kawalan ng pananampalataya pagkatapos na yumakap sa Islam). Siya ay kapwa nawalan (ng buhay) sa mundong ito at sa Kabilang Buhay. Ito ang lantad na pagkatalo"},{"SurahNumber":22,"VerseNumber":12,"Text":"Siya ay tumatawag sa iba pa maliban kay Allah na hindi naman nakapagbibigay ng kasahulan o kapakinabangan sa kanya. Katotohanang ito ay pagkaligaw na malayo"},{"SurahNumber":22,"VerseNumber":13,"Text":"Siya ay tumatawag sa kanya na ang kapahamakan ay higit na malapit kaysa kapakinabangan; katotohanang isang masamang maula (patron o idolo), at katiyakang isang masamang kaibigan"},{"SurahNumber":22,"VerseNumber":14,"Text":"Katotohanang si Allah ay tatanggap sa mga sumasampalataya (sa Islam at sa Kaisahan ni Allah) at nagsisigawa ng kabutihan (ayon sa Qur’an at sa pagtuturo ng Propeta), sa mga Halamanan na sa ibaba nito ay may mga ilog na nagsisidaloy (Paraiso). Katotohanang si Allah ay gumagawa ng anumang Kanyang naisin"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kung sinuman ang nag-aakala na si Allah ay hindi tutulong sa kanya (Muhammad) sa mundong ito at sa Kabilang Buhay, hayaan siyang magsabit ng lubid sa kisame at hayaang bigtihin niya ang kanyang sarili. Kaya’t hayaang mamasdan niya kung ang kanyang balak ay makapag- aalis ng gayong (bagay) kung saan siya nagagalit"}]}