{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"Senden once hic bir peygamber gondermedik ki, ona sunu vahyetmis olmayalım: «Benden baska ilah yoktur, oyleyse bana ibadet edin.»"},{"SurahNumber":21,"VerseNumber":26,"Text":"«Rahman (olan Allah) cocuk edindi» dediler. O, (bu yakıstırmadan) yucedir. Hayır, onlar (melekler) ikrama layık gorulmus kullardır"},{"SurahNumber":21,"VerseNumber":27,"Text":"Onlar sozle (bile olsa) O´nun onune gecmezler ve onlar O´nun emriyle yapıp etmektedirler"},{"SurahNumber":21,"VerseNumber":28,"Text":"O, onlerindekini de, arkalarındakini de bilmektedir; onlar sefaat de etmezler; (kendisinden) hosnut olunandan baska. Ve onlar, O´nun hasmetinden icleri titremekte olanlardır"},{"SurahNumber":21,"VerseNumber":29,"Text":"Onlardan her kim ki: «Gercekten ben, O´nun dısında bir ilahım» diyecek olsa, bu durumda biz onu cehennemle cezalandırırız. Zalimleri biz boyle cezalandırmaktayız"},{"SurahNumber":21,"VerseNumber":30,"Text":"O kufre sapanlar gormuyorlar mı ki, (baslangıcta) goklerle yer, birbiriyle bitisik iken, biz onları ayırdık ve her canlı seyi sudan yarattık. Yine de onlar inanmayacaklar mı"},{"SurahNumber":21,"VerseNumber":31,"Text":"Yer onları sarsmasın diye onun ustunde daglar yarattık. Ve orada inis yolları actık. Ta ki (maksatlarına) ulasabilsinler"},{"SurahNumber":21,"VerseNumber":32,"Text":"Gokyuzunu korunmus bir tavan kıldık; onlar ise bunun ayetlerinden yuz cevirmektedirler"},{"SurahNumber":21,"VerseNumber":33,"Text":"Geceyi, gunduzu, gunesi ve ayı yaratan O´dur; her biri bir yorungede yuzup gitmektedirler"},{"SurahNumber":21,"VerseNumber":34,"Text":"Senden once hic bir besere olumsuzlugu vermedik; simdi sen olursen onlar olumsuz mu kalacaklar"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her nefis olumu tadıcıdır. Biz sizi, serle de, hayırla da deneyerek imtihan etmekteyiz ve siz bize donduruleceksiniz"}]}