{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"My ne posylali do tebya ni odnogo poslannika bez togo, chtoby ne vnushit' yemu: \"Net boga, krome Menya. Tak poklonyaytes' zhe Mne"},{"SurahNumber":21,"VerseNumber":26,"Text":"Oni govoryat: \"Miloserdnyy porodil rebenka\". Prechist On [ot togo, chto pripisyvayut Yemu]! Da ved' oni - pochitayemyye raby"},{"SurahNumber":21,"VerseNumber":27,"Text":"Oni ne govoryat ni yedinogo slova do togo, kak skazhet On, i deystvuyut tselikom po Yego ukazaniyam"},{"SurahNumber":21,"VerseNumber":28,"Text":"On vedayet o tom, chto sluchilos' do nikh i chto budet posle nikh. Oni mogut zastupit'sya tol'ko za tekh, kem dovolen Allakh, i sami oni sodrogayutsya ot strakha pered Nim"},{"SurahNumber":21,"VerseNumber":29,"Text":"A tomu iz nikh, kto stanet govorit': \"Voistinu, ya - bog pomimo Nego\", - My vozdadim adom. Tak vozdayem My greshnikam"},{"SurahNumber":21,"VerseNumber":30,"Text":"Neuzheli zhe nevernyye ne znayut, chto nebesa i zemlya byli yedinym tselym i chto My razdelili ikh i sotvorili vse zhivoye iz vody? Neuzheli zhe oni [i posle etogo] ne uveruyut"},{"SurahNumber":21,"VerseNumber":31,"Text":"[Neuzheli oni ne znayut], chto My vozdvigli na zemle prochnyye gory, chtoby blagodarya im ona utverdilas' prochno, chto My prolozhili na ney shirokiye dorogi v nadezhde, chto oni poydut vernym putem"},{"SurahNumber":21,"VerseNumber":32,"Text":"[Neuzheli oni ne znayut,] chto My vozdvigli nebo nadezhnym krovom [nad nimi]? I oni ne priznayut vse eti znameniya"},{"SurahNumber":21,"VerseNumber":33,"Text":"Imenno On sotvoril noch' i den', solntse i lunu. I vse oni plyvut po nebosvodu"},{"SurahNumber":21,"VerseNumber":34,"Text":"Nikomu do tebya My ne darovali bessmertiya. Neuzheli, yesli ty umresh', oni budut zhit' vechno"},{"SurahNumber":21,"VerseNumber":35,"Text":"Kazhdyy chelovek vkusit smert', i My podvergayem vas iskusheniyu dobrom i zlom radi ispytaniya, i vy budete vozvrashcheny k Nam"}]}