{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":29,"VerseNumber":64,"Text":"Ne obulamu bwokhushialo buno shini eshindu tawe halali amakhuwa kabulamwo oluchendo nende omubayo. Ne inzu yo mwikulu nibo obulamu bwatoto, abayie bamanyangakhwo"},{"SurahNumber":29,"VerseNumber":65,"Text":"Ne nibanina muliaro (Munyanza) balaamanga Nyasaye mubutswenufu, Ne niyakhamala okhubahabina nibakhoola khulukongo, nibachaka okhumutsokaasia"},{"SurahNumber":29,"VerseNumber":66,"Text":"Khobanyoole okhubula okhupa orio khukakhubahelesia mbu khobekhoye, halali ahambi hano balamanya"},{"SurahNumber":29,"VerseNumber":67,"Text":"Koo shibalolangakhwo mbu efwe khwakhola eshialo shiabu okhuba shioluyali nende omulembe, ne Abandu bayuulungwa mumbeka mwabu. Koo musuubilanga obushiamu ne tsimbabaasi tsia Nyasaye nitso tsamukhayanga"},{"SurahNumber":29,"VerseNumber":68,"Text":"Ne niwina omubii muno oyo, okhushila ulia uchishila Nyasaye obubeyi, nohomba ukhaya obwatoto nibumalile okhumuulila? Koo Jahanam shinishioshakhabe eshimenyo shabakhayi"},{"SurahNumber":29,"VerseNumber":69,"Text":"Ne balia bakhalabana okhubeela efwe, toto abo khulabalunjisia khutsinjila tsiefu, netoto Nyasaye ali halala nende bakholanga amalayi"},{"SurahNumber":30,"VerseNumber":1,"Text":"Alif , lam, Mym"},{"SurahNumber":30,"VerseNumber":2,"Text":"Abarumi bashililwe"},{"SurahNumber":30,"VerseNumber":3,"Text":"Mushialo shili ahambi, nabo mukhushilwa khwabu okho bakhashile"},{"SurahNumber":30,"VerseNumber":4,"Text":"Khu mika mititi butswa, ne likhuwa nilia- Nyasaye lieyinyuma nende lieyimbeli, ne inyanga eyo Abasuubili balisaangala"},{"SurahNumber":30,"VerseNumber":5,"Text":"Khubuhabini bwa Nyasaye, ahabinanga wayenya, naye Niwamani muno Owetsimbabaasi po"}]}