{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"Biz, kâfir olan nice memleket halkını kırıp geçirdik ve bunların helâkinden sonra da, başkalarını bir kavim olarak yarattık"},{"SurahNumber":21,"VerseNumber":12,"Text":"Onlar azabımızın şiddetini duydukları zaman memleketlerinden kaçıyorlardı"},{"SurahNumber":21,"VerseNumber":13,"Text":"(Melekler onlara şöyle dedi): “- Kaçmayın, içinde bulunduğunuz nimete ve evlerinize dönün; çünkü sorguya çekileceksiniz.”"},{"SurahNumber":21,"VerseNumber":14,"Text":"(Onlar kurtuluştan ümid keserek): “- Vay bizlere! Biz gerçekten zalimler idik.” dediler"},{"SurahNumber":21,"VerseNumber":15,"Text":"Biz, onları, sönmüş kül yığını olarak biçilmiş bir ekin haline getirinceye kadar, hep sözleri bu feryad olmuştur"},{"SurahNumber":21,"VerseNumber":16,"Text":"Biz, gök ile yeri ve aralarındaki şeyleri, boş bir eğlence için yaratmadık"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eğer bir eğlence edinmek isteseydik, elbette onu katımızdan edinirdik. Yapacak olsaydık öyle yapardık"},{"SurahNumber":21,"VerseNumber":18,"Text":"Hayır, biz hakkı bâtılın tepesine atarız da onu parçalar. Bir de bakarsın, o anda (bâtıl) mahvolmuştur. (Allah çocuk edinmiştir, melekler Allah’ın kızlarıdır, gibi) Allah’a isnad ettiğiniz (noksan) vasıflardan ötürü size yazıklar olsun"},{"SurahNumber":21,"VerseNumber":19,"Text":"Göklerde ve yerde olan bütün varlıklar Allah’ındır. O’nun katındakiler (melekler), kendisine ibadet etmekten ne çekinirler, ne de yorulurlar"},{"SurahNumber":21,"VerseNumber":20,"Text":"Gece gündüz, hep Allah’ı tesbih ederler, usanmazlar"},{"SurahNumber":21,"VerseNumber":21,"Text":"Yoksa (Mekke halkı) bir takım ilâhlar edindiler de yerden ölüleri onlar mı diritecekler"},{"SurahNumber":21,"VerseNumber":22,"Text":"Eğer yer ile gökte Allah’dan başka ilâhlar olsaydı, bunların ikisi de muhakkak fesada uğrar, yok olurdu. O halde, Arş’ın Rabbi olan Allah, onların vasfetmekte oldukları şeylerden (bütün noksanlıklardan) berî ve yücedir"},{"SurahNumber":21,"VerseNumber":23,"Text":"Allah, yaptığından sorumlu olmaz; kullar ise sorumlu olurlar"},{"SurahNumber":21,"VerseNumber":24,"Text":"Yoksa Allah’dan başka ilâhlar mı edindiler? (Ey Rasûlüm, onlara) de ki: “- (Putlara ibadete dair varsa) delilinizi getirin. İşte benimle beraber olanların kitabı (Kur’an) ve benden evvelki ümmetlerin kitabı! (Bu kitablarda Allah’a ortak koşulmamıştır).” Doğrusu, onların çoğu hakkı bilmezler (Kur’an ve Peygamberi tanımazlar) da onun için yüz çevirirler"}]}