{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":24,"VerseNumber":54,"Text":"(O, paygambar, adamdarga) aytkın: «Allaһka moyun sungula jana paygambarga moyun sungula! Eger juz uyursoŋor, Paygambarga oz mildeti, silerge oz mildetiŋer.? Eger aga moyun sunsaŋar anda, tuura jolgo tusosuŋor. paygambardın moynunda anık jetkiruudon baska (mildet) jok"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allaһ silerdin araŋardagı ıyman keltirgen jana jaksı amaldardı atkargan adamdardı jer juzuno halifa kıluunu ubada berdi, murdagı (usunday) kisilerdi halifa kılganı sıyaktuu. Jana alarga Ozu ıraazı bolgon dinderin bekemdep beruunu, korkunuctarınan kiyin (anısın) tınctıkka almastırıp beruunu (da ubada berdi jana mınday sart koydu:) «Menin Ozumo gana ibadat kılısat, Maga ec nerseni serik kılıspayt». Kim usundan kiyin kaapır bolso, osolor gana buzukular.”"},{"SurahNumber":24,"VerseNumber":56,"Text":"Jana (siler o, momundar) namazdı (tak) atkargıla, zeketti bergile jana paygambarga moyun sungula! Ajep emes (Allaһtın) ırayımına bolonsoŋor"},{"SurahNumber":24,"VerseNumber":57,"Text":"(O, Muhammad!) Kaapırlar jer betinde Allaһtan kacıp kutulat dep oylobo! (Akırette bolso) alardın jayı tozokto! Kanday jaman akıbet"},{"SurahNumber":24,"VerseNumber":58,"Text":"O, ıyman keltirgender! Kuldarıŋar menen kuŋdoruŋor jana erezege jetpegen boboktoruŋor (silerdin bolmogo kiruu ucun) uc maal uruksat surassın:! Bagımdat namazınan murun (sırtkı kiyimiŋerdi kiye elekte), Besim ubaktısında(gı ısıktan) cecinip alganıŋarda jana Kuptan namazınan kiyin (jataarda). Usul uc ubak siler ucun avrat (kiyimsiz) bolgon ucurlar. Bul uc ubaktan baska ubaktarda (uruksatsız kirse) silerge da, alarga da kunoo jok. Alar silerge: biri-biriŋerge aralasıp juro beresiŋer. Allaһ silerge (okum) ayattarın mına usintip bayandayt. Allaһ -Biluucu, Daanısman"}]}