{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":84,"Text":"И сохрани обо мне добрую славу и прекрасную память в последующих поколениях до Дня воскресения"},{"SurahNumber":26,"VerseNumber":85,"Text":"Сделай меня тем из Твоих рабов, которым Ты даровал райские сады блаженства в награждение за их веру в Тебя и поклонение Тебе"},{"SurahNumber":26,"VerseNumber":86,"Text":"Прости моего отца и направь его к исламу!\" Ведь отец Ибрахима был из числа заблудившихся и отклонившихся от прямого пути Аллаха и обещал ему уверовать в ислам в день расставания с ним"},{"SurahNumber":26,"VerseNumber":87,"Text":"Не опозорь меня и не подвергай унижению в тот День, когда люди будут воскрешены и выйдут из могил для расчёта и воздаяния"},{"SurahNumber":26,"VerseNumber":88,"Text":"В тот День, когда ни богатство, ни сыновья не помогут человеку"},{"SurahNumber":26,"VerseNumber":89,"Text":"кроме тех, кто уверовал и придёт к Аллаху с непорочным сердцем, чистым от лицемерия или притворства"},{"SurahNumber":26,"VerseNumber":90,"Text":"В тот День рай будет приближен к счастливым, и в него войдут богобоязненные, которые в земной жизни отстранялись от неверия и грехов, уверовав в Аллаха и повинуясь Ему"},{"SurahNumber":26,"VerseNumber":91,"Text":"Ад появится пред теми, кто отступил от религии истины, и чуть не обожжёт их, и тогда они будут раскаиваться"},{"SurahNumber":26,"VerseNumber":92,"Text":"Им тогда скажут с упрёком: \"Где же ваши боги, которым вы поклонялись, помимо Аллаха"},{"SurahNumber":26,"VerseNumber":93,"Text":"Где эти боги, которым вы поклонялись, помимо Аллаха, измышляя ложно, что они помогут вам в этот День? Помогут ли они вам своей поддержкой или помогут ли они себе?\" Ничего подобного! Потому что они и их божества - топливо для огня"},{"SurahNumber":26,"VerseNumber":94,"Text":"Они будут ввергнуты в адский огонь лицами вперёд и перевёрнуты там несколько раз, пока их не уложат на дно ада - их и тех, которые ввергли их в заблуждение"},{"SurahNumber":26,"VerseNumber":95,"Text":"и с ними будут помощники Иблиса, которые обольщали людей грехами и злодеяниями, и те, кто последовал за Иблисом из не повинующихся Аллаху людей и джиннов"},{"SurahNumber":26,"VerseNumber":96,"Text":"Они сказали, признаваясь в своих прегрешениях и враждуя с теми, которым поклонялись и которые их толкали на путь заблуждения, сбивая с прямого пути"},{"SurahNumber":26,"VerseNumber":97,"Text":"Клянёмся Аллахом, в земном мире мы были в явном заблуждении и полном невежестве и сбились с прямого пути явной истины"},{"SurahNumber":26,"VerseNumber":98,"Text":"когда равняли вас, которым поклонялись, с Господом обитателей миров, думая, что вы заслуживаете поклонения, несмотря на вашу беспомощность и Его могущество"},{"SurahNumber":26,"VerseNumber":99,"Text":"В эту погибель нас ввели грешники, которые сбивали нас с прямого пути и толкали к заблуждению"},{"SurahNumber":26,"VerseNumber":100,"Text":"У нас нет заступников, которые могли бы спасти нас от этого мучительного наказания, как мы ложно представляли это прежде"},{"SurahNumber":26,"VerseNumber":101,"Text":"и нет друга искреннего, который хотя бы посочувствовал нам"},{"SurahNumber":26,"VerseNumber":102,"Text":"И они желают себе вернуться в земной мир, чтобы оказаться из числа уверовавших и спастись от этого наказания"},{"SurahNumber":26,"VerseNumber":103,"Text":"Притча об Ибрахиме, приведённая Аллахом, является назиданием и наставлением для тех, кто желает извлечь урок из неё. Но большая часть твоего народа (о Мухаммад!), которому ты читаешь эту притчу, не верит в твою проповедь"},{"SurahNumber":26,"VerseNumber":104,"Text":"Твой Господь может покарать неверных лжецов и даровать благоденствие тем, кто творит добродеяния"},{"SurahNumber":26,"VerseNumber":105,"Text":"Аллах упомянул историю Нуха, когда Он сказал, что его народ отверг и отрицал его послание. Таким образом, народом Нуха были опровергнуты все посланники Аллаха, так как во всех призывах (проповедях) была единая основа и единая цель"},{"SurahNumber":26,"VerseNumber":106,"Text":"Они отрицали послание Нуха , их брата по крови, а не по вере, когда он им сказал, предупреждая их: \"Разве вы не побоитесь Аллаха и не откажетесь от поклонения другим божествам, кроме Него"},{"SurahNumber":26,"VerseNumber":107,"Text":"Я - посланник Аллаха к вам, чтобы обратить вас на истинный путь, и я верно и честно передаю Его слова"},{"SurahNumber":26,"VerseNumber":108,"Text":"Так бойтесь же Аллаха и повинуйтесь мне в том, к чему я вас призываю: поклонению и повиновению Аллаху Единому"},{"SurahNumber":26,"VerseNumber":109,"Text":"Я не прошу у вас никакого вознаграждения за советы, которые я вам даю, за руководство вами и молитвы за вас. Моя награда будет у Творца миров и Владыки всего сущего"},{"SurahNumber":26,"VerseNumber":110,"Text":"Так побойтесь наказания Аллаха и повинуйтесь мне в том, что я вам повелеваю"},{"SurahNumber":26,"VerseNumber":111,"Text":"Народ Нуха ответил, отрицая его призыв: \"Можем ли мы уверовать в тебя, если за тобой последовали лишь только самые низкие бедные люди"}]}