{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":24,"Text":"Those who do not believe and turn away (people) from the way of Allah and the Sacred Mosque which We have made equal for (all) mankind, for one who resides therein and for the visitor, and whoever has the intention of perversion (and of doing) injustice therein, We will certainly make him taste a painful punishment"},{"SurahNumber":22,"VerseNumber":25,"Text":"And (remember) when We had assigned to Ibrahim the place of the house (Kaaba and ordered) that, you do not associate with Me anything (as partner), and clean My house for those who walk around (it) and stand and bow down prostrating (in worship)"},{"SurahNumber":22,"VerseNumber":26,"Text":"and announce among mankind about the Hajj, they will respond to you (by) coming on foot and on every lean/ hidden (means of travel), they will come from every latitude and longitude"},{"SurahNumber":22,"VerseNumber":27,"Text":"that they may witness benefits for them, and mention the name of Allah during the known days on that which He has provided to them of the herbivorous cattle, then eat from it and feed the distressed poor"},{"SurahNumber":22,"VerseNumber":28,"Text":"Then let them complete the rites and let them fulfill their vows and let them go round the ancient house (Kaaba)"},{"SurahNumber":22,"VerseNumber":29,"Text":"(let it be like) that. And whoever respects the sacred things of Allah, it is better for him with his Fosterer. And the cattle are made lawful to you except that which has been read to you. So avoid the uncleanliness of the idols and avoid false speech"},{"SurahNumber":22,"VerseNumber":30,"Text":"being upright for Allah without associating partners with Him. And whoever associates partners with Allah, it is as if he has fallen from the sky, then the birds snatch him away or the wind drops him in a far off place"}]}