{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":30,"Text":"Niścaẏa yārā balē, ‘āmādēra raba āllāha’, tārapara abicalita thākē, tādēra kāchē nāyila haẏa phērēśatā (ē balē) yē, 'tōmarā bhīta haẏē nā, cintita haẏō nā ēbaṁ tōmādērakē yē jānnātēra pratiśruti dēẏā haẏēchila tāra jan'ya ānandita ha'ō"},{"SurahNumber":41,"VerseNumber":31,"Text":"Āmarā'i tōmādēra bandhu duniẏāra jībanē ō ākhirātē. Āra sēkhānē tōmādēra jan'ya thākabē yā kichu tōmādēra mana cā'ibē ēbaṁ sēkhānē tōmādēra jan'ya thākabē yā tōmarā dābī karabē"},{"SurahNumber":41,"VerseNumber":32,"Text":"Ēṭā kṣamāśīla, parama daẏālu āllāhara pakṣa hatē āpyāẏana hisēbē"},{"SurahNumber":41,"VerseNumber":33,"Text":"Āra tāra cēẏē kāra kathā uttama yē āllāhara dikē āhabāna jānāẏa ēbaṁ saṯkāja karē. Āra balē, 'abaśya'i āmi musalimadēra antarbhukta"},{"SurahNumber":41,"VerseNumber":34,"Text":"Āra bhāla ō manda samāna hatē pārē nā. Manda pratihata karuna tā dbārā yā uṯkr̥ṣṭa; phalē āpanāra ō yāra madhyē śakratā āchē, sē haẏē yābē antaraṅga bandhura mata"},{"SurahNumber":41,"VerseNumber":35,"Text":"Āra ēṭi śudhu tārā'i prāpta habē yārā dhairyaśīla. Āra ēra adhikārī tārā'i habē kēbala yārā mahābhāgyabāna"},{"SurahNumber":41,"VerseNumber":36,"Text":"Āra yadi śaẏatānēra pakṣa thēkē kōnō kumantraṇā āpanākē prarōcita kara tabē āpani āllāhara āśraẏa cā'ibēna, niścaẏa tini sarbaśrōtā, sarbajña"},{"SurahNumber":41,"VerseNumber":37,"Text":"Āra tām̐ra nidarśanābalīra madhyē raẏēchē rāta ō dina, sūrya ō cām̐da. Tōmarā sūryakē sāj‌dā karō nā, cām̐dakē'ō naẏa [1]; āra sāj‌dā kara āllāh‌kē, yini ēgulō sr̥ṣṭi karēchēna, yadi tōmarā kēbalamātra tām̐ra'i ibādata kara"},{"SurahNumber":41,"VerseNumber":38,"Text":"Ataḥpara yadi tārā ahaṅkāra karē, tabē yārā āpanāra rabēra nikaṭē raẏēchē tārā tō dina ō rātē tām̐ra pabitratā, mahimā ghōṣaṇā karē ēbaṁ tārā klānti bōdha karē nā"}]}