{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":17,"Text":"(nampikkaiyalarkale! Por purinta camayam) ninkal avarkalaik konru vitavillai; allahtan avarkalai konran. (Napiye! Etirikalin mitu) ninkal (mannai) erintapotu (atai) ninkal eriyavillai; allahtan (atai) erintan. Nampikkaiyalarkalai alakana muraiyil cotippatarkakave (ivvaru ceytan.) Niccayamaka allah nanku ceviyurupavan, mika arintavan avan"},{"SurahNumber":8,"VerseNumber":18,"Text":"Nirakarippavarkalin culcciyai (ilivupatutti) palavinappatuttuvatarkakave niccayamaka allah ivvaru ceytan"},{"SurahNumber":8,"VerseNumber":19,"Text":"(nirakarippalarkale!) Ninkal verriyin mulam (mutivana) tirppait tetik kontiruntirkal. Niccayamaka anta verri unkal mun vantuvittatu. (Eninum atu unkalukkalla; nampikkaiyalarkalakiya enkalukke! Nankaltan unkalai verri kontom. Akave, visamam ceyvatiliruntu) iniyenum ninkal vilakikkontal atu unkalukke nanru. Iniyum ninkal (visamam ceyya) mun varumpatcattil namum mun varuvom. Unkal kuttam evvalavu peritaka irunta potilum (atu) unkalukku oru palanaiyumalikkatu. Enenral, niccayamaka allah nampikkaiyalarkalutan irukkiran"},{"SurahNumber":8,"VerseNumber":20,"Text":"nampikkaiyalarkale! Ninkal allahvukkum, avanutaiya tutarukkum kilppatiyunkal. Ninkal (nam vacanankalai) ceviyurra pin atarkuk kilppativatiliruntu vilakatirkal"},{"SurahNumber":8,"VerseNumber":21,"Text":"(nampikkaiyalarkale! Manamara) ceviyuratu ‘‘ceviyurrom'' enru (vayal mattum) kuriyavarkalaip pol ninkalum akivita ventam"},{"SurahNumber":8,"VerseNumber":22,"Text":"niccayamaka allahvitattil kalnataikalil mikak kevalamanavai (evaiyenral cattiyattai) arintukolla mutiyata cevitarkalum, umaiyarkalumtan"},{"SurahNumber":8,"VerseNumber":23,"Text":"avarkalitam oru nanmai irukkiratenru allah arintiruntal avan avarkalai ceviyurac ceytiruppan. (Avarkalitam oru nanmaiyum illatatanal allah) avarkalaic ceviyurac ceytapotilum avarkal purakkanittu marivituvarkal"},{"SurahNumber":8,"VerseNumber":24,"Text":"Nampikkaiyalarkale! Allahvum, (avanutaiya) tutarum unkalukkup puttuyir alikka unkalai alaittal (avarkalutaiya alaippukkup) patil kurunkal. Niccayamaka allah manitanukkum avanutaiya ullankalil ullatarkum itaiyil tataiyerpatutti vitukiran enpataiyum, niccayamaka ninkal avanitame (kontu varappattu) onru cerkkappatuvirkal enpataiyum ninkal urutiyaka arintu kollunkal"},{"SurahNumber":8,"VerseNumber":25,"Text":"ninkal oru vetanaiyai payantukollunkal. Atu unkalil aniyayak kararkalai mattume pitikkumenpatalla; (mutivil atu unkalaiyum culntu kollalam.) Niccayamaka allah vetanai ceyvatil katumaiyanavan enpataiyum ninkal urutiyaka arintu kollunkal"}]}