{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"Senden evvel kendilerine vahy eder oldugumuz erkeklerden baskasını biz peygamber gondermedik. Eger bilmiyorsanız zikir erbabına sorun"},{"SurahNumber":16,"VerseNumber":44,"Text":"(O peygamberler) apacık burhanlarla (mu´cizelerle) ve kitablarla (gonderildiler. Habibim) biz sana da Kur´anı indirdik. Taki insanlara, kendilerine ne indirildigini acıkca anlatasın ve taki onlar da iyice fikirlerini kullansınlar"},{"SurahNumber":16,"VerseNumber":45,"Text":"Fesad planları hazırlayanlar Allahın kendilerini yere batıracagına, yahud suurlarının eremeyecegi cihetlerden kendilerine azab gelib catacagına karsı emin mi oldu (lar) artık"},{"SurahNumber":16,"VerseNumber":46,"Text":"Yahud onlar donub dolasırlarken (Allahın) kendilerini yakalayıvermesinden (bir eman mı aldılar) ki onlar (hic bir suretle Allahı) aaciz bırakıcı degildirler"},{"SurahNumber":16,"VerseNumber":47,"Text":"Yoksa onlar (Allahın) kendilerini tedricen azaltmak suretiyle cezalandıracagından (emniyyete mi girdiler)? Demek ki Rabbin hakıykat cok esirgeyici, cok merhamet edicidir"},{"SurahNumber":16,"VerseNumber":48,"Text":"Onlar Allahın yaratdıgı her hangi bir sey´e (dikkatle) bakmadılar mı ki onların golgeleri bile zelil zelil Allaha secdekar olarak durmadan saga sola donuyor"},{"SurahNumber":16,"VerseNumber":49,"Text":"Goklerde olan, yerde olan canlılar ve melekler, kendilerine hicbir yuksunme gelmeyerek, Allaha secde eder (ler)"},{"SurahNumber":16,"VerseNumber":50,"Text":"(Evet) kendilerine her suretle kaahir ve haakim olan Rablerinden korkarak (daima Ona inkiyad ederler. Melekler de) ne emr olunurlarsa onu yaparlar"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah: «Iki Tanrı edinmeyin. O, ancak bir Tanrıdır. Onun icin benden, yalınız benden korkun» dedi"},{"SurahNumber":16,"VerseNumber":52,"Text":"Goklerde ne var, yerde ne varsa (hepsi) Onundur. Taat de daima Onadır. Boyle iken haala Allahdan baskasından mı korkuyorsunuz"},{"SurahNumber":16,"VerseNumber":53,"Text":"Size ulasan her ni´met Allahdandır. Sonra size her hangi bir keder ve musiybet dokundugu zaman ancak Ona tezarru ve feryad edersiniz"},{"SurahNumber":16,"VerseNumber":54,"Text":"Nihayet O, sizden bu keder ve musıybeti acıb giderdigi vakit ise icinizden bir takımları, bakarsınız ki, Rablerine es tutuyorlar"}]}