{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"ī rīti nāvu ibrāhīmaru acala nambike uḷḷavarāgalendu avarige ākāśagaḷa hāgū bhūmiya āḷvikeyannu tōrisikoṭṭevu"},{"SurahNumber":6,"VerseNumber":75,"Text":"(ondu hantadalli) avara mēle iruḷu kavidāga avaru nakṣatravannu kaṇḍaru. ‘‘Iduvē nanna dēvaru’’ endaru. Adu mareyādāga ‘‘nānu, mareyāgi biḍuvavarannu meccuvudilla’’ endaru"},{"SurahNumber":6,"VerseNumber":76,"Text":"taruvāya avaru beḷagida candranannu kaṇḍu, ‘‘iduvē nanna dēvaru’’ endaru. Adu kaṇmareyādāga ‘‘nanna dēvarē nanage saridāriyannu tōradiddare nānu dārigeṭṭa samudāyavannu sēruvudu khacita’’ endaru"},{"SurahNumber":6,"VerseNumber":77,"Text":"Munde avaru uriyuva sūryanannu kaṇḍāga ‘‘iduvē nanna dēvaru. Idu itarellariginta doḍḍadāgide’’ endaru. Konege adu kaṇmareyādāga avaru hēḷidaru; ‘‘ō nanna janāṅgadavarē, nīvu dēvara jotege pālugoḷisuttiruva ellavugaḷindalū nānu muktanu’’"},{"SurahNumber":6,"VerseNumber":78,"Text":"‘‘nānu ēkāgra cittanāgi nanna mukhavannu, ākāśagaḷa hāgū bhūmiya sr̥ṣṭikartaneḍege tirugisikoṇḍenu. Khaṇḍitavāgiyū nānu (dēvarige) pāludārarannu nēmisuvavanalla’’"},{"SurahNumber":6,"VerseNumber":79,"Text":"avara janāṅgavu avara jote jagaḷāḍitu. Avaru (ibrāhīmaru) hēḷidaru; ‘‘nīvēnu, allāhana viṣayadalli nannoḍane jagaḷāḍuttiruvirā? Avanē nanage sanmārgavannu tōriruvanu. Nīvu avana jote pālugoḷisuva yāvudakkū nānu an̄juvudilla. Svataḥ nanna oḍeyanē ēnannādarū māḍalu icchisade (ēnū āguvudilla). Nannoḍeyana jñānavu ellavannū āvarisikoṇḍide. Nīvēnu cintisuvudillave?’’"},{"SurahNumber":6,"VerseNumber":80,"Text":"‘‘Allāhanu yāra paravāgi yāvudē purāveyannu iḷisillavō anthavarannu avana pāludārarennuvudakke nīvu an̄jadiruvāga, nīvu nēmisikoṇḍa pāludārarige nānēke an̄jabēku?’’ Nīvu tiḷidavarāgiddare, ī eraḍu gumpugaḷa paiki śāntige heccu ar'haru yāru (embudannu nīvē tīrmānisiri)"},{"SurahNumber":6,"VerseNumber":81,"Text":"nijavāgi, satyadalli nambike iṭṭu, tam'ma nambikeyannu akramada jote beresilladavaru – śāntiyu avarigē sēride mattu avarē sanmārgigaḷu"}]}