{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Xeyr, Biz onlara haqqı gətirdik. Onlar isə yalancıdırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah Ozunə hec bir ovlad goturməmisdir. Onunla yanası ibadətə layiq olan hec bir məbud yoxdur. Əks təqdirdə hər bir məbud oz yaratdıqlarını ozu idarə etmək istəyər və onların bir qismi digərinə ustun gəlməyə can atardı. Allah onların Ona aid etdikləri sifətlərdən uzaqdır"},{"SurahNumber":23,"VerseNumber":92,"Text":"O, qeybi və askarı Biləndir. Allah musriklərin Ona qosduqları səriklərdən cox ucadır"},{"SurahNumber":23,"VerseNumber":93,"Text":"De: “Ey Rəbbim! Əgər onlara vəd olunanı mənə gostərəcəksənsə"},{"SurahNumber":23,"VerseNumber":94,"Text":"məni zalım adamların icində qoyma, ey Rəbbim!”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Sozsuz ki, Biz onlara vəd etdiyimizi sənə gostərməyə qadirik"},{"SurahNumber":23,"VerseNumber":96,"Text":"Sən pisliyi yaxsılıqla dəf et. Biz onların aid etdikləri sifətləri daha yaxsı bilirik"},{"SurahNumber":23,"VerseNumber":97,"Text":"De: “Ey Rəbbim! Seytanların vəsvəsələrindən Sənə sıgınıram"},{"SurahNumber":23,"VerseNumber":98,"Text":"Onların mənə yaxınlasmalarından Sənə sıgınıram, ey Rəbbim!”"},{"SurahNumber":23,"VerseNumber":99,"Text":"Nəhayət, onlardan birinə olum gəldiyi zaman deyər: “Ey Rəbbim! Məni geri qaytar"},{"SurahNumber":23,"VerseNumber":100,"Text":"Bəlkə, tərk etdiyim yaxsı əməlləri indi edəm”. Xeyr! Onun bu dedikləri ancaq bos bir sozdur. Onların arxasında diriləcəkləri gunə qədər bərzəx həyatı vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Sur ufuruləcəyi gun onların aralarında qohumluq əlaqəsi olmayacaq və onlar bir-birindən hal-əhval tutmayacaqlar"},{"SurahNumber":23,"VerseNumber":102,"Text":"O gun məhz tərəziləri agır gələnlər nicat tapacaqlar"},{"SurahNumber":23,"VerseNumber":103,"Text":"Tərəziləri yungul gələnlər isə ozlərini ziyana ugradanlardır. Onlar Cəhənnəmdə əbədi qalacaqlar"},{"SurahNumber":23,"VerseNumber":104,"Text":"Od onların uzunu yandıracaq. Onlar orada qıc olmus vəziyyətdə qalacaqlar"}]}