{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"El spuse: “Aceasta este milostivenie de la Domnul meu. Cand va veni fagaduiala Domnului meu, El il va face una cu pamantul. Fagaduiala Domnului meu este Adevar!”"},{"SurahNumber":18,"VerseNumber":99,"Text":"Ii vom lasa, in Ziua aceea, pe oameni sa se zbata si sa se loveasca unii de altii ca valurile si cand se va sufla in trambita, ii vom strange laolalta"},{"SurahNumber":18,"VerseNumber":100,"Text":"In Ziua aceea, le vom arata Gheena tagaduitorilor"},{"SurahNumber":18,"VerseNumber":101,"Text":"ai caror ochi au fost acoperiti de un val in fata amintirii Mele si nu au putut nici auzi"},{"SurahNumber":18,"VerseNumber":102,"Text":"Tagaduitorii socot ca-i pot lua pe robii Mei drept stapani in locul Meu? Noi am pregatit Gheena ca salas tagaduitorilor"},{"SurahNumber":18,"VerseNumber":103,"Text":"Spune: “Sa va dam stire de cei prea-pierduti intru fapte"},{"SurahNumber":18,"VerseNumber":104,"Text":"Si a caror truda se pierde in Viata de Acum, pe cand ei socot ca au facut ce trebuie?”"},{"SurahNumber":18,"VerseNumber":105,"Text":"Acestia sunt cei care tagaduiesc semnele Domnului lor si intalnirea Sa. Faptele lor sunt zadarnice si Noi nu le dam nici o greutate in Ziua Invierii"},{"SurahNumber":18,"VerseNumber":106,"Text":"Rasplata lor va fi Gheena, caci ei au tagaduit si si-au batut joc de semnele Mele si de trimisii Mei"},{"SurahNumber":18,"VerseNumber":107,"Text":"Cei care au crezut si au savarsit fapte bune vor avea drept locuinta Gradinile Raiului"},{"SurahNumber":18,"VerseNumber":108,"Text":"unde vor vesnici, fara sa doreasca vreo schimbare"},{"SurahNumber":18,"VerseNumber":109,"Text":"Spune: “Daca marea ar fi cerneala pentru cuvintele Domnului meu, marea se va sfarsi inainte sa se sfarseasca cuvintele Domnului meu, chiar daca vom mai aduce inca pe atata cerneala.”"},{"SurahNumber":18,"VerseNumber":110,"Text":"Spune: “Eu nu sunt decat un om asemena voua si mi s-a dezvaluit ca Dumnezeul vostru este Dumnezeu Unul, iar cel care nadajduieste in intalnirea cu Domnul sau trebuie sa savarseasca fapte bune si sa nu alature pe nimeni in inchinaciunea sa catre Domnul sau.”"}]}