{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Elif - Lam - Mim - Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Bu, uyarman ve mu´minlere ogutte bulunman icin sana indirilen bir kitaptır. Artık bundan dolayı gogsunde bir sıkıntı olmasın"},{"SurahNumber":7,"VerseNumber":3,"Text":"Size Rabbınızdan indirilene uyun ; O´ndan baska dostlar (edinip) uymayın. Ne de az ogut tutuyorsunuz"},{"SurahNumber":7,"VerseNumber":4,"Text":"Nice kasabaları bitik hale getirip yok etmisizdir ki, kahredici azabımız geceleyin veya ogle sıcagında dinlenirlerken onlara gelivermistir"},{"SurahNumber":7,"VerseNumber":5,"Text":"Kahredici azabımız gelip cattıgında, bagırıp cagırmaları sadece, «dogrusu biz zalimler idik!» olmus tur"},{"SurahNumber":7,"VerseNumber":6,"Text":"And olsun ki, kendilerine peygamberler gonderilenlerden soracagız ve suphesiz gonderilen peygamberlerden de soracagız"},{"SurahNumber":7,"VerseNumber":7,"Text":"Ve and olsun ki, onlara (kesin) bir bilgi ile (olup bitenleri) bir bir anlatacagız ve biz onlardan (hic bir an) gaib degildik"},{"SurahNumber":7,"VerseNumber":8,"Text":"O gun (amellerin) tartısı haktır. Artık kimlerin tartıları agır gelirse, iste onlar korktuklarından kurtulup umduklarına kavusanlardır"},{"SurahNumber":7,"VerseNumber":9,"Text":"Kimlerin de tartıları hafif gelirse, iste onlar ayetlerimizi (hice sayıp) haksızlık etmeleri karsılıgında kendilerine yazık edip zarara ugrayanlardır"},{"SurahNumber":7,"VerseNumber":10,"Text":"And olsun ki, sizi yeryuzune yerlestirdik ve orada sizin icin gecim yollarını yaratıp duzenledik. Ne de az sukrediyorsunuz"},{"SurahNumber":7,"VerseNumber":11,"Text":"Ve and olsun ki, sizi yarattık, sonra sizi sekillendirdik, sonra da meleklere: «Adem´e secde edin» diye buyurduk. Onlar da hemen secde ettiler; ancak Iblis secde edenlerden olmadı"}]}