{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Mailē ē'uṭī yastī strīlā'ī dēkhēṁ jō mānisaharūmāthi śāsana garchē. Ra usalā'ī harēka kurābāṭa kēhī nakēhī prāpta cha ra usakō sinhāsana pani baḍō garimāmaya cha"},{"SurahNumber":27,"VerseNumber":24,"Text":"Mailē dēkhēkō chu, ki usalē ra usakō jātibandhuharūlē allāhalā'ī chāḍi sūryalā'ī ḍhōgnē gardachan, ra śaitānalē unīharūkā karmaharūlā'ī unīharūkō lāgi rāmrō banā'idi'ēkō cha ra unīharūlā'ī satya mārgabāṭa vicalita garirākhēkō cha. Ataḥ unīharū sīdhā mārga pā'irākhēkā chainan"},{"SurahNumber":27,"VerseNumber":25,"Text":"Ki allāhalā'ī nai ḍhōgnē garun jō akāśaharū ra dharatīmā lukēkō kurāharūlā'ī prakaṭa gardacha ra timrō adr̥śya ra prakaṭa karmaharū jāndacha"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allāha bāhēka kōhī pūjākō yōgya chaina, uhī nai sarvāēcca sattāsana (arśa) kō svāmī hō"},{"SurahNumber":27,"VerseNumber":27,"Text":"Sulaimānalē bhanēḥ aba hāmī hērnēchauṁ ki timīlē sām̐cō bhanēkā chau vā timī jhūṭhā hau"},{"SurahNumber":27,"VerseNumber":28,"Text":"Mērō yō patra li'ēra jā'ū ra yasalā'ī unīharūkō agāḍi prastuta garidē'ū ani unīharūbāṭa alaga bha'ēra hēra, ki unīharūlē kē javāpha (pratikriyā) dinchan"},{"SurahNumber":27,"VerseNumber":29,"Text":"Usalē (rānīlē) bhanin ki hē darabārabārīharū! Malā'ī ē'uṭā pratiṣṭhita patra paṭhā'i'ēkō cha"},{"SurahNumber":27,"VerseNumber":30,"Text":"Tyō sulaimānakō tarphabāṭa ā'ēkō cha ra tyō kṣamā dinē allāhakō nāmabāṭa śuru huncha jō baḍō kr̥pāśīla tathā atyanta dayāvāna cha"},{"SurahNumber":27,"VerseNumber":31,"Text":"Ki masita aṭṭēripanā nagara ra ājñākārī banī mērō pāsamā ā'ū"},{"SurahNumber":27,"VerseNumber":32,"Text":"Usalē bhanī ki hē saradāraharū! Mērō kurāharūmā malā'ī parāmarśa dē'ū. Ma kunai kurākō nirṇaya gardina jabasam'ma timīharūkō sallāha ra upasthiti hum̐daina"},{"SurahNumber":27,"VerseNumber":33,"Text":"Unīharū sabailē bhanēḥ ki hāmī sakṣama ra śaktiśālī chauṁ ra hāmīlā'ī ṭhūlō yud'dhakṣamatā prāpta cha. Ādēśa dinu tapā'īkō adhikāramā cha, ataḥ tapā'īlē vicāra garnus ki tapā'īlē kē ādēśa dinuhunēcha"},{"SurahNumber":27,"VerseNumber":34,"Text":"Usalē bhanī ki samrāṭa jaba kunai bastīmā pravēśa gardachan taba tyasalā'ī naṣṭa garidinchan ra tyahām̐kā prabhāvaśālī vyaktiharūlā'ī apamānita garēra chāḍchan. Ra yinīharūlē pani yastai nai garnēchan"},{"SurahNumber":27,"VerseNumber":35,"Text":"Mailē unīharūtira ē'uṭā upahāra paṭhā'um̐daichu, ani hērnēchu ki dūtalē kē uttara li'ēra pharkancha"}]}