{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":102,"Text":"Inho hatto sadoi otasi duzaxro namesunavand va dar ʙihist, ki har ci ki dilxohason ast, muhajjost va dar on co covidonand"},{"SurahNumber":21,"VerseNumber":103,"Text":"Ruzi qijomat on vahsati ʙuzurg ƣamginason nakunad va faristagon ʙa didorason ojand ʙasorat dihand, ki in hamon ruzest, ki ʙa sumo savoʙhoi ʙisjor va'da doda ʙudand"},{"SurahNumber":21,"VerseNumber":104,"Text":"Ruze, ki osmonro cun sahifai navista dar ham peconem. Va cunon ki naxustin ʙor ʙijofaridem, onro az sar ʙozgardonem. In va'daest, ki ʙarovardanas ʙar uhdai Most, alʙatta, Mo cunon xohem kard"},{"SurahNumber":21,"VerseNumber":105,"Text":"Va ʙa rosti dar Zaʙur (kitoʙhoi nozil suda) navistaem, pas az on ki dar Lavhi Mahfuz navista sud, ki hamono zaminro ʙandagoni solihi man ʙa irs meʙarand"},{"SurahNumber":21,"VerseNumber":106,"Text":"Va dar in kitoʙ taʙliƣest (daleli kofi) ʙaroi iʙodatkunandagon"},{"SurahNumber":21,"VerseNumber":107,"Text":"Va nafiristodem turo ej Rasul, cuz on ki ʙa mardumi cahon rahmate arzoni dorem. Pas, kase imon ovard ʙa tu nekʙaxt gast va nacot joft va kase, ki imon naovard noumed gast va zijon did"},{"SurahNumber":21,"VerseNumber":108,"Text":"Bigu: «Hamono ʙa man vahj suda, ki ma'ʙudi sumo, ki sazovori iʙodat ast Allohi jaktost, ojo ʙa on taslim mesaved?» Pas, taslim saved va dar iʙodatas sar furu ored"},{"SurahNumber":21,"VerseNumber":109,"Text":"Pas agar onho az Islom ruj gardonidand, ʙigu: «Sumoro xaʙar dodam, to hama dar ogohi ʙaroʙar ʙosed. Va man namedonam, on ci sumoro ʙa azoʙe va'da doda mesaved, nazdik ast jo dur"},{"SurahNumber":21,"VerseNumber":110,"Text":"Hamono Ust, ki medonad har suxanero, ki ʙa ovozi ʙaland gued jo dar dil pinhon dored va ʙa on muhosaʙa karda mesaved"},{"SurahNumber":21,"VerseNumber":111,"Text":"Va namedonam sojad in ta'xiri azoʙ ozmoise ʙaroi sumo va ʙahramandi, to muddate ʙosad, ki kufraton zijod gardad va ʙa azoʙi ʙuzurg ducor garded"},{"SurahNumber":21,"VerseNumber":112,"Text":"(Pajomʙar sallallohu alajhi va sallam) guft: «Ej Parvardigori man, ʙajni man va ʙajni kase, ki maro duruƣ ʙarovard ʙa haq dovari kun. Va Parvardigori mo Allohi mehruʙon ast, ki az U madad pursida mesavad dar ʙaroʙari on ci sumo ʙajon mekuned»"}]}