{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":55,"Text":"Na nikh (zhenakh Proroka) ne budet grekha, yesli oni budut bez pokryvala pered ikh ottsami, ikh synov'yami, ikh brat'yami, synov'yami ikh brat'yev, synov'yami ikh sester, svoimi zhenshchinami i nevol'nikami, kotorymi ovladeli ikh desnitsy. Boytes' Allakha, ved' Allakh - Svidetel' vsyakoy veshchi"},{"SurahNumber":33,"VerseNumber":56,"Text":"Voistinu, Allakh i Yego angely blagoslovlyayut Proroka. O te, kotoryye uverovali! Blagoslovlyayte yego i privetstvuyte mirom"},{"SurahNumber":33,"VerseNumber":57,"Text":"Voistinu, tekh, kotoryye ponosyat Allakha i Yego Poslannika, Allakh proklyal v etom mire i v Posledney zhizni i ugotovil im unizitel'nyye mucheniya"},{"SurahNumber":33,"VerseNumber":58,"Text":"A te, kotoryye nezasluzhenno ponosyat veruyushchikh muzhchin i veruyushchikh zhenshchin, vzvalivayut na sebya bremya klevety i yavnogo grekha"},{"SurahNumber":33,"VerseNumber":59,"Text":"O Prorok! Skazhi tvoim zhenam, tvoim docheryam i zhenshchinam veruyushchikh muzhchin, chtoby oni opuskali na sebya (ili sblizhali na sebe) svoi pokryvala. Tak ikh budut legche uznavat' (otlichat' ot rabyn' i bludnits) i ne podvergnut oskorbleniyam. Allakh - Proshchayushchiy, Miloserdnyy"},{"SurahNumber":33,"VerseNumber":60,"Text":"Yesli litsemery i te, ch'i serdtsa porazheny nedugom, i te, kto rasprostranyayet slukhi v Medine, ne perestanut, to My nepremenno pomozhem tebe odolet' ikh, i togda oni budut sosedstvovat' s toboy zdes' sovsem nedolgo"},{"SurahNumber":33,"VerseNumber":61,"Text":"buduchi proklyatymi. Gde by ikh ni obnaruzhili, ikh budut khvatat' i bezzhalostno ubivat'"},{"SurahNumber":33,"VerseNumber":62,"Text":"Takovo bylo ustanovleniye Allakha dlya tekh, kotoryye zhili prezhde, i ty ne naydesh' izmeneniya v ustanovlenii Allakha"}]}