{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"Zulkarneyn: \"Iste bu, Rabbimin bir rahmetidir. Rabbimin tayin ettigi zaman gelince onu yerle bir eder; Rabbimin verdigi soz gercektir\" dedi"},{"SurahNumber":18,"VerseNumber":99,"Text":"Biz o gun onları bırakırız, dalgalar halinde birbirlerine girerler. Sura uflenince hepsini bir araya toplarız"},{"SurahNumber":18,"VerseNumber":100,"Text":"Gozleri bizim ogudumuze karsı kapalı olan ve ofkelerinden onu dinlemeye tahammul edemeyen kafirlere o gun cehennemi oyle bir gosteririz ki"},{"SurahNumber":18,"VerseNumber":101,"Text":"Gozleri bizim ogudumuze karsı kapalı olan ve ofkelerinden onu dinlemeye tahammul edemeyen kafirlere o gun cehennemi oyle bir gosteririz ki"},{"SurahNumber":18,"VerseNumber":102,"Text":"Inkar edenler, Beni bırakıp da kullarımı dost edinmelerini yeterli mi sandılar? Dogrusu biz cehennemi inkarcılara konak olarak hazırladık"},{"SurahNumber":18,"VerseNumber":103,"Text":"Size, amelce en cok kayıpta bulunanları haber verelim mi?\" de"},{"SurahNumber":18,"VerseNumber":104,"Text":"Dunya hayatında, calısmaları bosa gitmistir, oysa onlar guzel is yaptıklarını sanıyorlardı"},{"SurahNumber":18,"VerseNumber":105,"Text":"Bunlar, Rablerinin ayetlerini ve O'na kavusmayı inkar edenlerdir. Bu yuzden isleri bosa gitmistir. Kıyamet gunu Biz onlara deger vermeyecegiz"},{"SurahNumber":18,"VerseNumber":106,"Text":"Iste onların cezası; inkarlarına, peygamberlerimi ve ayetlerimi alaya almalarına karsılık olarak, cehennemdir"},{"SurahNumber":18,"VerseNumber":107,"Text":"Ama inanıp yararlı is isleyenlerin konakları Firdevs cennetleridir"},{"SurahNumber":18,"VerseNumber":108,"Text":"Orada temelli kalırlar, baska bir yere gitmek istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: \"Rabbimin sozlerini yazmak icin denizler murekkep olsa ve bir o kadarını da katsak, Rabbimin sozleri tukenmeden denizler tukenirdi"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: \"Ben de ancak sizin gibi bir insanım; ancak bana tanrınızın tek bir Tanrı oldugu vahyolunuyor. Rabbine kavusmayı uman kimse yararlı is islesin ve Rabbine kullukta hic ortak kosmasın"}]}