{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"ondu vēḷe nāvu ondu nirdiṣṭa avadhigāgi śikṣeyannu avarinda nivārisidare, ‘‘adannu yāva vastu taḍediṭṭide?’’ Endu avaru kēḷuvaru. Nimage tiḷidirali; adu avara mēle banderaguva dina, yārū adannu avarinda nivārisalāraru. Avaru yāvudannu gēlimāḍuttiddarō aduvē avarannu āvarisi biḍuvudu"},{"SurahNumber":11,"VerseNumber":7,"Text":"nāvu manuṣyanige nam'ma anugrahada ruci kāṇisi ā baḷika adannu avaninda kittukoṇḍare – avanu tīrā nirāśanū kr̥taghnanū āgibiḍuttāne"},{"SurahNumber":11,"VerseNumber":8,"Text":"innu, avanige saṅkaṭa tagalida baḷika nāvu avanige anugrahagaḷa ruci uṇisidare, avanu sakala saṅkaṭagaḷū nanninda dūravāgi biṭṭavu ennuttāne mattu avanu santasadinda bīgi, tannannē hogaḷatoḍaguttāne"},{"SurahNumber":11,"VerseNumber":9,"Text":"sahanaśīlaru mattu satkarmigaḷu mātra hāgiruvudilla. Avarige kṣame hāgū mahā pratiphalavide"},{"SurahNumber":11,"VerseNumber":10,"Text":"(Dūtarē,) nimage kaḷisalāgiruva divyavāṇiya kelavu bhāgagaḷannu nīvu biṭṭu biḍabahudu mattu ī (satya prasārada) viṣayadalli nim'ma manas'su rōsi hōgabahudu (endu dhikkārigaḷu nirīkṣisuttiddāre). ‘‘Ītanige yāvudē bhaṇḍāravannēke iḷisikoḍalāgilla? Athavā ītana jote yāvudē ‘malak’ yāke bandilla?’’ Emba avara (dhikkārigaḷa) mātugaḷu nim'ma manas'sannu nōyisuttive. Nīvu kēvala eccarisuvavarāgiruviri. Allāhanē ella viṣayagaḷa mēlvicārakanāgiddāne"},{"SurahNumber":11,"VerseNumber":11,"Text":"idannu (kur‌ān‌annu) ītanē svataḥ racisiddāne endu avaru hēḷuttāreyē? Nīvu hēḷiri; nīvu hēḷuttiruvudu satyavāgiddare, intaha hattu adhyāyagaḷannu nīvu racisi tanniri mattu (nim'ma neravigāgi) allāhana horatu nimage sādhyaviruva ellarannū kareyiri"},{"SurahNumber":11,"VerseNumber":12,"Text":"nimage uttara nīḍalu avarige sādhyavāgadiddare, nimage tiḷidirali; allāhana jñānada ādhāradalli idannu iḷisikoḍalāgide mattu avana horatu bērārū dēvarilla. (Innādarū) nīvu muslimarāguvirā"}]}