{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":20,"Text":"Ērā pr̥thibītē pratihata karatē pārata nā, āra tādēra jan'ya āllāh‌kē chēṛē diẏē kōnō abhibhābaka nē'i. Tādēra jan'ya śāsti dbiguṇa karā habē. Tārā śōnā sahya karatē pārata nā, āra tārā dēkhatē'ō pārata nā."},{"SurahNumber":11,"VerseNumber":21,"Text":"Ērā'i tārā yārā tādēra antarā‌tmāra kṣatisādhana karēchē, āra yā tārā udbhābana karēchila tā tādēra thēkē bidāẏa niẏēchē."},{"SurahNumber":11,"VerseNumber":22,"Text":"Sandēha nē'i yē parakālē tārā nijērā abaśya'i habē saba cā'itē kṣatigrasta."},{"SurahNumber":11,"VerseNumber":23,"Text":"Niḥsandēha yārā biśbāsa karē ō saṯkarma karē, ēbaṁ binaẏābanata haẏa tādēra prabhura kāchē, -- tārā'i bēhēśatēra bāsindā, ētē tārā thākabē cirakāla."},{"SurahNumber":11,"VerseNumber":24,"Text":"Dala duṭira upamā hacchē andha ō badhirēra ēbaṁ cakṣuṣmāna ō śrabaṇaśaktimānēra matō, -- ubhaẏa ki tulanāẏa samāna-samāna? Tabu'ō ki tōmarā manōnibēśa karabē nā"},{"SurahNumber":11,"VerseNumber":25,"Text":"Āra niścaẏa'i āmarā nūhakē pāṭhiẏēchilāma tām̐ra sampradāẏēra kāchē, ''niḥsandēha āmi tōmādēra jan'ya ēkajana satarka kārī"},{"SurahNumber":11,"VerseNumber":26,"Text":"yēna tōmarā āllāh chāṛā kārō upāsanā karabē nā. Niḥsandēha āmi āśaṅkā kari tōmādēra jan'ya marmantuda dinēra śāsti.’’"},{"SurahNumber":11,"VerseNumber":27,"Text":"Kintu tām̐ra sampradāẏēra madhyēra yārā abiśbāsa karēchila tādēra pradhānarā balalē -- ''āmarā tō tōmākē āmādēra matō ēkajana mānuṣa ba'i dēkhachi nā, āra āmarā tōmākē dēkhachi nā yē tōmākē tārā chāṛā ēmana an'ya kē'u anusaraṇa karachē yārā hacchē prathama dr̥ṣṭitē'i āmādēra madhyē adhama, āra āmarā tōmādēra madhyē āmādēra cā'itē kōnō guṇapanā'ō dēkhachi nā, baraṁ āmarā tōmādēra manē kari mithyābādī.’’"},{"SurahNumber":11,"VerseNumber":28,"Text":"Tini balalēna -- ''hē āmāra sampradāẏa! Tōmarā ki bhēbē dēkhēcha -- āmi yadi āmāra prabhura kācha thēkē spaṣṭa-pramāṇē pratiṣṭhita thāki ēbaṁ tini yadi āmākē tām̐ra tarapha thēkē anugraha pradāna karē thākēna, athaca tōmādēra kāchē ēṭi jhāpasā haẏē gēchē, āmarā ki tabē ēṭitē tōmādēra bādhya karatē pāri yakhana tōmarā ēra prati birūpa"}]}