{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":14,"Text":"And they belied them (those Ayat) wrongfully and arrogantly, though their ownselves were convinced thereof [i.e. those (Ayat) are from Allah, and Musa (Moses) is the Messenger of Allah in truth, but they disliked to obey Musa (Moses), and hated to believe in his Message of Monotheism]. So see what was the end of the Mufsidun (disbelievers, disobedient to Allah, evil-doers, liars)"},{"SurahNumber":27,"VerseNumber":15,"Text":"And indeed We gave knowledge to Dawud (David) and Sulaiman (Solomon), and they both said: \"All the praises and thanks be to Allah, Who has preferred us above many of His believing slaves"},{"SurahNumber":27,"VerseNumber":16,"Text":"And Sulaiman (Solomon) inherited (the knowledge of) Dawud (David). He said: \"O mankind! We have been taught the language of birds, and on us have been bestowed all things. This, verily, is an evident grace (from Allah)"},{"SurahNumber":27,"VerseNumber":17,"Text":"And there were gathered before Sulaiman (Solomon) his hosts of jinns and men, and birds, and they all were set in battle order (marching forwards)"},{"SurahNumber":27,"VerseNumber":18,"Text":"Till, when they came to the valley of the ants, one of the ants said: \"O ants! Enter your dwellings, lest Sulaiman (Solomon) and his hosts crush you, while they perceive not"},{"SurahNumber":27,"VerseNumber":19,"Text":"So he [Sulaiman (Solomon)] smiled, amused at her speech and said: \"My Lord! Inspire and bestow upon me the power and ability that I may be grateful for Your Favours which You have bestowed on me and on my parents, and that I may do righteous good deeds that will please You, and admit me by Your Mercy among Your righteous slaves"},{"SurahNumber":27,"VerseNumber":20,"Text":"He inspected the birds, and said: \"What is the matter that I see not the hoopoe? Or is he among the absentees"},{"SurahNumber":27,"VerseNumber":21,"Text":"I will surely punish him with a severe torment, or slaughter him, unless he brings me a clear reason"},{"SurahNumber":27,"VerseNumber":22,"Text":"But the hoopoe stayed not long, he (came up and) said: \"I have grasped (the knowledge of a thing) which you have not grasped and I have come to you from Saba' (Sheba) with true news"}]}