{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":23,"Text":"Allah katında, (ahirette Allah’ın) kendisine izin verdigi kimseden baskasının sefaatı fayda vermez. Nihayet (sefaat edenle sefaat olunanların) kalblerinden (sefaata izin verilmekle) korku giderildigi zaman: “- Rabbiniz (sefaat hakkında) ne buyurdu?” derler. Sefaat edecekler de: “- Allah hakkı soyledi, (razı oldugu kimseler icin sefaata izin verdi)” derler. O her seyden yucedir, her seyden buyuktur"},{"SurahNumber":34,"VerseNumber":24,"Text":"(Ey Rasulum, o kafirlere) de ki: “- Goklerden ve yerden size rızık veren kim?” (onlar duraklar, cevap veremezler) de ki: “- Allah size rızık veriyor. Her halde siz (ey Mekke halkı) veya biz mutlak bir hidayet uzerindeyiz, yahut acık bir dalalet icindeyiz; acık olan hale gore, elbette biz hidayetteyiz).”"},{"SurahNumber":34,"VerseNumber":25,"Text":"(Ey Rasulum, onlara) de ki: “- Siz, bizim yaptıgımız gunahlardan sorumlu tutulmazsınız, biz de sizin yaptıklarınızdan sorulmayız.”"},{"SurahNumber":34,"VerseNumber":26,"Text":"De ki: “- Rabbimiz (kıyamette) hepimizi bir araya toplayacak, sonra da gercek hukmu ile (adaletle) aramızı ayıracaktır. O, hukum veren asıl hakimdir, verdigi hukmu bilendir.”"},{"SurahNumber":34,"VerseNumber":27,"Text":"De ki: “-O’na, ortaklar diye kattıklarınızı bana gosterin (bakayım, ne yaratıyorlar).” Hayır, oyle sey yok. Dogrusu Allah her seye galipdir, hukmunde hikmet sahibidir"},{"SurahNumber":34,"VerseNumber":28,"Text":"(Ey Rasulum), biz, seni ancak butun insanlara cenneti mujdeleyici, azabı haber verici olarak peygamber gonderdik. Fakat insanların cogu bilmezler (bunu tasdik etmezler)"},{"SurahNumber":34,"VerseNumber":29,"Text":"Onlar (Mekke, kafirleri) diyorlar ki: “-Eger dogru soyleyenlerseniz, bu vukuu vaad edilen kıyamet ne zaman?”"},{"SurahNumber":34,"VerseNumber":30,"Text":"(Rasulum, onlara) de ki: “- Size vaad olunan oyle bir gundur ki, ondan bir an geri de kalamazsınız, ileri de gecemezsiniz.”"},{"SurahNumber":34,"VerseNumber":31,"Text":"O kufre varanlar: “- Biz, asla ne bu Kur’an’a inanırız, ne de ondan oncekine (Tevrat ve Incil’e).” dediler. Fakat sen o zalimleri, Rablerinin huzurunda durdurulurlarken sozu birbirlerine cevirerek, dusukler, o buyukluk taslıyanlara: “- Siz olmasaydınız muhakkak biz iman ederdik.” dedikleri zaman bir goreydin"}]}