{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":5,"VerseNumber":65,"Text":"Akadakhala kuti anthu a m’Buku adakhulupirira ndi kulewa zoipa, Ife tikadawakhululukira machimo awo ndi kuwalowetsa m’minda ya mtendere"},{"SurahNumber":5,"VerseNumber":66,"Text":"Ndipo iwo akadatsatira Buku la chipangano chakale ndi chipangano chatsopano ndiponso zimene zavumbulutsidwa kwa iwo kuchokera kwa Ambuye wawo, iwo akadadya zinthu kuchokera kumwamba ndi pansi pa miyendo yawo. Ena mwa iwo ndi anthu a chilungamo koma ambiri a iwo ndi ochita zoipa"},{"SurahNumber":5,"VerseNumber":67,"Text":"Oh iwe Mtumwi! Lalikira zimene zavumbulutsidwa kwa iwe kuchokera kwa Ambuye wako. Ndipo ngati iwe siutero, ndithudi, iwe walephera kupereka uthenga wake. Mulungu adzakuteteza iwe kwa anthu. Ndithudi Mulungu satsogolera anthu osakhulupirira"},{"SurahNumber":5,"VerseNumber":68,"Text":"Nena: “oh inu anthu a m’Buku! Inu mulibe poimira mpaka pamene mutatsatira Buku la chipangano chakale ndi chipangano chatsopano ndi zimene zavumbulutsidwa kwa inu kuchokera kwa Ambuye wanu.” Ndithudi zimene zavumbulutsidwa kwa iwe kuchokera kwa Ambuye wako ziwonjezera, mwa ambiri a iwo, machimo ndi kusakhulupirira. Motero iwe usamve chisoni ndi anthu osakhulupirira"},{"SurahNumber":5,"VerseNumber":69,"Text":"Ndithudi iwo amene amakhulupirira ndi iwo amene ndi Ayuda, Masabiyani ndi Akhirisitu, aliyense amene amakhulupirira mwa Mulungu ndi tsiku la chimaliziro ndipo amachita zabwino, iwo sadzakhala ndi mantha ndipo sadzadandaula"},{"SurahNumber":5,"VerseNumber":70,"Text":"Ndithudi Ife tidalandira lonjezo kuchokera kwa ana a Israyeli ndipo tidatumiza Atumwi kwa iwo. Koma nthawi iliyonse imene Mtumwi amadza kwa iwo ndi uthenga umene mitima yawo siimafuna, iwo adali kunena kuti ena ndi onama pamene ena adali kuwapha"}]}