{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":17,"Text":"Уларни сиз ўлдирмадингиз, балки Аллоҳ ўлдирди. Отган пайитингда, сен отмадинг, балки Аллоҳ отди. Ва мўминларни гўзал синов ила синаш учун (шундай қилди). Албатта, Аллоҳ эшитгувчи ва билгувчи зотдир. (Бадр урушида Пайғамбаримиз (с. а. в.) сиқимларига тупроқ олиб, мушриклар томонга «Шаҳатил вужуҳ» (Юзлар қаро бўлсин!) деб отганлари ривоятларда собит. Ҳазрати Абдуллоҳ ибн Аббос (р. а.) бу ҳақда шундай ривоят қиладилар: «Бадр куни Расулуллоҳ (с. а. в.) қўлларини кўтариб: «Эй бор Худоё, агар ушбу жамоа ҳалок бўлса, ер юзида сенга ибодат қиладиган одам қолмайди...» деб дуо қилдилар. Жаброил келиб у кишига: «Бир сиқим тупроқ олиб, уларнинг юзига қараб от!» деди. Бир сиқим тупроқ олиб, уларга отдилар. Кўзига ва оғзи-бурнига тупроқ кирмаган бирорта ҳам мушрик қолмади. Шундан кейин ортларига қараб қоча бошладилар»"},{"SurahNumber":8,"VerseNumber":18,"Text":"Ана ўшалар (нинг сизга бўлиши) Аллоҳ, албатта, кофирларнинг ҳийласини заиф қилгувчи бўлганидандир"},{"SurahNumber":8,"VerseNumber":19,"Text":"Агар орани очишни сўраган бўлсангиз, бас, батаҳқиқ сизга орани очиш келди. Агар тўхтасангиз, бу ўзингиз учун яхшидир. Агар сиз қайтсангиз, Биз ҳам қайтамиз. Сизнинг гуруҳингиз қанча кўп бўлса ҳам, сизга ҳеч бир ҳожатингизни чиқара олмас. Албатта, Аллоҳ мўминлар билан биргадир"},{"SurahNumber":8,"VerseNumber":20,"Text":"Эй иймон келтирганлар! Аллоҳга ва Унинг Расулига итоат қилингиз ва эшитиб туриб, ундан юз ўгириб кетмангиз"},{"SurahNumber":8,"VerseNumber":21,"Text":"Ва ўзлари эшитмасалар ҳам, «эшитдик» деганлар каби бўлмангиз"},{"SurahNumber":8,"VerseNumber":22,"Text":"Аллоҳнинг ҳузурида ҳайвоннинг энг ёмони, албатта, кару соқов бўлиб, ақл ишлатмайдиганлардир"},{"SurahNumber":8,"VerseNumber":23,"Text":"Агар Аллоҳ уларда бирор яхшиликни билганида, албатта, эшиттирар эди ва агар уларга эшиттирса ҳам, албатта, юз ўгириб, бурилиб кетар эдилар. (Аллоҳ таоло улардан бирор яхшилик чиқишини билганида эди, албатта, уларни эшитганидан фойда оладиган қилиб қўйган бўларди. Аммо уларнинг табиатлари бузуқлигини, эшитсалар ҳам, юз ўгириб кетишларини билгани учун ҳам Аллоҳ бундай қилмади)"},{"SurahNumber":8,"VerseNumber":24,"Text":"Эй иймон келтирганлар! Сизга ҳаёт берадиган нарсага чақирганларида Аллоҳ ва Расулига жавоб беринг ва билинки, албатта, Аллоҳ киши билан унинг қалбини ажратиб қўяди ва, албатта, Унинг ҳузурида тўпланурсиз. («Ҳаёт берадиган нарса»–иймон ва Исломдир. Қуръони Карим таъбири бўйича, ҳақиқий ҳаёт иймон ва Исломдир. Инсон буларсиз ўликдир. Аллоҳ инсон билан қалбининг орасини ажратгандан кейин у ўзини ўнглай олмай қолади. Инсон ўз қалбига молик бўла олмай қолмайди)"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ва сизлардан фақат зулм қилганларнинг ўзигагина етмайдиган фитнадан сақланинг. Ва билинки, албатта, Аллоҳнинг иқоби шиддатлидир"}]}