{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":8,"VerseNumber":26,"Text":"Y recordad los tiempos en que erais pocos [y] debiles en la tierra, cuando temiais que la gente os exterminara --y entonces El os protegio y os fortalecio con su auxilio y os proveyo de las cosas buenas de la vida, quizas, asi, seais agradecidos"},{"SurahNumber":8,"VerseNumber":27,"Text":"[Asi pues,] ¡Oh vosotros que habeis llegado a creer!, no traicioneis a Dios y al Enviado, y no traicioneis a sabiendas la confianza que ha sido depositada en vosotros"},{"SurahNumber":8,"VerseNumber":28,"Text":"y sabed que vuestros bienes y vuestros hijos son solo una prueba y una tentacion, y que junto a Dios hay una recompensa magnifica"},{"SurahNumber":8,"VerseNumber":29,"Text":"¡Oh vosotros que habeis llegado a creer! Si os manteneis conscientes de Dios, El os dara un criterio por el que discernir lo verdadero de la falso, borrara vuestras malas acciones y os perdonara: pues Dios posee una generosidad infinita"},{"SurahNumber":8,"VerseNumber":30,"Text":"Y [recuerda, Oh Profeta,] como los que insistian en negar la verdad intrigaron contra ti, para impedirte [predicar], para matarte o para expulsarte. Asi han intrigado [siempre]: pero Dios desbarato sus intrigas --pues Dios esta por encima de todos los intrigantes"},{"SurahNumber":8,"VerseNumber":31,"Text":"Y siempre que les eran transmitidos Nuestros mensajes, decian: “Ya hemos oido [esto] antes; si quisieramos, ciertamente podriamos componer [nosotros] algo como eso: ¡no son mas que fabulas antiguas!”"},{"SurahNumber":8,"VerseNumber":32,"Text":"Y, he ahi, que decian: “¡Oh Dios! ¡Si, ciertamente, esto es la verdad que viene de Ti, haz que nos lluevan piedras del cielo, o infligenos [algun otro] castigo doloroso!”"},{"SurahNumber":8,"VerseNumber":33,"Text":"Pero Dios no iba a castigarles estando tu [Oh Profeta] en medio de ellos, ni iba a castigarles cuando [podian aun] haber pedido perdon"}]}