{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"تو یہ لوگ جو (غیر خدا کی) پرستش کرتے ہیں۔ اس سے تم خلجان میں نہ پڑنا۔ یہ اسی طرح پرستش کرتے ہیں جس طرح پہلے سے ان کے باپ دادا پرستش کرتے آئے ہیں۔ اور ہم ان کو ان کا حصہ پورا پورا بلا کم وکاست دینے والے ہیں"},{"SurahNumber":11,"VerseNumber":110,"Text":"اور ہم نے موسیٰ کو کتاب دی تو اس میں اختلاف کیا گیا اور اگر تمہارے پروردگار کی طرف سے ایک بات پہلے نہ ہوچکی ہوتی تو ان میں فیصلہ کردیا جاتا۔ اور وہ تو اس سے قوی شبہے میں (پڑے ہوئے) ہیں"},{"SurahNumber":11,"VerseNumber":111,"Text":"اور تمہارا پروردگار ان سب کو (قیامت کے دن) ان کے اعمال کا پورا پورا بدلہ دے گا۔ بےشک جو عمل یہ کرتے ہیں وہ اس سے واقف ہے"},{"SurahNumber":11,"VerseNumber":112,"Text":"سو (اے پیغمبر) جیسا تم کو حکم ہوتا ہے (اس پر) تم اور جو لوگ تمہارے ساتھ تائب ہوئے ہیں قائم رہو۔ اور حد سے تجاوز نہ کرنا۔ وہ تمہارے سب اعمال کو دیکھ رہا ہے"},{"SurahNumber":11,"VerseNumber":113,"Text":"اور جو لوگ ظالم ہیں، ان کی طرف مائل نہ ہونا، نہیں تو تمہیں (دوزخ کی) آگ آلپٹے گی اور خدا کے سوا تمہارے اور دوست نہیں ہیں۔ اگر تم ظالموں کی طرف مائل ہوگئے تو پھر تم کو (کہیں سے) مدد نہ مل سکے گی"},{"SurahNumber":11,"VerseNumber":114,"Text":"اور دن کے دونوں سروں (یعنی صبح اور شام کے اوقات میں) اور رات کی چند (پہلی) ساعات میں نماز پڑھا کرو۔ کچھ شک نہیں کہ نیکیاں گناہوں کو دور کر دیتی ہیں۔ یہ ان کے لیے نصیحت ہے جو نصیحت قبول کرنے والے ہیں"},{"SurahNumber":11,"VerseNumber":115,"Text":"اور صبر کیے رہو کہ خدا نیکوکاروں کا اجر ضائع نہیں کرتا"},{"SurahNumber":11,"VerseNumber":116,"Text":"تو جو اُمتیں تم سے پہلے گزر چکی ہیں، ان میں ایسے ہوش مند کیوں نہ ہوئے جو ملک میں خرابی کرنے سے روکتے ہاں (ایسے) تھوڑے سے (تھے) جن کو ہم نے ان میں سے مخلصی بخشی۔ اور جو ظالم تھے وہ ان ہی باتوں کے پیچھے لگے رہے جس میں عیش وآرام تھا اور وہ گناہوں میں ڈوبے ہوئے تھے"},{"SurahNumber":11,"VerseNumber":117,"Text":"اور تمہارا پروردگار ایسا نہیں ہے کہ بستیوں کو جب کہ وہاں کے باشندے نیکوکار ہوں ازراہِ ظلم تباہ کردے"}]}