{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"He nabi! Juna kurola'i tapa'iko nimti allahale baidha thahara'eko cha, tyasala'i tapa'ile kina avaidha garnu huncha? Ke tapa'ile aphno patniharuko sahamati lina cahanuhuncha? Ra allaha bado ksamasila, atyanta dayavana cha"},{"SurahNumber":66,"VerseNumber":2,"Text":"Allahale timiharula'i timra sapathaharuko umkane upaya nirdharita garidi'eko cha ra allaha nai sanraksaka cha ra u sarvajna ra atyanta tatvadarsi cha"},{"SurahNumber":66,"VerseNumber":3,"Text":"Ra smarana gara jaba paigambarale aphno e'uti patnisita e'uta rahasyako kura gare tara jaba usale usala'i pracara garidiyo, ra allahale yasabata nabila'i savadhana gara'idiyo taba nabile yasa patnila'i tyo kura amsika bhane ra kehi bhanenan, ani jaba unale tinala'i bata'e ta sodhna thalin ki tapa'ila'i yo kasale bhan'yo. Unale bhane ki ‘‘mala'i usale khabara gareko cha, jo sabai jannevala ra khabara rakhnevala cha.’’"},{"SurahNumber":66,"VerseNumber":4,"Text":"(He nabika duvai patniharu) yadi timi duvai allaha samu tauba gardachau, bhane ramro cha kinaki nihsandeha timra hrdayaharu jhukisakechan ra yadi paigambara birud'dha timiharu eka apasama sahayoga garnechau bhane allaha usako sanraksaka cha, ra jibrila ra neka imanavalaharu pani, ra pharistaharu pani usako sahayata garnechan"},{"SurahNumber":66,"VerseNumber":5,"Text":"Ra yadi paigambarale timila'i talaka di'ihalun bhane yasa kurako dherai sambhavana cha ki unako palanakartale timro sattama unala'i timibhanda ramri patniharu pradana garnecha jo muslima imanavali, ajnakarini, tauba garne, ibadata (stuti) garnevali, vrata basnevali, vidhava ra kumariharu pani hunechin"},{"SurahNumber":66,"VerseNumber":6,"Text":"He mominaharu! Svayam aphula'i ra aphna gharavalaharula'i tyasa agobata baca'u, jasako indhana munasya ra pat'thara hunechan, jasako lagi kathora svabhavaka, yasta balasali pharistaharu niyukta hunechan jasale tyasama allahako avajna gardainan baru je adesa pani di'incha, tyasala'i karyanvita gardachan"},{"SurahNumber":66,"VerseNumber":7,"Text":"Kaphiraharu ho! Aja timiharu bahanaharu nabana'u. Matra timile gardai a'eka karyaharuko pratiphala timiharula'i di'imdaicha"}]}