{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":24,"VerseNumber":21,"Text":"Geli ewane ku we bawer kiriye! hun nebin peyrewe sopen pelid. Bi rasti kijan bibe peyrewe sopen pelid, idi bi rasti pelid, hey fermana bi fehsa u sikatiyan dike. Heke rumet u dilovaniya Yezdan li ser we tune buya, tu keseki ji we (ji qirej u sikatiya gonehan) paqij ne dibu. Le Yezdan evine xwe (ji gonehan) paqij dike. Bi rasti Yezdan bihistvane pirzan e"},{"SurahNumber":24,"VerseNumber":22,"Text":"Ewane ji weyen, bi rumet u maldar hene! Bira sond nexun, ku ji male xwe qe tu tisti ji bina pismam u belengaz u ewane di reya Yezdan da ji welate xwe koc kirine derketine, nedin. U bira (ewan) baxisandin u borandina ji kemayan bikin. Ma qey hun hez nakin, ku Yezdan we bibaxisine? Loma bi rasti Yezdan baxiskare dilovin e"},{"SurahNumber":24,"VerseNumber":23,"Text":"Bi rasti ewane, ku pizan davejine wan jinen dawpariz yen be gomane (ji fehsaye) u bawer kirine, hene! Di cihan u di para da ji, ji dilovaniya Yezdan hatine deherandine, ji bona wan ra sapatek e mezin heye"},{"SurahNumber":24,"VerseNumber":24,"Text":"Di we roye da ziman u dest u pe wan bi kirine wan li ser wan nihrewani (sahidi) didin (gelo temtela wana ca be)"},{"SurahNumber":24,"VerseNumber":25,"Text":"Di we roye da ne, ku Yezdan bi mafiti xelat u celata wan bi hemiti dide wan. Ewan ji dizanin ku Yezdan mafeki xuya ye"},{"SurahNumber":24,"VerseNumber":26,"Text":"Loma bi rasti peyven sik ji bona meriven sik ra ne u meriven sik ji ji bona peyven sik ra nin (ewan peyven sik dibejin). Peyven paqij ji bona meriven paqij ra nin, meriven paqij ji bona peyven paqij ra nin (ewan peyven paqij dibejin). Ewanan ji wan (pizen) ku ewan (duruyan) gotine, paqij in (haja wan pe tune ye). Ji bona wanan ra baxisandin u roziyen rind hene"},{"SurahNumber":24,"VerseNumber":27,"Text":"Geli ewane, ku we bawer kiriye! heya hun desture nestinin, ji pestire xani yen xwe, nekebine tu xaniyen mayi (dema we ji bona ketine destur stand, hun cune wan xaniyan) hun selaman li wan runistiye wan bikin. Bi rasti heke hun biponijin, bi vi awayi (cuna xaniyen mayi yan) cetir e u qenctir e"}]}