{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"Hukmu her yerde gecerli gercek hukumdar olan Allah yucedir. (Ey Muhammed!) Kur´an sana vahyedilirken, vahiy bitmeden once (unutma korkusu ile) Kur´an´ı okumada acele etme; «Rabbim! benim ilmimi artır» de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Dogrusu bundan once Adem´e (bu agactan yeme diye) emrettik, fakat unuttu ve biz onda bir azim (bir kararlılık) bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Bir vakit meleklere: «Adem(e hurmet) icin secde edin» demistik; Iblis´ten baska hepsi secde etmis, o cekinmisti"},{"SurahNumber":20,"VerseNumber":117,"Text":"Biz de (Adem´e) soyle demistik: «Ey Adem! Suphesiz bu (Iblis) sana ve esine dusmandır. Sakın sizi cennetten cıkarmasın, sonra bedbaht olursun (sıkıntı ceker, perisan olursun).»"},{"SurahNumber":20,"VerseNumber":118,"Text":"«Dogrusu senin acıkmaman ve cıplak kalmaman (ancak) cennettedir.»"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ve sen orada ne susarsın, ne de gunesin sıcagında kalırsın»"},{"SurahNumber":20,"VerseNumber":120,"Text":"Nihayet seytan ona vesvese verdi. Soyle dedi: «Ey Adem! Sana sonsuzluk agacını ve cokmesi olmayan bir saltanatı gostereyim mi?»"},{"SurahNumber":20,"VerseNumber":121,"Text":"Bunun uzerine ikisi de o agactan yediler. Hemen ayıp yerleri kendilerine acılıp gorunuverdi. Ve uzerlerine cennet yapragından ortup yamamaya basladılar. Adem Rabbinin emrinden cıktı da sasırdı"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rabbi, onu secti de tevbesini kabul buyurdu ve ona dogru yolu gosterdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah (onlara) soyle dedi: «Birbirinize dusman olmak uzere hepiniz oradan (cennetten) inin. Artık benden size bir hidayet (kitab) geldigi zaman, kim benim hidayetime uyarsa iste o, sapıklıga dusmez ve (ahirette) zahmet cekmez"},{"SurahNumber":20,"VerseNumber":124,"Text":"Her kim de benim zikrimden (Kur´an´dan) yuz cevirirse, (bilsin ki) ona dar bir gecim vardır ve onu kıyamet gunu kor olarak hasrederiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"(O zaman Kur´andan yuz ceviren kimse) «Rabbim! beni nicin kor olarak hasrettin, oysa ben goren bir kimseydim» der"}]}