{"Id":439,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"Evlerine kapılar, üzerlerinde yan yatacakları koltuklar yapardık"},{"SurahNumber":43,"VerseNumber":35,"Text":"Her yanda süsler oluştururduk. İşte bütün bunlar, şu iğreti dünya hayatının nimetidir. Rabbinin katındaki âhiret ise takva sahipleri içindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim Rahman´ın Zikri´ni görmezlikten gelip ondan uzaklaşırsa biz ona bir şeytanı musallat ederiz de o ona can yoldaşı olur"},{"SurahNumber":43,"VerseNumber":37,"Text":"Bu şeytanlar onları yoldan saptırırlar. Onlarsa kendilerinin hâlâ hidayet üzere olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Sonunda bize geldiğinde, şeytan, yoldaşına şöyle der: \"Keşke aramızda iki doğu arası kadar uzaklık olsaydı. Ne kötü yoldaşmışsın sen"},{"SurahNumber":43,"VerseNumber":39,"Text":"Bugün hiçbir şey işinize yaramayacaktır. Çünkü zulme sapmışsınız. Azapta ortaklık kuracaksınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"Sen şimdi sağırlara söz mü duyuracaksın; yoksa körlere, apaçık sapıklığa dalmışlara kılavuzluk mu edeceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Ya biz, seni alıp götürdükten sonra onlardan öc alırız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahut da onlara yönelttiğimiz tehdidi sana gösteririz. Biz onlarla başa çıkacak güçteyiz"},{"SurahNumber":43,"VerseNumber":43,"Text":"Sen, sana vahyedilene sımsıkı sarıl! Hiç kuşkusuz, sen, dosdoğru bir yol üzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Gerçek şu: Bu Kur´an sana ve toplumuna elbette ki bir hatırlatıcı/bir düşündürücü/bir şeref/bir öğüttür. Bundan sorumlu tutulacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden önce gönderdiğimiz resullerimize sor: Rahman´dan başka ibadet edilecek tanrılar yapmış mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Yemin olsun, Mûsa´yı ayetlerimizle Firavun´a ve onun üst düzey adamlarına gönderdik de onlara dedi ki: \"Ben âlemlerin Rabbi´nin resulüyüm"},{"SurahNumber":43,"VerseNumber":47,"Text":"Mûsa onlara ayetlerimizi getirdiğinde onlar bu ayetlere gülüyorlardı"}]}