{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":42,"Text":"Kōraā, ‘tōmālōkē pr̥thiraīta bhramaṇa karaā ārau cōraā pūrbarartīsakalara paraiṇāma ki haichila!’ Siham̐tara adhikānśa'i āchila muśbaraika"},{"SurahNumber":30,"VerseNumber":43,"Text":"Ētēkē tumi sarala-saṭhika dbīnata nijakē pratiṣṭhita rakhā, āllāhara taraphara paraā sē'i dina ahāra pūrbē'i, yiṭō dina anibārya. Sē'i dinā mānuha bibhakta hai paraiba"},{"SurahNumber":30,"VerseNumber":44,"Text":"Yiẏē kupharaī karaē, kupharaīra śāsti tāraē'i praāpya; ārau yisakalē saṯkarma karaē tē'ōm̐lōkē nijara bābē'i racanā karaē sukha-śayyā"},{"SurahNumber":30,"VerseNumber":45,"Text":"Yātē yisakalē īmāna ānichē ārau saṯkarma karaichē āllāhē tē'ōm̐lōkaka nija anugrahēraē puraṣkr̥ta karaiba pāraē. Niścaẏa tē'ōm̐ kāphirasakalaka pachanda nakaraē"},{"SurahNumber":30,"VerseNumber":46,"Text":"Ārau tē'ōm̐ra nidarśanasamūhara mājata āchē yē, tēraēm̐i batāha praēraṇa karaē (baraṣuṇara) susambāda diẏāra bābē ārau tōmālōkaka tē'ōm̐ra kichumāna rahamata āsbādana karaōraāra bābē, yātē tē'ōm̐ra nirdēśata nauyānasamūha bicaraṇa karaē ārau yātē tōmālōkē tē'ōm̐ra anugrahara kichu sandhāna karaiba pāraā, ārau yātē tōmālōkē kr̥tajña hōraā"},{"SurahNumber":30,"VerseNumber":47,"Text":"Ārau araśyē āmi tōmāra pūrbē raāchulasakalaka tē'ōm̐lōkara nija nija sampradāẏara ōcarata praēraṇa karaichilō. Ētēkē tē'ōm̐lōkē siham̐tara ōcarata suspaṣṭa pramāṇādi lai āhichila, phalata āmi aparaādhī bilākara paraā pratiśōdha laichilō. Āmāra dāẏitba kērala muminasakalaka sahāẏa karaā"},{"SurahNumber":30,"VerseNumber":48,"Text":"Āllāhē'i sē'i sattā yijanē batāha praēraṇa karaē, phalata i mēghamālāka sañcālita karaē, tāra pichata tē'ōm̐ iẏāka yēnē icchā ākāśata prasāraita karai diẏē, ārau iẏāka khaṇḍa-bikhaṇḍa karai diẏē, phalata tumi dēkhibalai pōraā tāra mājara paraā ōlā'i āhē baraṣuṇara ṭōpāla, tāra pichata yētiẏā tē'ōm̐ iẏāka tē'ōm̐ra bāndāsakalara mājata yisakalara ōcarata icchā paum̐cā'i diẏē tētiẏā siham̐ta ānandita haẏa"},{"SurahNumber":30,"VerseNumber":49,"Text":"yadi'ō itipūrbē siham̐tara prati baraṣuṇa ahāra āgata siham̐ta āchila ēkānta niraāśa"},{"SurahNumber":30,"VerseNumber":50,"Text":"Ētēkē tumi āllāhara anugrahara phala samparkē cintā karaā, kidaraē tē'ōm̐ mr̥ta bhūmika punarjīraita karaē. Niścaẏa ē'idaraē'i āllāhē mr̥taka jīraita karaiba, ārau tē'ōm̐ sakalō bastura ōparata kṣamatābāna"}]}