{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"te, chym Allah spovishchaye dobru zvistku Svoyim rabam, yaki uviruvaly y tvoryly dobro! Skazhy: «YA ne proshu u vas za tse vynahorody, okrim lyubovi zarady rodynnoho zvʺyazku». Khto zdobuvaye blaho, tomu My zbilʹshymo blaho! Voistynu, Allah — Proshchayuchyy, Vdyachnyy"},{"SurahNumber":42,"VerseNumber":24,"Text":"Nevzhe vony hovoryatʹ: «Vin zvodytʹ nahovir na Allaha»? Yakby Allah pobazhav, to zapechatav by tvoye sertse. Svoyimy slovamy Allah znyshchuye nepravdu ta utverdzhuye istynu! Voistynu, Vin znaye te, shcho v hrudyakh"},{"SurahNumber":42,"VerseNumber":25,"Text":"Vin — Toy, Khto pryymaye kayattya Svoyikh rabiv, Khto proshchaye zli vchynky, Khto znaye te, shcho vy robyte"},{"SurahNumber":42,"VerseNumber":26,"Text":"Vin daye vidpovidʹ tym, yaki uviruvaly i tvoryly dobro, a takozh dodaye yim zi Svoyeyi lasky; neviruyuchykh zhe chekaye suvora kara"},{"SurahNumber":42,"VerseNumber":27,"Text":"Yakby Allah zbilʹshyv nadil dlya Svoyikh rabiv, to vony pochaly b poshyryuvaty na zemli vorozhistʹ. Ale Vin daruye miru toho, choho pobazhaye! Voistynu, Vin dlya Svoyikh rabiv — Vsevidayuchyy ta Vsevydyachyy"},{"SurahNumber":42,"VerseNumber":28,"Text":"Vin — Toy, Khto posylaye doshch pislya toho, yak vony vpadayutʹ u vidchay, Khto poshyryuye Svoyu mylistʹ! Vin — Pokrovytelʹ, Khvalymyy"},{"SurahNumber":42,"VerseNumber":29,"Text":"Sered Yoho znamenʹ — stvorennya nebes i zemli, a takozh zhyvykh istot, yakykh Vin tam poselyv. Vin mozhe zibraty yikh, koly pobazhaye"},{"SurahNumber":42,"VerseNumber":30,"Text":"Budʹ-yake lykho vrazhaye vas lyshe za te, shcho vy zdobuly svoyimy rukamy; ale zh bahato choho Vin proshchaye vam"},{"SurahNumber":42,"VerseNumber":31,"Text":"Vy ne zmozhete vtekty na zemli. Nemaye u vas zamistʹ Allaha ni pokrovytelya, ni pomichnyka"}]}