{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":33,"Text":"And the evil consequences of what they did will appear to them, and they will be enveloped by what they used to ridicule"},{"SurahNumber":45,"VerseNumber":34,"Text":"And it will be said, \"Today We will forget you as you forgot the meeting of this Day of yours, and your refuge is the Fire, and for you there are no helpers"},{"SurahNumber":45,"VerseNumber":35,"Text":"That is because you took the verses of Allah in ridicule, and worldly life deluded you.\" So that Day they will not be removed from it, nor will they be asked to appease [Allah]"},{"SurahNumber":45,"VerseNumber":36,"Text":"Then, to Allah belongs [all] praise - Lord of the heavens and Lord of the earth, Lord of the worlds"},{"SurahNumber":45,"VerseNumber":37,"Text":"And to Him belongs [all] grandeur within the heavens and the earth, and He is the Exalted in Might, the Wise"},{"SurahNumber":46,"VerseNumber":1,"Text":"Ha, Meem"},{"SurahNumber":46,"VerseNumber":2,"Text":"The revelation of the Book is from Allah, the Exalted in Might, the Wise"},{"SurahNumber":46,"VerseNumber":3,"Text":"We did not create the heavens and earth and what is between them except in truth and [for] a specified term. But those who disbelieve, from that of which they are warned, are turning away"},{"SurahNumber":46,"VerseNumber":4,"Text":"Say, [O Muhammad], \"Have you considered that which you invoke besides Allah? Show me what they have created of the earth; or did they have partnership in [creation of] the heavens? Bring me a scripture [revealed] before this or a [remaining] trace of knowledge, if you should be truthful"},{"SurahNumber":46,"VerseNumber":5,"Text":"And who is more astray than he who invokes besides Allah those who will not respond to him until the Day of Resurrection, and they, of their invocation, are unaware"}]}