{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"(napiyē!) Niccayamāka evaṉ inta kur'āṉiṉ kaṭṭaḷaikaḷai um mītu vitittu irukkiṟāṉō avaṉ niccayamāka um'mai (makkāvākiya) umatu illattil tirumpac cērttu vaippāṉ. Ākavē, (napiyē!) Kūṟuvīrāka: Nērāṉa vaḻiyaik koṇṭu vantavar yār? (Atai maṟuttup) pakiraṅkamāṉa vaḻikēṭṭil iruppavar yār? Eṉpatai eṉ iṟaivaṉ naṉkaṟivāṉ"},{"SurahNumber":28,"VerseNumber":86,"Text":"(Napiyē!) Ivvētam umakkuk koṭukkappaṭum eṉṟu nīr etirpārttirukkavillai. Eṉiṉum umatu iṟaivaṉiṉ aruḷiṉāltāṉ (itu umakku koṭukkappaṭṭatu). Ākavē, niccayamāka nīr nirākarippavarkaḷukku utaviyāka irukka vēṇṭām"},{"SurahNumber":28,"VerseNumber":87,"Text":"ivvētam umakku aruḷappaṭṭa piṉ (itiluḷḷa) allāhvuṭaiya vacaṉaṅkaḷi(ṉ pakkam nīr makkaḷai aḻaippati)liruntu avarkaḷ um'mai taṭuttuviṭa vēṇṭām. Ākavē, umatu iṟaivaṉ pakkam (nīr avarkaḷai) aḻaittuk koṇṭēyiruppīrāka. Niccayamāka iṇaivaittu vaṇaṅkupavarkaḷuṭaṉ cērntu viṭa vēṇṭām"},{"SurahNumber":28,"VerseNumber":88,"Text":"(napiyē!) Allāhvuṭaṉ vaṇakkattiṟkuriya vēṟoru kaṭavuḷai nīr aḻaikka vēṇṭām. Avaṉait tavira vaṇakkattiṟkuriya vēṟu kaṭavuḷ illavē illai. Avaṉatu tirumukattait tavira ellā poruḷkaḷum aḻintuviṭak kūṭiyaṉavē. Ellā atikāraṅkaḷum avaṉukkuriyaṉavē. Avaṉiṭamē nīṅkaḷ aṉaivarum koṇṭu varappaṭuvīrkaḷ"},{"SurahNumber":29,"VerseNumber":1,"Text":"aliḥp lām mīm"},{"SurahNumber":29,"VerseNumber":2,"Text":"maṉitarkaḷ ‘‘nāṅkaḷ nampikkai koṇṭōm'' eṉṟu kūṟiṉāl (maṭṭum pōtumāṉatu, ataip paṟṟi) avarkaḷ cōtikkappaṭāmal viṭṭu viṭappaṭuvārkaḷ eṉṟu eṇṇik koṇṭirukkiṉṟaṉarā"},{"SurahNumber":29,"VerseNumber":3,"Text":"ivarkaḷukku muṉṉiruntavarkaḷai ellām niccayamāka nām cōtittē irukkiṟōm. Ākavē, (nampikkai koṇṭōm eṉṟu kūṟukiṉṟa) ivarkaḷil uṇmai colpavarkaḷ evarkaḷ eṉpatai niccayamāka allāh (cōtittu) aṟintu koḷvāṉ. (Avvāṟē itil) poy colpavarkaḷ evarkaḷ eṉpataiyum niccayamāka avaṉ (cōtittu) aṟintu koḷvāṉ"},{"SurahNumber":29,"VerseNumber":4,"Text":"allatu pāvaṅkaḷaic ceypavarkaḷ (taṇṭaṉai aṭaiyātu) nam'mai viṭṭut tappittuk koḷvārkaḷ eṉṟu eṇṇik koṇṭirukkiṉṟaṉarā? (Avvāṟāyiṉ itaip paṟṟiya) avarkaḷuṭaiya tīrmāṉam makā keṭṭatu"},{"SurahNumber":29,"VerseNumber":5,"Text":"Evarkaḷ allāhvaic cantippōm eṉa nampukiṟārkaḷō avarkaḷ (ataṟku vēṇṭiya kāriyaṅkaḷaic ceytu koḷḷa vēṇṭiyatu avaciyam. Ēṉeṉṟāl) ataṟkāka allāh ēṟpaṭuttiya tavaṇai niccayamāka vantē tīrum. Avaṉ (aṉaittaiyum) ceviyuṟupavaṉum naṉkaṟintavaṉum āvāṉ"},{"SurahNumber":29,"VerseNumber":6,"Text":"(allāhvuṭaiya vaḻiyil) evarēṉum kaṭiṉa muyaṟci mēṟkoṇṭāl, niccayamāka avar taṉ nalaṉukkākavē muyaṉṟavarākiṟār. Ēṉeṉṟāl, niccayamāka allāh ulakattāriṉ (utavi) tēvaiyaṟṟavaṉ"}]}