{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Ray, obeshchannyy blagochestivym, - [eto sady], v kotorykh tekut ruch'i, gde ne issyakayut yastva i [blizka blagodatnaya] sen'. Vse eto - nagrada bogoboyaznennym, a vozdayaniye nevernym - adskiy ogon'"},{"SurahNumber":13,"VerseNumber":36,"Text":"Te, kotorym My darovali pisaniye, raduyutsya tomu, chto nisposlano tebe (t. ye. Koranu). A sredi [drugikh] grupp yest' takiye, kotoryye otvergayut chast' yego. Skazhi [, Mukhammad]: \"Voistinu, mne vedeno poklonyat'sya Allakhu i ne poklonyat'sya naryadu s nim drugim bogam. K Nemu ya vzyvayu, i k Nemu budet moye vozvrashcheniye"},{"SurahNumber":13,"VerseNumber":37,"Text":"My nisposlali Koran, podobno [drugim pisaniyam], knigoy zavetov na arabskom yazyke. Yesli zhe ty posleduyesh' za ikh nizmennymi zhelaniyami, posle togo kak tebe bylo darovano znaniye (t. ye. Koran), to Allakh ne pridet tebe na pomoshch' i ne budet zastupnikom"},{"SurahNumber":13,"VerseNumber":38,"Text":"I do tebya my posylali poslannikov i davali im suprug i potomstvo. I ne mozhet ni odin poslannik tvorit' krome kak s soizvoleniya Allakha. I dlya kazhdogo sroka pisaniye"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allakh otmenyayet i utverzhdayet to, chto pozhelayet, [iz predpisaniy], u Nego khranitsya sut' knigi"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ili My pokazhem tebe, kak ispolnyayutsya nekotoryye Nashi ugrozy nevernym, ili zhe My upokoim tebya [do ispolneniya ugroz]. Tebe nadlezhit tol'ko soobshchit' [pisaniye], a Nam prinadlezhit vozdayaniye"},{"SurahNumber":13,"VerseNumber":41,"Text":"Razve nevernyye ne videli, kak My niskhodim na ikh vladeniya i sokrashchayem ikh po krayam? Allakh tvorit sud, nikto ne otvratit Yego resheniya, i On skor na rasplatu"},{"SurahNumber":13,"VerseNumber":42,"Text":"Khitrili i te, kotoryye zhili do nikh, no Allakhu podvlastny vse khitrosti. Vedomo Yemu, chto tvorit kazhdyy chelovek, i skoro uznayut nevernyye, kto budet voznagrazhden [rayskoy] obitel'yu [v tom mire]"}]}