{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":158,"Text":"Ölür yahut öldürülürseniz elbette ki Allah'a götürüleceksiniz"},{"SurahNumber":3,"VerseNumber":159,"Text":"Allah'tan bir merhamet/bir sevgi sayesindedir ki, sen onlara yumuşak davrandın. Eğer kaba-saba, katı yürekli olsaydın senin çevrenden kesinlikle dağılır giderlerdi. O halde bağışla onları, af dile onlar için; iş ve yönetim konusunda da onlarla şûraya git. Bir kez azmettin mi de artık Allah'a güvenip dayan! Allah, tevekkül edenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Allah size yardım ederse hiç kimse size galip gelemez. Eğer sizi yüzüstü bırakırsa O'ndan başka size kim yardım edebilir? Artık müminler yalnız Allah'a güvenip dayansınlar"},{"SurahNumber":3,"VerseNumber":161,"Text":"Bir peygamberin emanete hıyanet etmesi/kamu malından aşırması olacak şey değildir. Her kim hıyanet eder, kamu malından bir şey aşırırsa, aşırdığını kıyamet günü yüklenip getirir. Sonra her benliğe; kazandığı tam olarak ödenir. Hiç birine zulmedilmez"},{"SurahNumber":3,"VerseNumber":162,"Text":"Allah'ın hoşnutluğunu izleyen kişi, Allah'ın gazabına uğrayan ve barınağı cehennem olan kişiyle aynı mıdır? Ne kötü varış yeridir o"},{"SurahNumber":3,"VerseNumber":163,"Text":"Onlar, Allah katında derece derecedirler. Allah, yapmakta olduklarını iyice görmektedir"},{"SurahNumber":3,"VerseNumber":164,"Text":"Yemin olsun ki, Allah müminlere lütufta bulunup onları minnettar bırakmıştır: Kendi içlerinde onlara öyle bir resul gönderdi ki, onlara Allah'ın ayetlerini okuyor, onları temizleyip arındırıyor, onlara Kitap'ı ve hikmeti öğretiyor. Oysaki onlar, bundan önce açık bir sapıklığın tam içindeydiler"},{"SurahNumber":3,"VerseNumber":165,"Text":"Size, başkalarına iki katını dokundurduğumuz bir musibet dokununca: \"Bu da nereden!\" mi dediniz? De ki: \"O, sizin öz benliklerinizdendir.\" Allah, her şeye Kadîr'dir"}]}