{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":32,"Text":"(Allah buyudu:) “Ey İblis! Sənə nə olub ki, səcdə edənlərlə birlikdə səcdə etmirsən?”"},{"SurahNumber":15,"VerseNumber":33,"Text":"(Şeytan) dedi: “Sənin quru və qoxumuş qara palçıqdan yaratdığın insana səcdə etmək mənə yaraşmaz!” (Adəmə səcdə etmək mənim üçün düz olmaz, çünki mən oddan yaranmışam. Od isə torpağı yandırdığına görə ondan üstündür)"},{"SurahNumber":15,"VerseNumber":34,"Text":"(Allah) buyurdu: “Oradan (Cənnətdən və ya səmalardan) çıx. Sən məl’unsan! (Dərgahımdan qovulmuş və rəhmətimdən kənar edilmişsən)"},{"SurahNumber":15,"VerseNumber":35,"Text":"Sən qiyamət gününə qədər lə’nətlənmişsən!”"},{"SurahNumber":15,"VerseNumber":36,"Text":"(İblis) dedi: “Ey Rəbbim! İnsanların (qəbirlərindən qalxıb) diriləcəkləri günə (qiyamətə) qədər mənə möhlət ver!”"},{"SurahNumber":15,"VerseNumber":37,"Text":"(Allah) buyurdu: “Sən möhlət verilənlərdənsən”"},{"SurahNumber":15,"VerseNumber":38,"Text":"Ancaq mə’lum vaxtın gününə (İsrafil surunu birinci dəfə çalana və bütün məxluqat məhv olana) qədər"},{"SurahNumber":15,"VerseNumber":39,"Text":"(İblis) dedi: “Ey Rəbbim! Məni azdırmağına (rəhmətindən kənar etməyinə) əvəz olaraq and içirəm ki, mən də (bunun müqabilində) onlara (pis əməllərini, günahlarını) yer üzündə yaxşı göstərib onların hamısını yoldan çıxaracağam"},{"SurahNumber":15,"VerseNumber":40,"Text":"Yalnız Sənin sadiq bəndələrindən başqa!”"},{"SurahNumber":15,"VerseNumber":41,"Text":"(Allah) buyurdu: “Mənə görə, bu, düz yoldur! (Və ya: Bu, sonu Mənə gəlib çatacaq doğru yoldur)"},{"SurahNumber":15,"VerseNumber":42,"Text":"Sənə uyan azğınlar istisna olmaqla, bəndələrim üzərində (onları yoldan çıxarıb günaha vadar etməyə) sənin heç bir hökmün olmaz"},{"SurahNumber":15,"VerseNumber":43,"Text":"Şübhəsiz ki, Cəhənnəm onların hamısına və’d olunmuş (onları gözləyən) yerdir"},{"SurahNumber":15,"VerseNumber":44,"Text":"(Cəhənnəmin) yeddi qapısı (təbəqəsi) var. Hər qapıdan müəyyən bir dəstə girər"},{"SurahNumber":15,"VerseNumber":45,"Text":"Allahdan qorxub pis əməllərdən çəkinənlər isə cənnətlərdə və bulaqlar başında olacaqlar"},{"SurahNumber":15,"VerseNumber":46,"Text":"Ora sağ-salamat (sağlıqla) və (hər şeydən) əmin olaraq daxil olun!”"},{"SurahNumber":15,"VerseNumber":47,"Text":"Biz onların ürəklərindəki kin-küdurəti çıxarıb atdıq. Onlar qardaş olub taxt üstündə qarşı-qarşıya əyləşərlər"},{"SurahNumber":15,"VerseNumber":48,"Text":"Onlara orada (Cənnətdə) heç bir yorğunluq (zəhmət) üz verməz. Onlar oradan çıxan da deyillər. (Cənnətdə əbədi qalacaqlar)"},{"SurahNumber":15,"VerseNumber":49,"Text":"(Ya Rəsulum!) Qullarıma xəbər ver ki, (tövbə edəcəkləri təqdirdə) Mən, həqiqətən, bağışlayanam, rəhm edənəm"},{"SurahNumber":15,"VerseNumber":50,"Text":"Eyni zamanda da əzabım da çox şiddətli əzabdır"},{"SurahNumber":15,"VerseNumber":51,"Text":"Həm də onlara İbrahimin qonaqlarından (yanına qonaq gələn mələklərdən) xəbər ver"}]}