{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":141,"Text":"Solar / munafïqtar / senderdi añdıp, eger senderge Allahtan bir jeñis bolsa: «Biz de sendermen birge emes pe edik?» - deydi. Al, eger käpirlerge bir üles tïse: «Biz senderden üstem bolıp, özderiñdiïmanğa kelgenderden qorğamadıq pa?» - deydi. Allah aralarıña Qayta tirilw küni ükim qıladı. Allah ïmandılarğa / müminderge / qarsı eşqaşan käpirlerge jol bermeydi"},{"SurahNumber":4,"VerseNumber":142,"Text":"Aqïqatında munafïqtar Allahtı aldamaqşı boladı, alayda Allah olardıñ özderin aldandırıp qoyadı. Olar namazğa turğandarında, salğırt küyde adamdarğa körinw üşin turadı äri olar Allahtı öte az eske aladı"},{"SurahNumber":4,"VerseNumber":143,"Text":"Olar / munafïqtar / ne bulardıñ / Musılmandardıñ / ne olardıñ / käpirlerdiñ / jağında bolmay, eki arada ekiuştı küyde / qubılıp / jüredi. Allah kimdi adastırsa, ol üşin eşqaşan jol tappaysıñ"},{"SurahNumber":4,"VerseNumber":144,"Text":"Ey, ïmanğa kelgender! Ïmandılardı / müminderdi / qaldırıp, käpirlerdi qamqorşı, dos tutpañdar. Sender Allahta özderiñe qarsı anıq bir ayğaq bolğanın qalaysıñdar ma"},{"SurahNumber":4,"VerseNumber":145,"Text":"Anığında, munafïqtar Ottıñ eñ tüpki qabatında boladı. Olar üşin eşbir järdemşi tappaysıñ"},{"SurahNumber":4,"VerseNumber":146,"Text":"Alayda, istegen künäsine şınayı ökinip, Allahqa boysunwğa qaytıp / täwbege kelip / , özderin tüzetken jäne Allahtan mıqtı ustap äri dinderin bir Allah üşin ıqılaspen arnağandardıñ jöni bölek, mine, solar - ïmandılarmen birge. Jaqında Allah ïmandılarğa / müminderge / ulı sıy beredi"},{"SurahNumber":4,"VerseNumber":147,"Text":"Eger şükir etseñder / Allahtıñ bergen ïgilikterine razı bolıp, alğıs bildirseñder / jäne ïmanğa kelseñder, Allah senderdi nege azaptasın? Allah - alğısqa Bölewşi , bärin Bilwşi"}]}