{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":34,"VerseNumber":40,"Text":"Ni ojo ti Allahu yoo ko gbogbo won jo patapata, leyin naa O maa so fun awon molaika pe: “Se eyin ni won n josin fun?”"},{"SurahNumber":34,"VerseNumber":41,"Text":"Won a so pe: “Mimo fun O! Iwo ni Alaabo wa, ki i se awon. Rara (won ko josin fun wa). Awon alujannu ni won n josin fun; opolopo won ni won gba alujannu gbo"},{"SurahNumber":34,"VerseNumber":42,"Text":"Nitori naa, ni oni apa kan yin ko ni ikapa anfaani, ko si ni ikapa inira fun apa kan. A si maa so fun awon t’o sabosi pe: “E to iya Ina ti e n pe niro wo.”"},{"SurahNumber":34,"VerseNumber":43,"Text":"Ati pe nigba ti won ba n ke awon ayah Wa t’o yanju fun won, won a wi pe: “Ki ni eyi bi ko se okunrin kan ti o fe se yin lori kuro nibi nnkan ti awon baba yin n josin fun.” Won tun wi pe: “Ki ni eyi bi ko se adapa iro.” Ati pe awon t’o sai gbagbo wi nipa ododo nigba ti o de ba won pe: “Ki ni eyi bi ko se idan ponnbele.”"},{"SurahNumber":34,"VerseNumber":44,"Text":"A o fun won ni awon tira kan kan ti won n ko eko ninu re, A o si ran olukilo kan kan si won siwaju re"},{"SurahNumber":34,"VerseNumber":45,"Text":"Awon t’o siwaju won naa pe ododo niro. (Owo awon wonyi) ko si ti i te ida kan ida mewaa ninu ohun ti A fun (awon t’o siwaju). Sibesibe won pe awon Ojise Mi ni opuro. Bawo si ni bi Mo se (fi iya) ko (aburu fun won) ti ri"},{"SurahNumber":34,"VerseNumber":46,"Text":"So pe: “Ohun kan soso ni mo n se waasi re fun yin pe, e duro nitori ti Allahu ni meji ati ni eyo kookan. Leyin naa, ki e ronu jinle. Ko si alujannu kan lara eni yin. Ko si je kini kan bi ko se olukilo fun yin siwaju iya lile kan.”"},{"SurahNumber":34,"VerseNumber":47,"Text":"So pe: “Emi ko bi yin leere owo-oya kan, eyin le kuku lowo yin. Ko si owo oya mi (lodo eni kan) afi lodo Allahu. Oun si ni Arinu-rode gbogbo nnkan.”"},{"SurahNumber":34,"VerseNumber":48,"Text":"So pe: “Dajudaju Oluwa mi, Onimo-ikoko l’O n mu ododo wa.”"}]}