{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":8,"Text":"Ojo in Muhammad ʙar Alloh durūƣ meʙandad, jo devonaast»? Na, Muhammad az rosttarin rostgūjho ast, ʙalki onon, ki ʙa oxirat imon nadorand, dar azoʙand va dar hajoti dunjo saxt az rohi haq durand"},{"SurahNumber":34,"VerseNumber":9,"Text":"Ojo in kofiron ʙa peşi rūj jo puşti sari xud az osmonhovu zamin namenigarand, ki aqlhoro ʙa hajrat meandozad? Agar ʙixohem, onhoro dar zamin furū meʙarem, cunone, ki ʙa Qorun kardem jo porcai azoʙero az osmon ʙar saraşon meafkanem, cunone, ki ʙa qavmi Şu'ajʙ kardem. Alʙatta, dar in ʙaroi har ʙandae, ki ʙa sūi Alloh ʙo tavʙa ʙozmegardad, iʙratest"},{"SurahNumber":34,"VerseNumber":10,"Text":"Va dar haqiqat, Dovudro az sūi xud fazilate dodem, ki on pajomʙarī, kitoʙ va ilm ʙud, pas guftem: Ej kūhho va ej parandagon, ʙo ū Maro dar tasʙeh guftan hamovoz şaved. Va ohanro ʙarojaş monandi xamir muloimu narm kardem, to har cī mexohad ʙo on ʙisozad"},{"SurahNumber":34,"VerseNumber":11,"Text":"Farmudem, Dovudro, ki ʙisoz az ohan zirehhoi kuşoda va andoza nigoh dor (ja'ne, puxtakorī kun) dar ʙoftani halqahoi zireh. Va ej Dovud, hamrohi ahli xud korhoi şoista kuned, ki alʙatta, Man ʙa korhojaton ʙinoam va heç ciz ʙar man pūşida namemonad"},{"SurahNumber":34,"VerseNumber":12,"Text":"Va ʙaroi Sulajmon ʙodro musaxxar kardem, ki suʙhgohon masofai jak mohro taj mekard va şomgohon masofai jak mohro. Va caşmai misi oʙşudaro ʙarojaş çorī soxtem va gurūhe az çinho ʙa farmoni Mo nazdi ū kor mekardand va agar jake az onho az farmoni Mo sar mepecid, ʙa ū azoʙi otaşi sūzonro mecaşonidem"},{"SurahNumber":34,"VerseNumber":13,"Text":"Sulajmon har cī mexost, çinho ʙarojaş mesoxtand: az qasrhovu iʙodatgohho va suratho az mis va şişa va kosahoe cun havz va deghoi mahkami ʙar çoj va ʙa onho guftem: Ej xonadoni Dovud, ʙa toat amal kuned, şukri in hama ne'mathoro ʙa ço ored. Va andake az ʙandagoni man şukrguzorand"},{"SurahNumber":34,"VerseNumber":14,"Text":"Cun margro ʙar ū (Sulajmon) muqarrar kardem, çinhoro ʙar margaş ogoh nasoxt, magar kirmi cūʙxorae, ki asojaşro mexoid az ʙajn raft va şikast. Pas, vaqte ki Sulajmon ʙiaftid, çinho fahmidand, ki agar ilmi ƣajʙro medonistand, in qadar xudro dar azoʙi xorkunanda namemondand"}]}