{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"(Nay hoi Thien Su Muhammad!) Cac Su Gia ma TA đa cu phai truoc Nguoi đeu la nhung nguoi đan ong (pham tuc) đuoc TA mac khai. Vi vay, cac nguoi hay hoi nhung nguoi hieu biet neu cac nguoi khong biet"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Cac Su Gia ma TA cu phai truoc Nguoi) đeu mang đen cac bang chung ro rang cung voi cac Kinh Sach (minh bach). Va TA cung đa ban cho Nguoi Loi Nhac Nho (Qur’an) đe Nguoi trinh bay cho nhan loai biet nhung gi đa đuoc ban xuong cho ho va mong rang ho co the suy ngam (ma tu phan anh)"},{"SurahNumber":16,"VerseNumber":45,"Text":"Phai chang nhung ke đa muu đo (ngan can con đuong cua Allah) lai cam thay yen tam rang Allah se khong lam cho đat nuot chung chung hoac hinh phat se khong xay đen voi chung trong luc chung khong hay biet u"},{"SurahNumber":16,"VerseNumber":46,"Text":"Hoac (chang le chung yen tam) rang Ngai se khong đot ngot bat phat chung khi chung đang đi đi lai lai va chung hoan toan bat luc"},{"SurahNumber":16,"VerseNumber":47,"Text":"Hoac (chang le chung yen tam) rang Ngai se khong bat phat chung dan dan trong noi so? Tuy nhien, Thuong Đe cua cac nguoi la Đang Thuong Xot, Đang Nhan Tu"},{"SurahNumber":16,"VerseNumber":48,"Text":"Le nao (nhung ke vo đuc tin) khong quan sat nhung gi Allah đa tao ra? Bong cua chung đo sang phai va sang trai, chung phu phuc hoan toan phuc tung Allah"},{"SurahNumber":16,"VerseNumber":49,"Text":"Moi sinh vat trong cac tang troi va trai đat va ca cac Thien Than đeu phu phuc Allah va tat ca đeu khong kieu ngao"},{"SurahNumber":16,"VerseNumber":50,"Text":"Chung kinh so Thuong Đe cua chung o tren chung, va chung luon lam theo nhung gi ma chung đuoc truyen lenh"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah phan bao (voi toan bo đam be toi cua Ngai): “Cac nguoi đung nhan lay hai than linh đe tho phuong, boi qua that chi co mot Thuong Đe duy nhat. Vi vay, cac nguoi hay chi so rieng TA.”"},{"SurahNumber":16,"VerseNumber":52,"Text":"Van vat trong troi đat đeu thuoc ve Ngai va viec tho phuong Ngai la đieu bat buoc. Le nao cac nguoi lai so ai khac ngoai Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Moi an hue ma cac nguoi (hoi con nguoi) co đuoc đeu do Allah ban cho. Roi khi nghich canh cham đen cac nguoi, cac nguoi khoc than cau cuu voi Ngai"},{"SurahNumber":16,"VerseNumber":54,"Text":"Sau đo, khi Ngai loai bo nghich canh khoi cac nguoi, ngay lap tuc mot thanh phan trong cac nguoi lai dung len nhung than linh khac cung voi Thuong Đe"}]}