{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":23,"Text":"Diejenige, in deren Haus er war, suchte ihn dann gegen seine Neigung zu verführen. Sie verschloß die Türen und sagte: \"Du, komm doch!\" Er sagte: \"Nein, ALLAH schütze mich davor! Doch, mein Gebieter pflegte mit mir gütigen Umgang. Gewiß, die Unrecht-Begehenden werden niemals erfolgreich sein"},{"SurahNumber":12,"VerseNumber":24,"Text":"Und gewiß, bereits war sie im Begriff es mit ihm zu tun, auch er wäre im Begriff es mit ihr zu tun, hätte er das Zeichen seines HERRN nicht wahrgenommen. Solcherart damit WIR von ihm das Verwerfliche und die Unzucht fernhalten. Zweifelsohne, er gehört zu Unseren auserwählten Dienern"},{"SurahNumber":12,"VerseNumber":25,"Text":"Beide rannten dann zur Tür und sie zerriß sein Hemd von hinten, dann stießen beide auf ihren Ehemann an der Tür. Sie sagte: \"Was wäre die Bestrafung für denjenigen, der Verwerfliches deiner Ehefrau antun wollte, außer daß er ins Gefängnis geht oder qualvoller Peinigung unterzogen wird"},{"SurahNumber":12,"VerseNumber":26,"Text":"Er sagte: \"Sie suchte mich gegen meine Neigung zu verführen.\" Ein Zeuge von ihrer Familie bezeugte dann: \"Wenn sein Hemd von vorne zerrissen wurde, so sagte sie dieWahrheit und er gehört zu den Lügnern"},{"SurahNumber":12,"VerseNumber":27,"Text":"Doch sollte sein Hemd von hinten zerrissen sein, so log sie und er gehört zu den Wahrhaftigen"},{"SurahNumber":12,"VerseNumber":28,"Text":"Als er dann sah, daß sein Hemd von hinten zerrissen wurde, sagte er: \"Gewiß, dies ist von eurer List. Gewiß, eure List ist gewaltig"},{"SurahNumber":12,"VerseNumber":29,"Text":"Yusuf, verschweige dies! Und du (Ehefrau), bitte um Vergebung für deine Sünde. Gewiß, du warst eine der bewußt Verfehlenden"},{"SurahNumber":12,"VerseNumber":30,"Text":"Und manche Frauen in der Stadt sagten: \"Die Ehefrau von Al-'aziz suchte ihren Diener gegen seine Neigung zu verführen, er ließ sie unbändig flammende Liebe für ihn empfinden. Gewiß, wir sehen sie sicherlich im offenkundigen Irrtum"}]}