{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"بۆ ئەوانەی چاکەیان کردوە پاداشتی چاکتر (بەھەشت) و زیاتریان ھەیە (کەبینینی خوایە) دەم و چاویان دایناگرێت (لێی نانیشێت) ھیچ ڕەشی وتەپ و تۆزو ڕیسواییەک ئەوانە ھاوڕێی بەھەشتن ئەوانە لەو (بەھەشتە) دان بەھەمیشەیی"},{"SurahNumber":10,"VerseNumber":27,"Text":"ئەوانەش کەکردەوەی خراپیان کردووە تۆڵەی ھەر خراپەیەک بەئەندازەی ئەو (خراپەیە تۆڵەی لێ دەسێندرێت) وە ڕیسوایی دایان دەگرێت بۆیان نیە ھیچ پەنادەرێک لە (سزای) خودا (بەڕادەیەک ڕوویان ڕەش بووە) دەڵێی دەم و چاوویان داپۆشراوە بە چەند بەشێک لەشەوە زەنگ ئەوانەی (کەباس کران) ھاوڕێی ئاگری دۆزەخن ئەوان تێیدا دەمێننەوە بەھەمیشەیی"},{"SurahNumber":10,"VerseNumber":28,"Text":"(ئەی موحەممەد ﷺ باسی بکە بۆیان) ئەو ڕۆژەی ھەموویان کۆدەکەینەوە ئەمجا دەڵێین بەوانەی ھاوبەشیان بۆ خوا بڕیار داوە لەشوێنی خۆتاندا نەجوڵێن (ڕاوەستن) خۆتان و بت و پەرستراوەکانتان ئەمجا لێکیان جیادەکەینەوە پەرستراوەکانیان دەڵێن ئێوە ئێمەتان نەدەپەرست"},{"SurahNumber":10,"VerseNumber":29,"Text":"جا خوا بەسە کە شاھید بێت لەنێوان ئێمە و ئێوەدا بێگومان ئێمە بێ ئاگابووین لەبەندایەتی کردنتان بۆ ئێمە"},{"SurahNumber":10,"VerseNumber":30,"Text":"لەوێدا دەردەکەوێت ھەموو کەسێک چی پێش خۆی خستووە، وە ھەموو دەگەڕێنرێنەوە بۆلای خوا کە کۆمەکیکار وپەروەردگاری حەق و ڕاستیانە وە لێیان وون دەبێت ئەو (پەرستراوە درۆیانەی) ھەڵیان بەستبوون"},{"SurahNumber":10,"VerseNumber":31,"Text":"(ئەی موحەممەد ﷺ) بڵێ ئایا کێ ڕزق و ڕۆزیتان دەدات لەئاسمان (بە باران) و لەزەویەوە (بە ڕووەک) یان کێ خاوەنی (دروستکەری) گوێ و چاوانە وە کێ زیندوو لە مردوو دەردەھێنێت وە مردوو لەزیندوو دەردەھێنێت ھەروەھا کێ کارەکان ھەڵدەسوڕێنێ بێگومان یەکسەر دەڵێن خوا کەواتە (ئەی موحەممەد ﷺ) پێیان بڵێ دەی بۆ خۆتان ناپارێزن (لەسزای خوا)؟"},{"SurahNumber":10,"VerseNumber":32,"Text":"ھەر ئەو خوایە پەروەردگاری ڕاستی ئێوەیە دەی لەپاش ڕاستی ھیچ ھەیە جگە لەگومڕایی دەی چۆن لەڕێگەی ڕاست لادەدرێن؟"},{"SurahNumber":10,"VerseNumber":33,"Text":"بەو جۆرە چەسپاوە بڕیاری پەروەردگارت لەسەر ئەوانەی لەسنوور لایانداوە بێگومان ئەوانە بڕوا ناھێنن"}]}