{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":11,"VerseNumber":46,"Text":"Allah Taalaa ney farmaya aey nooh yaqeenan woh teray gharaney say nahi hai uss kay kaam bilkul hi na shaista hain tujhay hergiz woh cheez na maangni chahaiye jiss ka tujhay mutlaqan ilm na ho mein tujhay naseehat kerta hun kay tu jahilon mein say apna shumar keraney say baaz rahey"},{"SurahNumber":11,"VerseNumber":47,"Text":"Nooh ney kaha meray paalanhaar mein teri hi panah chahata hun uss baat say kay tujh say woh maangoon jiss ka mujhay ilm hi na ho agar tu mujhay na bakhshay ga aur tu mujh per reham na farmaye ga to mein khasara paaney walon mein hojaonga"},{"SurahNumber":11,"VerseNumber":48,"Text":"Farma diya gaya kay aey nooh! Humari janib say salamti aur unn barkaton kay sath utar jo tujh per hain aur teray sath ki boht si jamaton per aur boht si woh ummaten hongi jinhen hum faeeda to zaroor phonchayen gay lekin phir unhen humari taraf say dard naak azab phonchay ga"},{"SurahNumber":11,"VerseNumber":49,"Text":"Yeh khabren ghaib ki khabron mein say hain jin ki wahee hum aap ki taraf kertay hain enhen iss say pehlay aap jantay thay aur na aap ki qom iss liye aap sabar kertay rahiye yaqeen maniye kay anjam kaar perhezgaron kay liye hi hai"},{"SurahNumber":11,"VerseNumber":50,"Text":"Aur qom-e-aad ki taraf inn kay bhai hood ko bheja uss ney kaha meri qom walo! Allah hi ki ibadat kero uss kay siwa tumhara koi mabood nahi tum to sirf bohtaan bandh rahey ho"},{"SurahNumber":11,"VerseNumber":51,"Text":"Aey meri qom! Mein tum say iss ki koi ujrat nahi maangta mera ajar uss kay zimmay hai jiss ney mujhay peda kiya hai to kiya phir bhi tum aqal say kaam nahi letay"},{"SurahNumber":11,"VerseNumber":52,"Text":"Aey meri qom kay logo! Tum apney paalney walay say apni taqseeron ki moafi talab kero aur uss ki janib mein toba kero takay woh barasney walay badal tum per bhej dey aur tumahri taqat per aur taqat qooat barha dey aur tum jurum kertay huye roo gardani na kero"},{"SurahNumber":11,"VerseNumber":53,"Text":"Unhon ney kaha aey hood! Tu humaray pass koi daleel to laya nahi aur hum sirf teray kehney say apney maboodon ko chorney walay nahi aur na hum tujh per eman laney walay hain"}]}