{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Hat nem lattatok, hogy Allah a szolgalatotokra hajtotta mindazt, ami az egekben es a foldon van es nyilvanvalo es rejtett kegyelmekkel halmozott el benneteket. Am Vannak az emberek kozott olyanok, akik vitaba szallnak Allah-rol, tudas es utmutatas nelkul es fenyesen ragyogo Konyv nelkul"},{"SurahNumber":31,"VerseNumber":21,"Text":"Es ha az mondatik nekik: s.Kovessetek azt, amit Allah bocsatott le!\" Azt mondjak: . Nem! Mi azt kovetjuk, amin atyainkat leltuk fel.\" Meg akkor is (ezt tennek), ha a satan a Safir (a Pokol egyik elnevezese) tuzehez szolit? Hizb"},{"SurahNumber":31,"VerseNumber":22,"Text":"Aki Allah-nak veti ala magat az helyenvalo modon cselekszik es a legszilardabb (vagy legmegbizhatobb) kapaszkodoba! fogozkodik. Allah-nal van a dolgok vegso kimenetele"},{"SurahNumber":31,"VerseNumber":23,"Text":"Am ha valaki hitetlenkedik, annak hitetlensege ne szomoritson el teged (Muhammad- Allah aldja meg es adjon Neki orok udvosseget)! Hozzank fognak majdan visszaterni. Es Mi hirul fogjuk adni nekik azt, amit cselekedtek. Allah-nak tudomasa van a lelkek legrejtettebb titkairol is"},{"SurahNumber":31,"VerseNumber":24,"Text":"Egy keves ideig engedjuk, hogy elvezzek meg?, majd szigoru buntetesre szoritjuk oket"},{"SurahNumber":31,"VerseNumber":25,"Text":"Ha megkerdezed ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) oket: .Ki teremtette az egeket es a foldet?\" Bizonnyal azt fogjak mondani: Allah!\" Mondd: , Hala legyen Allah-nak!\" De nem! A legtobben kozuluk nem fogjak ezt fel esszel"},{"SurahNumber":31,"VerseNumber":26,"Text":"Allah-e mindaz, ami az egekben es a foldon van. Allah nem szorul senkire, O az Aldott"},{"SurahNumber":31,"VerseNumber":27,"Text":"Es ha a foldon levo valahany fa irotoll lenne is es a tenger (tinta) es utana meg het tenger segitene is, Allah szava akkor sem fogyna el. Allah bizony Hatalmas es Bolcs"},{"SurahNumber":31,"VerseNumber":28,"Text":"A ti megteremtesetek es a feltamasztasotok annyi, mintha csupan egyetlen leleke lenne. Allah Hallo es Lato"}]}