{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":158,"Text":"Qofte te vdisni apo te vriteni, tek All-llahu me siguri do te mblidheni"},{"SurahNumber":3,"VerseNumber":159,"Text":"Ti je i bute ndaj atyre vetem nga meshira e All-llahut, por sikur te ishe i ashper dhe hijerende do te iknin prej rrethit tend. Prandaj faljau dhe lutu te jene te falur dhe konsultohu me ata ne pune. E kur te vendosish, atehere mbeshtetu tek All-llahu. All-llahu, me siguri, i don ata te cilet mbeshteten tek Ai"},{"SurahNumber":3,"VerseNumber":160,"Text":"Nese ju ndihmon All-llahu, askush nuk mundet t’ju mposhte, por nese Ai ju le pa perkrahje, kush eshte ai i cili mundet te ju ndihmoje, pervec Atij? Andaj besimtaret le te mbeshteten vetem tek All-llahu"},{"SurahNumber":3,"VerseNumber":161,"Text":"Nuk eshte e vertete se tradhton Profeti! E kush tradhton, ne diten e kijametit tradhtine do ta sjelle dhe atehere do t’i jepet secilit ajo qe e ka mereituar, askush nuk do te jete i demtuar"},{"SurahNumber":3,"VerseNumber":162,"Text":"A eshte valle njesoj ai i cili pason simpatine e All-llahut me ate i cili ka ngarkuar mbi vete hidherimin e All-llahut dhe qe ka vendbanimin ne xhehennem? Sa vend i tmerrshem eshte ai"},{"SurahNumber":3,"VerseNumber":163,"Text":"Ata jane te klasifikuar tek All-llahu, dhe All-llahu e sheh mire se c’po bejne"},{"SurahNumber":3,"VerseNumber":164,"Text":"Me te vertete All-llahu u ka afruar miresi besimtareve pasi qe nga mesi i tyre ua dergoi nje profet, per t’ua lexuar ajetet e Tij, qe t’i plotesoje dhe t’ua mesoje Librin dhe urtesine, anipse me pare kane qene krejtesisht te humbur"},{"SurahNumber":3,"VerseNumber":165,"Text":"A kur ju goditi fatkeqesia, e ashtu sikur ajo ju i goditet dyfish, po thuani: “Crej nga tash kjo?” Thuaj: “Ajo eshte nga vete ju”. All-llahu njemend ka mundesi per cdo send"}]}