{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"Doch wahrlich, er (Jesus) ist ein Vorzeichen der Stunde. So bezweifelt sie nicht, sondern folgt Mir. Das ist ein gerader Weg"},{"SurahNumber":43,"VerseNumber":62,"Text":"Und lasset euch nicht von Satan abwenden. Gewiß, er ist euer offenkundiger Feind"},{"SurahNumber":43,"VerseNumber":63,"Text":"Und als Jesus mit klaren Beweisen kam, sagte er: \"Wahrlich, ich bin mit der Weisheit zu euch gekommen, und um euch etwas von dem zu verdeutlichen, woruber ihr uneinig seid. So furchtet Allah und gehorcht mir"},{"SurahNumber":43,"VerseNumber":64,"Text":"Wahrlich, Allah allein ist mein Herr und euer Herr. Darum dient Ihm. Das ist ein gerader Weg"},{"SurahNumber":43,"VerseNumber":65,"Text":"Doch die Parteien wurden dann untereinander uneinig; wehe dann denen, die freveln, vor der Strafe eines schmerzlichen Tages"},{"SurahNumber":43,"VerseNumber":66,"Text":"Sie warten nur darauf, daß die Stunde plotzlich uber sie kommt, ohne daß sie es merken"},{"SurahNumber":43,"VerseNumber":67,"Text":"Die Freunde werden an jenem Tage einer des anderen Feind sein, außer den Gottesfurchtigen"},{"SurahNumber":43,"VerseNumber":68,"Text":"O Meine Diener, keine Furcht soll euch an diesem Tage bedrucken, noch sollt ihr traurig sein"},{"SurahNumber":43,"VerseNumber":69,"Text":"ihr, die ihr an Unsere Zeichen glaubtet und (Uns) ergeben waret"},{"SurahNumber":43,"VerseNumber":70,"Text":"Tretet in das Paradies ein, ihr und eure Gattinnen, (und seid) gluckselig"},{"SurahNumber":43,"VerseNumber":71,"Text":"Schusseln aus Gold und Becher werden unter ihnen kreisen, und darin wird alles sein, was die Herzen begehren und (woran) die Augen sich ergotzen \"Und ewig werdet ihr darin verweilen"},{"SurahNumber":43,"VerseNumber":72,"Text":"Und dies ist das Paradies, zu dessen Erben ihr berufen wurdet um dessentwillen, was ihr zu tun pflegtet"},{"SurahNumber":43,"VerseNumber":73,"Text":"Darin gibt es fur euch Fruchte in Menge, von denen ihr essen konnt"}]}