{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":94,"Text":"(He muham'mada) bhanidinu ki yadi paralokako ghara aru manisa baheka timra nimti nai nirdharita cha, ta a'u aphno satyatako pramanama mrtyuko prarthana gara"},{"SurahNumber":2,"VerseNumber":95,"Text":"Tara aphna aghika karyaharu herera tiniharu kadapi mrtyuko kamana gardainan. Allaha atyacariharula'i ramrosanga jandacha"},{"SurahNumber":2,"VerseNumber":96,"Text":"Baru he nabi! Tiniharu sababhanda badhi jivanaprati moha rakhneharu hun. Ra yo moha tiniharuma allahasamga aruko sajhedari thahara'uneharubhanda pani badhi huncha. Tiniharumadhye harekale eka–eka hajara varsasam'ma bamcne iccha rakhdacha. Tara yo lamo umerale pani tinala'i sajayabata mukta gara'una sakdaina, ra juna kama yiniharu gardachan tyasala'i allahale ramrosita dekhiraheko cha"},{"SurahNumber":2,"VerseNumber":97,"Text":"He muham'mada (sa.A.) Bhanidinuh ki jo jibra'ilako satru ho, jasale allahako sandesala'i usako adesanusara tapa'iko hrdayama utareko ho, juna sandesale uniharuko (aghika) granthaharula'i pramanita gardacha ra asthavanaharuka nimti margadarsaka ra subhasandesa ho. (Ta allaha pani tiniharuko satru ho)"},{"SurahNumber":2,"VerseNumber":98,"Text":"(he paigambara!) Juna vyakti allahako ra usaka dutaharuko, ra jibra'ila ra mika'ilako satru ho ra tyasta nastikaharuko allaha svayam dusmana ho"},{"SurahNumber":2,"VerseNumber":99,"Text":"Ra, nihsadeha hamile tapa'iko najikama thosa tarkaharu patha'eka chaum jasala'i papiharu baheka aru kohi nakarna sakdaina"},{"SurahNumber":2,"VerseNumber":100,"Text":"Tiniharule jaba–jaba kunai vaca gardachan taba–taba tiniharumadhye eka va arko samuhale tyasala'i bhanga garidincha. Vastavikata yo ho ki tiniharumadhye dheraijaso astha nabha'eka hun"},{"SurahNumber":2,"VerseNumber":101,"Text":"Tiniharutira jahilesukai allahabata kunai paigambara (sandesavahaka) tiniharuko granthako pusti garne gari ayo, ta grantha manneharuko e'uta samuhale allahako kitabatira yasari pithyam pachadi pharkayo, ki manau tiniharula'i kehi thaha nai thi'ena"}]}