{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":57,"VerseNumber":12,"Text":"Sol / Qayta tirilw / kuni imandı erler men imandı ayelderdin nurları aldarında jane on jaqtarında bolganın koresin. / Olarga: / «Bugin sender usin qwanıs - astınan ozender agıp jatatın, sender onda mangi qalatın / Jannattagı / baqtar bar. Mine, osı - ulı jetistik"},{"SurahNumber":57,"VerseNumber":13,"Text":"Ol kuni munafiq erler men munafiq ayelder imanga kelgenderge: «Bizdi kute turındarsı, senderdin nurlarınnan paydalanayıq», - deydi. / Olarga: / «Nurdı arttarına qaytıp, izdender», -delinedi. Keyin olardın arasına qaqpası bar qamal ornatıladı. Onın isinde igilik, al sırtqı jagında azap boladı"},{"SurahNumber":57,"VerseNumber":14,"Text":"Olar / munafiqtar / bularga: «Biz sendermen birge bolmadıq pa?!» - dep dawıstaydı. Bular / imandılar / : «Ia, biraq sender ozderindi-ozderin azgırıp bulikke saldındar, ne boların kuttinder, kumandandındar, Allahtın amiri / olim / kelgenge deyin senderdi bos armandar aldadı. Ari Allah jayında senderdi aldawsı / saytan / aldadı», - deydi"},{"SurahNumber":57,"VerseNumber":15,"Text":"Endi bugin senderden de jane sonday kupirlik etkenderden de / Allahqa asıq turde qarsı sıqqandardan da / esqanday otem alınbaydı. Senderdin baratın orındarın - Ot. Ol -sender usin en layıqtısı. Ol baratın orın ote jaman"},{"SurahNumber":57,"VerseNumber":16,"Text":"Imanga kelgenderge, olardın jurekteri Allahtı jane aqiqattan tusirilgendi / Qurandı / eske alganda boysuna berilwinin waqıtı kelmedi me ari olardın ozderinen burın Kitap berilgendey bolmawlarına? Olardın jurekteri uzaq waqıt otwimen qataygan ari olardın kobi - buzıqtar / boysunbawsılar"},{"SurahNumber":57,"VerseNumber":17,"Text":"Bilinder, Allah jerdi tirsiliksiz qalgannan keyin qayta tiriltedi. Biz senderge aqıldarındı istetip, ugınwların usin ayat-belgilerdi anıqtap tusindirdik"},{"SurahNumber":57,"VerseNumber":18,"Text":"Sın maninde, sadaqa berwsi erler men sadaqa berwsi ayelderge jane Allahqa korkem qarız bergenderge eselep kobeytiledi ari olarga qurmetti sıy / Jannat / boladı"}]}