{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":3,"Text":"Ārau siham̐tē āllāhara bāhiraē bahutō ilāha grahaṇa karaichē, yibōraē ēkōraē sr̥ṣṭi karaiba nōraāraē baraṁ siham̐ta nijē'i sr̥ṣṭa, ānaki siham̐tē nijara apakāra bā upakāra karaāraō kṣamatā nāraākhē. Lagatē mr̥tyu, jīrana ārau punaraut'thānatō siham̐tara kōnō adhikāra nā'i"},{"SurahNumber":25,"VerseNumber":4,"Text":"Ārau kāphirasakalē kaẏa, ‘ē'iṭō michā kathāra bāhiraē āna ēkō nahaẏa, ē'iṭō tē'ōm̐ nijē'i racanā karaichē ārau bibhinna sampradāẏara mānuhē tē'ōm̐ka ē'i biṣaẏē sahāẏa karaichē’. Ē'idaraē kāphirasakalē yuluma ārau michā apabāda lai āhichē"},{"SurahNumber":25,"VerseNumber":5,"Text":"Siham̐tē ārau kaẏa, ‘ē'ibōra praācīnakālara upakathā, yibōra tē'ōm̐ likhōraā'i laichē; tāra pichata ē'ibōra puraā-gadhūli tē'ōm̐ra ōcarata pāṭha karaā haẏa’"},{"SurahNumber":25,"VerseNumber":6,"Text":"Kōraā, ‘ē'iṭō sē'i sattā'i aratīrṇa karaichē yijanē ākāśasamūha ārau pr̥thiraīra samudāẏa rahasya jānē; niścaẏa tē'ōm̐ parama kṣamāśīla, parama daẏālu’"},{"SurahNumber":25,"VerseNumber":7,"Text":"Siham̐tē ārau kaẏa, ‘ē'ōm̐ kēnēkuraā raāchula, yiẏē khōraā-bōraā karaē ākau hāṭa-bajāratō calāphuraā karaē; tē'ōm̐ra ōcarata kōnō phiraistā kiẏa aratīrṇa karaā naha’la, yiẏē tē'ōm̐ra lagata satarkakāraīraūpē thākilēhēm̐tēna"},{"SurahNumber":25,"VerseNumber":8,"Text":"‘athabā tē'ōm̐ra ōcarata kōnō dhanabhāṇḍāra nāhila kiẏa, nā'ibā tē'ōm̐ra kāraṇē ēṭā bāgāna nahaẏa kiẏa, ya’ra paraā tē'ōm̐ khāba pārailēhēm̐tēna?’ Yālimasakalē ārau kaẏa, ‘tōmālōkē kērala ējana yādugrasta byaktirahē anusaraṇa karai āchā’"},{"SurahNumber":25,"VerseNumber":9,"Text":"Cōraā, siham̐tē tōmāra bābē kēnēkuraā (yuktihīna) upamā dāṅi dharaichē! Phalata siham̐tē pathabhraṣṭa haichē, ētēkē siham̐tē supatha pābalai kētiẏā'ō sakṣama nahaẏa"},{"SurahNumber":25,"VerseNumber":10,"Text":"Tē'ōm̐ ati barakatamaẏa, tē'ōm̐ icchā karailē tōmāka iẏātakaiẏō uṯkr̥ṣṭa bastu pradāna karaiba pāraē— udyānasamūha yāra talata nadīsamūha prabāhita lagatē tē'ōm̐ tōmāka diba pāraē prasādasamūha"},{"SurahNumber":25,"VerseNumber":11,"Text":"baraṁ siham̐tē kiẏāmata asbīkāra karaichē. Ētēkē yiẏē kiẏāmataka asbīkāra karaē āmi tāra bābē prastuta karai raākhichō jalanta ju'i"}]}