{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":99,"Text":"(Resulum!) Iste boylece gecmistekilerin haberlerinden bir kısmını sana anlatıyoruz. Suphesiz ki, tarafımızdan sana bir zikir verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim ondan yuz cevirirse, suphesiz ki kıyamet gununde o, agır bir gunah yukunu yuklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"Bu kimseler, onda (o gunah yukunun altında) ebedi kalırlar. Onlar icin kıyamet gununde bu ne kotu bir yuktur"},{"SurahNumber":20,"VerseNumber":102,"Text":"O gunde Sur´a uflenir ve biz o zaman gunahkarları, gozleri (korkudan) gomgok bir halde mahserde toplarız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Aralarında birbirlerine gizli gizli soyle derler: \"Dunyada sadece on gun kaldınız"},{"SurahNumber":20,"VerseNumber":104,"Text":"Aralarında konustukları konuyu biz daha iyi biliriz. Onların en olgun ve akıllı olanı o zaman: \"Bir gunden fazla kalmadınız\" der"},{"SurahNumber":20,"VerseNumber":105,"Text":"(Resulum!) Sana daglar hakkında sorarlar. De ki: Rabbim onları ufalayıp savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"Boylece yerlerini dumduz, bombos bırakacaktır"},{"SurahNumber":20,"VerseNumber":107,"Text":"Orada ne bir inis, ne de bir yokus gorebileceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gun insanlar, davetciye (Israfil´e) uyacaklar. Ona karsı yan cizmek yoktur. Artık, cok esirgeyici Allah hurmetine sesler kısılmıstır. Bu yuzden, fısıltıdan baska bir ses isitemezsin"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gun, Rahman´ın izin verdigi ve sozunden hoslandıgından baskasının sefaati fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"O, insanların geleceklerini de gecmislerini de bilir. Onların ilmi ise bunu kapsayamaz"},{"SurahNumber":20,"VerseNumber":111,"Text":"Butun yuzler (insanlar), diri ve her seye hakim olan Allah icin egilip boyun bukmustur. Zulum yuklenen ise, gercekten perisan olmustur"},{"SurahNumber":20,"VerseNumber":112,"Text":"Her kim, mumin olarak iyi olan islerden yaparsa, artık o, ne zulumden ne de hakkının cignenmesinden korkar"},{"SurahNumber":20,"VerseNumber":113,"Text":"(Resulum!) Biz onu boylece Arapca bir Kur´an olarak indirdik ve onda ikazları tekrar tekrar acıkladık. Umulur ki onlar (bu sayede gunahtan) korunurlar; yahut da o (Kur´an) kendileri icin bir ibret ortaya koyar"}]}