{"Id":215,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":19,"VerseNumber":77,"Text":"ಅವನು ಕೊಚ್ಚಿಕೊಳ್ಳುತ್ತಿರುವ ಎಲ್ಲವುಗಳಿಗೂ ನಾವೇ ಉತ್ತರಾಧಿಕಾರಿಗಳಾಗುವೆವು ಮತ್ತು ಅವನು ಒಬ್ಬಂಟಿಯಾಗಿ ನಮ್ಮ ಬಳಿಗೆ ಬರುವನು"},{"SurahNumber":19,"VerseNumber":78,"Text":"ಅವರು ತಮಗೆ ಗೌರವ ಸಿಗಬೇಕೆಂದು, ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಇತರರನ್ನು ತಮ್ಮ ದೇವರಾಗಿಸಿಕೊಂಡಿದ್ದಾರೆ"},{"SurahNumber":19,"VerseNumber":79,"Text":"ಖಂಡಿತ ಇಲ್ಲ. ಅವರು (ಆ ದೇವರುಗಳು) ಅವರ ಆರಾಧನೆಯನ್ನೇ ತಿರಸ್ಕರಿಸುವರು ಮತ್ತು ಅವರ ಶತ್ರುಗಳಾಗಿ ಬಿಡುವರು"},{"SurahNumber":19,"VerseNumber":80,"Text":"ನೀವು ಕಂಡಿರಾ? ನಾವು ಧಿಕ್ಕಾರಿಗಳ ಮೇಲೆ ಶೈತಾನರನ್ನು ಹೇರಿರುತ್ತೇವೆ. ಅವು ಅವರನ್ನು ಪ್ರಚೋದಿಸುತ್ತಿರುತ್ತವೆ"},{"SurahNumber":19,"VerseNumber":81,"Text":"(ದೂತರೇ,) ನೀವು ಅವರ ಕುರಿತು ಆತುರ ಪಡಬೇಡಿ. ನಾವು ಅವರ ಅವಧಿಯ ದಿನಗಳನ್ನು ಎಣಿಸುತ್ತಲೇ ಇದ್ದೇವೆ"},{"SurahNumber":19,"VerseNumber":82,"Text":"(ಪ್ರತಿಫಲದ) ಆ ದಿನ, ನಾವು ಧರ್ಮನಿಷ್ಠರನ್ನು ಆ ಪರಮ ದಯಾಮಯನ ಮುಂದೆ ಅತಿಥಿಗಳಾಗಿ ಹಾಜರು ಪಡಿಸುವೆವು"},{"SurahNumber":19,"VerseNumber":83,"Text":"ಮತ್ತು ನಾವು ಅಪರಾಧಿಗಳನ್ನು ತೀವ್ರವಾಗಿ ಬಾಯಾರಿದ ಸ್ಥಿತಿಯಲ್ಲಿ ನರಕದೆಡೆಗೆ ಅಟ್ಟಿಕೊಂಡು ಹೋಗುವೆವು"},{"SurahNumber":19,"VerseNumber":84,"Text":"ಆ ಪರಮ ದಯಾಮಯನಿಂದ ವಾಗ್ದಾನ ಪಡೆದಿರುವವರ ಹೊರತು ಬೇರಾರಿಗೂ ಅಂದು ಶಿಫಾರಸಿನ ಅಧಿಕಾರ ಇರಲಾರದು"},{"SurahNumber":19,"VerseNumber":85,"Text":"ಆ ಪರಮ ದಯಾಮಯನಿಗೆ ಪುತ್ರನಿದ್ದಾನೆ ಎಂದು ಅವರು ಹೇಳುತ್ತಾರೆ"},{"SurahNumber":19,"VerseNumber":86,"Text":"ನೀವು ಹೇಳುತ್ತಿರುವ ಈ ಮಾತು ತೀರಾ ಕೆಟ್ಟದು"},{"SurahNumber":19,"VerseNumber":87,"Text":"ಇದರಿಂದ – ಆಕಾಶಗಳು ಸ್ಫೋಟಗೊಳ್ಳಬಹುದು, ಭೂಮಿಯು ಛಿದ್ರವಾದೀತು ಮತ್ತು ಪರ್ವತಗಳು ಚೂರು ಚೂರಾಗಬಹುದು"},{"SurahNumber":19,"VerseNumber":88,"Text":"ರಹ್ಮಾನನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಪುತ್ರನಿರುವನೆಂದು ಅವರು ಆರೋಪಿಸಿದ್ದರಿಂದ"},{"SurahNumber":19,"VerseNumber":89,"Text":"ಯಾರನ್ನಾದರೂ ತನ್ನ ಪುತ್ರನಾಗಿಸಿಕೊಳ್ಳುವುದು ಆ ಪರಮ ದಯಾಮಯನಿಗೆ ಭೂಷಣವಲ್ಲ"},{"SurahNumber":19,"VerseNumber":90,"Text":"ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲರೂ ಆ ಪರಮ ದಯಾಮಯನ ಮುಂದೆ ದಾಸರಾಗಿಯೇ ಬರುವರು"},{"SurahNumber":19,"VerseNumber":91,"Text":"ಅವನು ಅವರೆಲ್ಲರನ್ನೂ ಆವರಿಸಿರುವನು ಮತ್ತು ಅವರನ್ನು ಎಣಿಸಿಟ್ಟಿರುವನು"},{"SurahNumber":19,"VerseNumber":92,"Text":"ಪುನರುತ್ಥಾನ ದಿನ ಅವರೆಲ್ಲರೂ ಒಂಟಿಯಾಗಿಯೇ ಅವನ ಬಳಿಗೆ ಬರುವರು"},{"SurahNumber":19,"VerseNumber":93,"Text":"ಆ ಪರಮ ದಯಾಮಯನು, ವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮಿಗಳ ಪರವಾಗಿ (ಜನಮನಗಳಲ್ಲಿ) ಖಂಡಿತ ವಾತ್ಸಲ್ಯವನ್ನು ಬೆಳೆಸುವನು"},{"SurahNumber":19,"VerseNumber":94,"Text":"(ದೂತರೇ,) ನೀವು ಈ ಮೂಲಕ ಧರ್ಮನಿಷ್ಠರಿಗೆ ಶುಭವಾರ್ತೆ ನೀಡಬೇಕೆಂದು ಹಾಗೂ ಜಗಳಗಂಟರಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಬೇಕೆಂದು ನಾವು ಇದನ್ನು (ಈ ಗ್ರಂಥವನ್ನು) ನಿಮ್ಮ ಭಾಷೆಯಲ್ಲಿ ಸರಳಗೊಳಿಸಿರುವೆವು"},{"SurahNumber":19,"VerseNumber":95,"Text":"ಅವರಿಗಿಂತ ಮುಂಚೆ ನಾವು ಅದೆಷ್ಟೋ ಪೀಳಿಗೆಗಳನ್ನು ನಾಶ ಮಾಡಿರುವೆವು – ಇಂದು ಅವರಲ್ಲೊಬ್ಬರಾದರೂ ನಿಮಗೆ ಕಾಣಸಿಗುತ್ತಾರೆಯೇ? ಅಥವಾ ಅವರ ಸಪ್ಪಳವೇನಾದರೂ ನಿಮಗೆ ಕೇಳಿಸುತ್ತದೆಯೇ"}]}