{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Ne shiwalonga likulu nende eshialo nende ebili hakari wabio eshikhaya tawe. Ako ni amaparo kabakhayi. Bali nende eshinyasio eshilulu Abakhayi abo mumulilo kubalinyoola"},{"SurahNumber":38,"VerseNumber":28,"Text":"Nohomba khukhole balia basubila babe shinga balia bakholanga amabii khushialo, nohomba khukhole abaria Nyasaye shinga abetsimbii"},{"SurahNumber":38,"VerseNumber":29,"Text":"Eshitabu shino shakhwakhwishilia ewe shilimwo tsimbabaasi tsinyinji, kho banyoole okhupaara mutsinyaali tsiashio, ne bobwoongo banyoole okhuwulila"},{"SurahNumber":38,"VerseNumber":30,"Text":"Ne khwahelesia Dawudi Suleiman yali Omusumba omulayi muno, toto ye yali omunji wokhukalushila Nyasaye"},{"SurahNumber":38,"VerseNumber":31,"Text":"Olwa yarumilwa ingolobe tsifarasi tsiwulelanga nitsiemele,\ttsinyangu okhutsunukha"},{"SurahNumber":38,"VerseNumber":32,"Text":"Mana naboola mbu : “esie ndachama ebindu ebilayi khulwa okhwitsulila Nyasaye wanje, mana (tsifarasi etso) nitsifisa inyuma weshikalilo. (Suleiman niyenya mbu atsilole khandi)"},{"SurahNumber":38,"VerseNumber":33,"Text":"Mutsikalusie khwisie , mana nachaka okhutsitilakhwo mwikosi nende khubilenje"},{"SurahNumber":38,"VerseNumber":34,"Text":"Mana nikhura Suleiman mumatemo, nenikhura omubili khushisaala shishie, mana nakalukha okhusaba eshileshelo"},{"SurahNumber":38,"VerseNumber":35,"Text":"Naboola mbu: “Nyasaye wanje undeshele ne umbelesie obwaami bwo mundu wundi alalinyoola inyuma wanje tawe, toto ewe newe Omuwani.’’"},{"SurahNumber":38,"VerseNumber":36,"Text":"Mana nikhukhola omuyeka okhumurumushila,\tkwachendanga khumunwa kukwe, hosi hosi ayenya okhuula"},{"SurahNumber":38,"VerseNumber":37,"Text":"Mana nikhukhola amashetani okhumurumushila, koosi kombakhanga nende keyibilanga"},{"SurahNumber":38,"VerseNumber":38,"Text":"Nende abaandi boboyungwa khuminyororo"},{"SurahNumber":38,"VerseNumber":39,"Text":"Shino ni eshihanwa shiefu, kho mana rusia nohomba shitiile, shibula eshichelo"},{"SurahNumber":38,"VerseNumber":40,"Text":"Ne toto ye ali nende oluyali okhwinjisibwa ewefu, nende habundu halayi muno wokhukalukha"},{"SurahNumber":38,"VerseNumber":41,"Text":"Ne yitsulila Omusumba wefu Ayub, olwa yalanga Nyasaye wuwe mbu: “ toto esie shetani yanderere obusinyifu nende obusandi.”"},{"SurahNumber":38,"VerseNumber":42,"Text":"Nyasaye namuboolela mbu : “sieba hasi eshilenje shishio (isebele nirundukha hasi awo) kho amatsi amanyifu ko khwisinga wisinje ngako, nende kokhunywa onywe.”"}]}