{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Ne shibakhaba nashilala omuwofu nende ulolanga tawe"},{"SurahNumber":35,"VerseNumber":20,"Text":"Nohomba eshilima nende obulafu"},{"SurahNumber":35,"VerseNumber":21,"Text":"Nohomba eshinikha nende obubafu"},{"SurahNumber":35,"VerseNumber":22,"Text":"Ne shibakhaba nashilala abalamu nende abafuu tawe. Nyasaye awulilisinjia owayenya, nawe shonyala okhuwulilisia bali mubilindwa tawe"},{"SurahNumber":35,"VerseNumber":23,"Text":"Ewe oli butswa omwikanyilisi"},{"SurahNumber":35,"VerseNumber":24,"Text":"Toto efwe khwakhuruma khubwatoto obe omusuubisia nende omwikanyilisi. Ne kubulaho omukanda kwosi kwosi okhula omwikanyilisi yoolamwo"},{"SurahNumber":35,"VerseNumber":25,"Text":"Ne nibakhuyingasia bamala okhuyingasibwa balia abali imbeli wuwo, Abarumwa babu babeetsela nende ebifune bili habulafu nende mutsimbapulo nende ebitabu biobulafu"},{"SurahNumber":35,"VerseNumber":26,"Text":"Mana nendila balia bakhaya. Mana eshinyasio shianje shiali shirie"},{"SurahNumber":35,"VerseNumber":27,"Text":"Koo shololangakhwo mbu Nyasaye yeshinjia amatsi okhurula mwikulu mana nikhukarusilia ebiamo bikabukhane obukondo bwabio, ne mutsingulu khulimwo nende tsinyaali tsindafu nende tsinzakhanyu, etsiobukoondo bukabukhane, ne etsindi tsimali muno"},{"SurahNumber":35,"VerseNumber":28,"Text":"Ne Mubandu nende tsisolo tsimoolanga nende tsisolo tsindi tsikabukhane obukondo, endio, Toto balia baritsanga Nyasaye Mubasumba bebe nibalia abamanya. Toto Nyasaye niwa Amaani Omulesheli muno"},{"SurahNumber":35,"VerseNumber":29,"Text":"Toto balia basomanga eshitabu shia Nyasaye mana nibalumilila okhulaama mana nibarusia eshihanwa khubilia ebiakhubakabile mubwifisi nohomba mubwang’ang’u basubilanga inganga eyilalisikha tawe"},{"SurahNumber":35,"VerseNumber":30,"Text":"Kho abarunge omurungo kwabu omulaamba , nende okhubametela okhurula khu tsimbabaasi tsistsie. Toto Ye ni Omulesheli muno owokhupa orio inyinji"}]}