{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":32,"VerseNumber":21,"Text":"Ndipo, ndithudi, Ife tidzawalawitsa, chilango cha m’moyo uno chisanadze, chilango choyamba kuti mwina akhoza kutembenuka"},{"SurahNumber":32,"VerseNumber":22,"Text":"Kodi wolakwa kwambiri ndani kuposa munthu amene amati akakumbutsidwa chiphunzitso cha Ambuye wake, iye amabwerera m’mbuyo? Ndithudi Ife tidzalanga anthu ochimwa"},{"SurahNumber":32,"VerseNumber":23,"Text":"Ndipo, ndithudi, Ife tidamupatsa Buku Mose ndipo musakayike za kulandira kwake ndipo tidalipanga ilo kukhala chotsogolera ana a Israyeli"},{"SurahNumber":32,"VerseNumber":24,"Text":"Ndipo tidasankha pakati pawo, atsogoleri amene amapereka malangizo potsatira malamulo athu, pamene iwo anali kupirira ndi kukhulupirira mu chiphunzitso chathu"},{"SurahNumber":32,"VerseNumber":25,"Text":"Ndithudi Ambuye wako adzaweruza pakati pawo pa tsiku louka kwa akufa pa nkhani zimene anali kutsutsana"},{"SurahNumber":32,"VerseNumber":26,"Text":"Kodi icho sichiwaphunzitsa phunziro kuti kodi ndi mibadwo ingati imene tidaononga iwo asanadze, m’nyumba zawo zimene amalowa ndi kutulukamo? Ndithudi mu izo muli chiphunzitso. Kodi iwo sangamve"},{"SurahNumber":32,"VerseNumber":27,"Text":"Kodi iwo saona kuti Ife timagwetsa mvula panthaka youma ndi kumeretsa mbewu zimene iwo ndi ziweto zawo zimadya? Kodi alibe maso oti angaone"},{"SurahNumber":32,"VerseNumber":28,"Text":"Iwo amafunsa kuti “Kodi chiweruzo chimenechi chidzachitika liti ngati zimene munenazi ndi zoona?”"},{"SurahNumber":32,"VerseNumber":29,"Text":"Nena, “Pa tsiku lachiweruzo, chikhulupiriro cha iwo amene sakhulupirira sichidzawathandiza ndiponso sadzapeza mpumulo.”"},{"SurahNumber":32,"VerseNumber":30,"Text":"Kotero asiye okha ndipo dikira ndithudi nawonso ali kudikira"}]}