{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":6,"Text":"Sizi tek bir candan yaratmıstır. Sonra ondan da esini meydana getirmis ve size sekiz es hayvan indirmistir. Sizi analarınızın karnında, uc karanlık icinde bir yaratıstan diger bir yaratısa gecerek yaratmıstır. Iste, sizin Rabbiniz olan ve mulk de kendisinin olan Allah budur. Ondan baska ilah yoktur. O halde nasıl yuz ceviriyorsunuz"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eger nankorluk ederseniz, Allah’ın size ihtiyacı yoktur. Ama kullarının nankorlugune razı olmaz. Eger sukrederseniz, sizin icin ondan hosnut kalır. Hicbir gunahkar bir baskasının gunahını yuklenmez. Sonra Rabbinizedir donusunuz... Elbette size yaptıklarınızı haber verecektir. O, kalplerin ozunu bilendir. Insana bir zarar dokununca, Rabbine yonelerek, ona dua eder. Sonra, kendisinden bir nimet ile degistirince, daha once ona dua ettigini unutur da Allah’a ortaklar kosar, onun yolundan saptırsın diye... De ki: -Inkarınla biraz yasa, kuskusuz sen ates ehlindensin"},{"SurahNumber":39,"VerseNumber":8,"Text":"Eger nankorluk ederseniz, Allah’ın size ihtiyacı yoktur. Ama kullarının nankorlugune razı olmaz. Eger sukrederseniz, sizin icin ondan hosnut kalır. Hicbir gunahkar bir baskasının gunahını yuklenmez. Sonra Rabbinizedir donusunuz... Elbette size yaptıklarınızı haber verecektir. O, kalplerin ozunu bilendir. Insana bir zarar dokununca, Rabbine yonelerek, ona dua eder. Sonra, kendisinden bir nimet ile degistirince, daha once ona dua ettigini unutur da Allah’a ortaklar kosar, onun yolundan saptırsın diye... De ki: -Inkarınla biraz yasa, kuskusuz sen ates ehlindensin"},{"SurahNumber":39,"VerseNumber":9,"Text":"Yoksa gece saatlerini secde ederek ve kıyama durarak, itaatle geciren, ahiretten cekinip, Rabb’inin rahmetini uman mı? Hic bilenlerle bilmeyenler bir olur mu? de! Ancak sagduyu sahipleri dusunup ogut alır"},{"SurahNumber":39,"VerseNumber":10,"Text":"De ki: -Ey iman eden kullarım! Rabbinizden sakının! Iyi kimseler icin bu dunyada iyilik vardır. Allah’ın arzı genistir. Ancak sabredenlere, hesaba sıgmayan oduller verilecektir"}]}