{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":146,"Text":"Bizony azok, akiknek? az Írást adtuk ismerik őt\", ahogyan gyermekeiket ismerik. Ám egy csoport közülük elrejti és tagadja az Igazságot, holott ők tudják azt"},{"SurahNumber":2,"VerseNumber":147,"Text":"(Ez) Az Igazság a te Uradtól való. Ne tartozz hát azok közé, akik kételkednek"},{"SurahNumber":2,"VerseNumber":148,"Text":"Mindenkinek van egy iránya, amely felé fordul, A jó dolgokban buzgólkodjatok inkább! Akárhol lesztek is, Allah mindegyikőtöket elő fog állítani. Bizony Allah mindenre képes"},{"SurahNumber":2,"VerseNumber":149,"Text":"Akárhonnan lépsz is ki fordítsd. arcodat a Szent Mecset felé! És bizony ez az Igazság az Uradtól származik. És Allah nem hanyagolja el azt, amit ti tesztek"},{"SurahNumber":2,"VerseNumber":150,"Text":"Akárhonnan lépsz is ki fordítsd arcodat a Szent Mecset felé! Akárhol is vagytok fordítsátok arcotokat feléje, hogy ne legyen az embereknek veletek szemben érve! Kivéve azokat, akik bűnösök közöttük. Ne őket féljétek, hanem Engem féljetek! És, hogy így teljessé tehessem az Én könyörületemet irántatok, és így talán az Igaz Uton vezéreltettek"},{"SurahNumber":2,"VerseNumber":151,"Text":"Ahogyan (a könyörület teljessé tétele érdekében) Mi elküldtünk közétek egy közületek származó küldöttet ( Muhammad-ot (Allah áldja meg és adjon Neki örök üdvösséget), aki hirdeti nektek a Mi Jeleinket és megtisztít. benneteket és megtanítja nektek a Könyvet és a Bölcsességet , és megtanítja nektek azt, amit eddig nem tudtatok"},{"SurahNumber":2,"VerseNumber":152,"Text":"Emlékezzetek meg Rólam? és Én is megemlékezem rólatok! És legyetek hálásak Nekem! De (soha) ne legyetek (hitetlenkedő) hálátlanok Velem szemben"},{"SurahNumber":2,"VerseNumber":153,"Text":"Ó ti, akik hisztek! Az állhatatos türelemhez forduljatok segítségért és az imához! Allah bizony az állhatatosan türelmesekkel van"}]}