{"Id":438,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk-la","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":47,"Text":"Senden aceleyle azabı istiyorlar: Allah, vaadine asla ters dusmez. Su da bir gercek ki Rabbinin katındaki bir gun, sizin saymakta oldugunuzun bin yılı gibidir"},{"SurahNumber":22,"VerseNumber":48,"Text":"Nice kent/medeniyet var ki, zulme saptıgı halde, ona sure tanıdım. Ama sonra kendisini yakalayıverdim. Donus yalnız banadır"},{"SurahNumber":22,"VerseNumber":49,"Text":"De ki: \"Ey insanlar, ben sizin icin, acıklayıcı bir uyarıcıdan baskası degilim"},{"SurahNumber":22,"VerseNumber":50,"Text":"Iman edip hayra ve barısa yonelik isler yapanlar icin bir bagıslanma ve bol bir rızık vardır"},{"SurahNumber":22,"VerseNumber":51,"Text":"Ayetlerimizi ise yaramaz kılmak icin gayret gosterenlere gelince, onlar cehennemin dostlarıdır"},{"SurahNumber":22,"VerseNumber":52,"Text":"Biz senden once hicbir resul ve nebi gondermedik ki, o bir sey tasarladıgında/okudugunda, seytan onun dusunce ve dilegi icine bir sey atmıs olmasın. Ama Allah, seytanın attıgını siler, sonra kendi ayetlerini muhkemlestirir. Allah Alim´dir, Hakim´dir"},{"SurahNumber":22,"VerseNumber":53,"Text":"Bu, Allah´ın; seytanın attıgını, kalplerinde hastalık olanlara, gonulleri katılasanlara bir fitne yapması icindir. Zalimler, geri donulmez bir ayrılık ve kopus icindedirler"},{"SurahNumber":22,"VerseNumber":54,"Text":"Kendilerine ilim verilenler onun, senin Rabbinden bir hak oldugunu bilsinler, ona inansınlar da kalpleri ona saygı duysun diye boyle yapılmıstır. Su bir gercek ki Allah Hadi´dir, iman edenleri dosdogru yola mutlaka ulastıracaktır"},{"SurahNumber":22,"VerseNumber":55,"Text":"Inkar edenler ise kıyamet ansızın baslarına patlayıncaya kadar, yahut kısır bir gunun azabı kendilerine gelip catıncaya kadar, o Kur´an´dan yana kusku icinde olmaya devam edecekler"}]}