{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"Allah gece ile gunduzu cevirir. Kuskusuz gozleri olanlar icin bunda bir ibret vardır"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allah her canlıyı sudan yarattı; onlardan kimi karnı uzerinde (surunerek) yurur, kimi iki ayak ustunde yurur, kimi de dort (ayak) ustunde yurur. Allah diledigini yaratır. Cunku Allah her seye kadirdir"},{"SurahNumber":24,"VerseNumber":46,"Text":"Andolsun biz, (gercekleri) acıklayan ayetler indirdik. Allah diledigini, dogru yola iletir"},{"SurahNumber":24,"VerseNumber":47,"Text":"Allah'a ve Elciye inandık ve ita'at ettik, diyorlar. Sonra onladan bir grup, bunun ardından donuyor. Bunlar inanmıs degillerdir"},{"SurahNumber":24,"VerseNumber":48,"Text":"Elcinin, aralarında hukmetmesi icin Allah'a ve Elcisine cagırıldıkları zaman hemen onlardan bir grup yuz cevirirler"},{"SurahNumber":24,"VerseNumber":49,"Text":"Eger hukum kendi lehlerine olursa ita'at ederek, gelirler"},{"SurahNumber":24,"VerseNumber":50,"Text":"Kalblerinde bir hastalık mı var, yoksa suhpe mi ettiler? Yoksa Allah'ın ve Elcisinin kendilerine haksızlık yapacagından mı korkuyorlar? Hayır, onlar zalimlerdir"},{"SurahNumber":24,"VerseNumber":51,"Text":"Elcinin, aralarında hukmetmesi icin Allah'a ve Elcisine cagırıldıkları zaman inananların sozu ancak: \"Isittik ve ita'at ettik\" demeleridir. Iste umduklarına erenler bunlardır, bunlar"},{"SurahNumber":24,"VerseNumber":52,"Text":"Kim(ler) Allah'a ve Resulune ita'at eder, Allah'tan korkar, O'(nun azabı)ndan korunursa iste kurtulusa erenler onlardır"},{"SurahNumber":24,"VerseNumber":53,"Text":"Yeminlerinin var gucuyle Allah'a yemin ettiler: Eger sen onlara emredersen (savasa) cıkacaklar diye. De ki: \"Yemin etmeyin. (Sizden istenen, yalan yere yemin etmek degil), guzel ita'at etmektir. Suphesiz Allah, yaptıklarınızı haber almaktadır"}]}