{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":92,"VerseNumber":15,"Text":"Hataingia Moto huo isipokuwa aliyekuwa mbaya sana. Mwenye kumkanusha Nabii Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie"},{"SurahNumber":92,"VerseNumber":16,"Text":"na akakataa kumwamini na kumtii Mwenyezi Mungu na Mtume wake"},{"SurahNumber":92,"VerseNumber":17,"Text":"Na ataepushwa nao mchaji Mwenyezi Mungu sana"},{"SurahNumber":92,"VerseNumber":18,"Text":"Ambaye hutoa mali yake kwa kutaka nyongeza za kheri"},{"SurahNumber":92,"VerseNumber":19,"Text":"kutoa Kwake si kwa kulipa zema alizofanyiwa na mtu"},{"SurahNumber":92,"VerseNumber":20,"Text":"Lakini anatoa kwa kutaka uso wa Mola wake na radhi zake. Basi Mwenyezi Mungu atampa"},{"SurahNumber":92,"VerseNumber":21,"Text":"huko Peponi, malipo ya kumridhisha"},{"SurahNumber":93,"VerseNumber":1,"Text":"Mwenyezi Mungu Anaapa kwa wakati wa dhuha, na uliokusudiwa ni wakati wa mchana mzima"},{"SurahNumber":93,"VerseNumber":2,"Text":"Na kwa usiku utuliapo na viumbe na likashadidi giza lake. Mwenyezi Mungu Huapa kwa Atakacho katika viumbe vyake. Ama kiumbe, hafai kuapa kwa asiyekuwa Muumba wake. Kuapa kwa asiyekuwa Mwenyezi Mungu ni ushirikina"},{"SurahNumber":93,"VerseNumber":3,"Text":"Hakukuwacha Mola wako, ewe Mtume, wala Hakukuchukia kwa kuchelewesha kukuteremshiaWahyi"},{"SurahNumber":93,"VerseNumber":4,"Text":"Na Nyumba ya Akhera ni bora kwako kuliko nyumba ya ulimwengu"},{"SurahNumber":93,"VerseNumber":5,"Text":"Na Atakupa Mola wako, ewe Mtume, neema ya kila sampuli uridhike"},{"SurahNumber":93,"VerseNumber":6,"Text":"Kwani Hakukupata, kabla ya hapo, kuwa ni yatima Akakukusanya na kukutunza"},{"SurahNumber":93,"VerseNumber":7,"Text":"Na Akakupata hujui Kitabu wala Imani, Akakufundisha yale amabayo ulikuwa huyajui na akakuafikia kufanya amali bora"},{"SurahNumber":93,"VerseNumber":8,"Text":"Na Akakupata masikini, Akakuletea riziki yako na Akakutajirisha kwa kutosheka na kusubiri"},{"SurahNumber":93,"VerseNumber":9,"Text":"Basi yatima usimtende ubaya"},{"SurahNumber":93,"VerseNumber":10,"Text":"Na muombaji usimkaripie, bali mlishe na umtimizie haja yake"},{"SurahNumber":93,"VerseNumber":11,"Text":"Na ama neema ya Mola wako Aliyokuneemesha nayo izungumze"},{"SurahNumber":94,"VerseNumber":1,"Text":"Kwani Hatukukunjulia, ewe Mtume, kifua chako kwa sheria za Dini, kulingania watu kwa Mwenyezi Mungu na kujipamba kwa tabia nzuri"},{"SurahNumber":94,"VerseNumber":2,"Text":"Tukakuondolea mazito yako yaliyoemea mgongo wako"},{"SurahNumber":94,"VerseNumber":3,"Text":"na Tukakuweka, kwa matukufu Tuliyokuneemesha"},{"SurahNumber":94,"VerseNumber":4,"Text":"kwenye cheo cha juu"},{"SurahNumber":94,"VerseNumber":5,"Text":"Usirudi nyuma katika kueneza ujumbe uliotumwa nao kwa makero ya maadui zako. Kwani kwenye dhiki kuna faraji"},{"SurahNumber":94,"VerseNumber":6,"Text":"Hakika kwenye dhiki kuna faraji"},{"SurahNumber":94,"VerseNumber":7,"Text":"Basi utakapomaliza mambo ya kidunia na shughuli zake jipinde kwa kufanya ibada"},{"SurahNumber":94,"VerseNumber":8,"Text":"Na kwa Mola wako Peke Yake weka matumaini yako"}]}