{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"Ô peuple mien ! Je ne vous demande nulle richesse en contrepartie, car ma récompense relève d’Allah. Je ne pourrai pas, par ailleurs, repousser ceux qui ont cru : ils rencontreront leur Seigneur. Mais je vois que vous êtes un peuple d’ignorants"},{"SurahNumber":11,"VerseNumber":30,"Text":"Ô peuple mien ! Et qui me portera secours devant Allah si je les repousse ? Ne sauriez-vous y réfléchir"},{"SurahNumber":11,"VerseNumber":31,"Text":"Je ne vous dis pas que je possède les trésors d’Allah, ni que je connais l’Inconnaissable (ghayb), pas plus (que je ne prétends être) un Ange. Et je ne dis pas à ceux que vous méprisez du regard qu’Allah ne les gratifiera d’aucune faveur. Allah en Sait mieux sur ce qu’ils cachent dans le secret de leurs cœurs. Ou alors je serai du nombre des injustes. »"},{"SurahNumber":11,"VerseNumber":32,"Text":"Ils dirent : « Ô Noé ! Tu as déjà débattu (sur la question) avec nous et tu l’as même fait à plusieurs reprises. Fais donc se produire ce dont tu nous menaces, si tu dis vrai ! »"},{"SurahNumber":11,"VerseNumber":33,"Text":"Il dit : « Il n’y a qu’Allah qui puisse le produire, s’Il le veut. Et vous ne sauriez mettre au défi Sa puissance"},{"SurahNumber":11,"VerseNumber":34,"Text":"Et pour autant que je veuille vous conseiller, mes conseils ne vous serviraient à rien, si Allah veut vous égarer. Il est votre Seigneur et c’est vers Lui que vous serez ramenés. »"},{"SurahNumber":11,"VerseNumber":35,"Text":"Disent-ils donc : « Il l’a inventé ! » Dis alors : « Si je l’ai inventé, je serai seul à répondre de mon crime,[231] mais je suis innocent des vôtres. »"},{"SurahNumber":11,"VerseNumber":36,"Text":"Il fut alors révélé à Noé : « De ton peuple, plus personne ne croira, excepté ceux qui ont déjà cru. Ne sois donc pas peiné de ce qu’ils font"},{"SurahNumber":11,"VerseNumber":37,"Text":"Construis donc l’Arche sous Nos yeux et conformément à Notre révélation, et ne M’entretiens plus de ceux qui ont commis des injustices car ils seront bientôt noyés. »"}]}