{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":118,"Text":"«ولو شاء ربك لجعل الناس أمَّة واحدة» أهل دين واحد «ولا يزالون مختلفين» في الدين"},{"SurahNumber":11,"VerseNumber":119,"Text":"«إلا من رحم ربك» أراد لهم الخير فلا يختلفون فيه «ولذلك خلقهم» أي أهل الاختلاف له وأهل الرحمة لها «وتمت كلمة ربك» وهي «لأملأن جهنم من الجِنَّة والناس أجمعين»"},{"SurahNumber":11,"VerseNumber":120,"Text":"«وكلا» نصب بنقص وتنوينه عوض المضاف إليه أي كل ما يحتاج إليه «نقص عليك من أنباء الرسل ما» بدل من «كلا»، «نثبت» نطمئن «به فؤادك» قلبك «وجاءك في هذه» الأنباء أو الآيات «الحق وموعظة وذكرى للمؤمنين» خصوا بالذكر لانتفاعهم بها في الإيمان بخلاف الكفار"},{"SurahNumber":11,"VerseNumber":121,"Text":"«وقل للذين لا يؤمنون اعملوا على مكانتكم» حالتكم «إنا عاملون» على حالتنا تهديد لهم"},{"SurahNumber":11,"VerseNumber":122,"Text":"«وانتظروا» عاقبة أمركم «إنا منتظرون» ذلك"},{"SurahNumber":11,"VerseNumber":123,"Text":"«ولله غيب السماوات والأرض» أي علم ما غاب فيهما «وإليه يَرجع» بالبناء للفاعل يعود وللمفعول يرد «الأمر كله» فينتقم ممن عصى «فاعبده» وحده «وتوكل عليه» ثق به فإنه كافيك «وما ربك بغافل عما يعملون» وإنما يؤخرهم لوقتهم وفي قراءة بالفوقانية"},{"SurahNumber":12,"VerseNumber":1,"Text":"«الر» الله أعلم بمراده بذلك «تلك» هذه الآيات «آيات الكتاب» القرآن والإضافة بمعنى من «المبين» المظهر للحق من الباطل"},{"SurahNumber":12,"VerseNumber":2,"Text":"«إنا أنزلناه قرآنا عربيا» بلغة العرب «لعلكم» يا أهل مكة «تعقلون» تفقهون معانيه"},{"SurahNumber":12,"VerseNumber":3,"Text":"«نحن نقص عليك أحسن القصص بما أوحينا» بإيحائنا «إليك هذا القرآن وإن» مخففة أي وإنه «كنت من قبله لمن الغافلين»"},{"SurahNumber":12,"VerseNumber":4,"Text":"اذكر «إذ قال يوسف لأبيه» يعقوب «يا أبت» بالكسر دلالة على ياء الإضافة المحذوفة والفتح دلالة على ألف محذوفة قلبت عن الياء «إني رأيت» في المنام «أحد عشر كوكبا والشمس والقمر رأيتهم» تأكيد «لي ساجدين» جمع بالياء والنون للوصف بالسجود الذي هو من صفات العقلاء"}]}