{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"(Aey Muhammad), humne tumse pehle bhi jab kabhi Rasool bheje hain aadmi hi bheje hain jinki taraf hum apne paigamaat wahee kiya karte thay. Ehle zikr se puch lo agar tumlog khud nahin jaante"},{"SurahNumber":16,"VerseNumber":44,"Text":"Pichle Rasoolon ko bhi humne roshan nishaniyan aur kitabein de kar bheja tha, aur ab yeh zikr tumpar nazil kiya hai taa-ke tum logon ke saamne us taleem ki tashreeh o tawzeeh karte jao jo unke liye utari gayi hai, aur taa-ke log (khud bhi) gaur o fikr karein"},{"SurahNumber":16,"VerseNumber":45,"Text":"Phir kya woh log jo ( dawat e paigambar ki mukhalifat mein) badhtar se badhtar chalein chal rahey hain is baat se bilkul hi be khauf ho gaye hain ke Allah unko zameen mein dhansa de, ya aisey goshey mein unpar azaab le aaye jidhar se uske aane ka unko weham o gumaan tak na ho"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ya achanak chalte phirte inko pakad le , ya aisi halat mein inhein pakde jabke unhein khud aane wali museebat ka khatka laga hua ho aur woh ussey bachne ki fikr mein chaukanne hon"},{"SurahNumber":16,"VerseNumber":47,"Text":"Woh jo kuch bhi karna chahe yeh log usko aajiz (frustrate) karne ki taaqat nahin rakhte, haqeeqat yeh hai ke tumhara Rubb bada hi narm-khu (very Lenient /shafaqat karne wala) aur raheem hai"},{"SurahNumber":16,"VerseNumber":48,"Text":"Aur kya yeh log Allah ki paida ki hui kisi cheez ko bhi nahin dekhte ke uska saaya kis tarah Allah ke huzoor sajda karte huey dayein aur bayein girta hai? Sab ke sab is tarah izhar e ijz (express their humility) kar rahey hain"},{"SurahNumber":16,"VerseNumber":49,"Text":"Zameen aur aasmano mein jis qadar jaandaar makhlooqat hain aur jitne Malaika hain sab Allah ke aagey sar ba-sajood hain. Woh hargiz sarkashi nahin karte"},{"SurahNumber":16,"VerseNumber":50,"Text":"Apne Rubb se jo unke upar hai, darte hain aur jo kuch hukum diya jata hai usi ke mutabik kaam karte hain"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah ka farmaan hai ke “do khuda na bana lo, khuda to bas ek hi hai, lihaza tum mujhi se daro"},{"SurahNumber":16,"VerseNumber":52,"Text":"Usi ka hai woh sab kuch jo aasmano mein hai aur jo zameen mein hai, aur khaalisan usi ka deen (saari qayinaat mein) chal raha hai. Phir kya Allah ko chodh kar tum kisi aur se taqwa (darr) karoge"},{"SurahNumber":16,"VerseNumber":53,"Text":"Tumko jo niyamat bhi haasil hai Allah hi ki taraf se hai phir jab koi sakht waqt tumpar aata hai to tum log khud apni fariyadein lekar usi ki taraf daudte ho"},{"SurahNumber":16,"VerseNumber":54,"Text":"Magar jab Allah us waqt ko taal deta hai to yakayak tum mein se ek giroh apne Rubb ke saath dusron ko (is meharbani ke shukriye mein) shareek karne lagta hai"}]}