{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":2,"VerseNumber":203,"Text":"“Ndipo mtamandeni Allah m’masiku owerengeka. Koma amene wachita changu pa masiku awiri okha (nabwerera kwawo) palibe tchimo pa iye. Ndipo amene wachedwerapo palibenso tchimo pa iye kwa amene akuopa Allah. Choncho opani Allah, ndipo dziwani kuti kwa Iye nkumene mudzasonkhanitsidwa"},{"SurahNumber":2,"VerseNumber":204,"Text":"“Ndipo mwa anthu alipo amene zoyankhula zake zikukondweretsa (iwe) pano pa dziko la pansi, (koma tsiku lachimaliziro kuipa kwake kudzadziwika). Ndipo iye akutsimikizira Allah kuti akhale mboni pa zomwe zili mu mtima mwake pomwe iye ndi wa makani kwambiri"},{"SurahNumber":2,"VerseNumber":205,"Text":"“Koma akachoka (kwa iwe) akuyenda pa dziko (uku ndi uku) ncholinga chofuna kuyipitsapo ndi kuononga zomera ndi miyoyo. Komatu Allah sakonda kuononga"},{"SurahNumber":2,"VerseNumber":206,"Text":"“Ndipo akauzidwa kuti: “Opa Allah”, Akugwidwa ndi mwano womupititsa ku machimo, choncho Jahannam ikukwana kwa iye (kuwuchotsa mwano wakewo). Taonani kuipa kwa malo wokakhazikikamo"},{"SurahNumber":2,"VerseNumber":207,"Text":"“Ndipo pali wina mwa anthu amene akugulitsa mzimu wake chifukwa chofuna chiyanjo cha Allah; ndipo Allah Ngodekha kwa akapolo ake"},{"SurahNumber":2,"VerseNumber":208,"Text":"“E inu amene mwakhulupirira! Lowani m’Chisilamu chonse ndipo musatsatire mapazi a satana. Ndithu iye ndi mdani wanu woonekera poyera"},{"SurahNumber":2,"VerseNumber":209,"Text":"“Ndipo ngati mutaterezuka (kuchimwa) pambuyo pokudzerani zisonyezo (za Allah) zoonekera poyera, dziwani kuti Allah Ngwamphamvu zoposa; Ngwanzeru zakuya"},{"SurahNumber":2,"VerseNumber":210,"Text":"“Kodi pali china chimene akuyembekeza posakhala kuwadzera Allah m’mithunzi ya mitambo ndi (kuwadzera) angelo; nkuweruzidwa chilamulo (chakuonongeka kwawo)? Komatu zinthu zonse zimabwezedwa kwa Allah"}]}