{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":71,"Text":"De ki, ne elersiniz ? Eger Allah geceyi size Kıyamet´e kadar uzatıp devam ettirseydi, Allah´tan baska hangi tanrı size bir ısık getirebilir ? Artık (gercegi anlayıp Hakk´ın sesini) duymaz mısınız"},{"SurahNumber":28,"VerseNumber":72,"Text":"De ki, ne dersiniz ? Eger Allah gunduzu size Kıyamet´e kadar uzatıp devam ettirseydi, Allah´tan baska hangi tanrı size icinde dinlenip rahat edeceginiz geceyi getirebilir? Hala gormuyor musunuz"},{"SurahNumber":28,"VerseNumber":73,"Text":"Rahmetinin tecellisi olarak dinlenmeniz ; O´nun bol bol verdigi nimetlerinden geciminizi arayıp elde etmeniz icin geceyi ve gunduzu duzenleyip var kılmıstır. Ola ki sukredersiniz"},{"SurahNumber":28,"VerseNumber":74,"Text":"O gun (Allah) onlara (putperest musriklere) seslenip soyle der «iddia edip durdugunuz ortaklarım nerede?»"},{"SurahNumber":28,"VerseNumber":75,"Text":"(Kıyamet gunu) her bir ummetten (kendilerine uyarıcı olarak gonderilen peygamberlerini) sahit olarak cekip cıkarırız, «haydi acık-secik kesin delillerinizi getirin !» deriz. Onlar, artık Hakk´ın (tamamiyle) Allah´a ait oldugunu bilip anlarlar ve uydurdukları (batıl tanrılar) da kendilerinden uzaklasıp kaybolurlar"},{"SurahNumber":28,"VerseNumber":76,"Text":"Suphesiz ki, Karun, Musa´nın milletinden idi. Onlara karsı azgınlık ve taskınlıkta bulundu. Biz ona oyle hazineler verdik ki, anahtarlarını tasımak guclu bir gruba bile agır geliyordu. Hani kavmi ona dedi ki: «Sımarıp boburlenme; Allah elbetteki sımarıp boburlenenleri sevmez»"},{"SurahNumber":28,"VerseNumber":77,"Text":"«Allah´ın sana verdigi bunca hazinelerle Ahiret yurdunu arayıp elde etmeye calıs. Dunya´daki nasibini de unutma ; Allah sana iyilikte bulundugu gibi sen de iyilikte bulun ; bir de sakın yeryuzunde fesad cıkarmaya ozenme ; cunku gercekten Allah fesad cıkaranları hic sevmez.»"}]}