{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Sentahden syo ja juo ja kirkastukoon silmasi. Ja jos naet jonkun ihmisen, niin sano hanelle: »Totisesti, mina olen Laupeimmalle luvannut paastota enka siis voi puhua tanaan kenenkaan ihmisolennon kanssa.»"},{"SurahNumber":19,"VerseNumber":27,"Text":"Sitten han palasi kansansa luokse kantaen lastaan. He huudahtivat: »Oi Maria, totisesti sina olet tehnyt sangen pahasti"},{"SurahNumber":19,"VerseNumber":28,"Text":"Oi Aaronin sisar, sinun isasi ei ollut kelvoton mies eika aitisi huono nainen.»"},{"SurahNumber":19,"VerseNumber":29,"Text":"Mutta han vain osoitti lastaan. He sanoivat: »Kuinka voisimme puhua sellaiselle, joka on viela kehdossa oleva lapsi?»"},{"SurahNumber":19,"VerseNumber":30,"Text":"Poika vastasi: »Totisesti, mina olen Jumalan palvelija. Han on antanut minulle Kirjan ja Han on tehnyt minut profeetaksi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Han antaa minulle siunauksensa missa tahansa olenkin, ja Han on maarannyt minun tehtavakseni rukoilemisen ja almut niin kauan kuin elan"},{"SurahNumber":19,"VerseNumber":32,"Text":"(Han on luonut minut) hyvaksi aitiani kohtaan, eika Han ole tehnyt minua kapinalliseksi, onnettomaksi"},{"SurahNumber":19,"VerseNumber":33,"Text":"Rauha yllani sina paivana, jolloin synnyin, sina paivana, jolloin kuolen seka sina paivana, jolloin minut heratetaan kuolleista.»"},{"SurahNumber":19,"VerseNumber":34,"Text":"Tallainen on Jeesus, Marian poika. Tama on tosi sanoma, josta he kuitenkin kiistelevat"},{"SurahNumber":19,"VerseNumber":35,"Text":"Jumalan ei ole soveliasta hankkia itselleen poikaa; kunnia olkoon Hanelle! Kun Han paattaa jonkin asian, Hanen tarvitsee vain sanoa: »Tapahtukoon!» ja se tapahtuu"},{"SurahNumber":19,"VerseNumber":36,"Text":"Totisesti, Jumala on minun Herrani ja myoskin teidan Herranne; palvelkaa siis Hanta; tama on oikea tie.»"},{"SurahNumber":19,"VerseNumber":37,"Text":"Mutta lahkolaiset olivat keskenaan erimielisia; voi uskottomia, kun viimeinen paiva heidat kohtaa"},{"SurahNumber":19,"VerseNumber":38,"Text":"Kuinka hyvin he kuulevatkaan ja nakevat sina paivana, jolloin he astuvat eteemme! Mutta tana paivana vaaramieliset ovat viela suuren harhan vallassa"}]}