{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":18,"VerseNumber":62,"Text":"A kad se udaljise, Musa rece pomocniku svom: “Daj nam uzinu nasu, jer smo se od ovog naseg putovanja umorili.”"},{"SurahNumber":18,"VerseNumber":63,"Text":"Vidi!\", rece on, \"kad smo kod one stijene svratili, ja sam zaboravio onu ribu - sam sejtan je ucinio da je zaboravim, da ti je ne spomenem - pa se ona prihvati svoga puta u moru, cudnovato"},{"SurahNumber":18,"VerseNumber":64,"Text":"“E, to je ono sto trazimo!”, rece Musa, i njih dvojica se vratise putem kojim su bili dosli…"},{"SurahNumber":18,"VerseNumber":65,"Text":"i nađose jednog Naseg roba kome smo milost Nasu darovali i onom sto samo Mi znamo naucili"},{"SurahNumber":18,"VerseNumber":66,"Text":"“Mogu li te pratiti”, upita ga Musa, “ali da me poucis onome cemu si ti ispravno poucen?”"},{"SurahNumber":18,"VerseNumber":67,"Text":"“Ti sigurno neces moci sa mnom izdrzati”, rece onaj…"},{"SurahNumber":18,"VerseNumber":68,"Text":"“a i kako bi izdrzao ono o cemu nista ne znas?”"},{"SurahNumber":18,"VerseNumber":69,"Text":"“Vidjet ces da cu strpljiv biti, ako Bog da”, rece Musa, “i da ti se necu ni u cemu protiviti.”"},{"SurahNumber":18,"VerseNumber":70,"Text":"“Ako ces me vec pratiti”, rece onaj, “onda me ni o cemu ne pitaj dok ti ja o tome prvi ne kazem!”"},{"SurahNumber":18,"VerseNumber":71,"Text":"I njih dvojica krenuse. I kad se u lađu ukrcase, onaj je probusi. “Zar je probusi da potopis one koji na njoj plove? Ucinio si, doista, nesto vrlo krupno!”"},{"SurahNumber":18,"VerseNumber":72,"Text":"“Ne rekoh li ja”, rece onaj, “da ti, doista, neces moci izdrzati sa mnom?”"},{"SurahNumber":18,"VerseNumber":73,"Text":"“Ne kori me sto sam zaboravio”, rece, “i ne cini mi poteskoce u ovom poslu mom!”"},{"SurahNumber":18,"VerseNumber":74,"Text":"I njih dvojica krenuse. I kad sretose jednog djecaka pa ga onaj ubi, Musa rece: “Sto ubi dijete bezgresno, koje nije nikog ubilo! Ucinio si, zaista, nesto vrlo ruzno!”"}]}