{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":66,"Text":"Eger biz o munafıklara: “- Nefislerinizi cihad icin oldurun, yahut yurdlarınızdan cıkın” diye bir farziyyet yukleseydik, iclerinizden pek azı mustesna, onu yapmazlardı. Onlar kendilerine ogut verilen seyleri yerine getirseydiler elbette bu, haklarında cok hayırlı ve imanlarını koklestirme bakımından saglam bir hareket olurdu"},{"SurahNumber":4,"VerseNumber":67,"Text":"Elbette o zaman, kendilerine, tarafımızdan buyuk bir mukafat verirdik"},{"SurahNumber":4,"VerseNumber":68,"Text":"Ve onları, muhakkak dogru yola iletirdik"},{"SurahNumber":4,"VerseNumber":69,"Text":"Allah’a ve Peygambere itaat edenler, iste bunlar, Allah’ın kendilerine nimet verdigi peygamberlerle, sıddıklarla, sehidlerle ve iyi kimselerle beraberdirler. Bunlarsa ne guzel birer arkadas"},{"SurahNumber":4,"VerseNumber":70,"Text":"Iste itaatkarlara yapılan bu ihsan Allah’dandır. Her seyi bilici olarak Allah kafidir"},{"SurahNumber":4,"VerseNumber":71,"Text":"Ey iman edenler! Dusmana karsı hazırlıgınızı gorun ve silahlarınızı takınarak cenge hazır olun da birlikler halinde savasa cıkın, yahut toptan seferber olun"},{"SurahNumber":4,"VerseNumber":72,"Text":"Gercek sizden oylesi (munafık) vardır ki, agır alacaktır. Eger size bir felaket gelirse diyecek ki: “- Dogrusu Allah bana ihsan etti. Cunku onlarla beraber savasta bulunmadım.”"},{"SurahNumber":4,"VerseNumber":73,"Text":"Ve eger size, Allah’dan fetih ve ganimet gibi bir lutuf gelirse, sanki kendisi ile aranızda hic bir tanısıklık olmamıs gibi muhakkak soyle diyecektir: “- Ah, keski ben de onlarla beraber olaydım da buyuk bir nimet ve ganimete ereydim!”"},{"SurahNumber":4,"VerseNumber":74,"Text":"O halde dunya hayatı yerine ahireti satın alanlar, Allah yolunda savas etsin. Kim Allah yolunda savasır da oldurulurse, yahud dusmanına ustun gelirse, ona pek buyuk bir mukafat verecegiz"}]}