{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":42,"VerseNumber":16,"Text":"L’argument de ceux qui persistent a se livrer a des controverses au sujet de Dieu, apres qu’il a ete repondu a Son appel, n’a aucun poids aupres de leur Seigneur. Ils seront voues a Sa colere et ils encourent un chatiment terrible"},{"SurahNumber":42,"VerseNumber":17,"Text":"C’est Dieu qui a revele le Livre instituant la Verite et l’equilibre en toutes choses. Qu’en sais-tu ? L’Heure (du Jugement) est peut-etre imminente"},{"SurahNumber":42,"VerseNumber":18,"Text":"Seuls ceux qui ne croient pas a son avenement hatent sa survenue, alors que les croyants en redoutent l’avenement qu’ils savent ineluctable. Il est vrai que ceux qui le contestent s’egarent bien profondement"},{"SurahNumber":42,"VerseNumber":19,"Text":"Dieu est Bienveillant a l’egard de Ses serviteurs. Il prodigue Ses biens a qui Il veut. Il est le Fort, le Puissant"},{"SurahNumber":42,"VerseNumber":20,"Text":"Quiconque desire semer (ici-bas) de bonnes actions qu’il recoltera dans la Vie Future, Nous ferons prosperer son champ. Quiconque desire semer dans le seul but de recolter les biens de ce monde, Nous lui consentirons quelques bribes, mais il n’aura aucune part dans la Vie Future"},{"SurahNumber":42,"VerseNumber":21,"Text":"Ou serait-ce que leurs idoles ont etabli pour eux en matiere de religion, des lois que Dieu n’a pas autorisees ? N’eut ete la Parole de Decision prealablement prononcee, Dieu aurait juge leur differend. Et un chatiment douloureux aurait ete inflige aux injustes"},{"SurahNumber":42,"VerseNumber":22,"Text":"Tu verras les injustes (le Jour du Jugement) effares par les consequences de leurs actes, et du chatiment auquel ils ne pourront echapper, et ceux qui auront cru et accompli de bonnes actions se prelasseront dans les Jardins du Paradis, ou leurs vœux seront exauces aupres de leur Seigneur. Telle est la grace supreme"}]}