{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"O halde sakın sunların ibadet edislerinden supheye dusme. Daha once ataları nasıl ibadet ediyor idiyseler bunlar da oyle ibadet ediyorlar. Biz de kendilerine nasiplerini elbette eksiksiz olarak oderiz"},{"SurahNumber":11,"VerseNumber":110,"Text":"Andolsun ki, Musa'ya kitabı verdik, yine de onda ihtilafa dusuldu. Eger Rabbinden daha once verilmis bir karar olmasa idi, elbette haklarında hukum verilmis bitmisti. Muhakkak ki onlar, bundan kuskulu bir suphe icindedirler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Gercekten de onların her biri oyle kimselerdir ki, yaptıklarının karsılıgını Rabbin kendilerine hakkiyle odeyecektir. Cunku O, onların yaptıkları her seyden haberdardır"},{"SurahNumber":11,"VerseNumber":112,"Text":"Iste bundan dolayı emrolundugun gibi dogru ol! Beraberindeki tevbe edenler de (dogru olsunlar). Asırı gitmeyin! Muhakkak ki O, butun yaptıklarınızı gorup durmaktadır"},{"SurahNumber":11,"VerseNumber":113,"Text":"Ve zulum yapanlara yakınlık gostermeyin ki, size de ates dokunmasın. Allah'dan baska yardımcılarınız da yoktur. Sonra yardım da goremezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gunduzun her iki tarafında ve gecenin sacaklarında (gunduze yakın olan saatlerinde) namaz kıl! Muhakkak ki, iyilik kotulukleri giderir. Bu ise, dusunebilenlere bir oguttur"},{"SurahNumber":11,"VerseNumber":115,"Text":"Ve sabret! Cunku Allah iyilik edenlerin mukafatını yitirmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden onceki devirlerden bakıyye sahipleri (kitap ehli) yeryuzunde bozgunculuktan vazgecirmeye calıssalardı ne iyi olurdu. Fakat onların icinden kurtardıgımız pek az kimse bunu yaptı. O zulmedenler ise sımartıldıkları refahın pesine dustuler ve hepsi de suclu oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Senin Rabbin, halkları iyi ve ıslahatcı iken, o memleketleri haksız yere helak edecek degildir"}]}