{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":33,"VerseNumber":23,"Text":"Momundardın arasında (usunday) er-azamattar bar: alar Allaһka bergen ubadalarında cıncıl ekenin korgozustu. Kee birleri mildetin atkarıp (seyit bolup) ketisti. Kee birooloru (seyittikti) kutuudo. Alar (Allaһka bergen) ubadanı buzbadı"},{"SurahNumber":33,"VerseNumber":24,"Text":"Allaһ cıncıl adamdardı oz cıncıldıktarı sebeptuu sıylas ucun jana munaafıktardı kaalasa azaptas je bolboso toobaların kabıl alıs ucun (usul sınoogo duusar kıldı). Cınında, Allaһ Keciruucu, Irayımduu"},{"SurahNumber":33,"VerseNumber":25,"Text":"Al emi, alardı (dusmandardı) bolso, Allaһ oz acuuları menen kaytardı.! Alar ec bir jaksılıkka jetispedi. Allaһ momundarga sogus jaatınan jetistuu (jardamcı) boldu. Allaһ Kuctuu, Kudurettuu"},{"SurahNumber":33,"VerseNumber":26,"Text":"Jana Allaһ dusmandarga jardam bergen kitep eelerin (Banu Kurayza yahudiylerin) korgondorunan tusurdu. Jurokturuno korkuu saldı. Siler (o, momundar) alardan bir bolugun olturup, bir bolugun tutkundap aldıŋar"},{"SurahNumber":33,"VerseNumber":27,"Text":"Jana silerge alardın jerlerin, koroo-jayların, mal-mulktorun jana butuŋar baspagan (jaŋı) jerlerdi da muras kılıp berdi. Allaһ - bardık nersege Kudurettuu"},{"SurahNumber":33,"VerseNumber":28,"Text":"O, paygambar! Ayaldarıŋa ayt: «Eger duyno jasoosun jana anın zıynattarın kaalasaŋar, kelgile silerdi (jaksına mulk menen) paydalantıp, sılık-sıpaa ajırasayın"},{"SurahNumber":33,"VerseNumber":29,"Text":"Al emi, Allaһtı (n ıraazılıgın), Anın paygambarın jana Akıret Uyun kaalasaŋar, Allaһ silerdin araŋardagı jaksı ibadat kılgandarga uluu sıylıktı (Beyisti) dayardap koygon»"},{"SurahNumber":33,"VerseNumber":30,"Text":"O, paygambardın ayaldarı! Silerden kimiŋer askere kunoo is jasasa, aga eki ese kop azap berilet. Bul Allaһ ucun jeŋil"}]}