{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":7,"Text":"Niścaẏa yisakalē āmāra sākṣātara āśā pōṣaṇa nakaraē, ārau pārthira jīrana laiẏē santuṣṭa haichē ārau sē'iṭō laiẏē paraitr̥pta, ārau yisakalē āmāra nidarśanāralī samparkē gāphila"},{"SurahNumber":10,"VerseNumber":8,"Text":"siham̐tara kr̥takarmara bābē siham̐tara ṭhikanā ha’ba agni"},{"SurahNumber":10,"VerseNumber":9,"Text":"Niścaẏa yisakalē īmāna ānichē ārau saṯkarma karaichē tē'ōm̐lōkara pratipālakē tē'ōm̐lōkaka patha nirdēśa karaiba tē'ōm̐lōkē īmāna anāra kāraṇē; niẏāmatēraē paraipūrṇa jānnātara phālē tē'ōm̐lōkara talata prabāhita ha'ba nadīsamūha"},{"SurahNumber":10,"VerseNumber":10,"Text":"Tāta tē'ōm̐lōkara dhbani ha’baḥ ‘hē āllāha! Tumi mahāna, paraitra’! Ārau tāta tē'ōm̐lōkara abhibādana ha’ba, ‘chālāma’ ārau tē'ōm̐lōkara śēṣa dhbani ha’baḥ ‘sakalō dharaṇara praśansā sr̥ṣṭijagatara raba āllāhara bābē’"},{"SurahNumber":10,"VerseNumber":11,"Text":"Ārau āllāhē yadi mānuhara akalyāṇa (praārthanāta sahām̐rai di'ōm̐tē) kharakhēdā karailēhēm̐tēna, yēnēkai tē'ōm̐ siham̐tara kalyāṇa (praārthanāta sahām̐rai di'ōm̐tē) kharadhara karaē, tēntē araśyē siham̐tara mr̥tyura samaẏa āhi ga’lēhēm̐tēna. Gatikē yisakalē āmāra sākṣātara āśā pōṣaṇa nakaraē siham̐taka āmi siham̐tara abādhyatāta udbhraāntara daraē ghūrai phuraibalai ērai di'ōm̐"},{"SurahNumber":10,"VerseNumber":12,"Text":"Ārau mānuhaka yētiẏā dukha-dain'ya'i sparśa karaē tētiẏā si śu'i, bahi athabā thiẏa hai āmāka āhbāna karaē. Tāra pichata āmi yētiẏā tāra dukha-dain'ya dūra karai di'ōm̐, tētiẏā si ēnēkai calā-phuraā karaē yē tāka ākraānta karaā dukha-dain'yara paraā paraitraāṇa karaibalai si yēnibā āmāka āhbāna karaā'i nāchila. Ē'idaraē'i sīmālaṅghanakāraī sakalara kr̥takarma siham̐tara ōcarata śōbhanīẏa karai diẏā haichē"},{"SurahNumber":10,"VerseNumber":13,"Text":"Ārau araśyē āmi tōmālōkara āgata bahu prajanmaka dhbansa karaichō yētiẏā siham̐tē yuluma karaichila; ārau siham̐tara ōcarata siham̐tara raāchulasakalē spaṣṭa pramāṇādi lai āhichila, kintu siham̐tē īmāna ānibalai prastuta nāchila. Ē'idaraē āmi aparaādhī sampradāẏaka pratiphala di thākō"},{"SurahNumber":10,"VerseNumber":14,"Text":"Tāra pichata āmi tōmālōkaka siham̐tara pichata pr̥thiraīta sthalābhiṣikta karaichō, tōmālōkē kēnēkuraā āmala karaā sē'iṭō dēkhāra bābē"}]}