{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":34,"Text":"Thuaj: “A ka nder idhujt tuaj ndonje qe mund te filloje krijimin e pastaj ta perserise?” Thuaj: “Allahu e fillon krijimin dhe pastaj e perserit ate! Prandaj, si largoheni (nga e verteta drejt se kotes)"},{"SurahNumber":10,"VerseNumber":35,"Text":"Thuaj: “A ka nder idhujt tuaj ndonje qe mund te udhezoje ne rruge te drejte?” Thuaj: “Vetem Allahu udhezon ne rruge te drejte! E pra, pas cilit ia vlen te shkosh, pas atij qe udhezon ne rruge te drejte apo pas atij i cili as vete nuk eshte ne rruge te drejte, vec nese e shpie dikush? Cfare keni? Si po gjykoni keshtu?!”"},{"SurahNumber":10,"VerseNumber":36,"Text":"Shumica e tyre veprojne vetem sipas hamendjes. Ne te vertete, hamendja nuk e zevendeson aspak te verteten. Allahu, pa dyshim, e di mire ate qe punojne ata"},{"SurahNumber":10,"VerseNumber":37,"Text":"Ky Kuran nuk eshte i tille qe te mund te behej prej dikujt tjeter vec Allahut. Perkundrazi, ai eshte vertetues i shpalljeve te meparshme dhe shpjegues i Ligjit (per njerezit) dhe, pa dyshim, eshte zbritur nga Zoti i boteve"},{"SurahNumber":10,"VerseNumber":38,"Text":"Nese ata thone: “Ai (Muhamedi) e ka trilluar ate (Kuranin)”, thuaju: “Atehere, sillni nje sure te ngjashme me te dhe thirrni (ne ndihme) ke te mundeni, pervec Allahut, nese thoni te verteten.”"},{"SurahNumber":10,"VerseNumber":39,"Text":"Por ata e mohojne ate qe nuk e njohin plotesisht,[134] nderkohe qe nuk u ka ardhur ende permbushja e (premtimeve te) tij. Keshtu kane mohuar edhe popujt qe ishin para tyre; prandaj shiko si kane perfunduar keqberesit"},{"SurahNumber":10,"VerseNumber":40,"Text":"Disa prej tyre besojne ne ate (Kuran) e disa nuk besojne. Zoti yt i njeh me se miri ngaterrestaret"},{"SurahNumber":10,"VerseNumber":41,"Text":"Nese ata te quajne genjeshtar, thuaju: “Une kam (shperblim per) punen time, kurse ju keni (shperblim per) punen tuaj. Ju s’jeni pergjegjes per ate qe bej une dhe as une s’jam pergjegjes per ate qe beni ju.”"},{"SurahNumber":10,"VerseNumber":42,"Text":"Ka prej atyre qe te degjojne. Por, a mund te besh ti qe te degjojne te shurdherit, te cilet s’kane as mend"}]}