{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"وە لە دوای ئەو نەمان ناردە خوارەوە بۆ سەر گەلەکەی ھیچ لەشکرێك لەئاسمانەوە و ئێمە دابەزێنەر نەبووین"},{"SurahNumber":36,"VerseNumber":29,"Text":"(ھۆی تیاچوونیان) تەنیا شریخەیەکی بەھێز بوو جا کتوپڕ ئەوانە ھەموو جوڵەیان نەما و مردن"},{"SurahNumber":36,"VerseNumber":30,"Text":"ئای پەشیمانی وداخی سەخت بۆ ئەو بەندانەی (کەبێ باوەڕن) ھەر پێغەمبەرێکیان بۆ بھاتایە تەنیا گاڵتەیان پێ دەکرد (و ھیچ تر)"},{"SurahNumber":36,"VerseNumber":31,"Text":"ئایا نەیان زانیوە لە پێش ئەواندا چەند گەلی (تاوانبار) مان لە ناو بردووە کەبێگومان ناگەڕێنەوە بۆ لای ئەمان"},{"SurahNumber":36,"VerseNumber":32,"Text":"ھەر ھەموو (لە ناوبراوان) کۆ دەکرێنەوە لای ئێمە (و لەقیامەتدا) ئامادە دەکرێن"},{"SurahNumber":36,"VerseNumber":33,"Text":"وە نیشانە و بەڵگەیەك بۆ ئەوان، ئەم زەویە مردووەیە کە زیندوومان کردەوە و دانەوێڵەمان لێ دەرھێنا (لێ ڕواند) کە لێی دەخۆن"},{"SurahNumber":36,"VerseNumber":34,"Text":"وە لەو (زەویە)دا چەند باخ لەخورما و ترێمان بەدی ھێنا و چەند کانیاومان تیادا ھەڵقوڵاندوە"},{"SurahNumber":36,"VerseNumber":35,"Text":"بۆ ئەوەی لەبەروبوومەکانی بخۆن کەدەستی ئەوان بەرھەمی نەھێناوە دەی ئایا سوپاسی خوا ناکەن"},{"SurahNumber":36,"VerseNumber":36,"Text":"پاك وبێگەردە زاتێك کە ھەموو جووتەکانی (نێر و مێی) دروستکردووە لەوەی کە زەوی دەیڕوێنێت و لە(ئادەمی) خۆیان و لەو شتانەش کە نایزانن"},{"SurahNumber":36,"VerseNumber":37,"Text":"شەویش بەڵگەو نیشانەیە بۆ ئەوان کە ئێمە ڕۆژی لێ دەردەھێنین ئەمجا لەناکاودا تاریکی ھەموویان دەگرێتەوە"},{"SurahNumber":36,"VerseNumber":38,"Text":"خۆریش بەرە و بنکەی خۆی (لەگەڕاندایە و) دەڕوا ئەوە بڕیاردراوی (خوای) زاڵ و باڵادەست و زانایە"},{"SurahNumber":36,"VerseNumber":39,"Text":"وەبۆ مانگیش چەند قۆناغێکمان داناوە (دوای تەواو کردنی قۆناغەکانی) ھەتا وەکو پەلی دار خورمای کۆنی (وشك بووی) لێ دێت"},{"SurahNumber":36,"VerseNumber":40,"Text":"خۆر بۆی نیە (ناتوانێت) بگات بەمانگ و شەویش ناتوانێت پێشکەوێت لەرۆژ و ھەر یەکەیان (خۆرو مانگ) لە خولگەیەکدا مەلە دەکەن و دەسوڕێنەوە"}]}