{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"And a sign for them is that We carried their offspring in the laden ship (of Noah)"},{"SurahNumber":36,"VerseNumber":42,"Text":"And We have created for them similar (vessels) on which they ride"},{"SurahNumber":36,"VerseNumber":43,"Text":"And if We will, We can drown them, and there will be no helper for them, nor will they be saved"},{"SurahNumber":36,"VerseNumber":44,"Text":"except through the Mercy from Us and as an enjoyment for a while"},{"SurahNumber":36,"VerseNumber":45,"Text":"And when it is said to them: “Beware of that which is before you (worldly punishments) and that which is behind you (punishments in the Hereafter) so that you may receive Mercy.”"},{"SurahNumber":36,"VerseNumber":46,"Text":"And whenever a sign of the Verses of their Lord comes to them, they turn away from it"},{"SurahNumber":36,"VerseNumber":47,"Text":"Whenever it is said to them:“Spend out of what Allah has provided you.” Those who disbelieve say to those who believe: “Should we feed those whom, if Allah wills, He (Himself) can feed? You are in plain error.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"And they say: “When will this Promise (Resurrection) be fulfilled if you are truthful?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"They are waiting for a single shout, which will seize them while they are disputing (among themselves)"},{"SurahNumber":36,"VerseNumber":50,"Text":"Then, they will neither be able to make a will, nor they will be able to return to their family"},{"SurahNumber":36,"VerseNumber":51,"Text":"And the trumpet will be blown in and behold! They will come out quickly from the graves to their Lord"},{"SurahNumber":36,"VerseNumber":52,"Text":"They will say: “Woe to us! Who has raised us up from our place of sleep?” (It will be said to them): “This is what the Gracious (Allah) had promised and the Messengers spoke the truth!”"},{"SurahNumber":36,"VerseNumber":53,"Text":"It will only be a single shout, so behold! They all will be brought up before Us"},{"SurahNumber":36,"VerseNumber":54,"Text":"This Day (of Resurrection), no soul will be wronged in anything and you will be rewarded for your deeds"}]}