{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"Güzel şehrin bitkisi rabbinin izniyle çıkar; kötü olandan ise kavruktan başkası çıkmaz. İşte biz, şükreden bir topluluk için ayetleri böyle çeşitli biçimlerde açıklıyoruz"},{"SurahNumber":7,"VerseNumber":59,"Text":"Andolsun biz Nuh´u kendi kavmine gönderdik. Dedi ki: \"Ey kavmim, Tanrı´ya kulluk edin, sizin ondan başka Tanrınız yoktur. Doğrusu ben sizin için büyük bir günün azabından korkmaktayım"},{"SurahNumber":7,"VerseNumber":60,"Text":"Kavminin önde gelenleri: \"Gerçekte biz seni açıkça bir ´şaşırmışlık ve sapmışlık´ içinde görüyoruz\" dediler"},{"SurahNumber":7,"VerseNumber":61,"Text":"O: \"Ey kavmim, bende bir ´şaşırmışlık ve sapmışlık´ yoktur; ama ben alemlerin rabbinden bir elçiyim\" dedi"},{"SurahNumber":7,"VerseNumber":62,"Text":"Size rabimin risaletini tebliğ ediyorum. (Ayrıca) Size öğüt veriyor ve sizin bilmediklerinizi ben Tanrı´dan biliyorum"},{"SurahNumber":7,"VerseNumber":63,"Text":"Sakınıp rahmete kavuşmanız için içinizden sizi uyarıp korkutacak bir adam aracılığıyla bir zikir gelmesine mi şaştınız"},{"SurahNumber":7,"VerseNumber":64,"Text":"Onu yalanladılar. Biz de onu ve gemide beraberinde bulunanları kurtardık. Ayetlerimizi yalanlayanları ise suda boğduk. Çünkü onlar kör bir kavimdi"},{"SurahNumber":7,"VerseNumber":65,"Text":"Ad (halkına da) kardeşleri Hud´u (gönderdik.) (Hud kavmine:) \"Ey kavmim, Tanrı´ya kulluk edin. O´ndan başka bir Tanrınız yoktur. Hala korkup sakınmayacak mısınız?\" dedi"},{"SurahNumber":7,"VerseNumber":66,"Text":"Kavminin önde gelenlerinden küfredenler dediler ki: \"Gerçekte biz seni ´akli bir yetersizlik´ içinde görüyoruz ve doğrusu biz senin yalancılardan olduğunu sanıyoruz"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Hud:) \"Ey kavmim\" dedi \"bende ´akıl yetersiziliği´ yoktur; ama ben gerçekten alemlerin rabbinden bir elçiyim"}]}