{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"Jana al (Sulayman) üçün gavas (suuçul) jana mından başka (insan jasay albay turgan) işterdi jasap bere turgan jin-şaytandardı (moyun sundurduk). Alardı Biz Özübüz közömöldööçübüz"},{"SurahNumber":21,"VerseNumber":83,"Text":"Jana Ayyubdu da este. Al Rabbisine: «Meni zıyan kaptadı! Özüŋ ırayım kıluuçulardın eŋ ırayımduuraagısıŋ!» - dep, (biyik dobuş menen) duba kıldı"},{"SurahNumber":21,"VerseNumber":84,"Text":"Kiyin Biz anın dubasın kabıl kılıp, andagı zıyandı arılttık jana Özübüzdön ırayım-rahmat iretinde jana (sabırduu) ibadatçılarga eskerme-sabak bolsun dep aga üy-bülösün kaytarıp, alar menen dagı oşonço (perzent) berdik"},{"SurahNumber":21,"VerseNumber":85,"Text":"Jana (oo, Muhammad), Ismayıl, İdris, Zulkiflderdi da estegin. Alardın baardıgı sabırduulardan bolgon"},{"SurahNumber":21,"VerseNumber":86,"Text":"Alardı Öz ırayımıbızga aldık. Bardıgı salih pendelerden"},{"SurahNumber":21,"VerseNumber":87,"Text":"Zunnundu da estegin.! Bir kezde al açuulanıp (elinen een jerge) ketip kaldı. Al Bizdi özün tar (jana karaŋgı) jerde kaltırbayt dep oylogon.? Al karaŋgılıktarda (kalıp): «Özüŋdön başka ilah jok. (O, Rabbim!) Sen Aruu-Taza Kudaysıŋ! Men zaalımdardan bolup kaldım!»- dep jalbardı"},{"SurahNumber":21,"VerseNumber":88,"Text":"Biz anın dubasın kabıl aldık jana kaygıdan kutkardık. Biz momun adamdardı mına uşintip kutkarabız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Jana Zakariyanı este: Al Rabbisine: «O, Rabbim! Meni jalgız (tuyaksız) kaltırba! Özüŋ muras aluuçulardın (bardıgının artında kaluuçulardın) eŋ jakşısısıŋ!» dep duba kılganda"},{"SurahNumber":21,"VerseNumber":90,"Text":"Biz anın dubasın kabıl alıp, aga Yahyanı belek kılganbız jana tuubas ayalın da ayıktırıp koygonbuz. Alar (paygambarlar) jakşılık (soop) işterge tez kirişüüçü pendeler ele. (Jakşılıktardan) ümüt kılıp (jamandıktardan) korkup duba kılışçu. Jana alar Biz üçün kiçipeyil pendeler bolgon"}]}