{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":87,"Text":"kecuali karena rahmat dari Tuhan-mu. Sesungguhnya karunia-Nya atasmu adalah besar"},{"SurahNumber":17,"VerseNumber":88,"Text":"Katakanlah, \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa Al-Qur`ān ini, niscaya mereka tidak akan dapat membuat yang serupa dengan dia, sekali pun sebagian mereka menjadi pembantu bagi sebagian yang lain"},{"SurahNumber":17,"VerseNumber":89,"Text":"Dan sesungguhnya Kami telah mengulang-ulang kepada manusia dalam Al-Qur`ān ini tiap-tiap macam perumpamaan, tapi kebanyakan manusia tidak menyukai, kecuali mengingkari(nya)"},{"SurahNumber":17,"VerseNumber":90,"Text":"Dan mereka berkata, \"Kami sekali-kali tidak percaya kepadamu hingga kamu memancarkan mata air dan bumi untuk kami"},{"SurahNumber":17,"VerseNumber":91,"Text":"atau kamu mempunyai sebuah kebun kurma dan anggur, lalu kamu alirkan sungai-sungai di celah kebun yang deras alirannya"},{"SurahNumber":17,"VerseNumber":92,"Text":"atau kamu jatuhkan langit berkeping-keping atas kami, sebagaimana kamu katakan atau kamu datangkan Allah dan malaikat-malaikat berhadapan muka dengan kami"},{"SurahNumber":17,"VerseNumber":93,"Text":"Atau kamu mempunyai sebuah rumah dari emas atau kamu naik ke langit. Dan kami sekali-kali tidak akan mempercayai kenaikanmu itu hingga kamu turunkan atas kami sebuah kitab yang kami baca\". Katakanlah, \"Maha Suci Tuhan-ku, bukankah aku ini hanya seorang manusia yang menjadi rasul"},{"SurahNumber":17,"VerseNumber":94,"Text":"Dan tidak ada sesuatu yang menghalangi manusia untuk beriman tatkala datang petunjuk kepadanya, kecuali perkataan mereka, \"Adakah Allah mengutus seorang manusia menjadi rasuI"},{"SurahNumber":17,"VerseNumber":95,"Text":"Katakanlah, \"Kalau seandainya ada malaikat-malaikat yang berjalan-jalan sebagai penghuni di bumi, niscaya Kami turunkan dari langit kepada mereka seorang malaikat menjadi rasul"},{"SurahNumber":17,"VerseNumber":96,"Text":"Katakanlah, \"Cukuplah Allah menjadi saksi antara aku dan kamu sekalian. Sesungguhnya Dia adalah Maha Mengetahui lagi Maha Melihat akan hamba-hamba-Nya"}]}