{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":18,"VerseNumber":54,"Text":"And olsun ki, Biz bu Kuran'da insanlara her turlu misali gosterip acıkladık. Fakat tartısmaya en cok duskun (varlık) insandır"},{"SurahNumber":18,"VerseNumber":55,"Text":"Insanlara hidayet geldikten sonra onların iman etmelerine ve Rablerinden magfiret dilemelerine alıkoyan tek sey; ancak oncekilerin basına gelen sunnetin kendilerine de gelip catmasını yahut onlara gozleri onunde azabın gelmesini beklemeleridir"},{"SurahNumber":18,"VerseNumber":56,"Text":"Peygamberleri ancak mujdeci ve uyarıcı olarak gondeririz. Kafirler, batıl ile hakkı ortadan kaldırmak icin mucadele ederler. Ayetlerimizi ve kendilerine yapılan uyarıları alay konusu yaparlar"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kim, kendisine Rabbinin ayetleri hatırlatılıp da onlardan yuz ceviren ve elleriyle yapıp, islediklerini unutandan daha zalimdir? Suphesiz biz, onu anlamamaları icin kalplerine perdeler gerdik, kulaklarına da agırlıklar koyduk. Sen onları hidayete davet etsen de artık ebediyen hidayet bulamazlar"},{"SurahNumber":18,"VerseNumber":58,"Text":"Rabbin; cok bagıslayıcıdır, merhamet sahibidir. Eger yaptıkları yuzunden onları (dunyada) cezaya carptırsaydı, elbette azaplarını carcabuk verirdi. Fakat, onlar icin belirlenmis bir gun vardır ki (o gun gelince) hicbir kurtulus caresi bulamazlar"},{"SurahNumber":18,"VerseNumber":59,"Text":"Iste su ulkeler; zulmettikleri zaman onları helak ettik. Onları helak etmek icin de belli bir zaman tayin etmistik"},{"SurahNumber":18,"VerseNumber":60,"Text":"Hani Musa, genc arkadasına: \"Iki denizin birlestigi yere ulasmaya veya yıllarca yurumeye kararlıyım.\" demisti"},{"SurahNumber":18,"VerseNumber":61,"Text":"Onlar, iki denizin birlestigi yere ulastıklarında balıklarını unuttular. O da denizde bir yol tutup gitti"}]}