{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":53,"Text":"Bu, Allah´ın bir kavme verdigi nimeti, onlar kendilerini degistirmedikce degistirmemesinden dolayıdır. Gercekten de Allah hakkiyle isiten, herseyi bilendir"},{"SurahNumber":8,"VerseNumber":54,"Text":"Tıpkı Firavun´un izinden gidenlerle onlardan oncekilerin gidisi gibi, Rabblerinin ayetlerini yalanladılar. Biz de onları gunahları yuzunden helak ettik. Firavun ile arkasından gidenleri suda bogduk. Hepsi de zalim idiler"},{"SurahNumber":8,"VerseNumber":55,"Text":"Allah katında kımıldayıp debelenen canlıların en kotusu, inkara saplanıp da bir turlu iman etmeyenlerdir"},{"SurahNumber":8,"VerseNumber":56,"Text":"Onlar, kendileriyle antlasma yaptıgın halde her defasında antlasmalarını bozarlar ve bundan hic cekinmezler"},{"SurahNumber":8,"VerseNumber":57,"Text":"Bundan dolayı onları harpte yakalarsan, kendilerinden sonrakilere de gozdagı olacak sekilde agır bir cezaya carptır, belki ibret alırlar"},{"SurahNumber":8,"VerseNumber":58,"Text":"Eger bir kavmin, sozlesmeye aykırı bir hainlik yapmasından korkarsan, savastan once aynı sekilde antlasmayı bozdugunu kendilerine bildir. Cunku Allah hainleri sevmez"},{"SurahNumber":8,"VerseNumber":59,"Text":"O kafirler ileri gecip kurtulduklarını sanmasınlar. Onlar kesinlikle (bizi) aciz bırakamazlar"},{"SurahNumber":8,"VerseNumber":60,"Text":"Siz de gucunuzun yettigi kadar onlara karsı her cesitten kuvvet biriktirin ve cihad icin atlar hazırlayın ki, onlarla hem Allah´ın dusmanlarını, hem de kendi dusmanlarınızı, ayrıca Allah´ın bilip de sizin bilmediginiz daha baskalarını korkutasınız. Allah yolunda her ne harcarsanız onun sevabı size eksiksiz odenir ve asla haksızlıga ugratılmazsınız"},{"SurahNumber":8,"VerseNumber":61,"Text":"Eger onlar barıstan yana olurlarsa, sen de barıstan yana ol! Ve Allah´a guven. Cunku isiten ve bilen O´dur"}]}