{"Id":58,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"ত্বা, সীন, মীম।"},{"SurahNumber":26,"VerseNumber":2,"Text":"এসব হচ্ছে সুস্পষ্ট গ্রন্থের বাণীসমূহ।"},{"SurahNumber":26,"VerseNumber":3,"Text":"তুমি হয়ত তোমার নিজেকে মেরেই ফেলবে যেহেতু তারা মুমিন হচ্ছে না।"},{"SurahNumber":26,"VerseNumber":4,"Text":"যদি আমরা ইচ্ছা করতাম তাহলে আমরা তাদের উপরে আকাশ থেকে একটি নিদর্শন পাঠাতে পারতাম, তখন এর কারণে তাদের ঘাড় নুইয়ে হেটঁ করে দেয়া হত।"},{"SurahNumber":26,"VerseNumber":5,"Text":"আর তাদের নিকট পরম করুণাময়ের কাছ থেকে কোনো নতুন স্মরণীয়-বার্তা আসতে না আসতেই তারা তা থেকে বিমুখ হয়ে যায়।"},{"SurahNumber":26,"VerseNumber":6,"Text":"তাহলে তারা প্রত্যাখ্যান করেই ফেলেছে, সুতরাং যা নিয়ে তারা ঠাট্টা-বিদ্রপ করত তার সংবাদ তাদের কাছে শীঘ্রই আসছে।"},{"SurahNumber":26,"VerseNumber":7,"Text":"তারা কি পৃথিবীর দিকে চেয়ে দেখে না -- এতে আমরা প্রত্যেক উৎকৃষ্ট কল্পতরু কত যে জন্নিয়েছি"},{"SurahNumber":26,"VerseNumber":8,"Text":"নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে, কিন্ত তাদের অধিকাংশই বিশ্বাসী নয়"},{"SurahNumber":26,"VerseNumber":9,"Text":"আর নিঃসন্দেহ তোমার প্রভু -- তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।"},{"SurahNumber":26,"VerseNumber":10,"Text":"আর স্মরণ করো! তোমার প্রভু মূসাকে ডেকে বললেন -- ''তুমি অত্যাচারী লোকদের কাছে যাও"},{"SurahNumber":26,"VerseNumber":11,"Text":"ফিরআউনের লোকদের কাছে। তারা কি ধর্মভীরুতা অবলন্বন করবে না?’’"},{"SurahNumber":26,"VerseNumber":12,"Text":"তিনি বললেন -- ''আমার প্রভু! আমি অবশ্যই আশংকা করি যে তারা আমাকে প্রত্যাখ্যান করবে।"},{"SurahNumber":26,"VerseNumber":13,"Text":"আমার বুক সংকুচিত হয়ে পড়েছে, আর আমার জিহ্বা বাক্‌পটু নয়, সেজন্য হারূনের প্রতিও ডাক পাঠাও।"},{"SurahNumber":26,"VerseNumber":14,"Text":"আর আমার বিরুদ্ধে এক অপরাধ তাদের তত্ত্বাবধানে রয়েছে, সেজন্য আমি ভয় করি যে তারা আমাকে কাতল করবে।’’"},{"SurahNumber":26,"VerseNumber":15,"Text":"তিনি বললেন -- ''কখনো না! অতএব তোমরা দুজনেই আমাদের নিদর্শন সমূহ নিয়ে যাও, নিশ্চয়ই আমরা তোমাদের সঙ্গে রয়েছি শুনতে থাকা অবস্থায়।"},{"SurahNumber":26,"VerseNumber":16,"Text":"সুতরাং তোমরা ফিরআউনের নিকট যাও আর বলো -- 'আমরা আলবৎ বিশ্বজগতের প্রভুর রসূল"},{"SurahNumber":26,"VerseNumber":17,"Text":"যে ইসরাইলের বংশধরদের আমাদের সঙ্গে পাঠিয়ে দাও’।’’"},{"SurahNumber":26,"VerseNumber":18,"Text":"সে বললে -- ''তোমাকে কি ছেলেবেলায় আমাদের কাছেই লালনপালন করি নি, এবং তুমি কি আমাদেরই মধ্যে তোমার জীবনের বহু বৎসর কাটাও নি"},{"SurahNumber":26,"VerseNumber":19,"Text":"আর তোমার কাজ যা তুমি করেছ তা তো করেইছ, তথাপি তুমি অকৃতজ্ঞদের মধ্যেকার!’’"}]}