{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"Und der gute Ort - seine Pflanzen sprießen nach der Erlaubnis seines Herrn hervor; der (Ort, der) aber schlecht ist - (seine Pflanzen) sprießen nur kümmerlich. Und so wenden Wir die Zeichen für Leute, die dankbar sind"},{"SurahNumber":7,"VerseNumber":59,"Text":"Wir entsandten Noah zu seinem Volk, und er sagte: \"O mein Volk, dient Allah; ihr habt keinen anderen Gott außer Ihm. Wahrlich, ich fürchte für euch die Strafe eines großen Tages"},{"SurahNumber":7,"VerseNumber":60,"Text":"Es sagten die Vornehmen seines Volkes: \"Wahrlich, wir sehen dich in einem offenkundigen Irrtum"},{"SurahNumber":7,"VerseNumber":61,"Text":"Er sagte: \"O meine Leute, es ist kein Irrtum in mir, sondern ich bin ein Gesandter vom Herrn der Welten"},{"SurahNumber":7,"VerseNumber":62,"Text":"Ich überbringe euch die Botschaften meines Herrn und gebe euch aufrichtigen Rat, und ich weiß durch Allah, was ihr nicht wisset"},{"SurahNumber":7,"VerseNumber":63,"Text":"Wundert ihr euch, daß eine Ermahnung von eurem Herrn durch einen Mann aus eurer Mitte zu euch gekommen ist, auf daß er euch warne, und auf daß ihr (Allah) fürchten möget und vielleicht Erbarmen findet"},{"SurahNumber":7,"VerseNumber":64,"Text":"Doch ziehen sie ihn der Lüge; dann erretteten Wir ihn und die, die mit ihm im Schiff waren, und ließen jene ertrinken, die Unsere Zeichen verwarfen. Sie waren wahrlich eine blinde Schar"},{"SurahNumber":7,"VerseNumber":65,"Text":"Und zu den Ad (entsandten Wir) ihren Bruder Hud. Er sagte: \"O mein Volk, dient Allah; ihr habt keinen anderen Gott außer Ihm. Wollt ihr nicht gottesfürchtig sein"},{"SurahNumber":7,"VerseNumber":66,"Text":"Die ungläubigen Vornehmen seines Volkes sagten: \"Wahrlich wir sehen dich in Torheit, und wahrlich, wir erachten dich für einen Lügner"},{"SurahNumber":7,"VerseNumber":67,"Text":"Er sagte: \"O mein Volk, es ist keine Torheit in mir, sondern ich bin ein Gesandter vom Herrn der Welten"}]}