{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":54,"VerseNumber":7,"Text":"झुकी होंगी उनकी आँखें। वे निकल रहे होंगे समाधियों से, जैसे कि वे टिड्डी दल हों बिखरे हुए।"},{"SurahNumber":54,"VerseNumber":8,"Text":"तो उसने प्रार्थना की अपने पालनहार से कि मैं विवश हूँ, अतः, मेरा बदला ले ले।"},{"SurahNumber":54,"VerseNumber":9,"Text":"झुठलाया इनसे पहले नूह़ की जाति ने। तो झुठलाया उन्होंने हमारे भक्त को और कहा कि पागल है और (उसे) झड़का गया।"},{"SurahNumber":54,"VerseNumber":10,"Text":"तो उसने प्रार्थना की अपने पालनहार से कि मैं विवश हूँ, अतः मेरा बदला ले ले।"},{"SurahNumber":54,"VerseNumber":11,"Text":"तो हमने खोल दिये आकाश के द्वार धारा प्रवाह जल के साथ।"},{"SurahNumber":54,"VerseNumber":12,"Text":"तथा फाड़ दिये धरती के स्रोत, तो मिल गया (आकाश और धरती का) जल उस कार्य के अनुसार जो निश्चित किया गया।"},{"SurahNumber":54,"VerseNumber":13,"Text":"और सवार कर दिया हमने उसे (नूह़ को) तख़्तों तथा कीलों वाली (नाव) पर।"},{"SurahNumber":54,"VerseNumber":14,"Text":"जो चल रही थी हमारी रक्षा में, उसका बदला लेने के लिए, जिसके साथ कुफ़्र किया गया था।"},{"SurahNumber":54,"VerseNumber":15,"Text":"और हमने छोड़ दिया इसे एक शिक्षा बनाकर। तो क्या, है कोई शिक्षा ग्रहण करने वाला"},{"SurahNumber":54,"VerseNumber":16,"Text":"फिर (देख लो!) कैसी रही मेरी यातना तथा मेरी चेतावनियाँ"},{"SurahNumber":54,"VerseNumber":17,"Text":"और हमने सरल कर दिया है क़ुर्आन को शिक्षा के लिए। तो क्या, है कोई शिक्षा ग्रहण करने वाला"},{"SurahNumber":54,"VerseNumber":18,"Text":"झुठलाया आद ने, तो कैसी रही मेरी यातना तथा मेरी चेतावनियाँ"},{"SurahNumber":54,"VerseNumber":19,"Text":"हमने भेज दी उनपर कड़ी आँधी, एक निरन्तर अशुभ दिन में।"},{"SurahNumber":54,"VerseNumber":20,"Text":"जो उखाड़ रही थी लोगों को, जैसे वे खजूर के खोखले तने हों।"},{"SurahNumber":54,"VerseNumber":21,"Text":"तो कैसी रही मेरी यातना तथा मेरी चेतावनियाँ"},{"SurahNumber":54,"VerseNumber":22,"Text":"और हमने सरल कर दिया है क़ुर्आन को शिक्षा के लिए। तो क्या, है कोई शिक्षा ग्रहण करने वाला"},{"SurahNumber":54,"VerseNumber":23,"Text":"झुठला दिया समूद[1] ने चेतावनियों को।"},{"SurahNumber":54,"VerseNumber":24,"Text":"और कहाः क्या अपने ही में से एक मनुष्य का हम अनुसरण करें? वास्तव में, तब तो हम निश्चय बड़े कुपथ तथा पागलपन में हैं।"},{"SurahNumber":54,"VerseNumber":25,"Text":"क्या उतारी गयी है शिक्षा उसीपर हमारे बीच में से? (नहीं) बल्कि वह बड़ा झूठा अहंकारी है।"},{"SurahNumber":54,"VerseNumber":26,"Text":"उन्हें कल ही ज्ञान हो जायेगा कि कौन बड़ा झूठा अहंकारी है"},{"SurahNumber":54,"VerseNumber":27,"Text":"वास्तव में, हम भेजने वाले हैं ऊँटनी उनकी परीक्षा के लिए। अतः, (हे सालेह!) तुम उनके (परिणाम की) प्रतीक्षा करो तथा धैर्य रखो।"}]}