{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":12,"VerseNumber":15,"Text":"Kacan anı alıp ketisip, tereŋ bir kuduktun tubuno tastamak bolup turuskanda Biz aga: “(ubaktısı kelip) sen agalarıŋa bul is jonundo aytıp beresiŋ, birok alar “unutup koyusat” dep vahiy kıldık"},{"SurahNumber":12,"VerseNumber":16,"Text":"Alar tundosu atalarına ıylap kelisip"},{"SurahNumber":12,"VerseNumber":17,"Text":"“O, atake! Biz Yusuftu buyumdarıbızdın janına kaltırıp, jarısmay oynop ketip kalıptırbız. Osondo, anı karıskır jep ketiptir. Emi ar kanca cının aytsak da bizge isenbeysiz!” - desti"},{"SurahNumber":12,"VerseNumber":18,"Text":"Jana anın jalgan kanga boyolgon koynogun alıp kelisti. (Yakub alarga isene berbey:) «Anday emes! Silerge napsiŋer (bir jamandıktı) koozdop korgozuptur. Emi, jaksınakay sabır (kıluudan baska arga jok.) Siler aytkan iske Allaһtın Ozu jardamcı boloor!» dedi"},{"SurahNumber":12,"VerseNumber":19,"Text":"Anan joloocular (kerbender) kelip, ozdorunun suu izdoocusun jiberisti. Al (kuduk basına kelip) cakasın tastadı. (Arkanga Yusuf asılıp cıkkanda): “Suyuncu! Bul bala(ta karagıla)!” dedi. Joloocular anı (biroo-jarım korup, talaspasın dep) buyumdarının arasına jasırıp koyustu. Allaһ alardın isterin Biluucu"},{"SurahNumber":12,"VerseNumber":20,"Text":"Anı arzıbagan baaga — sanaluu gana teŋgelerge satıp jiberisti jana andan kutulustu. Kerbender Yusuftu Misirge alıp kelip, kul bazarda satıstı"},{"SurahNumber":12,"VerseNumber":21,"Text":"Anı Misirde satıp algan kisi (padısanın vaziri) ayalına ayttı: “Anı jaksı orunga jaygastır, paydası tiyip kalaar, je bolboso ozubuzgo (bakma) bala kılıp alaarbız” Mına usintip, Biz Yusuftu — tustordun maanisin uyrotuu ucun — (Misir degen) jerge mekendestirip koyduk. Allaһ Oz isinde Jeŋuucu. Birok munu kopculuk adamdar bilispeyt. (Kicinekey Yusuf sarayda erke bala bolup, kaalagan nersesi dayar bolso da, ilimge kızıktı. Ereze jasına jetkenge ceyin al oz doorunun zalkar aalımına aylangan. Buga kosumca)"},{"SurahNumber":12,"VerseNumber":22,"Text":"Jigit kuragına jetkende, Biz aga paygambarcılık jana (ilahiy) ilim berdik. Biz jaksılık (taza ibadat) kıluucu adamdardı mına usintip sıylaybız"}]}