{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":21,"VerseNumber":102,"Text":"Vony ne pochuyutʹ yoho shyplyachi. Vony otrymayutʹ nasolodu vid abode de vony mozhutʹ otrymaty vse vony bazhayutʹ, zavzhdy"},{"SurahNumber":21,"VerseNumber":103,"Text":"velykyy zhakh ne poturbuye yikh, ta anhely otrymayutʹ yikh joyfully: \"Tse ye vash denʹ, shcho ye poobitsyanyy do vas"},{"SurahNumber":21,"VerseNumber":104,"Text":"Na shcho denʹ, my zihnemo nebesa, lyubymo z·hynayuchi knyhy. Tilʹky tomu shcho my zapochatkuvaly pershe stvorennya, my povtorymo tse. Tse ye nasha obitsyanka; my zvychayno perevezemo tse"},{"SurahNumber":21,"VerseNumber":105,"Text":"My ukhvalyly u Psalomakh, tak zhe, yak i u inshykh svyatykh pysanni, shcho zemlya povynna buty uspadkovana Moyim spravedlyvyy worshipers"},{"SurahNumber":21,"VerseNumber":106,"Text":"Tse ye proholoshennya dlya lyudey shcho worshipers"},{"SurahNumber":21,"VerseNumber":107,"Text":"My poslaly vam z myloserdya z nas do vsʹoho svitu"},{"SurahNumber":21,"VerseNumber":108,"Text":"Proholoshuyu, \"ya buv danyy bozhestvenne natkhnennya shcho vash boh ye odyn boh. Vy todi budete pidkoryatysya"},{"SurahNumber":21,"VerseNumber":109,"Text":"Yakshcho vony prohanyayutʹ, todi kazhutʹ, \"ya poperedyv vas dostatno, ta ya ne mayu ideyi yak skoro abo pizno (retribution) prybudu do vas"},{"SurahNumber":21,"VerseNumber":110,"Text":"Vin znaye tsilkom vashi suspilʹni vyslovy, ta Vin znaye tsilkom vse vy prykhovuyete"},{"SurahNumber":21,"VerseNumber":111,"Text":"Dlya vsʹoho shcho ya znayu, tsey svit ye test dlya vas, ta tymchasovoyi nasolody"},{"SurahNumber":21,"VerseNumber":112,"Text":"Kazhutʹ, \"Miy Lord, Vash vyrok yavlyaye soboyu absolyutnu spravedlyvistʹ. Nash Lord yavlyaye soboyu Naybilʹsh Dobrozychlyvyy; tilʹky Yoho dopomoha shukayetʹsya pered vashymy pretenziyamy"}]}