{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":45,"Text":"Eger Allah insanları kazandıkları (gunahlar) yuzunden (hemen) muahaze etseydi (yerin) sırtında hicbir canlı mahluk bırakmazdı. Fakat O, bunları muayyen bir muddete kadar gecikdiriyor. Nihayet vakıfları gelince muhakkak ki Allah kullarını hakkıyle gorucudur"},{"SurahNumber":36,"VerseNumber":1,"Text":"Yasin"},{"SurahNumber":36,"VerseNumber":2,"Text":"O hikmet dolu Kur´ana yemin ederim ki"},{"SurahNumber":36,"VerseNumber":3,"Text":"Sen (Habibim) hic subhesiz (Hak canibinden) gonderilen (peygamber) lerdensin"},{"SurahNumber":36,"VerseNumber":4,"Text":"Dosdogru bir yol uzerindesin"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Bu Kur´an) yegane gaalib, cok esirgeyici (Allah) in indirdigi (bir kitab) dır"},{"SurahNumber":36,"VerseNumber":6,"Text":"(Bunun) hikmeti de (yakın) ataları azab ile korkutulmamıs, bu yuzden kendileri gaflet icinde kalmıs olan bir kavmi (onunla) korkutmandır"},{"SurahNumber":36,"VerseNumber":7,"Text":"Andolsun ki bunların cogunun uzerine o soz hak olmusdur. Artık bunlar iman etmezler"},{"SurahNumber":36,"VerseNumber":8,"Text":"Hakıykat, biz onların boyunlarına oyle laleler gecirdik ki bunlar cenelerine kadar (dayandı). Simdi onlar, kafaları ve burunları yukarı kaldırılmıs haldedirler"},{"SurahNumber":36,"VerseNumber":9,"Text":"Biz hem onlerinden bir sed, hem arkalarından bir sed cektik. Boylece onları sarıverdik. Artık gormezler"},{"SurahNumber":36,"VerseNumber":10,"Text":"Onları (azab ile) ha korkutmussun, ha korkutmamıssın onlarca birdir. Iman etmezler"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sen ancak o zikre uyan ve cok esirgeyici (Allah) a gaaibane buyuk saygı gosteren kimseleri inzar edeceksin. Iste sen on (lar) ı hemen magfiretle, hem cok serefli mukafatla mujdele"},{"SurahNumber":36,"VerseNumber":12,"Text":"Hakıykat, oluleri biz diriltiriz biz. Onden gonderdikleri seyleri ve (bırakdıkları) eserleri de biz yazarız. (Zaten) biz her sey´i apacık bir kitabda (yazıb) saymısızdır"}]}