{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Yara buka allah isalamera prati prasasta karechena, phale se tara prabhura kacha theke eka aloke rayeche, se ki --? Sutaram dhik tadera jan'ya yadera hrdaya allah‌ra smarane sukathina! Era'i rayeche spasta bibhrantite."},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah abatarana karechena srestha bibrti -- ekakhana grantha, subin'yasta, punarabrttimaya, ete yara tadera prabhuke bhaya kare tadera camara si'ure othe, tarapara tadera chala o tadera dila narama haya allah‌ra smarane. Eti'i allah‌ra patha-nirdesa, era dbara tini patha dekhiye thakena yake tini iccha karena. Yake allah pathabhrasta hate dena, tara jan'ya tabe hedayatakaridera ke'u ne'i."},{"SurahNumber":39,"VerseNumber":24,"Text":"Ye tara mukha diye thekate ca'ibe kiyamatera dinera kathora sasti se ki --? Ara an'yayakaridera bala habe -- ''tomara ya arjana karechile ta asbadana karo.’’"},{"SurahNumber":39,"VerseNumber":25,"Text":"Tadera purbe yara chila tara'o pratyakhyana karechila, sejan'ya sasti tadera kache ese parechila emana dika theke ya tara bujhate pare ni."},{"SurahNumber":39,"VerseNumber":26,"Text":"Phale allah tadera e'i duniyara jibane'i lanchana asbada kariyechilena, ara parakalera sasti to aro birata. Tara yadi janato"},{"SurahNumber":39,"VerseNumber":27,"Text":"ara amara abasya'i e'i kura'ane manusera jan'ya hareka rakamera drstanta chomre merechi, yena tara upadesa grahana karate pare"},{"SurahNumber":39,"VerseNumber":28,"Text":"arabi kura'ana, kono jatilata bihina, yena tara dharmabhiruta abalanbana karate pare."},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah ekati drstanta chore marachena -- ekajana loka, tara sange rayeche aneka ansi-debata, parasparera sange bibada-rata, ara ekajana loka, ekajanera sange'i anurakta. Edera du’jana ki abasthara ksetre ekasamana? Samasta prasansa allah‌ra, kintu tadera aneke'i jane na."},{"SurahNumber":39,"VerseNumber":30,"Text":"Tumi to niscaya mrtyubarana karabe, ara tara'o niscaya'i mrtyumukhe parabe."},{"SurahNumber":39,"VerseNumber":31,"Text":"Tarapara kiyamatera dine niscaya'i tomadera prabhura samane tomara eke'an'ye bakabitanda karabe."}]}