{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":31,"Text":"O, Adam urpaktarı! Ar bir namazdın ubaktısında zıynatıŋardı kiygile.! Jana (Allaһ bergen neemattardan) jegile, içkile. Birok, ısırap kılbagıla! Çınında, Al (Allaһ) ısırapçılardı süyböyt"},{"SurahNumber":7,"VerseNumber":32,"Text":"Aytkın: “Allaһtın pendelerine arnap çıgargan zıynattarın jana adal-taza ırıskılardı kim aram kıldı?! Aytkın: “Alar düynö jaşoosunda ıymanduularga arnalgan”. Kıyamat Kündö (al zıynattar) jalaŋ ıymanduular üçün. Biz bilgen adamdarga ayattardı uşunday anık bayandaybız"},{"SurahNumber":7,"VerseNumber":33,"Text":"Aytkın: “Menin Rabbim buzukuluktardın aşkeresin da, kömüskösün da aram kıldı. Dagı künöönü, kıyanat menen jasalgan zulumdu, (kudaylıgına) dalil tüşürbögön nerselerdi Allaһka şerik kılıp aluuŋardı jana Allaһ jönündö bilbegen nerseŋerdi süylögöndü (aram KILDI)”"},{"SurahNumber":7,"VerseNumber":34,"Text":"Ar bir el-ümmöt üçün belgilengen möönöt (ajal) bar. (Oşol) möönöttörü kelgende, alar anı bir saatka bolsun artka, je aldıga jıldıra alışpayt"},{"SurahNumber":7,"VerseNumber":35,"Text":"O, Adam urpaktarı. Silerge öz araŋardan çıkkan paygambarlar kelip, Menin ayattarımdı aytkanda, kimde-kim takıba kılıp, özün oŋdoso, alarga korkuu jok. Jana alar kaygıga da batışpayt"},{"SurahNumber":7,"VerseNumber":36,"Text":"Al emi, Bizdin ayattarıbızdı “jalgan” dep, alar(ga moyun sunuu) dan tekeberlengender tozok elderi jana anda tübölük kalışat"},{"SurahNumber":7,"VerseNumber":37,"Text":"(“Allaһtın şerigi bar” dep) Allaһka jalgan-jalaa oylop tapkan je bolboso, Anın ayattarın “jalgan” degen adamdardan ötkön zalım barbı?! Alarga (tagdırı jazılgan) kitepten nasip-ajalı jetip, Bizdin jan algıç (perişte) elçileribiz kelip: “Allaһtı taştap, alarga duba kılgan “kudaylarıŋar” kayda kaldı?” — degende, alar: “Bizden jok bolup ketişti!” deşet jana özdörünün kaapır bolgonuna özdörü kübölük berişet"}]}