{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"Um undankbar zu sein fur das, was Wir ihnen zukommen ließen. So genießet nur. Ihr werdet es noch zu wissen bekommen"},{"SurahNumber":16,"VerseNumber":56,"Text":"Und sie bestimmen fur das, von dem sie kein Wissen haben, einen Anteil von dem, was Wir ihnen beschert haben. Bei Gott, ihr werdet zu verantworten haben, was ihr zu erdichten pflegtet"},{"SurahNumber":16,"VerseNumber":57,"Text":"Und sie geben Gott Tochter - Preis sei Ihm! - und sich selbst, was sie begehren"},{"SurahNumber":16,"VerseNumber":58,"Text":"Wenn einer von ihnen von der Geburt eines Madchens benachrichtigt wird, bleibt sein Gesicht finster, und er unterdruckt (seinen Groll)"},{"SurahNumber":16,"VerseNumber":59,"Text":"Er verbirgt sich vor den Leuten wegen der schlimmen Nachricht. Solle er es nun trotz der Schmach behalten oder es im Boden verscharren. Ubel ist, wie sie da urteilen"},{"SurahNumber":16,"VerseNumber":60,"Text":"Diejenigen, die an das Jenseits nicht glauben, besitzen die Eigenschaft des Bosen. Gott besitzt die hochste Eigenschaft, und er ist der Machtige, der Weise"},{"SurahNumber":16,"VerseNumber":61,"Text":"Wenn Gott die Menschen fur ihre Ungerechtigkeit belangen wollte, wurde Er auf ihr kein Tier ubriglassen. Aber Er stellt sie auf eine festgesetzte Frist zuruck. Und wenn ihre Frist eintrifft, konnen sie nicht einmal eine Stunde zuruckbleiben oder vorausgehen"},{"SurahNumber":16,"VerseNumber":62,"Text":"Und sie geben Gott, was sie verabscheuen. Und ihre Zungen behaupten lugnerisch, daß fur sie das Beste bestimmt ist. Kein Zweifel, daß fur sie das Feuer bestimmt ist und daß sie zuerst hineingesturzt werden"},{"SurahNumber":16,"VerseNumber":63,"Text":"Bei Gott, Wir haben (Propheten) zu Gemeinschaften vor dir gesandt. Da machte ihnen der Satan ihre Taten verlockend. So ist er heute ihr Freund, und bestimmt ist fur sie eine schmerzhafte Pein"},{"SurahNumber":16,"VerseNumber":64,"Text":"Und Wir haben auf dich das Buch nur deswegen hinabgesandt, damit du ihnen das deutlich machst, woruber sie uneins waren, und als Rechtleitung und Barmherzigkeit fur Leute, die glauben"}]}