{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"Ey Yahya! Kitap'ı kuvvetle tut.\" Biz ona daha sabi iken hikmet verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Katımızdan bir kalp yumusaklıgı, bir temizlik verdik. Korunan biriydi o"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ana-babasına iyilik eden biriydi; zorba, isyancı biri degil"},{"SurahNumber":19,"VerseNumber":15,"Text":"Selam olsun ona, dogdugu gun, olecegi gun ve diri olarak kaldırılacagı gun"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitap'ta Meryem'i de an. Hani o, ailesinden ayrılıp dogu tarafında bir mekana cekilmisti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Onlarla arasına bir perde cekmisti. Biz de ruhumuzu ona gondermistik de o kendisine sapasaglam bir insan seklinde gorunmustu"},{"SurahNumber":19,"VerseNumber":18,"Text":"Meryem demisti: \"Ben senden, Rahman'a sıgınıyorum. Takva sahibi biriysen dikkatli ol"},{"SurahNumber":19,"VerseNumber":19,"Text":"Ruh dedi: \"Ben, sadece Rabbinin elcisiyim. Sana tertemiz bir oglan bagıslamak icin buradayım"},{"SurahNumber":19,"VerseNumber":20,"Text":"Dedi: \"Benim nasıl oglum olur; bana herhangi bir insan dokunmadı. Ben bir kahpe de degilim"},{"SurahNumber":19,"VerseNumber":21,"Text":"Dedi: \"Iste boyle! Rabbin buyurdu ki: 'O benim icin cok kolaydır. Boyle olması onu, insanlara bir mucize ve bizden bir rahmet yapmamız icindir. Hukme baglanmıs bir istir bu"},{"SurahNumber":19,"VerseNumber":22,"Text":"Ona gebe kaldı. Ardından da onunla uzak bir mekana cekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Nihayet dogum sancısı onu, bir hurma agacının kutugune goturdu. \"Ah dedi, keske daha once olseydim, keske unutulup gitseydim"},{"SurahNumber":19,"VerseNumber":24,"Text":"Altından ona soyle seslendi: \"Tasalanma, Rabbin senin alt yanında bir su arkı vucuda getirdi"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurma agacının kutugunu kendine dogru salla, uzerine olgun, taze hurma dokulecektir"}]}