{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"People ask you about the hour, say: its knowledge is only with God. And how would you know, the hour may be near"},{"SurahNumber":33,"VerseNumber":64,"Text":"Indeed God cursed the disbelievers and has prepared a burning fire for them"},{"SurahNumber":33,"VerseNumber":65,"Text":"remaining in there forever and ever, and they do not find any protector or any helper"},{"SurahNumber":33,"VerseNumber":66,"Text":"In a day that their faces are turned over in the fire, they say: we wish we had obeyed God and obeyed the messenger"},{"SurahNumber":33,"VerseNumber":67,"Text":"And they say: our Master, we obeyed our leaders and our elders (and great ones), and they misled us from the way"},{"SurahNumber":33,"VerseNumber":68,"Text":"Our Master, give them double the punishment and curse them, a great curse"},{"SurahNumber":33,"VerseNumber":69,"Text":"You who believe, do not be like those who harassed Moses, then God cleared him of what they said, and he is respected before God"},{"SurahNumber":33,"VerseNumber":70,"Text":"You who believe, be cautious of God and say right (and appropriate) word"},{"SurahNumber":33,"VerseNumber":71,"Text":"so He corrects (and improves) you works for you, and to forgive your sins for you. And whoever obeys God and His messenger then he has achieved a great victory"},{"SurahNumber":33,"VerseNumber":72,"Text":"Indeed We offered the trust to the skies and the earth and the mountains, but they refused to undertake it and they were afraid of it, but the human being undertook it. Indeed he is wrongdoer and ignorant"},{"SurahNumber":33,"VerseNumber":73,"Text":"So that God punishes the hypocrite men and the hypocrite women, and the polytheist men and the polytheist women, and He turns (in mercy) to the believing men and the believing women. And God is forgiving and merciful"}]}