{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":7,"VerseNumber":38,"Text":"Ta [an la] jiang shuo:“Nimen tong jingling he renlei zhong zai nimen zhiqian shiqu de ge minzu yiqi jinru huo yu ba!” Mei dang yige [xin de] minzu jinru [huo yu] shi, bi zhouma zhiqian de jiemei minzu, zhidao tamen quanbu dou jinru [huo yu]. Tamen zhong zuihou jinqu zhe jiang sushuo zui xian jinqu zhe:“Women de zhu a! Zhexie ren ceng shi women mi wu, qiu ni shi tamen zai huo yu li shou jiabei de xingfa!” Ta [an la] jiang shuo:“Mei ren dou jiang shou jiabei de xingfa, dan nimen bu zhidao.”"},{"SurahNumber":7,"VerseNumber":39,"Text":"Tamen zhong zui xian jinqu zhe jiang dui zuihou jinqu zhe shuo:“Nimen bing bubi women youyue, nimen wei nimen cengjing suo fan de zui'e er changshi xingfa ba!”"},{"SurahNumber":7,"VerseNumber":40,"Text":"Fan fouren wo de jixiang bing mieshi zhe, suoyou tianmen jiang bu hui dui tamen kaifang, tamen jue buneng jinru leyuan, chufei luotuo neng chuanguo zhenyan. Wo ruci huan bao fanzui zhe."},{"SurahNumber":7,"VerseNumber":41,"Text":"Tamen [fanzui zhe] zai huo yu li shui de shi huo chuang, gai de shi huo bei. Wo ruci huan bao bu yi zhe [zhu]."},{"SurahNumber":7,"VerseNumber":42,"Text":"Zhiyu xinyang bing xingshan zhe, wo zhi rang yigeren an qi nengli fudan. Zhexie ren shi leyuan de jumin, tamen jiang yong ju qizhong."},{"SurahNumber":7,"VerseNumber":43,"Text":"Wo jiang xiaochu tamen [leyuan de jumin] xinzhong [bici jian keneng cunzai] de yuanhen,[tamen jiang zhu zai] zhu heliuguo de leyuan. Tamen jiang shuo:“Yiqie zansong, quan gui an la, shi ta yindao women huo ci shan bao de. Jiaru an la bu yindao women, name, women bu keneng zunxing zhengdao. Women de zhu de shizhemen que yi dai lai zhenli.” Tamen jiang tingjian dasheng zhaohuan:“Zhe jiushi nimen yin nimen suo zuo de shangong [zhu] er jicheng de leyuan.”"}]}