{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Idi bersiva komale (Lut) ji bona wi ra hey eva buye (aha) gotine: \"Hun (Lut) u maliyen wi ji gunde xwe derxin.Loma bi rasti ewan hinek kesen wusa yen (xwe ji van kirine me) paqij dikin"},{"SurahNumber":27,"VerseNumber":57,"Text":"Idi me ji, ji pestire jina (Lut e) ku me ewa di nava wane hatine tesqelekirine da histiye, me (Lut) u maliyen wi va fereste kirin"},{"SurahNumber":27,"VerseNumber":58,"Text":"Me li ser wan da baristeke wusa barand, idi ewa barista sike we barista hisyarbune ye"},{"SurahNumber":27,"VerseNumber":59,"Text":"(Muhemmed! Tu aha) beje: \"Sipazi ji bona Yezdan ra be, ewan bendeyen ku ewi di nava bendeyen xwe da helbijartiye; selam li ser wan be. Gelo Yezdan qenc e, ya ji ewan hevriyen hun ce dikin"},{"SurahNumber":27,"VerseNumber":60,"Text":"Gelo ewe ezman u zemin afirandiye ki ye? Gelo ji bona we ra ji ezmanan, av ki hinartiye? Qe we nikarbu dare (bostana ji) hesin bikin, ewi ji bona we ra bostane, ku dilan sa dike hesin kiriye. Qey hinek (hevalen) Yezdan hene? Na (qe tu hevale wi tune ne) le ewan komaleki ji (mafe, ru) fetilandine"},{"SurahNumber":27,"VerseNumber":61,"Text":"Gelo ewe, ku zemin xistiye ewirgeh u di nava zemin da ceme ave bi ci kiriye u ji bona (hewa zemin ra) ciyaye bineci di zemin da (rakutaye) u di nava her du deryan da perde hunandiye, ki ye? Qey hinek (hevalen) Yezdan hene? Na, (qe tu hevale wi tune ne) le pire wan nizanin"},{"SurahNumber":27,"VerseNumber":62,"Text":"Gelo ji (pestire wi) ke (dikare) bisyara hewcevanan bide; gava hewcevan gazi wi bikin u sikatiye (li ser wan) rake u ewa bikaribe, we bixe sunmai wane bori, di zemin da we bihele? Qey hinek (hevalen) Yezdan hene? Na, (Qe tu heval ji bona wi ra tune ne) le hun ciqa hindik Xuda bira xwe tinin"},{"SurahNumber":27,"VerseNumber":63,"Text":"Gelo ji pestire wi ke (dikare) ku di taritiya resai u deryae da, re bide nisana we? Gelo ewe baye di berya barane da bi mizgini disine, ji (pestire wi) ke ye? Qey hinek (hevalen) Yezdan hene? Na (qe hevale wi tune ne). Yezdan bi rasti ji wan hevriyen, ku ewan je ra ce dikin, bilind e"}]}