{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":10,"VerseNumber":34,"Text":"Maaku : \"Hara no e kafidiiɓe mon ɓen on mo no fuɗɗa tagu refi o ruttita ngu [ɓaawo maayde]?\" Maaku :\"Ko Alla fuɗɗata tagu ngun refti O ruttita ngu. Ko honno fefindara ɗon [faade e meere]"},{"SurahNumber":10,"VerseNumber":35,"Text":"Maaku : \"Hara no e kafidiiɓe mon ɓen on fewnoowo e goonga?\" Maaku: \"Alla no feewna e goonga. E ko on fewnoowo e goonga ɓuri handude e jokkeede, kaa ko on mo feewantaa (hoore mon) si wanaa on fewna? Ko heɓi on sifa no ñaawirton"},{"SurahNumber":10,"VerseNumber":36,"Text":"Ko ɓuri ɗuuɗude e maɓɓe jokkah si wanah sikke. Pellet sikke ɗen duncataa e goonga kan hay e huunde. Pellet Alla ko Annduɗo ko ɓe gollata"},{"SurahNumber":10,"VerseNumber":37,"Text":"Sellatah ka ndee Alqur'aanaare fefindiree gaanin Alla, si ko woni, ko nde goonginnde ko woni yeeso mayre, e fensitunde deftere, sikke alaa e mayre, ko nde immorde ka Jeyɗo Winndere nden"},{"SurahNumber":10,"VerseNumber":38,"Text":"Kaa ɓe wi'ay : \"O fefindi nde?\" Maaku : \"Addee cortewol(simoore) yeru mayre, noddon kala mo haɗtanɗon gaanin Alla, si on laatike goonguɓe"},{"SurahNumber":10,"VerseNumber":39,"Text":"Ko woni, ɓe fennii ko ɓe huɓindaaki ganndal mun, [ko ɓe fenniri nde], ko nde tawnoo firo mayre araali ɓe taho. Ko wano non adinooɓe ɓen fennirnoo. Ndaaru ko honno battane tooñooɓe ɓen wa'unoo"},{"SurahNumber":10,"VerseNumber":40,"Text":"No e maɓɓe gomɗinɗo nde, no e maɓɓe kadi mo gomɗinaa nde. Ko Joomi maa ɓuri anndude bonnooɓe ɓen"},{"SurahNumber":10,"VerseNumber":41,"Text":"Si ɓe fennii ma, maaku : \"No woodani lam (njoɓdi) golle am, no woodani on (njoɓdi) kuuɗe mon. Onon ko on daɗndiiɓe ko mi gollata, min kadi ko mi daɗndiiɗo(kisdo) ko golloton"},{"SurahNumber":10,"VerseNumber":42,"Text":"No e maɓɓe ɓen heɗotooɓe ma. E ko annannta faaɗu ɓe ɓen, hay tawii ɓe haqqiltah"}]}