{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":48,"Text":"niccayamaka itarku munnarum avarkal kulappattai virumpiyirukkirarkal. Umatu kariyankalai purattiyum irukkirarkal. Mutivil cattiyam vantatu. Avarkal verukkak kutiyavarkalaka ulla nilaiyil allahvutaiya kariyam (markkam) melonkiyatu"},{"SurahNumber":9,"VerseNumber":49,"Text":"(vittileye tankiyirukka) enakku anumati tarunkal; ennai cotanaikku ullakkatirkal\" enru colvorum avarkalitaiye irukkirarkal; avarkal cotanaiyilanro vilntuvittarkal. Melum niccayamaka narakam kahpirkalai (ellap pakkankaliliruntum) curri valaittuk kollum"},{"SurahNumber":9,"VerseNumber":50,"Text":"umakku etavatu oru nanmai erpattal, atu avarkalukkut tukkattait tarukinratu umakku etavatu tunpam erpattal, avarkal\"niccayamaka nankal enkalutaiya kariyattil munnare eccarikkaiyaka iruntu kontom\" enru kurivittu mikka makilcciyutan (um'mai vittuc) cenru vitukirarkal"},{"SurahNumber":9,"VerseNumber":51,"Text":"orupotum allah vitittatait tavira (veru onrum) enkalai anukatu avan tan enkalutaiya patukavalan\" enru (napiye!) Nir kurum; muhminkal allahvin mite purana nampikkai vaipparkalaka"},{"SurahNumber":9,"VerseNumber":52,"Text":"(Napiye!) Nir kuruviraka\"(verri allatu vira maranam akiya) iru alakiya nanmaikalil onrait tavira veru etaiyum ninkal enkalukkaka etirparkka mutiyuma?\" Anal unkalukko allah tannitattilirunto allatu enkal kaikalinalo vetanaiyai alippan elru nankal etirparkkirom - akave ninkal etirparttirunkal, nankalum unkalotu etirparttirukkinrom"},{"SurahNumber":9,"VerseNumber":53,"Text":"(napiye!) Nir kurum; \"ninkal virupputano, allatu verupputano (tarmattirkuc) celavu ceytalum atu unkalitamiruntu erruk kollappatamattatu - enenil niccayamaka ninkal pavam ceyyum kuttattarakave irukkinrirkal"},{"SurahNumber":9,"VerseNumber":54,"Text":"avarkalutaiya tanankal erruk kollappatatu enru (allah) tatuttiruppatarkuk karanam yatenil; avarkal allahvaiyum, avan tutaraiyum nirakarittarkal; melum mikac cataintavarkalakaveyanri tolukaikku avarkal varuvatillai. Innum avarkal verupputaneyanri tanankal ceyvatillai"}]}