{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":6,"Text":"E, quando os humanos forem reunidos, eles ser-lhes-ao inimigos e renegadores de sua adoracao"},{"SurahNumber":46,"VerseNumber":7,"Text":"E, quando se recitam, para eles, Nossos evidentes versiculos, os que renegam a Fe dizem da verdade, quando lhes chega: \"Isto e evidente magia"},{"SurahNumber":46,"VerseNumber":8,"Text":"Ou dizem eles: \"Ele o forjou?\" Dize: \"Se eu o houvesse forjado, nada poderieis fazer por mim, diante de Allah. Ele e bem Sabedor do que vos empenhais em dizer dele. Basta Ele, por Testemunha, entre mim e vos. E Ele e O Perdoador, O Misericordiador"},{"SurahNumber":46,"VerseNumber":9,"Text":"Dize: \"Nao sou uma inovacao, entre os Mensageiros. E nao me inteiro do que sera feito de mim nem de vos. Nao sigo senao o que me e revelado, e nao sou senao evidente admoestador"},{"SurahNumber":46,"VerseNumber":10,"Text":"Dize: \"Vistes? Se ele e de Allah, e vos o renegais - enquanto uma testemunha dos filhos de Israel o reconhece e nele cre - e vos ensoberbeceis, nao estareis sendo injustos? Por certo, Allah nao guia o povo injusto"},{"SurahNumber":46,"VerseNumber":11,"Text":"E os que renegam a Fe dizem dos que creem: \"Se ele fosse um bem, eles nao nos haveriam antecipado, nisso.\" E, uma vez que eles nao se guiam por ele, dirao: \"Isto e uma velha mentira"},{"SurahNumber":46,"VerseNumber":12,"Text":"E, antes dele, houve o Livro de Moises, como diretriz e misericordia. E este e um Livro confirmador dos outros, em lingua arabe, para admoestar os que sao injustos; e e alvissaras para os benfeitores"},{"SurahNumber":46,"VerseNumber":13,"Text":"Por certo, os que dizem: \"Nosso Senhor e Allah\", em seguida, sao retos, entao, nada havera que temer por eles, e eles nao se entristecerao"},{"SurahNumber":46,"VerseNumber":14,"Text":"Esses sao os companheiros do Paraiso; nele, serao eternos, como recompensa pelo que faziam"}]}