{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":116,"Text":"Каапыр адамдарды Аллаһтан (берилүүчү азаптан) мал-дүйнөлөрү да, бала-чакалары да куткарып кала албайт. Алар - Тозок ээлери. Анда түбөлүк калышат"},{"SurahNumber":3,"VerseNumber":117,"Text":"Алар ушул дүйнө жашоосунда (Исламга каршы) жумшаган байлыктарынын мисалы, өздөрүнө зулум кылган (каапыр) коомдун эгиндерине тийип, жок кылган оттуу шамалга окшойт. Аларга Аллаһ зулумдук кылган жок. Бирок, өздөрүнө-өздөрү зулум кылышты"},{"SurahNumber":3,"VerseNumber":118,"Text":"О, ыйман келтирген адамдар! Бири-бириңерди колдоп, аларды (капырларды) сырдаш-дос кылбагыла! (Момундардын сырларын аларга ташыбагыла). Алар силерге зыян жеткирүүдөн күчтөрүн аяшпайт жана силерге бир жамандык болушун эңсешет. Алардын жек көрүүлөрү сөздөрүнөн байкалат. Бирок, жүрөктөрүнө жашырган (жек көрүүлөрү) чоңураак. Эгер акылыңарды жакшы иштетсеңер, Биз силерге (душманыңар жөнүндөгү) белгилерди баян кылып бердик"},{"SurahNumber":3,"VerseNumber":119,"Text":"О, силер (момундар!) Аларды сүйөсүңөр, алар силерди сүйбөйт. Силер бардык (илахий) китептерге (жана бардык пайгамбарларга) ишенесиңер. (Алар болсо, силердин китебиңерге да, пайгамбарыңарга да ишенбейт). Жана силерге жолукса: “Ыйман келтирдик” дешет, эгер (өздөрү) жалгыз калышканда силерди жек көргөнү себептүү манжаларын чайнашат. Айт (о, Мухаммад): “Жек көрүүңөр менен өлгүлө!” Аллаһ жүрөктөрдү ээлеген сырларды Билүүчү"},{"SurahNumber":3,"VerseNumber":120,"Text":"Эгер силерге бир жакшылык жетсе, бул аларды капа кылат. А эгер силерге бир жамандык жетсе муну менен сүйүнүшөт. Жана эгер силер такыба болсоңор жана (каапырлардын айла-амалдарына) сабыр кылсаңар, алардын айлакерлиги силерге эч кандай зыян жеткирбейт. Чынында, Аллаһ алардын иштерин Камтуучу"},{"SurahNumber":3,"VerseNumber":121,"Text":"Бир кезде, сен (о, Мухаммад!) үй-бүлөңдөн чыгып, момундарды согуш орундарына (көрөгөчтүк менен) жайгаштырдың. Аллаһ -Угуучу, Билүүчү"}]}