{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":10,"VerseNumber":107,"Text":"Xa uAllâh Enokukuchika, ngobuhlungu akukho bani onokubususa (kuwe) ngaphandle kwaKhe, kananjalo ukuba Yena Uthe Wathanda ukukwenzela okulungileyo wena, akukho bani unokususa uBabalo lwaKhe Alwenze lwafikelela kulowo wezicaka zaKhe Athande (ukuba lufikelele kuye). Yaye Yena nguMxoleli, uSozinceba"},{"SurahNumber":10,"VerseNumber":108,"Text":"Yithi: “Hini na bantu! Ngoku inyaniso ifikile kuni ivela eNkosini yenu. Nabani na ke lowo uzuze isiKhokelo, oko ukwenzela isiqu sakhe, nalowo ulahlekayo, oko ukwenzela ilahleko yesiqu sakhe; ke mna andimanga phezu kwenu njengomlondolozi wenu”"},{"SurahNumber":10,"VerseNumber":109,"Text":"Kananjalo wena (Muhammad) landela isiTyhilelo esityhilwe kuwe, ube nomonde, Ade uAllâh Awise uMgwebo yaye Yena ngoYena Mgwebi Ulungileyo kubagwebi"},{"SurahNumber":11,"VerseNumber":1,"Text":"Alif-Lâm-Râ. INcwadi, eVesi zayo zifezekisiweyo, zaza zacaciswa ngokwengcombolo zivela kuYe uSobulumko, Onolwazwi"},{"SurahNumber":11,"VerseNumber":2,"Text":"(Othi): “Ninganquli bani ngaphandle koAllâh”. Inene mna (ndinguMuhammad) kuni, ndivela kuYe, ndinguMlumkisi nomzisi weendaba ezivuyisayo (kuni)"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ke nina celani itarhu eNkosini yenu, nibuyele kuYo ngenguquko, ukuze Ininike ulonwabo olulungileyo, kude kube lixesha elimisiweyo, Inibonelele kananjalo ngobuBele baYo obuphuphumela nakubani na onobubele. Kodwa ukuba niye nakreqa, ndiyanoyikisela kwisohlwayo seMinikazi eNkulu"},{"SurahNumber":11,"VerseNumber":4,"Text":"KukuAllâh apho niza kubuyela khona, yaye Yena Uyakwazi ukwenza izinto zonke"},{"SurahNumber":11,"VerseNumber":5,"Text":"Yeha! Bafinga izifuba zabo, besenzela ukuzizimelisa kuYe. Enyanisweni, nokuba bangazigquma ngeengubo zabo, Yena Uyakwazi abakufihlayo noko bakuvezayo. Inene Yena nguMazi wokusezifubeni"}]}