{"Id":194,"LanguageCodes":["hi","hin"],"Name":"hin-suhelfarooqkhan","Author":"Suhel Farooq Khan And Saifur Rahman Nadwi","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":65,"VerseNumber":6,"Text":"मुतलक़ा औरतों को (इद्दे तक) अपने मक़दूर मुताबिक दे रखो जहाँ तुम ख़ुद रहते हो और उनको तंग करने के लिए उनको तकलीफ न पहुँचाओ और अगर वह हामेला हो तो बच्चा जनने तक उनका खर्च देते रहो फिर (जनने के बाद) अगर वह बच्चे को तुम्हारी ख़ातिर दूध पिलाए तो उन्हें उनकी (मुनासिब) उजरत दे दो और बाहम सलाहियत से दस्तूर के मुताबिक बात चीत करो और अगर तुम बाहम कश म कश करो तो बच्चे को उसके (बाप की) ख़ातिर से कोई और औरत दूध पिला देगी"},{"SurahNumber":65,"VerseNumber":7,"Text":"गुन्जाइश वाले को अपनी गुन्जाइश के मुताबिक़ ख़र्च करना चाहिए और जिसकी रोज़ी तंग हो वह जितना ख़ुदा ने उसे दिया है उसमें से खर्च करे ख़ुदा ने जिसको जितना दिया है बस उसी के मुताबिक़ तकलीफ़ दिया करता है ख़ुदा अनकरीब ही तंगी के बाद फ़राख़ी अता करेगा"},{"SurahNumber":65,"VerseNumber":8,"Text":"और बहुत सी बस्तियों (वाले) ने अपने परवरदिगार और उसके रसूलों के हुक्म से सरकशी की तो हमने उनका बड़ी सख्ती से हिसाब लिया और उन्हें बुरे अज़ाब की सज़ा दी"},{"SurahNumber":65,"VerseNumber":9,"Text":"तो उन्होने अपने काम की सज़ा का मज़ा चख लिया और उनके काम का अन्जाम घाटा ही था"},{"SurahNumber":65,"VerseNumber":10,"Text":"ख़ुदा ने उनके लिए सख्त अज़ाब तैयार कर रखा है तो ऐ अक्लमन्दों जो ईमान ला चुके हो ख़ुदा से डरते रहो ख़ुदा ने तुम्हारे पास (अपनी) याद क़ुरान और अपना रसूल भेज दिया है"},{"SurahNumber":65,"VerseNumber":11,"Text":"जो तुम्हारे सामने वाज़ेए आयतें पढ़ता है ताकि जो लोग ईमान लाए और अच्छे अच्छे काम करते रहे उनको (कुफ़्र की) तारिक़ियों से ईमान की रौशनी की तरफ़ निकाल लाए और जो ख़ुदा पर ईमान लाए और अच्छे अच्छे काम करे तो ख़ुदा उसको (बेहिश्त के) उन बाग़ों में दाखिल करेगा जिनके नीचे नहरें जारी हैं और वह उसमें अबादुल आबाद तक रहेंगे ख़ुदा ने उनको अच्छी अच्छी रोज़ी दी है"},{"SurahNumber":65,"VerseNumber":12,"Text":"ख़ुदा ही तो है जिसने सात आसमान पैदा किए और उन्हीं के बराबर ज़मीन को भी उनमें ख़ुदा का हुक्म नाज़िल होता रहता है - ताकि तुम लोग जान लो कि ख़ुदा हर चीज़ पर कादिर है और बेशक ख़ुदा अपने इल्म से हर चीज़ पर हावी है"}]}