{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":24,"Text":"و او خدایی است که دست کفّار را از سر شما و دست شما را هم به زمین مکّه پس از فیروزیتان از سر آنها کوتاه کرد (که به امر خدا پیغمبر روز فتح مکّه برای حفظ جان دشمنان خانه‌هایی را پناه قرار داد) و خدا به هر چه می‌کنید بیناست"},{"SurahNumber":48,"VerseNumber":25,"Text":"هم آنان بودند که کافر شدند و راه مسجد الحرام را بر شما بستند و قربانی شما را از رسیدن به محل خود (مکّه) منع کردند. و اگر مردان مؤمن و زنان مؤمنه‌ای که شما اکنون نمی‌شناسید (در مکه) وجود نداشتند که اگر حمله کنید آنها را ندانسته پامال هلاک می‌سازید پس دیه و غرامت خون آن مؤمنان به گردن شما می‌ماند (اگر این قضیّه نبود به شما اجازه حمله به مکه داده می‌شد و لیکن این اجازه به تأخیر افتاد) تا خدا هر که را بخواهد در رحمت خود داخل گرداند (و به نور اسلام هدایت کند). اگر (عناصر کفر و ایمان) از یکدیگر جدا بودند همانا کسانی از آنان را که کافرند به عذابی دردناک معذّب می‌ساختیم"},{"SurahNumber":48,"VerseNumber":26,"Text":"آن گاه که کافران در دلها ناموس و حمیّت، آن هم حمیّت جاهلیّت پروردند (که نگذاشتند در عهدنامه صلح حدیبیّه کلمه بسم اللّه و رسول اللّه بنویسند و مؤمنان را بر سر حمیّت و غیرت ایمانی آوردند) پس خدا وقار و اطمینان خاطر بر رسول خود و بر مؤمنان نازل کرد و آنان را با کلمه (اخلاص و مقام) تقوا ملازم کرد که آنها سزاوارتر بر این مقام بودند و اهلیّت آن داشتند و خدا به همه امور عالم داناست"},{"SurahNumber":48,"VerseNumber":27,"Text":"البته خدا صدق و حقیقت خواب رسولش را آشکار و محقق ساخت که در عالم رؤیا دید شما مؤمنان به خواست خدا البته به مسجد الحرام با دل ایمن وارد شوید و سرها بتراشید و اعمال تقصیر بی ترس و هراس به جای آرید، و خدا آنچه را (از مصالح صلح حدیبیه) شما نمی‌دانستید می‌دانست و قبل از آن (که فتح مکه کنید) فتح نزدیک (حدیبیّه و خیبر) را مقرر داشت"},{"SurahNumber":48,"VerseNumber":28,"Text":"او خدایی است که رسول خود را با هدایت (قرآن) و دین حق فرستاد تا آن را بر همه ادیان دنیا غالب گرداند و (بر حقیقت این سخن) گواهی خدا کافی است"}]}