{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"بیشک اہل جنّت آج کے دن طرح طرح کے مشاغل میں مزے کررہے ہوں گے"},{"SurahNumber":36,"VerseNumber":56,"Text":"وہ اور ان کی بیویاں سب جنّت کی چھاؤں میں تخت پر تکیئے لگائے آرام کررہے ہوں گے"},{"SurahNumber":36,"VerseNumber":57,"Text":"ان کے لئے تازہ تازہ میوے ہوں گے اور اس کے علاوہ جو کچھ بھی وہ چاہیں گے"},{"SurahNumber":36,"VerseNumber":58,"Text":"ان کے حق میں ان کے مہربان پروردگار کا قول صرف سلامتی ہوگا"},{"SurahNumber":36,"VerseNumber":59,"Text":"اور اے مجرمو تم ذرا ان سے الگ تو ہوجاؤ"},{"SurahNumber":36,"VerseNumber":60,"Text":"اولاد آدم کیا ہم نے تم سے اس بات کا عہد نہیں لیا تھا کہ خبردار شیطان کی عبادت نہ کرنا کہ وہ تمہارا کِھلا ہوا دشمن ہے"},{"SurahNumber":36,"VerseNumber":61,"Text":"اور میری عبادت کرنا کہ یہی صراط مستقیم اور سیدھا راستہ ہے"},{"SurahNumber":36,"VerseNumber":62,"Text":"اس شیطان نے تم میں سے بہت سی نسلوں کو گمراہ کردیا ہے تو کیا تم بھی عقل استعمال نہیں کرو گے"},{"SurahNumber":36,"VerseNumber":63,"Text":"یہی وہ جہّنم ہے جس کا تم سے دنیا میں وعدہ کیا جارہا تھا"},{"SurahNumber":36,"VerseNumber":64,"Text":"آج اسی میں چلے جاؤ کہ تم ہمیشہ کفر اختیار کیا کرتے تھے"},{"SurahNumber":36,"VerseNumber":65,"Text":"آج ہم ان کے منہ پرلَہر لگادیں گے اور ان کے ہاتھ بولیں گے اوران کے پاؤں گواہی دیں گے کہ یہ کیسے اعمال انجام دیا کرتے تھے"},{"SurahNumber":36,"VerseNumber":66,"Text":"اور ہم اگر چاہیں تو ان کی آنکھوں کو مٹا دیں پھر یہ راستہ کی طرف قدم بڑھاتے رہیں لیکن کہاں دیکھ سکتے ہیں"},{"SurahNumber":36,"VerseNumber":67,"Text":"اور ہم چاہیں تو خود ان ہی کو بالکل مسخ کردیں جس کے بعد نہ آگے قدم بڑھاسکیں اور نہ پیچھے ہی پلٹ کر واپس آسکیں"},{"SurahNumber":36,"VerseNumber":68,"Text":"اور ہم جسے طویل عمر دیتے ہیں اسے خلقت میں بچپنے کی طرف واپس کر دیتے ہیں کیا یہ لوگ سمجھتے نہیں ہیں"},{"SurahNumber":36,"VerseNumber":69,"Text":"اور ہم نے اپنے پیغمبر کو شعر کی تعلیم نہیں دی ہے اور نہ شاعری اس کے شایان شان ہے یہ تو ایک نصیحت اور کِھلا ہوا روشن قرآن ہے"},{"SurahNumber":36,"VerseNumber":70,"Text":"تاکہ اس کے ذریعہ زندہ افراد کو عذاب الہٰی سے ڈرائیں اور کفاّر پر حجّت تمام ہوجائے"}]}