{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":16,"Text":"Iste boylece Kuran'ı apacık ayetler olarak indirdik. Allah, suphesiz, diledigini dogru yola eristirir"},{"SurahNumber":22,"VerseNumber":17,"Text":"Dogrusu, inananlar ve yahudiler, sabiiler, hıristiyanlar, mecusiler, ortak kosanlar arasında, kıyamet gunu Allah kesin hukum verecektir. Dogrusu Allah herseye sahiddir"},{"SurahNumber":22,"VerseNumber":18,"Text":"Goklerde ve yerde olanların, gunes, ay, yıldızlar, daglar, agaclar, hayvanların ve insanların bircogunun Allah'a secde ettiklerini gormuyor musun? Insanların bircogu da azabı hak etmistir. Allah'ın alcalttıgı kimseyi yukseltebilecek yoktur. Dogrusu Allah ne dilerse yapar"},{"SurahNumber":22,"VerseNumber":19,"Text":"Iste Rableri hakkında tartısmaya giren iki taraf: O'nu inkar edenlere, atesten elbiseler kesilmistir, baslarına da kaynar su dokulur de bununla karınlarındakiler ve deriler eritilir. Demir topuzlar da onlar icindir"},{"SurahNumber":22,"VerseNumber":20,"Text":"Iste Rableri hakkında tartısmaya giren iki taraf: O'nu inkar edenlere, atesten elbiseler kesilmistir, baslarına da kaynar su dokulur de bununla karınlarındakiler ve deriler eritilir. Demir topuzlar da onlar icindir"},{"SurahNumber":22,"VerseNumber":21,"Text":"Iste Rableri hakkında tartısmaya giren iki taraf: O'nu inkar edenlere, atesten elbiseler kesilmistir, baslarına da kaynar su dokulur de bununla karınlarındakiler ve deriler eritilir. Demir topuzlar da onlar icindir"},{"SurahNumber":22,"VerseNumber":22,"Text":"Orada, ugradıkları gamdan ne zaman cıkmak isteseler her defasında oraya geri cevrilirler: \"Yakıcı azabı tadın\" denir"},{"SurahNumber":22,"VerseNumber":23,"Text":"Dogrusu Allah, inanıp yararlı is isleyenleri, iclerinden ırmaklar akan cennetlere koyar. Orada altın bilezikler ve inciler takınırlar. Oradaki elbiseleri de ipektendir"}]}