{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"Baluna, 'satya ēsēchē, āra asatya nā pārē natuna kichu sr̥jana karatē ēbaṁ nā pārē punarābr̥tti karatē"},{"SurahNumber":34,"VerseNumber":50,"Text":"Baluna, 'āmi bibhrānta halē bibhrāntira pariṇāma āmāra'i, pariṇāma āmāra'i, āra yadi āmi saṯpathē thāki tabē tā ē jan'yē yē, āmāra raba āmāra prati ōhī pāṭhāna. Niścaẏa tini sarbaśrōtā, ati nikaṭabartī"},{"SurahNumber":34,"VerseNumber":51,"Text":"Āra āpani yadi dēkhatēna yakhana tārā bhīta-bihbala haẏē paṛabē, takhana tārā abyāhati pābē nā ēbaṁ tārā khuba kāchēra sthāna thēkē dharā paṛabē"},{"SurahNumber":34,"VerseNumber":52,"Text":"āra tārā balabē, 'āmarā tātē īmāna ānalāma.' Kintu ēta dūrabartī sthāna thēkē tārā (īmānēra) nāgāla pābē kirūpē"},{"SurahNumber":34,"VerseNumber":53,"Text":"āra abaśya'i tārā pūrbē tā asbīkāra karēchila ēbaṁ tārā dūrabartī sthāna thēkē gāẏēbēra biṣaẏē bākya chum̐ṛē mārata"},{"SurahNumber":34,"VerseNumber":54,"Text":"Āra tādēra ō tādēra bāsanāra madhyē antarāla karā haẏēchē [1], yēmana āgē karā haẏēchila ēdēra samapanthīdēra kṣētrē [2]. Niścaẏa tārā chila bibhraāntikara sandēhēra madhyē"},{"SurahNumber":35,"VerseNumber":1,"Text":"Sakala praśansā āsamānasamūha ō yamīnēra sr̥ṣṭikartā āllāhara'i [1]--- yini rāsūla karēna phiriśatādērakē yārā du'i du'i, tina tina athabā cāra cāra pakṣabiśiṣṭa [2]. Tini sr̥ṣṭitē yā icchē br̥d'dhi karēna. Niścaẏa āllāha sabakichura upara kṣamatābāna"},{"SurahNumber":35,"VerseNumber":2,"Text":"Āllāh mānuṣēra prati kōnō anugraha abārita karalē kē'u tā nibāraṇakārī nē'i ēbaṁ tini kichu nirud'dha karatē cā'ilē parē kē'u tāra unmuktakārī nē'i [1]. Āra tini parākramaśālī, hikamata'ōẏālā"},{"SurahNumber":35,"VerseNumber":3,"Text":"Hē mānuṣa! Tōmarā tōmādēra prati āllāhara anugraha sbaraṇa kara. Āllāh chāṛā ki kōnō sraṣṭā āchē, yē tōmādērakē āsamānasamūha ō yamīna thēkē riyika dāna karē? Āllāh chāṛā kōnō satya ilāh nē'i. Kājē'i tōmādērakē kōthāẏa phirānō hacchē"}]}