{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"da gir en del Herren medguder for a vise utakk for det Vi har gitt dem. Bare nyt livet. Dere far snart a vite"},{"SurahNumber":16,"VerseNumber":56,"Text":"De avsetter en del av grøden Vi har gitt dem til medgudene, som de intet vet om. Ved Gud! Dere skal fa svare for det dere har diktet opp"},{"SurahNumber":16,"VerseNumber":57,"Text":"Og de tilskriver Gud døtre, ære være Ham, mens de selv skal ha det de ønsker"},{"SurahNumber":16,"VerseNumber":58,"Text":"Nar noen far melding om et nyfødt pikebarn, formørkes hans ansikt, og han ma legge band pa seg"},{"SurahNumber":16,"VerseNumber":59,"Text":"Han gjemmer seg bort fra folk for den darlige nyhet han har fatt. Skal han beholde det i vanære eller grave det ned i sanden? Hvor darlig er deres vurdering"},{"SurahNumber":16,"VerseNumber":60,"Text":"De som ikke tror pa det hinsidige, star for det som darlig er. Men Gud star for det høyeste. Han er den Mektige, den Vise"},{"SurahNumber":16,"VerseNumber":61,"Text":"Om Gud skulle ta menneskene fatt for deres ondskap, ville det ikke være et krek tilbake pa jorden. Men Han gir dem en bestemt frist! Nar deres tid kommer, kan de ikke forsinke den en eneste time, og heller ikke paskynde den"},{"SurahNumber":16,"VerseNumber":62,"Text":"De tilskriver Gud det de selv ikke liker, og deres tunger taler løgn, sa de skal fa det beste? Men det er ingen tvil om at de har Ilden i vente, og dit kommer de fort"},{"SurahNumber":16,"VerseNumber":63,"Text":"Ved Gud! Vi har sendt sendebud til folkene før deg. Men Satan fikk folks adferd til a fortone seg prydelig for dem. Han er leder for dem den dag i dag, men de vil fa en smertelig straff"},{"SurahNumber":16,"VerseNumber":64,"Text":"Vi har apenbart deg skriften for at du skal gjøre klart for dem det de er uenige om, og som ledelse og nadesbevisning til folk som tror"}]}