{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"Nhung nguoi cho đi nhung gi đa cho va tam long cua ho luon lo so viec ho se tro ve trinh dien Thuong Đe cua ho"},{"SurahNumber":23,"VerseNumber":61,"Text":"Nhung nguoi đo moi thuc su la nhung nguoi thi đua nhau lam viec thien tot, moi thuc su la nhung nguoi tien phong"},{"SurahNumber":23,"VerseNumber":62,"Text":"TA khong bat bat cu linh hon nao ganh vac qua kha nang cua no va TA đang giu mot tap ho so ghi chep su that va ho se khong bi đoi xu bat cong"},{"SurahNumber":23,"VerseNumber":63,"Text":"Khong, trai tim cua ho đang tho o voi Qur’an nay va ho con nhung toi loi khac đang lam"},{"SurahNumber":23,"VerseNumber":64,"Text":"Cho toi khi TA trung phat nhung ke song xa hoa trong bon ho thi ho moi van xin"},{"SurahNumber":23,"VerseNumber":65,"Text":"Ngay hom nay, cac nguoi cho khoc loc van xin. Chac chan cac nguoi se khong đuoc TA cuu giup"},{"SurahNumber":23,"VerseNumber":66,"Text":"Qua that, nhung loi mac khai cua TA đa đuoc xuong đoc cho cac nguoi nhung cac nguoi đa ngoanh mat bo đi"},{"SurahNumber":23,"VerseNumber":67,"Text":"Cac nguoi ngao man xem thuong No (Qur’an), cac nguoi thuc thau đem tan gau chuyen khong đau"},{"SurahNumber":23,"VerseNumber":68,"Text":"Tai sao ho khong chiu suy ngam ve loi phan hay phai chang đieu nay chi đen voi ho ma khong đen voi to tien cua ho truoc đay"},{"SurahNumber":23,"VerseNumber":69,"Text":"Hay phai chang ho khong nhan biet vi Thien Su cua ho nen moi tu choi Y"},{"SurahNumber":23,"VerseNumber":70,"Text":"Hay phai chang ho noi Y bi đien? Khong, Y (Thien Su Muhammad) đa mang Chan Ly đen cho ho nhung đa so bon ho ghet su that"},{"SurahNumber":23,"VerseNumber":71,"Text":"Neu Chan Ly hua theo nhung đieu ham muon cua ho thi cac tang troi, trai đat va van vat giua troi đat chac chan se sup đo. Khong, TA đa ban cho ho Loi Nhac Nho nhung ho quay lung voi Loi Nhac Nho danh cho ho"},{"SurahNumber":23,"VerseNumber":72,"Text":"Hoac le nao Nguoi (Thien Su Muhammad) đa đoi ho tien cong? (Chac chan đieu đo khong xay ra) boi phan tra cong cua Thuong Đe cua Nguoi tot hon vi Ngai la Đang Ban Phat tot nhat"},{"SurahNumber":23,"VerseNumber":73,"Text":"Qua that, Nguoi đang keu goi ho đen voi Con Đuong Ngay Thang (con đuong đuoc huong dan: Islam)"},{"SurahNumber":23,"VerseNumber":74,"Text":"Va qua that, nhung ai khong co đuc tin noi Đoi Sau chac chan se lac xa con đuong (Islam)"}]}