{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":87,"Text":"Por haber preferido quedarse con los eximidos, Dios bloqueó sus corazones y no pueden discernir"},{"SurahNumber":9,"VerseNumber":88,"Text":"El Mensajero y quienes creen en él luchan con sus bienes materiales y sus personas. Ellos recibirán las bondades [en esta vida y en la otra], y serán quienes [finalmente] triunfen"},{"SurahNumber":9,"VerseNumber":89,"Text":"Dios tiene reservado para ellos jardines [en el Paraíso] por donde corren ríos, donde morarán por toda la eternidad. Ese es el triunfo grandioso"},{"SurahNumber":9,"VerseNumber":90,"Text":"Se presentaron algunos beduinos [ante ti, ¡oh, Mujámmad!] pidiéndote permiso para no ir a luchar sin excusa válida, pero los [hipócritas] que mintieron a Dios y a Su Mensajero se quedaron sin excusarse siquiera. A estos incrédulos Dios les infligirá un castigo doloroso"},{"SurahNumber":9,"VerseNumber":91,"Text":"Los débiles, los enfermos y los que carecen de recursos no tienen nada que reprocharse por no poder salir [a combatir], si son sinceros con Dios y Su Mensajero. A los que hacen el bien no hay motivo para censurarlos si en algún momento no pueden hacerlo. Dios es Absolvedor, Misericordioso"},{"SurahNumber":9,"VerseNumber":92,"Text":"Tampoco deben ser reprochados aquellos que cuando se presentaron ante ti [¡oh, Mujámmad!] para que les proveyeras de montura [y así poder combatir por la causa de Dios], les informaste que no contabas con ninguna cabalgadura para ellos, y entonces se retiraron con los ojos inundados de lágrimas, tristes por no poder contribuir [a la causa de Dios]"},{"SurahNumber":9,"VerseNumber":93,"Text":"Los que deben ser censurados son aquellos [hipócritas] que te pidieron permiso para rezagarse [sin excusa válida y no contribuyeron ni siquiera con sus bienes materiales] a pesar de ser ricos. Ellos prefirieron quedarse con los eximidos, y por ello Dios bloqueó sus corazones y no pueden discernir"}]}