{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":90,"Text":"Wahai orang-orang yang beriman! Sesungguhnya minuman keras, berjudi, (berkurban untuk) berhala, dan mengundi nasib dengan anak panah, adalah perbuatan keji dan termasuk perbuatan setan. Maka jauhilah (perbuatan-perbuatan) itu agar kamu beruntung"},{"SurahNumber":5,"VerseNumber":91,"Text":"Dengan minuman keras dan judi itu, setan hanyalah bermaksud menimbulkan permusuhan dan kebencian di antara kamu, dan menghalang-halangi kamu dari mengingat Allah dan melaksanakan salat maka tidakkah kamu, mau berhenti"},{"SurahNumber":5,"VerseNumber":92,"Text":"Dan taatlah kamu kepada Allah dan taatlah kamu kepada Rasul serta berhati-hatilah. Jika kamu berpaling, maka ketahuilah bahwa kewajiban Rasul Kami, hanyalah menyampaikan (amanat) dengan jelas"},{"SurahNumber":5,"VerseNumber":93,"Text":"Tidak berdosa bagi orang-orang yang beriman dan mengerjakan kebaikan, tentang apa yang mereka makan (dahulu), apabila mereka bertakwa dan beriman, serta mengerjakan kebajikan, kemudian mereka tetap bertakwa dan beriman, selanjutnya mereka (tetap juga) bertakwa dan berbuat kebajikan. Dan Allah menyukai orang-orang yang berbuat kebajikan"},{"SurahNumber":5,"VerseNumber":94,"Text":"Wahai orang-orang yang beriman! Allah pasti akan menguji kamu dengan hewan buruan yang dengan mudah kamu peroleh dengan tangan dan tombakmu agar Allah mengetahui siapa yang takut kepada-Nya, meskipun dia tidak melihat-Nya. Barang siapa melampaui batas setelah itu, maka dia akan mendapat azab yang pedih"},{"SurahNumber":5,"VerseNumber":95,"Text":"Wahai orang-orang yang beriman! Janganlah kamu membunuh hewan buruan,*(290) ketika kamu sedang ihram (haji atau umrah). Barang siapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan hewan ternak yang sepadan dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadyu yang dibawa ke Ka`bah,**(291) atau kafarat (membayar tebusan dengan) memberi makan kepada orang-orang miskin,***(292) atau berpuasa, seimbang dengan makanan yang dikeluarkan itu,****(293) agar dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan apa yang telah lalu.*****(294) Dan barang siapa kembali mengerjakannya, niscaya Allah akan menyiksanya. Dan Allah Mahaperkasa, memiliki (kekuasaan untuk) menyiksa"}]}