{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Әгәр аларга рәхмәт итсәк, вә алардан ачлык зарарын бетерсәк, алар исә имансызлыкта ифрат китәрләр вә мөселманнарга дошманлыкларын арттырырлар"},{"SurahNumber":23,"VerseNumber":76,"Text":"Тәхкыйк аларны ґәзаб белән тоттык, алар Раббыларына буйсынмадылар һәм тәүбә итеп ялвармадылар"},{"SurahNumber":23,"VerseNumber":77,"Text":"Хәтта аларга каты ачлык ґәзабы ишеген ачканыбызга чаклы, шул вакытта алар барча өметләрен кистеләр"},{"SurahNumber":23,"VerseNumber":78,"Text":"Ул – Аллаһ колак, күзләр вә күңел бирде сезгә, ләкин сезнең шөкер иткәнегез бик аздыр"},{"SurahNumber":23,"VerseNumber":79,"Text":"Вә Ул – Аллаһ сезне җир өстендә яратты, ахирәттә Аның хозурына кубарылырсыз"},{"SurahNumber":23,"VerseNumber":80,"Text":"Вә Ул – Аллаһ тергезер һәм үтерер вә кичилә көндезнең аллы-артлы килүе Аңар хасдыр, ул эшкә һичкемнең көче җитмәс, әйә эшнең хакыйкатенә төшенү өчен гакыл фикерләрегезне эшләтмисезме"},{"SurahNumber":23,"VerseNumber":81,"Text":"Бәлки имансызлар әйттеләр Әүвәлге аталары хакны инкяр итеп әйткән кеби"},{"SurahNumber":23,"VerseNumber":82,"Text":"Әгәр без үлеп туфрак булсак вә сөякләребез итсез калса, яңадан терелербезме"},{"SurahNumber":23,"VerseNumber":83,"Text":"Ошбу вәгъдә белән без вә аталарыбыз вәгъдә кылынмыш идек, ләкин бу вәгъдә түгел мәгәр әүвәлгеләрдән калган ялгандыр"},{"SurahNumber":23,"VerseNumber":84,"Text":"Әйт: \"Җир һәм җирдәге кешеләр кемнеке, әйтегез, дөрес әйтүче булсагыз һәм белсәгез"},{"SurahNumber":23,"VerseNumber":85,"Text":"Әлбәттә, алар Аллаһныкы диярләр. Син аларга Аллаһ эшеннән гыйбрәт алып вәгазьләнмисезме, башта юктан бар итүче Аллаһның барны тергезергә көче җитмәсме"},{"SurahNumber":23,"VerseNumber":86,"Text":"Җиде кат күкнең вә олугъ ґәрешнең Раббысы кем дип сора"},{"SurahNumber":23,"VerseNumber":87,"Text":"Әлбәттә, Аллаһуныкы диярләр. Шулай булгач Аның ґәзабыннан курыкмыйсызмы, диген"},{"SurahNumber":23,"VerseNumber":88,"Text":"Әйт: \"Барча нәрсә өстеннән патшалык кем кулында вә Ул һәрнәрсәне саклар, әмма Аңардан башка саклау мөмкин булмас, әгәр белсәгез җавап бирегез"},{"SurahNumber":23,"VerseNumber":89,"Text":"Әлбәттә, һәр нәрсәгә патшалык Аллаһ кулыңда диярләр. Алай булгач, ничек шайтан вәсвәсәсенә алданасыз диген"}]}