{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":84,"Text":"Allah, «Hakk Benim ve Ben ancak hakkı soylerim. Sanıma and olsun ki, Cehennem´i elbette seninle ve sana uyanlarla hepinizle dolduracagım» dedi"},{"SurahNumber":38,"VerseNumber":85,"Text":"Allah, «Hakk Benim ve Ben ancak hakkı soylerim. Sanıma and olsun ki, Cehennem´i elbette seninle ve sana uyanlarla hepinizle dolduracagım» dedi"},{"SurahNumber":38,"VerseNumber":86,"Text":"(Ey Peygamber!) De ki: Buna (bu uyarı ve ogutlere) karsı sizden bir ucret istemiyorum ve ben kendiligimden bir teklif getirenlerden de degilim"},{"SurahNumber":38,"VerseNumber":87,"Text":"Bu (Kur´an), ancak milletler icin bir oguttur"},{"SurahNumber":38,"VerseNumber":88,"Text":"Onun verdigi haberlerin (dogru cıkacagını) bir sure sonra mutlaka bilip anlayacaksınız"},{"SurahNumber":39,"VerseNumber":1,"Text":"Bu Kitab´ın indirilisi, O cok guclu, cok ustun hikmet sahibi Allah´tandır"},{"SurahNumber":39,"VerseNumber":2,"Text":"Suphesiz biz sana bu Kitab´ı hakk ile indirdik. O halde dini (ve dindarlıgı) Allah´a halis kılıp samimiyetle ibadete devam et"},{"SurahNumber":39,"VerseNumber":3,"Text":"Haberiniz olsun ki, halis din (katıksız dindarlık) Allah´ındır; Allah´ı bırakıp (putları) yakın dost ve sahip edinenler, «bunlara ancak bizi Allah´a daha cok yaklastırsınlar diye tapıyoruz» (derler). Allah, elbette onların gorus ayrılıgına dustukleri sey hakkında aralarında hukmedecektir. Suphesiz ki Allah, yalancı nankor inkarcı kimseyi dogru yola cıkarmaz"},{"SurahNumber":39,"VerseNumber":4,"Text":"Eger Allah (bilfarz) ogul edinmeyi dileseydi, elbette yarattıgı seylerden istedigini secebilirdi. Ama O, (evlad edinmekten) yucedir, munezzehtir ; O, her seye boyun egdirip tasarrufu altında tutan, Bir olan Allah´tır"},{"SurahNumber":39,"VerseNumber":5,"Text":"Gokleri ve yeri hakk ile yaratmıstır. Geceyi gunduze doluyor, gunduzu de geceye doluyor. Gunes ve Ay´ı buyruk altına alıp herbiri belirlenmis bir vakte kadar hareketini surdurmektedir. Haberiniz olsun ki, O, cok ustun cok guclu, cok bagıslayandır"}]}