{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Ārau āmi ākāśa, pr̥thiraī lagatē ē'i duẏōra mājata thakā kōnō bastukē'i anarthaka sr̥ṣṭi karaā nā'i. Ē'iṭō dhāraṇā kērala siham̐tara yisakalē kupharaī karaichē, ētēkē yisakalē kupharaī karaichē siham̐tara bābē āchē agnira durbhōga"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yisakalē īmāna ānichē ārau saṯkarma karaichē āmi tē'ōm̐lōkaka pr̥thiraīta biparyaẏa sr̥ṣṭikāraīsakalara samatulya gaṇya karaima nēki? Nē āmi muttākbīsakalaka pāpīṣṭabilākara daraē gaṇya karaima"},{"SurahNumber":38,"VerseNumber":29,"Text":"ēkhana barakatamaẏa puthi, yiṭō āmi tōmāra prati aratīrṇa karaichō, yātē mānuhē iẏāra āẏātasamūhata gabhīrabhāraē cintā karaē ārau yātē bōdhaśakti sampanna byaktisakalē upadēśa grahaṇa karaē"},{"SurahNumber":38,"VerseNumber":30,"Text":"Ārau āmi dā'udaka dāna karaichilō chulā'imāna. Kimāna yē uttama bāndā āchila tē'ōm̐! Niścaẏa tē'ōm̐ āchila atiśaẏa āllāha abhimukhī"},{"SurahNumber":38,"VerseNumber":31,"Text":"Smaraṇa karaā, gadhūli yētiẏā tē'ōm̐ra sanmukhata drautagāmī uṯkr̥ṣṭa aśbaraājika upasthāpana karaā ha’la"},{"SurahNumber":38,"VerseNumber":32,"Text":"tētiẏā tē'ōm̐ ka’lē, ‘ma'i dēkhuna mōra pratipālakara smaraṇara paraā bimukha hai aiśbarya praītita magna hai paraichō, ipinē sūrya pardāra ām̐rata guci gaichē"},{"SurahNumber":38,"VerseNumber":33,"Text":"‘ē'ibōraka mōra ōcaralai ghūraā'i ānā’. Tāra pichata tē'ōm̐ sē'ibōrara bharai ārau ḍiṅita āghāta karai jabēha karaibalai dharailē"},{"SurahNumber":38,"VerseNumber":34,"Text":"Araśyē āmi chulā'imānaka paraīkṣā karaichilō ārau tē'ōm̐ra āsanara ōparata raākhichilō ēṭi dēha, tāra pichata chulā'imāna āmāra abhimukhī ha’la"},{"SurahNumber":38,"VerseNumber":35,"Text":"Tē'ōm̐ ka’lē, ‘hē mōra raba! Mōka kṣamā karai diẏā ārau mōka ēnēkuraā ēkhana raājya dāna karaā yiṭō mōra pichata āna kāraō bābē prayōjya naha’ba. Niścaẏa tumi parama dātā’"},{"SurahNumber":38,"VerseNumber":36,"Text":"Tētiẏā āmi batāhaka tē'ōm̐ra adhīna karai dilō, yiṭō tē'ōm̐ra ādēśata tē'ōm̐ ya’ta icchā karaichila sē'i ṭhā'itē mr̥dumandabhāraē prabāhita haichila"},{"SurahNumber":38,"VerseNumber":37,"Text":"ārau (adhīna karai dichilō) pratyēka aṭṭālikā nirmāṇakāraī ārau ḍubārau chaẏatānabōrakō"},{"SurahNumber":38,"VerseNumber":38,"Text":"śikalita ārad'dha ārau bahutakē"},{"SurahNumber":38,"VerseNumber":39,"Text":"Ē'ibōra āmāra anugraha, ētēkē iẏāra paraā tumi ānakō dāna karaiba pāraā ārau nijara bābē'ō sām̐ci thaba pāraā. Iẏāra kōnō hicāba diba nālāgē"},{"SurahNumber":38,"VerseNumber":40,"Text":"Ārau niścaẏa tē'ōm̐ra bābē āchē āmāra ōcarata naikaṭyara maryādā ārau uttama pratyārartanasthala"},{"SurahNumber":38,"VerseNumber":41,"Text":"Ārau smaraṇa karaā, āmāra bāndā ā'iẏyubaka, yētiẏā tē'ōm̐ nija pratipālakaka āhbāna karai kaichila, ‘niścaẏa mōka caẏatānē yantraṇā ārau kaṣṭata pēlā'ichē’"},{"SurahNumber":38,"VerseNumber":42,"Text":"(ma'i tē'ōm̐ka ka’lō,) ‘tumi nijara bharairaē bhūmita āghāta karaā, ēẏā haichē gā dhubara bābē suśītala pānī ārau pānīẏa’"}]}