{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":16,"Text":"Sag: \"Die Flucht wird euch sicher nicht nutzen, solltet ihr vor dem Tod oder dem Toten fliehen.\" Und dann werdet ihr nur ein wenig euch vergnugen"},{"SurahNumber":33,"VerseNumber":17,"Text":"Sag: \"Wer ist dieser, der euch vor ALLAH schutzt, sollte ER euch Schaden zufugen wollen oder euch Gnade erweisen wollen?\" Und sie finden fur sich anstelle von ALLAH weder Wali noch Beistehenden"},{"SurahNumber":33,"VerseNumber":18,"Text":"Bereits kennt ALLAH die Behindernden von euch und diejenigen, die ihren Brudern sagen: \"Kommt zu uns!  Und sie nahern sich dem Kampf nur ein wenig"},{"SurahNumber":33,"VerseNumber":19,"Text":"Sie sind geizig euch gegenuber, und wenn die Angst kommt, siehst du sie dich anschauen, ihre Augen drehen sich wie derjenige, der in Ohnmacht vor dem Tod fallt. Und wenn die Angst weggeht, kranken sie euch mit scharfen Zungen wie Geizige dem Guten gegenuber. Diese verinnerlichten nicht den Iman, so ließ ALLAH ihre Handlungen nichtig werden. Und dies ist fur ALLAH immer etwas Leichtes"},{"SurahNumber":33,"VerseNumber":20,"Text":"Sie denken, daß Al-ahzab noch nicht gegangen waren. Und sollten Al-ahzab wieder kommen, wurden sie sich wunschen: sie waren zu den Wustenarabern gegangen und hatten da nach euren Nachrichten gefragt. Und waren sie bei euch gewesen, wurden sie doch nur ein wenig mitkampfen"},{"SurahNumber":33,"VerseNumber":21,"Text":"Gewiß, bereits gab es fur euch mit dem Gesandten ALLAHs doch ein hervorragendes Vorbild fur jeden, der auf ALLAH und den jenseitigen Tag hofft und ALLAHs ofters gedenkt"},{"SurahNumber":33,"VerseNumber":22,"Text":"Und als die Mumin Al-ahzab sahen, sagten sie: \"Dies ist das, was uns ALLAH und Seine Gesandten versprachen, und ALLAH und Sein Gesandter sagten die Wahrheit.\" Und dies ließ sie nur noch mehr Iman und Ergebenheit gewinnen"}]}