{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"[El rey] dijo: “¡Esto es una misericordia de mi Sustentador! ¡Pero cuando se cumpla el plazo fijado por mi Sustentador, El la arrasara: y la promesa de mi Sustentador se cumple siempre!”"},{"SurahNumber":18,"VerseNumber":99,"Text":"Y EN ese Dia [suscitaremos a toda la humanidad y] les haremos surgir como oleadas [que chocan] unas contra otras; y se soplara la trompeta [del Juicio], y los congregaremos a todos"},{"SurahNumber":18,"VerseNumber":100,"Text":"Y en ese Dia situaremos el infierno, a la vista de todos, frente a aquellos que negaron la verdad"},{"SurahNumber":18,"VerseNumber":101,"Text":"¡aquellos cuyos ojos habian sido velados de todo recuerdo de Mi porque no soportaban oir [la voz de la verdad]"},{"SurahNumber":18,"VerseNumber":102,"Text":"¿Piensan, acaso, quienes estan empenados en negar la verdad que podran tomar a [alguna de] Mis criaturas por protectores frente a Mi? ¡En verdad, hemos preparado el infierno para acoger a todos los que [de ese modo] niegan la verdad"},{"SurahNumber":18,"VerseNumber":103,"Text":"Di: “¿Quereis que os informemos de quienes son los mayores perdedores en cuanto a sus obras"},{"SurahNumber":18,"VerseNumber":104,"Text":"“[Son] aquellos cuyas obras se han extraviado en [su afan exclusivo por] esta vida y que, no obstante, piensan que estan haciendo buenas obras"},{"SurahNumber":18,"VerseNumber":105,"Text":"esos son los que han preferido negar los mensajes de su Sustentador y la verdad de que habran de encontrarse con El.”Por eso, todas sus [buenas] obras seran vanas, y no les asignaremos merito alguno [por ellas] en el Dia de la Resurreccion"},{"SurahNumber":18,"VerseNumber":106,"Text":"Esa sera su recompensa --[su] infierno-- por haber negado la verdad y haber hecho a Mis mensajes y a Mis enviados blanco de sus burlas"},{"SurahNumber":18,"VerseNumber":107,"Text":"[Pero,] ciertamente, quienes llegan a creer y hacen buenas obras --tendran acogida en los jardines del paraiso"},{"SurahNumber":18,"VerseNumber":108,"Text":"en ellos permaneceran, [y] jamas desearan abandonarlos"},{"SurahNumber":18,"VerseNumber":109,"Text":"DI: “¡Si todo el mar fuera tinta para las palabras de mi Sustentador, ciertamente se agotaria el mar antes de que las palabras de mi Sustentador se agotaran! Y [asi seria] aunque anadieramos un mar tras otro.”"},{"SurahNumber":18,"VerseNumber":110,"Text":"Di [Oh Profeta]: “¡Soy solo un mortal como todos vosotros. Me ha sido revelado que vuestro Dios es un Dios Unico. Asi pues, quien espere [con anhelo y temor] el encuentro con su Sustentador [en el Dia del Juicio], que haga buenas obras, y que no atribuya parte en la adoracion debida a su Sustentador a nadie ni a nada!”"}]}