{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":150,"Text":"E, quando Moises voltou a seu povo, irado e pesaroso, disse: \"Execravel e a maneira com que me sucedestes, em minha ausencia. Quisestes apressar a ordem de vosso Senhor?\" E lancou as Tabuas e apanhou a seu irmao pela cabeca, puxando-o para si. Aarao disse: \"O filho de minha mae! Por certo, o povo me julgou fraco e quase me matou; entao, nao facas os inimigos se regozijarem com minha desgraca, e nao me facas estar com o povo injusto"},{"SurahNumber":7,"VerseNumber":151,"Text":"Moises disse: \"Senhor meu! Perdoa-me e a meu irmao, e faze-nos entrar em Tua misericordia, e Tu es O mais Misericordiador dos misericordiadores"},{"SurahNumber":7,"VerseNumber":152,"Text":"Por certo, aos que tomaram o bezerro, por divindade, alcanca-los-a ira de seu Senhor, e vileza, na vida terrena. E, assim, recompensamos os forjadores de falsidades"},{"SurahNumber":7,"VerseNumber":153,"Text":"E os que fazem mas obras; em seguida, voltam-se arrependidos, depois destas, e creem, por certo, teu Senhor, depois disso, e Perdoador, Misericordiador"},{"SurahNumber":7,"VerseNumber":154,"Text":"E, quando a ira de Moises se calou, ele retomou as Tabuas. E, em sua inscricao, havia orientacao e misericordia para os que veneram a seu Senhor"},{"SurahNumber":7,"VerseNumber":155,"Text":"E Moises escolheu setenta homens de seu povo, para Nosso tempo marcado. E, quando o terremoto os apanhou, Moises disse: \"Senhor meu! Se quisesses, have-los-ias aniquilado antes, e a mim. Tu nos aniquilas pelo que fizeram os insensatos entre nos? Isto nao e senao Tua provacao, com que descaminhas a quem queres e guias a quem queres. Tu es nosso Protetor: entao, perdoa-nos e tem misericordia de nos, e Tu es O Melhor dos perdoadores"}]}