{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"Man sungguh, tatap Kami insi’ naraka jahannam kamanyakatn nya dari kalangan Jin man talino. Iaka’koa ada baati, tapi nana’ digunaatn nto’ Mahami (ayat-ayat Allah) man iaka’koa ada bamata (tapi) nana’ dipagunaatn nto’ nele’ (tanda-tanda kakuasa’an Allah) man iaka’koa ada batareyekng (tapi) nana’ digunaatn nto’ nangar (ayat-ayat Allah). Iaka’koa ampahe laok ayaman, bahkan labih sasat agi. Iaka’koa koalah urakng-urakng nang langah"},{"SurahNumber":7,"VerseNumber":180,"Text":"Man Allah nang ngampu’i asma ul husna (dama-dama nang edo’) maka bapinta’lah ka’ Ia mang nyabutatn asma ul husna koa man tingalatnlahlah urakng-urakng nyalahan ratiatn dama-dama-Nya 351. Iaka’koa ana tatap namu balasatn ka’ ahe nang udah iaka’koa karajaatn"},{"SurahNumber":7,"VerseNumber":181,"Text":"Man ka’ antara urakng-urakng nang udah Kami cipaatn ada umat nang mare’ patunjuk Mang (dasar) kabanaratn, man nang koa (pula’) iaka’koa balaku adil"},{"SurahNumber":7,"VerseNumber":182,"Text":"Man urakng nang madah alok ayat-ayat Kami, tatap Kami biaratn iaka’koa ba ansor- ansor (ka’ arah kabinasaatn), mang cara nang nana’ iaka’koa tau’atni’"},{"SurahNumber":7,"VerseNumber":183,"Text":"Man Aku mao’ marentatn tenggang waktu ka’ iaka’koa, sungguh rancana-Ku batol taguh"},{"SurahNumber":7,"VerseNumber":184,"Text":"Man ahe ke’ iaka’koa ina’ ngarenungkatn bahoa’ kawan nyakoa (Muhammad) nana’ gil. Ia (Muhammad) nana’ lain nggelah ia pamare’ paringatatn nang jalas"},{"SurahNumber":7,"VerseNumber":185,"Text":"Man ahe ke’ iaka’koa nana’ maratiatni’ karaja’an langit man ai’tanah man sigana ahe nang Allah pajoat,man kamungkinan udah samaknya waktu kabinasaatn nyaka’koa? Lalu barita mae agi’ salaka’ nian nang nyaka’koa pucaya’i’"},{"SurahNumber":7,"VerseNumber":186,"Text":"Sae ma’an nang Allah biaratn sasat, maka nana’ ada nang mampu mare’nya patunjuk, Allah miaratnnya tarombang ambing dalapm kasasatatn"},{"SurahNumber":7,"VerseNumber":187,"Text":"Iaka’koa batanya’ ka’ kao (Muhammad) tantang kiamat, “Mule tajadinya? ” kataatnlah, “Sabatolnya pangatahuan masalah kiamat koa ada ka’ Tuhanku, nana’ ada (saurakng pun) nang bisa madahi’ waktu tajadinya salain ia. (Kiamat) koa miah barat (huru-haranya ka’ mahluk) nang ka’ langit man ka’ ai’tanah, nana’ akan atakng ka’ kita’ kacoali sacara tiba-tiba. ” Iaka’koa batanya’ ka’ kao saolah-olah kao nau’an. Kataatnlah (Muhammad), “Sabatolnya pangatahuan masalah (ari kiamat) ada ka’ Allah, tapi kamanyakatn talino nana’ nau’an”"}]}