{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"De ki: \"Bana gerçekten şu vahyolundu: Cinlerden bir grup dinleyip de şöyle demişler: \"Doğrusu biz, (büyük) hayranlık uyandıran bir Kuran dinledik"},{"SurahNumber":72,"VerseNumber":2,"Text":"O (Kuran), ´gerçeğe ve doğruya´ yöneltip iletiyor. Bu yüzden ona inandık. Bundan böyle rabbimize hiç kimseyi ortak koşmayacağız"},{"SurahNumber":72,"VerseNumber":3,"Text":"Elbette, rabbimizin şanı yücedir. O, ne bir eş edinmiştir, ne de bir çocuk"},{"SurahNumber":72,"VerseNumber":4,"Text":"Doğrusu şu: bizim beyinsizlerimiz, Tanrı´ya karşı ´bir sürü saçma şeyler´ söylemişler"},{"SurahNumber":72,"VerseNumber":5,"Text":"Oysa biz, insanların ve cinlerin Tanrı´ya karşı asla yalan söylemeyeceklerini sanmıştık"},{"SurahNumber":72,"VerseNumber":6,"Text":"Bir de şu gerçek var: İnsanlardan bazı adamlar cinlerden bazı adamlara sığınırlardı. Öyle ki onların azgınlıklarını arttırırlardı"},{"SurahNumber":72,"VerseNumber":7,"Text":"Ve onlar, sizin de sandığınız gibi Tanrı´nın hiç kimseyi kesin olarak diriltmeyeceğini sanmışlardı"},{"SurahNumber":72,"VerseNumber":8,"Text":"Doğrusu biz göğü yokladık; fakat onu güçlü koruyucular ve şihablarla kaplı (doldurulmuş) bulduk"},{"SurahNumber":72,"VerseNumber":9,"Text":"Oysa gerçekte biz, dinlemek için onun oturma yerlerinde otururduk. Ama şimdi kim dinleyecek olsa, hemen kendisini izleyen bir şihab bulur"},{"SurahNumber":72,"VerseNumber":10,"Text":"Doğrusu bilmiyoruz; yeryüzünde olanlara bir kötülük mü istendi, yoksa rableri kendileri için (doğruya iletici) bir hayır mı diledi"},{"SurahNumber":72,"VerseNumber":11,"Text":"Gerçek şu ki, bizden salih olanlar vardır ve bunun dışında (ya da aşağısında) olanlar da. Biz türlü türlü yolların fırkaları olmuşuz"},{"SurahNumber":72,"VerseNumber":12,"Text":"Biz şüphesiz, Tanrı´yı yeryüzünde asla aciz bırakamayacağımızı, kaçmak suretiyle de O´nu hiçbir şekilde aciz bırakamayacağımızı anladık"},{"SurahNumber":72,"VerseNumber":13,"Text":"Elbette biz, o yol gösterici (Kuran´ı) işitince, ona inandık. Artık kim rabbine inanırsa, o ne (ecrinin) eksileceğinden korkar ve ne de haksızlığa uğrayacağından"}]}