{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"اہل جنت اس روز عیش ونشاط کے مشغلے میں ہوں گے"},{"SurahNumber":36,"VerseNumber":56,"Text":"وہ بھی اور ان کی بیویاں بھی سایوں میں تختوں پر تکیے لگائے بیٹھے ہوں گے"},{"SurahNumber":36,"VerseNumber":57,"Text":"وہاں ان کے لئے میوے اور جو چاہیں گے (موجود ہوگا)"},{"SurahNumber":36,"VerseNumber":58,"Text":"پروردگار مہربان کی طرف سے سلام (کہا جائے گا)"},{"SurahNumber":36,"VerseNumber":59,"Text":"اور گنہگارو! آج الگ ہوجاؤ"},{"SurahNumber":36,"VerseNumber":60,"Text":"اے آدم کی اولاد ہم نے تم سے کہہ نہیں دیا تھا کہ شیطان کو نہ پوجنا وہ تمہارا کھلا دشمن ہے"},{"SurahNumber":36,"VerseNumber":61,"Text":"اور یہ کہ میری ہی عبادت کرنا۔ یہی سیدھا رستہ ہے"},{"SurahNumber":36,"VerseNumber":62,"Text":"اور اس نے تم میں سے بہت سی خلقت کو گمراہ کردیا تھا۔ تو کیا تم سمجھتے نہیں تھے؟"},{"SurahNumber":36,"VerseNumber":63,"Text":"یہی وہ جہنم ہے جس کی تمہیں خبر دی جاتی ہے"},{"SurahNumber":36,"VerseNumber":64,"Text":"(سو) جو تم کفر کرتے رہے ہو اس کے بدلے آج اس میں داخل ہوجاؤ"},{"SurahNumber":36,"VerseNumber":65,"Text":"آج ہم ان کے مونہوں پر مہر لگا دیں گے اور جو کچھ یہ کرتے رہے تھے ان کے ہاتھ ہم سے بیان کردیں گے اور ان کے پاؤں (اس کی) گواہی دیں گے"},{"SurahNumber":36,"VerseNumber":66,"Text":"اور اگر ہم چاہیں تو ان کی آنکھوں کو مٹا کر (اندھا کر) دیں۔ پھر یہ رستے کو دوڑیں تو کہاں دیکھ سکیں گے"},{"SurahNumber":36,"VerseNumber":67,"Text":"اور اگر ہم چاہیں تو ان کی جگہ پر ان کی صورتیں بدل دیں پھر وہاں سے نہ آگے جاسکیں اور نہ (پیچھے) لوٹ سکیں"},{"SurahNumber":36,"VerseNumber":68,"Text":"اور جس کو ہم بڑی عمر دیتے ہیں تو اسے خلقت میں اوندھا کردیتے ہیں تو کیا یہ سمجھتے نہیں؟"},{"SurahNumber":36,"VerseNumber":69,"Text":"اور ہم نے ان (پیغمبر) کو شعر گوئی نہیں سکھائی اور نہ وہ ان کو شایاں ہے۔ یہ تو محض نصیحت اور صاف صاف قرآن (پُرازحکمت) ہے"},{"SurahNumber":36,"VerseNumber":70,"Text":"تاکہ اس شخص کو جو زندہ ہو ہدایت کا رستہ دکھائے اور کافروں پر بات پوری ہوجائے"}]}