{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":45,"Text":"Eger Tanrı kazandıkları dolayısıyla insanları (azab ile) yakalayıverecek olsaydı, (yerin) sırtı uzerinde hicbir canlıyı bırakmazdı; ancak onları, adı konulmus bir ecele kadar ertelemektedir. Sonunda ecelleri geldigi zaman, artık suphesiz Tanrı kendi kullarını gorendir"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya. Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Andolsun hikmetli Kuran´a"},{"SurahNumber":36,"VerseNumber":3,"Text":"Gercekten sen, gonderilen (elci)lerdensin"},{"SurahNumber":36,"VerseNumber":4,"Text":"Dosdogru bir yol uzerinde(sin)"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Kuran) Guclu ve ustun olan, esirgeyenin indirmesidir"},{"SurahNumber":36,"VerseNumber":6,"Text":"Babaları uyarılmamıs, boylece kendileri de gafil kalmıs bir kavmi uyarman icin (gonderildin)"},{"SurahNumber":36,"VerseNumber":7,"Text":"Andolsun, onların cogu uzerine o soz hak olmustur, artık inanmazlar"},{"SurahNumber":36,"VerseNumber":8,"Text":"Gercekten biz onların boyunlarına, cenelere kadar (dayanan) halkalar gecirdik; bu yuzden basları yukarı kalkıktır"},{"SurahNumber":36,"VerseNumber":9,"Text":"Biz onlerinde bir sed, arkalarında bir sed cektik. Boylelikle onları ortuverdik, artık gormezler"},{"SurahNumber":36,"VerseNumber":10,"Text":"Kendilerini uyarsan da, uyarmasan da onlar icin birdir; inanmazlar"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sen ancak, zikre (Kuran´a) uyan ve gayb ile Rahmana (karsı) ici titreyerek korku duyan kimseyi uyarırsın. Iste boylesini, bir bagıslanma ve ustun bir ecirle mujdele"},{"SurahNumber":36,"VerseNumber":12,"Text":"Suphesiz biz, oluleri biz diriltiriz; onların onden takdim ettiklerini ve eserlerini biz yazarız. Biz her seyi apacık bir kitapta / Levh-i Mahfuz´da tesbit edip korumusuz"}]}