{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"Ta shuo:`Wo de zongzu a! Nimen gaosu wo ba! Ruguo wo shi yiju cong wo de zhu jiang shi de mingzheng de, bingqie ta ceng jiang cong ziji fachu de ci'en shangcile wo, namo, ruguo wo weikangle zhenzhu, shui neng baozheng wo bu shou ta de chengfa ne? Nimen zhi neng shi wo zaoshou geng da de sunshi."},{"SurahNumber":11,"VerseNumber":64,"Text":"Wo de zongzu a! Zhe shi zhenzhu de mu tuo, keyi zuo nimen de jixiang, suoyi nimen yingdang rang ta zai zhenzhu de da di shang chi cao, buyao shanghai ta, fouze, linjin de chengfa jiang xiji nimen.'"},{"SurahNumber":11,"VerseNumber":65,"Text":"Danshi tamen zaile ta, ta jiu shuo:`Nimen zai jiali xiangshou san ri ba! Zhe bushi pian ren de yingxu."},{"SurahNumber":11,"VerseNumber":66,"Text":"Dang wo de mingling jianglin de shihou, wo yinwei cong wo fachu de ci'en er shi sa li ha he tong ta yiqi xindao de ren tuoli dangri de chiru, ni de zhu que shi zhi qiang de, que shi you quan de."},{"SurahNumber":11,"VerseNumber":67,"Text":"Nahan xi ji liao buyi de renmen, qingke zhi jian, tamen dou jiang pu zai ziji de jiali,"},{"SurahNumber":11,"VerseNumber":68,"Text":"fangfu tamen meiyou zai limian zhuguo yiyang. Zhen de, sai mo de ren que yi fouren tamen de zhu. Zhen de, yuan sai mo de ren zaoshou huimie."},{"SurahNumber":11,"VerseNumber":69,"Text":"Wo de zhong shizhe que yi daizhe xixun jianglin yi bo la xin, tamen shuo:`Zhu ni ping'an!'Ta shuo:`Zhu nimen ping'an.'Ta hen kuai jiu na lai yi zhi kao du lai."},{"SurahNumber":11,"VerseNumber":70,"Text":"Dang ta kanjian tamen bu shenshou qu qu du rou de shihou, ta renwei tamen shi qiguai de, ta dui tamen juede youdian haipa. Tamen shuo:`Ni buyao haipa, women que shi bei pai dao lu te de zongzu qu de.'"},{"SurahNumber":11,"VerseNumber":71,"Text":"Ta de qizi zhan zai yipang xiaole. Wo jiu yi yi si ha ge he zai yi si ha ge zhihou de ye er hu bai xiang ta baoxi."}]}