{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"Toda vez que enviamos a un amonestador a su pueblo, los mas ricos y poderosos decian: Nosotros vimos a nuestros padres que practicaban una religion [politeista], y les imitamos"},{"SurahNumber":43,"VerseNumber":24,"Text":"[Cuando nuestros Mensajeros decian a su pueblo]: ¿Y si os propongo algo mejor que lo que practicaban vuestros padres? Respondian: Nosotros no creemos en vuestro Mensaje"},{"SurahNumber":43,"VerseNumber":25,"Text":"Por cierto que nos vengamos de ellos. Observad con detenimiento cual fue el tragico final de los desmentidores"},{"SurahNumber":43,"VerseNumber":26,"Text":"Y recuerda [¡Oh, Muhammad!] cuando Abraham [Ibrahim] le dijo a su padre y a su pueblo: Yo soy inocente de aquello que adorais"},{"SurahNumber":43,"VerseNumber":27,"Text":"Yo solo adoro a Quien me creo, y El me guiara"},{"SurahNumber":43,"VerseNumber":28,"Text":"Allah hizo que esta fe [monoteista] perdurara en su descendencia para que retornaran [a la fe en Allah, toda vez que se apartasen]"},{"SurahNumber":43,"VerseNumber":29,"Text":"Pero [muchos se desviaron y] les deje disfrutar transitoriamente, y tambien a sus padres, hasta que les enviamos la Verdad [el Mensaje] y [fue transmitida por] un Mensajero elocuente [Muhammad]"},{"SurahNumber":43,"VerseNumber":30,"Text":"Y cuando se les presento con la Verdad dijeron [los idolatras]: Esto es brujeria, y nosotros no creemos en eso"},{"SurahNumber":43,"VerseNumber":31,"Text":"Y dijeron tambien [desdenando al Profeta]: ¿Por que no le fue revelado este Coran a un hombre distinguido de alguna de las dos ciudades [La Meca o Taif]"},{"SurahNumber":43,"VerseNumber":32,"Text":"¿Acaso ellos son los encargados de administrar la misericordia de su Senor [y designar como Profeta a quien quieran]? Nosotros somos Quienes distribuimos el sustento en la vida mundanal [y tambien designamos como Mensajero a quien Nos place], y elevamos en grados a algunos hombres sobre otros, para que asi se sirvan y beneficien unos a otros; y sabed que la misericordia de tu Senor es mejor que lo que pudieren acaparar [en la vida mundanal]"},{"SurahNumber":43,"VerseNumber":33,"Text":"Si no fuera porque los hombres terminarian siendo una sola nacion [descarriada], habriamos concedido a quienes no creen en el Misericordioso residencias con techos y escaleras de plata por las que ascendiesen [a sus hermosas habitaciones]"}]}