{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha-mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Knjigu objavljuje Allah, Silni i Mudri"},{"SurahNumber":45,"VerseNumber":3,"Text":"Na nebesima i na Zemlji, zaista, postoje znakovi za vjernike"},{"SurahNumber":45,"VerseNumber":4,"Text":"U stvaranju vas i živih bića koja je razasuo znakovi su za ljude koji su"},{"SurahNumber":45,"VerseNumber":5,"Text":"i u smjeni noći i dana, i opskrbi – kiši koju Allah s neba spušta da pomoću nje zemlju, nakon mrtvila njezina, oživi, i usmjeravanju vjetrova – znakovi su za ljude koji razumiju"},{"SurahNumber":45,"VerseNumber":6,"Text":"To su Allahovi ajeti i znakovi koje ti kao istinu navodimo, pa u koje će, ako ne u Allahove riječi i znakove Njegove, oni vjerovati"},{"SurahNumber":45,"VerseNumber":7,"Text":"Teško svakom lašcu, velikom griješniku"},{"SurahNumber":45,"VerseNumber":8,"Text":"koji čuje Allahove ajete kad mu se uče, zatim ustraje u nevjerovanju oholeći se, kao da ih ni čuo nije – njemu patnju bolnu navijesti"},{"SurahNumber":45,"VerseNumber":9,"Text":"A kad sazna za neke Naše ajete, on im se ruga. Takve ponižavajuća patnja čeka"},{"SurahNumber":45,"VerseNumber":10,"Text":"Pred njima je Džehennem, i ni od kakve koristi im neće biti ono što su pored Allaha za zaštitnike uzeli"},{"SurahNumber":45,"VerseNumber":11,"Text":"Ovo je Uputa, a one koji ne vjeruju u ajete i znakove Gospodara svoga"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah je Onaj Koji vam je potčinio more da bi lađe, odredbom Njegovom, po njemu plovile, da biste mogli tražiti blagodati Njegove i da biste bili zahvalni"},{"SurahNumber":45,"VerseNumber":13,"Text":"I potčinio vam je ono što je na nebesima i na Zemlji, sve je od Njega! To su, zaista, znaci za ljude koji razmišljaju"}]}