{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"My nizveli s neba vodu v meru i razmestili yeye na zemle. Voistinu, My sposobny uvesti yeye"},{"SurahNumber":23,"VerseNumber":19,"Text":"Posredstvom neye My vyrastili dlya vas pal'movyye sady i vinogradniki, gde rastet dlya vas mnogo plodov, kotoryye vy yedite"},{"SurahNumber":23,"VerseNumber":20,"Text":"My vyrastili derevo, kotoroye rastet na gore Sinay i dayet maslo i pripravu dlya vkushayushchikh"},{"SurahNumber":23,"VerseNumber":21,"Text":"Voistinu, domashnyaya skotina sluzhit nazidaniyem dlya vas. My poim vas tem, chto nakhoditsya u nikh v zhivotakh. Oni prinosyat vam mnogochislennuyu pol'zu, i vy pitayetes' imi"},{"SurahNumber":23,"VerseNumber":22,"Text":"Na nikh i na korablyakh vy peredvigayetes'"},{"SurahNumber":23,"VerseNumber":23,"Text":"Voistinu, My napravili Nukha (Noya) k yego narodu, i on skazal: «O moy narod! Poklonyaytes' Allakhu, ibo net u vas drugogo bozhestva, krome Nego. Neuzheli vy ne ustrashites'?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"No znatnyye lyudi iz yego naroda, kotoryye ne uverovali, skazali: «On - takoy zhe chelovek, kak i vy. On lish' khochet vozvysit'sya nad vami. Yesli by Allakh pozhelal, to On nisposlal by angelov. My ne slyshali o podobnom ot nashikh praottsev"},{"SurahNumber":23,"VerseNumber":25,"Text":"On - ne kto inoy, kak besnovatyy muzh, tak chto obozhdite s nim do pory do vremeni»"},{"SurahNumber":23,"VerseNumber":26,"Text":"On skazal: «Gospodi! Pomogi mne, ved' oni sochli menya lzhetsom»"},{"SurahNumber":23,"VerseNumber":27,"Text":"My vnushili yemu otkroveniye: «Soorudi kovcheg u Nas na Glazakh soglasno Nashemu otkroveniyu. A kogda yavitsya Nashe veleniye, i voda zab'yet fontanom iz pechi, to pogruzi na nego po pare vsego zhivogo, a takzhe svoyu sem'yu, krome tekh, o ch'yey gibeli uzhe bylo nisposlano Moye veleniye. I ne prosi Menya za tekh, kotoryye postupali nespravedlivo. Oni budut potopleny"}]}