{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Surely (O Prophet!) He, Who ordained the Quran for you, will bring you back to the Place of Return (signifies both Makkah and the Hereafter). Say: \"My Lord knows best who brings true guidance, and who is openly in the wrong"},{"SurahNumber":28,"VerseNumber":86,"Text":"And you had not expected that the Book would be sent down to you, except as a Mercy from your Lord: Therefore you do not give any support to those who reject (Allah’s Message)"},{"SurahNumber":28,"VerseNumber":87,"Text":"And let nothing keep you away from the Signs of Allah (verses) after they have been made known to you: And invite (men) to your Lord, and do not be in the company of those who join gods with Allah"},{"SurahNumber":28,"VerseNumber":88,"Text":"And call not, besides Allah, to another god. There is no god but He: Everything (that lives) shall die except His Own Face. To Him belongs the Command, and to Him will (all of) you be brought back"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Does mankind think that by (just) saying, \"We believe,\" they will be left alone and that they will not be tested"},{"SurahNumber":29,"VerseNumber":3,"Text":"And We indeed, did test those who were before them, so that Allah will indeed know, those who are true and He will know those who are liars"},{"SurahNumber":29,"VerseNumber":4,"Text":"Or do those who act evil think that they will gain over Us (Allah)? Evil is their judgment (if they think so)"},{"SurahNumber":29,"VerseNumber":5,"Text":"Whosoever hope (and wish) for meeting with Allah (let them work hard); Because the Time (fixed) by Allah is surely coming: And He is the All Hearing (As-Sami’), All Knowing (Al-Aleem)"},{"SurahNumber":29,"VerseNumber":6,"Text":"And whosoever strive a(with will and strength), they do so for their own souls: For Allah is Free (Ghani) of all needs from all Creation"}]}