{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"Ata thane: “O Musa, ose gjuaj ti, ose te behemi ne hedhesit e pare?”"},{"SurahNumber":20,"VerseNumber":66,"Text":"(Musai) tha: “Jo, hedhni ju!” E, ate – here, (pasi qe i hedhen ata) litaret dhe shkopinjte e tyre, - prej magjive te tyre – iu duken atij, se me te vertete, po rreshqasin"},{"SurahNumber":20,"VerseNumber":67,"Text":"andaj Musai – ndjeu ne vete frike"},{"SurahNumber":20,"VerseNumber":68,"Text":"Ne i thame: “Mos u frikeso, se me te vertete, ti je fitues"},{"SurahNumber":20,"VerseNumber":69,"Text":"Dhe hudhe ate qe e ke ne doren e djathte! Do t’i gelltise ato qe i kane punuar ata. Ate qe kane punuar ata, eshte vetem nje mashtrim i magjistareve. E, magjistari, nuk do te kete sukses, kudo qe te gjendet"},{"SurahNumber":20,"VerseNumber":70,"Text":"E, magjistaret (pastaj), rane ne sexhde dhe thane: “Na besojme ne Zotin e Harunit dhe Musait”"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Faraoni) tha: “Ju e besuat Ate, para se t’u jape leje une juve! Ai (Musai), me te vertete, eshte eprori juaj, qe u ka mesuar juve magjite. Dhe, me te vertete, une do t’ju kepus duart dhe kembet tuaja terthorazi, dhe une do t’ju varr juve ne trungjet e hurmeve. Ju, do ta dini, me siguri, - se denimi i kujt prej nesh – eshte me i ashper dhe me i vazhdueshem”"},{"SurahNumber":20,"VerseNumber":72,"Text":"(Magjistaret) u pergjegjen: “Na, ty kurre nuk do te japim perparesi ndaj argumenteve qe na kane ardhur neve dhe ndaj Atij qe na ka krijuar neve, e gjyko si te duash; ti gjykon vetem ne jeten e kesaj bote"},{"SurahNumber":20,"VerseNumber":73,"Text":"Na besojme Zotin tone, qe te na fale gabimet tona dhe magjite, ne te cilat na ke detyruar ti (Faraon). E, Perendia eshte me i miri dhe me i vazhdueshmi (ne shperblime dhe denime)"},{"SurahNumber":20,"VerseNumber":74,"Text":"Me te vertete, ai qe para Zotit te vet del si kriminel, ate, me te vertete, e pret sketerra; ne te – ai, as nuk vdes as nuk jeton"},{"SurahNumber":20,"VerseNumber":75,"Text":"E, kush vie tek Ai, si besimtare, e qe madje, ka punuar vepra te mira, vetem ata kane pozita te larta"},{"SurahNumber":20,"VerseNumber":76,"Text":"kopshtet e Adnit, neper te cilet rrjedhin lumenjte, e, ne te cilet, ata do te qendrojne perhere. Ky eshte shperblimi per ate qe eshte i spastruar nga mohimi"}]}