{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":38,"Text":"Avar kappalaik kattik kontirunta potu, avarutaiya camukattin talaivarkal avar pakkamakac cenrapotellam avaraip parikacittanar; (atarku) avar; \"ninkal enkalaip parikacippirkalanal, niccayamaka ninkal parikacippatupolave, (aticikkirattil) nankal unkalaip parikacippom\" enru kurinar"},{"SurahNumber":11,"VerseNumber":39,"Text":"anriyum, evanmitu avanai ilivu patuttum vetanai varumenrum, evanmitu nilaittirukkum vetanai irankum enrum veku viraivil ninkal terintu kolvirkal\" (enrum kurinar)"},{"SurahNumber":11,"VerseNumber":40,"Text":"irutiyaka, nam uttaravu vantu, atuppup ponkave, (nam nuhai nokki;)\"uyirp piranikal ovvoru vakaiyiliruntum (an pen konta) ovvoru jotiyai (akkappalil) errik kollum; (mulkatikkappatuvarkal enru evarkalaik kurittu munpe nam) vakku erpattuvittato avarkalait tavir um kutumpattaraiyum, iman kontavarkalaiyum errikkollum\" enru nam kurinom; veku corpa makkalait tavira marravarkal avarutan iman kollavillai"},{"SurahNumber":11,"VerseNumber":41,"Text":"itile ninkal erik kollunkal; itu otuvatum nirpatum allahvin peyaraleye (nikalkinrana). Niccayamaka en iraivan mannippavanakavum kirupaiyutaiyavanakavum irukkinran. Enru kurinar"},{"SurahNumber":11,"VerseNumber":42,"Text":"pinnar akkappal, malaikalaip ponra alaikalukkitaiye avarkalai camantu kontu cellalayirru; (appotu tam'mai vittu) vilaki nnra tam makanai nokki\"ennarumai makane! Enkalotu niyum (kappalil) erikkol; kahpirkalutan (cerntu) irate!\" Enru nuh alaittar"},{"SurahNumber":11,"VerseNumber":43,"Text":"Atarku avan; \"ennait tanniriliruntu patukakkak kutiya oru malaiyinmel cenru nan (tappi) vituven\" enak kurinan. Inraiya tinam allah yarukku arul purintirukkirano avarait tavira allahvin kattailiyiliruntu kapparrappatupavar evarumillai enru kurinar. Accamayam avarkalitaiye peralai onru eluntu kurukkittatu; avan mulkatikkappattavarkalil oruvanakavi vittan"},{"SurahNumber":11,"VerseNumber":44,"Text":"pinnar; \"pumiye! Ni un nirai vilunki vitu! Vaname! (Malaiyai) niruttikkol\" enru collappattatu; nirum kuraikkappattatu; (itarkul nirakarittor niril mulki avarkal) kariyamum mutintu vittatu; (kappal) juti malaimitu tankiyatu - aniyayam ceyta makkalukku (ittakaiya) alivutan enru kurappattatu"},{"SurahNumber":11,"VerseNumber":45,"Text":"nuh tan iraivanitam\"en iraivane! Niccayamaka en makan en kutumpattaic cerntavane; un vakkuruti niccayamaka unmaiyanatu; niti valankuvorkalilellam melana nitipatiyay ni irukkiray\" enak kurinar"}]}