{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":35,"VerseNumber":31,"Text":"Y lo que te revelamos del Libro [¡Oh, Muhammad!] es la Verdad que corrobora lo que ya habia sido revelado anteriormente. Por cierto que Allah esta bien informado de lo que hacen Sus siervos, y es Omnividente"},{"SurahNumber":35,"VerseNumber":32,"Text":"Luego hicimos que heredaran el Libro quienes elegimos entre Nuestros siervos [tu nacion]; pero de ellos hay quienes son inicuos, otros que lo ponen en practica moderadamente, y otros que se apresuran en hacer el bien con el permiso de Allah. Este es un favor inmenso"},{"SurahNumber":35,"VerseNumber":33,"Text":"Ingresaran por ello en los Jardines del Eden, alli seran engalanados con brazaletes de oro y perlas, y sus vestiduras seran de seda"},{"SurahNumber":35,"VerseNumber":34,"Text":"Y diran: ¡Alabado sea Allah, que ha hecho desaparecer toda tristeza de nosotros! En verdad nuestro Senor es Absolvedor, Agraciador"},{"SurahNumber":35,"VerseNumber":35,"Text":"Quien nos recompenso con la morada eterna; y por Su gracia, no padeceremos alli cansancio ni desgano"},{"SurahNumber":35,"VerseNumber":36,"Text":"Pero quienes no hayan creido seran castigados con el fuego del Infierno; no moriran [como pretenderan], ni se les aliviara el tormento; asi castigamos a todo incredulo"},{"SurahNumber":35,"VerseNumber":37,"Text":"Ellos clamaran alli: ¡Senor nuestro! Sacanos [del tormento] para que obremos rectamente, y no como lo hicimos. Pero ¿acaso no os hicimos vivir largamente, donde podrias haberlo hecho, y el Mensajero se os presento [y lo negasteis]? Sufrid pues, el castigo. No habra defensor para los inicuos"},{"SurahNumber":35,"VerseNumber":38,"Text":"Por cierto que Allah conoce lo oculto [y lo manifiesto] de los cielos y la Tierra, y bien sabe lo que hay en los corazones"}]}