{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":6,"Text":"O yerlere yerlestirmeyi ve Fir´avn´a, Haman´a ve askerlerine onlardan (hep endise duyup) kacındıkları hususu gostermeyi diledik"},{"SurahNumber":28,"VerseNumber":7,"Text":"Musa´nın anasına : «Cocugunu emzir, ona karsı (bir kotuluk ve tecavuzden) korktugun zaman onu suya (Nil ırmagının akıntısına) atıver; korkma ve uzulme. Suphen olmasın ki onu mutlaka sana dondurecegiz ve onu teblig gorevini yuklenen peygamberlerden kılacagız» diye ilhamda bulunduk"},{"SurahNumber":28,"VerseNumber":8,"Text":"Fir´avn´ın ailesinden bir kısmı, kendilerine ileride dusman, uzulmelerine sebep olsun diye (bilmeden) onu suya atılmıs sahipsiz bir cocuk olarak kendi himayelerine aldılar. Dogrusu Fir´avn da, Haman da, askerleri de hep suclu gunahkarlar idiler"},{"SurahNumber":28,"VerseNumber":9,"Text":"Fir´avn´ın esi, «bu bulunan cocuk benim icin de, senin icin de goz bebegi (veya gozumun aydınlıgı) ! Sakın onu oldurmeyin ; umulur ki bize yararlı olur veya onu kendimize evlad ediniriz» dedi. Kendileri (bunun altındaki sır ve hikmetten) habersiz idiler"},{"SurahNumber":28,"VerseNumber":10,"Text":"Musa´nın anası ise, yuregi bombos olarak sabahladı. (Hakk´ın verdigi sozun eninde sonunda gercaklesecegine) inananlardan olması icin onun kalbini guclendirip yatıstırmasaydık, neredeyse olup biteni acıga vuracaktı"},{"SurahNumber":28,"VerseNumber":11,"Text":"O, Musa´nın kızkardesine, «kardesini izle!» dedi. O da uzaktan onu gozetti. Onlar (Fir´avn ailesi) bunu farketmemislerdi"},{"SurahNumber":28,"VerseNumber":12,"Text":"Daha onceden ona, sut analarının gogsunu emmeyi yasakladık. Bunun uzerine Musa´nın kızkardesi, (Fir´avn ailesine) «sizin icin bu cocugu emzirip besleyecek, onu iyi egitecek bir aile halkını size bulup gostereyim mi ?» dedi"},{"SurahNumber":28,"VerseNumber":13,"Text":"Boylece onu, tekrar anasına dondurduk ki gozu aydınlık olsun, uzulmesin ve Allah´ın va´dinin hak oldugunu bilsin. Ne var ki onların cogu bunu (bu gercegi ve tasıdıgı hikmeti) bilmezler"}]}