{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Ve Firavun \"En usta sihirbazları bana getirin!\" diye emretti"},{"SurahNumber":10,"VerseNumber":80,"Text":"Sihirbazlar gelince Musa onlara: \"Haydi atın atmak (istediğinizi)!\" dedi"},{"SurahNumber":10,"VerseNumber":81,"Text":"Böylece onlar (asalarını) atıp (gözbağcılık yoluyla izleyenleri etkileyince) Musa onlara: \"Bu yaptığınız sihirden başka bir şey değil; Allah bunu mutlaka boşa çıkaracaktır! Gerçek şu ki, Allah bozgunculuk yapanların işini asla ileri götürmez"},{"SurahNumber":10,"VerseNumber":82,"Text":"Tersine, kelimeleriyle ancak hakkın ortaya çıkmasını sağlar; günaha gömülüp giden insanlar bundan hoşnut olmasalar da"},{"SurahNumber":10,"VerseNumber":83,"Text":"Firavun ve onun seçkinler çevresi kendilerine zulmeder korkusuyla (başkaları geri dururken) kavminden ancak birkaç kişi Musa´ya olan inançlarını açıkladılar: çünkü Firavun ülkede gerçekten de nüfuz ve iktidar sahibiydi, ve üstelik ölçüsüz, acımasız biriydi"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa: \"Eğer Allah´a inanıyorsanız\" dedi, \"eğer gerçekten O´na bağlanıp kendinizi O´na teslim etmişseniz, öyleyse artık güvenin O´na"},{"SurahNumber":10,"VerseNumber":85,"Text":"Bunun üzerine onlar da: \"Biz güvenimizi Allah´a bağlamışız! Ey Rabbimiz, bizi zalim bir topluluğun elinde rüsvay etme!\" dediler"},{"SurahNumber":10,"VerseNumber":86,"Text":"Hakkı inkar eden bu toplumun elinden lütfunla kurtar bizi"},{"SurahNumber":10,"VerseNumber":87,"Text":"Biz de Musa ile kardeşine: \"Şehirde halkınız için bazı evleri sığınak edinin\" diye vahyettik, \"ve (onlara deyin ki) ´Evlerinizi ibadet yerine dönüştürün; ve namazda devamlı ve kararlı olun! Ve (sen ey Musa!) inananları (Allah´ın yardımıyla) müjdele"},{"SurahNumber":10,"VerseNumber":88,"Text":"Ve Musa: \"Ey Rabbim!\" dedi, \"gerçek şu ki, Sen Firavun ve onun seçkinler çevresine dünya hayatında görkem ve zenginlik verdin; öyle ki, bunun sonucu olarak onlar da, ey Rabbim, (başkalarını) Senin yolundan çeviriyorlar! Ey Rabbimiz, öyleyse artık onların zenginliklerini silip yok et, (ve böylece) kalplerini katılaştır; çünkü çetin azabı görmedikçe inanmayacaklar"}]}