{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"Ayrıca O´nun hesabına derin sulara dalan ve baska isler yapan bazı seytanları da Suleyman´ın emrine verdik. Biz onları gozetim altında tutuyorduk"},{"SurahNumber":21,"VerseNumber":83,"Text":"Eyyub´e gelince hani O «Bir derde yakalandım, sen ise merhametlilerin en merhametlisisin» diye Rabb´ine seslenmisti"},{"SurahNumber":21,"VerseNumber":84,"Text":"Biz de duasını kabul ederek pencesine dustugu derdi giderdik. Ayrıca karsılıksız rahmetimizin bir eseri olarak ve bize kulluk edenlerin her zaman anacakları bir ornek olsun diye eski ailesini kendisine bir kat fazlası ile yeniden bagısladık"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ismail´i, Idris´i ve Zulkifli de hatırla. Bunların her ucu de sabırlı kimselerdi"},{"SurahNumber":21,"VerseNumber":86,"Text":"Her ucunu de rahmetimizin kapsamına aldık. Onlar gercekten salih kullarımızdandı"},{"SurahNumber":21,"VerseNumber":87,"Text":"Zunnun´a (Yunus´a) gelince hani o ofke icinde yurdundan ayrılırken artık bizim kendisini sıkıntıya ugratmayacagımızı sanmıstı. Fakat sonra karanlıklar icinde «Senden baska ilah yoktur, sen her turlu noksanlıktan munezzehsin, ben gercekten bir zalim oldum» diye bize seslendi"},{"SurahNumber":21,"VerseNumber":88,"Text":"Bunun uzerine duasını kabul ederek kendisini icine dustugu sıkıntıdan kurtardık. Iste mu´minleri boyle kurtarırız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Zekeriyya´yı da hatırla. Hani O Rabb´ine «Ya Rabb´i, beni tek, evlatsız bırakma, gerci en hayırlı mirascı sensin, her sey sonunda sana kalacaktır» diye seslendi"},{"SurahNumber":21,"VerseNumber":90,"Text":"Biz de duasını kabul ederek kendisine Yahya´yı armagan etmis, esini gecimli ve dogurgan yapmıstık. Butun bu peygamberler iyi isler yapmaya kosarlar, umut ve korku icinde bize dua ederler, bize gonulden saygı beslerlerdi"}]}