{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":44,"Text":"avar avane kaṇṭumuṭṭunna divasaṁ avarkkuḷḷa abhivādyaṁ salāṁ āyirikkuṁ.avarkkavan mān'yamāya pratiphalaṁ orukkivecciṭṭuṇṭ‌"},{"SurahNumber":33,"VerseNumber":45,"Text":"nabiyē, tīrccayāyuṁ ninne nāṁ oru sākṣiyuṁ santēāṣavārtta aṟiyikkunnavanuṁ, tākkītukāranuṁ āyikkeāṇṭ niyēāgiccirikkunnu"},{"SurahNumber":33,"VerseNumber":46,"Text":"allāhuvinṟe uttaravanusaricc avaṅkalēkk kṣaṇikkunnavanuṁ, prakāśaṁ nalkunna oru viḷakkuṁ āyikkeāṇṭ‌"},{"SurahNumber":33,"VerseNumber":47,"Text":"satyaviśvāsikaḷkk allāhuviṅkal ninn valiya audāryaṁ labhikkānuṇṭ enn nī avare santēāṣavārtta aṟiyikkuka"},{"SurahNumber":33,"VerseNumber":48,"Text":"satyaniṣēdhikaḷeyuṁ kapaṭaviśvāsikaḷeyuṁ nī anusariccu pēākarut‌. avaruṭe drēāhaṁ nī avagaṇikkukayuṁ, allāhuve bharamēlpikkukayuṁ ceyyuka. kaikāryakarttāvāyi allāhu tanne mati"},{"SurahNumber":33,"VerseNumber":49,"Text":"satyaviśvāsikaḷē, niṅṅaḷ satyaviśvāsinikaḷe vivāhaṁ kaḻikkukayuṁ, enniṭṭ niṅṅaḷavare sparśikkunnatin mumpāyi avare vivāhamēācanaṁ naṭattukayuṁ ceytāl niṅṅaḷ eṇṇikaṇakkākkunna iddaḥ ācarikkēṇṭa bādhyata avarkku niṅṅaḷēāṭilla. ennāl niṅṅaḷ avarkk matā'a nalkukayuṁ, avare bhaṅgiyāyi piriccayakkukayuṁ ceyyuka"},{"SurahNumber":33,"VerseNumber":50,"Text":"nabiyē, nī vivāhamūlyaṁ keāṭuttiṭṭuḷḷavarāya ninṟe bhāryamāre ninakk nāṁ anuvadiccu tannirikkunnu. allāhu ninakk (yud'dhattil) adhīnappeṭuttittanna kūṭṭattil ninṟe valatukai uṭamappeṭuttiya (aṭima) strīkaḷeyuṁ ninnēāṭeāppaṁ svadēśaṁ viṭṭupēānnavarāya ninṟe pitr̥vyanṟe putrimār, ninṟe pitr̥sahēādarimāruṭe putrimār, ninṟe am'māvanṟe putrimār, ninṟe mātr̥sahēādarimāruṭe putrimār ennivareyuṁ (vivāhaṁ ceyyān anuvadiccirikkunnu.) satyaviśvāsiniyāya oru strī svadēhaṁ nabikk dānaṁ ceyyunna pakṣaṁ nabi avaḷe vivāhaṁ kaḻikkān uddēśikkunneṅkil atuṁ (anuvadiccirikkunnu.) it satyaviśvāsikaḷe kūṭāte ninakk mātramuḷḷatākunnu. avaruṭe bhāryamāruṭeyuṁ avaruṭe valatukaikaḷ uṭamappeṭuttiyavaruṭēyuṁ kāryattil nāṁ niyamamāyi niścayicciṭṭuḷḷat namukkaṟiyāṁ. ninakk yāteāru viṣamavuṁ uṇṭāvātirikkān vēṇṭiyatre it‌. allāhu ēṟe peāṟukkunnavanuṁ karuṇānidhiyumākunnu"}]}