{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":120,"Text":"And the Jews will never be pleased with thee, nor the Nazarenes, except thou follow their faith. Say thou: verily the guidance of Allah, --that is the guidance. And of a surety wert thou to follow their desires after that which hath come unto thee of the knowledge, there will be for thee against Allah neither protector nor helper"},{"SurahNumber":2,"VerseNumber":121,"Text":"Those unto whom We have vouchsafed the Book and they recite it as it ought to be recited - they shall believe therein and whosoever disbelieveth therein, those then! they shall be the losers"},{"SurahNumber":2,"VerseNumber":122,"Text":"O Children of Isra'il! remember My favour wherewith favoured you, and that I preferred you over the world"},{"SurahNumber":2,"VerseNumber":123,"Text":"And fear a Day whereon not in aught shall a soul satisfy for a soul, nor shall compensation be accepted therefor, nor shall intercession profit it, nor shall they be succoured"},{"SurahNumber":2,"VerseNumber":124,"Text":"And recall what time his Lord Proved Ibrahim with certain words then he performed them. He said: verily I am going to make thee a leader unto mankind. Ibrahim said: and also of my progeny? Allah said: My covenant shall not reach the wrong-doers"},{"SurahNumber":2,"VerseNumber":125,"Text":"And recall what time We appointed the House a resort unto man kind and a place of security and said: take the station of Ibrahim for a place of prayer. And We covenanted with Ibrahim and Ismai'l, saying: purify ye twain My Houses for those who shall circumambulate it and those who shall stay, and those who shall bow down and prostrate themselves"},{"SurahNumber":2,"VerseNumber":126,"Text":"And recall what time Ibrahim said: my Lord! make this city a place of security, and provide the People thereof with fruits, - such of them as will believe in Allah and the last Day. Allah said: and whosoever will disbelieve, him also shall give enjoyment for a while; thereafter I shall drive him to the torment of the Fire, - an ill abode"}]}