{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":40,"Text":"O gun Allah, onların hepsini diriltip bir araya getirir ve sonra meleklere «Bu adamlar size mi tapıyorlar?» der"},{"SurahNumber":34,"VerseNumber":41,"Text":"Melekler derler ki; «Seni her turlu noksanlıktan tenzih ederiz. Bizim dayanagımız, koruyucumuz onlar degil sensin. Hayır, onlar cinlere tapıyorlardı, cogu onlara inanıyorlardı.»"},{"SurahNumber":34,"VerseNumber":42,"Text":"O zaman zalimlere deriz ki; «Bu gun biribirinize ne faydalı olabilirsiniz ve ne de zarar verebilirsiniz. Vaktiyle inkar ettiginiz cehennem atesinin azabını simdi tadınız bakalım.»"},{"SurahNumber":34,"VerseNumber":43,"Text":"Onlara apacık anlamlı ayetlerimiz okundugunda «Bu adamın tek istedigi sey, sizi atalarınızın taptıgı putlardan vazgecirmektir» ve «su Kur´an, duzmece bir yalandan baska bir sey degildir.» dediler. Kafirler, kendilerine gelen ´gercek´ icin «Bu apacık bir buyuden ibarettir.» demislerdi"},{"SurahNumber":34,"VerseNumber":44,"Text":"Ey Muhammed, oysa biz o musriklere daha once okuyacakları bir Kitap vermemis, kendilerine senden once bir uyarıcı gondermemistik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Onlardan onceki bir cok milletler de mesajımızı yalanlamıslardı., Bu musrikler onlara verdigimiz dunyalıkların onda birine bile ermis degillerdir. Buna ragmen peygamberlerimi yalanladılar, ama bu inkarcılıgın karsılıgı nice oldu"},{"SurahNumber":34,"VerseNumber":46,"Text":"Ey Muhammed, onlara de ki; «Size bir tek ogudum var: Ikiser ikiser ve teker teker Allah ile vicdanınızla basbasa kalınız ve dusununuz ki, bu dostunuz deli degildir, o sadece agır bir azabın esiginde sizleri uyaran bir peygamberdir.»"},{"SurahNumber":34,"VerseNumber":47,"Text":"De ki; «Sizden hicbir ucret istemiyorum. Ucretiniz sizin olsun. Benim ucretimi Allah verecektir. O her seyin tanıgıdır.»"},{"SurahNumber":34,"VerseNumber":48,"Text":"De ki; «Gaybleri cok iyi bilen Rabb´im, gercegi egrinin basına carpar.»"}]}