{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"nam avarkalukkuk kanpitta ovvor attatciyum, marronrai vitap peritakave iruntatu. Avarkal (pavattiliruntu) tirumpi vituvatarkaka (utane alittu vitamal ilecana) vetanaiyaik kontu (mattum) avarkalaip pitittom"},{"SurahNumber":43,"VerseNumber":49,"Text":"accamayam avarkal (musavai nokki) ‘‘cuniyakkarare! (Umatu iraivan umatu pirarttanaiyai ankikarittuk kolvataka) umakkalitta vakkurutiyaik kontu (ivvetanaiyai nikki) enkalukku arul puriya umatu iraivanitam pirarttanai ceyviraka! (Avvaru nikkivittal) niccayamaka nankal (umatu) nerana valikku vantu vituvom'' enru kurinarkal"},{"SurahNumber":43,"VerseNumber":50,"Text":"(avvaru musavum pirarttanai ceytar.) Akave, nam avarkalutaiya vetanaiyai nikkiya camayattil, avarkal (tankal vakkurutiyai) murittu vittarkal"},{"SurahNumber":43,"VerseNumber":51,"Text":"Pinnar, hpir'avn tan makkalai nokki, ‘‘en makkale! Inta ‘misr' tecattin atci enatallava? (Atilirukkum) inta (nail) nati(yin kalvay)kal en kattalaippati celvatai ninkal parkkavillaiya?'' Enru parai carrinan"},{"SurahNumber":43,"VerseNumber":52,"Text":"‘‘tavira, nan inta ilivana manitarai vita cirantavanayirre! Telivakap pecavum avaral mutiyavillaiye!'' (Enrum)"},{"SurahNumber":43,"VerseNumber":53,"Text":"‘‘(avar nam'maivita melanavaraka iruntal, paricaka) avarukkup porkappu alikkappattirukka ventama? Allatu avarutan vanavarkal onru cerntu parivarankalaka varaventama?'' (Enrum kuri)"},{"SurahNumber":43,"VerseNumber":54,"Text":"avan tan makkalai mayakki vittan. Atalal, avarkalum avanukku kilppatintu vittarkal. Enenral avarkal niccayamaka pavam ceyyum (cupavamutaiya) makkalaka iruntanar"},{"SurahNumber":43,"VerseNumber":55,"Text":"(ivvaru avarkal) namakkuk kopamuttave, avarkalitam nam palivankum poruttu, avarkal anaivaraiyum mulkatittu vittom"},{"SurahNumber":43,"VerseNumber":56,"Text":"innum, avarkalai (alittu) cenrupona makkalakki (avarkalutaiya carittirattai) pirkalattil ullavarkalukku utaranamakkinom"},{"SurahNumber":43,"VerseNumber":57,"Text":"(napiye!) Maryamutaiya makanai utaranamakak kurappatta camayattil, ataipparri umatu makkal (kokkarittuk) kaitatti, nakaikka arampittu vittanar"},{"SurahNumber":43,"VerseNumber":58,"Text":"‘‘enkal teyvankal mela? Allatu avar mela?'' Enru ketkat talaippattanar. Vin vitantavatattirke tavira umakku avarkal, avarai utaranamaka etuttukkollavillai. Ivarkal vin tarkkam ceyyum makkaltan"},{"SurahNumber":43,"VerseNumber":59,"Text":"isavo, namatu atimaiye tavira verillai. (Avar katavulalla; namatu pillaiyumalla; avar ivvaru kuravumillai; maraka, itai marutte kuriyirukkirar.) Avar mitu nam arulpurintu, israyilin cantatikalukku avarai nam or utaranamakkinom"},{"SurahNumber":43,"VerseNumber":60,"Text":"Nam virumpinal (unkalai alittu vittu piraku,) unkalukkup patilaka vanavarkalai pataittu, pumiyil piratinitikalaka akki vituvom"}]}