{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":7,"Text":"Comment les associatres peuvent-ils beneficier d’un pacte les liant avec Allah et Son Messager, excepte ceux avec qui vous vous etes engages pres de la Mosquee Sacree ? Tant qu’ils se conduiront avec droiture a votre egard, conduisez-vous avec droiture a leur egard, car Allah aime ceux qui Le craignent"},{"SurahNumber":9,"VerseNumber":8,"Text":"Et comment (pourrait-il en etre ainsi) alors que s’ils prenaient le dessus sur vous, ils ne respecteraient ni les liens du sang ni n’honoreraient leur engagement a votre egard. Tandis que du bout des levres ils s’emploient a vous faire plaisir, leurs cœurs s’obstinent a (vous) refuser (une telle faveur). La plupart d’entre eux sont des pervers"},{"SurahNumber":9,"VerseNumber":9,"Text":"Ils vendent a bas prix les versets d’Allah et dressent des obstacles sur Son chemin. Combien mauvais est ce qu’ils font"},{"SurahNumber":9,"VerseNumber":10,"Text":"Ils ne respectent, vis-a-vis d’un croyant, ni liens du sang ni engagement. Ceux-la sont les transgresseurs"},{"SurahNumber":9,"VerseNumber":11,"Text":"S’ils se repentent, accomplissent la Calat et s’acquittent de la Zakat, alors ce sont vos freres par la religion. Nous detaillons clairement les versets pour des gens qui savent"},{"SurahNumber":9,"VerseNumber":12,"Text":"Et s’ils rompent leur engagement pris sous serment[203] et denigrent votre religion, vous combattrez alors les chefs de file de la mecreance, qui ne respectent aucun serment. Ainsi, peut-etre, s’arreteront-ils"},{"SurahNumber":9,"VerseNumber":13,"Text":"Ne combattriez-vous pas des gens qui se sont parjures, qui ont tente de bannir le Messager et qui vous ont attaques les premiers ? Les craindriez-vous ? Allah, Lui, est plus digne de votre crainte si vous etes croyants"}]}