{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Po u afrohet njerezve dita per te dhene llogari, por ata vazhdojne te jene te shkujdesur e te shmangur (nga e verteta)"},{"SurahNumber":21,"VerseNumber":2,"Text":"Sa here qe atyre u vjen nga Zoti i tyre ndonje paralajmerim i ri, ata e degjojne, duke u tallur me te"},{"SurahNumber":21,"VerseNumber":3,"Text":"Zemrat e tyre jane te hutuara. Ndersa ata qe jane idhujtare, flasin fshehurazi: “A eshte ky (Muhamedi) dicka tjeter, pervecse njeri si ju? Valle, a do te shkoni ju pas magjise (se tij), kur e shikoni me syte tuaj"},{"SurahNumber":21,"VerseNumber":4,"Text":"(I Derguari) tha: “Zoti im e di se c’flitet qofte ne qiell, qofte ne Toke, Ai degjon gjithcka dhe eshte i Gjithedijshem.”"},{"SurahNumber":21,"VerseNumber":5,"Text":"Ata[202] thone: “Keto[203] jane vetem endrra te turbullta! Ose ai[204] i ka trilluar ato. Madje ai eshte poet. Le te na sjelle nje mrekulli, ashtu si i kane sjelle te derguarit e pare!”"},{"SurahNumber":21,"VerseNumber":6,"Text":"Asnje vendbanim nga ata qe i kemi shkaterruar, nuk ka besuar e valle, a do te besojne keta"},{"SurahNumber":21,"VerseNumber":7,"Text":"Edhe para teje kemi derguar vetem njerez, te cileve, u kemi shpallur; andaj, pyetni njerezit e shkrimeve (te meparshme), nese ju nuk dini"},{"SurahNumber":21,"VerseNumber":8,"Text":"Dhe ne nuk i kemi bere ata (te derguarit) trupa qe nuk hane ushqim, as nuk kane qene te pavdekshem"},{"SurahNumber":21,"VerseNumber":9,"Text":"Pastaj, ua kemi permbushur atyre premtimin e i kemi shpetuar se bashku me njerezit (besimtare) qe kemi dashur; ndersa i kemi shkaterruar ata qe e kane shkelur kufirin (mohuesit)"},{"SurahNumber":21,"VerseNumber":10,"Text":"Ne te kemi shpallur Librin, i cili eshte perkujtese per ju. Valle, a nuk po kuptoni"}]}