{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":14,"VerseNumber":43,"Text":"O gun baslarını dikerek (cagırıldıkları yere dogru) kosarlar. Gozleri kendilerine bile donmez, kalpleri de bombostur"},{"SurahNumber":14,"VerseNumber":44,"Text":"(Ey Muhammed!) Insanları, kendilerine azabın gelecegi gun ile uyar. Zira o gun zalimler, “Ey Rabbimiz! Yakın bir sureye kadar bizi ertele de senin cagrına uyalım ve peygamberlerin izinden gidelim” diyecekler. Onlara soyle denilecek: “Daha once siz, sonunuzun gelmeyecegine yemin etmemis miydiniz"},{"SurahNumber":14,"VerseNumber":45,"Text":"Hatta siz, kendilerine zulmedenlerin yurtlarında yerlestiniz. Onlara neler yaptıgımız da sizin icin apacık ortaya cıktı. Size bircok misaller de gosterdik"},{"SurahNumber":14,"VerseNumber":46,"Text":"Onlar tuzaklar kurdular, ama Allah katında da onlara tuzak vardır. Isterse onların tuzakları dagları yerinden oynatacak olsun"},{"SurahNumber":14,"VerseNumber":47,"Text":"Sakın Allah’ın, peygamberlerine verdigi sozden donecegini sanma! Suphesiz Allah, mutlak guc sahibidir, intikam sahibidir"},{"SurahNumber":14,"VerseNumber":48,"Text":"O gun yer, baska bir yere, gokler de baska goklere donusturulur ve insanlar tek ve Kahhar (her seyin uzerinde yegane hakim) olan Allah’ın huzuruna cıkarlar"},{"SurahNumber":14,"VerseNumber":49,"Text":"O gun, sucluları zincirlere vurulmus olarak gorursun"},{"SurahNumber":14,"VerseNumber":50,"Text":"Gomlekleri katrandandır. Yuzlerini de ates buruyecektir"},{"SurahNumber":14,"VerseNumber":51,"Text":"Allah, herkese kazandıgının karsılıgını vermek icin boyle yapar. Suphesiz Allah, hesabı cabuk gorendir"},{"SurahNumber":14,"VerseNumber":52,"Text":"Bu Kur’an; kendisiyle uyarılsınlar, Allah’ın ancak tek ilah oldugunu bilsinler ve akıl sahipleri dusunup ogut alsınlar diye insanlara bir bildiridir"}]}