{"Id":295,"LanguageCodes":["rn","run"],"Name":"run-sheikhamissirad","Author":"Sheikh Amissi Radjabu Ntamba","Language":"Rundi","Description":"Rundi","Direction":"ltr","Source":"aradjantas@gmail.com , www.islamic-invitation.com","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Ahubwo vyarabonetse kuribo kuvyo bahora banyegeza kuva kera, rero iyo basubizwa ntankeka bari bari gasubira kugira bimwe babuzwa kandi ntankeka kandi kuribo ntankeka n’ababeshi gusa"},{"SurahNumber":6,"VerseNumber":29,"Text":"Bavuze bati:-ntabindi bihari atari ubu buzima bwo ng’aha kw’Isi, kandi natwe ntituzozurwa"},{"SurahNumber":6,"VerseNumber":30,"Text":"Iyo yobonye mugihe bazohagarikwa imbere y’Umuremyi wabo, nayo ibabwira iti:- mbega ibi sivy’ukuri? Nabo bishura bati:- ni kuki twebwe turahira kw’izina ry’Umuremyi wacu? Nayo Imana izobishura iti:- nimuhonje ibihano kubera uguhakana kwanyu"},{"SurahNumber":6,"VerseNumber":31,"Text":"Ntankeka baramaze gushikirwa n’uruhombo bamwe bahakanye yuko batazohura n’Imana yabo kugeza aho bazoshikirwa giturumbuka nico gihe, baciye bavuga bati:- oh! amaganya yacu ari hejuru yabimwe twanegura, nabo bazokwikorera amatu yabo kumigongo yabo, rero nimurabe namwe ayo mabi bikoreye"},{"SurahNumber":6,"VerseNumber":32,"Text":"N’ubuzima bwo ng’aha kw’isi ntaco bumaze, ahubwo ni nk’urukino ata kintu kimaze, kandi ntankeka inzu yo mw’ijuru niyo nziza gusumba kuri barya batinya Imana yabo, mbega ibi vyose ntimubishira mubwenge bwanyu"},{"SurahNumber":6,"VerseNumber":33,"Text":"Turazi yuko bigutera agahinda kuvyo bakuvugako, rero kuribo ntibabeshera wewe, mugabo abahemukiye imitima yabo nibo bahakana ivyemezo vy’Imana"},{"SurahNumber":6,"VerseNumber":34,"Text":"Mu vy’ukuri intumwa z’Imana zose zarahakanywe imbere yawe, mugabo bari hanganye kubera uko kutemerwa kwabo hamwe n’ugushavuzwa kwabo kugeza aho bashikirwa n’uburokoke bwacu, kandi ntawuhindura amajambo y’Imana, kandi ntankeka ziramaze kugushikira inkuru zizo ntumwa z’Imana"},{"SurahNumber":6,"VerseNumber":35,"Text":"Niwaba ubona yuko ari ibintu bikurengeye kukwiyonkora kwabo, nawe niwaba ushoboye kurondera inzira yo hasi na hasi kuri iy’Isi canke idugiro rikuduza mw’Ijuru, nukubazanira ivyemezo n’ibitangaro, rero iyo Imana ibishaka ntankeka yari kubegeranya muburongozi bwayo, rero ntube mubantu badafise ubumenyi"}]}