{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":26,"Text":"Firavun: \"Beni bırakın da Musa'yı oldureyim, o, Rabbine yalvaradursun. Onun, sizin dininizi degistireceginden veya yeryuzunde bozgun cıkaracagından korkuyorum\" dedi"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa: \"Dogrusu ben, hesap gorulecek gune inanmayan boburlenenlerin hepsinden, benim de Rabbim sizin de Rabbiniz olan Allah'a sıgınırım\" dedi"},{"SurahNumber":40,"VerseNumber":28,"Text":"Firavun ailesinden olup da, inandıgını gizleyen bir adam dedi ki: \"Rabbim Allah'tır diyen bir adamı mı oldureceksiniz? Oysa size Rabbinizden belgelerle gelmistir. Eger yalancıysa, yalanı kendisinedir; eger dogru sozlu ise, sizi tehdit ettiklerinin bir kısmı basınıza gelebilir. Dogrusu Allah, asırı yalancıyı dogru yola eristirmez"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ey milletim; Bugun memlekette hukumranlık sizindir, galip olanlar sizsiniz. Ama Allah'ın baskını bize catınca, O'na karsı bize kim yardım eder?\" Firavun: \"Ben size kendi gorusumden baskasını soylemiyorum. Ben size ancak dogru yolu gosteriyorum\" dedi"},{"SurahNumber":40,"VerseNumber":30,"Text":"Inanmıs olan adam dedi ki: \"Ey milletim! Dogrusu ben sizin icin, Nuh milletinin, Ad, Semud ve onlardan sonra gelenlerin durumu gibi, peygamberleri yalanlayan toplulukların ugradıkları bir gunun benzerinden korkuyorum. Allah kullara zulum dilemez"},{"SurahNumber":40,"VerseNumber":31,"Text":"Inanmıs olan adam dedi ki: \"Ey milletim! Dogrusu ben sizin icin, Nuh milletinin, Ad, Semud ve onlardan sonra gelenlerin durumu gibi, peygamberleri yalanlayan toplulukların ugradıkları bir gunun benzerinden korkuyorum. Allah kullara zulum dilemez"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ey milletim! Ahu figan gununden sizin hesabınıza korkuyorum"},{"SurahNumber":40,"VerseNumber":33,"Text":"Arkanıza donup kacacagınız gun Allah'a karsı sizi koruyan bulunmaz. Allah'ın saptırdıgını dogru yola getirecek yoktur"}]}