{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"And We did not send any except men before you whom We inspired, so ask the people who have received the Reminder if you do not know"},{"SurahNumber":16,"VerseNumber":44,"Text":"With proofs and the scriptures. And We sent down to you the Reminder to reveal to the people what was sent to them, and perhaps they will think"},{"SurahNumber":16,"VerseNumber":45,"Text":"Have those who schemed evil guaranteed that God will not make the earth swallow them, or the retribution come to them from where they do not expect"},{"SurahNumber":16,"VerseNumber":46,"Text":"Or that He will take them in their sleep? For they cannot stop it"},{"SurahNumber":16,"VerseNumber":47,"Text":"Or that He will take them while they are in a state of fear? Your Lord is Compassionate, Merciful"},{"SurahNumber":16,"VerseNumber":48,"Text":"Have they not seen that what God has created of a thing, its shadow inclines to the right and the left in prostration to God; and they are humbled"},{"SurahNumber":16,"VerseNumber":49,"Text":"And to God prostrate all those in the heavens and all those on the earth, from the creatures and the angels, and they are not arrogant"},{"SurahNumber":16,"VerseNumber":50,"Text":"They fear their Lord from above them, and they do what they are commanded"},{"SurahNumber":16,"VerseNumber":51,"Text":"And God said: \"Do not take two gods, there is only One god, so it is Me that you shall reverence"},{"SurahNumber":16,"VerseNumber":52,"Text":"And to Him is what is in the heavens and the earth, and the system shall be to Him. Is it other than God that you shall be aware of"},{"SurahNumber":16,"VerseNumber":53,"Text":"And any blessing that is with you is from God. Then, when harm afflicts you, to Him you cry out"},{"SurahNumber":16,"VerseNumber":54,"Text":"Then, when He removes the harm from you, a group of you set up partners with their Lord"}]}