{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. Pelo Alcorão, portador da Mensagem (que isto é a verdade)"},{"SurahNumber":38,"VerseNumber":2,"Text":"Porém, os incrédulos estão imbuídos de arrogância e separatismo"},{"SurahNumber":38,"VerseNumber":3,"Text":"Quantas gerações aniquilamos, anteriores a eles! Imploram, embora não haja escapatória"},{"SurahNumber":38,"VerseNumber":4,"Text":"Assombraram-se (os maquenses) de lhes haver sido apresentado um admoestador de sua graça. E os incrédulos dizem: Este é um mago mendaz"},{"SurahNumber":38,"VerseNumber":5,"Text":"Pretende, acaso, fazer de todos os deuses um só Deus? Em verdade, isto é algo assombroso"},{"SurahNumber":38,"VerseNumber":6,"Text":"E os chefes se retiraram, dizendo: Ide e perseverai com os vossos deuses! Verdadeiramente, isto é algo designado"},{"SurahNumber":38,"VerseNumber":7,"Text":"Não ouvimos coisa igual entre as outras comunidades. Isso não é senão uma ficção"},{"SurahNumber":38,"VerseNumber":8,"Text":"Porventura, a Mensagem foi revelada só a ele, dentre nós!? Qual! Eles estão em dúvida, quanto à Minha Mensagem. Porém, ainda não provaram o Meu castigo"},{"SurahNumber":38,"VerseNumber":9,"Text":"Possuem, acaso, os tesouros da misericórdia do teu Senhor, o Poderoso, o Liberalíssimo"},{"SurahNumber":38,"VerseNumber":10,"Text":"Ou então, é deles o reino dos céus e da terra, e tudo quanto existe entre ambos? Que subam, pois, aos céus"},{"SurahNumber":38,"VerseNumber":11,"Text":"Porém lá serão postos em fuga, mesmo com um exército de confederados"},{"SurahNumber":38,"VerseNumber":12,"Text":"Antes deles, haviam desmentido: o povo de Noé, o povo de Ad e o Faraó, o senhor das estacas"},{"SurahNumber":38,"VerseNumber":13,"Text":"O povo de Samud, o povo de Lot e os habitantes da floresta. Estes são os confederados"},{"SurahNumber":38,"VerseNumber":14,"Text":"Cada qual desmentiu os mensageiros, por isso mereceram o Meu castigo"},{"SurahNumber":38,"VerseNumber":15,"Text":"E não aguardam estes, senão um só estrondo, que não demorará (a vir)"},{"SurahNumber":38,"VerseNumber":16,"Text":"E disseram: Ó Senhor nosso, apressa-nos a nossa sentença, antes do Dia da Rendição de Contas"}]}