{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Xeyr, əvvəlcə (ürəklərində) gizlətdikləri (küfr, nifaq və çirkin əməllər) onların qabağına çıxdı. Əgər geri qaytarılsaydılar, yenə də onlar qadağan olunduqları şeyə (küfr və günaha) əl qatardılar. Onlar, şübhəsiz ki, yalançıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"(Əgər onlar dünyaya qaytarılsaydılar) yenə də: “Həyat yalnız bu dünyadakı həyatımızdan ibarətdir. Bizlər bir daha dirilən deyilik!” – deyərdilər"},{"SurahNumber":6,"VerseNumber":30,"Text":"Sən onları (sorğu-sual üçün) Rəbbinin hüzurunda saxlandıqları zaman görəydin! Allah onlara (mələklər vasitəsilə) belə buyuracaq: “Bu, (öləndən sonra dirilmək, sorğu-sual) haqq deyilmi? Onlar:” Bəli, Rəbbimizə and olsun (ki, bu, haqdır!)” – deyə cavab verəcəklər. (Allah) buyuracaq: “Elə isə etdiyiniz küfrlərə görə dadın əzabı!”"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allahın hüzurunda duracaqlarını inkar edən kimsələr, həqiqətən, ziyana uğramışlar. Belə ki, saat (qiyamət vaxtı) qəflətən başlarının üstünü aldığı zaman onlar günahlarını dallarında daşıyaraq deyəcəklər: “Dünyadakı təqsirlərimizə görə vay halımıza!” Bir baxın, daşıdıqları şey (günah yükü) necə də pisdir"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dünya həyatı oyun və əyləncədən başqa bir şey deyildir. Axirət yurdu müttəqilər üçün daha xeyirlidir. Məgər dərk etmirsiniz"},{"SurahNumber":6,"VerseNumber":33,"Text":"Bilirik ki, onların (Qur’an barəsində) dedikləri söz səni çox kədərləndirir. Həqiqətdə isə onlar səni yalançı hesab etmirlər (ürəklərində sənin həqiqi peyğəmbər olduğunu yaxşı bilirlər). Ancaq o zalımlar (müşriklər) Allahın ayələrini inadla inkar edirlər"},{"SurahNumber":6,"VerseNumber":34,"Text":"Səndən əvvəl də peyğəmbərlər təkzibə mə’ruz qalmışdılar. Lakin onlar təkzib olunduqları və əziyyət verildikləri şeylərə dözdülər. Nəhayət, Bizim köməyimiz onlara yetdi. Allahın sözlərini (peyğəmbərlərə verdiyi və’dləri) dəyişə biləcək heç bir kimsə yoxdur! Doğrudan da, peyğəmbərlərə aid xəbərlərin bə’zisi sənə gəlib çatdı"},{"SurahNumber":6,"VerseNumber":35,"Text":"Onların (haqq dindən) üz döndərməsi sənə ağır gəlirsə, yerdə (yerin dibinə gedən) bir lağım və ya göyə çıxacaq bir nərdivan tapıb onlara (Bizim sənə verdiyimizdən daha yaxşı) bir mö’cüzə gətirə bilərsənsə, durma gətir! (Allah sənə bu qüdrəti verməmişdir, hətta gətirsən belə, yenə onu sehr hesab edəcəklər). Allah istəsəydi, onları yığıb doğru yola salardı. Elə isə (Allahın insanların zorla deyil, könüllü surətdə iman gətirmək istədiyini) bilməyənlərdən olma"}]}