{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":36,"Text":"Ētēkē yētiẏā kaṭakī āhi chulā'imānara ōcarata pālē, tētiẏā tē'ōm̐ uttarata ka’lē, ‘tōmālōkē mōka dhana-sampada pradāna karai sahāẏa karaiba bicāraichā nēki? (Śunā) āllāhē mōka yi dāna karaichē sēẏā tōmālōkaka yi dichē tātakaiẏō uṯkr̥ṣṭa baraṁ tōmālōkē'i tōmālōkara upaḍhaukana lai ānanda karaāgai"},{"SurahNumber":27,"VerseNumber":37,"Text":"‘Siham̐tara ōcarata ubhati yōraā, (ārau śunā) āmi araśyē siham̐tara ōcarata ēnēkuraā sain'yabāhinī lai āhima yāra mukābilā karaāra śakti siham̐tara nā'i, lagatē siham̐taka āmi araśyē tāra paraā lāñchita karai bahiṣkāra karaima ārau siham̐ta ha’ba apamānita’"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Chulā'imānē tē'ōm̐ paraiṣadabargaka uddēśya karai) ka’lē, ‘hē paraiṣadabarga! Siham̐ta mōra ōcarata ātmasamarpaṇa karai ahāra pūrbē'i tōmālōkara mājara kōnē mōka tā'ira sinhāsana āni diba pāraā’"},{"SurahNumber":27,"VerseNumber":39,"Text":"ējana śaktiśālī jinē ka’lē, ‘āpuni āpōnāra sthānara paraā uṭhāra pūrbē'i ma'i sē'iṭō lai upasthita hama ārau ē'i biṣaẏē niścaẏa ma'i śaktimāna, biśbasta’"},{"SurahNumber":27,"VerseNumber":40,"Text":"Yāra ōcarata puthira jñāna āchila tē'ōm̐ ka’lē, ‘ma'i cakura palakatē sēẏā āpōnāra ōcarata āni dima’. Ētēkē chulā'imānē yētiẏā sēẏā tē'ōm̐ra sanmukhata sthira arasthāta dēkhilē tētiẏā tē'ōm̐ ka’lē, ‘ēẏā mōra pratipālakara anugraha, yātē tē'ōm̐ mōka paraīkṣā karaē yē, ma'i tē'ōm̐ra kr̥tajñatā prakāśa karaō nē akr̥tajñatā prakāśa karaō. Ētēkē yiẏē kr̥tajñatā prakāśa karaē si nijara kalyāṇara bābē'i kr̥tajñatā prakāśa karaē, ārau yiẏē akr̥tajña haẏa, si jāni thōraā ucita yē, niścaẏa mōra raba abhāramukta, mahānubhara’"},{"SurahNumber":27,"VerseNumber":41,"Text":"Chulā'imānē ka’lē, ‘tōmālōkē tā'ira sinhāsanara ākāra-ākr̥ti paraibartana karai diẏā, cā'ōm̐, tā'i saṭhika diha pāẏa nē siham̐tara antarbhukta haẏa yiham̐tē kōnō diha nāpāẏa’"},{"SurahNumber":27,"VerseNumber":42,"Text":"Ētēkē yētiẏā tā'i āhila, tētiẏā tā'ika kōraā ha’la, ‘tōmāra sinhāsana ēnēkuraā'i nēki’? Tā'i ka’lē, ‘sē'iṭōraē'i yēna lāgichē, ārau āmāka iẏāra pūrbē'i prakr̥ta jñāna dāna karaā haichē ārau āmi ājñābaha haichō’"},{"SurahNumber":27,"VerseNumber":43,"Text":"Ārau āllāhara paraibartē tā'i yāra pūjā pāṭha karaichila sē'iṭōraē tā'ika īmānara paraā nibr̥tta karaichila. Niścaẏa tā'i āchila kāphira sampradāẏara antarbhukta"},{"SurahNumber":27,"VerseNumber":44,"Text":"Tā'ika kōraā ha’la, ‘prasādaṭōra bhitarata praraēśa karaā’. Ētēkē yētiẏā tā'i sē'iṭō dēkhilē tētiẏā tā'i sē'iṭōka jalāśaẏa buli bhābilē ārau duẏō bharaira kāpōra kalāphulilaikē anābr̥ta karailē. Tē'ōm̐ (chulā'imānē) ka’lē, ‘ēẏā kācēraē nirmita sbaccha prasādahē’. Mahilā garaākīẏē (praārthanā karai) ka’lē, ‘hē mōra raba! Niścaẏa ma'i nijara prati an'yāẏa karaichilō, ārau ma'i ētiẏā chulā'imānara lagata sr̥ṣṭijagatara raba āllāhara prati ātmasamarpaṇa karailō’"}]}