{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Ni nganitugumba mawunde ni mataka ni yaili chilikati chakwe mwamasanje. Syele ni nganisyo sya aŵala ŵaakufuulu. Basi ipotesi yakuumila ku Moto takaipate aŵala ŵaakufuulu"},{"SurahNumber":38,"VerseNumber":28,"Text":"Ana twatende aŵala ŵaakulupilile ni kutendaga yambone nti chisawu akuwatanganya pachilambo? Kapena twatende ŵawoga (wakun’jogopa Allah) nti chisawu akuleŵa"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Achi ni) Chitabu (cha Qur’an) chatuchitulwisye kukwenu (mmwe Muhammadi ﷺ) chaupile wejinji kuti agachetelele (ŵandu) ma Ȃya gakwe ni kuti ŵakwete lunda akumbuchile"},{"SurahNumber":38,"VerseNumber":30,"Text":"Ni twampele Daudi (mwanache lina lyakwe) Sulaimana. Kaje umbone nnope kapolo jwakwe! Chisimu jwalakwe (Sulaimana) jwaliji jwakuujilaujila (kwa Allah pakutenda toba)"},{"SurahNumber":38,"VerseNumber":31,"Text":"(Kumbuchilani) ndema ja syaonesyedwe kukwakwe kwigulo hachi syakutulala nnope pati sijimi, syakuutuka nnope"},{"SurahNumber":38,"VerseNumber":32,"Text":"Basi jwatite: “Chisimu une nainonyele nnope yambone (hachi), kwakuleka kwakumbuchila Ambuje ŵangu (Allah pangaswali swala ja Asr) mpakana (lyuŵa) lisiŵiliche mu chakusiŵilila (pakutiŵila).”"},{"SurahNumber":38,"VerseNumber":33,"Text":"“Siuchisyani kukwangu (hachisyo).” Basi ni jwatandite kusipukuta sonjo ni ngosi"},{"SurahNumber":38,"VerseNumber":34,"Text":"Soni chisimu twan’dinjile Sulaimana mayeso, ni twaponyisye pa chitengu chakwe (cha uchimwene) chiŵiliŵili (lijini lyalyasumwile uchimwene wakwe kwa kandaŵi), kaneka ni jwaujile (ku uchimwene wakwe)"},{"SurahNumber":38,"VerseNumber":35,"Text":"Jwalakwe jwatite: “Ambuje ŵangu! Mungululuchilani, ni mumbe uchimwene ŵangam’bajila jwalijose panyuma pangune, chisimu Mmwejo ni ŵan’di Ŵakupeleka kwannope.”"},{"SurahNumber":38,"VerseNumber":36,"Text":"Basi twan’jepepachisye mbungo jajajendaga mwambolembole mwa lilalumusi lyakwe (kuja) kulikose kwajukusaka"},{"SurahNumber":38,"VerseNumber":37,"Text":"Ni (twan’jepepachisye soni) mashetani, ŵaliose ŵakutaŵa (yakutaŵataŵa) ni ŵakutiŵila (m’mbwani kukusosa ngalekale)"},{"SurahNumber":38,"VerseNumber":38,"Text":"Sano ŵane ŵaliji ŵagamba kutaŵidwa m’maunyolo (ŵakunyosya malamusi gakwe)"},{"SurahNumber":38,"VerseNumber":39,"Text":"(Allah ŵansalile kuti): “Awu ni ntuka Wetu (watumpele), basi tolani (kumpa jwankunsaka) kapena umbatani, mwangali chiŵalanjilo.”"},{"SurahNumber":38,"VerseNumber":40,"Text":"Soni chisimu jwalakwe jukwete Kukwetu uchimbichimbi kwisa soni malo gambone nnope gakuujila (ku Mbepo)"},{"SurahNumber":38,"VerseNumber":41,"Text":"Soni munkumbuchilani kapolo Jwetu Ayyubu, ndema ja jwaŵilasile Ambujegwe (Allah ni jwatite): “Chisimu une jungwayiye shetani ni masausyo kwisa soni ipotesi.”"},{"SurahNumber":38,"VerseNumber":42,"Text":"(Allah ŵansalile kuti): “Putisyani lukongolo lwenu (petaka, tipakopoche mesi). Aga (mesi) gakoga gakusisima (basi jogani) nambo soni gakumwa (basi mwaani).”"}]}