{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":80,"Text":"(Ya Peygəmbərim!) Onlar (o munafiqlər) ucun istər bagıslanma dilə, istər diləmə; onlar ucun yetmis dəfə bagıslanma diləsəndə, yenə Allah onları bagıslamayacaq. Bu onların Allahı və Onun Peygəmbərini inkar etmələrinə gorədir. Allah fasiq tayfanı dogru yola yonəltməz"},{"SurahNumber":9,"VerseNumber":81,"Text":"(Təbuk doyusundə istirak etməyib) arxada qalanlar (munafiqlər) Allahın Rəsuluna qarsı cıxaraq (evdə) oturub qalmalarına sevindilər, Allah yolunda malları və canları ilə cihad etmək istəmədilər və (mo’minlərə): “Bu istidə doyusə cıxmayın!” – dedilər. (Ya Peygəmbərim!) De: “Cəhənnəm odu daha istidir!” Kas biləydilər"},{"SurahNumber":9,"VerseNumber":82,"Text":"Qazandıqlarının (qazandıqları gunahların) cəzası (əvəzi) olaraq az gulub cox aglasınlar"},{"SurahNumber":9,"VerseNumber":83,"Text":"Əgər (Təbuk doyusundən sonra) Allah səni (Mədinədə qalıb cihada cıxmayan munafiqlərdən) bir dəstənin yanına qaytarsa və onlar səndən (doyusə cıxmaq ucun) izin istəsələr, de: “Mənimlə əsla (cihada) cıxmayacaq, mənimlə birlikdə hec vaxt hec bir dusmənə qarsı doyusməyəcəksiniz. Cunki əvvəlcə (evdə) oturmaga razı oldunuz. Indi də arxada qalanlarla (qadınlar və usaqlarla) birlikdə (evdə) oturun!”"},{"SurahNumber":9,"VerseNumber":84,"Text":"Onlardan (munafiqlərdən) olən hec bir kəsə hec vaxt namaz qılma, qəbrinin basında durma. Cunki onlar Allahı, Onun Peygəmbərini dandılar və fasiq olaraq oldulər"},{"SurahNumber":9,"VerseNumber":85,"Text":"Onların nə mal-dovləti, nə də ogul-usagı səni heyrətə salmasın. Allah bununla onlara (munafiqlərə) ancaq dunyada əzab vermək və kafir olduqları halda, canlarının (cətinliklə) cıxmasını istər"},{"SurahNumber":9,"VerseNumber":86,"Text":"“Allaha iman gətirin, Onun Peygəmbəri ilə birlikdə vurusun!” – deyən bir surə nazil edildiyi zaman aralarında sərvət sahibi olanlar səndən izin istəyib: “Qoy biz də (doyusə cıxmayıb evdə) oturanlarla bir yerdə qalaq!” – deyərlər"}]}