{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"(Musa) đap: \"Su viec đo thuoc ve kien thuc o noi Thuong Đe cua toi đuoc ghi chep trong Kinh Sach o noi Ngai; Thuong Đe cua toi khong nham lan cung khong quen sot (đieu gi)"},{"SurahNumber":20,"VerseNumber":53,"Text":"Đang đa lam trai đat thanh mot giuong ngu cho cac nguoi va mo ra noi đo nhung con đuong thong thuong qua lai va ban nuoc mua tu tren troi xuong cho cac nguoi (chinh la TA - Allah); TA dung no đe lam moc ra đu loai cay, tung cap khac nhau"},{"SurahNumber":20,"VerseNumber":54,"Text":"Cac nguoi hay an (rau cu, trai qua tu chung ) va nuoi gia suc cua cac nguoi. Qua that, trong su viec đo la cac dau hieu cho nhung nguoi thong hieu (đe nghiem ra đieu chan ly)"},{"SurahNumber":20,"VerseNumber":55,"Text":"Tu no (trai đat) TA đa tao hoa cac nguoi va se hoan cac nguoi ve lai voi no va tu no TA se đua cac nguoi tro ra mot lan nua"},{"SurahNumber":20,"VerseNumber":56,"Text":"Va qua that TA đa trung cho han (Fir-'awn) thay tat ca Phep La va Bang Chung cua TA, nhung han đa phu nhan va choi bo"},{"SurahNumber":20,"VerseNumber":57,"Text":"Han bao: \"Phai chang nguoi đen gap bon ta voi dung y dung cac phap thuat cua nguoi đuoi bon ta ra khoi lanh tho cua bon ta hay sao, hoi Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Nhung bon ta cung co the đua ra phap thuat tuong tu đe đoi choi voi nguoi. Do đo giua bon ta va nguoi hay hen nhau tai mot noi (thach đau), bon ta va nguoi se khong lo hen!.”"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa) đap: “Cuoc hen cua qui ngai se nham vao Ngay đai hoi va hay cho dan chung tu tap vao luc mat troi len cao khoang mot sao.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Do đo, Fir-'awn lui ve, ban thao ke hoach roi đen noi hen"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa bao ho: “Qui ngai sap mac hoa đen noi roi! Cho đat đieu noi doi roi đo thua cho Allah e rang Ngai se tieu diet qui ngai bang mot hinh phat. Va ke nguy tao chac chan se that bai.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"The roi, chung ban cai voi nhau ve cong viec cua chung va giau kin cuoc mat nghi"},{"SurahNumber":20,"VerseNumber":63,"Text":"Chung bao nhau: \"Hai ten nay qua that la hai ten phu thuy, chung muon dung phap thuat đe đuoi qui ngai ra khoi lanh tho va xoa bo loi song cua qui ngai"},{"SurahNumber":20,"VerseNumber":64,"Text":"“Do đo, hay hop suc trong ke hoach roi đen noi hen, va đi theo đoi ngu chinh te. Ngay nay, ai cao tay an chac chan se thang cuoc.”"}]}