{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Baraṁ āgatē siham̐tē yi gōpana karaichila sēẏā ētiẏā siham̐tara ōcarata prakāśa pā'ichē; ārau siham̐taka ākau (dunā'i pr̥thiraīlai) paṭhōraā ha’lē'ō siham̐taka yi karaibalai niṣēdha karaā haichila ākau siham̐tē sē'iṭōkē karailē haẏa; ārau niścaẏa siham̐ta michalīẏā"},{"SurahNumber":6,"VerseNumber":29,"Text":"Ārau siham̐tē kaẏa, ‘āmāra pārthira jīranē'i ēkamātra jīrana ārau āmāka punaraut'thita'ō karaā naha’ba’"},{"SurahNumber":6,"VerseNumber":30,"Text":"Ārau yadi tumi dēkhilāhēm̐tēna, yētiẏā siham̐taka siham̐tara pratipālakara sanmukhata thiẏa karaōraā ha’ba, tē'ōm̐ ka’ba, ‘ē'iṭō prakr̥ta satya nahaẏa jānō’? Siham̐tē ka’ba, ‘āmāra pratipālakara śapata! Niścaẏa ēẏā satya’. Tē'ōm̐ ka’ba, ‘tēntē tōmālōkē yi kupharaī karaichilā tāra bābē tōmālōkē ētiẏā śāsti bhōga karaā’"},{"SurahNumber":6,"VerseNumber":31,"Text":"Yisakalē āllāhara sākṣāṯ asbīkāra karaichē siham̐tē niścaẏa kṣatigrasta haichē, ānaki siham̐tara ōcarata yētiẏā haṭhāṯ kiẏāmata āhi upasthita ha’ba tētiẏā siham̐tē ka’ba, ‘hāẏa! Iẏāka āmi kimāna yē arahēlā karaichilō tāra bābē ētiẏā āphacōca’. Ārau siham̐tē siham̐tara pāpasamūha nijara piṭhita bahana karaiba. Sāradhāna! Siham̐tē yi bahana karaiba sēẏā ati nikr̥ṣṭa"},{"SurahNumber":6,"VerseNumber":32,"Text":"ārau pārthira jīrana kērala khēla-dhēmālira bāhiraē āna ēkō nahaẏa ārau yisakalē tākbaraā aralambana karaē tē'ōm̐lōkara bābē ākhiraātara ābāsē'i uttama; tathāpi'ō tōmālōkē nubujānē"},{"SurahNumber":6,"VerseNumber":33,"Text":"āmi niścaẏa jānō yē, siham̐tē yi kaẏa sēẏā tōmāka kaṣṭa diẏē; kintu siham̐tē tōmāra prati mithyāraōpa nakaraē, baraṁ yālimasakalē āllāhara āẏātasamūhakahē asbīkāra karaē"},{"SurahNumber":6,"VerseNumber":34,"Text":"Ārau tōmāra pūrbē'ō bahutō raāchulara ōparata mithyāraōpa karaā haichila, kintu tē'ōm̐lōkaka mithyāraōpa karaā ārau kaṣṭa diẏāra pichatō tē'ōm̐lōkē dhairya dhāraṇa karaichila, araśēṣata tē'ōm̐lōkara ōcarata āmāra sahāẏa āhichē. Ārau āllāhara bāṇīsamūhara kōnō paraibartanakāraī nā'i. Niścaẏa raāchulasakalara kichu sambāda tōmāra ōcaralaikē'ō āhichē"},{"SurahNumber":6,"VerseNumber":35,"Text":"Ārau yadi siham̐tara upēkṣā (anāgraha) tōmāra bābē kaṣṭakara haẏa tēntē pārailē bhūgarbhata suraṅga athabā ākāśata jakhalā bicārai uliẏā'i siham̐tara bābē kōnō nidarśana lai āhā. Ārau yadi āllāhē icchā karailēhēm̐tēna tēntē siham̐ta āṭā'ikē niścaẏa saṯpathata ēkatraita karailēhēm̐tēna. Sēẏē tumi mūrkhasakalara antarbhukta naha’bā"}]}