{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Onlara Nuhun kıssasını oku. Hani o, kavmine: «Ey kavmim, demişdi, eğer benim (aranızda) duruşum, Allahın âyetleriyle öğüd verişim size ağır geliyorsa (ne diyeyim), ben ancak Allaha dayanıb güvenmişimdİr. Siz ve ortaklarınız da artık toplanıb ne yapacağınızı kararlaşdırın. (O suretde ki) bil´âhare bu işiniz (yapacağınız) size hiç bir tasa (ve peşimanlık vermiş) olmasın. Sonra hükmünüzü bana icra edin. (Hattâ) bana mühlet de vermeyin»"},{"SurahNumber":10,"VerseNumber":72,"Text":"«Eğer (benim öğüdlerimden) yüz çeviriyorsanız ben sizden (bu hususda zâten) hiç bir mükâfat istemedim. Benim mükâfatım Allahdan başkasına âid değildir. Ben (Onun hükmüne boyun eğen, emrine muhaalefet etmeyen, Ondan başkasından hiç bir ümîd beslemeyen) müslümanlardan olmamla emr olundum»"},{"SurahNumber":10,"VerseNumber":73,"Text":"Yine onlar kendisini tekzîb etdiler. Biz de hem onu, hem gemide beraberinde bulunan kimseleri selâmete erdirdik ve bunları (yer yüzünün) halîfeler (i) yapdık. Âyetlerimizi yalan sayanları ise (suda) boğduk. Bak, (Allahın azâbiyle) korkutul (ub da doğru yolu tutmay) anların sonu nice olmuşdur"},{"SurahNumber":10,"VerseNumber":74,"Text":"Sonra onun arkasından kendi kavmlerine (bir çok) peygamberler gönderdik de bunlar, onlara (da´valarını isbat eden) apaçık mu´cizeler getirdiler. Fakat önceden (hakkı) yalan say (mıya alış) dıkları için, (kaabil değil) inanmadılar. İşte haddi aşanların gönülleri üzerine biz böyle mühür basarız"},{"SurahNumber":10,"VerseNumber":75,"Text":"Sonra bunların (o peygamberlerin) ardından da Musâyı ve Hârunu âyetlerimizle Fir´avne ve onun ileri gelenlerine gönderdik. Fakat (îmanı) kibirlerine yediremediler. Onlar böyle günahkâr bir kavm idiler"},{"SurahNumber":10,"VerseNumber":76,"Text":"Tarafımızdan kendilerine hak (mu´cize) geldiği vakit: «Her halde bu, apaçık bir sihirdir» dediler"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa: «Siz, hak için, o size gelince (böyle) mi söylersiniz? Bu, bir sihir midir? Halbuki sihirbazlar umduklarına eremezler» dedi"},{"SurahNumber":10,"VerseNumber":78,"Text":"Dediler: «Sen atalarımızı üzerinde bulduğumuz (yoldan) bizi döndüresin de bu yerde devlet ikinizin (elinde) olsun diye mi bize geldiniz? Biz ikinize de inanıcılar değiliz»"}]}