{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":5,"VerseNumber":83,"Text":"Alar paygambarga tusurulgon nerseni (Kuraandı) ukkan kezde, ozdoruno taanıs bolgon akıykat(tı uguskanı) sebeptuu, kozdoru jaska tolgonun korosuŋ. (Anan alar): “O, Rabbibiz! Biz ıyman keltirdik! Bizdi (Allaһtın jalgızdıgına eŋ tuura) kuboluk beruuculordun (musulmandardın) katarına jazıp koy"},{"SurahNumber":5,"VerseNumber":84,"Text":"Bizge emne bolgon eken, Allaһka (tuura) ıyman keltirbey jana bizge kelgen akıykatka isenbey turup ele, Rabbibiz bizdi jaksı koomdor (musulmandar) menen birge Beyiske kirgizuusun umut kılıp jurupturbuz?!” - deset"},{"SurahNumber":5,"VerseNumber":85,"Text":"Allaһ alardı, (jurokton) aytkan sozdoru (ıymandarı) sebeptuu, astınan darıyalar akkan Beyister menen sıyladı. Alar anda tuboluk kalısat. Bul - jaksı amal kıluucu adamdardın sıylıgı"},{"SurahNumber":5,"VerseNumber":86,"Text":"Al emi, kaapır bolup, Bizdin ayattarıbızdı jalganga cıgargan adamdar — tozok eeleri"},{"SurahNumber":5,"VerseNumber":87,"Text":"O, ıyman keltirgender! Allaһ silerge adal kılgan adal-taza nerselerdi (ozuŋorgo) aram kılıp albagıla! Jana cekten cıkpagıla! Cınında, Allaһ cekten cıkkandardı jaksı korboyt"},{"SurahNumber":5,"VerseNumber":88,"Text":"Allaһ silerge ırıs kılıp bergen adal-taza nerselerdi (ozuŋorgo aram kılıp albay) jey bergile. Ozuŋor ıyman keltirgen Allaһtan korkkula"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allaһ silerdi alaŋgazarlık menen (oylonboy) icken antıŋar ucun azaptabayt. A, birok, juroguŋorgo bekem tuygon antıŋar ucun (eger atkarbasaŋar) azaptayt. Emi anın (ant icip, atkarbay koygondun) tolomu uy-buloŋordu tamaktandırgan ortoco tamak menen on kedeydi toyduruu je kiyintuu je bolboso, bir kuldu azat kıluu. Kim munu(n karajatın) tappay kalsa, uc kun orozo karmoo. Usul - icken jana buzup koygon antıŋardın tolomu. Birok, antıŋardı saktagıla! Sugur kıluucu (pendelerden) bolusuŋar ucun Allaһ silerge ayattarın usintip bayandayt"}]}