{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"De ki: \"Bana, dini sadece kendisine halis kılarak Allah'a ibadet etmem emredildi"},{"SurahNumber":39,"VerseNumber":12,"Text":"Hem O'nun birligine teslim olan muslumanların ilki olmam da bana emredildi"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: \"Eger Rabbime isyan edersem, buyuk bir gunun azabından korkarım"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: \"Ben dinimi kendisine halis kılarak yalnız Allah'a kulluk ederim"},{"SurahNumber":39,"VerseNumber":15,"Text":"Siz de O'ndan baska dilediginize kul olun.\" De ki: \"Asıl husrana dusenler, kıyamet gunu kendilerine ve mensuplarına ziyan edenlerdir. Evet, iste asıl acık husran budur"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların ustlerinde atesten tabakalar, altlarında yine atesten tabakalar vardır. Iste Allah, kullarını bundan korkutuyor, \"Ey kullarım! benden korkun.\" (diyor)"},{"SurahNumber":39,"VerseNumber":17,"Text":"Taguttan, ona kulluk etmekten kacınıp da tam gonulle Allah'a yonelenlere gelince, mujde onlaradır. Haydi mujdele kullarımı"},{"SurahNumber":39,"VerseNumber":18,"Text":"O kullarımı ki, onlar sozu dinlerler, sonra da en guzeline uyarlar. Iste onlar, Allah'ın kendilerine hidayet verdigi kimselerdir. Iste temiz akıllılar da onlardır"},{"SurahNumber":39,"VerseNumber":19,"Text":"Ya uzerine azab kelimesi hak olmus kimse de mi (boyledir)? Artık o atesteki kimseyi sen mi cıkaracaksın"},{"SurahNumber":39,"VerseNumber":20,"Text":"Fakat o Rablerine sıgınarak korunanlar icin altlarından ırmaklar akan, uzerlerinden sehnisinler yapılmıs, sehnisinli (balkonlu) koskler vardır. Bu, Allah'ın vaadidir. Allah vaadinden caymaz"},{"SurahNumber":39,"VerseNumber":21,"Text":"Allah'ın gokten bir su indirip de onu bir yoluyla yeryuzundeki menbalara koydugunu gormedin mi? Sonra onunla turlu renklerde bir ekin cıkarır, sonra onun olgunlasıp sarardıgını gorursun. Sonra da onu bir cope cevirir. Elbette bunda temiz akıllılar icin bir ihtar vardır"}]}