{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Та. Син. Булар — Кураандын жана ачык-айрым (катасы жок) Китептин аяттары"},{"SurahNumber":27,"VerseNumber":2,"Text":"Туура Жол жана момундарга куш кабар"},{"SurahNumber":27,"VerseNumber":3,"Text":"Алар (момундар) намазды толук окушат, зекетти беришет жана Акыреттерине бекем ишенишет"},{"SurahNumber":27,"VerseNumber":4,"Text":"Ал эми Акыретке ишенбеген адамдарга Биз (күнөө) иштерин кооз көргөзүп койдук. Эми алар адашып-тентип жүрө беришет"},{"SurahNumber":27,"VerseNumber":5,"Text":"Алар азаптын эң жаманына жолугуучулар! Алар Акыретте эң көп зыян тартуучулар"},{"SurahNumber":27,"VerseNumber":6,"Text":"Жаначынында (сага түшүрүлгөн) Кураан — Билүүчү, Даанышман (Аллаһ) тарабынан берилген"},{"SurahNumber":27,"VerseNumber":7,"Text":"(О, Мухаммад эстегин), бир кезде Муса (Мадяндан келе жатып) өз үй-бүлөсүнө: «Мен (алыстан) от көрдүм. Дароо андан кабар же силерге бир аз чок ала келейин. Ажеп эмес жылынып алсаңар» -деди"},{"SurahNumber":27,"VerseNumber":8,"Text":"Ал отко (жакындап) келгенде (кайыптан): «Оттун жанындагы кишиге жана тегерегиндегилерге береке болсун!” Ааламдардын Раббиси-Аллаһ Аруу!» - деген добуш угулду"},{"SurahNumber":27,"VerseNumber":9,"Text":"«О, Муса бул Мен - Кудуреттүү, Даанышман Аллаһмын"},{"SurahNumber":27,"VerseNumber":10,"Text":"Аса-таягыңды ташта!» (Аса-таягын жерге таштады эле) Анын жылан болуп сойлогонун көрүп артына карабай качып жөнөдү. «О, Муса! — (деди кайрадан жанагы добуш) — коркпогун, Менин алдымда пайгамбарлар коркушпайт"},{"SurahNumber":27,"VerseNumber":11,"Text":"Ал эми, зулумдук кылган адамдар (Менден коркушат) (Бирок) кийин күнөөсүн сооп ишке алмаштырса, Мен Кечиримдүү, Ырайымдуумун"},{"SurahNumber":27,"VerseNumber":12,"Text":"(О, Муса), колуңду колтугуңа киргиз, ал жамандыгы жок! ап-апак болуп чыгат. (Аса таяк менен ак кол) Фираун жана анын коомуна арналган тогуз моожизадан“(экөөсү).Чынында алар бузулган коомдор"},{"SurahNumber":27,"VerseNumber":13,"Text":"Ал эми, качан аларга Биздин моожизалар келгенде! «Бул-анык сыйкыр» дешти"}]}