{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"Allah ka wada hai Allah Taalaa apnay waday kay khilaf nahi kerta lekin aksar log nahi jantay"},{"SurahNumber":30,"VerseNumber":7,"Text":"Woh to (sirf) duniyawi zindagi kay zahir ko (hi) jantay hain aur aakhirat say to bilkul hi bay khabar hain"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kiya inn logon ney apnay dil mein yeh ghor nahi kiya? Kay Allah Taalaa ney aasmano ko aur zamin aur inn kay darmiyan jo kuch hai sab ko behtareen qareeney say muqarrar waqt tak kay liye hi (peda) kiya hai haan aksar log yaqeenan apnay rab ki mulaqat kay munkir hain"},{"SurahNumber":30,"VerseNumber":9,"Text":"Kiya enhon ney zamin mein chal phir ker yeh nahi dekha kay inn say pehlay logon ka anjam kaisa (bura) hua? Woh inn say boht zada tawana (aur taqatwar) thay aur unhon ney (bhi) zamin boee joti thi aur inn say ziyada abad ki thi aur unn kay pass unkay rasool roshan dalaeel ley ker aaye thay. Yeh to na mumkin tha kayAllah Taalaa unn per zulm kerta lekin (dar asal) woh khud apni jano per zulm kertay thay"},{"SurahNumber":30,"VerseNumber":10,"Text":"Phir aakhrish bura kerney walon ka boht hi bura anjam hua iss liye kay woh Allah Taalaa ki aayaton ko jhutlatay thay aur inn ki hansi uratay thay"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah Taalaa hi makhlooq ki ibtida kerta hai phir wohi ussay doobara peda keray ga phir tum sab ussi ki taraf lotaye jaogay"},{"SurahNumber":30,"VerseNumber":12,"Text":"Aur jiss din qayamat qaeem hogi to gunehgaar heyrat zada reh jayen gay"},{"SurahNumber":30,"VerseNumber":13,"Text":"Aur inn kay tamam tar shareekon mein say aik bhi inn ka sifarshi na hoga aur (khud yeh bhi) apnay shareekon kay munkir ho jayen gay"},{"SurahNumber":30,"VerseNumber":14,"Text":"Aur jiss din qayamat qaeem hogi uss din (jamaten) alag alag hojayen gi"},{"SurahNumber":30,"VerseNumber":15,"Text":"Jo eman laa ker nek aemaal kertay rahey woh to jannat mein khush-o-khurram ker diyey jayen gay"}]}