{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"Onların evleri icin gumusten kapılar, uzerine yaslanacakları koltuklar yapardık"},{"SurahNumber":43,"VerseNumber":35,"Text":"Daha nice altın ziynetler verirdik. Cunku bunların bizce hicbir kıymeti yoktur. Butun bunlar dunya hayatının gecici menfaatinden baska bir sey degildir. Ahiret ise Rabbin katında takva sahipleri icindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Her kim Rahman olan Allah´ın zikrinden yuz cevirirse biz ona bir seytan musallat ederiz. Artık o seytan onun yakın dostudur"},{"SurahNumber":43,"VerseNumber":37,"Text":"Suphesiz ki bu seytanlar onları yoldan cıkarırlar. Onlar da kendilerinin dogru yolda olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Nihayet kıyamet gunu bize gelince, arkadasına: «Keske seninle benim aramda dogu ile batı arasındaki kadar bir uzaklık olsaydı. Sen ne kotu arkadasmıssın!» der"},{"SurahNumber":43,"VerseNumber":39,"Text":"Onlara: «Bugun pismanlık duymanız size hicbir fayda saglamayacaktır. Cunku siz zulmettiniz. Simdi de hepiniz azapta ortaksınız.» denir"},{"SurahNumber":43,"VerseNumber":40,"Text":"Ey Muhammed! O halde sagırlara sen mi isittireceksin? Yahut korlere ve apacık bir sapıklık icinde bulunanlara sen mi dogru yolu gostereceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Eger biz seni onlara azap gelmeden once alıp gotursek bile onlardan intikam alırız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahut da onlara vaad ettigimiz azabı sana gosteririz. Cunku bizim onlara azap etmeye gucumuz yeter"},{"SurahNumber":43,"VerseNumber":43,"Text":"Oyleyse sen, sana vahyedilen Kur´an´a sarıl. Suphesiz ki sen dogru bir yol uzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Dogrusu o Kur´an, senin icin de, kavmin icin de bir oguttur ve siz ondan sorguya cekileceksiniz"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ey Muhammed! Senden once gonderdigimiz peygamberlerimize de sor, biz Rahman olan Allah´tan baska kendisine ibadet edilecek ilahlar yapmıs mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun ki, biz Musa´yı mucizelerimizle Firavun´a ve ileri gelen adamlarına gonderdik. Musa: «Ben gercekten alemlerin Rabbi olan Allah´ın peygamberiyim.» dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Musa onlara mucizelerimizi getirince onlar hemen bu mucizelere guluverdiler"}]}