{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"We have certainly conveyed to them the word, so that they will bear in mind"},{"SurahNumber":28,"VerseNumber":52,"Text":"Those to whom We gave the book previously, (recognize it and) do believe it"},{"SurahNumber":28,"VerseNumber":53,"Text":"When it (the Qur´an) is read to them, they say, \"We believe it! It is the truth from our Lord! Indeed, even prior to this, we were the obedient ones (Muslims)"},{"SurahNumber":28,"VerseNumber":54,"Text":"Such believers will receive their rewards twice because they remained steadfast, strove against evil by performing good deeds and spend (for Our sake) out of the wealth granted by Us"},{"SurahNumber":28,"VerseNumber":55,"Text":"When they hear the silly and the obscene, they turn away and say, \"We have our deeds and you have yours. Peace be to you! We do not seek (the company of) the irrational ones"},{"SurahNumber":28,"VerseNumber":56,"Text":"You can not impart guidance to the one you like. Rather, it is Allah Who guides whom He wants. He is better Aware of those who follow guidance"},{"SurahNumber":28,"VerseNumber":57,"Text":"They say, \"If we follow your guidance, we will be swept off our land.\" Did We not render their sacred land a safe haven? As provisions by Our Grace, do We not make fruits and benefits of all kinds pour into the land? But most of them do not understand"},{"SurahNumber":28,"VerseNumber":58,"Text":"Many a towns have We destroyed! Their residents gloated over their (superior) way of life. Here are their houses, now! Few have lived in them since. It was We Who took over their possessions"},{"SurahNumber":28,"VerseNumber":59,"Text":"Your Lord would not destroy any town without first raising in its midst, a messenger and having him recite Our verses to them. He would not destroy a town unless its residents were unjust evildoers"}]}