{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਕੁਰਆਨ ਨੂੰ ਟੁਕੜੇ-ਟੁਕੜੇ ਕਰ ਦਿੱਤਾ।"},{"SurahNumber":15,"VerseNumber":92,"Text":"ਇਸ ਲਈ ਤੇਰੇ ਰੱਬ ਦੀ ਸਹੂੰ ਅਸੀਂ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਜ਼ਰੂਰ ਪੁੱਛਾਂਗੇ।"},{"SurahNumber":15,"VerseNumber":93,"Text":"ਜਿਹੜਾ ਕੁਝ ਉਹ ਕਰਦੇ ਸਨ।"},{"SurahNumber":15,"VerseNumber":94,"Text":"ਇਸ ਲਈ ਜਿਸ ਜ਼ੀਜ਼ ਦਾ ਤੁਹਾਨੂੰ ਹੁਕਮ ਮਿਲਿਆ ਹੈ, ਉਸ ਨੂੰ ਸਪੱਸ਼ਟ ਸੁਣਾ ਦੇਵੋ ਅਤੇ ਮੁਸ਼ਰਕਾਂ (ਸੱਚਾਈ ਵਿਚ ਮਿਲਾਵਟ ਕਰਨ ਵਾਲੇ) ਨੂੰ ਮੂੰਹ ਨਾ ਲਾਓ।"},{"SurahNumber":15,"VerseNumber":95,"Text":"ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ, ਉਨ੍ਹਾਂ ਮਜ਼ਾਕ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਕਾਫ਼ੀ ਹਾਂ।"},{"SurahNumber":15,"VerseNumber":96,"Text":"ਜਿਹੜੇ ਅੱਲਾਹ ਦੇ ਬ਼ਰਾਬ਼ਰ ਦੂਜਿਆਂ ਨੂੰ ਸ਼ਰੀਕ ਬਣਾਉਂਦੇ ਤਾਂ ਜਲਦੀ ਹੀ ਉਹ ਜਾਣ ਲੈਣਗੇ।"},{"SurahNumber":15,"VerseNumber":97,"Text":"ਅਤੇ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਜਿਹੜਾ ਕੁਝ ਉਹ ਕਹਿੰਦੇ ਹਨ, ਉਸ ਨਾਲ ਤੁਹਾਡਾ ਦਿਲ ਤੰਗ ਹੁੰਦਾ ਹੈ।"},{"SurahNumber":15,"VerseNumber":98,"Text":"ਇਸ ਲਈ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਦਾ ਖੁਸ਼ੀ ਨਾਲ ਗੁਣਗਾਨ ਕਰੋ ਅਤੇ ਸਿਜਦਾ ਕਰਨ ਵਾਲਿਆਂ ਵਿਚੋਂ ਬਣੋ।"},{"SurahNumber":15,"VerseNumber":99,"Text":"ਅਤੇ ਆਪਣੇ ਰੱਬ ਦੀ ਬੰਦਗੀ ਕਰੋਂ। ਇਥੋਂ' ਤੱਕ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਵਾਅਦਾ ਕੀਤੀ ਹੋਈ ਯਕੀਨੀ ਗੱਲ ਆ ਜਾਵੇ।"},{"SurahNumber":16,"VerseNumber":1,"Text":"ਆ ਗਿਆ ਅੱਲਾਹ ਦਾ ਫੈਸਲਾ, ਤਾਂ ਉਸ ਲਈ ਕਾਹਲੀ ਨਾ ਕਰੋ। ਉਹ ਪਵਿੱਤਰ ਅਤੇ ਉੱਚਤਮ ਹੈ, ਉਸ ਨਾਲੋਂ, ਜਿਸ ਨੂੰ ਉਹ ਅੱਲਾਹ ਦੇ ਬਰਾਬਰ ਸ਼ਰੀਕ ਮੰਨਦੇ ਹਨ।"},{"SurahNumber":16,"VerseNumber":2,"Text":"ਉਹ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਆਪਣੇ ਹੁਕਮ (ਵਹੀ) ਦੇ ਨਾਲ ਭੇਜਦਾ ਹੈ। ਆਪਣੇ ਬੰਦਿਆਂ ਵਿਚੋਂ' ਜਿਸ ਨੂੰ ਉਹ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਉਹ ਲੋਕਾਂ ਨੂੰ ਸਾਵਧਾਨ ਕਰਨ ਕਿ ਮੇਰੇ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਪੂਜੇ ਜਾਣ ਦੇ ਕਾਬਿਲ ਨਹੀਂ' ਤਾਂ ਤੁਸੀਂ ਮੇਰੇ ਤੋਂ ਡਰੋ।"},{"SurahNumber":16,"VerseNumber":3,"Text":"ਉਸਨੇ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਨੂੰ ਹੱਕ ਅਤੇ ਮਕਸਦ ਨਾਲ ਪੈਦਾ ਕੀਤਾ ਹੈ। ਉਹ ਉੱਚਤਮ ਹੈ, ਉਸ ਸ਼ਿਰਕ (ਅੱਲਾਹ ਦੇ ਬਰਾਬਰ ਸ਼ਰੀਕ) ਨਾਲੋਂ ਜਿਹੜਾ ਉਹ ਕਰ ਰਹੇ ਹਨ।"},{"SurahNumber":16,"VerseNumber":4,"Text":"ਉਸ ਨੇ ਮਨੁੱਖ ਨੂੰ ਇੱਕ ਬੂੰਦ (ਵੀਰਜ) ਤੋਂ ਬਣਾਇਆ। ਫਿਰ ਉਹ ਅਚਾਨਕ ਖੁੱਲ੍ਹਮ ਖੁੱਲਾ ਝਗੜਣ ਲਗਿਆ।"},{"SurahNumber":16,"VerseNumber":5,"Text":"ਅਤੇ ਉਸ ਨੇ ਜਾਨਵਰਾਂ ਨੂੰ ਬਣਾਇਆ, ਉਨ੍ਹਾਂ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਬਸਤਰ, ਭੋਜਨ ਸਮੱਗਰੀ ਅਤੇ ਦੂਜੇ ਲਾਭ ਵੀ ਹਨ। ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਤੁਸੀਂ ਖਾਂਦੇ ਵੀ ਹੋ।"},{"SurahNumber":16,"VerseNumber":6,"Text":"ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਸੰਸਾਰਿਕ ਰੌਣਕ ਹੈ, ਜਦੋਂ ਸ਼ਾਮ ਵੇ ਸਮੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਲਿਆਉਂਦੇ ਹੋ, ਅਤੇ ਜਦੋਂ ਸਵੇਰ ਵੇਲੇ ਉਨ੍ਹਾਂ ਨੂੰ ਛੱਡਣ ਜਾਂਦੇ ਹੋ।"}]}