{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":45,"Text":"Əgər Allah insanları etdikləri gunahlara gorə dərhal cəzalandırsaydı, yer uzundə bir canlını belə sag buraxmazdı. Lakin Allah onlara muəyyən vaxtadək mohlət verir. Vaxtları catanda isə hər kəsə oz əməlinə gorə cəza, yaxud mukafat verəcəkdir. Subhəsiz ki, Allah Oz qullarını gorur"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya. Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"And olsun hikmətli Qurana"},{"SurahNumber":36,"VerseNumber":3,"Text":"Həqiqətən, sən gondərilmis elcilərdənsən"},{"SurahNumber":36,"VerseNumber":4,"Text":"dogru yoldasan"},{"SurahNumber":36,"VerseNumber":5,"Text":"Bu Quran Qudrətli və Rəhmli Allah tərəfindən nazil edilmisdir ki"},{"SurahNumber":36,"VerseNumber":6,"Text":"ataları xəbərdar edilməmis, ozləri də qafil olan bir tayfanı xəbərdar edəsən"},{"SurahNumber":36,"VerseNumber":7,"Text":"Onların əksəriyyəti barəsindəki soz gercəkləsdi. Cunki onlar iman gətirmədilər"},{"SurahNumber":36,"VerseNumber":8,"Text":"Həqiqətən, Biz onların boyunlarına, cənələrinə dirənmis zəncirlər kecirtmisik. Odur ki, basları təkəbburlə yuxarı qalxmısdır"},{"SurahNumber":36,"VerseNumber":9,"Text":"Biz onların onlərindən bir sədd, arxalarından da basqa bir sədd cəkdik və gozlərinə pərdə saldıq. Buna gorə də onlar haqqı gormurlər"},{"SurahNumber":36,"VerseNumber":10,"Text":"Sən onları qorxutsan da, qorxutmasan da, onlar ucun eynidir, iman gətirməyəcəklər"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sən ancaq Zikrə tabe olub Mərhəmətli Allahı gormədən Ondan cəkinən səxsi qorxuda bilərsən. Beləsini bagıslanma və cox gozəl bir mukafatla mujdələ"},{"SurahNumber":36,"VerseNumber":12,"Text":"Həqiqətən, oluləri dirildən, onların bu dunyada torətdiklərini və tərk etdiklərini yazan Bizik. Biz hər seyi acıq-aydın Yazıda (Lovhi-məhfuzda) qeydə almısıq"}]}