{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":73,"VerseNumber":20,"Text":"Surely your Lord knows that you (O Messenger) rise and keep vigil sometimes nearly two-thirds of the night or (other times) a half of it or a third of it, and so do some of those who are in your company as believers. God determines the measure of the night and day (which He has created). He knows that you (O believers) are unable to sustain (such long vigils every night) and He has turned to you in mercy: so recite (when you do the Prayer) from the Qur’an what is easy for you (to sustain as regular practice). He knows that there will be among you who are sick, and others going about the land seeking of God’s bounty, and still others fighting in God’s cause. Recite from it, then, as much as is easy (for you). But establish the Prayer in conformity with its conditions as prescribed, pay the Prescribed Purifying Alms (the Zakah), and lend God a good loan (by spending in His cause and for the needy). Whatever of good you forward (to your future, eternal life) for your own selves, you will find it with God, better and greater in reward (than all that you have left behind in the world and much increased in value). And seek God’s forgiveness (in all circumstances and eventualities). God is All-Forgiving, All-Compassionate (especially toward His believing, penitent servants)"},{"SurahNumber":74,"VerseNumber":1,"Text":"O you cloaked one (who has preferred solitude)"},{"SurahNumber":74,"VerseNumber":2,"Text":"Arise and warn"},{"SurahNumber":74,"VerseNumber":3,"Text":"And declare your Lord’s (indescribable and incomparable) greatness"},{"SurahNumber":74,"VerseNumber":4,"Text":"And keep your clothing clean"},{"SurahNumber":74,"VerseNumber":5,"Text":"Keep away from all pollution"},{"SurahNumber":74,"VerseNumber":6,"Text":"Do not consider your fulfillment of these orders as a kindness (to God and people)"},{"SurahNumber":74,"VerseNumber":7,"Text":"And for the sake of your Lord be patient (in fulfilling your duty toward God and people)"},{"SurahNumber":74,"VerseNumber":8,"Text":"Then, when the Horn is sounded"},{"SurahNumber":74,"VerseNumber":9,"Text":"That Day will be a day of hardship"},{"SurahNumber":74,"VerseNumber":10,"Text":"For the unbelievers, not easy"},{"SurahNumber":74,"VerseNumber":11,"Text":"Leave Me (to deal) with him whom I created alone"},{"SurahNumber":74,"VerseNumber":12,"Text":"And I enabled for him abundant wealth"},{"SurahNumber":74,"VerseNumber":13,"Text":"And children around him as means of power"},{"SurahNumber":74,"VerseNumber":14,"Text":"And I have granted him all means and status for a comfortable life"},{"SurahNumber":74,"VerseNumber":15,"Text":"And yet, he desires that I should give more"},{"SurahNumber":74,"VerseNumber":16,"Text":"By no means! Surely he has been in obstinate opposition to Our Revelations"},{"SurahNumber":74,"VerseNumber":17,"Text":"I will oblige him to a strenuous climb"}]}