{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":23,"Text":"(Ey Rasulum), simdi o kimseyi gordun ya: (Hidayeti bırakıb keyfine taparcasına) zevkini kendisine ilah edinmis, Allah’da (sapıklıgını bildigi) bir ilim uzerine onu sasırtmıs, kulagını ve kalbini muhurleyib gozune de bir perde cekmistir. Artık onu Allah’dan baska kim yola getirir? Hala dusunmez misiniz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Hem (kıyameti inkar eden Mekke kafirleri) soyle dediler: Hayat ancak bizim bu dunya hayatımızdır. Oluruz ve yasarız; bizi ancak dehir (zaman) helak eder. Halbuki onların buna dair, (kainatın hareket ve hadiseleri hakkında) bir ilimleri de yoktur. Onlar sade zan pesinde kosarlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Kendilerine acık acık ayetlerimiz okundugu zaman, delilleri ancak sunu demekten ibaret olmustur: “- Haydi, babalarımızı getirin, (eger oldukten sonra dirilme var sozunde) dogru iseniz.”"},{"SurahNumber":45,"VerseNumber":26,"Text":"(Ey Rasulum, onlara) de ki: “- Sizi Allah diriltiyor, sonra sizi O oldurecek. Sonra da sizi, vukuunda subhe olmıyan kıyamet gunu (diriltib bir araya) toplıyacaktır.” Fakat insanların cogu (bu gercegi) bilmezler"},{"SurahNumber":45,"VerseNumber":27,"Text":"Goklerin ve yerin mulku Allah’ındır. Kıyamet kopacagı gun de, o batıl uzere bulunan kafirler, o gunde husrana (cehenneme) duseceklerdir"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ve (Ey Rasulum), sen her ummeti toplanmıs bir halde goreceksin. Her ummet (her din sahibi) amelinin yazılı bulundugu deftere cagrılacak. (Onlara denir ki:) Bugun o islediginiz amellerin cezası size verilecek"},{"SurahNumber":45,"VerseNumber":29,"Text":"Iste (icine amellerinizi yazdırdıgımız) kitabımız! Yuzunuze karsı hakkı soyliyor; cunku sizin taptıklarınızı hep (meleklere) yazdırıyorduk"},{"SurahNumber":45,"VerseNumber":30,"Text":"Fakat iman edib salih ameller isliyenlere gelince; Rableri onların rahmetine (cennetine) koyacaktır. Iste acık ve parlak zafer budur"},{"SurahNumber":45,"VerseNumber":31,"Text":"Kafir olanlara ise, (soyle denecek): Ayetlerim size okunurken kibirleniyordunuz ve gunahkar bir toplum bulunuyordunuz, degil mi idi"},{"SurahNumber":45,"VerseNumber":32,"Text":"Hem (size ey kafirler): “- Allah’ın (oluleri diriltecegine dair) vaadi hakdır ve kıyametin kopmasında subhe yoktur.” denildiginde, demistiniz ki: Bilmiyoruz, kıyametin kopması nedir? Ancak bir zandan ibaret olduguna kaniyiz; ve biz yakinen inananlar degiliz"}]}