{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":17,"Text":"Onları (hakikatte) siz oldurmediniz, ama Allah onları oldurdu. Onlara attıgın vakit sen atmadın, ama Allah attı. Bu da Allah´ın guzel bir denemeyle mu´minleri denemesi icindi. Suphesiz ki Allah her seyi isiten ve bilendir"},{"SurahNumber":8,"VerseNumber":18,"Text":"Iste bu boyledir; Allah kafirlerin hile ve dolanını (iyice) gevsetip ise yaramaz hale getirir"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Ey Mekkeliler !) Siz zafer istiyordunuz, iste size zafer gelmistir, (mu´minler elde ettikleri zaferle sizi kahretmislerdir). Vazgecerseniz bu sizin icin hayırlıdır. Donerseniz biz de doneriz. Toplulugunuz ne kadar cok olsa da sizi hicbir sey ile doygun kılamaz (sizi hezimete ugramaktan kurtaramaz). Cunku Allah gercekten inananlarla beraberdir"},{"SurahNumber":8,"VerseNumber":20,"Text":"Ey iman edenler! Allah´a ve Peygamberine itaat edin. (Allah sozunu) isittiginiz halde ondan yuzcevirmeyin"},{"SurahNumber":8,"VerseNumber":21,"Text":"Isitmedikleri halde, «isittik» diyenler gibi olmayın"},{"SurahNumber":8,"VerseNumber":22,"Text":"Suphesiz ki (yeryuzunde) yuruyup hareket eden hayvanların Allah yanında en kotusu, akletmeyen o sagır ve dilsiz olanlardır"},{"SurahNumber":8,"VerseNumber":23,"Text":"Allah onlarda (hakkı, gercegi, dogruyu akledip kabullenecek) bir hayır gorseydi, elbette onlara (hakkı) duyururdu. Duyurmus olsa bile yuzcevirirlerdi. Zaten onlar hep yuzceviren kimselerdir"},{"SurahNumber":8,"VerseNumber":24,"Text":"Ey iman edenler! Allah ve Peygamberi, hayat veren seye sizi cagırdıgında icabet edin. Bilin ki Allah kisi ile kalbi arasına girer ve sonunda (dirilip) hepiniz O´nun huzurunda biraraya getirilip toplanacaksınız"},{"SurahNumber":8,"VerseNumber":25,"Text":"Oyle bir fitneden korkup sakının ki, o yalnız sizden zalimlere dokunmaz. Bilin ki, gercekten Allah´ın ceza olarak verecegi azab cok siddetlidir"}]}