{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":23,"Text":"Tārā balalē -- ''āmādēra prabhu! Āmarā āmādēra nijēdēra prati an'yāẏa karēchi, āra yadi tumi āmādēra paritrāṇa nā karō ō āmādēra tumi daẏā karō tāhalē āmarā niścaẏa'i kṣatigrastadēra antarbhukta haẏē yābō.’’"},{"SurahNumber":7,"VerseNumber":24,"Text":"Tini balalēna -- '' tōmarā adhaḥpātē yā'ō. Tōmādēra kē'u kē'u an'ya kārōra śatru. Āra tōmādēra jan'ya pr̥thibītē raẏēchē jirānōra sthāna ō kichu samaẏēra jan'ya sansthāna.’’"},{"SurahNumber":7,"VerseNumber":25,"Text":"Tini balalēna -- ''ē'ikhānē'i tōmarā jībana yāpana karabē, āra ētē'i tōmarā mr̥tyu baraṇa karabē, āra ēra'i madhya thēkē tōmādēra punarut'thita karā habē.’’"},{"SurahNumber":7,"VerseNumber":26,"Text":"Hē ādama-santānagaṇa! Āmarā tōmādēra jan'ya niścaẏa'i pōśāka pāṭhiẏēchi tōmādēra lajjā ḍhākabāra ō bēśabhūṣāra jan'ya. Āra dharmaparāẏaṇatāra pōśāka -- tā'i sarbaśrēṣṭha. Ē hacchē āllāh‌ra nirdēśābalī thēkē, yēna tārā manē rākhē."},{"SurahNumber":7,"VerseNumber":27,"Text":"Hē ādama-santānagaṇa! Śaẏatāna yēna tōmādēra kichutē'i pralōbhita nā karē, yēmana sē tōmādēra pitāmātākē bēra karē diẏēchila ē'i bāgāna thēkē, tādēra thēkē tādēra pōśāka chinna ka’rē, yēna sē tādēra dēkhātē pārē tādēra lajjā. Niḥsandēha sē tōmādēra dēkhē -- sē ō tāra kāphēlā, yēkhāna thēkē tōmarā tādēra dēkhatē pā'ō nā. Niḥsandēha āmarā śaẏatānakē bāniẏēchi tādēra abhibhābaka yārā biśbāsa karē nā."},{"SurahNumber":7,"VerseNumber":28,"Text":"Āra yakhana tārā kōnō aślīla ācaraṇa karē takhana balē -- ''āmarā āmādēra pitr̥puruṣakē ētē pēẏēchi, āra āllāh āmādēra ētē ādēśa karēchēna.’’ Balō -- ''niḥsandēha āllāh aślīlatātē ādēśa karēna nā. Tōmarā ki āllāh‌ra birud'dhē balō yā tōmarā jānō nā?’’"},{"SurahNumber":7,"VerseNumber":29,"Text":"Tumi balō -- ''āmāra prabhu ādēśa dēna n'yāẏa bicārēra, āra tōmādēra mukha sōjā dām̐ṛa karō pratyēka sijadāsthalē, āra tām̐kē ḍākō tām̐ra prati dharmē ēkaniṣṭhabhābē.’’ Yēmana tini tōmādēra sr̥ṣṭi karēchilēna tōmarā sēbhābē phirē āsabē."},{"SurahNumber":7,"VerseNumber":30,"Text":"Ēkadalakē tini supathagāmī karēchēna, āra ārēka dalēra pathabhrānti tādēra uparē saṅgata haẏēchē. Niḥsandēha tārā āllāh‌kē chēṛē diẏē śaẏatānadēra grahaṇa karēchila abhibhābakarūpē, āra tārā manē karata yē tārā abaśya'i supathē cālita."}]}