{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":4,"VerseNumber":141,"Text":"Bana n-nyɛ ninvuɣu shεba ban ʒeya n-guhiri ya, shee (bɛ ti nya) ka nasara be yi polo, ka bɛ naan yεli: “Di- ni bɔŋɔ, ka ti mini ya n-daa be? “Di mi yi ti niŋ ka chεfurinim’ nya nasara yi zuɣu, ka bɛ yεli: “Di ni bɔŋɔ, ti bi zani yi zuɣu, ka taɣi ya ka chɛ Muslinnim’ chuuta? Tɔ! Naawuni ni ti niŋ fukumsi yi sunsuuni Zaadali. Yaha! Di kariya ka Naawuni zali chεfurinim’ soli shεli bɛ ni yɛn zaŋ nya nasara Mulsinnim’ zuɣu"},{"SurahNumber":4,"VerseNumber":142,"Text":"Achiika! Munaafichinim’ niŋdila Naawuni bilkɔŋsi, ka O mi gba niŋdi ba bilkɔŋsi. Yaha! Bɛ yi ti yiɣisi ni bɛ chaŋ jiŋli ni, ka bɛ yiɣisiri ni vunyεɣili, ka bɛ naan niŋdi niriba nyabu zuɣu. Bɛ mi bi teeri Naawuni yɛla naɣila bεla"},{"SurahNumber":4,"VerseNumber":143,"Text":"Bɛ nyεla ban be zilsigu puuni di (Muslinsi mini chɛfuritali) sunsuuni, bɛ ka bambɔŋɔnim’ polo, bɛ mi lahi ka bambɔŋɔnim’ polo. Dinzuɣu, Naawuni ni birgi ninvuɣu so, tɔ! Di kariya ka a lahi nya sochibga n-zaŋ ti o"},{"SurahNumber":4,"VerseNumber":144,"Text":"Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yɛlimaŋli! Di gbibi ya chεfurinim’ ka bɛ nyɛ simnima n-zaŋ tin ya ka pa ni Muslinnima. Di ni bɔŋɔ, yi bɔrimi ni yi zali Naawuni ka O mali daliri shɛli yi zuɣu polo ni"},{"SurahNumber":4,"VerseNumber":145,"Text":"Achiika! Munaafichinim’ yɛn ti bela (ʒahannama) buɣum tiŋli zaasa. Di mi kariya ka a nya ŋun yɛn ti sɔŋ ba (ka bɛ tilgi ka chɛ Naawuni daazaaba)"},{"SurahNumber":4,"VerseNumber":146,"Text":"Naɣila ninvuɣu shεba ban niŋ tuuba, ka viεlgi (bɛ tuma), ka dihi Naawuni tabli, ka lahi niŋ bɛ daadiini kasi n-zaŋ ti Naawuni, tɔ! Bannim’ maa mini wuntizɔribi m-be. Yaha! Ni baalim, Naawuni nyɛla Ŋun yɛn ti wuntizɔriba sanyoo din galsi"},{"SurahNumber":4,"VerseNumber":147,"Text":"Bimbo (anfaani bo) ka Naawuni yɛn nya O yi niŋ ya azaaba, di yi niŋ ka yi paɣi ka ti yɛlimaŋli? Yaha! Naawuni nyεla Ŋun paɣi (yi jɛma), Baŋda"}]}