{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"aṅṅane addēhaṁ avare (daivaṅṅaḷe) tuṇṭaṁ tuṇṭamākkikkaḷaññu. avaril orāḷe oḻike. avarkk (vivaramaṟiyānāyi) ayāḷuṭe aṭuttēkk tiriccucellāmallēā"},{"SurahNumber":21,"VerseNumber":59,"Text":"avar paṟaññu: nam'muṭe daivaṅṅaḷekkeāṇṭ it ceytavan ārāṇ‌? tīrccayāyuṁ avan akramikaḷil peṭṭavan tanneyāṇ‌"},{"SurahNumber":21,"VerseNumber":60,"Text":"cilar paṟaññu: ibrāhīṁ enn viḷikkappeṭunna oru ceṟuppakkāran ā daivaṅṅaḷeppaṟṟi parāmarśikkunnat ñaṅṅaḷ kēṭṭiṇṭ‌"},{"SurahNumber":21,"VerseNumber":61,"Text":"avar paṟaññu: ennāl niṅṅaḷ avane janaṅṅaḷuṭe kaṇmumpil keāṇṭ varū. avar sākṣyaṁ vahiccēkkāṁ"},{"SurahNumber":21,"VerseNumber":62,"Text":"avar cēādiccu: ibrāhīmē, nīyāṇēā ñaṅṅaḷuṭe daivaṅṅaḷekkeāṇṭ itu ceytat‌"},{"SurahNumber":21,"VerseNumber":63,"Text":"addēhaṁ paṟaññu: ennāl avaruṭe kūṭṭattile ī valiyavanāṇ at ceytat‌. avar sansārikkumeṅkil niṅṅaḷ avarēāṭ cēādicc nēākkū"},{"SurahNumber":21,"VerseNumber":64,"Text":"appēāḷ avar svamanas'sakaḷilēkk tanne maṭaṅṅi. enniṭṭavar (an'yēān'yaṁ) paṟaññu: tīrccayāyuṁ niṅṅaḷ tanneyāṇ akramakārikaḷ"},{"SurahNumber":21,"VerseNumber":65,"Text":"pinne avar talakuttane maṟiññu. (avar paṟaññu:) ivar sansārikkukayillenn ninakkaṟiyāmallēā"},{"SurahNumber":21,"VerseNumber":66,"Text":"addēhaṁ paṟaññu: appēāḷ niṅṅaḷkk yāteāru upakāramēā upadravamēā ceyyātta vastukkaḷe allāhuvin puṟame niṅṅaḷ ārādhikkukayāṇēā"},{"SurahNumber":21,"VerseNumber":67,"Text":"niṅṅaḷuṭeyuṁ, allāhuvin puṟame niṅṅaḷ ārādhikkunnavaruṭeyuṁ kāryaṁ apahāsyaṁ tanne. niṅṅaḷ cintikkunnillē"},{"SurahNumber":21,"VerseNumber":68,"Text":"avar paṟaññu: niṅṅaḷkk (vallatuṁ) ceyyānākumeṅkil niṅṅaḷ ivane cuṭṭericc kaḷayukayuṁ, niṅṅaḷuṭe daivaṅṅaḷe sahāyikkukayuṁ ceyyuka"},{"SurahNumber":21,"VerseNumber":69,"Text":"nāṁ paṟaññu: tīyē, nī ibrāhīmin taṇuppuṁ samādhānavumāyirikkuka"},{"SurahNumber":21,"VerseNumber":70,"Text":"addēhattinṟe kāryattil oru tantraṁ prayēāgikkuvān avar uddēśiccu. ennāl avare ēṟṟavuṁ naṣṭaṁ paṟṟiyavarākkukayāṇ nāṁ ceytat‌"},{"SurahNumber":21,"VerseNumber":71,"Text":"lēākarkk vēṇṭi nāṁ anugr̥hītamākkivecciṭṭuḷḷa oru bhūpradēśattēkk addēhattēyuṁ lūtvinēyuṁ nāṁ rakṣappeṭuttikkeāṇṭ pēākukayuṁ ceytu"},{"SurahNumber":21,"VerseNumber":72,"Text":"addēhattin nāṁ iṣākhine pradānaṁ ceytu. puṟame (petran) ya'akhūbineyuṁ. avareyellāṁ nāṁ sad‌vr̥ttarākkiyirikkunnu"}]}