{"Id":108,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai1","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"It is He who created you from dust, then from a drop of [seminal] fluid, then from a clinging mass, then He brings you forth as infants, then [He nourishes you] so that you may come of age, then that you may become aged —though there are some of you who die earlier— and that you may complete a specified term, and so that you may apply reason"},{"SurahNumber":40,"VerseNumber":68,"Text":"It is He who gives life and brings death. So when He decides on a matter, He just says to it, ‘Be!’ and it is"},{"SurahNumber":40,"VerseNumber":69,"Text":"Have you not regarded those who dispute the signs of Allah, where they are being led away [from Allah’s way]"},{"SurahNumber":40,"VerseNumber":70,"Text":"—Those who deny the Book and what we have sent with Our apostles. Soon they will know"},{"SurahNumber":40,"VerseNumber":71,"Text":"when, [with] iron collars around their necks and chains, they are dragged"},{"SurahNumber":40,"VerseNumber":72,"Text":"into scalding waters and then set aflame in the Fire"},{"SurahNumber":40,"VerseNumber":73,"Text":"Then they will be told, ‘Where are those you used to take as partners"},{"SurahNumber":40,"VerseNumber":74,"Text":"besides Allah?’ They will say, ‘They have forsaken us. Rather, we did not invoke anything before.’ That is how Allah leads astray the faithless"},{"SurahNumber":40,"VerseNumber":75,"Text":"‘That is because you used to exult unduly on the earth and because you used to walk exultantly.’"},{"SurahNumber":40,"VerseNumber":76,"Text":"Enter the gates of hell, to remain in it [forever].’ Evil is the [final] abode of the arrogant"},{"SurahNumber":40,"VerseNumber":77,"Text":"So be patient! Allah’s promise is indeed true. Whether We show you a part of what We promise them, or take you away [before that], [in any case] they will be brought back to Us"}]}