{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"Va nhung ai bo thi tang vat cho nguoi khac nhung tam long cua ho luon luon lo so boi vi ho se tro ve gap lai Thuong Đe cua ho"},{"SurahNumber":23,"VerseNumber":61,"Text":"Nhung nguoi đo moi thuc su la nhung nguoi thi đua nhau lam viec thien va la nhung nguoi tien phong (trong viec thien tot)"},{"SurahNumber":23,"VerseNumber":62,"Text":"TA khong bat moi nguoi chiu đung qua kha nang cua y va TA đang giu mot tap ho so luon luon noi su That va ho se khong bi đoi xu bat cong"},{"SurahNumber":23,"VerseNumber":63,"Text":"Khong, tam long cua chung đang hoang mang ve (Qur'an) nay va ngoai đieu đo chung con (hoang mang ve) nhung cong viec (toi loi) khac ma chung đang lam"},{"SurahNumber":23,"VerseNumber":64,"Text":"Cho đen khi TA bat phat nhung ke song xa hoa trong bon chung thi chung van xin tha mang"},{"SurahNumber":23,"VerseNumber":65,"Text":"Ngay nay, cho khoc loc xin xo. Qua that, cac nguoi se khong đuoc TA cuu giup"},{"SurahNumber":23,"VerseNumber":66,"Text":"Qua that, nhung Loi Mac Khai cua TA đa đuoc đoc nhac cac nguoi, nhung cac nguoi đa quay got bo đi"},{"SurahNumber":23,"VerseNumber":67,"Text":"Cac nguoi ngao nghe xem thuong No (Qur'an). Cac nguoi thuc thau đem tan gau chuyen khong đau"},{"SurahNumber":23,"VerseNumber":68,"Text":"The, chung khong ngam nghi ve Loi Phan hay sao? Hoac đa xay đen cho chung đieu đa khong xay đen cho cha me cua chung hay sao"},{"SurahNumber":23,"VerseNumber":69,"Text":"Hay la chung khong cong nhan vi Su Gia (Muhammad) cua chung nen chung tu choi Y"},{"SurahNumber":23,"VerseNumber":70,"Text":"Hay la chung noi ve Y nhu sau: “Y bi quy nhap.” Nhat đinh khong! Y mang Chan Ly đen cho chung nhung đa so bon chung ghet su that"},{"SurahNumber":23,"VerseNumber":71,"Text":"Va neu Chan Ly a tong voi nhung đieu ham muon cua chung thi cac tang troi va trai đat va van vat giua troi đat chac chan se đi đen cho sup đo. Khong! TA ban cho chung Thong Điep (Nhac nho) nhung chung quay lanh xa đieu Nhac nho cua chung"},{"SurahNumber":23,"VerseNumber":72,"Text":"Hay phai chang Nguoi (hoi Muhammad!) đa đoi chung tien cap duong? Nhung su cap duong cua Thuong Đe cua Nguoi la tot nhat. Va Ngai la Đang Cung Duong Uu Viet"},{"SurahNumber":23,"VerseNumber":73,"Text":"Va qua that, Nguoi đa keu goi chung đen voi Chinh Đao"},{"SurahNumber":23,"VerseNumber":74,"Text":"Va qua that, nhung ai khong tin tuong noi đoi sau chac chan se lac xa Chinh Đao"}]}