{"Id":375,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc-la","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"kxf khx sa ban dwy xal ku rxa nxan thrng keiyrti"},{"SurahNumber":50,"VerseNumber":2,"Text":"tæwa phwk khea prahlad cı thi mi phu takteuxn khn hnung cak hmu phwk khea mayang phwk khea dangnan phwk ptiseth sraththa cung klaw wa ni man pen reuxng prahlad cring «"},{"SurahNumber":50,"VerseNumber":3,"Text":"meux rea tay læa klay pen fun din pi læw ca klab mi chiwit xik kranan hrux? Nan penkar klab thi kil heluxkein"},{"SurahNumber":50,"VerseNumber":4,"Text":"nænxn rea ru di wa kimaknxy læw thi phændin thahı phwk khea mi canwn ld nxy lng læa n thi rea nan mi banthuk raksʹa wi"},{"SurahNumber":50,"VerseNumber":5,"Text":"pela ley! Phwk khea ptiseth khwam cring tanghak meux man di mi mayang phwk khea dangnan phwk khea cung xyu nı phawa thi sabsn"},{"SurahNumber":50,"VerseNumber":6,"Text":"phwk khea midi mxng pi yang fak fa henux phwk khea dxk hrux wa rea di srang man læa pradab man wi xyangri læa man mimi rxyraw hrux chxng how ley"},{"SurahNumber":50,"VerseNumber":7,"Text":"læa phændin nan rea di phæ hı man kwang xxk pi læa nı phændin rea di pak phukhea wi xyang mankhng læa nı phændin nan rea hı phvksʹchati thuk chnid ngxkngey xxk ma pen khu «xyang swyngam"},{"SurahNumber":50,"VerseNumber":8,"Text":"Pheux hı pen thi sangket læa penkar teuxn hı raluk kæ baw thuk khn phu sanuk phid"},{"SurahNumber":50,"VerseNumber":9,"Text":"læa rea di hı na fn hlang lng ma cak fak fa pen thi careiy læw dwy na nan rea di hı ngxkngey xxk ma pen swn xan hlakhlay læa meld phuch sahrab kebkeiyw"},{"SurahNumber":50,"VerseNumber":10,"Text":"læa tn xinthphlam xyang sung trahngan latn khxng man mi phwng yxy lng ma mi phl sxn kan pen tab"},{"SurahNumber":50,"VerseNumber":11,"Text":"pheux pen paccay yangchiph kæ pwng baw læa dwy na nan rea thahı din dæn thi hænglæng mi chiwitchiwa khun hım chen nan hæla kar fun khunchiph"},{"SurahNumber":50,"VerseNumber":12,"Text":"hmu chn khxng nuh.Di ptiseth ma kxn hna phwk khea læw læa chaw rxs (bxna) læa sʹamud"},{"SurahNumber":50,"VerseNumber":13,"Text":"læa xad læa fir xea n. Læa phinxng khxng lud"},{"SurahNumber":50,"VerseNumber":14,"Text":"læa chaw pathub læa hmu chn khxng tu bbax. Phwk hela nan thanghmd di ptiseth brrda rx sul dangnan sayya khxng rea cung hemaasm khukhwr kæ phwk khea"},{"SurahNumber":50,"VerseNumber":15,"Text":"rea di hendhenuxy tx kar srang khrang ræk kranan hrux? Pela ley! Tæwa phwk khea xyu nı kar sngsay tx kar srang khrang hım tanghak"}]}