{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":6,"VerseNumber":158,"Text":"Onlar kendilerine meleklerin gelmesinden yahut Rabbinin gelmesinden yahut Rabbinin ayetlerinden birisinin gelmesinden baskasını mı bekliyorlar? Rabbinin ayetlerinin geldigi gun, daha onceden iman etmemis ya da imanıyla bir iyilik kazanmamıs kimseye artık imanı bir fayda saglamayacaktır. De ki: \"Bekleyin bakalım, biz de bekliyoruz"},{"SurahNumber":6,"VerseNumber":159,"Text":"Dinlerini parca parca edip fırka fırka ayrılanlar var ya; senin onlarla hicbir iliskin yoktur. Onların isi ancak Allah’a aittir. Sonra O, yaptıklarını kendilerine haber verecektir"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim bir iyilikle gelirse, ona on katı (mukafat) verilecektir. Kim de bir kotulukle gelirse, yalnızca onun karsılıgı ile cezalandırılacaktır ve onlara zulmedilmez"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki: “Hic suphesiz Rabbim, beni dosdogru bir yola, dimdik ayakta duran bir dine, hanif olan Ibrahim’in dinine iletti. O, musriklerden olmadı.”"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki: “Benim namazım, kurbanım, hayatım ve olumum alemlerin Rabbi olan Allah icindir.”"},{"SurahNumber":6,"VerseNumber":163,"Text":"“O’nun hicbir ortagı yoktur. Iste ben bununla emrolundum ve ben Muslumanların ilkiyim.”"},{"SurahNumber":6,"VerseNumber":164,"Text":"De ki: “O, her seyin Rabbi iken, ben O’ndan baska bir rab mi arayacagım? Herkesin kazandıgı gunah yalnızca kendisi aleyhinedir. Gunahkar hicbir nefis baskasının gunahını yuklenmez. Sonunda donusunuz yalnızca Rabbinize olacak ve hakkında ayrılıga dustugunuz seyleri O, size haber verecektir.”"},{"SurahNumber":6,"VerseNumber":165,"Text":"Sizi yeryuzunun halifeleri kılan ve size verdikleriyle sizi sınamak icin kiminizi kiminizden derecelerle ustun kılan O’dur. Suphesiz Rabbin, cezası cabuk olandır. Cok bagıslayan ve merhamet edendir"}]}