{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":57,"Text":"or lest it should say, 'If only God had guided me, I should have been or lest among the godfearing"},{"SurahNumber":39,"VerseNumber":58,"Text":"it should say, when it sees the chastisement, 'O that I might return again, and be among the good-doers"},{"SurahNumber":39,"VerseNumber":59,"Text":"Yes indeed! My signs did come to thee, but thou hast cried them lies, and thou hast waxed proud, and become one of the unbelievers"},{"SurahNumber":39,"VerseNumber":60,"Text":"And upon the Day of Resurrection thou shalt see those who lied against God, their faces blackened; is there not in Gehenna a lodging for those that are proud"},{"SurahNumber":39,"VerseNumber":61,"Text":"But God shall deliver those that were godfearing in their security; evil shall not visit them, neither shall they sorrow"},{"SurahNumber":39,"VerseNumber":62,"Text":"God is the Creator of every thing; He is Guardian over every thing"},{"SurahNumber":39,"VerseNumber":63,"Text":"unto Him belong the keys of the heavens and the earth. And those who disbelieve in the signs of God, those they are the losers"},{"SurahNumber":39,"VerseNumber":64,"Text":"Say: 'Is it other than God you bid me serve, you ignorant ones"},{"SurahNumber":39,"VerseNumber":65,"Text":"It has been revealed to thee, and to those before thee, 'If thou associatest other gods with God, thy work shall surely fail and thou wilt be among the losers"},{"SurahNumber":39,"VerseNumber":66,"Text":"Nay, but God do thou serve; and be thou among the thankful"},{"SurahNumber":39,"VerseNumber":67,"Text":"They measure not God with His true measure. The earth altogether shall be His handful on the Day of Resurrection, and the heavens shall be rolled up in His right hand. Glory be to Him! High be He exalted above that they associate"}]}