{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"Bahato spilʹnoty my zakinchylysya vnaslidok yikhnʹoho porushennya, ta my zaminyly inshykh lyudey u yikhnʹomu mistsi"},{"SurahNumber":21,"VerseNumber":12,"Text":"Koly nash requital prybuv proyty, vony startuvaly pobihty"},{"SurahNumber":21,"VerseNumber":13,"Text":"Ne bihayete, ta povernutysya do vashykh rozkoshi ta vashykh osobnyakiv, dlya vy povynni buty vlashtovani pidzvitnyy"},{"SurahNumber":21,"VerseNumber":14,"Text":"Vony skazaly, \"Prykroshchi do nas. My buly diysno bezputni"},{"SurahNumber":21,"VerseNumber":15,"Text":"Tse prodovzhuvalosya buty yikhnye proholoshennya, do my povnistyu vyterly yikh"},{"SurahNumber":21,"VerseNumber":16,"Text":"My ne utvoryly nebo ta zemlyu, ta vse mizh nymy tilʹky dlya rozvahy"},{"SurahNumber":21,"VerseNumber":17,"Text":"Yakshcho my potrebuvaly rozvahy, my mohly zapochatkuvaly tse bez budʹ-yakoho tse, yakshcho shcho potrebuyetʹsya yaki my shchob zrobyty"},{"SurahNumber":21,"VerseNumber":18,"Text":"Zamistʹ tsʹoho, tse - nash plan pidtrymaty pravdu proty falsehood, aby zavdaty porazky tse. Prykroshchi do vas dlya vysloviv vy vymovlyayete"},{"SurahNumber":21,"VerseNumber":19,"Text":"Yomu nalezhytʹ kozhnomu u nebi ta zemli, ta tsiy u Yo ye nikoly nadto zukhvalyy ne obozhnyuvaty Yoho, ne roblyatʹ vony kolysʹ waver"},{"SurahNumber":21,"VerseNumber":20,"Text":"Vony glorify nich ta denʹ, bez kolysʹ stomlyuyuchoho"},{"SurahNumber":21,"VerseNumber":21,"Text":"vony znayshly bohiv na zemli khto mozhe utvoryty"},{"SurahNumber":21,"VerseNumber":22,"Text":"Yakshcho tam buly u nykh (nebo ta zemlya) inshi bohy bilya BOHA, tam by khaos. Slava musytʹ BOH; Lord z absolyutnym avtorytetom. Vin ye vysokyy nad yikhnimy pretenziyamy"},{"SurahNumber":21,"VerseNumber":23,"Text":"Vin nikoly ne buty poproshenyy pro budʹ shcho Vin, v toy chas, yak vsi inshi dopytuyutʹsya"},{"SurahNumber":21,"VerseNumber":24,"Text":"vony znayshly inshykh bohiv bilya Yoho? Skazhitʹ, \"Pokaz meni vash dokaz. Tse yavlyaye soboyu povidomlennya do moyeyi heneratsiyi, consummating vsi poperedni povidomlennya.\" Diysno, bilʹshistʹ yikh ne vyznayutʹ pravdu; tse chomu vony ye tak vorozhi"}]}