{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Iman edenler, Yahudiler, Hıristiyanlar, Sabiiler... Her kim Allah'a ve ahiret gunune (gercekten) iman eder ve amel-i salih islerse, elbette onların Rab’leri yanında mukafatları vardır. Onlar icin herhangi bir korku olmadıgı gibi kendilerini uzecek bir sey"},{"SurahNumber":2,"VerseNumber":63,"Text":"Ey Israil'in evlatları! Bir vakit de Tevratı uygulayacagınıza dair sizden soz almıs, sonra bu ahdi bozdugunuz icin Dagı uzerinize kaldırarak demistik ki: «Size verdigimiz Kitaba kuvvetle sarılın ve muhtevasını iyi inceleyip ders alın ki kotu akıbetten kor"},{"SurahNumber":2,"VerseNumber":64,"Text":"Bundan sonra yine yuz cevirdiniz. Eger uzerinizde Allah'ın lutuf ve merhameti olmasaydı elbette husrana ugrayanlardan olurdunuz"},{"SurahNumber":2,"VerseNumber":65,"Text":"Icinizden cumartesi gunu haddi asanları elbette bilirsiniz. Biz boyle yapanlara «Asagılık maymun olun!» dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Bunu, hem bu hadiseye sahit olanlara, hem de sonradan gelecek olan nesillere bir ibret ve korunacaklara da bir ogut kıldık"},{"SurahNumber":2,"VerseNumber":67,"Text":"Bir vakit de Musa kavmine: «Allah, bir sıgır kesmenizi emrediyor» demis, onlar da: «Ay! Sen bizimle alay mı ediyorsun» diye cevap vermislerdi. Musa da «Oyle cahillere katılmaktan Allah'a sıgınırım» demisti"},{"SurahNumber":2,"VerseNumber":68,"Text":"Bunun uzerine Musa'ya: «Peki oyleyse Rabbine yalvar da onun ne oldugunu bize acıklasın» dediler. Musa: «Rabbim soyle buyuruyor: O sıgır ne pek geckin, ne de korpe olmayıp orta yasta dinc bir inek olacaktır» Haydi size emredilen isi yapın bakalım» dedi"},{"SurahNumber":2,"VerseNumber":69,"Text":"Bu sefer dediler ki: «Rabbine yalvar da onun rengini bize bildirsin» O da: Allah diyor ki: «O, bakanların icini acan parlak sarı bir inek olacaktır» dedi"}]}