{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif, lâm, râ. oyo wana ezali nde mikapo mia buku mpe kurani ya polele"},{"SurahNumber":15,"VerseNumber":2,"Text":"(O mokolo mwa suka) bapengwi bakolobaka ete: Soki tozalaka ata ba mizilima"},{"SurahNumber":15,"VerseNumber":3,"Text":"Tika bango balia, basepela moke (na ngonga) mpe elikya ya mokili ebosanisi bango mokolo ya bosôló, kasi kala mingi te bakoyeba"},{"SurahNumber":15,"VerseNumber":4,"Text":"Kasi tobomaka mboka moko te sé ezala na mokano moyebani mosila kokomama"},{"SurahNumber":15,"VerseNumber":5,"Text":"Umma moko te ekoki kopuşa liboso to kozongisa mokano na bango sima"},{"SurahNumber":15,"VerseNumber":6,"Text":"Mpe bakolobaka été: Oh yo moto bakitiseli ye buku! Ya soló, ozali moto ya ligboma"},{"SurahNumber":15,"VerseNumber":7,"Text":"тропа nini te oyelaki biso ba anzelu soki ozalaki o kati ya balobi bosôló"},{"SurahNumber":15,"VerseNumber":8,"Text":"Tokitisaka ba anzelu sé na bosôló, mpe bazelisaka te тропа etumbu"},{"SurahNumber":15,"VerseNumber":9,"Text":"Tokitisaki bokundoli (kurani) na bosôló, тре sé biso nde tobatelaka yango"},{"SurahNumber":15,"VerseNumber":10,"Text":"Mpe ya soló, totindaki batindami yambo nayo, o kati ya bato ba kala"},{"SurahNumber":15,"VerseNumber":11,"Text":"Mpe motindami moko te ayelaki bango sé batióla ye"},{"SurahNumber":15,"VerseNumber":12,"Text":"Ndenge wana nde tokotisaka kibopengwi o mitema mia batomboki"},{"SurahNumber":15,"VerseNumber":13,"Text":"Bakondimaka na yango te, mpe ya sólo, esilaki kosalama na bato ya liboso"},{"SurahNumber":15,"VerseNumber":14,"Text":"Ata soki tofungolelaka bango ezibeli ya likolo тропа komata nde bandimaki mpe te"},{"SurahNumber":15,"VerseNumber":15,"Text":"Bakolobaka: Ya soló miso та biso mizali ya kolangwa, kasi tozali nde balokami"}]}