{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Pomyani brata aditov. Vot on predostereg svoy narod sredi barkhanov, khotya pered nim i pozadi nego uzhe byli predosterezheniya: «Ne poklonyaytes' nikomu, krome Allakha! Voistinu, ya boyus', chto vas postignut mucheniya v Velikiy den'»"},{"SurahNumber":46,"VerseNumber":22,"Text":"Oni skazali: «Neuzheli ty prishel dlya togo, chtoby otvratit' nas ot nashikh bogov? Yavi zhe nam to, chem ty nam ugrozhayesh', yesli ty - odin iz tekh, kto govorit pravdu»"},{"SurahNumber":46,"VerseNumber":23,"Text":"On skazal: «Znaniye - u Allakha, a ya lish' dovozhu do vashego svedeniya to, s chem ya poslan. No ya vizhu, chto vy yavlyayetes' nevezhestvennymi lyud'mi»"},{"SurahNumber":46,"VerseNumber":24,"Text":"Kogda zhe oni uvideli yego (nakazaniye) v vide tuchi, nadvigayushcheysya na ikh doliny, oni skazali: «Eto - tucha, kotoraya prol'yet na nas dozhd'». O net! Vot to, chto vy toropili, - veter, nesushchiy s soboy muchitel'nyye stradaniya"},{"SurahNumber":46,"VerseNumber":25,"Text":"On unichtozhayet vsyakuyu veshch' po veleniyu svoyego Gospoda. A na utro ot nikh ostalis' vidny tol'ko ikh zhilishcha. Tak My vozdayem greshnym lyudyam"},{"SurahNumber":46,"VerseNumber":26,"Text":"My ukrepili ikh v tom, v chem ne ukreplyali vas, i darovali im slukh, zreniye i serdtsa. No ni ikh slukh, ni ikh zreniye, ni ikh serdtsa niskol'ko ne pomogli im, poskol'ku oni otvergali znameniya Allakha, i ikh okruzhilo (ili porazilo) to, nad chem oni nasmekhalis'"},{"SurahNumber":46,"VerseNumber":27,"Text":"My uzhe pogubili seleniya, kotoryye byli vokrug vas, i raz\"yasnili znameniya, chtoby oni mogli vernut'sya na pryamoy put'"},{"SurahNumber":46,"VerseNumber":28,"Text":"Pochemu zhe im ne pomogli, te bozhestva, kotorym oni poklonyalis' vmesto Allakha dlya togo, chtoby priblizit'sya k Nemu? Naprotiv, oni skrylis' ot nikh. Vot ikh lozh' i to, chto oni izmyshlyali"}]}