{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Ojo kase, ki Alloh dilaşro ʙaroi qaʙuli Islom kuşodaast, pas ū az sūi Parvardigoraş az nure ʙarxurdor ast, hamcun saxtdilon ast? Hargiz ʙaroʙar nest! Pas voj ʙar onon, ki dilhojaşon dar ʙaroʙari zikri Alloh saxt ast. Onho dar gumrohii oşkor hastand"},{"SurahNumber":39,"VerseNumber":23,"Text":"Alloh ʙehtarin suxanro nozil kardaast, ki Qur'on ast. Kitoʙe, ki ojotaş mutaşoʙeh (monandi jakdigar) va mukarrar ast, ki az şunidani on pūsthoi ʙadani kasone, ki az Parvardigoraşon metarsand, ʙa larza meaftad. Sipas pūsthojaşon va dilhojaşon ʙa jodi Alloh narm meşavad va orom megirad. In rohi Alloh ast, ki har kiro ʙixohad, ʙa on rohnamoī mekunad va har kiro Alloh gumroh kunad, ūro heç rohnamoe naxohad ʙud"},{"SurahNumber":39,"VerseNumber":24,"Text":"Ojo kase, ki rūzi qijomat ʙo cehrai xud azoʙi saxti qijomatro az xud ʙozmedorad, monandi kasest, ki xudro az azoʙ emin medorad va dar ʙihişt ast? Ba sitamkoron gufta meşavad: «Ba çazoi korhoe, ki dar dunjo gunahkorī mekardaed, azoʙro ʙicaşed!»"},{"SurahNumber":39,"VerseNumber":25,"Text":"Kasone, ki peş az onho (peş az qavmi tu) ʙudand, pajomʙaronro niz durūƣgū ʙarovardand va azoʙ az çoe, ki namedonistand, ʙar saraşon rasid"},{"SurahNumber":39,"VerseNumber":26,"Text":"Pas, Alloh xorī va rasvoiro ʙa ummathoi takziʙkunanda dar zindagii dunjo ʙa onho caşond, haroina azoʙi oxirat ʙuzurgtar va saxttar ast, agar in muşrikho medonistand on ci ki onho ducor şudand ʙa saʙaʙi kufraşon ast, pas az on iʙrat megiriftand"},{"SurahNumber":39,"VerseNumber":27,"Text":"Mo dar in Qur'on ʙaroi mardume, ki ʙa Alloh şirk meovarand, ʙaroi ʙim kardani onho az har guna masale az masalhoi ummathoi guzaşta ovardem, ʙoşad, ki pand girand"},{"SurahNumber":39,"VerseNumber":28,"Text":"Qur'onro ʙa zaʙoni araʙī, lafzhojaş ravşan va ma'nohojaş oson ʙe heç kaçī va kostagī nozil kardem. Boşad, ki parhezgorī kunand, ʙo ançom dodani amrhojaş va dur ʙudan az man'kardahojaş"},{"SurahNumber":39,"VerseNumber":29,"Text":"Alloh masale mezanad: «Mardero, ki ƣulom ast cand moliki nosozgor dar ū şarikand va ʙar sari ū ixtilof dorand va har jake az onho mexohad, ki guftai ūro kunad va mardi, digare, ki ƣulom ast, tanho az oni jak molik meʙoşad. Ojo in du ƣulom ʙo ham ʙaroʙarand? Alʙatta, ʙaroʙar nameşavand. Incunin muşrik dar hajronī va şak ast va mū'min dar rohat va oromī ast. Sipos Allohro. Balki, aksari onho haqro namedonand, to pajravii on kunand"},{"SurahNumber":39,"VerseNumber":30,"Text":"Haroina, tu ej Rasul, memirī va onho niz mirandaand"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sipas hama dar rūzi qijomat dar nazdi Parvardigoraton ʙo jakdigar ʙa nizo' va kaşmakaş mepardozed, pas Ū mijoni şumo ʙo adolat dovarī xohad kard"}]}