{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Akukho sidalwa sinyakazayo emhlabeni esinomfunzelo waso ongaveli kuAllâh. Kwaye Wazi indawo yaso yokuhlala nalapho siye sibekwe khona (esibelekweni okanye engcwabeni). Konke kubhaliwe eNcwadini ecacileyo"},{"SurahNumber":11,"VerseNumber":7,"Text":"Kananjalo nguYe Owadala amazulu nomhlaba ngeentsuku ezintandathu, yaye iTrone yaKhe yayiphezu kwamanzi, khon’ukuze Anivavanye, (kucace) okokuba nguwuphi na kuni oyena unezenzo ezilungileyo. Kodwa ukuba ungathi kubo: “Niza kuvuswa emva kokufa,” abangakholwayo (kubo) abasokuze bangathi: “Oku akunto yimbi ngaphandle kokuba ngumlingo ocacileyo.”"},{"SurahNumber":11,"VerseNumber":8,"Text":"Ke kaloku ukuba Siyasilibazisa isohlwayo kude kufike ixesha elimisiweyo, ngokuqinisekileyo baza kuthi: “Yintoni esibambileyo?” Inene ngeMini esiya kubafumana, akukho nto iya kusibuyisela umva kubo, yaye baza kugutyungelwa koko babedla ngokukugculela"},{"SurahNumber":11,"VerseNumber":9,"Text":"Kananjalo Sithi Sisakunika umntu incasa yeNceba yeThu, Size Siphinde Siyithabathe kuye, asuke aphelelwe lithemba, angabi nambulelo"},{"SurahNumber":11,"VerseNumber":10,"Text":"Sithi kananjalo Sisakumvisa ubumnandi emva kokuba ebekhe wachikwa bububi, akasokuze angathi: “Ububi bumkile kum.” Inene, usuka akhukhumale, aqhayise"},{"SurahNumber":11,"VerseNumber":11,"Text":"Ngaphandle kwabo baye babonakalise ukuba nomonde, benze izenzo zobulungisa; abo okwabo iya kuba kukuxolelwa kwezono nomvuzo omkhulu"},{"SurahNumber":11,"VerseNumber":12,"Text":"Kungenzeka wena (Muhammad) uncame inxalenye yoko kutyhilwe kuwe, nentliziyo yakho ive ubunzima ngenxa yako oko ngokuba bathi: “Kutheni kaloku engathunyelelwa uvimba wobutyebi nje, okanye kuze ingelosi kuthi ihamba naye?” Kodwa wena (Muhammad) unguMlumkisi kuphela, Yena uAllâh nguMlondolozi wezinto zonke"}]}