{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":68,"VerseNumber":16,"Text":"We will brand him on the snout"},{"SurahNumber":68,"VerseNumber":17,"Text":"We have tested them, as We tested the owners of a certain garden, when they vowed to harvest it in the morning"},{"SurahNumber":68,"VerseNumber":18,"Text":"and made no allowance [for the Will of God]"},{"SurahNumber":68,"VerseNumber":19,"Text":"But a disaster from your Lord came upon it while they slept"},{"SurahNumber":68,"VerseNumber":20,"Text":"By morning it became barren and bleak"},{"SurahNumber":68,"VerseNumber":21,"Text":"At day break they called to one another"},{"SurahNumber":68,"VerseNumber":22,"Text":"saying, \"Go early to your crop if you want to harvest the fruit"},{"SurahNumber":68,"VerseNumber":23,"Text":"So they set out, whispering"},{"SurahNumber":68,"VerseNumber":24,"Text":"Make sure no poor person enters the garden today"},{"SurahNumber":68,"VerseNumber":25,"Text":"And early they went bent on their purpose"},{"SurahNumber":68,"VerseNumber":26,"Text":"But when they saw it, they said, \" We are lost"},{"SurahNumber":68,"VerseNumber":27,"Text":"Rather, we have been ruined"},{"SurahNumber":68,"VerseNumber":28,"Text":"The most moderate of them said, \"Did I not say to you, that you should praise your Lord's glory"},{"SurahNumber":68,"VerseNumber":29,"Text":"They said, \"May our Lord be exalted in His glory, we were unjust"},{"SurahNumber":68,"VerseNumber":30,"Text":"Then they turned to one another, each blaming the other"},{"SurahNumber":68,"VerseNumber":31,"Text":"They said, \"How terrible for us; we were aggressors"},{"SurahNumber":68,"VerseNumber":32,"Text":"Perhaps our Lord will give us a better substitute for it. We are turning to our Lord in hope"},{"SurahNumber":68,"VerseNumber":33,"Text":"Such is the punishment. And the punishment of the Hereafter is greater, if they only knew"},{"SurahNumber":68,"VerseNumber":34,"Text":"There will be Gardens of delight for those who are mindful of God"},{"SurahNumber":68,"VerseNumber":35,"Text":"Would We treat those who submit to us like those who forced others to reject Our messages"},{"SurahNumber":68,"VerseNumber":36,"Text":"What is the matter with you? How do you judge"},{"SurahNumber":68,"VerseNumber":37,"Text":"Or do you have a Book which you study"},{"SurahNumber":68,"VerseNumber":38,"Text":"And in it do you find all that you wish for"},{"SurahNumber":68,"VerseNumber":39,"Text":"Or do you have oaths from Us, that are binding until the Day of Resurrection, allowing you to have whatever you want"},{"SurahNumber":68,"VerseNumber":40,"Text":"Ask them which of them, will be responsible for that claim"},{"SurahNumber":68,"VerseNumber":41,"Text":"Or do they have partners? Then let them bring their partners, if they are telling the truth"},{"SurahNumber":68,"VerseNumber":42,"Text":"On the Day when legs are bared, they will be called to bow down, but will not be able"}]}