{"Id":89,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou","Author":"Adel Theodor Khoury","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":27,"Text":"Dann am Tag der Auferstehung wird Er sie zuschanden machen und sagen: «Wo sind meine Teilhaber, derentwegen ihr euch widersetztet?» Diejenigen, denen das Wissen zugekommen ist, sagen: «Schande und Unheil kommen heute über die Ungläubigen»"},{"SurahNumber":16,"VerseNumber":28,"Text":"Die von den Engeln abberufen werden, während sie sich selbst Unrecht getan haben. Sie bieten den Frieden an: «Wir pflegten nichts Böses zu tun.» - «Doch, Gott weiß Bescheid über das, was ihr zu tun pflegtet"},{"SurahNumber":16,"VerseNumber":29,"Text":"Betretet nun die Tore der Hölle; darin werdet ihr ewig weilen. Schlimm ist ja die Bleibe der Hochmütigen.»"},{"SurahNumber":16,"VerseNumber":30,"Text":"Zu denen, die gottesfürchtig sind, wird gesagt: «Was hat euer Herr herabgesandt?» Sie sagen: «Gutes.» Diejenigen, die rechtschaffen sind, erhalten hier im Diesseits Gutes. Aber die Wohnstätte des Jenseits ist gewiß besser. Vorzüglich ist die Wohnstätte der Gottesfürchtigen"},{"SurahNumber":16,"VerseNumber":31,"Text":"Die Gärten von Eden, in die sie eingehen, unter denen Bäche fließen und in denen sie (alles) haben, was sie wollen. So entlohnt Gott die Gottesfürchtigen"},{"SurahNumber":16,"VerseNumber":32,"Text":"Die die Engel abberufen, während sie gute (Menschen) gewesen sind. Sie sagen: «Friede sei über euch! Geht ins Paradies ein für das, was ihr zu tun pflegtet.»"},{"SurahNumber":16,"VerseNumber":33,"Text":"Erwarten Sie denn etwas anderes, als daß die Engel zu ihnen kommen, oder daß der Befehl deines Herrn eintrifft? So handelten auch diejenigen, die vor ihnen lebten. Und nicht Gott hat ihnen Unrecht getan, sondern sie haben sich selbst Unrecht getan"},{"SurahNumber":16,"VerseNumber":34,"Text":"Getroffen haben sie (schließlich) die bösen Taten, die sie begangen haben, und umschlossen hat sie das, worüber sie spotteten"}]}