{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Bunlar, hakim (hikmet ve hukumle dolu) olan Kitab´ın Ayetleri´dir"},{"SurahNumber":31,"VerseNumber":3,"Text":"Muhsinler icin hidayet (e erdirici) ve rahmettir"},{"SurahNumber":31,"VerseNumber":4,"Text":"Onlar, namazı ikame ederler (namaz kılarlar) ve zekatı verirler. Ve onlar, ahirete (Allah´a ulasmaya) yakin hasıl ederler (kesinlikle inanırlar)"},{"SurahNumber":31,"VerseNumber":5,"Text":"Iste onlar, Rab´lerinden bir hidayet uzerindedirler. Ve iste onlar; onlar felaha erenlerdir"},{"SurahNumber":31,"VerseNumber":6,"Text":"Ve insanlardan bir kısmı bos sozleri satın alırlar, ilimleri olmaksızın Allah´ın yolundan saptırmak icin. Ve onu eglence (alay konusu) edinirler. Iste onlar icin muhin (asagılayıcı) bir azap vardır"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ve ona ayetlerimiz okundugu zaman onu isitmemis gibi kibirlenerek doner (gider), onun kulaklarında vakra (isitme engeli) varmıs gibi. Oyleyse onu elim azapla mujdele (ikaz et, uyar)"},{"SurahNumber":31,"VerseNumber":8,"Text":"Muhakkak ki amenu olanlar (Allah´a ulasmayı dileyenler) ve salih amel (nefs tezkiyesi) yapanlar icin naim cennetleri vardır"},{"SurahNumber":31,"VerseNumber":9,"Text":"(Onlar) orada ebediyyen kalacak olanlardır. Allah´ın vaadi haktır. Ve O; Aziz´dir (yuce), Hakim´dir (hukum ve hikmet sahibi)"},{"SurahNumber":31,"VerseNumber":10,"Text":"Gokleri, gordugunuz gibi direksiz olarak yarattı ve sizi sarsar (sarsmasın) diye sabit ve yuksek daglar olusturdu. Orada her cesit yuruyen hayvandan uretip yaydı. Ve gokten su indirdik, boylece orada her kerim (ikram edilmis) bitkiden cift yetistirdik"},{"SurahNumber":31,"VerseNumber":11,"Text":"Bu, Allah´ın yaratmasıdır. Oyleyse O´ndan baskaları ne yarattı, bana gosterin! Hayır, zalimler, apacık dalalet icindedirler"}]}