{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"Dedi ki: \"Ey kavmim, gorusunuz nedir soyler misiniz? Eger ben Rabbimden apacık bir belge uzerindeysem ve bana Tarafından bir rahmet vermisse, bu durumda O'na isyan edecek olursam Allah'a karsı bana kim yardım edecektir? Su halde kaybımı arttırmaktan baska bana (hicbir yarar) saglamayacaksınız"},{"SurahNumber":11,"VerseNumber":64,"Text":"Ey kavmim, size iste bir ayet olarak Allah'ın devesi; onu serbest bırakın, Allah'ın arzında yesin. Ona kotuluk (vermek niyeti)yle dokunmayın. Yoksa sizi yakın bir azap sarıverir"},{"SurahNumber":11,"VerseNumber":65,"Text":"Fakat onu oldurduler. (Salih) Dedi ki: \"Yurdunuzda uc gun daha yararlanın. Bu, yalanlanmayacak bir vaaddir"},{"SurahNumber":11,"VerseNumber":66,"Text":"Emrimiz geldigi zaman, tarafımızdan bir rahmetle Salih'i ve O’nunla birlikte iman edenleri o gunun asagılatıcı azabından kurtardık. Dogrusu senin Rabbin, guclu olandır, Aziz olandır"},{"SurahNumber":11,"VerseNumber":67,"Text":"O zulmedenleri dayanılmaz bir ses sarıverdi de kendi yurtlarında dizustu cokmus olarak sabahladılar"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki orada hic refah icinde yasamamıslar gibi. Haberiniz olsun; Semud (halkı) gercekten Rablerine (karsı) inkar etmislerdi. Haberiniz olsun; Semud (halkına Allah'ın rahmetinden) uzaklık (verildi)"},{"SurahNumber":11,"VerseNumber":69,"Text":"Andolsun, elcilerimiz Ibrahim'e mujde ile geldikleri zaman; \"Selam\" dediler. O da: \"Selam\" dedi (ve) hemen gecikmeden kızartılmıs bir buzagı getirdi"},{"SurahNumber":11,"VerseNumber":70,"Text":"Ellerinin ona uzanmadıgını gorunce (Ibrahim durumdan) hoslanmadı ve icine bir tur korku dustu. Dediler ki: \"Korkma. Biz Lut kavmine gonderildik"},{"SurahNumber":11,"VerseNumber":71,"Text":"Karısı ayaktaydı, bunun uzerine guldu. Biz ona Ishak'ı, Ishak'ın arkasından da Yakub'u mujdeledik"}]}