{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":54,"Text":"Dar in Qur'on ʙaroi mardum har guna dostone ʙajon kardaem, to ki pand girand va imon orand, vale odamī ʙeş az hama muçodalagar (xusumatgar) ast"},{"SurahNumber":18,"VerseNumber":55,"Text":"Va cize mardumro ʙoznadoşt az in ki vaqte hidojat ʙa sūjaşon ʙoz omad imon najovarand va az Parvardigoraşon talaʙi omurziş kunand, çuz in ki mexostand sarnavişti peşinijon ʙaroi onon ʙijojad jo azoʙ dar ʙaroʙaraşon qaror girad"},{"SurahNumber":18,"VerseNumber":56,"Text":"Va Mo pajomʙaronro nafiristodem, çuz on ki ʙa axli imon va nekūkoron muƶda dihand jo axli kufr va gunahgoronro ʙitarsonand. Va kofirone, ki mexohand ʙa nirūi ʙotil haqro az mijon ʙiʙarand, çidol mekunand va ojoti Maro va cize az on ʙim doda şudaand, masxara mekunand"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kist sitamgortar az on, ki ojoti Parvardigoraşro ʙarojaş ʙixonand, pas ū ʙa'di fahmidan rūj gardonad va korhoi ʙade, ki az peş karda, faromūş kunad? Hamono Mo ʙar dili onho parda afkandem, to ojoti Qur'onro nafahmand va gūşhojaşonro kar soxtem, to onro naşunavand. Agar da'vat kunī kofironro ʙa sūji hidojat, hargiz roh najoʙand"},{"SurahNumber":18,"VerseNumber":58,"Text":"Va Parvardigorat omurzandavu mehruʙon ast. Agar mexost, kofironro ʙa saʙaʙi kirdori ʙadaşon ʙa zudī dar in çahon azoʙ medod. Ammo ʙaroi onho zamoni mu'ajjane ast, ki cun faro rasad, hargiz, panohgohe najoʙand"},{"SurahNumber":18,"VerseNumber":59,"Text":"Va on şahrhoero, ki nazdiki Makka hastand, cun kofir şudand, ʙa halokat rasonidem va ʙaroi halokataşon vaqtro muajjan namudem"},{"SurahNumber":18,"VerseNumber":60,"Text":"Va ʙa jod ovar ej Rasul, cun Mūso ʙa şogirdi xud (Juşa' iʙni Nun) guft: Man hamcunon xoham raft, to on ço, ki du ʙahr ʙa ham rasidaand. Jo ʙiravam muddathoi daroz, to ʙirasam ʙa nazdi mardi solehe, ki az ū ta'lim ʙigiram"},{"SurahNumber":18,"VerseNumber":61,"Text":"Pas cun on du ʙa on ço, ki du ʙahr ʙa ham rasida ʙudand, rasidand, nişastand ʙoloi sange va on mohiero, ki ʙaroi xūrdan girifta ʙudand, faromūş kardand va mohī rohaşro sarozer ʙa darjo girift"}]}