{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":16,"Text":"Ва аммо касоне, ки куфр варзидаанд ва оёти Моро, ки паёмбарон барояшон оварда буданд ва дидори охиратро дурӯғ баровардаанд ва инкор кардаанд, пас ба сабаби имон наёварданашон дар дунё он гурӯҳ дар азоби доимӣ ҳозир сохта мешаванд"},{"SurahNumber":30,"VerseNumber":17,"Text":"Пас, эй мӯъминон, ҳангоми шому субҳ Аллоҳро ба покӣ ёд кунед"},{"SurahNumber":30,"VerseNumber":18,"Text":"Ва сипосу ситоиш Ӯрост дар осмонҳову замин, ҳангоми аср ва ба ҳангоме ки ба нимрӯз мерасед"},{"SurahNumber":30,"VerseNumber":19,"Text":"Аллоҳ таоло зиндаро аз мурда берун меорад (ба монанди берун овардани инсон аз нутфа ва берун овардани чӯҷа аз тухм) ва мурдаро аз зинда (ба монанди берун овардани нутфа аз инсон ва берун овардани тухм аз чӯҷа.) Ва заминро пас аз мурданаш зинда месозад ва шумо низ инчунин аз қабрҳо барои ҳисобу китоб берун карда мешавед"},{"SurahNumber":30,"VerseNumber":20,"Text":"Ва яке аз нишонаҳои бузург ва камоли қудрати Аллоҳ ин аст, ки падари шумо Одам (алайҳиссаломро) аз хок биёфарид, то он гоҳ инсонҳои зиёде шудед ва ба ҳар сӯ пароканда гаштед"},{"SurahNumber":30,"VerseNumber":21,"Text":"Ва аз нишонаҳои далолаткунанда бар бузургии Ӯ ва камоли қудраташ он аст, ки бароятон аз ҷинси худатон ҳамсароне офарид, то бо онҳо оромиш ёбед ва миёни шумо дӯстиву меҳрубонӣ ниҳод. Албатта, дар ин офариниш ибратҳоест далолаткунанда бар қудрати Аллоҳ ва ягонагии Ӯ барои мардуме, ки меандешанд"},{"SurahNumber":30,"VerseNumber":22,"Text":"Ва аз нишонаҳои далолаткунанда бар бузургӣ ва камоли қудрати Ӯ офариниши осмонҳову замин ва гуногунии забонҳову рангҳоятон аст. Бешак, дар ин амр низ барои донишварон ибратҳоест"},{"SurahNumber":30,"VerseNumber":23,"Text":"Ва аз нишонаҳои далолаткунанда бар бузургӣ ва камоли қударати Ӯ хобидани шумост дар шабу рӯз барои истироҳат ва талаби ризқу рӯзии шумо аз фазли Ӯст. Албатта, дар ин амр ибратҳоест барои мардуме, ки мешунаванд"},{"SurahNumber":30,"VerseNumber":24,"Text":"Ва аз нишонаҳои далолаткунанда бар бузургӣ ва камоли қудрати Ӯ, ки барқро барои тарсонидан ва умедвор сохтан ба шумо нишон медиҳад. Ва аз осмон борон мефиристад, пас замини мурдаро бо он зинда месозад. Албатта, дар ин ибратҳоест далолаткунанда бар камоли қудрат ва ҳикмат ва эҳсони Ӯ барои касоне, ки ба ақл дармеёбанд"}]}