{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":7,"VerseNumber":96,"Text":"Si les habitants de ces cités avaient cru et avaient craint Dieu, Nous leur aurions prodigué des bienfaits que peuvent produire le ciel et la terre. Mais ils ont traité Nos Signes de mensonge. Nous les avons sanctionnés à hauteur de leurs actes"},{"SurahNumber":7,"VerseNumber":97,"Text":"Étaient-ils assurés que Notre châtiment ne viendrait pas les frapper de nuit, dans leur sommeil"},{"SurahNumber":7,"VerseNumber":98,"Text":"Étaient-ils assurés que Nos supplices ne s’abattraient pas sur eux en plein jour, les surprenant dans leur insouciance"},{"SurahNumber":7,"VerseNumber":99,"Text":"Se sentaient-ils à l’abri des desseins de Dieu ? Seuls les perdants se croient à l’abri des desseins de Dieu"},{"SurahNumber":7,"VerseNumber":100,"Text":"N’est-il pas apparu de façon manifeste à ceux qui ont hérité de la Terre après la disparition de leurs prédécesseurs, que si telle avait été Notre volonté, Nous leur aurions fait subir le même sort pour prix de leurs crimes, et Nous rendrions leurs cœurs insensibles et ils n’entendraient plus rien"},{"SurahNumber":7,"VerseNumber":101,"Text":"Telles sont les cités au sujet desquelles Nous te relatons ces quelques histoires. Leurs prophètes leur furent envoyés avec des preuves manifestes. Mais leurs habitants ne purent se résigner à croire à ce qu’ils avaient auparavant dénié. C’est ainsi que Dieu scelle à jamais le cœur des dénégateurs"},{"SurahNumber":7,"VerseNumber":102,"Text":"Nous n’avons pas trouvé, chez la plupart d’entre eux, un engagement quel qu’il soit. Mais nous avons constaté que la plupart d’entre eux étaient pervers"},{"SurahNumber":7,"VerseNumber":103,"Text":"Puis Nous avons envoyé Moïse avec Nos signes à Pharaon et à ses conseillers. Mais ils en firent un traitement injuste. Considère le sort réservé aux corrupteurs"},{"SurahNumber":7,"VerseNumber":104,"Text":"« Ô Pharaon », dit Moïse, « je suis un messager du Seigneur de l’Univers"}]}