{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"И Мы дали ему семейство, и равное тому, какое было у него прежде, по милости нашей и в наставление людям рассудительным"},{"SurahNumber":38,"VerseNumber":44,"Text":"Возьми в руку свою пук свежей травы, и ею ударь ее, чтобы не остаться тебе нарушителем твоей клятвы!\" Мы нашли его терпеливым: каким прекрасным рабом был он! С искренним раскаянием он обращался к Богу"},{"SurahNumber":38,"VerseNumber":45,"Text":"Вспомни также рабов наших: Авраама, Исаака, Иакова, обладавших великодушием и прозорливостью"},{"SurahNumber":38,"VerseNumber":46,"Text":"Действительно, Мы делали их чистыми посредством чистого воспоминания о сем жилище нашем"},{"SurahNumber":38,"VerseNumber":47,"Text":"И они при Нас действительно в числе избранных и праведных"},{"SurahNumber":38,"VerseNumber":48,"Text":"Вспомни также о Исмаиле, Елисее, Зуль-Кифле: все они в числе праведных"},{"SurahNumber":38,"VerseNumber":49,"Text":"Это все - напоминание. Истинно, благочестивым будет прекрасная обитель"},{"SurahNumber":38,"VerseNumber":50,"Text":"Сады эдемские, с открытыми для них вратами"},{"SurahNumber":38,"VerseNumber":51,"Text":"Возлегши в них, они возблагодарят Бога за множество плодов и питий"},{"SurahNumber":38,"VerseNumber":52,"Text":"При них будут скромные взорами, и равные по возрасту"},{"SurahNumber":38,"VerseNumber":53,"Text":"Таково будет обещанное вам ко дню отчета"},{"SurahNumber":38,"VerseNumber":54,"Text":"Таков наш надел; он будет неистощим"},{"SurahNumber":38,"VerseNumber":55,"Text":"Так. Напротив, нечестивым будет ужасная обитель"},{"SurahNumber":38,"VerseNumber":56,"Text":"Геенна, в которой они гореть будут: как мучительно это ложе"},{"SurahNumber":38,"VerseNumber":57,"Text":"Так; то, что они будут вкушать, будет кипяток, смрадная гниль"},{"SurahNumber":38,"VerseNumber":58,"Text":"И другие, подобные тому, возбуждающие отвращение вещества"},{"SurahNumber":38,"VerseNumber":59,"Text":"А это - это толпа тех, которые бессмысленно бросились за вами: им не будет отрады здесь; потому что они будут гореть в этом огне"},{"SurahNumber":38,"VerseNumber":60,"Text":"Они скажут: \"Да не будет и вам отрады! Вы нам приготовили это: как беспокойно это жилище"},{"SurahNumber":38,"VerseNumber":61,"Text":"Они скажут: \"Господи наш! Муку в этом огне удвой для тех, которые приготовили его нам"}]}