{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"These are the glad tidings which God gives to His servants who believe and do righteous deeds. Say, \"I do not ask of you any reward for it, except [that I am inviting you to God because of] love of kinship.\" Whoever earns a good deed, We shall increase its good for him; God is most forgiving, most appreciative"},{"SurahNumber":42,"VerseNumber":24,"Text":"Do they say, \"He has invented a lie about God\"? If God so willed, He could seal your heart. God wipes out falsehood and vindicates the truth by His words. He has full knowledge of what is in men's hearts"},{"SurahNumber":42,"VerseNumber":25,"Text":"He accepts repentance from His servants and pardons their sins. He knows everything you do"},{"SurahNumber":42,"VerseNumber":26,"Text":"He responds to those who believe and do good deeds, and gives them more of His bounty; agonizing torment awaits the deniers of the truth"},{"SurahNumber":42,"VerseNumber":27,"Text":"If God were to grant His abundant provision to [all] His creatures, they would act insolently on earth, but He sends down in due measure whatever He will, for He is well aware of His servants and watchful over them"},{"SurahNumber":42,"VerseNumber":28,"Text":"it is He who sends rain after they have despaired and spreads His mercy far and wide. He is the Protector, Worthy of All Praise"},{"SurahNumber":42,"VerseNumber":29,"Text":"Among His signs is the creation of the heavens and earth and all the living creatures He has dispersed throughout them: He has the power to gather them all together whenever He will"},{"SurahNumber":42,"VerseNumber":30,"Text":"Whatever misfortune befalls you is of your own doing, God forgives much"},{"SurahNumber":42,"VerseNumber":31,"Text":"you cannot escape Him anywhere on earth. You have no protector or helper other than God"}]}