{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Coz vam nebyla Ma znameni zvestovana? Vy vsak jste je za lziva prohlasili"},{"SurahNumber":23,"VerseNumber":106,"Text":"Reknou: \"Pane nas, premohla nas nase nestastna povaha a stali jsme se lidmi bloudicimi"},{"SurahNumber":23,"VerseNumber":107,"Text":"Pane nas, vyved nas odsud, a jestlize to budeme na zemi opakovat, pak vskutku budeme nespravedlivi"},{"SurahNumber":23,"VerseNumber":108,"Text":"I rekne Buh: \"Zahnani budtez do neho a nemluvte na Mne"},{"SurahNumber":23,"VerseNumber":109,"Text":"Vzdyt veru jedna cast sluzebniku Mych hovorila:, Pane nas, uverili jsme, odpust nam a slituj se nad nami, nebot Tys nejlepsi ze slitovniku"},{"SurahNumber":23,"VerseNumber":110,"Text":"A vy jste si z nich posmesky tropili, takze jste na Me pripomenuti zapomneli a jeste jste se jim smali"},{"SurahNumber":23,"VerseNumber":111,"Text":"Dnes vsak Ja odmenuji verici za to, co vytrpeli, a oni dnes uspechu dosahli"},{"SurahNumber":23,"VerseNumber":112,"Text":"A pak se Buh otaze: \"Jaky pocet let jste na zemi setrvali"},{"SurahNumber":23,"VerseNumber":113,"Text":"Odpovedi: \"Setrvali jsme tam den ci jeho cast. Zeptej se tech, kdoz pocitat umeji"},{"SurahNumber":23,"VerseNumber":114,"Text":"I odpovi: \"Setrvali jste tam pouze dobu nepatrnou, ach, kez byste byli vedeli"},{"SurahNumber":23,"VerseNumber":115,"Text":"Domnivate se snad, ze jsme vas stvorili jen bezucelne a ze k Nam nebudete navraceni"},{"SurahNumber":23,"VerseNumber":116,"Text":"Necht je povznesen Buh, vladce skutecny! Neni bozstva krome Neho, Pana trunu vzneseneho"},{"SurahNumber":23,"VerseNumber":117,"Text":"A kdo vzyva vedle Boha jeste bozstvo jine, o nemz dukazu nema, ten Panu svemu z toho musi vydat pocet. A veru neverici nebudou blazeni"},{"SurahNumber":23,"VerseNumber":118,"Text":"A rci: \"Pane muj, odpust a slituj se, vzdyt Tys nejlepsi ze slitovniku"}]}