{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":87,"Text":"ڕازی بوون بەوەی کەلەگەڵ بەجێ ھێڵراوان دا بن (وەک ئافرەت و منداڵ و پەککەوتەکانان) وە مۆر نراوە بەسەر دڵیاندا بۆیە ئەوان ھیچ تێناگەن و نازانن"},{"SurahNumber":9,"VerseNumber":88,"Text":"بەڵام پێغەمبەر ﷺ و ئەوانەی کەبڕوایان ھێناوە لەگەڵیدا تێکۆشان بەماڵ و گیانیان ھەموو خێر و خۆشی ھەر بۆ ئەوانە وە ھەر ئەوانە سەرفرازن"},{"SurahNumber":9,"VerseNumber":89,"Text":"خوا بەھەشتانێکی بۆ ئامادە کردوون کەڕووبارەکان دێن و دەچن بەژێریاندا بەھەمیشەیی تیایدا دەمێننەوە ئەوەیە سەرکەوتنی زۆر گەورە"},{"SurahNumber":9,"VerseNumber":90,"Text":"بیانوگران لەعەرەبە دەشتەکییەکان ھاتن (بۆ لای پێغەمبەر ﷺ) بۆ ئەوەی ڕێگەیان پێ بدرێت (نەڕۆن بۆ جیھاد کردن) وە دانیشتن ئەوانەی کەدرۆیان کرد لەگەڵ خوا و پێغەمبەرەکەی بێگومان ئەوانەیان کە بێ بڕوا بوون لە داھاتودا دوو چاریان دەبێت سزایەکی سەختی ئازاردەر"},{"SurahNumber":9,"VerseNumber":91,"Text":"(گوناھێک) لەسەر بێ ھێز و پەککەوتە ونەخۆشەکان نیە ئەوانەش کەھیچیان نیە خەرجی بکەن (بۆ پێویستی جیھاد) ھیچ گوناھێکیان لەسەر نیە (کەنەڕۆشتوون بۆ جیھاد کردن) کاتێک دڵسۆز و دروست بن بۆ خوا و پێغەمبەرەکەی ھیچ ڕێگەیەک نیە بۆ (تاوانبار کردنی) ئەو چاکەکارانە وە خوا لێخۆشبوو و میھرەبانە"},{"SurahNumber":9,"VerseNumber":92,"Text":"وە تاوان لەسەر ئەو کەسانەش نیە کە ھاتنە لات (ئەی موحەممەد ﷺ) بۆ ئەوەی (ووڵاخیان بۆ دابین کەیت) و سواریان کەیت ووتت ووڵاخم دەست ناکەوێت سوارتان بکەم (بۆ جیھاد کردن) ئەوانیش گەڕانەوە لەکاتێکدا چاویان فرمێسکی دەڕشت لەداخ و خەفەتدا کەھیچیان نەبوو خەرجی بکەن (بۆ پێداویستی جیھاد)"},{"SurahNumber":9,"VerseNumber":93,"Text":"تەنھا ڕێگە (بۆ تاوانبارکردن) لەسەر ئەوانەیە داوای مۆڵەتت لێ دەکەن لەکاتێکدا دەوڵەمەندن و (توانای ڕۆیشتن بۆ جیھادیشیان ھەیە) ڕازی بوون بەوەی کە لەگەڵ بەجماوەکاندا بن (لە جیھاد وەک ئافرەت و منداڵ و نەخۆش) وە خوا مۆری ناوە بەسەر دڵیاندا بەھۆیەوە ھیچ نازانن"}]}