{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":7,"Text":"Oni s ponikshimi glazami vyydut iz mogil, Rasseyavsheysya saranche podobny"},{"SurahNumber":54,"VerseNumber":8,"Text":"I, ustremyas' k Zovushchemu, nevernyye voskliknut: \"O, kak zhe tyazhek etot Den'"},{"SurahNumber":54,"VerseNumber":9,"Text":"Yeshche do nikh otvergli (Istinu Gospodnyu) lyudi Nukha I ob\"yavili Nashego slugu lzhetsom. \"Vot oderzhimyy\", - molvili oni, I byl on izgnan imi"},{"SurahNumber":54,"VerseNumber":10,"Text":"Togda k Vladyke svoyemu on obratilsya: \"YA pobezhden! Pridi na pomoshch' mne"},{"SurahNumber":54,"VerseNumber":11,"Text":"My raspakhnuli vrata neba, Potoki vod s nego izvergnuv"},{"SurahNumber":54,"VerseNumber":12,"Text":"Zatem My rassekli istochnikami zemlyu, I vstretilas' voda (nebes) s (zemnoy) vodoyu, Kak bylo (Gospodom) poveleno i resheno"},{"SurahNumber":54,"VerseNumber":13,"Text":"I ponesli yego My (na kovchege), Postroyennom iz dosok i shtyrey"},{"SurahNumber":54,"VerseNumber":14,"Text":"Chtob plyl on (pod okhranoy) Nashikh glaz Kak vozdayaniye tomu, kogo oni otvergli"},{"SurahNumber":54,"VerseNumber":15,"Text":"I My ostavili znameniyem yego. No yest' li khot' odin (iz vas), Kto eto uveshchaniye priyemlet"},{"SurahNumber":54,"VerseNumber":16,"Text":"Kakim zhe (strashnym) bylo nakazaniye Moye! I kakovo Moye preduprezhden'ye"},{"SurahNumber":54,"VerseNumber":17,"Text":"Poistine, My sdelali Koran Ponyatnym dlya zapominan'ya, No yest' li khot' odin (iz vas), Kto eto uveshchaniye priyemlet"},{"SurahNumber":54,"VerseNumber":18,"Text":"I lyudi Ad sochli lzhetsom (proroka Khuda). Kakim zhe (strashnym) bylo nakazaniye Moye! I kakovo Moye preduprezhden'ye"},{"SurahNumber":54,"VerseNumber":19,"Text":"My v etot dolgiy Den' Zloschast'ya Obrushili na nikh svirepyy veter"},{"SurahNumber":54,"VerseNumber":20,"Text":"Chto vyryval lyudey iz ikh domov, Podobno pal'mam - s kornem (iz zemli)"},{"SurahNumber":54,"VerseNumber":21,"Text":"Kakim zhe (strashnym) bylo nakazaniye Moye! I kakovo Moye preduprezhden'ye"},{"SurahNumber":54,"VerseNumber":22,"Text":"Poistine, my sdelali Koran Ponyatnym dlya zapominan'ya, No yest' li khot' odin (iz vas), Kto eto uveshchaniye priyemlet"},{"SurahNumber":54,"VerseNumber":23,"Text":"I samudyane tozhe lozh'yu (narekli) uveshchevaniya (proroka)"},{"SurahNumber":54,"VerseNumber":24,"Text":"Skazav: \"Uzhel' poydem my za odnim iz nas, Obychnym (smertnym) chelovekom? Ved', pravo, v sluchaye takom My v zabluzhdeniye vpadem, i um nash pomutneyet"},{"SurahNumber":54,"VerseNumber":25,"Text":"Uzhel' poslaniye (Gospodne) dano iz vsekh nas lish' yemu? On - naglyy lzhets, i tol'ko"},{"SurahNumber":54,"VerseNumber":26,"Text":"Nu chto zh! Oni uznayut zavtra, Kto naglyy lzhets"},{"SurahNumber":54,"VerseNumber":27,"Text":"My im poshlem verblyuditsu dlya ispytan'ya, A ty sledi za nimi i terpi"}]}