{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":89,"Text":"mariyu o na jati prajalara! Nato unna bhedabhiprayam mim'malni nuh jati varipai, hud jati varipai leka salih jati varipai padinatuvanti siksaku guri ceyakudadu suma! Mariyu lut jativaru miku ento duram varu karu kada"},{"SurahNumber":11,"VerseNumber":90,"Text":"mariyu miru mi prabhuvu ksamabhiksanu korukondi. Mariyu ayana vaipunaku pascattapanto maralandi. Niscayanga, na prabhuvu apara karuna pradata, vatsalyudu"},{"SurahNumber":11,"VerseNumber":91,"Text":"varannaru: \"O su'aib! Nivu ceppe matalu cala varaku memu grahinca leka potunnamu. Mariyu niscayanga, nivu malo balahinudiviga pariganinca badutunnavu. Mariyu ni kutumbam vare ganaka lekunte! Memu niscayanga, ninnu rallu ruvvi campevaram. Mariyu nivu ma kante sakti salivi kavu"},{"SurahNumber":11,"VerseNumber":92,"Text":"atanu annadu: \"O na jati prajalara! Emi? Na kutumbam miku allah kante ekkuva gauravaniyamainada? Mariyu miru ayana (allah) nu mi vipula venukaku nettutara? Niscayanga, na prabhuvu miru cese panulanu avarinci unnadu"},{"SurahNumber":11,"VerseNumber":93,"Text":"Mariyu o na jati prajalara! Mi sakti meraku miru cesedi ceyandi, niscayanga, (na sakti meraku) nenu kuda cestanu. Avamana karamaina siksa evariki padutundo asatyavadi evado miru munmundu telusukogalaru. Mariyu miru niriksincandi, niscayanga, mito batu nenu kuda niriksistanu"},{"SurahNumber":11,"VerseNumber":94,"Text":"civaraku ma adesam vaccinappudu, memu su'aib nu mariyu atanito patu visvasincina varini ma karunyanto raksincamu. Mariyu durmargulaina varipai oka tivramaina arupu (dhvani) virucuku padindi. Kabatti varu tama indlalone calanam lekunda (cacci) padipoyaru"},{"SurahNumber":11,"VerseNumber":95,"Text":"varakkada ennadu nivasincane ledannatluga! I vidhanga samud jativaru lekunda poyinatlu, mad yan jativaru kuda lekunda (nasinci) poyaru"},{"SurahNumber":11,"VerseNumber":96,"Text":"mariyu niscayanga, memu musanu kuda ma sucanalato mariyu spastamaina pramananto pampamu"},{"SurahNumber":11,"VerseNumber":97,"Text":"phir'aun mariyu atani nayakula vaddaku! Kani varu phir'aun ajnalane anusarincaru. Mariyu phir'aun ajna sarainadi kadu"}]}