{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":91,"Text":"İffet ve namusunu gerektiği gibi koruyan Meryem'i de an. Biz ona rûhumuzdan üfledik, hem onu, hem oğlunu cümle alem için bir ibret yaptık"},{"SurahNumber":21,"VerseNumber":92,"Text":"İşte sizin bu dininiz bir tek dindir. Rabbiniz de Ben'im. Öyle ise yalnız Bana ibadet edin"},{"SurahNumber":21,"VerseNumber":93,"Text":"Ama insanlar aralarındaki bu birliği param parça ettiler. Fakat sonunda yine Bize dönecekler"},{"SurahNumber":21,"VerseNumber":94,"Text":"Bu durumda artık kim mümin olarak makbul ve güzel işler yaparsa onun gayretleri inkâr edilmez, yaptıkları makbul olur. Biz bütün gayretlerini onun hesabına yazıp geçirmekteyiz"},{"SurahNumber":21,"VerseNumber":95,"Text":"İmha ettiğimiz bir memleket halkının, mahşerde huzurumuza gelmemesi mümkün değildir"},{"SurahNumber":21,"VerseNumber":96,"Text":"Nihayet Ye'cüc ve Me’cüc’ün sedleri açılıp her tepeden dünyaya akın etmeye başladıkları, doğru vâdin vaktinin yaklaştığı sıra, işte o zaman, kâfirlerin gözleri birden donakalır. “Eyvah, bizlere! Biz bundan tam bir gaflet içinde idik, daha doğrusu kendimize zulmettik!” diyecekler"},{"SurahNumber":21,"VerseNumber":97,"Text":"Nihayet Ye'cüc ve Me’cüc’ün sedleri açılıp her tepeden dünyaya akın etmeye başladıkları, doğru vâdin vaktinin yaklaştığı sıra, işte o zaman, kâfirlerin gözleri birden donakalır. “Eyvah, bizlere! Biz bundan tam bir gaflet içinde idik, daha doğrusu kendimize zulmettik!” diyecekler"},{"SurahNumber":21,"VerseNumber":98,"Text":"“Hem siz, hem de Allah'tan başka taptığınız tanrılar, hepiniz cehennem odunusunuz, siz hep beraber cehenneme gireceksiniz!”"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eğer onlar gerçekten tanrı olsalardı oraya girmezlerdi. Ama hepsi orada ebedî olarak kalacaklardır"},{"SurahNumber":21,"VerseNumber":100,"Text":"Onlar orada inim inim inleyecekler, kendilerini sevindirecek hiçbir haber de işitmeyeceklerdir"},{"SurahNumber":21,"VerseNumber":101,"Text":"Ama kendileri hakkında Bizden ebedî mutluluk takdir edilmiş olanlar, cehennemden uzak tutulacaklardır"}]}