{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"Dijeron: «¡Moisés! ¿Quién es el primero en tirar? ¿Tú o nosotros?»"},{"SurahNumber":20,"VerseNumber":66,"Text":"Dijo: «¡No! ¡Tirad vosotros!» Y he aquí que le pareció que, por efecto de su magia, sus cuerdas y varas echaban a correr"},{"SurahNumber":20,"VerseNumber":67,"Text":"Y Moisés temió en sus adentros"},{"SurahNumber":20,"VerseNumber":68,"Text":"Dijimos: «¡No temas, que ganarás tú"},{"SurahNumber":20,"VerseNumber":69,"Text":"Tira lo que tienes en la diestra y devorará lo que ellos han hecho, que lo que ellos han hecho es sólo artimaña del mago. Y el mago no prosperará, venga de donde venga»"},{"SurahNumber":20,"VerseNumber":70,"Text":"Los magos cayeron prosternados. Dijeron: «¡Creemos en el Señor de Aarón y de Moisés!»"},{"SurahNumber":20,"VerseNumber":71,"Text":"Dijo: «Le habéis creído antes de que yo os autorizara a ello. Él es vuestro maestro, que os ha enseñado la magia. He de haceros amputar las manos y los pies opuestos y crucificar en troncos de palmera. Así sabréis, ciertamente, quién de nosotros es el que inflige un castigo más cruel y más duradero»"},{"SurahNumber":20,"VerseNumber":72,"Text":"Dijeron: «No te preferiremos a ti a las pruebas claras que se nos han ofrecido ni a Quien nos ha creado. Decidas lo que decidas, tú sólo decides sobre la vida de acá"},{"SurahNumber":20,"VerseNumber":73,"Text":"Creemos en nuestro Señor, para que nos perdone nuestros pecados y la magia a que nos has obligado. Alá es mejor y más duradero»"},{"SurahNumber":20,"VerseNumber":74,"Text":"Quien viene a su Señor como culpable tendrá la gehena y en ella no podrá morir ni vivir"},{"SurahNumber":20,"VerseNumber":75,"Text":"Quien, al contrario, venga a Él como creyente, después de haber obrado bien, tendrá la categoría más elevada"},{"SurahNumber":20,"VerseNumber":76,"Text":"los jardines del edén, por cuyos bajos fluyen arroyos, en los que estará eternamente. Ésa es la retribución de quien se mantiene puro"}]}