{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"Bakın, bu (ilahi kelam) Son Saati(n geleceğini) bildiren bir araçtır; o halde (Son Saat) hakkında hiçbir şüpheye kapılmayın ve Bana uyun; dosdoğru yol (yalnız) budur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Şeytan´ın sizi (bu yoldan) çevirmesine izin vermeyin; çünkü o, sizin apaçık düşmanınızdır"},{"SurahNumber":43,"VerseNumber":63,"Text":"İsa, (kendi halkına) hakikatin bütün kanıtları ile geldiği zaman, \"Ben\" dedi, \"size hikmet ile ve üzerinde ayrılığa düştüğünüz şeylerin bir kısmını açıklığa kavuşturmak üzere geldim. O halde, Allah´a karşı sorumluluğunuzun bilincine varın ve bana tabi olun"},{"SurahNumber":43,"VerseNumber":64,"Text":"Allah, şüphesiz benim de Rabbim, sizin de Rabbinizdir; öyleyse (yalnızca) O´na kulluk edin; doğru yol (sadece) budur"},{"SurahNumber":43,"VerseNumber":65,"Text":"Fakat (İsa´dan sonra gelenler) arasından çıkan gruplar farklı görüşleri savunmaya başladılar. Vay haline o zulmedenlerin ve yazık o acı Gün´de (başlarına gelecek) azap için"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar, (günaha batmış olanlar) (oturup) Son Saat´i mi bekliyorlar; onun (yaklaştığı) fark edilmeden başlarına ansızın gelmesini mi"},{"SurahNumber":43,"VerseNumber":67,"Text":"O Gün, (eski) dostlar birbirlerine düşman olacaklar; Allah´a karşı sorumluluk bilinci duyanlar dışında (hepsi)"},{"SurahNumber":43,"VerseNumber":68,"Text":"(Ve Allah onlara,) \"Ey Benim kullarım!\" diyecek, \"Bugün ne korkmanıza gerek var, ne de üzüleceksiniz"},{"SurahNumber":43,"VerseNumber":69,"Text":"(Siz ey) mesajlarımıza iman etmiş ve kendilerini Bize teslim etmiş olanlar"},{"SurahNumber":43,"VerseNumber":70,"Text":"Siz ve eşleriniz, sevinç ve mutlulukla cennete girin"},{"SurahNumber":43,"VerseNumber":71,"Text":"(Orada) altın tepsiler ve kadehler ile karşılanacaklar ve canlarının istediği ve hoşlanacağı her şeyi orada bulacaklar. Ve siz orada oturup kalacaksınız (ey inananlar)"},{"SurahNumber":43,"VerseNumber":72,"Text":"Geçmişte yaptıklarınız sayesinde hak edeceğiniz cennet işte böyledir"},{"SurahNumber":43,"VerseNumber":73,"Text":"(bu yaptıklarınızın) meyvelerini bolca görecek (ve) onları tadacaksınız"}]}