{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":3,"VerseNumber":122,"Text":"És midőn két csoport közöttetek azon tanakodott, hogy feladja (a harcot). Holott Allah mindkettőjük segítője! Allah-ra támaszkodjanak a hívők"},{"SurahNumber":3,"VerseNumber":123,"Text":"Bizony Badr-nál is (győzelemre), segített Allah benneteket, mikor ti megalázottak voltatok. Féljétek Allah-ot! Talán hálásak lesztek"},{"SurahNumber":3,"VerseNumber":124,"Text":"Midőn mondod ( Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) a hívőknek: , Talán nem lesz elégséges a számotokra, ha az Uratok megsegít benneteket háromezer (égből) leküldött angyallal"},{"SurahNumber":3,"VerseNumber":125,"Text":"De igen! Ha állhatatosan kitartóak vagytok és félitek (Allah-ot). Ám, még ha azonnal Jönnek is ellenetek, Uratok (akkor is) megsegít benneteket ötezer jellel ellátott angyallal"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah csupán azért tette ezt, hogy örömhír legyen a számotokra és, hogy megnyugodjon szívetek. A győzelem csak Allah-tól, a Hatalmastól és a Bölcstől jön"},{"SurahNumber":3,"VerseNumber":127,"Text":"És, hogy egy részt levágjon azok közül, akik hitetlenkednek, vagy a földre sújtsa őket. Továbbá azért, hogy csalódottan forduljanak vissza"},{"SurahNumber":3,"VerseNumber":128,"Text":"Neked (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) semmi dolgod ezzel. Vagy kiengesztelődve fordul feléjük, vagy megbünteti őket. Ők bizony bűnösök"},{"SurahNumber":3,"VerseNumber":129,"Text":"Allah-é minden, ami az egekben és a földön van. Annak bocsát meg, akinek Ő akar és azt büntet meg, akit Ő akar. Allah Megbocsátó és Irgalmas"},{"SurahNumber":3,"VerseNumber":130,"Text":"Ó ti, akik hisztek! Ne használjátok\" az uzsorát? többszörösen megsokszorozva! Féljétek Allah- ot. Talán boldogultok"},{"SurahNumber":3,"VerseNumber":131,"Text":"És féljétek a Tüzet, amely előkészíttetett a hitetlenek számára"},{"SurahNumber":3,"VerseNumber":132,"Text":"És engedelmeskedjetek Allah-nak és a Küldöttnek ( Muhammad-nak - Allah áldja meg és adjon Neki örök üdvösséget). Talán könyörületben részesültök"}]}