{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"E diranno alle loro pelli: “Perche avete testimoniato contro di noi?”. Risponderanno: “E stato Allah a farci parlare, [Egli e] Colui Che fa parlare tutte le cose. Egli e Colui Che ci ha creati la prima volta e a Lui sarete ricondotti”"},{"SurahNumber":41,"VerseNumber":22,"Text":"Non eravate celati a tal punto che non potessero testimoniare contro di voi il vostro udito, i vostri occhi e le vostre pelli. Pensavate invece che Allah non conoscesse quello che facevate"},{"SurahNumber":41,"VerseNumber":23,"Text":"Questa vostra supposizione a proposito del vostro Signore vi ha condotti alla rovina e ora siete fra i perduti"},{"SurahNumber":41,"VerseNumber":24,"Text":"Se insistono, il Fuoco sara il loro asilo; quand'anche accampino scuse, non saranno scusati"},{"SurahNumber":41,"VerseNumber":25,"Text":"Demmo loro compagni che abbellirono [agli occhi loro] il loro futuro e il loro passato. Si realizzo su di loro la sentenza che gia era stata pronunziata contro altre comunita di demoni e di uomini che li precedettero. Invero furono tra i perdenti"},{"SurahNumber":41,"VerseNumber":26,"Text":"I miscredenti dicono: “Non ascoltate questo Corano, discorrete futilmente: forse avrete il sopravvento!”"},{"SurahNumber":41,"VerseNumber":27,"Text":"Certamente faremo gustare un duro castigo ai miscredenti, e li compenseremo in base alle loro peggiori azioni"},{"SurahNumber":41,"VerseNumber":28,"Text":"Cosi il compenso dei nemici di Allah sara il Fuoco, in cui rimarranno in perpetuo: [punizione] per aver smentito i Nostri segni"},{"SurahNumber":41,"VerseNumber":29,"Text":"Diranno i miscredenti: “Signore, mostraci coloro tra i demoni e gli uomini che ci traviavano, che possiamo calpestarli, che siano tra i piu abbietti”"}]}