{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":122,"Text":"Junabela timimadhyebata du'i samuhale (banu harasa ra banu salma) him'mata chodne iccha gareka thi'e, allaha nai tinako maddatakarta ho. Mominaharula'i allahamathi nai bharosa garnuparcha"},{"SurahNumber":3,"VerseNumber":123,"Text":"Allahale badrako yud'dhama pani thika tyasa bela timro sahayata gareko thiyo, jaba timi dherai kamajora avasthama pugisakeka thiyau. Tasartha allahasamga matra dara jasabata timi abhara prakata garnasaka"},{"SurahNumber":3,"VerseNumber":124,"Text":"Jaba tapa'ile mominaharula'i bharosa di'irahanu bha'eko thiyo. Ke yo paryapta chaina ki palanakartale tina hajara dutaharu (pharista) patha'i tapa'ila'i maddata garyo"},{"SurahNumber":3,"VerseNumber":125,"Text":"Ho, yadi timi santosa ra dhairya rakhdachau ra tiniharu yasaibela timimathi a'ilagchan bhane timro rabale pamcahajara dutaharu, jasamathi cinhaharu hunechan, timro sahayatako lagi patha'une cha"},{"SurahNumber":3,"VerseNumber":126,"Text":"Ra tyo maddatala'i ta allahale timro khusi ra santustiko lagi garyo an'yatha sahayata ta allahakai tarphabata huncha, jo sarvasaktimana ra kausala sampanna cha"},{"SurahNumber":3,"VerseNumber":127,"Text":"(Yasa karanale tyo maddata garyae ki) kaphiraharuko e'uta samuhala'i nirmula va apamanita garihalos jasalegarda ti sabai asaphala bha'i pharkihalun"},{"SurahNumber":3,"VerseNumber":128,"Text":"He paigambara! Yasama tapa'iko akhtiyarama kehi chaina. Allahale cahema tiniharuko prayascita svikara gardacha athava tinila'i sajaya dincha kinabhane tiniharu atyacari hun"},{"SurahNumber":3,"VerseNumber":129,"Text":"Akasaharuma ra dharatima je cha, sabai allahako ho. Usale aphno iccha anusara jasala'i cahancha ksama garidincha ra jasala'i cahancha, danda dincha ra allaha ksamadata ra dayavana cha"},{"SurahNumber":3,"VerseNumber":130,"Text":"He imanavalaharu! Badha'i–cadha'i vyaja nakha'u, allahasamga dara taki mukti prapta garnasaka"},{"SurahNumber":3,"VerseNumber":131,"Text":"Ra tyasa agobata dara, juna kaphiraharuko lagi tayara gari'eko cha"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allaha ra usako rasulako ajnapalana gara taki timimathi krpa gariyos"}]}