{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":106,"Text":"Seek forgiveness from Allah! Allah is the most Forgiving and the most Merciful"},{"SurahNumber":4,"VerseNumber":107,"Text":"Do not plead on behalf of those who betray themselves. Indeed, Allah does not like those who are treacherous and sinful _ (those who breach and betray the trust reposed in them)"},{"SurahNumber":4,"VerseNumber":108,"Text":"They conceal (their deeds) from mankind, but they cannot (ever) conceal anything from Allah. He is there with them at night, when they plot and utter (blasphemous) words that displease Him. Indeed, Allah surrounds them with (a complete knowledge of) what they do"},{"SurahNumber":4,"VerseNumber":109,"Text":"Here you are, pleading and arguing on their behalf in the life of this world! But, on the day of Resurrection, who is going to plead before Allah on their behalf? Who will serve as their spokesman and supporter"},{"SurahNumber":4,"VerseNumber":110,"Text":"The one who commits a sinful act or wrongs himself, and thereafter implores Allah for forgiveness, will find that Allah is the most Forgiving, and the most Merciful"},{"SurahNumber":4,"VerseNumber":111,"Text":"Whoever commits a sin, actually commits it against himself. For, Allah is the all-Knowing, the Wisest"},{"SurahNumber":4,"VerseNumber":112,"Text":"Whoever commits a moral offense or a sin, and throws the blame on an innocent person, actually bears (in addition to the sin of lying) the sin of slander _ a flagrant sin"},{"SurahNumber":4,"VerseNumber":113,"Text":"Actually, the favors of Allah and His blessings are upon you. Otherwise, a group that had intended and attempted to lead you astray (would have prevailed). But they mislead no one except themselves, and they cannot harm you a bit. Allah has revealed to you the Book and the wisdom, and He has taught you that which you did not know. Allah´s favors upon you are enormous"}]}