{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"Er ist es, Der euch aus Erde erschaffen hat, hierauf aus einem Samentropfen, hierauf aus einem Anhangsel'. Hierauf laßt Er euch als kleine Kinder hervorkommen. Hierauf (laßt Er euch heranwachsen), damit ihr eure Vollreife erlangt und damit ihr dann Greise werdet - manch einer von euch wird vorher abberufen - und damit ihr eine festgesetzte Frist erreicht, und auf daß ihr begreifen moget"},{"SurahNumber":40,"VerseNumber":68,"Text":"Er ist es, Der lebendig macht und sterben laßt. Wenn Er dann eine Angelegenheit bestimmt, sagt Er zu ihr nur: \"Sei!\", und so ist sie"},{"SurahNumber":40,"VerseNumber":69,"Text":"Siehst du nicht diejenigen, die uber Allahs Zeichen streiten? Wie sie sich doch abwenden lassen"},{"SurahNumber":40,"VerseNumber":70,"Text":"(Sie,) die die Schrift und das, womit Wir Unsere Gesandten gesandt haben, fur Luge erklaren. Aber sie werden (es noch) erfahren"},{"SurahNumber":40,"VerseNumber":71,"Text":"wenn die Fesseln und die Ketten um ihre Halse (angebracht) sind und sie gezerrt werden"},{"SurahNumber":40,"VerseNumber":72,"Text":"ins heiße Wasser und hierauf ins (Hollen)feuer als Brennstoff geworfen werden"},{"SurahNumber":40,"VerseNumber":73,"Text":"Dann wird zu ihnen gesagt werden: \"Wo ist das, was ihr (Allah) beigesellt habt (, und dem ihr gedient habt)"},{"SurahNumber":40,"VerseNumber":74,"Text":"anstatt Allahs?\" Sie werden sagen: \"Sie sind uns entschwunden. Aber nein! Wir riefen zuvor (doch gar) nichts an.\" So laßt Allah die Unglaubigen in die Irre gehen"},{"SurahNumber":40,"VerseNumber":75,"Text":"Dies (geschieht deshalb), weil ihr auf der Erde ohne Recht froh zu sein und (zu sehr) frohsinnig zu leben pflegtet"},{"SurahNumber":40,"VerseNumber":76,"Text":"Betretet (nun) die Tore der Holle, ewig darin zu bleiben.\" Schlimm ist der Aufent haltsort der Hochmutigen"},{"SurahNumber":40,"VerseNumber":77,"Text":"So sei standhaft. Gewiß, Allahs Versprechen ist wahr. Ob Wir dich einen Teil dessen, was Wir ihnen androhen, sehen lassen oder dich (vorher) abberufen, zu Uns werden sie zuruckgebracht"}]}