{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Aven om Vi forbarmade Oss over dem och befriade dem fran det onda som tynger deras sinnen, skulle de framharda i sitt trotsiga overmod, snubblande an hit an dit i blindo"},{"SurahNumber":23,"VerseNumber":76,"Text":"Vi har latit dem utsta provningar och lidanden, men de odmjukade sig inte infor sin Herre och de kommer inte att be om nad"},{"SurahNumber":23,"VerseNumber":77,"Text":"forran Vi oppnar porten for dem till det stranga, eviga straff [som vantar] och de grips av fortvivlan"},{"SurahNumber":23,"VerseNumber":78,"Text":"DET AR Han som har begavat er med horsel och syn och hjarta, men var ar er tacksamhet"},{"SurahNumber":23,"VerseNumber":79,"Text":"Och det ar Han som har latit er vaxa i antal och sprida er over jorden och infor Honom skall ni samlas ater"},{"SurahNumber":23,"VerseNumber":80,"Text":"Och det ar Han som skanker liv och skanker dod, och vaxlingen mellan natt och dag ar Hans verk. Vill ni inte anvanda ert forstand"},{"SurahNumber":23,"VerseNumber":81,"Text":"Nej, de sager detsamma som manniskorna i det forflutna"},{"SurahNumber":23,"VerseNumber":82,"Text":"de sager: \"Ateruppvackas efter doden, sedan vi blivit mull och torra ben"},{"SurahNumber":23,"VerseNumber":83,"Text":"Det ar samma sak som vi och vara fader blivit lovade forr, men det ar bara sagor fran forfadernas tid"},{"SurahNumber":23,"VerseNumber":84,"Text":"Sag: \"Vem tillhor jorden och alla som bygger och bor pa den? [Svara] om ni vet det"},{"SurahNumber":23,"VerseNumber":85,"Text":"De kommer att svara: \"Gud.\" Sag: \"Da borde ni tanka over [vad det innebar]"},{"SurahNumber":23,"VerseNumber":86,"Text":"Sag: \"Vem ar Herren over de sju himlarna och Herren till harlighetens och allmaktens tron"},{"SurahNumber":23,"VerseNumber":87,"Text":"De kommer att svara: \"Gud.\" Sag: \"Fruktar ni [Honom] inte"},{"SurahNumber":23,"VerseNumber":88,"Text":"Sag: \"Vem ar det som har allt herravalde i Sin hand, som beskyddar [allt] och som ingen kan beskydda? [Svara] om ni vet det"},{"SurahNumber":23,"VerseNumber":89,"Text":"[Och] de kommer att svara: \"Gud.\" Sag: \"Hur har ni da kunnat bli [till den grad] forvillade"}]}