{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":40,"Text":"Agar codugaron ƣoliʙ savand, ʙuvad, ki pajravii onho kunem va dar dinamon ustuvor istem!»"},{"SurahNumber":26,"VerseNumber":41,"Text":"Cun codugaron omadand, ʙa Fir'avn guftand: «Ojo agar mo ʙar Muso piruz savem, ʙaroi mo muzde hast?»"},{"SurahNumber":26,"VerseNumber":42,"Text":"Fir'avn guft: «Ore, ʙa durusti, ki sumo hama az nazdikoni man xohed ʙud»"},{"SurahNumber":26,"VerseNumber":43,"Text":"Muso ʙaroi ʙotil soxtani codui onho ʙa onho guft: «Har ci mexohed, az codui xud ʙijafkaned!»"},{"SurahNumber":26,"VerseNumber":44,"Text":"Onon resmonhovu asohoi xud ʙijafkandand va guftand: «Ba izzati Fir'avn, ki mo alʙatta, ƣoliʙem!»"},{"SurahNumber":26,"VerseNumber":45,"Text":"Pas, Muso asojasro afkand. Nogoh ʙa surati aƶdahoe gast va hamai on duruƣhoero, ki soxta ʙudand, furu ʙurd"},{"SurahNumber":26,"VerseNumber":46,"Text":"Codugaron haqro dida va donistand, ki in az amalijoti codugaron nest, pas sacdakunon ʙa zamin aftodand"},{"SurahNumber":26,"VerseNumber":47,"Text":"Guftand: «Ba Parvardigori cahonijon imon ovardem"},{"SurahNumber":26,"VerseNumber":48,"Text":"Parvardigori Muso va Horun!»"},{"SurahNumber":26,"VerseNumber":49,"Text":"Fir'avn guft: «Ojo pes az on ki sumoro ruxsat diham, ʙa Muso imon ovarded? Alʙatta, in mard (ja'ne, Muso) ʙuzurgi sumost, ki sumoro codu omuxtaast. Hatman azoʙi maro xohed did. Aknun dasthovu pojhojatonro az capu rost xoham ʙurid va alʙatta, hamaatonro ʙar dor xoham kard!»"},{"SurahNumber":26,"VerseNumber":50,"Text":"Codugaron ʙa Fir'avn guftand: «Az on ci ki moro metarsoni ʙoke nest, ʙa durusti, ki mo nazdi Parvardigoramon ʙozmegardem"},{"SurahNumber":26,"VerseNumber":51,"Text":"Mo umed dorem, ki Parvardigoramon xatohoi moro az kufru codugari ʙuʙaxsad, ki mo naxustin kasone hastem, ki imon ovardem»"},{"SurahNumber":26,"VerseNumber":52,"Text":"Va ʙa Muso vahj kardem, ki hangomi saʙ ʙandagoni Maro az Misr ʙerun ʙiʙar, ʙa durusti, ki az pai sumo ʙijojand"},{"SurahNumber":26,"VerseNumber":53,"Text":"Pas, Fir'avn az ʙerun raftani onho ogoh gardida girdovarandagoni sipohro ʙa sahrho firistod"},{"SurahNumber":26,"VerseNumber":54,"Text":"Va guft: haroina, ki inho (ʙani Isroil) guruhe andak va nociz hastand"},{"SurahNumber":26,"VerseNumber":55,"Text":"va inho moro ʙa tahqiq, ʙa xasm ovardaand"},{"SurahNumber":26,"VerseNumber":56,"Text":"haroina, hamai mo ʙojad az onho ʙarhazar ʙosem, zero dusmani mo hastand"},{"SurahNumber":26,"VerseNumber":57,"Text":"Pas, onho (Fir'avn va qavmas)-ro az ʙoƣhovu casmasorhoi Misr ʙerun kardem"},{"SurahNumber":26,"VerseNumber":58,"Text":"va niz az ganchovu xonahoi neku va qasrhoi ʙuzurg ʙerun rondem"},{"SurahNumber":26,"VerseNumber":59,"Text":"Ore, incunin kardem va ʙani Isroilro vorisi onho soxtem"},{"SurahNumber":26,"VerseNumber":60,"Text":"Fir'avnijon ʙa hangomi ʙaromadani oftoʙ az pai onho raftand"}]}