{"Id":371,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":109,"Text":"Рӯзе [хоҳад расид], ки Аллоҳ таоло паёмбаронро гирд меоварад ва мепурсад: \"[Умматҳоятон] Чи посухе ба [даъвати] шумо доданд\"? Онон гӯянд: \"Мо донише [ба ҳақиқати амр] надорем. Бе тардид, Туӣ, ки донои розҳои ниҳонӣ"},{"SurahNumber":5,"VerseNumber":110,"Text":"[Эй паёмбар, ёд кун аз] Ҳангоме ки Аллоҳ таоло фармуд: \"Эй Исо – писари Марям, неъмати маро бар худ ва бар модарат ба ёд овар, он гоҳ ки туро бо Рӯҳ-ул-қудус [Ҷабраил] таъйид кардам, ки дар гаҳвора [ба эъҷоз] ва дар миёнсолӣ [ба ваҳй] бо мардум сухан мегуфтӣ ва он гоҳ ки ба ту китобу ҳикмат ва Тавроту Инҷил омӯхтам ва он гоҳ ки ба фармони Ман аз гил [чизе] ба шакли паранда месохтӣ ва дар он медамидӣ ва ба фармони Ман паррандае мешуд ва кӯри модарзоду бемории мубтало ба песиро ба фармони Ман шифо медодӣ ва он гоҳ ки мурдагонро ба фармони Ман [зинда аз қабр] берун меовардӣ ва он гоҳ ки [озори] Бани Исроилро – он гоҳ ки муъҷизоти ошкор барояшон оварда будӣ – аз ту боздоштам. Пас, касоне аз онон, ки куфр варзида буданд, гуфтанд: \"Ин [корҳо чизе] нест магар афсуни ошкор"},{"SurahNumber":5,"VerseNumber":111,"Text":"Ва [Эй Исо, ба ёд овар] Замоне, ки ба ҳавориён ваҳй фиристодам, ки: \"Ба Ман ва ба фиристодаам имон биёваред\". Онон гуфтанд: \"Имон овардем ва гувоҳ бош, ки мо таслим [-и фармонат] шудаем"},{"SurahNumber":5,"VerseNumber":112,"Text":"[Ва ёд кун аз] Он гоҳ ки ҳавориён гуфтанд: \"Эй Исо – писари Марям, оё Парвардигорат метавонад суфрае [пур аз ғизо] аз осмон бар мо нозил кунад\"? [Исо дар посух] Гуфт: \"Агар муъмин ҳастед, аз Аллоҳ таоло парво кунед"},{"SurahNumber":5,"VerseNumber":113,"Text":"Онон гуфтанд: \"Мехоҳем аз он бихӯрем ва дилҳоямон [ба рисолати ту] итминон ёбад ва бидонем, ки ба мо рост гуфтаӣ ва худ аз гувоҳони он бошем"}]}