{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"Ai ka vendosur male te palevizshme ne Toke, qe ajo te mos tundet bashke me ju, dhe ka krijuar lumenj e rruge per te arritur aty ku synoni"},{"SurahNumber":16,"VerseNumber":16,"Text":"Ai ka vene edhe shenja te tjera, si dhe yjet, nepermjet te cilave njerezit orientohen"},{"SurahNumber":16,"VerseNumber":17,"Text":"Atehere, a eshte njesoj si Ai qe krijon, si ai qe nuk krijon?! A nuk po merrni vesh"},{"SurahNumber":16,"VerseNumber":18,"Text":"Nese do t’i numeronit miresite e Allahut, nuk do te mund t’i llogarisnit ato. Allahu eshte vertet Fales dhe Meshireplote"},{"SurahNumber":16,"VerseNumber":19,"Text":"Ai di gjithcka qe ju fshihni dhe qe shfaqni haptazi"},{"SurahNumber":16,"VerseNumber":20,"Text":"Ndersa idhujt qe ata i adhurojne ne vend te Allahut, nuk krijojne asgje; ata vete jane te krijuar"},{"SurahNumber":16,"VerseNumber":21,"Text":"Ata jane te vdekur, pa kurrfare gjallerie dhe as qe e dine se kur do te ringjallen"},{"SurahNumber":16,"VerseNumber":22,"Text":"Zoti juaj eshte nje Zot i vetem. Ata qe nuk besojne ne jeten tjeter, i kane zemrat mohuese te se vertetes dhe jane mendjemedhenj"},{"SurahNumber":16,"VerseNumber":23,"Text":"S’ka dyshim se Allahu di gjithcka qe ata fshehin dhe qe shfaqin haptazi. Me te drejte, Ai nuk i do mendjemedhenjte"},{"SurahNumber":16,"VerseNumber":24,"Text":"Kur atyre[166] u thuhet: “Cfare ka shpallur Zoti juaj?” Ata thone: “Perrallat e popujve te lashte”"},{"SurahNumber":16,"VerseNumber":25,"Text":"(Le te thone keshtu, me qellim) qe t’i mbajne gjynahet e veta te plota ne Diten e Kiametit, si dhe pjesen e gjynaheve te atyre qe i cuan ne humbje nga padijenia; sa e keqe eshte barra qe do te bartin ata"},{"SurahNumber":16,"VerseNumber":26,"Text":"Edhe popujt qe ishin para tyre (paganeve te Mekes), kane kurdisur dredhi. Por Allahu ua rrenoi godinen qe nga themelet, keshtu qe kulmi i saj ra mbi ta dhe denimi u erdhi andej nga nuk e prisnin"}]}