{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"Uye zvirokwazvo takasika munhu, uye tinoziva zvaanozevezera. Uye tiri padyo naye kukunda tsinga dzake dzepahuro (neruzivo rwedu)"},{"SurahNumber":50,"VerseNumber":17,"Text":"(Rangarirai) kuti avo vagashiri vaviri (ngirozi dzinonyora) vanogashira (munhu wese), imwe yakagara kurudyi imwe kuruboshwe (dzichinyora mabasa ese emunhu)"},{"SurahNumber":50,"VerseNumber":18,"Text":"Hapana izwi raanotaura asi kuti pane mutariri akamirira (kunyora pasi)"},{"SurahNumber":50,"VerseNumber":19,"Text":"Uye kudhaka kwerufu kuchauya muchokwadi. Zvichanzi: “Izvi ndizvo zvawaidzivirira!”"},{"SurahNumber":50,"VerseNumber":20,"Text":"Uye hwamanda icharidzwa, ndiro richava zuva rakayambirwa (zuva rekumutswa)"},{"SurahNumber":50,"VerseNumber":21,"Text":"Uye munhu wose achauya mberi pamwechete (nengirozi) ichimutinha uye (nengirozi) kuti igopa uchapupu"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Zvichanzi kumutadzi): “Zvirokwazvo, waive usingazvizivi izvi. Zvino takubvisa zvakanga zvakakupfukidza, uye meso ako ajeka nhasi!”"},{"SurahNumber":50,"VerseNumber":23,"Text":"Uye shamwari yake yepedyo (ngirozi) ichati: “Izvi ndizvo zvatakanyora zvatinazvo!”"},{"SurahNumber":50,"VerseNumber":24,"Text":"(Allah vachati kune ngirozi): “Imi muri vaviri, kandai mumoto, wese aive nemukonyo asingatendi (muhumwechete waAllah nemuvatumwa vavo).”"},{"SurahNumber":50,"VerseNumber":25,"Text":"“Muwomesi wezvakanaka, mupfurikidzi, uyo asingagutsikani.”"},{"SurahNumber":50,"VerseNumber":26,"Text":"“Aisanganisa vamwe vanamwari naAllah. Nokudaro mukandei muri vaviri mumutongo wakaomarara.”"},{"SurahNumber":50,"VerseNumber":27,"Text":"Wepedyo pake (Satani) achati: “Tenzi vedu! Handina kumumanikidza kuti atadze, asi ndiye akanga akarasika zvakanyanya.”"},{"SurahNumber":50,"VerseNumber":28,"Text":"Allah vachati: “Musava munopikisana pamberi pangu, ndakatokutumidzirai yambiro kare.”"},{"SurahNumber":50,"VerseNumber":29,"Text":"“Mashoko abva kwandiri haashanduki uye handidzvanyiriri varanda.”"},{"SurahNumber":50,"VerseNumber":30,"Text":"Iro zuva ratichati kuGehena: “Wazara here?” Richati: “Pane vamwe here (vari kuuya)?”"},{"SurahNumber":50,"VerseNumber":31,"Text":"Uye Paradhiso richaunzwa padyo nevatendi vanotya Allah kwete kure navo"},{"SurahNumber":50,"VerseNumber":32,"Text":"(Zvichanzi): “Izvi ndizvo zvamakanga mavimbiswa, kune avo vanokumbira ruregerero kuna Allah, uye vanochengetedza chitsidzo chavo kuna Allah (kuti vachatevera chitendero chaAllah, Islaam).”"},{"SurahNumber":50,"VerseNumber":33,"Text":"“Uyo aitya avo vane tsitsi dzakawanda (Allah) mune izvo zvisingaoneki uye ouya nemoyo wekukumbira ruregerero (kubva kuzvitadzo zvese).”"},{"SurahNumber":50,"VerseNumber":34,"Text":"“Pinda mariri nerunyararo uye chengetedzo. Iri ndiro zuva rehupenyu husina magumo!”"},{"SurahNumber":50,"VerseNumber":35,"Text":"Imomo vachawana zvido zvemoyo yavo uye tine zvizhinji (kwavari, sekuona Allah)"}]}