{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"پھر ان کو توڑ کر ریزہ ریزہ کردیا مگر ایک بڑے (بت) کو (نہ توڑا) تاکہ وہ اس کی طرف رجوع کریں"},{"SurahNumber":21,"VerseNumber":59,"Text":"کہنے لگے کہ ہمارے معبودوں کے ساتھ یہ معاملہ کس نے کیا؟ وہ تو کوئی ظالم ہے"},{"SurahNumber":21,"VerseNumber":60,"Text":"لوگوں نے کہا کہ ہم نے ایک جوان کو ان کا ذکر کرتے ہوئے سنا ہے اس کو ابراہیم کہتے ہیں"},{"SurahNumber":21,"VerseNumber":61,"Text":"وہ بولے کہ اسے لوگوں کے سامنے لاؤ تاکہ گواہ رہیں"},{"SurahNumber":21,"VerseNumber":62,"Text":"(جب ابراہیم آئے تو) بت پرستوں نے کہا کہ ابراہیم بھلا یہ کام ہمارے معبودوں کے ساتھ تم نے کیا ہے؟"},{"SurahNumber":21,"VerseNumber":63,"Text":"(ابراہیم نے) کہا (نہیں) بلکہ یہ ان کے اس بڑے (بت) نے کیا (ہوگا) ۔ اگر یہ بولتے ہیں تو ان سے پوچھ لو"},{"SurahNumber":21,"VerseNumber":64,"Text":"انہوں نے اپنے دل غور کیا تو آپس میں کہنے لگے بےشک تم ہی بےانصاف ہو"},{"SurahNumber":21,"VerseNumber":65,"Text":"پھر (شرمندہ ہو کر) سر نیچا کرلیا (اس پر بھی ابراہیم سے کہنے لگے کہ) تم جانتے ہو یہ بولتے نہیں"},{"SurahNumber":21,"VerseNumber":66,"Text":"(ابراہیم نے) کہا پھر تم خدا کو چھوڑ کر کیوں ایسی چیزوں کو پوجتے ہو جو نہ تمہیں کچھ فائدہ دے سکیں اور نقصان پہنچا سکیں؟"},{"SurahNumber":21,"VerseNumber":67,"Text":"تف ہے تم پر اور جن کو تم خدا کے سوا پوجتے ہو ان پر بھی کیا تم عقل نہیں رکھتے؟"},{"SurahNumber":21,"VerseNumber":68,"Text":"(تب وہ) کہنے لگے کہ اگر تمہیں (اس سے اپنے معبود کا انتقام لینا اور) کچھ کرنا ہے تو اس کو جلا دو اور اپنے معبودوں کی مدد کرو"},{"SurahNumber":21,"VerseNumber":69,"Text":"ہم نے حکم دیا اے آگ سرد ہوجا اور ابراہیم پر (موجب) سلامتی (بن جا)"},{"SurahNumber":21,"VerseNumber":70,"Text":"اور ان لوگوں نے برا تو ان کا چاہا تھا مگر ہم نے ان ہی کو نقصان میں ڈال دیا"},{"SurahNumber":21,"VerseNumber":71,"Text":"اور ابراہیم اور لوط کو اس سرزمین کی طرف بچا نکالا جس میں ہم نے اہل عالم کے لئے برکت رکھی تھی"},{"SurahNumber":21,"VerseNumber":72,"Text":"اور ہم نے ابراہیم کو اسحق عطا کئے۔ اور مستزاد برآں یعقوب۔ اور سب کو نیک بخت کیا"}]}