{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"El dia de la Resurrecion, precedera a su pueblo y le conducira a beber al Fuego. ¡Que mal abrevadero"},{"SurahNumber":11,"VerseNumber":99,"Text":"En esta vida fueron perseguidos por una maldicion y lo seran tambien el dia de la Resurreccion. ¡Que mal regalo"},{"SurahNumber":11,"VerseNumber":100,"Text":"Te contamos estas cosas de las ciudades: algunas de ellas estan aun en pie, otras son rastrojo"},{"SurahNumber":11,"VerseNumber":101,"Text":"No hemos sido Nosotros quienes han sido injustos con sus habitantes, sino que ellos lo han sido consigo mismos. Sus dioses, a los que invocaban, en lugar de invocar a Ala, no les sirvieron de nada cuando vino la orden de tu Senor. No hicieron sino aumentar su perdicion"},{"SurahNumber":11,"VerseNumber":102,"Text":"Asi castiga tu Senor cuando castiga las ciudades que son impias. Su castigo es doloroso, severo"},{"SurahNumber":11,"VerseNumber":103,"Text":"Ciertamente, hay en ello un signo para quien teme el castigo de la otra vida. Ese es un dia en que todos los hombres seran congregados, un dia que todos presenciaran"},{"SurahNumber":11,"VerseNumber":104,"Text":"No lo retrasaremos sino hasta el plazo fijado"},{"SurahNumber":11,"VerseNumber":105,"Text":"El dia que esto ocurra nadie hablara sino con Su permiso. De los hombres, unos seran desgraciados, otros felices"},{"SurahNumber":11,"VerseNumber":106,"Text":"Los desgraciados estaran en el Fuego, gimiendo y bramando"},{"SurahNumber":11,"VerseNumber":107,"Text":"eternamente, mientras duren los cielos y la tierra, a menos que tu Senor disponga otra cosa. Tu Senor hace siempre lo que quiere"},{"SurahNumber":11,"VerseNumber":108,"Text":"Los felices, en cambio, estaran en el Jardin, eternamente, mientras duren los cielos y la tierra, a menos que tu Senor disponga otra cosa. Sera un don ininterrumpido"}]}