{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"Beguman ew (Isa kure Meryeme) ji dane axrete re zanin e-niþan e. Edi hun te de xirecire nekin u bidin pey min. Reya rastin eva haye"},{"SurahNumber":43,"VerseNumber":62,"Text":"Bira pelid we qet (ji ve reya rast) para nehele. Lewra beguman ew ji we re neyarek aþikar e"},{"SurahNumber":43,"VerseNumber":63,"Text":"Ci gava Isa bi delilen xuya hat got ku: \"Bi rasti ez ji we re bi hikmete hatime u ji bo ku ez hin tiþte hun te de bi hev dikevin ji we re diyar bikin. Veca hun xwe ji Xuda biparezin u bidin pey min"},{"SurahNumber":43,"VerseNumber":64,"Text":"Beguman Xuda, ew perwerdekare min u perwerdekare we ye; edi hun wi bihebinin. Reya rastin eva haye"},{"SurahNumber":43,"VerseNumber":65,"Text":"Veca parti ji nav xwe bi hev ketin. Edi ji ezabe rojeki bi jan xuli li ewen sitemkari kirine be"},{"SurahNumber":43,"VerseNumber":66,"Text":"Ma ew li bende ne ku dane axrete ji niþkav de beyi haya wan ji hebe ji wan re were"},{"SurahNumber":43,"VerseNumber":67,"Text":"We roje dost, ji xweparezan peve hin ji wan ji hina re neyar in"},{"SurahNumber":43,"VerseNumber":68,"Text":"Geli bendeyen min! iro ne tirs li ser we heye u ne ji hun xemgin dibin"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ewen ku bi ayeten me baweri anine u ew musilman bune"},{"SurahNumber":43,"VerseNumber":70,"Text":"Hun tekevin bihiþte; hun u jinen xwe bi xweþi tene mazurvani kirin"},{"SurahNumber":43,"VerseNumber":71,"Text":"Bi kasik u þerbiken zerin li ser wan te gerandin. Te de tiþte dil dibijine u cav xweþ dibinin heye, u hun hertimi te de diminin"},{"SurahNumber":43,"VerseNumber":72,"Text":"Ev bihiþta han e ku hun bi xebata xwe bune miratxwire we"},{"SurahNumber":43,"VerseNumber":73,"Text":"Ji we re te de gellek feki hene ku hun je dixwin"}]}