{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"Ey Muhammed! Yine boyle biz senden once de hangi memlekete bir uyarici gondermissek, mutlaka oranin simarik varlikli kimseleri: \"Biz babalarimizi bir din uzerinde bulduk, biz de onlarin izlerine uyariz.\" dediler"},{"SurahNumber":43,"VerseNumber":24,"Text":"Gonderilen uyarici; \"Eger size babalarinizi uzerinde buldugunuz dinden daha dogrusunu getirmissem de mi bana uymazsiniz?\" deyince, onlar: \"Gercekten biz sizin teblig icin gonderildiginiz seyi tanimiyoruz.\" dediler"},{"SurahNumber":43,"VerseNumber":25,"Text":"Biz de onlardan intikam aldik. Bak peygamberleri yalanlayanlarin sonu nasil oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Hani Ibrahim babasina ve kavmine: \"Gercekten ben sizin taptiginiz seylerden uzagim"},{"SurahNumber":43,"VerseNumber":27,"Text":"Ben ancak beni yaratana taparim. Suphesiz ki O, beni dogru yola iletecektir.\" dedi"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ibrahim, bu sozu, ardindan gelecek olanlara devamli kalacak bir miras olarak birakti ki, onlar dogru yola donsunler"},{"SurahNumber":43,"VerseNumber":29,"Text":"Dogrusu ben bunlari da babalarini da kendilerine hak olan kitap ve gercegi aciklayan bir peygamber gelinceye kadar faydalandirip gecindirdim"},{"SurahNumber":43,"VerseNumber":30,"Text":"Kendilerine hak geldigi zaman onlar: \"Bu bir buyudur dogrusu biz onu tanimiyoruz.\" dediler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Yine Onlar: \"Bu Kur'an, su iki sehirden bir buyuk adama indirilmeli degil miydi?\" dediler"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ey Muhammed! Rabbinin rahmetini onlar mi taksim ediyorlar? Dunya hayatinda onlarin gecimliklerini aralarinda biz taksim ettik. Birbirlerine islerini gordursunler diye biz onlarin bir kismini digerlerinden derecelerle ustun kildik. Rabbinin rahmeti onlarin biriktirdikleri seylerden daha hayirlidir"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eger insanlar kufre sapan bir ummet haline gelmeyecek olsalardi, biz O Rahman olan Allah'i inkar eden kimselerin evlerine gumusten tavanlar ve uzerine cikacaklari merdivenler yapardik"}]}