{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":24,"VerseNumber":54,"Text":"Jilani: “Mumpikanilani Allah ni mumpikanile soni Ntenga ﷺ, nambo naga nkugalauka (kuleka yele), basi nikuti jwalakwe (Ntengajo) tiyinkwaye yaatwichidwe (yakulungusya utenga), nombe jenumanja tiyinkwaye yantwichidwe (yakunda utenga), nambo naga nkunkunda jwalakwe nikuti tin’jongoche. Sano kwa Ntenga ﷺ kwangali iliyose ikaweje kulungusya (utenga) mwakupikanika"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allah waapele chilanga awala waakulupilile mwa jenumanja ni kutendaga yambone chanti; chisimu chene chiwatende kuwa wawinjila pachilambo (m’malo mwa akulamula walelowa) mpela yawatite pakwatenda kuwa wawinjila awala wapaujo pao, soni chisimu chene tiwalimbanganyichisye dini jao ajila jawasagulile (Usilamu), ni tiwatindanichisye kwene panyuma pa woga wao pakwapa ntunjelele, (mutalonjelele kuwa) ali nkungalagatila Une, ni ngaamwanganyaga ni chilichose. Sano watakane panyuma pa yele; basi wanganyao ni watawe wakunyosya"},{"SurahNumber":24,"VerseNumber":56,"Text":"Soni jimikani Swala mwakolosya ni kutolaga Zaka, soni mumpikanile Ntenga ﷺ kuti ntendeledwe chanasa"},{"SurahNumber":24,"VerseNumber":57,"Text":"Ngasimwaganichisya ata panandi awala waakanile kuti mpaka alepelekasye pachilambo (kunnepelekasya Allah kwapa ipotesi), soni mauto gao ni ku Moto. Soni kaje kusakala nnope malo gakuujila gakwe"},{"SurahNumber":24,"VerseNumber":58,"Text":"E jenumanja wankulupilile! Ampoposyeje awala wagapatile makono genu gakun’dyo (achikapolo wachilume ni wachikongwe wakwe) kwisa soni awala wanganaiche pakulisagamilila mwa jenumanja (alukosyo pa) ndema sitatu; nkanijiwe swala ja Fajr, ni pandema jankuwulaga iwaalo yenu muusi (kuti nlijongole), kwisa soni panyuma pa swala ja Isha, (asi ni) ndema sitatu sya chiwako chenu. Pangali ulemwa kukwenu kapena kukwao panyuma (pandema) syalakwesi (kwinjila mwangali kupoposya). (Wanganyao ali) wakunsyungulasyungula wanganyammwe, wane mwa jenumanja pa (kwatumichila) wane. Iyyoyopeyo Allah akusalichisya kukwenu ma Aya. Soni Allah ni Jwakumanyilila nnope, Jwalunda lwakusokoka"}]}