{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":166,"Text":"melum, (ninkalum musrikkukalum akiya) iru kuttattinarum cantitta nalaiyil unkalukku erpatta tunpankal allahvin anumati konte tan (erpattana. Ivvaru erpattatum) muhminkalai (cotittu) arivatarkakaveyam"},{"SurahNumber":3,"VerseNumber":167,"Text":"innum (munahpik tanam ceyyum) nayavancakarai(p pirittu) arivatarkum tan; avarkalitam kurappattatu, \"varunkal! Allahvin pataiyil por puriyunkal allatu (pakaivarkal anukatavaru) tatuttu vitunkal,\" (appotu) avarkal connarkal; \"nankal poraip parri arintiruntal niccayamaka nankal unkalaip pinparriyiruppom.\" Anraiyatinam avarkal imanaivita kuhprin pakkame atikam nerunkiyiruntarkal;. Tam ullankalil illatavarrait tam vaykalinal kurinar;. Avarkal (tam ullankalil) maraittu vaippataiyellam allah nanku arikiran"},{"SurahNumber":3,"VerseNumber":168,"Text":"(porukku cellamal am munahpikkukal tam vitukalil) amarntu konte (poril matinta) tam cakotararkalaip parri; \"avarkal enkalaip pinparriyiruntal kollappattirukka mattarkal\" enru kurukirarkal; (napiye!) Nir kurum; \"ninkal (colvatil) unmaiyalarkalanal unkalai maranam anukavannam tatuttu vitunkal\" (parppom enru)"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allahvin pataiyil porittuk kollappattavarkalai marittavarkal enru niccayamaka ennatirkal - tam rappinitattil avarkal uyirutaneye irukkirarkal - (avanal) avarkal unavalikkappatukirarkal"},{"SurahNumber":3,"VerseNumber":170,"Text":"tan arul kotaiyiliruntu allah avarkalukku alittataik kontu avarkal anantattutan irukkirarkal;. Melum (poril itupattirunta tan muhminana cakotararkalil maranattil) tam'mutan ceramal (ivvulakil uyirutan) irupporaip parri; \"avarkalukku evvita payamumillai, avarkal tukkappatavum mattarkal\" enru kuri makilvataikirarkal"},{"SurahNumber":3,"VerseNumber":171,"Text":"allahvitamiruntu tankal perra nihmattukal (narperukal) parriyum, menmaiyaip parriyum niccayamaka allah muhminkalukkuriya narkuliyai (oru ciritum) vinakki vituvatillai. Enpataip parriyum makilvataintoray irukkinrarkal"},{"SurahNumber":3,"VerseNumber":172,"Text":"avarkal ettataiyorenral, tankalukku(p poril) kayampatta pinnarum allahvutaiyavum, (avanutaiya) rasulutaiyavum alaippai er(ru mintum porukkuc cen)ranar; attakaiyoril ninrum yar alakanavarraic ceytu, innum pavattiliruntu tankalaik kattuk kolkirarkalo avarkalukku makattana narkuliyirukkiratu"},{"SurahNumber":3,"VerseNumber":173,"Text":"makkalil cilar avarkalitam; \"titamaka makkalil (palar unkalutan porituvatarkakat) tirantu vittarkal, enave appataiyaipparri ancik kollunkal\" enru kuri(accurutti)nar;. Anal (itu) avarkalin imanaip perukki valuppatac ceytatu. \"Allahve enkalukkup potumanavan. Avane enkalukkuc ciranta patukavalan\" enru avarkal kurinarkal"}]}