{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":58,"Text":"Namaza (eron okuyup) cagırdıgınızda, onu eglence ve alaya alırlar. Bu onların akletmiyen bir topluluk olmasındandır"},{"SurahNumber":5,"VerseNumber":59,"Text":"De ki: Ey Kitap Ehli! Elbette Allah´a iman etmemizden, bize indirilene ve bizden once indirilene inanmamızdan ve bir de cogunuzun Allah yolundan cıktıgınızdan dolayı ofkelenip bizden hoslanmıyorsunuz"},{"SurahNumber":5,"VerseNumber":60,"Text":"De ki: Allah yanında ceza olarak bundan daha kotusunu size haber vereyim mi ? Allah´ın lanetledigi, gazab ettigi ve kendilerinden maymun ve domuz yaptıgı ve Tagut´a tapan kimseler (var ya), iste onlar yer ve makam itibariyle daha ser ve duz yoldan daha cok sapmıslardır"},{"SurahNumber":5,"VerseNumber":61,"Text":"Size geldikleri zaman, «inandık» derler. Halbuki (yanınıza) kufur ile girip yine kufur ile cıktılar. Allah onların gizlediklerini cok iyi bilir"},{"SurahNumber":5,"VerseNumber":62,"Text":"Onlardan bircogunun gunaha, haksızlıkla dusmanlıga, haram yemege yarısırcasına kosustuklarını gorursun. Yapageldikleri sey ne de fena"},{"SurahNumber":5,"VerseNumber":63,"Text":"Rab´den yana olan mursidleri ve (dinde derinlesmis) bilginleri onları gunah soylemekten ve haram yemekten alıkoysalardı ya! Isleyegeldikleri sey ne kotu"},{"SurahNumber":5,"VerseNumber":64,"Text":"Yahudiler, «Allah´ın eli baglıdır,» dediler. Dediklerinden dolayı elleri baglansın ve lanet olsunlar. Hayır, Allah´ın iki eli (lutuf, ihsan ve rahmeti) acıktır, diledigi gibi harcar. Sanıma and olsun ki, sana Rabbinden indirilen (ilahi buyruklar) onların cogunun azgınlık ve kufrunu artırır. Aralarına ta Kıyamete kadar surecek dusmanlık ve kin attık. Ne kadar savas Icin bir ates yaksalar, Allah onu sondurur. (Onlar durmadan) yeryuzunde fesat cıkarmaya kosusurlar. Allah ise fesat cıkaranları sevmez"}]}