{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":18,"Text":"Ким шошган(дунё)ни истаса, унга бу дунёда ирода қилган кишимизга нимани хоҳласак, шошилинч берурмиз. Сўнгра унга жаҳаннамни берурмиз. Унга хор ва қувғинга учраган ҳолда кирур. (Бундай киши бу дунёда керак нарсасига эришиб олади. Аммо охиратига ҳеч нарса қолмайди)"},{"SurahNumber":17,"VerseNumber":19,"Text":"Ким охиратни истаса ва унга эришиш учун мўмин бўлган ҳолида керакли ҳаракатини қилса, бас, ана ўшаларнинг ҳаракатлари мақбулдир. (Яъни, одам охиратда яхши натижага эриштирадиган ишларни қилиши, охиратда жаҳаннамга дучор этадиган ишларнинг яқинига йўламаслиги лозим бўлади)"},{"SurahNumber":17,"VerseNumber":20,"Text":"Барчага–манавиларга ҳам, анавиларга ҳам Роббингнинг атою неъматларидан чўзамиз. Роббингнинг атою неъматлари ман бўлган эмас. (Барча бандаларга, яъни, охиратни истаган, иймонга келиб, ибодат қилиб, керакли саъй-ҳаракатларни қилганларга ҳам, дунёни истаб, иймонга келмай, исён қилиб, гуноҳкор бўлиб юрганларга ҳам Робингнинг атою неъматларидан берамиз)"},{"SurahNumber":17,"VerseNumber":21,"Text":"Баъзиларини баъзиларидан қандай афзал қилиб қўйганимизга назар сол. Албатта, охират даражаси ва афзаллиги каттароқдир. (Бу дунёда баъзи одамларга кўпроқ неъмат тегса, бошқаларидан афзал бўлиб юраверадилар. Аммо бу ҳоллари ҳақиқий афзаллик, ҳақиқий юксак мартаба эмас. Охиратнинг даража ва афзаллиги ҳақиқийдир. Чунки бу даража ва афзалликлар абадий қолажакдир. Ўзини билган одамлар ана ўша афзаллик ва ана ўша даражага эришиш учун ҳаракат қиладилар)"},{"SurahNumber":17,"VerseNumber":22,"Text":"Аллоҳ билан бирга ўзга илоҳни (шерик) қилма! Яна мазамматга учраб, чорасиз ўтириб қолмагин"},{"SurahNumber":17,"VerseNumber":23,"Text":"Роббинг фақат Унинг Ўзигагина ибодат қилишингни ва ота-онага яхшилик қилишнигни амр этди. Агар ҳузурингда уларнинг бирлари ёки икковлари ҳам кексаликка етсалар, бас, уларга «уфф» дема, уларга озор берма ва уларга яхши сўз айт! (Бу жумланинг «уфф» сўзига боғлиқ икки хил маъноси бор. Бир маъноси — ота-онага ёмон сўз айтиб, беҳурмат қилма, дегани бўлса, иккинчи маъноси — ота-онанг олдида «уфф» дема, улар болам оғир ҳолга тушибди, деб озорланадилар, деганидир)"},{"SurahNumber":17,"VerseNumber":24,"Text":"Икковларига меҳрибонлик ила хокисорлик қанотингни паслат ва «Роббим, алар мени кичикликда тарбия қилганларидек, уларга раҳм қилгин», деб айт"},{"SurahNumber":17,"VerseNumber":25,"Text":"Роббингиз, сизнинг дилингиздаги нарсани ҳам ўта билгувчидир. Агар аҳли солиҳлардан бўлсангиз, албатта, У сертавбалар учун сермағфиратдир"},{"SurahNumber":17,"VerseNumber":26,"Text":"Қариндошга ҳаққини бер! Мискинга ва кўчада қолганга ҳам. Исрофгарчиликка мутлақо йўл қўйма"},{"SurahNumber":17,"VerseNumber":27,"Text":"Албатта, исрофчилар шайтонларнинг биродарлари бўлганлар. Шайтон эса, Роббига ўта ношукр бўлгандир"}]}