{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":54,"VerseNumber":28,"Text":"mariyu vāri madhya nīru (n'yāyaṅgā) pan̄cabaḍālani vāriki bōdhin̄cu. Prati okkarū tama vantu vaccē rōjunē trāgālani niyamin̄cabaḍindi"},{"SurahNumber":54,"VerseNumber":29,"Text":"ā pidapa vāru tama sahacaruṇṇi pilicāru. Vāḍu dānni paṭṭukoni (dāni venuka kāli mōkāli narālu kōsi) campāḍu"},{"SurahNumber":54,"VerseNumber":30,"Text":"appuḍu cūśārā! Nā śikṣa mariyu nā heccarikalu elā uṇḍenō"},{"SurahNumber":54,"VerseNumber":31,"Text":"niścayaṅgā, mēmu vāri mīdaku oka bhayaṅkaramaina śabdānni (say hānu) pampāmu, dāntō vāru trokka baḍina paśuvula doḍḍi kan̄ce valē nuggunuggu ayi pōyāru"},{"SurahNumber":54,"VerseNumber":32,"Text":"mariyu vāstavāniki, mēmu ī khur'ān nu hitabōdha grahin̄caṭāniki sulabhaṁ cēśāmu. Ayitē hitabōdha svīkarin̄cēvāḍu evaḍainā unnāḍā"},{"SurahNumber":54,"VerseNumber":33,"Text":"lūt jāti kūḍā heccarikalanu asatyālani tiraskarin̄cindi"},{"SurahNumber":54,"VerseNumber":34,"Text":"niścayaṅgā, mēmu lūt iṇṭivāru tappa! Itarula mīdiki rāḷḷu visirē tuphān gālini pampāmu. (Lūt iṇṭi) vārini mēmu vēkuva jhāmuna rakṣin̄cāmu"},{"SurahNumber":54,"VerseNumber":35,"Text":"mā taraphu nuṇḍi anugrahaṅgā. Ī vidhaṅgā mēmu kr̥tajñulaku pratiphalaṁ istāmu"},{"SurahNumber":54,"VerseNumber":36,"Text":"Mariyu vāstavāniki (lūt tana jāti) vārini mā rābōyē śikṣanu gurin̄ci heccarin̄cāḍu. Kāni vāru mā heccarikalanu sandēhin̄ci (moṇḍi) vādanalaku digāru"},{"SurahNumber":54,"VerseNumber":37,"Text":"mariyu vāstavāniki vāru atani atithulanu atani nuṇḍi balavantaṅgā lākkōvālani anukunnāru. Kāvuna mēmu vāri kaḷḷanu pōgoṭṭāmu. (Vāritō ilā annāmu): \"Ippuḍu nā śikṣanu mariyu nā heccarikanu cavi cūḍaṇḍi"},{"SurahNumber":54,"VerseNumber":38,"Text":"mariyu vāstavāniki, udayapu vēḷa śāśvatamaina śikṣa vāri mīda paḍindi"},{"SurahNumber":54,"VerseNumber":39,"Text":"ippuḍu mīru nā śikṣanu mariyu nā heccarikalanu cavi cūḍaṇḍi"},{"SurahNumber":54,"VerseNumber":40,"Text":"mariyu vāstavāniki, mēmu ī khur'ān nu hitabōdha grahin̄caṭāniki sulabhaṁ cēśāmu. Ayitē hitabōdha svīkarin̄cēvāḍu evaḍainā unnāḍā"},{"SurahNumber":54,"VerseNumber":41,"Text":"mariyu vāstavāniki phir'aun jāti vāriki kūḍā heccarikalu vaccāyi"},{"SurahNumber":54,"VerseNumber":42,"Text":"vāru mā sūcanalanu anniṭinī abad'dhālani tiraskarin̄cāru, kāvuna mēmu vārini paṭṭukunnāmu, sarvaśaktimantuḍu sarvasamardhuḍu paṭṭukunē vidhaṅgā"},{"SurahNumber":54,"VerseNumber":43,"Text":"(ō khurēṣulārā!) Ēmī? Mī satyatiraskārulu mīku pūrvaṁ gaḍicina vāri kaṇṭē śrēṣṭhulā? Lēka divyagranthālalō mī koraku (mā śikṣa nuṇḍi) ēdainā minahāyimpu vrāyabaḍi undā"},{"SurahNumber":54,"VerseNumber":44,"Text":"lēka vāru: \"Mādi oka śaktigala vargaṁ, (kāvuna) mēmu prābalyaṁ pondagalaṁ\" ani aṇṭunnārā"},{"SurahNumber":54,"VerseNumber":45,"Text":"kāni tvaralōnē ī śaktigala vargaṁ parājayaṁ pondagaladu. Mariyu vāru vennucūpi pāripōtāru"},{"SurahNumber":54,"VerseNumber":46,"Text":"antēkādu! Antima ghaḍiyayē, vāri vāgdāna samayaṁ mariyu ā ghaḍiya entō dāruṇamainadi mariyu entō tīvramainadīnu (cēdainadīnu)"},{"SurahNumber":54,"VerseNumber":47,"Text":"niścayaṅgā, pāpātmulu mārgabhraṣṭatvanlō unnāru mariyu vāru (paralōkanlō) narakāgnilō kālutāru"},{"SurahNumber":54,"VerseNumber":48,"Text":"ā rōju vāru tama mukhāla mīda narakāgni lōki īḍcabaḍatāru; (vāritō):\"Narakāgni sparśanu cavi cūḍaṇḍi!\" Ani anabaḍutundi"},{"SurahNumber":54,"VerseNumber":49,"Text":"niścayaṅgā, mēmu prati dānini oka vidhivrāta (khadr) tō sr̥ṣṭin̄cāmu"}]}