{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":121,"Text":"s’ecrierent : « Nous croyons au Seigneur de l’Univers"},{"SurahNumber":7,"VerseNumber":122,"Text":"au Seigneur de Moise et d’Aaron. »"},{"SurahNumber":7,"VerseNumber":123,"Text":"Pharaon dit alors : « Osez-vous y croire avant que je ne vous le permette ? C’est bien une ruse que celle-ci par laquelle vous voulez chasser de la cite ses habitants. Vous allez bientot savoir"},{"SurahNumber":7,"VerseNumber":124,"Text":"Je vous ferai couper les mains et les jambes opposees puis vous ferai tous crucifier. »"},{"SurahNumber":7,"VerseNumber":125,"Text":"Ils dirent : « C’est vers notre Seigneur que nous ferons retour"},{"SurahNumber":7,"VerseNumber":126,"Text":"Tu te venges de nous seulement parce que nous avons cru aux Signes de notre Seigneur quand ils nous sont venus. Seigneur ! Emplis-nous de patience et fais-nous mourir en parfaits Soumis. »"},{"SurahNumber":7,"VerseNumber":127,"Text":"L’assemblee des notables du peuple de Pharaon dirent : « Vas-tu laisser Moise et son peuple semer le desordre sur terre alors que lui t’a abandonne, toi et tes divinites ? » Il dit : « Nous exterminerons leurs hommes et epargnerons leurs femmes ; nous prendrons le dessus sur eux et serons dominateurs. »"},{"SurahNumber":7,"VerseNumber":128,"Text":"Moise dit a son peuple : « Demandez l’assistance d’Allah et prenez patience, car la terre appartient a Allah. Il en fait heriter qui Il veut de Ses serviteurs. Ce qui est a venir reviendra a ceux qui sont pieux. »"},{"SurahNumber":7,"VerseNumber":129,"Text":"Ils dirent : « Nous avons ete opprimes aussi bien avant qu’apres ton arrivee. » Et Moise dit : « Peut-etre que votre Seigneur fera perir votre ennemi et vous donnera la terre en heritage, pour voir plus tard comment vous agirez. »"},{"SurahNumber":7,"VerseNumber":130,"Text":"Nous eprouvames le peuple de Pharaon par une succession d’annees maigres et une penurie de fruits afin qu’ils se rappellent"}]}