{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"da Vi gav din mor denne inspirasjon"},{"SurahNumber":20,"VerseNumber":39,"Text":"’Legg ham i kassen og kast den i floden! Floden vil føre ham til bredden, sa en fiende bade av Meg og ham kan ta vare pa ham.’ Og Jeg sendte over deg Min kjærlighet, at du skulle formes for Mine øyne"},{"SurahNumber":20,"VerseNumber":40,"Text":"Da din søster kom gaende, og sa: ’Skal jeg vise dere til noen som kan ta seg av ham?’ Sa brakte Vi deg tilbake til din mor, sa hun kunne tørke tarene, og ikke sørge. Sa drepte du et menneske, og Vi reddet deg ut av elendigheten. Og Vi utsatte deg for andre prøvelser. Mange ar tilbrakte du blant Midians folk. Sa kom du hit, Moses, som bestemt var"},{"SurahNumber":20,"VerseNumber":41,"Text":"Jeg har utvalgt deg for Min tjeneste"},{"SurahNumber":20,"VerseNumber":42,"Text":"Ga derfor, du og din bror, med Mine jærtegn! Og bli ikke trett av a komme Meg i hu"},{"SurahNumber":20,"VerseNumber":43,"Text":"Ga til Farao! Han har vist seg oppsetsig"},{"SurahNumber":20,"VerseNumber":44,"Text":"Tal rolig og mykt til ham, kanskje lar han seg formane eller kommer i frykt.»"},{"SurahNumber":20,"VerseNumber":45,"Text":"De svarte: «Herre, vi er redd for at han forgriper seg pa oss, eller slar seg helt vrang.»"},{"SurahNumber":20,"VerseNumber":46,"Text":"Han sa: «Frykt ikke! Jeg er med dere, og Jeg hører og ser"},{"SurahNumber":20,"VerseNumber":47,"Text":"Sa ga til ham og si: ’Vi er utsendinger fra din Herre! Send Israels barn med oss, og plag dem ikke. Vi er kommet til deg med et jærtegn fra Herren! Fred være med den som følger ledelsen"},{"SurahNumber":20,"VerseNumber":48,"Text":"Det er blitt apenbart for oss at straffen rammer den som holder den for løgn og vender seg bort.’»"},{"SurahNumber":20,"VerseNumber":49,"Text":"Farao sa: «Og hvem er sa deres Herre da, Moses?»"},{"SurahNumber":20,"VerseNumber":50,"Text":"Han svarte: «Var Herre er den som gav alt sin skapning, og deretter gav ledelse.»"},{"SurahNumber":20,"VerseNumber":51,"Text":"Farao sa: «Og hva med de henfarne slektledd?»"}]}