{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":5,"VerseNumber":90,"Text":"Vous qui croyez ! Sachez que les boissons alcoolisées, les jeux de hasard, les sacrifices païens et les flèches divinatoires ne sont qu’une infamie inspirée par Satan. Fuyez-les afin de faire votre bonheur et votre salut"},{"SurahNumber":5,"VerseNumber":91,"Text":"Satan ne cherche, à travers les boissons alcoolisées et les jeux de hasard, qu’à semer parmi vous haine et animosité et à vous détourner d’Allah et de la prière. Allez-vous donc y renoncer"},{"SurahNumber":5,"VerseNumber":92,"Text":"Obéissez à Allah, obéissez au Messager et gardez-vous de transgresser. Et sachez, si vous vous détournez, que Notre Messager n’a d’autre mission que de transmettre le message en toute clarté"},{"SurahNumber":5,"VerseNumber":93,"Text":"Ceux qui croient et accomplissent de bonnes œuvres n’ont commis aucun péché en consommant ces boissons avant leur prohibition, s’ils s’en gardent désormais, croient en Allah et accomplissent de bonnes actions, s’attachent fermement à la piété et à la foi et font le bien, poussés par la crainte d’Allah. Allah aime les hommes de bien"},{"SurahNumber":5,"VerseNumber":94,"Text":"Vous qui croyez ! Allah vous éprouvera certainement par quelque gibier qu’Il mettra à portée de vos mains et de vos lances afin de distinguer ceux d’entre vous qui Le craignent, loin des regards. Quiconque, après cela, transgressera cet interdit est voué à un douloureux châtiment"},{"SurahNumber":5,"VerseNumber":95,"Text":"Vous qui croyez ! Ne tuez pas de gibier alors que vous êtes en état de sacralisation. Quiconque tuera de façon délibérée un gibier devra expier son geste par l’immolation d’une bête équivalente - selon le jugement de deux musulmans intègres - qui sera sacrifiée dans le territoire sacré, ou se racheter en offrant aux pauvres sa valeur en nourriture ou en jeûnant un nombre équivalent de jours. Le coupable goûtera ainsi aux conséquences de son geste. Allah vous pardonne cependant vos agissements passés. Quant à celui qui oserait récidiver, Allah se vengera de lui. Allah est Tout-Puissant et parfaitement en mesure de se venger"}]}