{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"A ti no te hemos enviado sino como nuncio de buenas nuevas y como monitor"},{"SurahNumber":25,"VerseNumber":57,"Text":"Di: «No os pido a cambio ningun salario. Solo que, quien quiera, ¡que emprenda camino hacia su Senor!»"},{"SurahNumber":25,"VerseNumber":58,"Text":"Y ¡confia en el Viviente, Que no muere! ¡Celebra Sus alabanzas! El esta suficientemente informado de los pecados de Sus siervos"},{"SurahNumber":25,"VerseNumber":59,"Text":"El es Quien ha creado en seis dias los cielos, la tierra y lo que entre ellos hay. Luego, se ha instalado en el Trono. El Compasivo. ¡Interroga a quien este bien informado de El"},{"SurahNumber":25,"VerseNumber":60,"Text":"Cuando se les dice: «¡Prosternaos ante el Compasivo!», dicen: «Y ¿que es 'el Compasivo'? ¿Vamos a prosternarnos solo porque tu lo ordenes?» Y esto acrecienta su repulsa"},{"SurahNumber":25,"VerseNumber":61,"Text":"¡Bendito sea Quien ha puesto constelaciones en el cielo y entre ellas un luminar y una luna luminosa"},{"SurahNumber":25,"VerseNumber":62,"Text":"El es Quien ha dispuesto que se sucedan la noche y el dia para quien quiera dejarse amonestar o quiera dar gracias"},{"SurahNumber":25,"VerseNumber":63,"Text":"Los siervos del Compasivo son los que van por la tierra humildemente y que, cuando los ignorantes les dirigen la palabra, dicen: «¡Paz!»"},{"SurahNumber":25,"VerseNumber":64,"Text":"Pasan la noche ante su Senor, postrados o de pie"},{"SurahNumber":25,"VerseNumber":65,"Text":"Dicen: «¡Senor! ¡Aleja de nosotros el castigo de la gehena!» Su castigo es perpetuo"},{"SurahNumber":25,"VerseNumber":66,"Text":"Si es mala como morada y residencia"},{"SurahNumber":25,"VerseNumber":67,"Text":"Cuando gastan, no lo hacen con prodigalidad ni con tacaneria, -el termino medio es lo justo"}]}