{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":22,"VerseNumber":24,"Text":"Ewan (bawerkeran di cihane da) li bal paqij e gotinan da; (ku ewa ji Peyva yekitiye \"lailahe ille-lah\") e cune. ewan li bal riyaraste pesin van da cune"},{"SurahNumber":22,"VerseNumber":25,"Text":"Bi rasti ewan e bune file hene! ewanan (kesan) ji riya Yezdan didine para da (nahelin meriv vrerne ri-ya Yezdan) wusa nahelin ji ku (meriv werne sertedana we) mizgevta (binav) mescid el heram; ku me ewa miz-gevta xistiye suna (perestiya) hemi kesan, idi ewan kesan ci (di bajar e Melce da) runistibin, ci (Welat e) dur e (Meke da bin) hatibine (Mek e) yeke (qe tu raqetana nivek a wan tuneye). Ke bive ji ku (di Meke da) cewre bi rik bike (merivan ji sertedana we bide para da) bira bi zane! em e bi wi sapata dilsoz bidne cesne kirin e"},{"SurahNumber":22,"VerseNumber":26,"Text":"Di gava, ku me ji bona \"ibrahim ra\" suna xeniye (miz-gevt) daye diyarkin e (ku here keder e di para da li bal wura da bi fetile) me j i ibrahim ra (aha) go-tiye; \"(ibrahim! tu) qe tu tistiji bona min ra bi hevriti negire u tu xeniye min ji bona sertedanvanan u ji bona wan e li piya (peresti dikin) u jibona kuz (ruku) ker u kundekeran, paqij bike"},{"SurahNumber":22,"VerseNumber":27,"Text":"U (ibrahim!) tu ji ji bo-na sertedana (xeni) eazi hemi merivan bike, idi (ji pisti gazi kirin e) we merive peya u yaji siwari di hemi alyan da (dur u nezik da) werne bal te"},{"SurahNumber":22,"VerseNumber":28,"Text":"(Meriv e werin) ji bo ku didevaniya qendne ji bona wan ra hene, bikin. (Yezdan) ji bona wan ra taris bi rozini daye, li ser wan tarisan (dema gorikirine da-Qurban) nev e Yezdan bira bi xwunin. idi hun ji (gos-te) wan (goryan) bi xun u hun ji bona wan hevcene xe-zan ra ji bidne xarin e"},{"SurahNumber":22,"VerseNumber":29,"Text":"Pas e (sinbel u neynuk u paqijina mai pek bi-nin) qırejiyan bavejin. U gorme xwe bi ci binin, u (Li dora) xeniye kevin cerx bikin"},{"SurahNumber":22,"VerseNumber":30,"Text":"Kijan qedege u ne dirustine Yezdan bi rfl-meti bici bine, idi eva pek anina van (Qedegan) li bal Xuda e wi ji bona wi ra cetire. (Geli kesan!) ji pestir e (wan tarisne) ku li ser we da (nav u temtela wan di beratan da) te xwandin e (goste) hemi tansan ji bona we ra durust buye, idi hun xwe ji pisaya (perestiya) ji Putan ten bi parisinin, hun xwe ji go-tin e be bini ji bi parisinin"}]}