{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"Ēbaṁ adhīna karēchi śaẏatānadēra katakakē, yārā tāra jan'yē ḍuburīra kāja karata ēbaṁ ē chāṛā an'ya āra'ō anēka kāja karata. Āmi tādērakē niẏantrana karē rākhatāma."},{"SurahNumber":21,"VerseNumber":83,"Text":"Ēbaṁ smaraṇa karuna ā'iẏyubēra kathā, yakhana tini tām̐ra pālanakartākē āhabāna karē balēchilēnaḥ āmi duḥkhakaṣṭē patita haẏēchi ēbaṁ āpani daẏābānadēra cā'itē'ō sarbaśrēṣṭa daẏābāna."},{"SurahNumber":21,"VerseNumber":84,"Text":"Ataḥpara āmi tām̐ra āhabānē sāṛā dilāma ēbaṁ tām̐ra duḥkhakaṣṭa dūra karē dilāma ēbaṁ tām̐ra paribarābarga phiriẏē dilāma, āra tādēra sāthē tādēra samaparimāṇa āra'ō dilāma āmāra pakṣa thēkē kr̥pābaśataḥ āra ēṭā ēbādata kārīdēra jan'yē upadēśa sbarūpa."},{"SurahNumber":21,"VerseNumber":85,"Text":"Ēbaṁ isamā'īla, i’drīsa ō yulakiphalēra kathā smaraṇa karuna, tām̐rā pratyēkē'i chilēna sabarakārī."},{"SurahNumber":21,"VerseNumber":86,"Text":"Āmi tām̐dērakē āmāra rahamātaprāptadēra antarbhūkta karēchilāma. Tām̐rā chilēna saṯkarmaparāẏaṇa."},{"SurahNumber":21,"VerseNumber":87,"Text":"Ēbaṁ mācha'ōẏālāra kathā smaraṇa karuna tini krud'dha haẏē calē giẏēchilēna, ataḥpara manē karēchilēna yē, āmi tām̐kē dhr̥ta karatē pāraba nā. Ataḥpara tini andhakārēra madhyē āhabāna karalēnaḥ tumi byatīta kōna upāsya nē'i; tumi nirdōṣa āmi gunāhagāra."},{"SurahNumber":21,"VerseNumber":88,"Text":"Ataḥpara āmi tām̐ra āhabānē sāṛā dilāma ēbaṁ tām̐kē duścintā thēkē mukti dilāma. Āmi ēmani bhābē biśbabāsīdērakē mukti diẏē thāki."},{"SurahNumber":21,"VerseNumber":89,"Text":"Ēbaṁ yākāriẏāra kathā smaraṇa karuna, yakhana sē tāra pālanakartākē āhabāna karēchila; hē āmāra pālanakartā āmākē ēkā rēkhō nā. Tumi tō uttama ōẏārisa."},{"SurahNumber":21,"VerseNumber":90,"Text":"Ataḥpara āmi tāra dōẏā kabula karēchilāma, tākē dāna karēchilāma iẏāha'iẏā ēbaṁ tāra jan'yē tāra strīkē prasaba yōgya karēchilāma. Tārā saṯkarmē jhām̐piẏē paṛata, tārā āśā ō bhīti sahakārē āmākē ḍākata ēbaṁ tārā chila āmāra kāchē binīta."}]}