{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Der dir den Koran verpflichtend gemacht hat, wird dich zu einem Ort der Wiederkehr zuruckkehren lassen. Sprich: Mein Herr weiß besser, wer die Rechtleitung bringt und wer sich in einem offenkundigen Irrtum befindet"},{"SurahNumber":28,"VerseNumber":86,"Text":"Und du hattest nicht erwartet, daß das Buch dir uberbracht wurde. Es ist nur aus Barmherzigkeit von deinem Herrn. So leiste den Unglaubigen keinen Beistand"},{"SurahNumber":28,"VerseNumber":87,"Text":"Und sie sollen dich von den Zeichen Gottes nicht abweisen, nachdem sie nun zu dir herabgesandt worden sind. Und ruf zu deinem Herrn, und sei nicht einer der Polytheisten"},{"SurahNumber":28,"VerseNumber":88,"Text":"Und rufe neben Gott keinen anderen Gott an. Es gibt keinen Gott außer Ihm. Alle Dinge werden untergehen, nur sein Antlitz nicht. Ihm gehort das Urteil, und zu Ihm werdet ihr zuruckgebracht"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Meinen die Menschen, daß sie in Ruhe gelassen werden, nur weil sie sagen: «Wir glauben», ohne daß sie der Versuchung ausgesetzt werden"},{"SurahNumber":29,"VerseNumber":3,"Text":"Wir haben schon diejenigen, die vor ihnen lebten, der Versuchung ausgesetzt. Gott wird gewiß in Erfahrung bringen, wer die Wahrheit sagt, und Er wird gewiß in Erfahrung bringen, wer die Lugner sind"},{"SurahNumber":29,"VerseNumber":4,"Text":"Oder meinen diejenigen, die schlechte Taten begehen, sie seien uns voraus? Schlecht ist ihr Urteil"},{"SurahNumber":29,"VerseNumber":5,"Text":"Wenn einer die Begegnung mit Gott erwartet, so wird die Frist Gottes sicher eintreffen. Und Er ist der der alles hort und weiß"},{"SurahNumber":29,"VerseNumber":6,"Text":"Und wer sich einsetzt, setzt sich ein zu seinem eigenen Vorteil. Gott ist ja auf die Weltenbewohner nicht angewiesen"}]}