{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":59,"VerseNumber":17,"Text":"Taruvāta ā iddari paryavasānaṁ, niścayaṅgā, ā iruvurū narakāgnilō uṇḍaṭamē! Andu vāru śāśvataṅgā uṇṭāru. Mariyu durmārgulaku labhin̄cē pratiphalaṁ idē"},{"SurahNumber":59,"VerseNumber":18,"Text":"ō viśvāsulārā! Allāh paṭla bhayabhaktulu kaligi uṇḍaṇḍi. Mariyu prati vyakti, tānu rēpaṭi koraku ēmi samakūrcukunnāḍō cūsukōvāli mariyu allāh paṭla bhayabhaktulu kaligi uṇḍaṇḍi. Niścayaṅgā, mīru cēsēdantā allāh erugunu"},{"SurahNumber":59,"VerseNumber":19,"Text":"mariyu allāh nu maraci pōyina vāri mādirigā mīrū ayi pōkaṇḍi. Anduvalana āyana vārini, tamanu tāmu maracipōyēṭaṭlu cēśāḍu. Alāṇṭi vāru! Vārē avidhēyulu (phāsikhūn)"},{"SurahNumber":59,"VerseNumber":20,"Text":"narakavāsulu mariyu svargavāsulu sarisamānulu kājālaru. Svargavāsulu, vārē! Vijayaṁ pondēvāru"},{"SurahNumber":59,"VerseNumber":21,"Text":"okavēḷa mēmu ī khur'ān nu ē parvataṁ painainā avatarimpajēsi uṇṭē, allāh bhayaṁ valla adi aṇigi braddalai pōvaṭānni nīvu cūsi uṇṭāvu. Mariyu bahuśā prajalu ālōcistārani, ilāṇṭi dr̥ṣṭāntālanu mēmu vāri mundu peḍutunnāmu"},{"SurahNumber":59,"VerseNumber":22,"Text":"āyanē, allāh! Āyana tappa maroka ārādhyuḍu lēḍu! Āyanaku agōcara mariyu gōcara viṣayālannī telusu. Āyana ananta karuṇāmayuḍu, apāra karuṇā pradāta"},{"SurahNumber":59,"VerseNumber":23,"Text":"āyanē, allāh! Āyana tappa maroka ārādhyuḍu lēḍu. Āyana viśvasārvabhaumuḍu, parama pavitruḍu, śāntiki mūlādhāruḍu, śānti pradāta, śaraṇamiccēvāḍu, sarvaśaktimantuḍu, niraṅkuśuḍu, goppavāḍu. Vāru kalpin̄cē bhāgasvāmulaku allāh atītuḍu"},{"SurahNumber":59,"VerseNumber":24,"Text":"āyanē, allāh! Viśvasr̥ṣṭikarta, pratidānini sr̥jin̄cēvāḍu mariyu rūpālanu tīrcididdēvāḍu. Āyanaku sarvaśrēṣṭhamaina pērlunnāyi. Ākāśālalō mariyu bhūmilō unna samastamū, āyana pavitratanu koniyāḍutū uṇṭāyi. Mariyu āyanē sarvaśaktimantuḍu, mahā vivēkavantuḍu"}]}