{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"mariyu varu tama carmalanu (avayavalanu) adugutaru: \"Mirenduku maku vyatirekanga saksyamistunnaru?\" Avi ila samadhanamistayi: \"Prati vastuvuku matlade sakti prasadincina allah ye mam'malni matladimpa jesadu.\" Mariyu ayane mim'malni modatisari srstincina vadu, mariyu ayana vaipunake miranta maralimpabadataru"},{"SurahNumber":41,"VerseNumber":22,"Text":"Mariyu (miru duskaryalu cesetappudu) mi cevula nundi mi kandla nundi mariyu mi carmala nundi - miku vyatirekanga saksyam vastundemonani - mim'malni miru dacukunevaru kadu. Antekadu miru cestunna enno karyalu vastavanga, allah ku teliyatam ledani miru bhavincevaru"},{"SurahNumber":41,"VerseNumber":23,"Text":"mariyu mi prabhuvu patla miru bhavincina i bhavane mim'malni nasanam cesindi. Kavuna miru nastapoye varilo ceripoyaru"},{"SurahNumber":41,"VerseNumber":24,"Text":"appudu varu sahanam cupina, narakagniye vari nivasa sthanamavutundi. Okavela varu (tamanu tamu sarididdukovataniki) avakasam koraku vedukunna variki avakasam ivvabadadu"},{"SurahNumber":41,"VerseNumber":25,"Text":"mariyu memu viriki snehituluga (saitanulanu) niyamincamu. Varu viri mundu venuka unna vatini viriki akarsaniyamaina vatiga cesaru. Kavuna viriki purvam gatincina jinnatula mariyu manavula tarala visayanlo jarigina siksa nirnayame, viri visayanlo kuda jarigindi. Niscayanga, vire nastaniki guri ayina varayyaru"},{"SurahNumber":41,"VerseNumber":26,"Text":"mariyu satyatiraskarulu (parasparam) ila ceppukuntaru: \"I khur'an nu vinakandi! Mariyu idi vinipincabadinappudu vinabadakunda vighnam kaligincandi, bahusa miru prabalyam ponda vaccu"},{"SurahNumber":41,"VerseNumber":27,"Text":"kavuna memu niscayanga, i satyatiraskarulaku kathinasiksanu cavi cupistamu mariyu varu cestu undina dustakaryalaku tagina phalitanni nosangutamu"},{"SurahNumber":41,"VerseNumber":28,"Text":"allah virodhulaku dorike pratiphalam ide - narakagni - andu vari sasvata grham untundi. Idi ma sucana (ayat) lanu tiraskaristu vunna dani pratiphalam"},{"SurahNumber":41,"VerseNumber":29,"Text":"appuda satyatiraskarulu ila antaru: \"O ma prabhu! Mam'malni margabhrastuluga cesina a jinnatulanu mariyu manavulanu maku cupincu; varu marinta parabhavam pondataniki memu varini ma padala krinda padavesi trokkutamu"}]}