{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":95,"Text":"Muminadera madhye yara aksama naya athaca ghare base thake o yara allahara pathe sbiya dhana-prana dbara jihada kare tara samana naya [1]. Yara sbiya dhana-prana dbara jihada kare allaha taderake, yara ghare base thake tadera upara maryada diyechena [2]; tadera pratyekera jan'ya allaha jannatera oyada karechena. Yara ghare base thake tadera upara yara jihada kare taderake allaha mahapuraskarera ksetre sresthatba diyechena"},{"SurahNumber":4,"VerseNumber":96,"Text":"Esaba tamra kacha theke maryada, ksama o daya; ara allaha ksamasila, parama dayalu"},{"SurahNumber":4,"VerseNumber":97,"Text":"Yara nijedera upara yuluma kare tadera prana grahanera samaya phirisatagana bale, ‘tomara ki abasthaya chile?’ Tara bale, ‘duniyaya amara asahaya chilama;’ tara bale, ‘allahara yamina ki emana prasasta chila na yekhane tomara hijarata karate [1]?’ Edera'i abasasthala jahannama, ara ta kata manda abasa"},{"SurahNumber":4,"VerseNumber":98,"Text":"tabe yesaba ahasaya purusa, nari o sisu kono upaya abalambana karate pare na ebam kono patha'o paya na"},{"SurahNumber":4,"VerseNumber":99,"Text":"Allaha acire'i tadera papa mocana karabena, karana allaha papa mocanakari, ksamasila"},{"SurahNumber":4,"VerseNumber":100,"Text":"Ara ke'u allahara pathe hijarata karale se duniyaya bahu asrayasthala ebam pracurya labha karabe. Ara ke'u allaha o rasulera uddesye nija ghara theke muhajira haye bera habara para tara mrtyu ghatale tara puraskarera bhara allahara upara; ara allaha ksamasila, parama dayalu"},{"SurahNumber":4,"VerseNumber":101,"Text":"Tomara yakhana desa-bidese saphara karabe takhana yadi tomadera asanka haya ye, kapherara tomadera jan'ya phit‌na srsti karabe, tabe salata ‘kasara [1]’ karale tomadera kono dosa ne'i. Niscaya'i kapherara tomadera prakasya satru"}]}