{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":14,"VerseNumber":43,"Text":"(O haldeki) hepsi de baslarını dikerek kosacaklar. Gozleri kendilerine bile donub bakamayacak. Kalblerinin ici ise (mudhis korkularından dolayı akıldan) bombosdur"},{"SurahNumber":14,"VerseNumber":44,"Text":"Insanlara o azabın kendilerine gelecegi gunun, tehlikesini anlat ki (o gun) o zaalimler: «Ey Rabbimiz, bizi yakın bir muddete kadar gecikdir de Senin da´vetine icabet edelim, peygamberlere tabi olalım» diyecek (ler) dir. Halbuki daha evvel siz (dunyada) kendinize «hic bir zeval yokdur» diye yemin etmediniz miydi"},{"SurahNumber":14,"VerseNumber":45,"Text":"Siz (Ad ve Semud kavmleri gibi) nefislerine zulmedenlerin diyarında da yerlesdiniz. Onlara neler yapdıgımız sizin icin apacık meydana cıkdı. Size (bu hususta) bir cok misaller de gosterdik"},{"SurahNumber":14,"VerseNumber":46,"Text":"Hakıykat, onlar (peygamberlere karsı) bir takım tuzaklar kurmuslardı. Halbuki onların tuzaklarından daglar yerinden oynayıb gitmis olsa bile Allah katında onlara aid (nice nice) cezalar vardır"},{"SurahNumber":14,"VerseNumber":47,"Text":"Oyle ise zinhar Allah, peygamberlerine olan va´dinden cayar sanma. Subhesiz ki Aliah mutlak gaalibdir, intikam saahibidir"},{"SurahNumber":14,"VerseNumber":48,"Text":"O gun ki yer baska bir yere, gokler de (baska goklere) tebdil olunacakdır. (Insanlar kabirlerinden kalkıb) bir olan, kahhar olan Allahın huzurunda toplanacaklardır"},{"SurahNumber":14,"VerseNumber":49,"Text":"O gun gunahkarların (seytanlarıyle birlikde) bukagılara vurulmus oldugunu gorursun"},{"SurahNumber":14,"VerseNumber":50,"Text":"Gomlekleri katrandandır. Yuzlerini de ates buruyecekdir"},{"SurahNumber":14,"VerseNumber":51,"Text":"(Onlar kabirlerinden sundan dolayı kalkacaklardır ki:) Allah herkese kazandıgının cezasını versin. Subhesiz ki Allah, hesabı cabuk gorendir"},{"SurahNumber":14,"VerseNumber":52,"Text":"Iste bu (Kur´an) — onunla tehlikelerden haberdar edilsinler, Onun (Allahın) ancak bir tek Tanrı oldugunu bilsinler, akl-ı selim saahibleri iyice dusunub ogud alsınlar diye — (butun) insanlara bir tebligdir"}]}