{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"They cannot bring about the end of a community before the appointed time, nor can they delay it"},{"SurahNumber":23,"VerseNumber":44,"Text":"Then We sent Our Messengers one after another. Whenever their Messenger came to a people, they denied he was the divine Messenger sent to them. So We made one community succeed another to doom and We got them mentioned in tales. And so, people, who believed not, perished"},{"SurahNumber":23,"VerseNumber":45,"Text":"And then We sent Moses and his brother Aaron, with Our signs and a clear mandate"},{"SurahNumber":23,"VerseNumber":46,"Text":"We sent them to Pharaoh and his chieftains, but they behaved haughtily and they were an egoist people"},{"SurahNumber":23,"VerseNumber":47,"Text":"And they said, \"What! Shall we believe in two men like us and their people are in our service"},{"SurahNumber":23,"VerseNumber":48,"Text":"So they rejected the two and became of those who were destroyed"},{"SurahNumber":23,"VerseNumber":49,"Text":"And We did give Moses the Book to guide them"},{"SurahNumber":23,"VerseNumber":50,"Text":"And We made the son of Mary and his mother a sign. And We gave them shelter on a lofty quiet ground with springs"},{"SurahNumber":23,"VerseNumber":51,"Text":"Allah told every Messenger, \"Eat of the things that are good and wholesome, and act righteously. I do indeed know what you do"},{"SurahNumber":23,"VerseNumber":52,"Text":"And, indeed, this community of yours, is one single community. And I am the Lord of you all! Do take due heed of Me, then"},{"SurahNumber":23,"VerseNumber":53,"Text":"But they divided themselves into communities pursuing different ways scripturewise. People of every sect are happy with what they have"},{"SurahNumber":23,"VerseNumber":54,"Text":"So leave them with their delusions for a while"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they think that by helping them with wealth and children"},{"SurahNumber":23,"VerseNumber":56,"Text":"We are giving good things to them in a hurry? Nay, they do not perceive (that Allah is only testing them therewith)"},{"SurahNumber":23,"VerseNumber":57,"Text":"Indeed those that are, out of fear of their Lord, on their guard against evil"},{"SurahNumber":23,"VerseNumber":58,"Text":"And those that believe in the Verses/signs of their Lord"},{"SurahNumber":23,"VerseNumber":59,"Text":"And those that do not worship anything or anyone other than their Lord"}]}