{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":51,"VerseNumber":52,"Text":"Maoto dun man, a da-a miyakatalingoma ko siran a miya-ona an niran a Sogo a ba iran nda Tharowa: A balik mata, o di na tataraponan"},{"SurahNumber":51,"VerseNumber":53,"Text":"Ba iran naya ini thatanana? Kuna, ka siran na pagtao a manga darowaka"},{"SurahNumber":51,"VerseNumber":54,"Text":"Na Talikhodingka siran, ka kuna ba adun a pa-awing Ka on"},{"SurahNumber":51,"VerseNumber":55,"Text":"Na Panguthoma Ka, ka Mata-an! A so thoma na phakanggai a gona ko Miyamaratiyaya"},{"SurahNumber":51,"VerseNumber":56,"Text":"Na da-a Kiya-aduna Ko ko manga Jinn go so manga Manosiya, a rowar sa ana Ko iran Mashowasowat"},{"SurahNumber":51,"VerseNumber":57,"Text":"Da-a singanin Akun kiran a pagupur, go di Akun singanin i kapakakana iran Rakun"},{"SurahNumber":51,"VerseNumber":58,"Text":"Mata-an! A so Allah na Sukaniyan so Puphagupur,- a Khiruk ko Bagur, a di putharotos"},{"SurahNumber":51,"VerseNumber":59,"Text":"Na Mata-an! A adun a bagiyan o siran a Mindadarowaka a kipantag (ko siksa) a lagid o kipantag o manga pud iran; na di ran Rakun maphanguni i kapagalokaloki ron"},{"SurahNumber":51,"VerseNumber":60,"Text":"Na sangat a siksa a bagiyan o siran a Miyamangongkir, si-i ko Alongan niran a so idi diyandi kiran"},{"SurahNumber":52,"VerseNumber":1,"Text":"Ibut ko Palao a Tour a giyoto so Palao a Ron inimbitiyarai o Allah so Musa ko liyawaw niyan"},{"SurahNumber":52,"VerseNumber":2,"Text":"Go so Kitab a misosorat (a giyo to so Qur'an)"},{"SurahNumber":52,"VerseNumber":3,"Text":"Ko karatas a makakayat"},{"SurahNumber":52,"VerseNumber":4,"Text":"Go so Baitil Ma-amor a giyoto so Walai a mbabalain a di-i thawapan mambo o manga Malaikat sa Langit"},{"SurahNumber":52,"VerseNumber":5,"Text":"Go so Atup a ipoporo (a giyoto so Langit a Matatampar sa dunya)"},{"SurahNumber":52,"VerseNumber":6,"Text":"Go so kalodan a mapupuno"},{"SurahNumber":52,"VerseNumber":7,"Text":"Ka Mata-an! A so siksa o Kadnan Ka na phakatana dun"},{"SurahNumber":52,"VerseNumber":8,"Text":"Da-a phakarunon"},{"SurahNumber":52,"VerseNumber":9,"Text":"Si-i ko Alongan a mabirbir so Langit sa titho a kabirbir"},{"SurahNumber":52,"VerseNumber":10,"Text":"Go mamangikayontong so manga Palao a mikayambur"},{"SurahNumber":52,"VerseNumber":11,"Text":"Na sangat a siksa sa Alongan noto a bagiyan o Miyamanaplis"},{"SurahNumber":52,"VerseNumber":12,"Text":"So siran na si-i ko ribat khikabibimban"},{"SurahNumber":52,"VerseNumber":13,"Text":"Si-i ko Alongan a ipanaromag siran ko Naraka Jahanam, sa mabasung a kapanaromag"},{"SurahNumber":52,"VerseNumber":14,"Text":"(Tharo-on kiran:) Giya i so Apoi, a so piyakambokhag iyo sukaniyan"}]}