{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Allahtan ve Onun Elcisinden, kendileriyle adlasma yapmıs bulundugunuz, Allahtan baskasına ilahlık yakıstıran kimselere bir beraet, bir yukumsuzluk bildirisidir bu"},{"SurahNumber":9,"VerseNumber":2,"Text":"(Duyur onlara:) \"Yeryuzunde dort ay daha (serbestce) dolasın, fakat bilin ki, asla Allahın gozetiminden kacamazsınız; ve (yine bilin ki,) Allah hakkı tanımaya yanasmayan kimseleri, er gec utanc icinde bırakacaktır"},{"SurahNumber":9,"VerseNumber":3,"Text":"Ve yine Allahtan ve Onun Elcisinden bu Buyuk Hac gunu butun insanlıga (yapılmıs) bir duyurudur su: \"Allahın Allahtan baskalarına tanrılık yakıstıranlarla hicbir baglantısı yoktur; Onun Elcisinin de (oyle). Hal boyleyken artık tevbe ederseniz, kendi iyiliginize olacaktır bu; yok eger (bu fırsatı da) teperseniz, o zaman, bilin ki, Allahın gozetiminden asla kurtulamayacaksınız!\" Ve (butun bunlardan sonra) sen (ey Peygamber), hakkı inkara sartlanmıs olan o kimselere cok cetin bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":4,"Text":"Ancak, kendileriyle sizin (ey inananlar) bir andlasma yapmıs bulundugunuz Allahtan baskalarına tanrılık yakıstıranlar arasından size karsı yukumluluklerinde bundan boyle bir kusur islemeyen ve size karsı kimseye arka cıkmayan kimseler bu soylenenlerin dısındadırlar; oyleyse onlarla olan andlasmanıza, uzerinde anlastıgınız sure doluncaya kadar riayet edin. (Ve bilin ki) Allah, yalnızca, kendisine karsı sorumluluk bilinci icinde olanları sever"},{"SurahNumber":9,"VerseNumber":5,"Text":"Ve (bu olculere uyarak gecirilen) haram aylar sona erince artık nerede kıstırırsanız oldurun musrikleri; tutsak edin; cevirip kusatın; gozetlenebilecek her yerde bekleyip gozetleyin onları. Ama eger donup tevbe ederler, salata katılırlar ve arındırıcı yukumlulukleri yerine getirirlerse, artık bırakın yollarına gitsinler: Cunku, her halukarda Allah cok acıyıp esirgeyen gercek bagıslayıcıdır"},{"SurahNumber":9,"VerseNumber":6,"Text":"Ve Allahtan baskalarına tanrılık yakıstıranlardan biri senin korumana basvurursa, onu koruma altına al, olur ki (senden) Allahın sozunu isitip anla(yabili)r; ve sonra onu, kendini guvenlik icinde hissedebilecegi bir yere ulastır; bu (davranısın), onların (belki de yalnızca) (hakkı) bilmedikleri icin (gunah isleyen) kimselerden olmaları ihtimalinden dolayıdır"}]}