{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":43,"Text":"Og noen blant dem ser hen til deg. Men vil du vise en blind veien, skjønt han intet innser"},{"SurahNumber":10,"VerseNumber":44,"Text":"Gud gjør ikke menneskene den minste urett, men menneskene gjør urett som slar tilbake pa dem selv"},{"SurahNumber":10,"VerseNumber":45,"Text":"Den dag Han samler dem, er det som de bare har ventet en times tid, og de gjenkjenner hverandre. De har tapt som fornektet møtet med Gud, og ikke var pa rett vei"},{"SurahNumber":10,"VerseNumber":46,"Text":"Være seg at Vi lar deg se noe av det Vi har stilt dem i utsikt, eller at Vi kaller deg hjem, til Oss vender de tilbake. Gud er sa vitne for det de bedriver"},{"SurahNumber":10,"VerseNumber":47,"Text":"Hvert folk har sitt sendebud. Nar sa deres sendebud ankommer, blir alt avgjort i rettferdighet blant dem, og de lider ingen urett"},{"SurahNumber":10,"VerseNumber":48,"Text":"De sier: «Nar inntreffer dette som er lovet, om dere snakker sant?»"},{"SurahNumber":10,"VerseNumber":49,"Text":"Si: «Jeg kan ikke skade eller gagne meg selv, alt star i Guds hand. Hvert folk har sin tid. Nar deres tid kommer, kan de ikke utsette den en time, og heller ikke fremskynde den.»"},{"SurahNumber":10,"VerseNumber":50,"Text":"Si: «Hva mener dere om Hans straffedom kommer over dere natt eller dag? Hva vil vel synderne be paskyndet av slikt"},{"SurahNumber":10,"VerseNumber":51,"Text":"Nar den sa har inntruffet, er det da dere vil tro pa den?» – «Na: Dere vil jo ha den paskyndet?»"},{"SurahNumber":10,"VerseNumber":52,"Text":"Sa vil det bli sagt til dem som handlet ondt: «Smak straffen som varer! Kan dere vel lønnes for annet enn det dere har fortjent?»"},{"SurahNumber":10,"VerseNumber":53,"Text":"De forhører seg hos deg: «Er dette sant?» Si: «Ja, ved Herren, dette er sannhet? Og dere kan intet forpurre.»"}]}