{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"«للذين أحسنوا» بالإيمان «الحسنى» الجنة «وزيادة» هي النظر إليه تعالى كما في حديث مسلم «ولا يرهق» يغشى «وجوههم قترٌ» سواد «ولا ذلة» كآبة «أولئك أصحاب الجنة هم فيها خالدون»"},{"SurahNumber":10,"VerseNumber":27,"Text":"«والذين» عطف على الذين أحسنوا، أي وللذين «كسبوا السيئات» عملوا الشرك «جزاء سيئة بمثلها وترهقهم ذلة ما لهم من الله من» زائدة «عاصم» مانع «كأنما أغشيت» أُلبست «وجوههم قطعا» بفتح الطاء جمع قطعة، وإسكانها جزءًا «من الليل مظلما أولئك أصحاب النار هم فيها خالدون»"},{"SurahNumber":10,"VerseNumber":28,"Text":"«و» اذكر «يوم نحشرهم» أي الخلق «جميعا ثم نقول للذين أشركوا مكانكم» نصب بإلزموا مقدرا «أنتم» تأكيد للضمير المستتر في الفعل المقدر ليعطف عليه «وشركاؤكم» أي الأصنام «فزيَّلنا» ميزنا «بينهم» وبين المؤمنين كما في آية (وامتازوا اليوم أيها المجرمون) «وقال» لهم «شركاؤهم ما كنتم إيانا تعبدون» ما نافية وقدم المفعول للفاصلة"},{"SurahNumber":10,"VerseNumber":29,"Text":"«فكفى بالله شهيدا بيننا وبينكم إن» مخففة أي إنا «كنا عن عبادتكم لغافلين»"},{"SurahNumber":10,"VerseNumber":30,"Text":"«هنالك» أي ذلك اليوم «تبلوا» من البلوى، وفي قراءة بتاءين من التلاوة «كل نفس ما أسلفت» قدمت من العمل «وردوا إلى الله مولاهم الحق» الثابت الدائم «وضل» غاب «عنهم ما كانوا يفترون» عليه من الشركاء"},{"SurahNumber":10,"VerseNumber":31,"Text":"«قل» لهم «من يرزقكم من السماء» بالمطر «والأرض» بالنبات «أمَّن يملك السمع» بمعنى الأسماع، أي خلقها «والأبصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبِّر الأمر» بين الخلائق «فسيقولون» هو «الله فقل» لهم «أفلا تتقونـ» ـه فتؤمنون"},{"SurahNumber":10,"VerseNumber":32,"Text":"«فذلكم» الفاعل لهذه الأشياء «الله ربكم الحق» الثابت «فماذا بعد الحق إلا الضلال» استفهام تقرير، أي ليس بعده غيره فمن أخطأ الحق وهو عبادة الله وقع في الضلال «فأنَّى» كيف «تُصرفون» عن الإيمان مع قيام البرهان"},{"SurahNumber":10,"VerseNumber":33,"Text":"«كذلك» كما صرف هؤلاء عن الإيمان «حقَّت كلمة ربِّك على الذين فسقوا» كفروا وهي (لأملأن جهنم) الآية، أو هي «أنهم لا يؤمنون»"}]}