{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":18,"VerseNumber":46,"Text":"Los bienes y los hijos son parte de los encantos de la vida mundanal, [que estos no os hagan olvidar de lo que Allah ha ordenado. Utilizad bien vuestras riquezas y educad correctamente a vuestros hijos,] pues las obras que a Allah Le complacen son las que perduran y tienen gran recompensa"},{"SurahNumber":18,"VerseNumber":47,"Text":"El dia que pulvericemos las montanas y la tierra quede allanada, les congregaremos y nadie se ausentara"},{"SurahNumber":18,"VerseNumber":48,"Text":"Y cuando comparezcan ante tu Senor en fila, se les dira: Os presentais ante Nosotros [desnudos] como os creamos al nacer. ¿Acaso pensabais que no os ibamos a juzgar"},{"SurahNumber":18,"VerseNumber":49,"Text":"A cada uno se le expondra el registro de sus obras, y veras a los pecadores que por temor a su contenido diran: ¡Ay de nosotros! ¿Que clase de registro es este, que no deja nada grande ni pequeno sin enumerar? Encontraran mencionado todo cuanto hubieren cometido, y tu Senor no oprimira a nadie"},{"SurahNumber":18,"VerseNumber":50,"Text":"Y cuando dijimos a los Angeles: Haced una reverencia ante Adan [Adam]. La hicieron, excepto Iblis que era uno de los genios y desobedecio la orden de su Senor. ¿Acaso tomais a el y a sus descendientes como protectores en vez de tomarme a Mi, a pesar de que son vuestros enemigos? ¡Que mal esta lo que hacen los inicuos"},{"SurahNumber":18,"VerseNumber":51,"Text":"Sabed que no les hice testigos [ni a Iblis ni a su descendencia] de la creacion de los cielos y de la Tierra ni tampoco de su propia creacion, puesto que no habria de tomar como auxiliadores a quienes desvian a los hombres"},{"SurahNumber":18,"VerseNumber":52,"Text":"El dia que se les diga [a los idolatras]: Invocad a aquellos que pretendiais que eran Mis coparticipes. Les invocaran pero ellos no les responderan. Pondremos entre ellos un abismo que les separe"},{"SurahNumber":18,"VerseNumber":53,"Text":"Veran los pecadores el Fuego y sabran que se precipitaran en el, y no encontraran escapatoria"}]}