{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":16,"VerseNumber":119,"Text":"munde, nivu ekagracittaragidda ibrahimara dariyannu anusarisabekendu navu nim'medege divyavaniyannu ravanisidevu. Avaru bahudevaradhakaragiralilla"},{"SurahNumber":16,"VerseNumber":120,"Text":"‘sabt’na (sanivarada) nirbandhagalannu, akuritu bhinnabhipraya talidavara mele matra vidhisalagittu. Khanditavagiyu nim'ma odeyanu, avaru bhinnate talidda ella visayagalannu, punarut'thana dina, avara naduve ityarthagolisi biduvanu"},{"SurahNumber":16,"VerseNumber":121,"Text":"nivu (janarannu) yuktiyondige hagu sadupadesadondige nim'ma odeyana kadege kareyiri – mattu atyuttama ritiyalli avarodane vadisiri. Khanditavagiyu tanna dariyinda dura saridavanu yaru embudannu nim'ma odeyanu ballanu mattu saridariyalliruvavarannu avanu ballanu"},{"SurahNumber":16,"VerseNumber":122,"Text":"ondu vele nivu dandisuvudiddaru, avaru nim'mannu noyisidastu matra nivu avarannu noyisiri. Innu nivu sahaneyannu palisidare, sahana silara palige aduve uttama"},{"SurahNumber":16,"VerseNumber":123,"Text":"nivu sahaneyannu palisiri – nim'ma sahaneyu allahana neravinade phalavagide. Mattu nivu avara visayadalli duhkhisabedi hagu avara kutantragala kuritante besarisabedi"},{"SurahNumber":16,"VerseNumber":124,"Text":"khanditavagiyu allahanu dharma nisthara hagu satkarmigala jotegiddane"},{"SurahNumber":16,"VerseNumber":125,"Text":"jujh"},{"SurahNumber":16,"VerseNumber":126,"Text":"Ratriya vele tanna dasanannu, masjidul haram‌ninda, navu parisaravannu samrd'dha golisiruva masjidul aksadedege karedoydavanu pavananu. Idu atanige nam'ma sanketagalannu torisikoduvudakkagittu. Avanu (allahanu) khandita ellavannu keluvavanu mattu noduvavanagiddane"},{"SurahNumber":16,"VerseNumber":127,"Text":"navu musarige granthavannu nididevu mattu adannu isra'ilara santatigalige margadarsiyagi madidevu – nivu nanna horatu bere yarannu karya sadhakanagi angikarisabaradu (endu adaralli bodhisalagittu)"},{"SurahNumber":16,"VerseNumber":128,"Text":"navu nuh‌ra jote (hadagannu) hattisiddavara santatigale, avaru (nuh) khandita obba krtajna dasaragiddaru"}]}