{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":59,"Text":"Bizdin mugjizalar jibermewimiz burıngılardın mugjizanı jasınga sıgarwı gana boldı. Sonday-aq Samud eline kornew turde arwana jiberdik. Biraq ogan zulımdıq qılıp, oltirdi. Negizinde mugjizalarımızdı ureylendirw usin gana jiberemiz"},{"SurahNumber":17,"VerseNumber":60,"Text":"(Muxammed G.S. ) bir kezde sagan: “Negizinde Rabbın adamdardı bawragan” degen edik. Sagan Migrajda biz korsetkendi (B.J.M.K.R.X.T.J-Q.) jane Qurandagı qargalgan agastı (S.43-A.) adamdarga bir sınaq qıldıq. (Oytkeni, Migraj waqigasına da tozaqtagı Zaqqum agasına da senbegen.) Olardı qorqıtwımız, zor qateleswdi gana arttıradı"},{"SurahNumber":17,"VerseNumber":61,"Text":"Sol waqıtta peristelerge: “Adamga sajde qılındar!”,-dedik. Sonda olar derew sajde qıldı. Biraq Ibilis sajde qılmay: “Balsıqtan jaratqanına sajde qılamın ba?”,-dedi"},{"SurahNumber":17,"VerseNumber":62,"Text":"Ibilis: “Osı, menen ardaqtı qılganındı kordin be? Eger meni qiyamet kunine deyin kesiktirsen, albette urpaqtarınnın ote azınan basqasın qırıma bir alamın” dedi"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Alla): “ Ket! Endi olardan kim sagan erse, sonda ras jazaların jacannam boladı. Tolıq bir jaza ” dedi"},{"SurahNumber":17,"VerseNumber":64,"Text":"“Olardan saman kelgenin dawsınmen awliktir. Jane olarga, attı, jayaw turde kelip, baybalamdap, durliktir. Sonday-aq olardın maldarına, balalarına (aramdıq aralastırıp) ortaq bol. Olarga jalgan wade ber. ” Negizinde saytan olarga aldawdan basqa wade bere almaydı"},{"SurahNumber":17,"VerseNumber":65,"Text":"“Sınayı quldarım bolsa, olarga ıqpalın jurmeydi. Rabbım wakildikte jetik.”"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbıların sonday Alla; ozinin kensiliginen nesibe izdewlerin usin tenizde keme jurgizedi. Oytkeni, Ol, senderge ote meyirimdi"}]}