{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif – Laam – Raa. (Aya mavara ndemamwe ezvishamiso zviri muQur’aan, uye hakuna anoziva zvaanoreva kunze kwaAllah (voga)). Idzi ndidzo ndima dzemuBhuku (Qur’aan) rehungwaru"},{"SurahNumber":10,"VerseNumber":2,"Text":"Zvishamiso here kuvanhu kuti takava tinotumira mashoko edu kumurume anobva pakati pavo (Muhammad (SAW) tichiti): “Yambira vanhu (nekuuya kwemarwadzo emoto (Gehena)), uye ipa mashoko akanaka kune vanotenda (muIslaam) kuti vachawana mubairo hwemabasa avo akanaka kuna Tenzi vavo?” (Asi) vasingatendi vanoti: “Zvirokwazvo, uyu muiiti wemapipi ari pachena.”"},{"SurahNumber":10,"VerseNumber":3,"Text":"Zvirokwazvo, Tenzi venyu ndivo vakasika matenga nenyika mumazuva matanhatu uye vakabva vakwira pamusoro pechigaro chehumambo (nenzira inoenderana nehukuru wavo), vachifambisa hurongwa hwezvinhu zvose. Hakuna humiriri kunze nekuda kwavo. Ava ndivo Allah, Tenzi venyu, nokudaro vanamatei (ivo voga). Nokudaro hamurangariri here"},{"SurahNumber":10,"VerseNumber":4,"Text":"Kwavari ivo ndiko kwamuchadzokera mese. Vimbiso yaAllah ndeye chokwadi. Zvirokwazvo, ndivo (Allah) vakatanga kusika zvisikwa uye vachadzokororazve, kuti vave vanopa mugove zvakaringana avo vaitenda (muhumwe chete hwaAllah) uye kuita mabasa ehutsvene. Asi avo vasingatendi, vachamwa zvinwiwa zvemvura dzinopisa, uye vachawana marwadzo akaomarara nokuti vakanga vasingatendi"},{"SurahNumber":10,"VerseNumber":5,"Text":"Ndivo vakasika zuva sechinhu chinobwinya uye nemwedzi semwenje uye vakava vanoupimira madanho kuti muve munoziva kuverenga makore uye mipimo. Allah havana kusika izvi asi pachokwadi. Vanotsanangura humboo zvizere kuvanhu vane ruzivo"},{"SurahNumber":10,"VerseNumber":6,"Text":"Zvirokwazvo, mukuchinjana kwehusiku nemasikati, uye mune zvisikwa zvose zvaAllah zviri mumatenga uye pasi munyika, mune humboo kune avo vanhu vanochengetedza basa ravo kuna Allah, uye vanovatya zvakanyanya"}]}