{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"O moy narod! YA ne proshu u vas za eto bogatstva, ibo voznagradit menya odin lish' Allakh. YA ne stanu progonyat' tekh, kotoryye uverovali, ibo oni sobirayutsya vstretit'sya so svoim Gospodom. A vas ya schitayu lyud'mi nevezhestvennymi"},{"SurahNumber":11,"VerseNumber":30,"Text":"O moy narod! Kto zashchitit menya ot Allakha, yesli ya progonyu ikh? Neuzheli vy ne pomyanite nazidaniye"},{"SurahNumber":11,"VerseNumber":31,"Text":"YA ne govoryu vam, chto vladeyu sokrovishchnitsami Allakha. YA ne vedayu sokrovennoye. YA ne govoryu, chto yavlyayus' angelom. YA takzhe ne govoryu tem, kotoryye prezrenny v vashikh glazakh, chto Allakh ne daruyet im nikakogo dobra. Allakhu luchshe znat' o tom, chto v ikh dushakh. V protivnom sluchaye ya byl by odnim iz bezzakonnikov»"},{"SurahNumber":11,"VerseNumber":32,"Text":"Oni skazali: «O Nukh (Noy)! Ty prerekalsya s nami i prerekalsya dolgo. Tak yavi zhe nam to, chem ty ugrozhayesh' nam, yesli ty - odin iz tekh, kto govorit pravdu»"},{"SurahNumber":11,"VerseNumber":33,"Text":"On skazal: «Voistinu, eto yavit vam sam Allakh, yesli pozhelayet, i ne v vashikh silakh predotvratit' eto"},{"SurahNumber":11,"VerseNumber":34,"Text":"Moi nastavleniya ne prinesut vam pol'zy, dazhe yesli ya khochu dat' vam dobryy sovet, yesli Allakh pozhelal vvesti vas v zabluzhdeniye. On - vash Gospod', i k Nemu vy budete vozvrashcheny»"},{"SurahNumber":11,"VerseNumber":35,"Text":"Ili zhe oni govoryat: «On sochinil yego». Skazhi: «Yesli ya sochinil yego, to na mne lezhit moy grekh, no k vashim prestupleniyam ya neprichasten»"},{"SurahNumber":11,"VerseNumber":36,"Text":"Nukhu (Noyu) bylo vnusheno v otkrovenii: «Veruyushchimi iz tvoyego naroda budut tol'ko te, kotoryye uzhe uverovali. Posemu ne pechal'sya ot togo, chto oni sovershayut"},{"SurahNumber":11,"VerseNumber":37,"Text":"Vozdvigni kovcheg u Nas na Glazakh i po otkroveniyu Nashemu, i ne prosi Menya za tekh, kotoryye byli nespravedlivy. Voistinu, oni budut potopleny»"}]}