{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":131,"Text":"Und als sie Gutes traf, sagten sie: \"Dies ist unser (Verdienst)!\" Und wenn Schlechtes sie beruhrte, prophezeiten sie von Musa und von denen, die mit ihm waren, Unheilvolles. Ja! Das von euch (prophezeite) Unheilvolle ist doch nur von ALLAH, aber die meisten von ihnen wissen es nicht"},{"SurahNumber":7,"VerseNumber":132,"Text":"Und sie sagten: \"Egal welche Aya du uns vollbringst, um uns damit zu verzaubern, wir werden dir keinen Iman schenken"},{"SurahNumber":7,"VerseNumber":133,"Text":"So schickten WIR ihnen Uberschwemmung, Heuschrecken, Lause, Frosche und Blut als deutliche Ayat, dann haben sie sich in Arroganz erhoben und waren schwer verfehlende Leute"},{"SurahNumber":7,"VerseNumber":134,"Text":"Und als sie die Peinigung uberkam, sagten sie: \"Musa! Richte fur uns Bittgebete an deinen HERRN, wie ER es dir geboten hat. Wenn ER von uns die Peinigung wegnimmt, gewiß werden wir den Iman an dich verinnerlichen und mit dir Israils Kinder doch mitschicken"},{"SurahNumber":7,"VerseNumber":135,"Text":"Doch als WIR von ihnen die Peinigung - bis zu einer fur sie festgelegten Frist, weggenommen haben, hielten sie (ihr Versprechen) nicht ein"},{"SurahNumber":7,"VerseNumber":136,"Text":"So ubten WIR an ihnen Vergeltung. Dann haben WIR sie im Meer ertrinken lassen, weil sie Unsere Ayat leugneten und ihnen gegenuber achtlos zu sein pflegten"},{"SurahNumber":7,"VerseNumber":137,"Text":"Und WIR ließen diejenigen Leute, die unterdruckt wurden, erben das Ostliche und das Westliche des Landes, das WIR mit Baraka erfullt haben. Und das gute Versprechen deines HERRN fur die Kinder Israils wurde vollstandig eingelost als Belohnung fur die Geduld, die sie aufbrachten. Und WIR vernichteten das, was Pharao und seine Leute bewerkstelligten, und das, was sie an Bauten errichteten"}]}