{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Kogoto Allakh napŭti, toĭ e na praviya pŭt, a kogoto ostavi v zabluda - ne shte namerish za tyakh zashtitnitsi osven Nego. I shte gi sŭberem v Denya na vŭzkresenieto po ochi - slepi, nemi i glukhi. Myastoto im e Adŭt. Vsyakoga, shtom pozagasne, shte im dobavyame plamŭtsi"},{"SurahNumber":17,"VerseNumber":98,"Text":"Tova e tyakhnoto vŭzmezdie, zashtoto ne povyarvakha v Nashite znameniya i kazvakha: “Nima sled kato stanem kosti i prŭst, nima naistina shte bŭdem vŭzkreseni v novo tvorenie?”"},{"SurahNumber":17,"VerseNumber":99,"Text":"Nima ne vizhdat, che Allakh, Koĭto sŭtvori nebesata i zemyata, e sposoben da sŭtvori i podobni na tyakh? I otredi im srok, za koĭto nyama sŭmnenie. A ugnetitelite se vŭzprotivyavat samo ot neverie"},{"SurahNumber":17,"VerseNumber":100,"Text":"Kazhi: “Dori da pritezhavakhte sŭkrovishtnitsite s milostta na moya Gospod, i togava shteshe da vi se svidi poradi strakh ot [tyakhnoto] izcherpvane. Chovekŭt e skŭpernik.”"},{"SurahNumber":17,"VerseNumber":101,"Text":"I veche dadokhme na Musa devet yasni znameniya. I pitaĭ [o, Mukhammad] sinovete na Israil kak toĭ doĭde pri tyakh i Faraonŭt mu reche: “Mislya, o, Musa, che naistina si omag’osan.”"},{"SurahNumber":17,"VerseNumber":102,"Text":"Reche [Musa]: “Ti veche uzna, che tezi [znameniya] gi nizposla kato yavni dovodi ne drug, a Gospodŭt na nebesata i na zemyata. I mislya, o, Faraone, che naistina ti si poguben.”"},{"SurahNumber":17,"VerseNumber":103,"Text":"I iskashe da gi progoni ot Zemyata [na Egipet]. I izdavikhme nego i vsichki zaedno s nego"},{"SurahNumber":17,"VerseNumber":104,"Text":"I rekokhme sled nego na sinovete na Israil: “Obitavaĭte zemyata i kogato nastŭpi obeshtanoto za otvŭdniya zhivot, shte vi dovedem stŭlpeni.”"}]}