{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"Əgər sən Rəbbindən dilədiyin mərhəməti umaraq onların uzunə baxmırsansa (imkanın olmadıgı ucun onlara bir sey verə bilmirsənsə), onda onlara xos soz de"},{"SurahNumber":17,"VerseNumber":29,"Text":"Əlini nə qoynunda gizlət, nə də onu busbutun ac (nə xəsis ol, nə də israfcı). Yoxsa qınanmıs və pesman vəziyyətdə qalarsan"},{"SurahNumber":17,"VerseNumber":30,"Text":"Həqiqətən, Rəbbin istədiyinin ruzisini bol edər, istədiyininkini də azaldar. Subhəsiz ki, O, Oz qullarını tanıyır və gorur"},{"SurahNumber":17,"VerseNumber":31,"Text":"Yoxsulluq qorxusundan usaqlarınızı oldurməyin. Axı onların da, sizin də ruzinizi Biz veririk. Onları oldurmək, həqiqətən də, boyuk gunahdır"},{"SurahNumber":17,"VerseNumber":32,"Text":"Zinaya yaxınlasmayın. Cunki bu, iyrənc bir əməl və murdar bir yoldur"},{"SurahNumber":17,"VerseNumber":33,"Text":"Allahın, oldurulməsini haram buyurdugu səxsi haqsız yerə oldurməyin. Kim haqsız yerə oldurulmussə, artıq onun varisinə ixtiyar vermisik (istəsə bagıslayar, istəsə qisas tələb edər, istəsə də qanbahası alar). Lakin o da qisas aldıqda həddi asmamalıdır. Cunki ona artıq komək olunmusdur"},{"SurahNumber":17,"VerseNumber":34,"Text":"Yetim həddi-buluga catana qədər, – xeyirxahlıq (qoruyub saxlamaq və artırmaq məqsədilə istifadə etmək) istisna olmaqla, – onun malına yaxınlasmayın! Əhdə vəfa edin. Cunki hər kəs əhd barəsində sorgu-sual olunacaqdır"},{"SurahNumber":17,"VerseNumber":35,"Text":"Olcdukdə olcuyə tam riayət edin, cəkdikdə duzgun tərəzi ilə cəkin. Bu, daha xeyirli və nəticə baxımından daha yaxsıdır"},{"SurahNumber":17,"VerseNumber":36,"Text":"Haqqında məlumatın olmadıgı bir isin dalınca getmə. Cunki qulaq, goz və urək – bunların hamısı sahibinin əməlləri barəsində sorgu-sual olunacaqdır"},{"SurahNumber":17,"VerseNumber":37,"Text":"Yer uzundə təkəbburlə gəzmə. Cunki sən nə yeri yara bilər, nə də yuksələrək daglara cata bilərsən"},{"SurahNumber":17,"VerseNumber":38,"Text":"Butun bu qadagan edilmis pis əməllər, Rəbbinin xosuna gəlməyən seylərdir"}]}