{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":48,"VerseNumber":16,"Text":"(Согуштан) калып калган бедуиндерге айт: «Силер жакынкы мезгилдерде өтө кубаттуу элдерге каршы чакырыласыңар. Алар менен согушасыңар же болбосо алар (согушсуз) Исламды кабыл алышат. Эгер (ошондо чакырууга) моюн сунсаңар, Аллаһ силерге эң сонун сыйлыктарды берет. Ал эми, мурун качканыңар сыяктуу качып жөнөсөңөр, катуу азап менен азаптайт!»"},{"SurahNumber":48,"VerseNumber":17,"Text":"Сокурга күнөө жок, чолокко да күнөө жок. Оорулуу адамга да күнөө жок.! Кимде-ким Аллаһка жана Анын элчисине моюн сунса, (Аллаһ) аны, түбүнөн дарыялар агып турган Бейиштерге киргизет. Ал эми, ким тескери басып кетсе, ага катуу азап берет"},{"SurahNumber":48,"VerseNumber":18,"Text":"(Худайбиядагы) дарактын түбүндө сага ант (кол) берген кезде, Аллаһ момундардан ыраазы болду. Алардын жүрөгүндөгү (изги) ниеттерин билди жана аларга тынчтык-бейпилдик түшүрүп, жакынкы жеңиш (Хайбарды каратып алуу) менен сыйлады"},{"SurahNumber":48,"VerseNumber":19,"Text":"Жана (Хайбардан) ала турган көп олжолор (менен сыйлады). Аллаһ — Кудуреттүү, Даанышман"},{"SurahNumber":48,"VerseNumber":20,"Text":"Аллаһ силерге (келечекте) ала турган (дагы) көп олжолорду убада кылды. Анан силер үчүн мына бул (Хайбардагы) олжону тездетип берди жана (ушул олжолор) момундар үчүн (Аллаһтын Кудуретинен) белги болушу үчүн жана силерди Туура Жолго баштоосу үчүн (душман) адамдардын колун силерден тосуп койду"},{"SurahNumber":48,"VerseNumber":21,"Text":"Жана башка (олжолор да бар). Силер аларга (азырынча) ээ боло албайсыңар. Аллаһ аларды (Өз илими менен) ороп (билип) турат. Аллаһ ар бир нерсеге Кудуреттүү"},{"SurahNumber":48,"VerseNumber":22,"Text":"Эгер (Худайбияда) каапырлар силерге согуш ачса да, өздөрү артка качып жөнөшмөк. Анан (эч бир) дос-жардамчы таппай калышат"},{"SurahNumber":48,"VerseNumber":23,"Text":"(Бул) илгертеден бери келе жаткан Аллаһтын Жолу. Сен Аллаһтын Жолун эч өзгөртө албайсың"}]}