{"Id":223,"LanguageCodes":["km","khm"],"Name":"khm-cambodianmuslim","Author":"Cambodian Muslim Community Development","Language":"Khmer","Description":"Khmer","Direction":"ltr","Source":"https://quranenc.com/check/khmer_cambodia/v1.0.0-csv.1 , https://quranenc.com/en/browse/khmer_cambodia , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":112,"Text":"គេ(នួហ)បានតបថាៈ តើវាជាការងាររបស់ខ្ញុំដែលខ្ញុំ ត្រូវដឹងចំពោះអ្វីដែលពួកគេបានប្រព្រឹត្ដនោះឬ"},{"SurahNumber":26,"VerseNumber":113,"Text":"ការជំនុំជំរះ(អំពើ)របស់ពួកគេគឺស្ថិតលើម្ចាស់របស់ខ្ញុំ តែមួយគត់ ប្រសិនបើពួកអ្នកដឹង។"},{"SurahNumber":26,"VerseNumber":114,"Text":"ហើយខ្ញុំមិនមែនជាអ្នកដែលបណេ្ដញបណ្ដាអ្នកមាន ជំនឿចោលឡើយ។"},{"SurahNumber":26,"VerseNumber":115,"Text":"ខ្ញុំមិនមែនជាអ្វី ក្រៅពីជាអ្នកដែលដាស់តឿនព្រមាន នោះឡើយ។"},{"SurahNumber":26,"VerseNumber":116,"Text":"ពួកគេបាននិយាយថាៈ ប្រសិនបើអ្នកមិនព្រមបពា្ឈប់ (ការអំពាវនាវ)ទេ ឱនួហ. អ្នកពិតជានឹងក្លាយទៅជាអ្នកដែល ត្រូវសម្លាប់ដោយគប់នឹងដុំថ្មជាមិនខាន។"},{"SurahNumber":26,"VerseNumber":117,"Text":"គេ(នួហ)បានបួងសួងសុំថាៈ ឱម្ចាស់របស់ខ្ញុំ. ពិតប្រាកដ ណាស់ ក្រុមរបស់ខ្ញុំបានបដិសេធនឹងខ្ញុំ។"},{"SurahNumber":26,"VerseNumber":118,"Text":"ដូចេ្នះសូមទ្រង់មេត្ដាវិនិច្ឆ័យរវាងខ្ញុំ និងពួកគេនូវការ វិនិច្ឆ័យមួយយ៉ាងយុត្ដិធម៌ផង ហើយសូមទ្រង់មេត្ដាសង្គ្រោះខ្ញុំ និង អ្នកដែលនៅជាមួយខ្ញុំអំពីបណ្ដាអ្នកដែលមានជំនឿផងចុះ។"},{"SurahNumber":26,"VerseNumber":119,"Text":"ហើយយើងបានសង្គ្រោះគេ និងអ្នកដែលនៅជាមួយគេ (បណ្ដាអ្នកមានជំនឿ)ទៅក្នុងសំពៅមួយដែលពេញដោយបន្ទុក។"},{"SurahNumber":26,"VerseNumber":120,"Text":"បន្ទាប់មកយើងក៏បានពន្លិចពួកដែលសេសសល់(ពួកគ្មាន ជំនឿ)ក្រោយពីនោះ។"},{"SurahNumber":26,"VerseNumber":121,"Text":"ពិតប្រាកដណាស់ នៅក្នុងព្រឹត្ដិការណ៍នោះគឺជាភស្ដុតាង មួយដ៏ច្បាស់លាស់។ តែពួកគេភាគច្រើនគឺគ្មានជំនឿឡើយ។"},{"SurahNumber":26,"VerseNumber":122,"Text":"ហើយពិតប្រាកដណាស់ ម្ចាស់របស់អ្នកគឺជាម្ចាស់មហា ខ្លាំងពូកែ មហាអាណិតស្រឡាញ់។"},{"SurahNumber":26,"VerseNumber":123,"Text":"ក្រុមរបស់អាដបានបដិសេធនឹងបណ្ដាអ្នកនាំសារ។"},{"SurahNumber":26,"VerseNumber":124,"Text":"នៅពេលហ៊ូទដែលជាបងប្អូនរបស់ពួកគេបានពោលទៅ កាន់ពួកគេថាៈ តើពួកអ្នកមិនកោតខ្លាចអល់ឡោះទេឬ"},{"SurahNumber":26,"VerseNumber":125,"Text":"ពិតប្រាកដណាស់ ខ្ញុំគឺជាអ្នកនាំសារម្នាក់ដ៏ស្មោះត្រង់ សម្រាប់ពួកអ្នក។"},{"SurahNumber":26,"VerseNumber":126,"Text":"ដូចេ្នះ ចូរពួកអ្នកកោតខ្លាចអល់ឡោះ និងប្រតិបត្ដិតាម ខ្ញុំចុះ។"},{"SurahNumber":26,"VerseNumber":127,"Text":"ខ្ញុំមិនស្នើរសុំពីពួកអ្នកនូវកម្រៃណាមួយចំពោះការអំពាវ នាវនោះឡើយ។ តែផលបុណ្យនៃការអំពាវនាវរបស់ខ្ញុំ គឺនៅលើ ម្ចាស់ដែលគ្រប់គ្រងពិភពទាំងអស់។"},{"SurahNumber":26,"VerseNumber":128,"Text":"តើពួកអ្នកសាងសង់អាគារស្កឹមស្កៃនៅគ្រប់ទីកន្លែងដែល ខ្ពស់ដើម្បីជាការលេងសើចឬ"},{"SurahNumber":26,"VerseNumber":129,"Text":"ហើយតើពួកអ្នកសាងសង់បណ្ដាវិមានដ៏ប្រណីតនេះពួក អ្នកសង្ឃឹមថានឹងមានជីវិតអមតៈឬ"},{"SurahNumber":26,"VerseNumber":130,"Text":"ហើយនៅពេលពួកអ្នកបានវាយធ្វើបាប(នរណាម្នាក់) ពួកអ្នកបានវាយធ្វើបាបដោយព្រហើនកោងកាច។"},{"SurahNumber":26,"VerseNumber":131,"Text":"ដូចេ្នះ ចូរពួកអ្នកកោតខ្លាចអល់ឡោះ និងប្រតិបត្ដិតាម ខ្ញុំចុះ។"},{"SurahNumber":26,"VerseNumber":132,"Text":"ហើយចូរពួកអ្នកកោតខ្លាចចំពោះអ្នកដែលបានប្រទាន ឱ្យពួកអ្នកនូវអ្វីដែលពួកអ្នកដឹង។"},{"SurahNumber":26,"VerseNumber":133,"Text":"ទ្រង់បានប្រទានឱ្យពួកអ្នកនូវសត្វពាហនៈនិងកូនចៅ។"},{"SurahNumber":26,"VerseNumber":134,"Text":"និងបណ្ដាសួនឧទ្យាន ហើយនិងប្រភពទឹកជាច្រើន។"},{"SurahNumber":26,"VerseNumber":135,"Text":"ពិតប្រាកដណាស់ ខ្ញុំខ្លាចពួកអ្នកទទួលរងនូវទារុណកម្ម នៅថ្ងៃដ៏ធំធេង(ថ្ងៃបរលោក) ។"},{"SurahNumber":26,"VerseNumber":136,"Text":"ពួកគេបានតបថាៈ គឺស្មើគ្នាទេសម្រាប់ពួកយើង ទោះបី ជាអ្នកបានដាស់តឿន ឬមិនមែនជាអ្នកដាស់តឿន(ពួកយើង) ក៏ដោយ។"}]}