{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"nítorí kí wọ́n lè ṣàì moore sí n̄ǹkan tí A fún wọn. Nítorí náà, ẹ máa gbádùn ǹsó. Láìpẹ́ ẹ máa mọ̀"},{"SurahNumber":16,"VerseNumber":56,"Text":"Wọ́n ń fi ìpín kan nínú ohun tí A pèsè fún wọn lélẹ̀ fún ohun tí wọn kò mọ̀. Mo fi Allāhu búra, dájúdájú wọn yóò bi yín léèrè nípa ohun tí ẹ̀ ń dá ní àdápa irọ́"},{"SurahNumber":16,"VerseNumber":57,"Text":"Wọ́n tún ń fi (bíbí) àwọn ọmọbìnrin lélẹ̀ fún Allāhu - Mímọ́ ni fún Un (kò bímọ). – Wọ́n sì ń fi ohun tí wọ́n ń fẹ́ lélẹ̀ fún tiwọn"},{"SurahNumber":16,"VerseNumber":58,"Text":"Nígbà tí wọ́n bá fún ọ̀kan nínú wọn ní ìró ìdùnnú (pé ó bí) ọmọbìnrin, ojú rẹ̀ yóò ṣókùnkùn, ó sì máa kún fún ìbànújẹ́"},{"SurahNumber":16,"VerseNumber":59,"Text":"Ó sì máa fi ara pamọ́ fún àwọn ènìyàn nítorí ìró aburú tí wọ́n fún un. Ṣé ó máa gbà á ní n̄ǹkan àbùkù ni tàbí ó máa bò ó mọ́lẹ̀ láàyè? Ẹ gbọ́, ohun tí wọ́n ń dá lẹ́jọ́ burú"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ti àwọn tí kò gba Ọjọ́ Ìkẹ́yìn gbọ́ ni àkàwé aburú. Ti Allāhu sì ni àkàwé t’ó ga jùlọ. Àti pé Òun ni Alágbára, Ọlọ́gbọ́n"},{"SurahNumber":16,"VerseNumber":61,"Text":"Tí ó bá jẹ́ pé Allāhu ń gbá àwọn ènìyàn mú nítorí àbòsí ọwọ́ wọn, ìbá tí ṣẹ́ abẹ̀mí kan kan kù sórí ilẹ̀. Ṣùgbọ́n Ó ń lọ́ wọn lára di gbèdéke àkókò kan. Nígbà tí àkókò náà bá dé, wọn kò níí sún un ṣíwájú di ìgbà kan, wọn kò sì níí fà á sẹ́yìn.”"},{"SurahNumber":16,"VerseNumber":62,"Text":"Wọ́n ń fi (ọmọbìnrin) n̄ǹkan tí wọn kórira lélẹ̀ fún Allāhu. Ahọ́n wọn sì ń ròyìn irọ́ pé dájúdájú rere ni tàwọn. Kò sí tàbí-ṣùgbọ́n, dájúdájú Iná ni tiwọn. Àti pé dájúdájú wọ́n máa pa wọ́n tì sínú rẹ̀ ni"},{"SurahNumber":16,"VerseNumber":63,"Text":"Mo fi Allāhu búra, dájúdájú A ti rán àwọn Òjíṣẹ́ níṣẹ́ sí àwọn ìjọ kan ṣíwájú rẹ. Nígbà náà, Èṣù ṣe iṣẹ́ wọn ní ọ̀ṣọ́ fún wọn; òun sì ni ọ̀rẹ́ wọn lónìí. Ìyà ẹlẹ́ta-eléro sì wà fún wọn"},{"SurahNumber":16,"VerseNumber":64,"Text":"A kò sọ Tírà náà kalẹ̀ fún ọ bí kò ṣe pé kí o lè ṣàlàyé fún wọn ohun tí wọ́n ń yapa ẹnu sí; ó sì jẹ́ ìmọ̀nà àti ìkẹ́ fún ìjọ onígbàgbọ́ òdodo"}]}