{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":18,"Text":"As for anyone who prefers this momentary life, We readily grant whatever We will to whomever We will. Then We condemn him to the suffering of Hell which he will have to endure, disgraced and disowned"},{"SurahNumber":17,"VerseNumber":19,"Text":"But as for those who desire the life to come, and who endeavor earnestly to obtain it, and [demonstrate] that they truly believe-they are the ones who find favor [with God]"},{"SurahNumber":17,"VerseNumber":20,"Text":"To both those [who are mindful of God in this life] as well as those [who are not] We give some of your Lord's gifts. Your Lord's giving is never restricted"},{"SurahNumber":17,"VerseNumber":21,"Text":"Observe how We give more abundance to some than to others, but [remember that] the life to come will be blessed with higher positions and greater favors"},{"SurahNumber":17,"VerseNumber":22,"Text":"Do not acknowledge any other deity alongside God, lest you [want] to find yourself discredited and abandoned"},{"SurahNumber":17,"VerseNumber":23,"Text":"Your Lord has decreed that you will worship none but Him, and show your parents tender kindness. Should one or both of them reach old age in your care, never say anything that shows impatience with them, never rebuke them, but [always] speak to them respectfully"},{"SurahNumber":17,"VerseNumber":24,"Text":"And spread the wing of mercy in humility over to them, and say, \"My Lord! Have your mercy on them, just as they [had mercy on me] when they raised me as a child"},{"SurahNumber":17,"VerseNumber":25,"Text":"Your Lord is fully aware of what is in your hearts. If you seek [to live] righteously, [He will forgive your errors]: He is Merciful-to-all who return to Him over and over"},{"SurahNumber":17,"VerseNumber":26,"Text":"Give what is due to your relatives, and the very poor, and to the traveler, and do not squander your money senselessly"},{"SurahNumber":17,"VerseNumber":27,"Text":"Those who misuse [their wealth] are [following] Satan in the same way that Satan proved to be ungrateful to his Sustainer"}]}