{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"On goh, ki ʙar modarat on cī vahj kardanī ʙud, vahj kardem"},{"SurahNumber":20,"VerseNumber":39,"Text":"ki ūro dar sanduqe andoz, sanduqro ʙa darjo parto, to darjo ʙa sohilaş andozad va jake az duşmanoni Man va duşmanoni ū sanduqro ʙigirad. Muhaʙʙati xud ʙa tu arzonī doştam, to zeri nazari Man parvariş joʙī"},{"SurahNumber":20,"VerseNumber":40,"Text":"On goh, ki xoharat meraft va meguft: «Mexohed şumoro ʙa kase, ki nigahdorijaş kunad, roh ʙinamojam?» Mo turo nazdi modarat ʙozgardonidem, to caşmonaş ravşan gardad va ƣam naxūrad. Va tu jakero ʙikuştī va Mo az ƣam ozodat kardem va ʙorho turo ʙijozmudem. Va sole cand mijoni mardumi Madjan zistī. Va aknun, ej Mūso, dar in hangom, ki taqdir karda ʙudem, omadaī"},{"SurahNumber":20,"VerseNumber":41,"Text":"Turo xosi Xud kardam"},{"SurahNumber":20,"VerseNumber":42,"Text":"Tu va ʙarodarat ojoti Maro ʙiʙared va dar risolati Man sustī makuned"},{"SurahNumber":20,"VerseNumber":43,"Text":"Ba sūi Fir'avn ʙiraved, ki ū az had guzaştaast"},{"SurahNumber":20,"VerseNumber":44,"Text":"Bo ū ʙa narmī suxan gūed, şojad pand girad jo ʙitarsad»"},{"SurahNumber":20,"VerseNumber":45,"Text":"Guftand: «Ej Parvardigori mo, ʙim dorem, ki ʙar mo zulmu sitam kunad jo sarkaşī az had ʙiguzaronad»"},{"SurahNumber":20,"VerseNumber":46,"Text":"Guft: «Matarsed. Man ʙo şumo hastam. Meşunavamu meʙinam"},{"SurahNumber":20,"VerseNumber":47,"Text":"Pas nazdi ū ravedu gūed: «Mo rasuloni Parvardigori tuem. Banī-Isroilro ʙo mo ʙifirist va ozoraşon madeh. Mo nişonae az Parvardigorat ʙarojat ovardaem. Va salom ʙar on kas, ki az pai hidojat qadam nihad"},{"SurahNumber":20,"VerseNumber":48,"Text":"Alʙatta ʙa mo vahj şudaast, ki azoʙ ʙaroi on kasest, ki rostro durūƣ şumorad va az on rūj gardonad»"},{"SurahNumber":20,"VerseNumber":49,"Text":"Guft: «Ej Mūso, Parvardigori şumo kist?»"},{"SurahNumber":20,"VerseNumber":50,"Text":"Guft: «Parvardigori mo hamon kasest, ki ofarinişi (suratu şakli) har cizero ʙa Ū doda, sipas hidojataş kardast»"},{"SurahNumber":20,"VerseNumber":51,"Text":"Guft: «Holi qavmhoe, ki az in peş mezistand, cist?»"}]}