{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"Fil-Jum meta kull ruħ issib quddiemha. t-tajjeb. li għamlet u l-ħazin li għamlet, hija tkun tixtieq li kieku bejnha u bejnu (il-ħazen tagħha) kien hemm bogħod bla tarf. Alla jwissikom biex minnu tibzgħu. Alla huwa Kollu Tjubija mal-qaddejja (tiegħu)"},{"SurahNumber":3,"VerseNumber":31,"Text":"Għid (Muħammad): ''Jekk tħobbu lil Alla, mela imxu warajja. Alla jħobbkom u jaħfrilkom dnubietkom. Alla Kollu Maħfra, Ħanin"},{"SurahNumber":3,"VerseNumber":32,"Text":"Għid (Muħammad): ''Obdu lil Alla u lill-Mibgħut (tiegħu)i' U jekk jagħtu daharhom (u ma jagħtux widen), Alla ma jħobbx lil dawk li ma jemmnux"},{"SurahNumber":3,"VerseNumber":33,"Text":"Alla. tabilħaqq għazel lil Adam, lil Noc, lil nies Abraham' u lil-nies Għimran (missier Marija) fuq il- ħlejjaq (tiegħu kollha)"},{"SurahNumber":3,"VerseNumber":34,"Text":"(biex ikunu) in-nisel, wieħed mill-ieħor. Alla jisma' kollox u jaf b'kollox"},{"SurahNumber":3,"VerseNumber":35,"Text":"(Ftakar Muħammad) meta mart Għimran qalet: 'Sidi, jiena nwiegħdek dak li għandi fil-guf tiegħi, ħieles (u mogħti. għal kollox għalik). Mela ilqa' (dan) minni Tabilħaqq Inti tisma' kollox u taf b'kollox"},{"SurahNumber":3,"VerseNumber":36,"Text":"Meta wellditha (lil Marija), qalet (b'sogħba): 'Sidi, wellidt tifla ' Alla jaf aktar (minnha) b'dak li welldet, u r-ragel. ma: huwiex bħall-mara. (Jiena. tabilħaqq semmejtha. Marija, u tabilħaqq inqiegħed lilha u. lil nisilha taħt il-ħarsien tiegħek mix-Xitan il-misħut)"},{"SurahNumber":3,"VerseNumber":37,"Text":"Sidha laqagħha tajjeb (lil Marija), u ra li tikber sewwa. Huwa għaddieha għall-ħarsien ta' Zakkarija. Kull meta Zakkarija daħal għandha, f'kamritha tat-talb, kien isib li għandha kulma teħtieg għall-għajxien (saħansitra frott barra zmienu). Qalfilha): Marija, minn fejn (jigik) dan 7' Qalet: 'Huwa mingħand Alla. Alla jagħti l-gid (tiegħu) lil min irid, bla qjies"}]}