{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"Biz onu yer uzərində mohkəmləndirib quvvətləndirdik və hər sey verdik (hər seyin yolunu ona oyrətdik)"},{"SurahNumber":18,"VerseNumber":85,"Text":"O, (məgribə catmaq ucun) yola cıxdı. (Tovbə qapısı məgribdə olduguna gorə səfərini oradan basladı)"},{"SurahNumber":18,"VerseNumber":86,"Text":"Nəhayət, gunəsin batdıgı yerə gəlib catdıqda onu qara palcıqlı bir cesmədə (lehməli bir suda) batan gordu. O, cesmənin yanında (Allahı tanımayan, kafir) bir tayfa da gordu. Biz ona belə buyurduq: “Ya Zulqərneyn! Sən onlara (imana gəlməsələr) əzab da verə bilərsən, (haqq yola də’vət edib) onlarla yaxsı rəftar da edə bilərsən!”"},{"SurahNumber":18,"VerseNumber":87,"Text":"O (Isgəndər) belə cavab verdi: “Zulm (kufr) edənə əzab verəcəyik. Sonra o, Rəbbinin huzuruna qaytarılacaq. (Rəbbi də) ona (Cəhənnəmdə) gorunməmis bir əzab verəcəkdir"},{"SurahNumber":18,"VerseNumber":88,"Text":"Iman gətirib yaxsı is gorənləri isə ən gozəl mukafat (Cənnət) gozləyir. Biz ona asan bir sey əmr edəcəyik!” (Onu Allaha yaxınlasdırmaq ucun bacardıgımız hər seyi – oruc, namaz, zəkat, cihad və s. oyrədəcək, gucu catmayan bir isi isə gorməyə vadar etməyəcəyik)"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra o, basqa bir yola (məsriqə) tərəf uz tutub getdi"},{"SurahNumber":18,"VerseNumber":90,"Text":"Nəhayət, gunəsin cıxdıgı yerə catdıqda onu bir qovm uzərində dogan gordu ki, onlardan otru ona (gunəsə) qarsı hec bir sipər yaratmamısdıq. (Yalnız gunəsin ozu onlar ucun sipər idi)"},{"SurahNumber":18,"VerseNumber":91,"Text":"(Zulqərneynin qudrət və səltənəti, səyahəti) belə idi. Biz hələ onun yanında daha nələr oldugunu da bilirik. (Zulqərneynin qudrətini, nə qədər əsgərlə səfərə cıxdıgını Allahdan basqa hec kəs dəqiq bilməz)"},{"SurahNumber":18,"VerseNumber":92,"Text":"Daha sonra o (Zulqərneyn) basqa bir yola (cənubdan simala) uz tutub getdi"},{"SurahNumber":18,"VerseNumber":93,"Text":"Nəhayət, (sədd salmıs oldugu Azərbaycandakı, yaxud Turkustanda Yə’cud–Mə’cuc tayfaları yasayan ərazidəki) iki dag arasına gəlib catdıqda onların on tərəfindən az qala soz anlamayan (yaxud danısıqları cox cətin basa dusulən) bir tayfa gordu"},{"SurahNumber":18,"VerseNumber":94,"Text":"Onlar (tərcuməci vasitəsilə) dedilər: “Ey Zulqərneyn! Yə’cuc–Mə’cuc (tayfaları) bu ərazidə fitnə-fasad torədirlər. Bizimlə onlar arasında bir sədd cəkmək ucun sənə muəyyən məbləg (yaxud xərac) versək olarmı?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"O (Zulqərneyn) dedi: “Rəbbimin mənə verdiyi (qudrət və sərvət sizin mənə verəcəyiniz məbləgdən) daha yaxsıdır. Gəlin oz quvvənizlə (bənna, fəhlə, dulgər və s.) mənə komək edin, mən də sizinlə onlar arasında mohkəm bir sədd duzəldim"},{"SurahNumber":18,"VerseNumber":96,"Text":"Mənə dəmir parcaları gətirin!” (Onlar gətirdilər). O (Zulqərneyn) iki dagın arasını (dəmir parcaları ilə doldurub) bərabərləsdirən kimi: “(Korukləri) ufurun!” – dedi. (Onlar korukləri ufurdulər). (Zulqərneyn dəmiri) od halına salınca: “Mənə ərimis mis gətirin, onun ustunə tokun!” dedi. (Dəmir və mis bir-birinə qarısdı, ərimis mis divarın dəliklərini doldurdu və beləliklə, mohkəm bir sədd əmələ gəldi)"},{"SurahNumber":18,"VerseNumber":97,"Text":"(Yə’cuc–Mə’cuc tayfaları) artıq nə (səddi) asa bildilər, nə də onu dəlib kecə bildilər"}]}