{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":80,"Text":"Allah evlerinizden size huzur ve sukun (yeri) yapdı. Sizin icin davar derilerinden gerek goc gununuzde, gerek kondugunuz gunde hafifce tasıyacagınız (portatif) evler; yunlerinden, yapagılarından, kıllarından bir zamana kadar (kullanmanız icin) giyimlik (ler), dosemelik (ler) ve ticaret kumas (lar) ı verdi"},{"SurahNumber":16,"VerseNumber":81,"Text":"Allah, yaratdıklarından sizin icin golgeler yaydı. Daglardan size yuvalar, siperler yapdı. Haraaretden sizi koruyacak libaslar, harbde sizi vikaaye edecek (demirden) giyimler yapdı. Iste O, bu suretle uzerinizdeki ni´metini tamamlıyor. Taki (Ona) teslimiyyetle itaat edesiniz"},{"SurahNumber":16,"VerseNumber":82,"Text":"Eger yine yuz cevirirlerse artık senin uzerine dusen ancak apacık bir tebligden ibaretdir"},{"SurahNumber":16,"VerseNumber":83,"Text":"Onlar hem Allahın (bu) ni´met (ler) ini i´tiraf ederler, hem yine onu (fiilleriyle) inkar ederler. Cogu (inadına) kafir kimselerdir onların"},{"SurahNumber":16,"VerseNumber":84,"Text":"Bir gun her ummetden birer sahid gonderecegiz. Sonra o kafirlere izin verilmeyecek, onlardan tarziye de taleb (ve kabul) edilmeyecek"},{"SurahNumber":16,"VerseNumber":85,"Text":"O zaalimler (cehennem) azabı (nı) gorunce (yalvarıb yakaracaklar. Fakat) o (azab) kendilerinden hafifletilmeyecegi gibi onlara muhlet de verilmeyecekdir"},{"SurahNumber":16,"VerseNumber":86,"Text":"Allaha es tutanlar ortakları (olan putları) nı gorunce: «Ey Rabbimiz, bunlar Seni bırakıb tapmakda devam etdigimiz ortaklarımızdır» diyecekler, bunlar da onlar (ın suratların) a su sozu fırlatacaklardır: «Siz hic subhe yok ki kat´iyyen yalancılarsınız»"},{"SurahNumber":16,"VerseNumber":87,"Text":"O gun (zaalimler) Allaha arz-ı teslimiyyet etmisler, duzmus oldukları yalancı (Tanrı) ları ise kendilerini bırakıb gitmisdir"}]}