{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Hajaka mahinaharu nirdharita chan. Tasartha yadi kunai manisale yi mahinaharuma hajako niyata garisakeko cha, bhane usale (hajaka dinaharuma) svasniharusamga sahavasa nagaros ra na kunai naramro kama garos ra na kunai manisasamga jhagada garos. Ra timile juna neka kama garnechaum, tyo allahala'i thaha hunecha. Ra aphno sathama yatrako kharca li'i hinda. Kinabhane sababhanda ramro bato kharca ta allahako dara ho, he bud'dhimanaharu! Masamga darne gara"},{"SurahNumber":2,"VerseNumber":198,"Text":"Timimathi (hajaka dinaharuma vyaparako madhyamabata) aphno jivika prapta garnuma kehi papa chaina. Jaba timiharu araphatabata pharkanchau, taba ‘‘masarula haramama’’ (mujadalephama) allahala'i smarana gara, ra usako smarana tyasari gara jasari usale timiharula'i adesa gareko cha yadyapi yasabhanda agadi timiharu bato vira'eka thiyau"},{"SurahNumber":2,"VerseNumber":199,"Text":"Pheri jahambata aru manisaharu phirta hunchan, timi pani pharka ra allahabata ksamako vinti gardaigara, nihsandeha allaha ksama pradana garnevala, dayavana cha"},{"SurahNumber":2,"VerseNumber":200,"Text":"Pheri jaba hajaka sabai adharaharu (karyaharu) pura garisakeka hunchau, taba (menama) allahala'i smarana gara, juna kisimale timiharu aphna purkhaharula'i smarana garne gardathyau, baru tyobhanda pani badhi. Kehi manisaharu yasta chan jo ki vinti gardachan ki he palanakarta! Hamila'i yasa sansarama (uttama kuraharu) pradana gara, ra yasta manisaharuko lagi akhiratama kunai ansa humdainayau"},{"SurahNumber":2,"VerseNumber":201,"Text":"Ra uniharumadhya kehi yasta chan jo ki prarthana gardachan ki he palanakarta! Hamila'i sansarama pani neki pradana gara, ra akhiratama pani punya pradana gara ra narkako kastabata raksa garnu"},{"SurahNumber":2,"VerseNumber":202,"Text":"Yinai ti manisaharu hun jasaka lagi tiniharuko karmako (ramro) ansa cha ra allahale chittai tyasako hisaba linevala cha"}]}