{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":45,"Text":"Si Dios castigara a la gente [inmediatamente] por sus pecados, no dejaria ninguna criatura sobre la faz de la Tierra. Por Su voluntad les da una prorroga hasta un plazo fijado; pero cuando llegue el plazo, Dios [los juzgara porque] esta bien enterado de todo lo que hacen"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ia’. Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"[Juro] por el Coran, que esta lleno de sabiduria"},{"SurahNumber":36,"VerseNumber":3,"Text":"que tu [¡oh, Mujammad!] eres uno de los Mensajeros [de Dios]"},{"SurahNumber":36,"VerseNumber":4,"Text":"que esta en el sendero recto"},{"SurahNumber":36,"VerseNumber":5,"Text":"Esta es una revelacion del Poderoso, el Misericordioso"},{"SurahNumber":36,"VerseNumber":6,"Text":"para que amonestes a un pueblo cuyos antepasados no fueron advertidos, y por eso son negligentes"},{"SurahNumber":36,"VerseNumber":7,"Text":"Se ha hecho realidad la palabra de Dios sobre la mayoria de ellos, pues no estan dispuestos a creer"},{"SurahNumber":36,"VerseNumber":8,"Text":"Les pondre en sus cuellos argollas que llegaran a sus barbillas, y sus cabezas quedaran erguidas"},{"SurahNumber":36,"VerseNumber":9,"Text":"Pondre ante ellos una barrera y otra detras, y los cubrire con un velo y no podran ver"},{"SurahNumber":36,"VerseNumber":10,"Text":"Les da lo mismo que los amonestes o no, no creeran"},{"SurahNumber":36,"VerseNumber":11,"Text":"Solo se beneficia con tu amonestacion quien sigue el Mensaje y teme al Compasivo en su intimidad. A ellos anunciales que obtendran el perdon y una recompensa generosa"},{"SurahNumber":36,"VerseNumber":12,"Text":"Yo soy Quien resucita a los muertos, y registro lo que hagan de bien y lo que hagan del mal; todo lo tengo mencionado en un libro claro"}]}