{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"De ki: Cinlerden birkaç tanesinin (gelip Kur´ân) dinledikleri ve sonra da : «Biz, hayranlık uyandıran bir Kur´ân dinledik» dedikleri, bana vahiy yoluyla bildirildi"},{"SurahNumber":72,"VerseNumber":2,"Text":"Öyle bir Kur´ân ki, doğruya götürür. Biz ona inandık. Artık hiçbir şeyi Rabbımıza ortak koşmayız"},{"SurahNumber":72,"VerseNumber":3,"Text":"Ve şüphesiz Rabbınızın şanı ve azameti çok yücedir. O, eş ve çocuk edinmemiştir"},{"SurahNumber":72,"VerseNumber":4,"Text":"Oysa bizim şaşkın beyinsiz (olanımız), Allah´a karşı saçmalayıp yalan söylüyordu"},{"SurahNumber":72,"VerseNumber":5,"Text":"Ve gerçekten biz, insanların ve cinlerin Allah´a karşı yalan söylemiyeceklerini sanıyorduk"},{"SurahNumber":72,"VerseNumber":6,"Text":"Hakikat insanlardan bir kısım adamlar, cinlerden bazı kişilere sığınırlardı da bu suretle onların azgınlıklarını artırırlardı"},{"SurahNumber":72,"VerseNumber":7,"Text":"Onlar da sizin sandığınız gibi Allah´ın hiçbir kimseyi diriltip kal, dırmıyacağını sanmışlardı"},{"SurahNumber":72,"VerseNumber":8,"Text":"Biz, gerçekten göğü yokladık da sert ve güçlü bekçilerle ve şihablarla dolu bulduk"},{"SurahNumber":72,"VerseNumber":9,"Text":"Ve biz doğrusu orada dinlemeye uygun oturulacak yerlerde oturduk. Ama şimdi kim dinlemek isterse, kendisini gözetleyen bir şihab bulur"},{"SurahNumber":72,"VerseNumber":10,"Text":"Gerçekten biz bilmiyorduk, yeryüzündekilere kötülük mü istenildi, yoksa Rabbları onlar için bir hayır mı murâd etmiştir"},{"SurahNumber":72,"VerseNumber":11,"Text":"Ve doğrusu bizden iyi-yararlı kişiler de var ve onların ötesinde alçaklar da vardır. Bizler ayrı ayrı yollar tutmuşuzdur"},{"SurahNumber":72,"VerseNumber":12,"Text":"Ve biz elbette Allah´ı yeryüzünde de, başka bir yere kaçsak da âciz bırakamıyacağımızı kesinlikle anladık"},{"SurahNumber":72,"VerseNumber":13,"Text":"Şüphesiz ki, biz doğru yolu gösteren (Kur´ân)ı kulak verip dinlediğimizde ona imân ettik. Artık kim Rabbına imân ederse, ne (ecrinin) eksileceğinden, ne de haksızlığa uğrayacağından korkusu olmaz"}]}