{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"Hontōni ware wa ningen o tsukutta. Soshite sono tamashī ga sasayaku koto mo shitte iru. Ware wa (ningen no) sune dōmyaku yori mo ningen ni chikai nodearu"},{"SurahNumber":50,"VerseNumber":17,"Text":"Miyo, migigawa ni mata hidarigawa ni suwatte, 2-ri no (shugo no tenshi no) kanshi-sha ga kanshi suru"},{"SurahNumber":50,"VerseNumber":18,"Text":"Kare ga mada hitokoto mo iwanai no ni, kare no hata no kanshu wa (kiroku no) junbi o totonoete iru"},{"SurahNumber":50,"VerseNumber":19,"Text":"Soshite jissai ni shi no konsui ga otozureru. Kore wa anata ga sakete kita mono"},{"SurahNumber":50,"VerseNumber":20,"Text":"Soshite rappa ga fuka reru. Kore wa ano yakusoku sa reta hidearu"},{"SurahNumber":50,"VerseNumber":21,"Text":"Soshite onōno no tamashī wa, otte to shōgen-sha ni tomonawa rete kuru. Soshite onōno no tamashī wa,(hitsuji no gun o oitateru yō ni) otte (no tenshi) hitori to (gense no shogyō o shōgen suru tame no) shōgen (no tenshi) hitori ni tomonawa rete yatte kuru"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Sonotoki, iwa reyou. ) `Anata wa, kono (shinpan no hi) ni tsuite jissai chūi shinakatta. Ware wa ima, anata kara kutsugae o torinozoku. Kyō wa, anata no shikaku wa eibindearu"},{"SurahNumber":50,"VerseNumber":23,"Text":"Kare no dōhan no nakama wa iu. `Kore ga, watashi no junbi shita monodesu"},{"SurahNumber":50,"VerseNumber":24,"Text":"(Sonotoki omo wa ōse rareyou. ) `Anata gata ryōmei, hangyaku shita ganmeina mono o subete, jigoku ni nagekome"},{"SurahNumber":50,"VerseNumber":25,"Text":"Tadashī michi o samatageta mono, okite o yabutta mono,(shinri ni) utagai o daita mono"},{"SurahNumber":50,"VerseNumber":26,"Text":"arrā to dōi ni soto no kami o tateta mono, anata gata ryōmei wa, korera o kibishī chōbatsu no naka ni nagekome"},{"SurahNumber":50,"VerseNumber":27,"Text":"Kare no nakama wa iu. `Omo yo, watashi ga kare o somuka seta node wa arimasen. Kare ga (mizukara) tōku mayoikonde shimatta nodesu"},{"SurahNumber":50,"VerseNumber":28,"Text":"Kare wa ōse rareyou. `Ware no mae de giron shite wa naranai. Ware wa soku ni anata gata ni keikoku shita nodearu"},{"SurahNumber":50,"VerseNumber":29,"Text":"Ware wa itta koto o kaeru koto wanai. Mata ware no shimo be-tachi ni taishi, kesshite fuseide wa nai nodearu"},{"SurahNumber":50,"VerseNumber":30,"Text":"Sonohi ware ga jigoku ni,`man'in ni natta ka.' To tou to,`nao ōku no (hairu)-sha ga orimasu ka.' To kotaeru"},{"SurahNumber":50,"VerseNumber":31,"Text":"Omo o osoreru mono ni wa, rakuen ga chikadzuite kuru. Sugu chikaku ni"},{"SurahNumber":50,"VerseNumber":32,"Text":"Kore wa kaigo shite tsuneni (arrā ni) kaeri (omo no okite o) mamoru subete no mono no tame ni yakusoku sa rete ita monodeari"},{"SurahNumber":50,"VerseNumber":33,"Text":"menimienai jihibukaki okata o osore, kokoronosokokara kaigo shite (omoni) kaetta-sha-tachi no tame (no monodearu)"},{"SurahNumber":50,"VerseNumber":34,"Text":"Yasu njite sore ni ire. Kore wa eien no hidearu"},{"SurahNumber":50,"VerseNumber":35,"Text":"Kare-ra no tame ni wa soko ni, hoshīmono wa nandemoari, mata waga moto kara motto tsuika ga arou"}]}