{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":67,"Text":"Denizde size bir sıkıntı degdigi zaman Ondan (Allahdan) baska (butun) tapdıgınız kisiler gaaib olur (gider. Yalınız Allahdan yardım istersiniz). Fakat O, sizi kurtarıb karaya cıkarınca yine yuz cevirirsiniz. Insan cok nankordur"},{"SurahNumber":17,"VerseNumber":68,"Text":"Onun kara tarafında sizi yere gecirmesinden, yahud uzerinize cakıllı bir (kasırga) gondermesinden (selametinize) emin mi oldunuz? (Olmayın). Sonra kendinize hic bir vekil bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Yoksa Onun, sizi tekrar oraya (denize) dondurub de ustunuze kırıb buken bir fırtına yollamasına ve nihayet yapdıgınız nankorluk sebebiyle sizi bogmasına karsı emniyyete mi girdiniz? (Bu suretde de) yine bize karsı onun ocunu alacak bulamazsınız"},{"SurahNumber":17,"VerseNumber":70,"Text":"Andolsun ki biz Adem ogullarını ustun bir izzet ve serefe mazhar kılmısadır. Onlara karada, denizde tasıyacak (vaasıtalar) verdik, onlara guzel guzel rızıklar verdik, onları yaratdıgımızın bir cogundan cidden ustun kıldık"},{"SurahNumber":17,"VerseNumber":71,"Text":"(Hatırla) o gun (u) ki insan sınıflarından her birini biz imanlarıyle cagıracagız. Artık kimin kitabı sagından verilirse onlar kitablarını en kucuk haksızlıga ugratılmaksızın (kendileri) okuyacaklardır"},{"SurahNumber":17,"VerseNumber":72,"Text":"Kim bu (dunya) da kor olursa o, ahiretde de kordur, yolca da daha saskındır"},{"SurahNumber":17,"VerseNumber":73,"Text":"(Akıllarınca) onlar sana vahy etdigimzden baskasını uydurub bize (atf ve) iftira edesin diye seni bile hemen hemen fitneye dusurecekler, o takdirde seni (candan) dost edineceklerdi"},{"SurahNumber":17,"VerseNumber":74,"Text":"Eger sana sebat vermis olmasaydık, andolsun ki, sen onlara (belki) biraz meyl edecekdin"},{"SurahNumber":17,"VerseNumber":75,"Text":"O takdirde ise biz dirimin de katmerli, olumun de katmerli (acısını) sana tatdıracakdık muhakkak. Sonra bize karsı kendin icin hic bir yardımcı da bulamayacakdın"}]}