{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":43,"Text":"Ka prej tyre, që të shikojnë ty. E, mos vallë ti do t’i udhëzosh në rrugë të drejtë të verbëtit, të cilët nuk shohin hollësisht (me mend)"},{"SurahNumber":10,"VerseNumber":44,"Text":"Me të vërtetë, Perëndia nuk u bënë kurrfarë të keqe njerëzve, por njerëzit i bëjnë keq vetvetes"},{"SurahNumber":10,"VerseNumber":45,"Text":"E, atë ditë kur do t’i tubojmë Na ata, do t’u duket atyre se vetëm një moment të shkurtër të ditës kanë bredhur në Tokë, aq sa për ta njohur njëri-tjetrin. Madje, janë të humbur, ata që kanë përgënjeshtruar takimin me Perëndinë, e nuk ishin në rrugë të drejtë"},{"SurahNumber":10,"VerseNumber":46,"Text":"Qoftë që të tregojmë Na ty, diçka nga ajo që u kemi premtuar atyre ose ta marrim shpirtin Na ty, te Na do të kthehen ata, e Perëndia është dëshmitar për që punojnë ata"},{"SurahNumber":10,"VerseNumber":47,"Text":"Çdo popull ka pasur pejgamber. Dhe kur atyre t’u vie pejgamberi, do të gjykohet mes tyre me të drejtë, dhe nuk do t’u bëhet zullum"},{"SurahNumber":10,"VerseNumber":48,"Text":"Ata thonë: “Kur do të plotësohet ky premtim, nëse thoni të vërtetën?”"},{"SurahNumber":10,"VerseNumber":49,"Text":"Thuaj: “Unë nuk jam në gjendje t’i bëj vetes as dëm as dobi, përveç asaj që dëshiron Perëndia. Çdo popull ka afatin e vet; kur t’i vijë ai, nuk mund ta shtyejnë (ata), për asnjë çast, e as ta shpejtojnë"},{"SurahNumber":10,"VerseNumber":50,"Text":"Thuaj: “Çka mendoni ju, nëse ju vie dënimi i Tij natën apo ditën, pse e nxitojnë atë (dënimin) mëkatarët?”"},{"SurahNumber":10,"VerseNumber":51,"Text":"A mos vallë, vetëm atëherë kur të ndodhë – besoni në të? A, tash po besoni, e madje më parë e nxitonit dënimin"},{"SurahNumber":10,"VerseNumber":52,"Text":"E pastaj, u thuhet zullumqarëve: “Shijoni dënimin e përhershëm! Dhe, nuk dënoheni ndryshe, përveç ashtu si keni punuar”"},{"SurahNumber":10,"VerseNumber":53,"Text":"Ata kërkojnë shpjegim prej teje: “A është e vërtetë ajo?” Thuaj: “Po pasha Zotin tim, ajo padyshim është e vërtetë, e ju nuk do të mund t’i shmangeni!”"}]}