{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":113,"Text":"Und die Juden sagen: \"Die Christen stutzen sich auf nichts\", und die Christen sagen: \"Die Juden stutzen sich auf nichts\", wobei sie doch das Buch lesen. Genau so, wie sie reden, redeten diejenigen, die kein Wissen besitzen. Allah wird dann am Tag der Auferstehung zwischen ihnen uber das richten, woruber sie gestritten haben"},{"SurahNumber":2,"VerseNumber":114,"Text":"Wer begeht mehr Unrecht als derjenige, der verhindert, daß in den Gebetsstatten Allahs Sein Name gerufen wird, und der fur ihre Zerstorung eifert? Jene durfen sie nicht anders als in Furcht betreten. Fur sie gibt es im Diesseits Schande und im Jenseits wird ihnen eine schwere Strafe zuteil sein"},{"SurahNumber":2,"VerseNumber":115,"Text":"Und Allah gehort der Osten und der Westen; wo immer ihr euch also hinwendet, dort ist das Antlitz Allahs. Wahrlich, Allah ist Allumfassend, Allwissend"},{"SurahNumber":2,"VerseNumber":116,"Text":"Und sie sagen: \"Allah hat Sich einen Sohn genommen.\" Gepriesen sei Er! Wahrlich, Ihm gehort, was in den Himmeln und auf der Erde ist alles ist Ihm untertan"},{"SurahNumber":2,"VerseNumber":117,"Text":"Dem Schopfer der Himmel und der Erde! Wenn Er eine Sache beschließt, so sagt Er nur zu ihr: \"Sei!\" und sie ist"},{"SurahNumber":2,"VerseNumber":118,"Text":"Und diejenigen, die kein Wissen besitzen, sagen: \"Warum spricht Allah nicht zu uns und sendet uns kein Zeichen?\" So, wie sie reden, redeten auch diejenigen vor ihnen. Ihre Herzen sind einander gleich. Wir haben die Ayat klargemacht fur Leute mit sicherem Glauben"},{"SurahNumber":2,"VerseNumber":119,"Text":"Wir haben dich mit der Wahrheit gesandt als Verkunder der frohen Botschaft und Warner, und du bist fur die Gefahrten der Gahim nicht verantwortlich"}]}