{"Id":332,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"[Sabe,] pues, [que] Dios está sublimemente exaltado, [es] el Supremo Rey, la Suprema Verdad: y [sabiendo esto,] no te precipites con el Qur’án, antes de que te sea revelado por entero, sino di [siempre]: “¡Oh Sustentador mío, auméntame en conocimiento!”"},{"SurahNumber":20,"VerseNumber":115,"Text":"Y, EN VERDAD, impusimos antaño Nuestro mandamiento a Adán; pero lo olvidó, y no hallamos en él firmeza de propósito"},{"SurahNumber":20,"VerseNumber":116,"Text":"Pues [así fue:] cuando dijimos a los ángeles: “¡Postraos ante Adán!” –se postraron todos, excepto Iblís, que se negó [a hacerlo]"},{"SurahNumber":20,"VerseNumber":117,"Text":"y entonces dijimos: “¡Oh Adán! En verdad, este es un enemigo tuyo y de tu esposa: no dejéis que os expulse del jardín y te haga desgraciado"},{"SurahNumber":20,"VerseNumber":118,"Text":"Ciertamente, en él no pasarás hambre ni te sentirás desnudo"},{"SurahNumber":20,"VerseNumber":119,"Text":"y no pasarás sed ni sufrirás el ardor del sol.”"},{"SurahNumber":20,"VerseNumber":120,"Text":"Pero Satán le susurró, diciendo: “¡Oh Adán! ¿Quieres que te indique el árbol de la vida eterna, y [por medio de él] un dominio que no se extingue?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"Y comieron ambos de él: y entonces se hicieron conscientes de su desnudez y comenzaron a cubrirse con hojas del jardín. Y [así] desobedeció Adán a su Sustentador, y así cayó en el extravío"},{"SurahNumber":20,"VerseNumber":122,"Text":"Luego, [no obstante,] su Sustentador lo eligió [para Su gracia], aceptó su arrepentimiento, y le concedió Su guía"},{"SurahNumber":20,"VerseNumber":123,"Text":"diciendo: “¡Descended todos de este [estado de inocencia, y sed en adelante] enemigos unos de otros! Sin embargo, os llegará una guía procedente de Mí: y quien siga Mi guía no se extraviará, ni será desgraciado"},{"SurahNumber":20,"VerseNumber":124,"Text":"Pero quien se aparte de Mi recuerdo –tendrá una vida de estrechas miras; y en el Día de la Resurrección le haremos comparecer ciego.”"},{"SurahNumber":20,"VerseNumber":125,"Text":"[Y, en el Día de la Resurrección, el pecador] preguntará: “¡Oh Sustentador mío! ¿Por qué me has hecho comparecer ciego, si [en la tierra] estaba dotado de vista?”"}]}