{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Say (O Muhammad, unto mankind): I warn you only by the Inspiration. But the deaf hear not the call when they are warned"},{"SurahNumber":21,"VerseNumber":46,"Text":"And if a breath of thy Lord's punishment were to touch them, they assuredly would say: Alas for us! Lo! we were wrong-doers"},{"SurahNumber":21,"VerseNumber":47,"Text":"And We set a just balance for the Day of Resurrection so that no soul is wronged in aught. Though it be of the weight of a grain of mustard seed, We bring it. And We suffice for reckoners"},{"SurahNumber":21,"VerseNumber":48,"Text":"And We verily gave Moses and Aaron the Criterion (of right and wrong) and a light and a Reminder for those who keep from evil"},{"SurahNumber":21,"VerseNumber":49,"Text":"Those who fear their Lord in secret and who dread the Hour (of doom)"},{"SurahNumber":21,"VerseNumber":50,"Text":"This is a blessed Reminder that we have revealed: Will ye then reject it"},{"SurahNumber":21,"VerseNumber":51,"Text":"And We verily gave Abraham of old his proper course, and We were Aware of him"},{"SurahNumber":21,"VerseNumber":52,"Text":"When he said unto his father and his folk: What are these images unto which ye pay devotion"},{"SurahNumber":21,"VerseNumber":53,"Text":"They said: We found our fathers worshippers of them"},{"SurahNumber":21,"VerseNumber":54,"Text":"He said: Verily ye and your fathers were in plain error"},{"SurahNumber":21,"VerseNumber":55,"Text":"They said: Bringest thou unto us the truth, or art thou some jester"},{"SurahNumber":21,"VerseNumber":56,"Text":"He said: Nay, but your Lord is the Lord of the heavens and the earth, Who created them; and I am of those who testify unto that"},{"SurahNumber":21,"VerseNumber":57,"Text":"And, by Allah, I shall circumvent your idols after ye have gone away and turned your backs"}]}