{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Tamankaltainen on puutarha, joka on luvattu niille, jotka hartautta harjoittavat: sita huuhtelevat purot, sen hedelmat ovat ikuisia, kuten sen viihtyisa varjokin. Tama on niiden maaranpaa, jotka hartautta harjoittavat, mutta uskottomien loppuna on oleva tuli"},{"SurahNumber":13,"VerseNumber":36,"Text":"Ja ne, joille on annettu Kirja, ovat iloisia siita, mita sinulle on lahetetty, mutta jotkut heimot kieltavat osan siita. Sano: »Minut on vain maaratty palvelemaan Jumalaa eika asettamaan ketaan Hanen rinnalleen. Hanta mina huudan avukseni, ja Hanen luoksensa mina olen palaava.»"},{"SurahNumber":13,"VerseNumber":37,"Text":"Nain Me olemme lahettanyt sen maan paalle ohjeeksi arabiankielella. Mutta jos aiot seurata heidan himojaan kaikesta siita tiedosta huolimatta, mika osaksesi on tullut, niin Jumalaa vastaan sinulla ei ole oleva ainoatakaan ystavaa eika pelastajaa"},{"SurahNumber":13,"VerseNumber":38,"Text":"Totisesti, me olemme lahettanyt lahettilaita jo ennen sinua, ja Me annoimme heille vaimoja ja lapsia. Mutta lahettilaan asia ei ole naytella tunnusmerkkeja, paitsi Jumalan luvalla. Jokaista tehtavaa varten on maarays"},{"SurahNumber":13,"VerseNumber":39,"Text":"Jumala pyyhkii pois tahi vahvistaa minka haluaa, ja Hanella on alkuperainen (Jumalan tiedon) Kirja"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ja joko me naytamme sinulle jotakin siita, minka olemme heille varannut, tai annamme sinulle tayden palkkasi, joka tapauksessa sinun tehtavasi on julistaa sanomaa, ja Meidan asiamme on vaatia tilinteko"},{"SurahNumber":13,"VerseNumber":41,"Text":"Eivatko he ajattele, etta Me lahestymme tata maata ja teemme sen rajoja ahtaammiksi. Kun Jumala tuomitsee, niin Hanen tuomiotaan ei voida torjua. Han on nopea tilinteossaan"},{"SurahNumber":13,"VerseNumber":42,"Text":"Totisesti, heidan edeltajansa tekivat suunnitelmiaan, mutta suunnitelmat kokonaisuudessaan kuuluvat Jumalalle. Han tietaa, mita kukin sielu tekee, ja uskottomat saavat pian huomata, kenelle kuuluu lopullinen koti"}]}