{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Mu by’ukuri, babandi bemeye (ubutumwa bwa Muhamadi), Abayahudi (abemeye ubutumwa bwa Musa ku gihe cye), Abakirisitu (abemeye ubutumwa bwa Isa (Yesu) ku gihe cye) n’Abaswaabi’i (abagumye kuri kamere yabo yo kwemera Imana batagira idini bayobotse muri icyo gihe), (muri abo bose) abemeye Allah by’ukuri, bakemera umunsi w’imperuka ndetse bakanakora ibitunganye, abo bazagororerwa ibihembo kwa Nyagasani wabo, kandinta bwoba ndetse nta n’agahinda bazagira"},{"SurahNumber":2,"VerseNumber":63,"Text":"Munibuke (yemwe Bayisiraheli) ubwo twakiraga isezerano ryanyu (ryo kubahiriza amategeko ya Tawurati, ntimwaryubahiriza), tukanazamura umusozi hejuru yanyu (tugiye kuwububikaho), (turababwira tuti) \"Ngaho nimwakire ibyo twabahaye (Tawurati) mubikomeze, kandi muzirikane ibirimo kugira ngo muganduke"},{"SurahNumber":2,"VerseNumber":64,"Text":"Nyuma murongera mubitera umugongo. Iyo bitaza kuba ineza n’impuhwe bya Allah kuri mwe, mwari kuba mu banyagihombo"},{"SurahNumber":2,"VerseNumber":65,"Text":"Kandi mu by’ukuri mwamenye bamwe muri mwe barengereye isabato12, nuko turababwira tuti \"Nimube inkende musuzuguritse"},{"SurahNumber":2,"VerseNumber":66,"Text":"Nuko (icyo gihano) tukigiraisomo ku bariho icyo gihe no kubazabaho nyuma ya bo, binaba inyigisho ku batinya (Allah)"},{"SurahNumber":2,"VerseNumber":67,"Text":"Munibuke ubwo Musa yabwiraga abantu be ati \"Mu by’ukuri, Allah abategetse kubaga inka\". Baravuga bati \"Ese uradukinisha?\" (Mussa) aravuga ati \"Nikinze kuri Allah ngo andinde kuba mu njiji"},{"SurahNumber":2,"VerseNumber":68,"Text":"Baravuga bati \"Dusabire Nyagasani wawe adusobanurire imiterere y’iyo nka\". Aravuga ati \"Mu by’ukuri, (Allah) avuze ko ari inka itari ijigija ntibe n’umutavu; ahubwo ibe iri hagati y’izo zombi. Ngaho nimukore ibyo mutegetswe"},{"SurahNumber":2,"VerseNumber":69,"Text":"Baravuga bati \"Dusabire Nyagasani wawe adusobanurire ibara ryayo\". Aravuga ati \"Mu by’ ukuri, avuze ko ari inka y’igaju, y’ibara rikeye cyane, ishimisha abayireba"}]}