{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"Drive ty domluvit dohromady ty jsem ty watercraft ty odrikavat ‘Velebit BUH pro krome nas podle odporny lide"},{"SurahNumber":23,"VerseNumber":29,"Text":"Odrikavat ‘Muj Lord pripustit mne vylodit zpropadeny zjisteni; Ty byl nejlepsi vysvoboditel"},{"SurahNumber":23,"VerseNumber":30,"Text":"Tyto postarat se sufficient zkouska ty! My prosim pripojit ty vyzkouset"},{"SurahNumber":23,"VerseNumber":31,"Text":"Subsequently my dosadit jiny buzeni pozdeji Ti"},{"SurahNumber":23,"VerseNumber":32,"Text":"My poslal podle ti hlasatel podle ti odrikavat Ty zbonovat BUH! Ty ne mel jinak buh Jemu. Ty ne jsem spravedlivy"},{"SurahNumber":23,"VerseNumber":33,"Text":"Vedouci svem lide pochybovat vyradit plan Dale - Trebae my postarat se nebo ti generously za tohleto doivotni - Odrikavat Tento jsem nikoliv jinam than lidska bytost jsem ty! On stravit podle co ty stravit napoj ackoliv ty napoj"},{"SurahNumber":23,"VerseNumber":34,"Text":"Jestlie ty poslouchat lidska bytost jsem ty pak ty jsem skutecne kdo neco ztrati"},{"SurahNumber":23,"VerseNumber":35,"Text":"On slibny ty ty posledni obeh v poprasit kost ty delat se znovu"},{"SurahNumber":23,"VerseNumber":36,"Text":"Nemony nemony vskutku byl co slibny ty"},{"SurahNumber":23,"VerseNumber":37,"Text":"My jen bydlit tento doivotni - My bydlit posledni! - A my nikdy vzkrisit"},{"SurahNumber":23,"VerseNumber":38,"Text":"On jsem presne mu vymyslet svetsky znak ti BUH! My nikdy verit jemu"},{"SurahNumber":23,"VerseNumber":39,"Text":"On odrikavat Muj Lord pripustit mne vitezstvi oni pochybovat mne"},{"SurahNumber":23,"VerseNumber":40,"Text":"On odrikavat Drive oni jsem litost"},{"SurahNumber":23,"VerseNumber":41,"Text":"Odskodneni prastit ti equitably tim my zapnout ti znicit. Prostopasny lide hynout"},{"SurahNumber":23,"VerseNumber":42,"Text":"Subsequently my dosadit jinak vyroba ti"}]}