{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Allah´ın goklerdeki ve yerdeki her seyi emrinize verdigini, nimetlerini acıkca veya gizlice onunuze alabildigine serdigini gormez misiniz? Yine de insanlar arasında oylesi var ki, (Allah hakkında) hicbir bilgisi, bir rehberi ve aydınlatıcı bir vahiy olmadan O´nunla ilgili tartısmalara girer"},{"SurahNumber":31,"VerseNumber":21,"Text":"ve boyle (insanlara) Allah´ın bahsettigine tabi olmaları soylendiginde, \"Hayır, biz, atalarımızdan gordugumuz (inanc ve eylem bicimlerin)e uyarız!\" derler. Oyle mi, ya Seytan onları yakıcı atesin azabına cagırmıssa"},{"SurahNumber":31,"VerseNumber":22,"Text":"Kim butun benligiyle Allah´a teslim olursa ve aynı zamanda dogru ve yararlı islerde bulunursa, hic sarsılmayan (saglam) bir dayanak elde etmis olur: cunku her seyin akibeti Allah´ın elindedir"},{"SurahNumber":31,"VerseNumber":23,"Text":"Hakikati inkara sartlanmıs olana gelince, onun inkarı seni uzmesin: onlar sonunda Bize donecekler ve o zaman, (hayatta iken) yaptıklarının (gercekte) ne oldugunu onlara gosterecegiz: cunku Allah, (insanların) kalplerindekini en iyi bilendir"},{"SurahNumber":31,"VerseNumber":24,"Text":"Onlara kısa bir sure hayatın zevkini yasatır, ama sonunda siddetli bir azaba surukleriz"},{"SurahNumber":31,"VerseNumber":25,"Text":"(Cogu insan) gibi, sayet onlara, \"Gokleri ve yeri yaratan kimdir?\" diye sorsan, hic tereddut etmeden \"Allah´tır!\" derler. De ki: \"(O halde bilin ki) butun ovguler yalnız Allah´a mahsustur!\" Fakat onların cogu (bunun ne demek oldugunu) bilmez"},{"SurahNumber":31,"VerseNumber":26,"Text":"Goklerde ve yerde ne varsa hepsi Allah´ındır. Suphesiz yalnız Allah, kendi kendine yeterlidir, butun ovguler yalnız O´na mahsustur"},{"SurahNumber":31,"VerseNumber":27,"Text":"Yeryuzundeki butun agaclar kalem olsaydı, denizler de murekkep, sonra yedi deniz (daha) eklenseydi, Allah´ın sozleri yine de tukenmezdi: cunku Allah, kudret ve hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":28,"Text":"Hepinizin yaratılması ve yeniden diriltilmesi, (O´nun icin) tek bir can(lının yaratılması ve diriltilmesi) gibidir: Suphe yok ki Allah, her seyi isiten, her seyi gorendir"}]}