{"Id":263,"LanguageCodes":["my","mya"],"Name":"mya-basein","Author":"Ba Sein","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"၆၁။\tမှတ်သားကြလော့၊ သူသည် တရားစီရင်တော်မူသောနေ့တော်ကြီး၏ အထိမ်းအမှတ်တစ်ပါးဖြစ်၏၊ ထို့ကြောင့် သင်တို့သည် ထိုနေ့တော်ကြီးကျရောက်လာမည်ကို ယုံမှားသံသယမရှိကြလင့်၊ ငါ၏ လမ်းတော်ကို လိုက်ကြ လော့၊ ဤသည်သာလျှင် လမ်းမှန်ဖြစ်၏။"},{"SurahNumber":43,"VerseNumber":62,"Text":"၆၂။\tသင်တို့အား ရှိုင်တာန်မာရ်နတ်သည် လှည့်ပစ်ခြင်းကို မပြုစေလင့်၊ သူသည် သင်တို့၏ ရန်သူအစစ်အမှန် ဖြစ်၏။"},{"SurahNumber":43,"VerseNumber":63,"Text":"၆၃။\tတမန်တော်အီစာသည် ရှင်းလင်းထင်ရှားသောသက်သေခံများကို ယူဆောင်လာ၍ မိမိအသင်းသားများကို ဟောပြောသည်မှာ အေ-အသင်းသားတို့၊ ငါသည် သင်တို့ထံသို့ ပညာအလင်းရောင်ကို ယူဆောင်လာ၏၊ သင်တို့အချင်းချင်းငြင်းခုံနေကြသောအရာအချို့ကို ထင်ရှားစေရန် လာခဲ့၏၊ ထို့ကြောင့်အလ္လာဟ်အရှင်မြတ်၏ အမှုတော်ကို ကျေပြွန်ကြလော့၊ ငါ၏ စကားကို နားထောင်ကြလော့။"},{"SurahNumber":43,"VerseNumber":64,"Text":"၆၄။\tမှတ်သားကြလော့၊ အရှင်မြတ်သည် ငါ၏အရှင်သခင်၊ သင်တို့၏ အရှင်သခင်ဖြစ်တော်မူ၏၊ ထို့ကြောင့်အရှင်မြတ် အား ကိုးကွယ်ကြလော့၊ ဤသည်သာလျှင်လမ်းမှန်ဖြစ်၏။"},{"SurahNumber":43,"VerseNumber":65,"Text":"၆၅။\tသို့သော်ထိုအသင်းသားတို့သည် အချင်းချင်းအစုအစုကွဲပြားပြီးလျှင် အငြင်းအခုံပြုလုပ်ကြလေ၏၊ ထို့ကြောင့် သူတို့သည် အလွန်ပြင်းပြနာကျယ်ဖွယ်နေ့၏ အပြစ်ဒဏ်ကြောင့် ပျက်စီးဆုံးရှုံးကြရလတ့ံ။"},{"SurahNumber":43,"VerseNumber":66,"Text":"၆၆။\tသူတို့သည် မိမိတို့မသိမမြင်ပဲ ရုတ်တရက်ရှောင်တခင်ကျရောက်လာမည့်အချိန်တော်ကြီးမှတပါး အခြားတစ်စုံ တစ်ခုမျှ စောင့်ဆိုင်းနေကြမည်မဟုတ်ချေ။"},{"SurahNumber":43,"VerseNumber":67,"Text":"၆၇။\tထိုနေ့တော်ကြီး၌ အလ္လာဟ်အရှင်မြတ်၏ အမှုတော်ကို ထမ်းသူတို့မှတပါး အခြားသူတို့သည် အဆွေခင်ပွန်း အချင်းချင်းတစ်ဦးနှင့်တစ်ဦးရန်သူများဖြစ်ကြလိမ့်မည်။"},{"SurahNumber":43,"VerseNumber":68,"Text":"၆၈။\tအို-ငါ၏ ကျေးကျွန်အပေါင်းတို့၊ ထိုနေ့တော်ကြီး၌ သင်တို့အဖို့ကြောက်ရွံ့စရာမရှိချေ၊ သင်တို့သည် ဝမ်းနည်း ပူဆွေးရသူများမဟုတ်ချေ။"},{"SurahNumber":43,"VerseNumber":69,"Text":"၆၉။\tသင်တို့သည် ငါထုတ်ပြန်ချပေးသနားတော်မူသောကုရ်အာန်ကျမ်းတော်မြတ်ကို သက်ဝင်ယုံကြည်လျက် ငါ့အား ကျိုးနွံနာခံကြ၏။"},{"SurahNumber":43,"VerseNumber":70,"Text":"၇ဝ။\tသင်တို့နှင့်တကွ သင်တို့၏ဇနီးမိန်းမများပါ ပျော်ရွှင်မြူးတူးစေရန် ဥယျာဉ်တော်အတွင်းသို့ ဝင်ကြလော့။"},{"SurahNumber":43,"VerseNumber":71,"Text":"၇၁။\tစားသောက်ဖွယ်တို့ကို ရွှေပန်းကန်၊ ရွှေဖလား၊ ရွှေတကောင်းးတွင် ထည့်ပြီးလျှင် သူတို့အား ကျွေးမွေးကြလတ့ံ၊ ဝိညာဉ်တို့လိုလားသောအရာခပ်သိမ်းအားလုံးသည် ရှိကြ၏၊ မျက်စိသာယာခြင်းလည်း ရှိ၏၊ သင်တို့သည် ဥယျာဉ်တော်၌ ထာဝရစံမြန်းကြရ၏။"},{"SurahNumber":43,"VerseNumber":72,"Text":"၇၂။\tဤဥယျာဉ်တော်ကား ဆည်းပူးခဲ့သောအကျင့်သီလများကြောင့် သင်တို့အား အမွေပေးသနားတော်မူသောဥယျာဉ် တော်တည်း။"},{"SurahNumber":43,"VerseNumber":73,"Text":"၇၃။\tထိုဥယျာဉ်တော်၌ သင်တို့မှီဝဲစားသောက်ဖို့ရာ အတိုင်းအထွာပမာဏမရှိသောသစ်ဥသစ်သီးအမျိုးမျိုးရှိကြ၏။"}]}