{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":36,"Text":"nam telivana attatcikalutan musa avarkalitam vantapolutu avarkal ‘‘itu karpanai ceyyappatta cuniyattait tavira verillai. Munnirunta enkal mutataikalitattilum ittakaiya visayattai nam kelvippatavillai'' enru kurinarkal"},{"SurahNumber":28,"VerseNumber":37,"Text":"atarku musa ‘‘tan iraivanitamiruntu nerana valiyaik kontu vantavan yar enpataiyum, nalla mutivu yarukkuk kitaikkum enpataiyum en iraivane nankarivan. Niccayamaka (cuniyam ceyyum) aniyayakkararkal verri peramattarkal'' enru kurinar"},{"SurahNumber":28,"VerseNumber":38,"Text":"atarku hpir'avn (tan makkalil ulla talaivarkalai nokki) ‘‘talaivarkale! Ennait tavira veroru katavul unkalukku iruppataka nan ariyavillai. Hamane! Kaliman(nal ceyta cenkal) culaikku neruppu vai. (Accenkarkalaik kontu vanalava) malikaiyai ni kattu. (Atil eri) musavinutaiya katavulai nan parkka ventum. (Avar tanakku veru katavul iruppatakak kurukirare!) Ivvisayattil niccayamaka avar poy colvatakave nan ennukiren'' enru kurinan"},{"SurahNumber":28,"VerseNumber":39,"Text":"avanum avanutaiya iranuvankalum niyayaminrip pumiyil perumai atittanar, niccayamaka avarkal nam'mitam (vicaranaikkaka) kontuvarappata mattarkal enrum ennik kontanar"},{"SurahNumber":28,"VerseNumber":40,"Text":"Atalal, nam avanaiyum avanutaiya iranuvankalaiyum pitittu avarkalai katalil erintu (mulkatittu) vittom. (Napiye!) Ivvakkiramakkararkalin mutivu evvarayirru enpatai nir kavanippiraka"},{"SurahNumber":28,"VerseNumber":41,"Text":"(avarkal ivvulakattil iruntavarai manitarkalai) narakattirku alaikkakkutiya talaivarkalakave avarkalai akkivaittom. Marumai nalilo avarkalukku ettakaiya utaviyum kitaikkatu"},{"SurahNumber":28,"VerseNumber":42,"Text":"ivvulakil nam capam avarkalaip pinparrumpati ceytom. Marumai nalilo avarkalutaiya nilaimai mikka ketanatakave irukkum"},{"SurahNumber":28,"VerseNumber":43,"Text":"(avarkalukku) munnirunta vakupparkalaiyum nam alittuvitta pinnar (avarkalutaiya vetankalum alintu vittatanal) niccayamaka nam musavukku vetattaik kotuttom. Atu manitarkalukku nalla patippinai tarakkutiyatakavum, nerana valiyakavum, arulakavum iruntatu. Avarkal (itaik kontu) nallunarcci peruvarkalaka"}]}