{"Id":361,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":87,"Text":"కేవలం నీ ప్రభువు కారుణ్యం తప్ప! నిశ్చయంగా, నీపై ఉన్న ఆయన (నీ ప్రభువు) అనుగ్రహం ఎంతో గొప్పది"},{"SurahNumber":17,"VerseNumber":88,"Text":"ఇలా అను: \"ఒకవేళ మానవులు మరియు జిన్నాతులు అందరూ కలిసి, ఈ ఖుర్ఆన్ వంటి దానిని కల్పించి తీసుకు రావటానికి ప్రయత్నించినా - వారు ఒకరి కొకరు తోడ్పడినప్పటికీ - ఇటువంటి దానిని కల్పించి తేలేరు"},{"SurahNumber":17,"VerseNumber":89,"Text":"మరియు వాస్తవానికి, మేము ఈ ఖుర్ఆన్ లో ప్రజలకు ప్రతివిధమైన ఉపమానాన్ని వివరించి బోధించి ఉన్నాము. అయినా చాలామంది ప్రజలు సత్యతిరస్కారులు గానే ఉండిపోయారు"},{"SurahNumber":17,"VerseNumber":90,"Text":"మరియు వారు ఇలా అంటారు: \"(ఓ ముహమ్మద్!) నీవు భూమి నుండి మా కొరకు ఒక చెలమను ఝల్లున ప్రవహింప జేయనంత వరకు మేము నిన్ను విశ్వసించము"},{"SurahNumber":17,"VerseNumber":91,"Text":"లేదా! నీ కొరకు ఖర్జూరపు మరియు ద్రాక్షతోట ఏర్పడి దాని మధ్య నుండి సెలయేళ్ళు పొంగి ప్రవహింప జేయనంత వరకు"},{"SurahNumber":17,"VerseNumber":92,"Text":"లేదా, నీవు మమ్మల్ని భయపెట్టినట్లు, ఆకాశం ముక్కలై మాపై పడవేయబడనంత వరకు; లేదా అల్లాహ్ ను మరియు దేవదూతలను మా ముందు ప్రత్యక్ష పరచనంత వరకు"},{"SurahNumber":17,"VerseNumber":93,"Text":"లేదా నీ కొరకు స్వర్ణగృహం ఏర్పడనంత వరకు; లేదా నీవు ఆకాశంలోకి ఎక్కి పోయినా నీవు, మేము చదువగలిగే ఒక గ్రంథాన్ని అవతరింప జేయనంత వరకు; నీవు ఆకాశంలోకి ఎక్కటాన్ని మేము నమ్మము.\" వారితో అను: \"నా ప్రభువు సర్వలోపాలకు అతీతుడు, నేను కేవలం సందేశహరునిగా పంపబడిన మానవుడను మాత్రమే"},{"SurahNumber":17,"VerseNumber":94,"Text":"మరియు ప్రజల ముందుకు మార్గదర్శకత్వం వచ్చినపుడు, దానిని విశ్వసించకుండా వారిని ఆపిందేమిటి? వారు (మూఢ విశ్వాసంలో మునిగి): \"ఏమీ? అల్లాహ్ మానవుణ్ణి తన సందేశహరునిగా పంపాడా?\" అని పలకడం తప్ప"},{"SurahNumber":17,"VerseNumber":95,"Text":"ఇలా అను: \"ఒకవేళ భూమి మీద దేవదూతలు నివసిస్తూ నిశ్చింతగా తిరుగుతూ ఉండినట్లయితే, మేము వారి కొరకు దేవదూతనే సందేశహరునిగా పంపి ఉండేవారము"},{"SurahNumber":17,"VerseNumber":96,"Text":"ఇలా అను: \"నాకూ మరియు మీకూ మధ్య అల్లాహ్ యే సాక్షిగా చాలు. నిశ్చయంగా ఆయన తన దాసులను బాగా ఎరుగువాడు, సర్వదృష్టికర్త"}]}