{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"Gava dicu nava reze xwe, xwe qure dikir, bi xweber ji xwe cewr dikir (aha) digot: \"Ez goman nakim, ku dawiya van rezan ben, di hemu gavan da we evane biminin.”"},{"SurahNumber":18,"VerseNumber":36,"Text":"U ez goman nakim, ku wu rabuna hemu ji ce be. (heke ce be ji) dema ez herime bal Xudaye xwe, bi rasti eze raste qenci yen wusa bem, hej ji van cetir bin"},{"SurahNumber":18,"VerseNumber":37,"Text":"Hevale wi ye (xezan) ji wi ra bi tekosini dibeje: \"Tu ca bi wi Xudaye, ku di cara yekem da tu ji xweliye afirandiye, pase ji menya (dilmeyi) pase tu xisti mereki cekiri, dibi file?”"},{"SurahNumber":18,"VerseNumber":38,"Text":"(Tu bawer naki) le ez bawer dikim, ku Yezdan Xudaye min e, ez ji Xudaye xwe ra tu kesi naxime hevpar"},{"SurahNumber":18,"VerseNumber":39,"Text":"Ka, ci dibe; heke gava tu heri nava reze xwe (aha) beji: “Eva heza Yezdan e. Ciqa hezeke mezin e! Hemu hez bi Yezdan in. Hava tu dibini, ku mal u zaren min ji yen te kemtir in"},{"SurahNumber":18,"VerseNumber":40,"Text":"Dibe ku Xudaye min hej ji reze te cetir bi min ra qenciyan bike u li ser reze te da ji ji ezmanan birusk u asitan bisine, idi ewa reze te bibe xwelyeke tirlec bimine"},{"SurahNumber":18,"VerseNumber":41,"Text":"Ya ji ava wi bikise bine zemin, idi tu qe nikaribi li we ave bigeri, bibini"},{"SurahNumber":18,"VerseNumber":42,"Text":"(Evan bi hev ra mijul dibun male ewe file) zer u zeber bu, qe nikarya tu tisti bike. Idi desten xwe da ser hev, mizda u ji bona wan xebaten xwe yen pesiye, ku ji bona rezan kiribu bezar ma (kovan dikisand). Dema rez zer u ze- ber dibun (ewi ji aha) digot: \"Xwezika min ji Xudaye xwe ra qe tu tisti ne xistibuya hevpar"},{"SurahNumber":18,"VerseNumber":43,"Text":"Ji bona wi ra komeke, ku arikarya wi bike ji, ji pestire Yezdan tune bu. Ewi bi xweber ji nikarbu ku tisteki bike"},{"SurahNumber":18,"VerseNumber":44,"Text":"Di ve gave da serkarya rast, ya Yezdan e. Ci qenciya Yezdan bike, cetir e u encama (aqubet) wi bi xweber ji qenctir e"},{"SurahNumber":18,"VerseNumber":45,"Text":"(Muhemmed!) Tu ji bona wan ra hecwekiya jina cihane (aha) veke: “Jina cihane weki ava ku em jor da dihenirinin: gava teve cereyen zemin dibin cere hesin dibin (dema ji wan zaha dibin) ewan ceran ji hisk dibin, dema ba li wan dixe; ewan ji hev derdixe belav dike.\" Bi rasti Yezdan li ser hemu tistan bi hez e"}]}