{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"Oo Isagu ah Kan ka soo dejiya biyo daruurta si qiyaasan. Markaas waxaan ku nooleynaa magaalo dhimatay, sidaas oo kale baa weliba la idiin soo bixin doonaa"},{"SurahNumber":43,"VerseNumber":12,"Text":"Oo Isagu ah Kan abuuray lammaanayaasha wax waliba oo idiin yee- lay doonyo (diyaarado, tareenno, gawaari) iyo xoolo (geel, lo',fardo, iwm) aad fuushan"},{"SurahNumber":43,"VerseNumber":13,"Text":"Si aad ugu fariisataan si sugan dhabarradooda, markaas aad xusuusataan Nicmadda Rabbigiin marka aad dul fariisataan, oo tidhaahdaan: Xurmoo dhan waxaa iska leh Kan noo sakhiray waxakan, oo ma aheyn kuwo kara inaanu sameyno"},{"SurahNumber":43,"VerseNumber":14,"Text":"Oo xaqiiq xagga Rabbigayo waa inaan u laabanno"},{"SurahNumber":43,"VerseNumber":15,"Text":"Oo waxay u cayimaan Isaga qayb ka mid ah addoomihiisa5; Hubaal Aadmigu waa abaal darane caddaysatay"},{"SurahNumber":43,"VerseNumber":16,"Text":"Ma wuxuu u dooray Naftiisa gabdho ka mid ah waxa uu Isagu abuuro, oo idiin dooray idinka wiilal"},{"SurahNumber":43,"VerseNumber":17,"Text":"Oo marka loogu bishaareeyo midkood warka waxa uu uga yeelay Raxmaanka mataal, wejigiisu wuxuu noqdaa madow isagoo walbahaarsan"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ma kuwaa lagu abuuray isqurxinta oo xagga doodda aan caddeyn karin hadalka"},{"SurahNumber":43,"VerseNumber":19,"Text":"Oo waxay ka yeelaan malaa’igta oo iyagu ah addoomaha Raxmaanka, (ilaahyo) dheddig ah6, ma waxay goob joogeen ka ahaayeen abuuristooda? Maraggooda waa la qori doonaa oo waxay ahaan doonaan kuwo la su’aalo"},{"SurahNumber":43,"VerseNumber":20,"Text":"Oo waxay yidhaahdaan: Haddii uu doono Raxmaanku, marnaba ma aanu caabudneen (iyaga). Uma ay laha wax cilmi ah (arrin)kani, been uun bay sheegayaan"},{"SurahNumber":43,"VerseNumber":21,"Text":"Mise waxaan siinnay Kitaab ka horreeyey, oo ay iyagu heystaan"},{"SurahNumber":43,"VerseNumber":22,"Text":"Bal! Waxay yidhaahdaan: Waxaan hellay aabbayaashayo oo ku sugan dariiqo, oo hubaal innagu iyaga raadadkooda baan ku hanuunsannahay"}]}