{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"Biz seni sadece müjdeci ve uyarıcı olarak gönderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"De ki: \"Onun karşılığında sizden bir ücret istemiyorum; ancak Rabbine varmak için bir yol tutmayı dileyenler istiyorum"},{"SurahNumber":25,"VerseNumber":58,"Text":"O hiç ölmeyecek diriye, o Hayy olana dayanıp güven, O'nu överek tespih et! Kullarının günahlarından O'nun haberdar olması yeter"},{"SurahNumber":25,"VerseNumber":59,"Text":"Gökleri, yeri ve bunlar arasındakileri altı günde yaratıp sonra arş üzerinde egemenlik kuran O'dur. Rahman'dır O. Haberdar olana sor O'nu"},{"SurahNumber":25,"VerseNumber":60,"Text":"Onlara, \"Rahman'a secde edin!\" dendiğinde şöyle derler: \"Rahman da neymiş? Senin emrettiğin şeye secde eder miyiz hiç?\" Ve bu söz onların nefretini artırdı"},{"SurahNumber":25,"VerseNumber":61,"Text":"Şanı yücedir o kudretin ki; gökte burçlar yarattı, orada bir kandil ve ışık yansıtıcı bir ay oluşturdu"},{"SurahNumber":25,"VerseNumber":62,"Text":"Geceyle gündüzü, öğüt almak isteyenlerle şükretmek isteyenler için, birbirini izler hale getiren O'dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"Rahman'ın kulları, yeryüzünde böbürlenmeden/rahatsız etmeden yürüyen kişilerdir. Cahiller onlara hitap edince, \"Selam!\" derler"},{"SurahNumber":25,"VerseNumber":64,"Text":"Geceleri, Rableri huzurunda secde ederek, ayakta durarak geçirirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ve şöyle yakarırlar: \"Rabbimiz, cehennem azabını bizden uzak tut! Doğrusu, onun azabı inatçı ve yapışkandır"},{"SurahNumber":25,"VerseNumber":66,"Text":"Ne kötü bir durak yeridir o, ne kötü bir dinlenme yeri"},{"SurahNumber":25,"VerseNumber":67,"Text":"Onlar harcama yaptıkları zaman ne savurganlığa saparlar ne de cimrilik ederler. O ikisi arasında bir dengededir bu"}]}