{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Och den blinde kan inte jämställas med den seende"},{"SurahNumber":35,"VerseNumber":20,"Text":"inte heller mörker med ljus"},{"SurahNumber":35,"VerseNumber":21,"Text":"eller skugga med brännande hetta"},{"SurahNumber":35,"VerseNumber":22,"Text":"Och de levande kan inte jämställas med de döda. [Muhammad!] Gud förmår den Han vill att lyssna, men du kan inte förmå dem att lyssna som är [andligen döda och] begravda"},{"SurahNumber":35,"VerseNumber":23,"Text":"du är bara en varnare"},{"SurahNumber":35,"VerseNumber":24,"Text":"Vi har sänt dig med sanningen, som förkunnare av ett glatt budskap om hopp och som varnare; inget folk har blivit utan en varnare som levde och dog ibland dem"},{"SurahNumber":35,"VerseNumber":25,"Text":"Om de kallar dig lögnare, [minns då att] andra som var deras föregångare och till vilka sändebuden kom med klara vittnesbörd och med nedtecknad visdom och uppenbarelser fyllda av [Guds] ljus, också beskyllde [dem] för lögn"},{"SurahNumber":35,"VerseNumber":26,"Text":"Till sist straffade Jag dem som framhärdade i att förneka sanningen och Min dom var hård"},{"SurahNumber":35,"VerseNumber":27,"Text":"SER DU inte att Gud låter regn strömma från skyn och att Vi därmed låter frukter av alla slag och färger mogna och att i bergen [syns] strimmor av vitt och rött i olika skiftningar och intensivt svarta [fläckar]"},{"SurahNumber":35,"VerseNumber":28,"Text":"Så växlar även färgen hos människorna och hos vilda djur och boskap. Ingen av Hans tjänare utom de som har [en djup inre] kunskap fruktar Gud [så som Han bör fruktas]. Han är allsmäktig men alltid beredd att förlåta"},{"SurahNumber":35,"VerseNumber":29,"Text":"De som [flitigt] läser vad Gud har uppenbarat och förrättar bönen och ger [åt andra] av det som Vi har skänkt dem för deras försörjning - när ingen ser det eller öppet - kan hoppas på en vinst av bestående värde"},{"SurahNumber":35,"VerseNumber":30,"Text":"Gud skall ge dem full lön och i Sin godhet ge dem mer. Han förlåter mycket och Han erkänner [Sina tjänares] förtjänster"}]}