{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":12,"VerseNumber":44,"Text":"Mondtak: Zavaros almok! Mi nem ismerjuk az almok magyarazatat"},{"SurahNumber":12,"VerseNumber":45,"Text":"Es mondta az, amelyik megmenekult kettejuk kozul, visszaemlekezve egy ido utan; JEnel fogom nektek azt mondani. Engem kuldjetek"},{"SurahNumber":12,"VerseNumber":46,"Text":"(Mondta) , Jozsef, te igaz! Adj tanacsot nekunk het kover tehenrol, amelyeket felfal het sovany es het zold kalaszrol es het masikrol, (amelyek) szarazak! Talan ugy terhetek vissza az emberekhez, hogy azok tudni fognak"},{"SurahNumber":12,"VerseNumber":47,"Text":"(Jozsef) Mondta: , Het evig vetni fogtok a szokasnak megfeleloen es amit learattok azt hagyjatok meg a kalaszaban, kiveve egy keveset, amibol ehettek"},{"SurahNumber":12,"VerseNumber":48,"Text":"Majd ezutan het kemeny ev jon, amelyek felfaljak azt, amit elokeszitettetek ezek szamara, kiveve egy keveset, amit oriztetek"},{"SurahNumber":12,"VerseNumber":49,"Text":"Majd ezt kovetoen jon egy ev, amelyben az emberek csohoz jutnak es abban preselni fognak"},{"SurahNumber":12,"VerseNumber":50,"Text":"Es mondta a kiraly: , Hozzatok ide nekem!\" Es miutan a kuldott elment hozza (Jozsef) mondta: Terj vissza az uradhoz es kerdezd megot, mi a helyzet azokkal az asszonyokkal, akik elvagtak a kezeiket. Bizony az en Uram tudassal bir az o fondorlatukrol"},{"SurahNumber":12,"VerseNumber":51,"Text":"Mondta: .Mi volt veletek amikor el akartatok csabitani Jozsefet?\" Mondtak: , Allah ovjon meg bennunket! Mi semmi rosszat sem tudunk rola.\" AL Aziz felesege mondta: Most napfenyre kerult az igazsag! En akartam elcsabitani. Am o bizony az igazak kozul valo"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Majd Jozsef mondta: Ezt azert kerdeztem) Hogy (al-\"Aziz) tudja en nem arultam el ot titokban. Allah bizony nem vezeti a csalok fondorkodasat. Ouz\" 13. Hizb"}]}