{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"De ki: Cinlerden bir toplulugun, dinleyip soyle dedigi bana vahyedildi: Biz, harikulade bir guzel bir Kur'an dinledik"},{"SurahNumber":72,"VerseNumber":2,"Text":"Dogru yola hidayet ediyor, biz ona iman ettik. Rabbimize hic kimseyi ortak tutmayacagız"},{"SurahNumber":72,"VerseNumber":3,"Text":"Rabbimizin azameti cok yucedir. O, es ve cocuk edinmemistir"},{"SurahNumber":72,"VerseNumber":4,"Text":"Dogrusu bizim beyinsiz olanımız (iblis), Allah hakkında pek asırı yalanlar uyduruyormus"},{"SurahNumber":72,"VerseNumber":5,"Text":"Biz de, insanların ve cinlerin Allah hakkında yalan soylemeyeceklerini zannederdik"},{"SurahNumber":72,"VerseNumber":6,"Text":"Su da gercek ki, insanlardan bazı kimseler, cinlerden bazı kimselere sıgınırlardı da, onların taskınlıklarını arttırırlardı"},{"SurahNumber":72,"VerseNumber":7,"Text":"Sizin zannettiginiz gibi, onlar da Allah’ın hic kimseyi yeniden diriltemeyecegini sanmıslardı"},{"SurahNumber":72,"VerseNumber":8,"Text":"Dogrusu biz (cinler), gogu yokladık, fakat onu sert bekcilerle, alev huzmeleriyle (yıldızlarla) doldurulmus bulduk"},{"SurahNumber":72,"VerseNumber":9,"Text":"Halbuki, (daha once) biz onun bazı kısımlarında (haber) dinlemek icin oturacak yerler (bulup) oturuyorduk. Simdi kim dinlemek istese onu gozeten bir alev yakalıyor"},{"SurahNumber":72,"VerseNumber":10,"Text":"Gercekten bilmiyoruz, yeryuzundekilere kotuluk mu murat edildi, yoksa Rableri onlara bir hayır mı diledi"},{"SurahNumber":72,"VerseNumber":11,"Text":"Suphesiz bizden salih olanlar da vardır ve bizden boyle (salih) olmayanlar da. Biz, turlu turlu yollara ayrılmısız"},{"SurahNumber":72,"VerseNumber":12,"Text":"Biz suphesiz Allah'ı yeryuzunde asla aciz bırakamayacagımızı, kacmak suretiyle de onu hic bir sekilde aciz kılamayacagımızı anladık"},{"SurahNumber":72,"VerseNumber":13,"Text":"Dogrusu biz, o hidayeti (Kur'an'ı) isitince ona iman ettik. Kim Rabbine iman ederse, (ecrinin) eksilmesinden ve haksızlık edilmesinden korkmaz"}]}