{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":29,"VerseNumber":39,"Text":"Lan maneh Ingsun wis numpes Qarun lan Fir'aun sarta Haman, kabeh mau sadurunge ingsun tumpes, wis ditekake dening Musa, kanthi tandha yekti pirang - pirang nanging meksa padha gumedhe ana ing bumi. Kabeh mau ora bisa ngoncati saka siksaningsun"},{"SurahNumber":29,"VerseNumber":40,"Text":"Siji - sijine wong kafir kasebut mau kabeh, padha Ingsun paringi patrapan siksa, amarga dosane. Saweneh ana Ingsun udani watu, lan ana kang diuntal ing bumi, lan ana kang Ingsun kelem ing banyu banjir. Lan Allah iku ora pisan - pisan nganiaya marang para wong kafir mau, nanging wong kafir mau sing nganiaya marang awake dhewe"},{"SurahNumber":29,"VerseNumber":41,"Text":"Sanepane wong kang padha mangeran marang liyane Allah, iku kaya upamane khewan kemangga gawa omah. Sumurupa, omah kang kemangga, lamun-ta dheweke padha weruha"},{"SurahNumber":29,"VerseNumber":42,"Text":"Satemene Allah iku nguningani brahala kang padha disembah dening wong kafir. Dene Allah iku Maha Mulya tur Maha Wicaksana"},{"SurahNumber":29,"VerseNumber":43,"Text":"Lupiya utawa gegambaran kang padha kasebut ing al-QUr'an iki Ingsun terang - terangake marang para manungsa kabeh. Nanging ora ana kang bisa mangerti kajaba wong kang anduweni kaweruh saka Allah"},{"SurahNumber":29,"VerseNumber":44,"Text":"Panjenengane Allah wis nitahake langit lan bumi iku klawan bener lan nyata, satemene kang mengkono iku, mesthi dadi tandha yekti kasampurnane Allah tumrap wong - wong mukmin"},{"SurahNumber":29,"VerseNumber":45,"Text":"(Muhammad) Sira macaa kang wis didhawuhake marang sira yaiku kitab sarta nglakonana shalat, awit sholat iku ngalang - alangi laku hala lan duraka. Eling ing Allah iku (luwih gedhe ganjarane) ngungkuli kabecikan liyane. Allah nguningani semu barang kang padha sira lakoni"}]}