{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Those who do not expect the meeting for judgment with Us say, “Why are the angels not sent down to us, or why do we not see our Lord?” Indeed they have an arrogant conceit of themselves, and terrible is the insolence of their impiety"},{"SurahNumber":25,"VerseNumber":22,"Text":"The day they see the angels, no joy will there be for those who are unethical. And the angels will say, “There is a barrier forbidden to you altogether.”"},{"SurahNumber":25,"VerseNumber":23,"Text":"And We will turn to whatever deeds they did in this life, and We will make those deeds as blowing dust"},{"SurahNumber":25,"VerseNumber":24,"Text":"The companions of the garden will be well that day in their abode, and have the best resting place"},{"SurahNumber":25,"VerseNumber":25,"Text":"The day the heaven will be rent asunder with clouds, and angels will be sent down, descending in ranks"},{"SurahNumber":25,"VerseNumber":26,"Text":"That day, the control of right and truth will be entirely with God, the Merciful Redeemer. It will be a day of dire difficulty for the disbelievers"},{"SurahNumber":25,"VerseNumber":27,"Text":"The day that the wrongdoer will bite at his hands and he will say, “Oh, I wish I had gone the way of the messenger"},{"SurahNumber":25,"VerseNumber":28,"Text":"“Oh, I wish I had never taken that one for a friend"},{"SurahNumber":25,"VerseNumber":29,"Text":"“He led me astray from the message after it had come to me. Satan is to the human being a traitor.” Then the messenger will say"},{"SurahNumber":25,"VerseNumber":30,"Text":"“O my Lord, truly my people took this Quran as virtually useless.”"},{"SurahNumber":25,"VerseNumber":31,"Text":"We made for every messenger an enemy among those who are corrupt, but enough is your Lord to guide and to help"},{"SurahNumber":25,"VerseNumber":32,"Text":"Those who do not believe say, \"Why is not the Quran revealed to him all at once?\" It is revealed this way so that We may strengthen your heart with it, and We have vocalized it to you in gradual, moderate, well-arranged stages"}]}