{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":38,"Text":"Mariyu vāriki, evaraitē prajalaku cūpaṭāniki tama sampadanu kharcupeḍatārō mariyu allāh nu mariyu antima dinānni viśvasin̄carō! Mariyu evaḍaitē ṣaitān nu tana snēhitunigā (kharīnun gā) cēsukuṇṭāḍō! Ataḍu enta nīcamaina snēhituḍu"},{"SurahNumber":4,"VerseNumber":39,"Text":"mariyu vāru okavēḷa allāh nu mariyu antima dinānni viśvasin̄ci allāh vāriki prasādin̄cina jīvanōpādhi nuṇḍi itarulapai kharcucēsi uṇṭē vārikē mayyēdi? Mariyu allāh ku, vārini gurin̄ci bāgā telusu"},{"SurahNumber":4,"VerseNumber":40,"Text":"niścayaṅgā, allāh evarikī ravvanta (paramāṇuvanta) an'yāyaṁ kūḍā cēyaḍu. Oka satkāryamuṇṭē āyana dānini reṇḍintalu cēstāḍu; mariyu tana taraphu nuṇḍi goppa pratiphalānni kūḍā prasādistāḍu"},{"SurahNumber":4,"VerseNumber":41,"Text":"mēmu (pratiphala dinamuna) prati samājaṁ nuṇḍi oka sākṣini tecci mariyu (ō pravaktā!) Ninnu vīriki sākṣigā nilabeṭṭinappuḍu elā uṇṭundi"},{"SurahNumber":4,"VerseNumber":42,"Text":"ā (pratiphala) dinamuna, pravakta māṭanu tiraskarin̄ci, ataniki avidhēyata cūpina vārantā; tāmu bhūmilō pūḍcabaḍitē enta bāguṇḍēdani kōrutāru! Kānī, vāru allāh mundu ē viṣayānnī dācalēru"},{"SurahNumber":4,"VerseNumber":43,"Text":"ō viśvāsulārā! Mīru mattulō uṇṭē, mīru palikēdi grahin̄cananta varaku mariyu mīku indriya skhalanaṁ (junubun) ayi uṇṭē - snānaṁ cēyananta varaku - namāj samīpāniki veḷlakaṇḍi; kāni naḍustū (masjid) nuṇḍi dāṭa valasi vastē tappa. Kāni okavēḷa mīru rōgapīḍitulai uṇṭē, lēdā prayāṇanlō uṇṭē, lēka malamūtravisarjana cēsi uṇṭē, lēka strīlatō sambhōgaṁ cēsi uṇṭē - mīku nīḷḷu dorakkapōtē - pariśud'dhamaina maṭṭini cētulatō sparśin̄ci, ā cētulatō mī mukhālanu mariyu mī cētulanu, tuḍucukōṇḍi (tayam'mam cēyaṇḍi). Niścayaṅgā allāh tappulanu mannin̄cēvāḍu, kṣamin̄cēvāḍu"},{"SurahNumber":4,"VerseNumber":44,"Text":"Ēmī? Granthajñānanlō kontabhāgaṁ ivvabaḍina vārini gurin̄ci nīku teliyadā (cūḍalēdā)? Vāru mārgabhraṣṭatvānni konukkuṇṭunnāru mariyu mīru kūḍā sanmārgaṁ nuṇḍi tappipōvālani kōrutunnāru"}]}