{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":39,"Text":"Onhoro az ruzi pusajmoni, ki kor ʙa pojon omada va onon hamcunon dar holi ƣaflatu ʙeimoni hastand, ʙitarson"},{"SurahNumber":19,"VerseNumber":40,"Text":"Alʙatta Mo zamin va har kiro ʙar rui on ast, ʙa meros meʙarem va hama ʙa nazdi Mo ʙozgardonda mesavand"},{"SurahNumber":19,"VerseNumber":41,"Text":"Va dar in kitoʙ Iʙrohimro jod kun, ki u pajomʙare rostgu ʙud"},{"SurahNumber":19,"VerseNumber":42,"Text":"On goh, ki padarasro guft: «Ej padar, caro cizero, ki na mesunavad va na meʙinad va na hec hocati turo meʙarorad, meparasti"},{"SurahNumber":19,"VerseNumber":43,"Text":"Ej padar, maro donise dodaand, ki ʙa tu nadodaand. Pas ʙa man pajravi kun, to turo ʙa rohi rost hidojat kunam"},{"SurahNumber":19,"VerseNumber":44,"Text":"Ej padar, sajtonro naparast, zero sajton Xudoi rahmonro nofarmon ʙud"},{"SurahNumber":19,"VerseNumber":45,"Text":"Ej padar, metarsam azoʙe az coniʙi Xudoi rahmon ʙa tu rasad va tu dustdori sajton ʙosi!»"},{"SurahNumber":19,"VerseNumber":46,"Text":"Guft: «Ej Iʙrohim, ojo az xudojoni man ʙezor hasti? Agar ʙoznaisti, sangsorat mekunam. Aknun zamone daroz az man dur ʙos!»"},{"SurahNumber":19,"VerseNumber":47,"Text":"Guft: «Turo salomat ʙod! Az Parvardigoram ʙarojat ʙaxsois xoham xost. Zero U ʙar man mehruʙon ast»"},{"SurahNumber":19,"VerseNumber":48,"Text":"Az sumo va az on cizhoe, ki ʙa coi Xudoi jakto iʙodat mekuned, kanora megiram va Parvardigori xudro mexonam, ʙosad, ki cun Parvardigoramro ʙixonam, mahrum nasavam»"},{"SurahNumber":19,"VerseNumber":49,"Text":"Cun az onho va on ci ʙa coi Xudoi jakto meparastidand, kanora girift, Ishoq va Ja'quʙro ʙa u ʙaxsidem va hamaro pajomʙari dodem"},{"SurahNumber":19,"VerseNumber":50,"Text":"va rahmati Xudro ʙa onho arzoni dostem va suxani neku va ovozai ʙaland dodem"},{"SurahNumber":19,"VerseNumber":51,"Text":"Va dar in kitoʙ Musore jod kun. U ʙandae muxlis va firistodae pajomʙar ʙud"}]}