{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":89,"Text":"‘‘eṉ makkaḷē! Uṅkaḷukku eṉ mītuḷḷa virōtam ‘nūh'vuṭaiya makkaḷaiyum ‘hūt' uṭaiya makkaḷaiyum, ‘sālih' uṭaiya makkaḷaiyum piṭittatu pōṉṟa vētaṉai uṅkaḷaiyum piṭittuk koḷḷumpaṭi ceytuviṭa vēṇṭām. ‘Lūttu'ṭaiya makkaḷ (irunta iṭamum kālamum) uṅkaḷukkut tūramāka illai"},{"SurahNumber":11,"VerseNumber":90,"Text":"ākavē, uṅkaḷ iṟaivaṉiṭam nīṅkaḷ maṉṉippaik kōruṅkaḷ. (Uṅkaḷ pāvaṅkaḷai viṭṭu maṉam varunti) avaṉiṭamē nīṅkaḷ tirumpuṅkaḷ. Niccayamāka eṉ iṟaivaṉ makā karuṇaiyuṭaiyavaṉ, mikka nēcippavaṉ āvāṉ eṉṟu kūṟiṉār"},{"SurahNumber":11,"VerseNumber":91,"Text":"Ataṟkavarkaḷ ‘‘ṣu'aipē! Nīr kūṟupavaṟṟil perumpālāṉatai nām viḷaṅka (muṭiya)villai. Niccayamāka nām um'mai eṅkaḷil palavīṉamāṉavarākavē kāṇkiṟōm. Umatu iṉattār illāviṭil um'maik kal eṟintē koṉṟiruppōm. Nīr nam'miṭam matippuṭaiyavaralla'' eṉṟārkaḷ"},{"SurahNumber":11,"VerseNumber":92,"Text":"ataṟkavar ‘‘eṉ makkaḷē! Allāhvaiviṭa eṉ iṉattārā uṅkaḷukku mikka matippuṭaiyavarkaḷāki viṭṭaṉar? Nīṅkaḷ avaṉai uṅkaḷ mutukuppuṟam taḷḷi viṭṭīrkaḷ. Niccayamāka eṉ iṟaivaṉ nīṅkaḷ ceyvataic cūḻntuḷḷāṉ'' eṉṟu kūṟiṉār"},{"SurahNumber":11,"VerseNumber":93,"Text":"‘‘eṉ makkaḷē! Nīṅkaḷ uṅkaḷ pōkkil (uṅkaḷ kāriyattaic) ceytu koṇṭiruṅkaḷ, nāṉum (eṉ pōkkil eṉ kāriyattaic) ceytu koṇṭirukkiṟēṉ. Iḻivupaṭuttum vētaṉai yārai vantaṭaiyum? Poy colpavar yār? Eṉpatai nīṅkaḷ aticīkkirattil aṟintu koḷvīrkaḷ. (Annērattai) nīṅkaḷ etirpārttiruṅkaḷ; niccayamāka nāṉum uṅkaḷuṭaṉ (atai) etirpārttirukkiṟēṉ'' (eṉṟum kūṟiṉār)"},{"SurahNumber":11,"VerseNumber":94,"Text":"(piṉṉar avarkaḷiṭam) nam vētaṉai vantapoḻutu ṣu'aipaiyum avaruṭaṉ nampikkai koṇṭavarkaḷaiyum nam aruḷaik koṇṭu pātukāttuk koṇṭōm. Aniyāyam ceytavarkaḷai viṭiyaṟkālai nērattil iṭimuḻakkam piṭittuk koṇṭatu. Avarkaḷ taṅkaḷ vīṭukaḷil iruntavāṟē (iṟantu) caṭalamāka kiṭantaṉar"},{"SurahNumber":11,"VerseNumber":95,"Text":"atil avarkaḷ oru kālattilum vacittirukkātavarkaḷaip pōl (ōr aṭaiyāḷamumiṉṟi) aḻintu viṭṭaṉar. ‘Samūt' (camutāyattiṉ) mītu cāpam ēṟpaṭṭapaṭiyē inta ‘matyaṉ' (nakara camutāyattiṉ) mītum cāpam ēṟpaṭṭuviṭṭatu eṉpatai aṟintukoḷḷuṅkaḷ"},{"SurahNumber":11,"VerseNumber":96,"Text":"nam vacaṉaṅkaḷuṭaṉum teḷivāṉa attāṭciyuṭaṉum mūsāvai (nam tūtarāka) niccayamāka nām aṉuppivaittōm"},{"SurahNumber":11,"VerseNumber":97,"Text":"Ḥpir'avṉiṭamum avaṉuṭaiya kūṭṭattāriṭamum (aṉuppiṉōm). Ḥpir'avṉuṭaiya kaṭṭaḷaiyai (avaṉuṭaiya kūṭṭattiṉar) piṉpaṟṟik koṇṭiruntaṉar. Ḥpir'avṉuṭaiya kaṭṭaḷaiyō nērāṉa vaḻiyil irukkavillai"}]}