{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Und diejenigen, die auf Unsere Begegnung nicht hoffen, sagten: \"Wurden zu ihm doch Engel hinabgesandt werden! Oder wurden wir doch unseren HERRN sehen!\" Gewiß, bereits erhoben sie sich in Arroganz in ihren Inneren und ubertrieben doch eine große Ubertreibung"},{"SurahNumber":25,"VerseNumber":22,"Text":"Am Tage, wenn sie die Engel sehen werden, gibt es keine frohe Botschaft an jenem Tag fur die schwer Verfehlenden. Und sie (die Engel) sagen: \"(Die Dschanna ist fur euch) ganzlich verboten"},{"SurahNumber":25,"VerseNumber":23,"Text":"Und WIR wandten Uns zu dem, was sie an Handlungen vollbrachten, dann machten WIR sie zu verflogenem Staub"},{"SurahNumber":25,"VerseNumber":24,"Text":"Die Weggenossen der Dschanna haben an diesem Tag eine bessere Niederlassung und einen schoneren Ort zum Zuruckziehen"},{"SurahNumber":25,"VerseNumber":25,"Text":"Und an dem Tag, wenn der Himmel sich mit dicken Wolken spaltet, und die Engel wurden nach und nach hinabgesandt"},{"SurahNumber":25,"VerseNumber":26,"Text":"die wahre Herrschaft an diesem Tag gehort Dem Allgnade Erweisenden. Und er ist fur die Kafir ein harter Tag"},{"SurahNumber":25,"VerseNumber":27,"Text":"Und an dem Tag, wenn der Unrecht-Begehende sich in die Hande beißt, sagt er: \"Hatte ich doch mit dem Gesandten einen (gemeinsamen) Weg eingeschlagen"},{"SurahNumber":25,"VerseNumber":28,"Text":"Mein Untergang! Hatte ich mir doch jene Person nicht zum engen Freund genommen"},{"SurahNumber":25,"VerseNumber":29,"Text":"Gewiß, bereits ließ er mich vom Gedenken (ALLAHs) abirren, nachdem es mir zuteil wurde.\" Und der Satan laßt den Menschen immer wieder im Stich"},{"SurahNumber":25,"VerseNumber":30,"Text":"Und der Gesandte sagte: \"Mein HERR! Gewiß, meine Leute vernachlassigen den Quran"},{"SurahNumber":25,"VerseNumber":31,"Text":"Und solcherart machten WIR fur jeden Propheten Erzfeinde von den schwer Verfehlenden. Und dein HERR genugt als Rechtleitender und als Beistehender"},{"SurahNumber":25,"VerseNumber":32,"Text":"Und diejenigen, die Kufr betrieben haben, sagten: \"Wurde ihm der Quran doch auf einmal hinabgesandt!\" Es ist so, damit WIR mit ihm dein Herz festigen. Und WIR haben ihn doch in Tartil-Form vorgetragen"}]}