{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":158,"Text":"Andolsun, ölseniz de öldürülseniz de Allah’ın huzurunda toplanacaksınız"},{"SurahNumber":3,"VerseNumber":159,"Text":"O vakit Allah'tan bir rahmet ile onlara yumuşak davrandın! Şayet sen kaba, katı yürekli olsaydın, hiç şüphesiz, etrafından dağılıp giderlerdi. Şu halde onları affet; bağışlanmaları için dua et; iş hakkında onlara danış. Kararını verdiğin zaman da artık Allah’a dayanıp güven. Çünkü Allah, kendisine dayanıp güvenenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Allah size yardım ederse, artık size üstün gelecek hiç kimse yoktur. Eğer sizi bırakıverirse, ondan sonra size kim yardım eder? Müminler ancak Allah'a güvenip dayanmalıdırlar"},{"SurahNumber":3,"VerseNumber":161,"Text":"Bir peygambere, ganimet malını gizlice alıp emanete hıyanet etmesi yaraşmaz. Kim emanete (devlet malına) hıyanet ederse, kıyamet günü, hainlik ettiği şeyin günahı boynuna asılı olarak gelir. Sonra herkese asla haksızlığa uğratılmaksızın kazandığı tastamam verilir"},{"SurahNumber":3,"VerseNumber":162,"Text":"(Dininde) Allah'ın rızasına tabi olanla Allah'ın gazabına uğrayan hiç bir olur mu? (Allah'ın gazabına uğrayan) Böyle bir kimsenin yeri Cehennem'dir ve (orası) ne kötü bir yerdir"},{"SurahNumber":3,"VerseNumber":163,"Text":"Onların hepsi de, Allah katında, derece derecedirler. Allah, yaptıklarını hakkıyla görendir"},{"SurahNumber":3,"VerseNumber":164,"Text":"Andolsun ki içlerinden, kendilerine Allah'ın âyetlerini okuyan, (kötülüklerden ve inkârdan) kendilerini temizleyen, kendilerine Kitap ve hikmeti öğreten bir Peygamber göndermekle Allah, müminlere büyük bir lütufta bulunmuştur. Halbuki daha önce onlar apaçık bir sapıklık içinde idiler"},{"SurahNumber":3,"VerseNumber":165,"Text":"(Bedir'de) iki katını (düşmanınızın) başına getirdiğiniz bir musibet, (Uhud'da) kendi başınıza geldiği için mi «Bu nasıl oluyor!» dediniz? De ki: O , kendi kusurunuzdandır. Allah, şüphesiz, her şeye kadirdir"}]}