{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":53,"Text":"They challenge you to hasten the punishment: they would already have received a punishment if God had not set a time for it, and indeed it will come to them suddenly and catch them unawares"},{"SurahNumber":29,"VerseNumber":54,"Text":"They challenge you to hasten the punishment: Hell will encompass all those who deny the truth"},{"SurahNumber":29,"VerseNumber":55,"Text":"on the Day when punishment overwhelms them from above and from below their very feet, and they will be told, ‘Now taste the punishment for what you used to do.’"},{"SurahNumber":29,"VerseNumber":56,"Text":"My believing servants! My earth is vast, so worship Me and Me alone"},{"SurahNumber":29,"VerseNumber":57,"Text":"Every soul will taste death, then it is to Us that you will be returned"},{"SurahNumber":29,"VerseNumber":58,"Text":"We shall lodge those who believed and did good deeds in lofty dwellings, in the Garden graced with flowing streams, there to remain. How excellent is the reward of those who labour"},{"SurahNumber":29,"VerseNumber":59,"Text":"those who are steadfast, those who put their trust in their Lord"},{"SurahNumber":29,"VerseNumber":60,"Text":"How many are the creatures who do not store their sustenance! God sustains them and you: He alone is the All Hearing, the All Knowing"},{"SurahNumber":29,"VerseNumber":61,"Text":"If you ask the disbelievers who created the heavens and earth and who harnessed the sun and moon, they are sure to say, ‘God.’ Then why do they turn away from Him"},{"SurahNumber":29,"VerseNumber":62,"Text":"It is God who gives abundantly to whichever of His servants He will, and sparingly to whichever He will: He has full knowledge of everything"},{"SurahNumber":29,"VerseNumber":63,"Text":"If you ask them, ‘Who sends water down from the sky and gives life with it to the earth after it has died?’ they are sure to say, ‘God.’ Say, ‘Praise belongs to God!’ Truly, most of them do not use their reason"}]}