{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Eshte i lartesuar Ai, ne doren e te cilit eshte pushteti dhe Ai eshte i pushtetshem per cdo gje! –"},{"SurahNumber":67,"VerseNumber":2,"Text":"Ai i cili ka krijur jeten dhe vdekjen, per t’ju provuar se kush prej jush vepron me mire; - Ai eshte i Plotefuqishem dhe fales"},{"SurahNumber":67,"VerseNumber":3,"Text":"Ai, i cili, i ka krijuar shtate qiej njerin mbi tjetrin, - ti nuk veren ne krijesat e Meshiruesit kurrfare disharmonie, dhe shiko edhe nje ehre a mos po sheh ndonje plasaritje"},{"SurahNumber":67,"VerseNumber":4,"Text":"pastaj shiko perseri shume here, shikimi do te kthehet i lodhur dhe i molisuar"},{"SurahNumber":67,"VerseNumber":5,"Text":"Na, juve ua kemi zbukuruar qiellin me te aferm me yje te shkelqyeshme dhe kemi bere qe (zjarri i tyre) t’i gjuaje djajte, per te cilet kemi pergatitur denimin me zjarr"},{"SurahNumber":67,"VerseNumber":6,"Text":"Kurse, per ata qe nuk besojne ne Zotin e tyre, denimi eshte sketerra; e sa i shemtuar eshte ai vendbanim"},{"SurahNumber":67,"VerseNumber":7,"Text":"Kur te hudhen ne te, do te degjohet psheretima e tyre, e zjarri do te ndizet furishem"},{"SurahNumber":67,"VerseNumber":8,"Text":"gati per te eksploduar nga ashpersia. Kurdo qe te hedhet ne te ndonje grup (jobesimtaresh), - rojtaret e sketerres i pyesin ata: “A nuk u erdhi askush t’ua terheq verejtjen juve?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"“Po”, pergjigjen ata, gjithsesi na ka ardhur neve perkujtuesi, por ne i kemi mohuar ata dhe kemi thene: “Perendia nuk ka shpallur asgje, ju jeni ne humbje te madhe!”"},{"SurahNumber":67,"VerseNumber":10,"Text":"Ata (jobesimtaret), thone: “Sikur te kishim degjuar ose menduar, nuk do te gjendeshim midis banoreve te sketerres!”"},{"SurahNumber":67,"VerseNumber":11,"Text":"Dhe, ata e pranuan mekatin e tyre. Larg qofshin prej meshires se Zotit banoret e sketerres"},{"SurahNumber":67,"VerseNumber":12,"Text":"Me te vertete, ata qe i frikohen Zotit te tyre edhe atehere kur nuk i sheh askush, per ta ka falje dhe shperblim te madh"}]}