{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":25,"VerseNumber":44,"Text":"Of dink u dat die meeste van hulle hoor of verstaan? Hulle is soos vee; nee, hulle het nog verder van die pad afgedwaal"},{"SurahNumber":25,"VerseNumber":45,"Text":"Sien u nie hoe u Heer die skadu verleng nie? En as Hy wou, kon Hy dit onbeweeglik gemaak het. Ons het die son ’n aanwysing daarvan gemaak"},{"SurahNumber":25,"VerseNumber":46,"Text":"Daarna trek Ons dit na Ons, en Ons trek dit langsaam"},{"SurahNumber":25,"VerseNumber":47,"Text":"En dit is Hy wat die nag as ’n bedekking vir julle gemaak het, en die slaap vir rus; en Hy het die dag gemaak om weer op te staan"},{"SurahNumber":25,"VerseNumber":48,"Text":"En dit is Hy wat die winde as ’n blye tyding voor Sy genade uitstuur; en Ons stuur suiwer water uit die wolke af"},{"SurahNumber":25,"VerseNumber":49,"Text":"sodat Ons daarmee lewe aan ’n dooie land kan gee en dit as drank gee aan die vee en aan die baie mense wat Ons geskape het"},{"SurahNumber":25,"VerseNumber":50,"Text":"En Ons herhaal dit aan hulle, sodat hulle dit kan onthou, maar die meeste mense weier alles, behalwe ondankbaarheid"},{"SurahNumber":25,"VerseNumber":51,"Text":"En as Ons wou, kon Ons in elke stad ’n waarskuwer laat opstaan het"},{"SurahNumber":25,"VerseNumber":52,"Text":"Gehoorsaam die ongelowiges dus nie, en stry met die Qur’ãn ’n hewige stryd teen hulle"},{"SurahNumber":25,"VerseNumber":53,"Text":"En dit is Hy wat die twee waters vry laat vloei, die een soet, baie soet, en die ander souterig, bitter. En tussen die twee het Hy ’n afskeiding, ’n onskendbare vesperring, geplaas"},{"SurahNumber":25,"VerseNumber":54,"Text":"En dit is Hy wat die mens uit water geskape het en daarna vir hom bloedverwantskap en huweliksverwantskap gemaak het. En u Heer is vir ewig Almagtig"},{"SurahNumber":25,"VerseNumber":55,"Text":"En hulle aanbid buiten Allah dít wat hulle nóg voordeel nóg nadeel kan bring. En die ongelowige is altyd ’n helper teen sy Heer"}]}