{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Ye, ic, gozun aydın olsun. Insanlardan birini gorecek olursan; “Suphesiz ben Rahman’a susmayı adadım. Bugun hicbir insan ile konusmayacagım.” de"},{"SurahNumber":19,"VerseNumber":27,"Text":"Onu tasıyarak kavmine goturdu: “Ey Meryem! Gercekten sen gorulmedik bir is yaptın” dediler"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun’un kızkardesi! Baban kotu birisi degildi, annen de iffetsiz degildi.\" dediler"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine (cocugu) isaret etti. \"Onlar da biz, besikteki bir cocukla nasıl konusabiliriz?\" dediler"},{"SurahNumber":19,"VerseNumber":30,"Text":"Dedi ki: \"Muhakkak ben Allah’ın kuluyum. Bana o kitabı vermis ve beni nebi kılmıstır"},{"SurahNumber":19,"VerseNumber":31,"Text":"Nerede olursam olayım beni mubarek kıldı ve yasadıgım muddetce namaz kılmamı ve zekat vermemi emretti"},{"SurahNumber":19,"VerseNumber":32,"Text":"“Beni anama saygılı kıldı. Beni azgın bir zorba kılmadı.”"},{"SurahNumber":19,"VerseNumber":33,"Text":"“Dogdugum gun, olecegim gun ve diriltilecegim gun bana selam olsun.”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste hakkında supheye dustukleri Meryem oglu Isa hak soze gore budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah’ın cocuk edinmesi olacak bir sey degildir. O, bundan munezzehtir. Bir ise hukmettiginde ona yalnızca “Ol!” der, o da oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Suphesiz Allah, benim de sizin de Rabbinizdir. Oyleyse (sadece) O’na ibadet edin. Dosdogru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Fırkalar, kendi aralarında anlasmazlıga dustuler. Buyuk bir gunu gorup yasayacakları icin kafirlerin vay haline"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize gelecekleri gun, ne kadar iyi isitecek, ne kadar da iyi gorecekler! Ama bugun o zalimler apacık bir sapıklık icindedirler"}]}