{"Id":64,"LanguageCodes":["bs","bos"],"Name":"bos-korkut","Author":"Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"pa jedi i pij i budi vesela! A ako vidiš čovjeka kakva, ti reci: \"Ja sam se zavjetovala Milostivom da ću šutjeti, i danas ni s kim neću govoriti"},{"SurahNumber":19,"VerseNumber":27,"Text":"I dođe ona s njim porodici svojoj, noseći ga. \"O Merjemo,\" - rekoše oni - \"učinila si nešto nečuveno"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ej ti, koja u čednosti ličiš Harunu, otac ti nije bio nevaljao, a ni mati tvoja nije bila nevaljalica"},{"SurahNumber":19,"VerseNumber":29,"Text":"A ona im na njega pokaza. \"Kako da govorimo djetetu u bešici?\" - rekoše"},{"SurahNumber":19,"VerseNumber":30,"Text":"Ja sam Allahov rob\" - ono reče -, \"meni će On Knjigu dati i vjerovjesnikom me učiniti"},{"SurahNumber":19,"VerseNumber":31,"Text":"i učiniće me, gdje god budem, blagoslovljenim, i narediće mi da dok sam živ molitvu obavljam i milostinju udjeljujem"},{"SurahNumber":19,"VerseNumber":32,"Text":"i da majci svojoj budem dobar, a neće mi dopustiti da budem drzak i nepristojan"},{"SurahNumber":19,"VerseNumber":33,"Text":"I neka je mir nada mnom na dan kada sam se rodio i na dan kada budem umro i na dan kada budem iz mrtvih ustajao"},{"SurahNumber":19,"VerseNumber":34,"Text":"To je Isa, sin Merjemin, - to je prava istina o njemu, - onaj u koga oni sumnjaju"},{"SurahNumber":19,"VerseNumber":35,"Text":"Nezamislivo je da Allah ima dijete, hvaljen neka je On! Kad nešto odluči, On za to rekne samo: \"Budi!\" - i ono bude"},{"SurahNumber":19,"VerseNumber":36,"Text":"Allah je, uistinu, i moj i vaš Gospodar, zato se klanjajte samo Njemu! To je pravi put"},{"SurahNumber":19,"VerseNumber":37,"Text":"I sljedbenici Knjige su se o njemu u mišljenju podvojili, pa teško onima koji ne vjeruju kada budu na Danu velikom prisutni"},{"SurahNumber":19,"VerseNumber":38,"Text":"Kako će dobro čuti i kako će dobro vidjeti onoga Dana kad pred Nas stanu! A nevjernici su sada u očitoj zabludi"}]}