{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Die Offenbarung des Buches stammt von Allah, dem Erhabenen, dem Allweisen"},{"SurahNumber":45,"VerseNumber":3,"Text":"Wahrlich, in den Himmeln und auf der Erde sind Zeichen fur die Glaubigen"},{"SurahNumber":45,"VerseNumber":4,"Text":"Und in eurer Erschaffung und all den Geschopfen, die Er (uber die Erde) verbreitet hat, sind Zeichen fur Leute, die einen festen Glauben haben"},{"SurahNumber":45,"VerseNumber":5,"Text":"Und in dem Wechsel von Nacht und Tag und in dem, was Allah vom Himmel an Versorgung niedersendet, wodurch Er die Erde nach ihrem Tod neu belebt, und in dem Wechsel der Winde sind Zeichen fur Leute, die Verstand besitzen"},{"SurahNumber":45,"VerseNumber":6,"Text":"Dies sind die Verse Allahs, die Wir dir in Wahrheit verlesen. An welche Verkundigung wollen sie denn nach Allah und Seinen Versen (sonst) glauben"},{"SurahNumber":45,"VerseNumber":7,"Text":"Wehe jedem sundigen Lugner"},{"SurahNumber":45,"VerseNumber":8,"Text":"der Allahs Verse hort, wenn sie ihm verlesen werden, und dann in Hochmut verharrt, als hatte er sie nicht gehort darum verkunde ihm eine qualvolle Strafe"},{"SurahNumber":45,"VerseNumber":9,"Text":"Und (wehe) dem, der, wenn er etwas von Unseren Zeichen kennenlernt, Spott damit treibt! Fur solche (Sunder) ist eine schmahliche Strafe (vorgesehen)"},{"SurahNumber":45,"VerseNumber":10,"Text":"Hinter ihnen ist Gahannam; und das, was sie erworben haben, soll ihnen nichts nutzen, auch nicht die Beschutzer, die sie sich statt Allah genommen haben. Und ihnen wird eine gewaltige Strafe zuteil sein"},{"SurahNumber":45,"VerseNumber":11,"Text":"Dieser (Quran) ist eine Rechtleitung. Und denjenigen, welche die Zeichen ihres Herrn leugnen, wird eine qualvolle Strafe zugemessen werden"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah ist es, Der euch das Meer dienstbar gemacht hat, auf daß die Schiffe darauf nach Seinem Geheiß fahren, und auf daß ihr nach Seiner Gnadenfulle trachten und dankbar sein moget"},{"SurahNumber":45,"VerseNumber":13,"Text":"Und Er hat das fur euch dienstbar gemacht, was in den Himmeln und auf Erden ist; alles ist von Ihm. Hierin liegen wahrlich Zeichen fur die Leute, die nachdenken"}]}