{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Không một cộng đồng nào có thể thúc giục thời hạn của nó sớm chấm dứt và cũng không thể dời nó về sau"},{"SurahNumber":23,"VerseNumber":44,"Text":"Rồi TA lần lượt cử các Sứ Giả của TA đến. Mỗi lần Sứ Giả của họ đến, họ cho Y nói dối. Bởi thế, TA đã bắt phạt cộng đồng này đến cộng đồng kia. Và TA làm cho chúng trở thành những câu chuyện răn đời. Cho nên, đi đời lũ người không tin tưởng"},{"SurahNumber":23,"VerseNumber":45,"Text":"Rồi TA cử Musa và người em của Y Harun, mang theo các Phép Lạ của TA với một thẩm quyền rõ rệt"},{"SurahNumber":23,"VerseNumber":46,"Text":"Đến gặp Fir-'awn và các vị tù trưởng của hắn. Nhưng chúng hống hách tự cao và chúng là một bè lũ tự phụ"},{"SurahNumber":23,"VerseNumber":47,"Text":"Rồi chúng nói: “Há chúng mình sẽ phải tin tưởng nơi hai người phàm giống như chúng mình trong lúc người dân của hai đứa nó lại là tôi tớ của chúng mình hay sao?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Bởi thế, chúng đã phủ nhận hai người và trở thành những kẻ bị tiêu diệt"},{"SurahNumber":23,"VerseNumber":49,"Text":"Và quả thật, TA đã ban cho Musa Kinh Sách để họ được hướng dẫn"},{"SurahNumber":23,"VerseNumber":50,"Text":"Và TA đã làm cho đứa con trai của Maryam (Ysa) và người mẹ của Y (Maryam) thành một Dấu Lạ và đã định cư hai người ở một trên cao, một chỗ nghỉ yên lành với dòng suối chảy"},{"SurahNumber":23,"VerseNumber":51,"Text":"Hỡi các Sứ Giả! Hãy dùng thức ăn tốt và sạch và làm việc thiện. Quả thật, TA Hằng Biết điều các ngươi làm"},{"SurahNumber":23,"VerseNumber":52,"Text":"Quả thật, cộng đồng của các ngươi là một cộng đồng duy nhất. Và TA là Thượng Đế của các ngươi. Do đó hãy sợ TA"},{"SurahNumber":23,"VerseNumber":53,"Text":"Nhưng họ đã chia cắt công việc (thống nhất đạo) giữa họ với nhau thành giáo phái; mỗi giáo phái vui vầy với điều họ đang có"},{"SurahNumber":23,"VerseNumber":54,"Text":"Vậy hãy để mặc họ ở trong cảnh hỗn loạn đến một kỳ hạn (ấn định)"},{"SurahNumber":23,"VerseNumber":55,"Text":"Phải chăng họ nghĩ việc TA gia tăng của cải và con cái thêm cho họ"},{"SurahNumber":23,"VerseNumber":56,"Text":"(Là) TA thúc đẩy điều tốt đến cho họ hay sao? Không! Họ không nhận thấy (Sự thật)"},{"SurahNumber":23,"VerseNumber":57,"Text":"Quả thật, những ai có lòng Kính sợ mới thực sự là những người sợ Thượng Đế của họ"},{"SurahNumber":23,"VerseNumber":58,"Text":"Và những ai tin tưởng nơi những Lời Mặc Khải của Thượng Đế của họ"},{"SurahNumber":23,"VerseNumber":59,"Text":"Và những ai (trong việc thờ phụng) không tổ hợp những đối tác ngang vai cùng với Thượng Đế của họ"}]}