{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":260,"Text":"mariyu (jñāpakaṁ cēsukōṇḍi) ibrāhīm: \"Ō nā prabhū! Nīvu mr̥tulanu elā sajīvulugā cēstāvō nāku cūpu!\" Ani annappuḍu, (allāh) annāḍu: \"Ēmī? Nīku viśvāsaṁ lēdā?\" Dāniki (ibrāhīm): \"Undi, kānī nā manas'su tr̥pti koraku aḍugu tunnānu!\" Ani annāḍu. Apuḍu (allāh): \"Nālugu pakṣulanu tīsukō, vāṭini bāgā maccika cēsukō! Taruvāta (vāṭini kōsi) okkokkadāni okkokka bhāgānni, okkokka koṇḍapai peṭṭi rā, maḷḷī vāṭini ram'mani piluvu, avi nī vaddaku egurukuṇṭū vastāyi. Kābaṭṭi niścayaṅgā, allāh sarvaśaktimantuḍu, mahā vivēkavantuḍu ani telusukō!\"Ani annāḍu"},{"SurahNumber":2,"VerseNumber":261,"Text":"Allāh mārganlō tama dhanānni kharcu cēsēvāri upamānaṁ: Ā vittanaṁ valē uṇṭundi, dēni nuṇḍi ayitē ēḍu vennulu puṭṭi prati vennulō nūrēsi gin̄jalu uṇṭāyō! Mariyu allāh tānu kōrina vāriki heccugā nosaṅgutāḍu. Mariyu allāh sarvavyāpti, sarvajñuḍu"},{"SurahNumber":2,"VerseNumber":262,"Text":"evaraitē, allāh mārganlō tama dhanānni vyayaṁ cēsi, ā taruvāta tāmu cēsina upakārānni ceppukuṇṭū mariyu vārini bādhistū uṇḍarō, alāṇṭi vāri pratiphalaṁ, vāri prabhuvu vadda undi. Mariyu vāriki elāṇṭi bhayamū uṇḍadu mariyu vāru duḥkhapaḍaru kūḍā"},{"SurahNumber":2,"VerseNumber":263,"Text":"manas'sunu gāyaparicē dānaṁ kaṇṭē, mr̥dubhāṣaṇa mariyu kṣamāguṇaṁ entō mēlainavi. Mariyu allāh svayaṁ samr̥d'dhuḍu, sahanaśīluḍu"},{"SurahNumber":2,"VerseNumber":264,"Text":"ō viśvāsulārā! (Kēvalaṁ) parulaku cūpaṭāniki, tana dhanaṁ kharcu cēstū allāh nu, antimadinānni viśvasin̄cani vāni mādirigā! Mīrū cēsina mēlunu ceppukoni (upakāraṁ pondina vārini) kaṣṭapeṭṭi, mī dānadharmālanu vyartha paracukōkaṇḍi. Ilāṇṭi vāni pōlika maṭṭi kappukunna oka nunnani baṇḍapai bhārī varṣaṁ kurisi (maṭṭi koṭṭukupōgā) adi uttagā migili pōyinaṭlugā uṇṭundi. Ilāṇṭi vāru tāmu sampādin̄cina dāni nuṇḍi ēmī cēyalēru. Mariyu allāh satyatiraskārulaku sanmārgaṁ cūpaḍu"}]}