{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"Eger seni yalanlıyorlarsa, senden onceki elciler de yalanlanmıstır. Butun isler Allah'a dondurulecek(ve Allah, herkesi yaptıgıyle cezalandıracak)tır"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar, Allah'ın va'di gercektir; sakın dunya hayatı sizi aldatmasın, o aldatıcı, sizi Allah(ın affına guvendirmek sureti) ile aldatmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Seytan, sizin dusmanınızdır, siz de onu dusman tutun. O, partisini alevli atesin halkından olmaga cagırır"},{"SurahNumber":35,"VerseNumber":7,"Text":"Inkar edenler icin cetin bir azab var; inanıp iyi isler yapanlara da magfiret ve buyuk bir mukafat vardır"},{"SurahNumber":35,"VerseNumber":8,"Text":"Kotu isi, kendisine suslendirilip de onu guzel goren kimse (vehmine aldanmayarak kotu amelini guzel gormeyen, aklıyle gercegi goren kimse gibi olur) mu? Allah diledigini sapıklık icinde bırakır, diledigini yola iletir. Bundan dolayı canın, onlar icin hasretlere (uzuntulere) gitmesin, Allah onların ne yaptıklarını biliyor"},{"SurahNumber":35,"VerseNumber":9,"Text":"Allah'tır ki, gonderdigi ruzgarlar bir bulut kaldırır, onu olu bir ulkeye sureriz, olmus olan yeri onunla diriltiriz. Iste diriltme de boyledir"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kim seref istiyorsa (bilsin ki) seref tamamen Allah'ındır, (onu baskasından degil, Allah'tan istesin). Guzel soz O'na cıkar, iyi amel onu yukseltir. Kotu seyleri kuranlara gelince, onlar icin cetin bir azab vardır. Ve onların tuzagı bozulacaktır"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah sizi once topraktan, sonra nutfe(sperm)den yarattı, sonra sizi cift, cift yaptı. Bir disinin gebe kalması ve dogurması hep O'nun bilgisiyledir. Bir canlıya omur verilmesi de, onun omrunden azaltılması da mutlaka bir Kitapta(yazılı)dır. Suphesiz bu, Allah'a gore kolaydır"}]}