{"Id":203,"LanguageCodes":["id","ind"],"Name":"ind-muhammadquraish","Author":"Muhammad Quraish Shihab Et Al.","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":9,"Text":"Jika Kami memang menjadikan pendukung rasul dari seorang malaikat seperti yang mereka minta, maka Kami tentu akan membuatnya dalam bentuk manusia, agar mereka dapat menyaksikan dan memahaminya. Sebab, mereka tidak akan mampu melihat malaikat dalam bentuk aslinya. Lagi pula, tentu persoalannya bukan semakin jelas, dan mereka tetap mengira bahwa yang diutus itu adalah seorang manusia. Akhirnya, mereka Kami jerumuskan ke dalam kesalahan yang sama"},{"SurahNumber":6,"VerseNumber":10,"Text":"Sungguh, orang-orang kafir telah banyak mengejek rasul-rasul sebelummu, wahai Nabi. Para pengejek itu kemudian ditimpa siksaan yang pernah diingatkan oleh para rasul yang pernah mereka ejek sebelumnya"},{"SurahNumber":6,"VerseNumber":11,"Text":"Katakan, wahai Nabi, kepada orang-orang kafir itu, \"Berjalanlah kalian di semua penjuru dunia, dan renungkan bagaimana kehancuran adalah akhir dari orang-orang yang mendustakan rasul mereka. Ambillah pelajaran dari kesudahan dan nasib mereka itu"},{"SurahNumber":6,"VerseNumber":12,"Text":"Katakan juga, \"Siapakah pemilik langit dan bumi beserta isinya?\" Bila mereka tidak menjawab, katakan, \"Pemiliknya adalah Allah sendiri, tanpa sekutu.\" Dia telah mewajibkan diri-Nya untuk menyayangi para hamba-Nya, tidak cepat-cepat menyiksa, dan menerima pertobatan mereka. Sungguh, Dia akan mengumpulkan kalian pada hari kiamat yang tiada keraguan padanya. Mereka yang menyia-nyiakan diri sendiri dan menjerumuskannya ke dalam siksaan, pada hari ini adalah mereka yang tidak mempercayai Allah dan hari perhitungan"},{"SurahNumber":6,"VerseNumber":13,"Text":"Milik Allahlah segala sesuatu yang ada dalam ruang dan waktu. Dia yang Maha Mendengar segala sesuatu yang mungkin didengar dan Maha Mengetahui segala yang mungkin diketahui"},{"SurahNumber":6,"VerseNumber":14,"Text":"Katakan, wahai Muhammad, \"Aku tidak akan menjadikan sesuatu selain Allah sebagai Tuhan dan penolong. Hanya Allahlah pencipta langit dan bumi menurut aturan yang belum pernah ada sebelumnya. Dia juga yang memberi makan kepada hamba-Nya dan tidak memerlukan makanan dari mereka.\" Katakan lagi, \"Aku benar-benar telah diperintahkan oleh Allah untuk menjadi orang yang pertama-tama masuk Islam dan dilarang untuk menyekutukan-Nya dalam beribadah"},{"SurahNumber":6,"VerseNumber":15,"Text":"Katakan pula, \"Aku sungguh takut, bila melanggar perintah Tuhanku, akan siksaan hari kiamat yang amat keras"},{"SurahNumber":6,"VerseNumber":16,"Text":"Barangsiapa dipalingkan dari siksa itu pada hari kiamat, ia benar-benar telah disayangi oleh Allah. Hal itu merupakan keberuntungan yang pasti dan jelas"},{"SurahNumber":6,"VerseNumber":17,"Text":"Apabila Allah menimpakan kejelekan kepadamu, tidak ada yang bisa menghilangkannya kecuali Dia. Apabila memberimu kebaikan, tidak ada penghalang bagi karunia-Nya. Karena Dia Mahakuasa atas segala sesuatu"},{"SurahNumber":6,"VerseNumber":18,"Text":"Dia yang menaklukkan hamba-hamba-Nya dengan kekuasaan-Nya. Namun demikian, Dia juga mempunyai sifat bijaksana dalam semua pekerjaan yang Dia lakukan. Pengetahuan-Nya meliputi segala yang kelihatan dan yang tersembunyi"}]}