{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":24,"Text":"Onlar da (soyle) soylediler: «Ya Musa, onlar orada bulundukca biz oraya ilel´ebed giremeyiz. Artık sen Rabbinle beraber git! Bu suretle ikiniz harb edin! Biz mutlakaa oturucularız»"},{"SurahNumber":5,"VerseNumber":25,"Text":"(Musa) : «Yarab, ben kendimle kardesimden baskasına malik olmuyorum. Artık bizim aramızla o faasıklar guruhunun arasını sen ayır» dedi"},{"SurahNumber":5,"VerseNumber":26,"Text":"(Allah) buyurdu ki: «Muhakkak orası kendilerine kırk yıl haram edilmisdir. Onlar (oldukları) yerde sersem sersem dolasacaklardır. Artık o faasıklar guruhuna karsı tasalanma»"},{"SurahNumber":5,"VerseNumber":27,"Text":"Onlara Ademin iki oglunun gercek olan haberini oku: Hani onlar (Allaha) yaklastıracak birer kurban takdim etmislerdi de ikisinden birininki kabul olunmus, oburununku kabul olunmamısdı. O (evvelkisi, kardesine): «Seni elbette oldurecegim» demisdi (Beriki de soyle) soylemisdi: «Allah, ancak (kendisinden) korkanları (nkini) kabul eder»"},{"SurahNumber":5,"VerseNumber":28,"Text":"«Andolsun ki beni oldurmen icin elini bana uzatırsan ben seni oldurmem icin elimi sana uzatıcı degilim. Cunku ben kainatın Rabbi olan Allahdan korkarım»"},{"SurahNumber":5,"VerseNumber":29,"Text":"«Subhesiz dilerim ki sen kendi gunahınla birlikde benim gunahımı da yuklenesin de o atesin yaranından olasın. Iste zaalimlerin cezası budur»"},{"SurahNumber":5,"VerseNumber":30,"Text":"Nihayet nefsi, kardesini oldurmiye (isteyerek) uymus da onu oldurmusdu, bu yuzden (maddi, manevi) ziyana ugrayanlardan olmusdu"},{"SurahNumber":5,"VerseNumber":31,"Text":"Sonra Allah bir karga gonderdi. O, yeri esiyordu ki Ona kardesinin olu cesedini nasıl ortecegini gostersin. «Yazıklar olsun bana, dedi, ben su karga gibi bile olub da kardesimin cesedini ortmekden aciz mi oldum?» Artık o, (etdigine) pesimanlıga dusenlerden olmusdu"}]}