{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Apedwile lusa (lwakuputa ngondo) aŵala ŵaakuŵa nkuputwa ngondo; ligongo lyanti ŵanganyao atendedwe lupuso, soni chisimu Allah pa yakwakamuchisya ŵanganyao juŵele Jwakombola kusyene"},{"SurahNumber":22,"VerseNumber":40,"Text":"Aŵala ŵakoposyedwe nsimangwao mwangali chilungamiko ni ikaŵeje ligongo lyanti ŵanganyao akutiji: “M’mbuje gwetu ni Allah.” Soni kungaŵaga Allah kwatuta ŵandu (amagongo) kupitila mwa ŵandu ŵane (mpela asilikali), gakagumulidwe masunagogi, yalichi, nyumba sine syakutendelamo ibada kwisa soni misikiti jalikolanjidwamo Lina lya Allah mwa winji, soni chisimu Allah chankamuchisye kusyene mundu jwaakunkamuchisya Jwalakwe (paajikamuchisya Dini Jakwe), chisimu Allah ni Jwakulimbangana nnope, Jwamachili gakupunda"},{"SurahNumber":22,"VerseNumber":41,"Text":"Aŵala ŵati naga tuli twapele machili pachilambo (gakwakombolela amagongo ŵao), akwimikaga Swala mwakolosya ni kutolaga Zaka, ni kuchisyaga yambone, ni kanyaga yakusakala, sano kwa Allah ni kujili mbesi ja ichindu (yosope)"},{"SurahNumber":22,"VerseNumber":42,"Text":"Sano naga akunkanila mmwe (Muhammadi ﷺ), basi (nganiiŵa yachilendo) chisimu ŵakaaniile paujo pao ŵandu ŵa Nuhu, achina Adi ni achina Samuda"},{"SurahNumber":22,"VerseNumber":43,"Text":"Kwisa soni ŵandu ŵa Ibrahima ni ŵandu ŵa Lutwi"},{"SurahNumber":22,"VerseNumber":44,"Text":"Ni kwisa soni achimisyene Madiyana, nombe najo Musa jwakaaniidwe. Basi nalechelele achimakafili, kaneko ni nakwembekenye (ni ilagasyo). Nambi kwaliji uli kasilika Kwangu (ngati najonasile wosope)"},{"SurahNumber":22,"VerseNumber":45,"Text":"Ana jilingwajilingwa mwa misi jatwajijonasile jili jalupuso, basi mapupa gakwe gali gagwilile pa misakasa jakwe? Nambo soni (ilingwailingwa) isima yayalechedwe kwisa soni makome geliye mwa kunyang’amasya"},{"SurahNumber":22,"VerseNumber":46,"Text":"Ana ŵanganyao ngakwendajenda pa chilambo kuti jipatikane kukwao mitima jaganichisya mwalunda, kapena mawiwi gakupikanila? Basi chisimu chene meso ngagakasatatala (kwakonanga Dini) nambo mitima jajili mu idali ni jajikasatatala (kwakonanga Dini)"}]}