{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Allah kime dogru yolu iletirse iste, o dogru yolu bulmustur. Kimi de saptırırsa, artık onlar icin Allah’tan baska veli bulamazsın. Biz onları Kıyamet gunu yuzleri uzeri, kor, sagır ve dilsiz olarak hasrederiz. Varacakları sıgınakları Cehennem'dir. Sonmeye yuz tuttukca onun alevini artırırız"},{"SurahNumber":17,"VerseNumber":98,"Text":"Bu, ayetlerimize kufretmeleri ve “Kemik ve (toprak olup) ufalandıktan sonra yeni bir yaratılısla tekrar mı diriltilecegiz?” demeleri sebebiyle onların cezasıdır"},{"SurahNumber":17,"VerseNumber":99,"Text":"Gokleri ve yeri yaratan Allah’ın, onların benzerlerini de yaratmaya ve onlara hic suphesiz bir ecel tayin etmeye gucunun yettigini gormuyorlar mı? Buna ragmen zalimler yine de kufurde direnmektedirler"},{"SurahNumber":17,"VerseNumber":100,"Text":"De ki: Rabbimin rahmet hazinelerine sahip olsaydınız, yine de harcamaktan korkardınız. Gercekten insan cok cimridir"},{"SurahNumber":17,"VerseNumber":101,"Text":"Andolsun ki Musa’ya apacık dokuz ayet verdik. Israilogulları'na sor! Musa onlara geldiginde Firavun kendisine: Ey Musa! Ben senin kesinlikle buyulenmis oldugunu zannediyorum, demisti"},{"SurahNumber":17,"VerseNumber":102,"Text":"Musa da ona: “Iyi biliyorsun ki, bunları ancak goklerin ve yerin Rabbi apacık deliller olarak indirmistir. Ben de kesinlikle senin helak olacagını goruyorum ey Firavun!\" dedi"},{"SurahNumber":17,"VerseNumber":103,"Text":"Firavun onları ulkeden cıkarmak istedi. Biz de onu yanındakilerin hepsini suda bogduk"},{"SurahNumber":17,"VerseNumber":104,"Text":"Israilogulları'na: \"Ulkede oturun, ahiret vaadi geldigi zaman hepinizi bir araya getirecegiz\" dedik"}]}