{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Ye, ic. Gozun aydın olsun! Eger insanlardan birini gorursen de ki: Ben, cok merhametli olan Allah´a oruc adadım; artık bugun hicbir insanla konusmayacagım"},{"SurahNumber":19,"VerseNumber":27,"Text":"Nihayet onu (kucagında) tasıyarak kavmine getirdi. Dediler ki: Ey Meryem! Hakikaten sen igrenc bir sey yaptın"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun´un kız kardesi! Senin baban kotu bir insan degildi; annen de iffetsiz degildi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine Meryem cocugu gosterdi. \"Biz, dediler, besikteki bir sabi ile nasıl konusuruz"},{"SurahNumber":19,"VerseNumber":30,"Text":"Cocuk soyle dedi: \"Ben, Allah´ın kuluyum. O, bana Kitab´ı verdi ve beni peygamber yaptı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Nerede olursam olayım, O beni mubarek kıldı; yasadıgım surece bana namazı ve zekatı emretti"},{"SurahNumber":19,"VerseNumber":32,"Text":"Beni anneme saygılı kıldı; beni bedbaht bir zorba yapmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Dogdugum gun, olecegim gun ve diri olarak kabirden kaldırılacagım gun esenlik banadır"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste, hakkında suphe ettikleri Meryem oglu Isa -hak soz olarak- budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah´ın bir evlat edinmesi, olur sey degildir. O, bundan munezzehtir. Bir ise hukmettigi zaman, ona sadece \"Ol!\" der ve hemen olur"},{"SurahNumber":19,"VerseNumber":36,"Text":"(Isa sunu da soyledi:) Muhakkak ki Allah, benim de Rabbim, sizin de Rabbinizdir. Oyle ise O´na kulluk ediniz. Iste dogru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Sonra guruplar kendi aralarında ayrılıga dustuler. Buyuk gune sahit olundugu zamanda vay o kafirlerin haline"},{"SurahNumber":19,"VerseNumber":38,"Text":"Onlar, bizim huzurumuza cıkacakları gun (baslarına gelecek olanları) ne iyi duyarlar ve ne iyi gorurler (bir gorsen)! Fakat o zalimler bugun acık bir sapıklık icindedirler"}]}