{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"ئۇنىڭغا بىز زېمىندا ھەقىقەتەن كۈچ - قۇدرەت ئاتا قىلدۇق، ئۇنىڭغا ئۆز مەقسىتىگە يېتىشنىڭ پۈتۈن يوللىرىنى ئاسانلاشتۇرۇپ بەردۇق"},{"SurahNumber":18,"VerseNumber":85,"Text":"زۇلقەرنەين (اﷲ ئۇنىڭغا ئاسانلاشتۇرۇپ بەرگەن) يولغا ماڭدى"},{"SurahNumber":18,"VerseNumber":86,"Text":"ئۇ كۈنپېتىش تەرەپكە يېتىپ بارغاندا، كۈننىڭ قارا لايلىق بۇلاققا پېتىپ كېتىۋاتقانلىقىنى ھېس قىلدى. ئۇ بۇلاقنىڭ يېنىدا بىر تۈرلۈك قەۋمنى ئۇچراتتى. بىز: «ئى زۇلقەرنەين! سەن ئۇلارنى جازالىغىن ياكى ئۇلارغا ياخشى مۇئامىلىدە بولغىن» دېدۇق"},{"SurahNumber":18,"VerseNumber":87,"Text":"زۇلقەرنەين ئېيتتى: «كىمكى زۇلۇم قىلغان بولسا، بىز ئۇنى جازالايمىز، ئاندىن ئۇ پەرۋەردىگارىڭنىڭ دەرگاھىغا قايتۇرۇلىدۇ، پەرۋەردىگارى ئۇنى قاتتىق جازالايدۇ"},{"SurahNumber":18,"VerseNumber":88,"Text":"كىمكى ئىمان ئېيتسا ۋە ياخشى ئەمەل قىلسا، ئۇنىڭغا ئەڭ ياخشى مۇكاپات بېرىلىدۇ، ئۇنى قولاي ئىشقا بۇيرۇيمىز»"},{"SurahNumber":18,"VerseNumber":89,"Text":"ئاندىن زۇلقەرنەين (اﷲ ئۇنىڭغا قولايلىق قىلىپ بەرگەن) يولغا ماڭدى"},{"SurahNumber":18,"VerseNumber":90,"Text":"زۇلقەرنەين كۈنچىقىش تەرەپكە بارغاندا، كۈننىڭ شۇنداق بىر قەۋمنىڭ ئۈستىگە چۈشۈۋاتقانلىقىنى كۆردىكى، ئۇ قەۋمگە بىز (كۈننىڭ ھارارىتىدىن) ساقلىنىدىغان (كىيىم، ئىمارەت قاتارلىق) نەرسىلەرنى ئاتا قىلمىدۇق"},{"SurahNumber":18,"VerseNumber":91,"Text":"ئەھۋال شۇنداق بولدى (يەنى زۇلقەرنەين كۈنچىقىش تەرەپتىكى كىشىلەرگىمۇ كۈنپېتىش تەرەپتىكى كىشىلەرگە قىلغان مۇئامىلىنى قىلدى). بىز ئۇنىڭ قولىدىكى نەرسىلەردىن تولۇق خەۋەردار ئىدۇق"},{"SurahNumber":18,"VerseNumber":92,"Text":"ئاندىن ئۇ (اﷲ ئۇنىڭغا قولايلىق قىلىپ بەرگەن) يولغا ماڭدى"},{"SurahNumber":18,"VerseNumber":93,"Text":"زۇلقەرنەين ئىككى تاغ ئارىسىغا يېتىپ بارغاندا، ئىككى تاغ ئالدىدا ھېچقانداق سۆزنى چۈشەنمەيدىغان (يەنى ئۆزىنىڭ تىلىدىن غەيرى تىلنى بىلمەيدىغان) بىر قەۋمنى ئۇچراتتى"},{"SurahNumber":18,"VerseNumber":94,"Text":"ئۇلار: «ئى زۇلقەرنەين! يەجۇج بىلەن مەجۇج يەر يۈزىدە ھەقىقەتەن بۇزغۇنچىلىق قىلغۇچىلاردۇر، بىز بىلەن ئۇلارنىڭ ئارىسىغا بىر توسما سېلىپ بېرىشىڭ ئۈچۈن، ساڭا بىر قىسىم مېلىمىزنى (باجغا ئوخشاش تۆلىسەك بولامدۇ؟» دېدى)"},{"SurahNumber":18,"VerseNumber":95,"Text":"زۇلقەرنەين ئېيتتى: «اﷲ نىڭ ماڭا بەرگەن نەرسىلىرى (يەنى كۈچ - قۇۋۋەت ۋە پادىشاھلىق سىلەرنىڭ ماڭا بېرىدىغان مېلىڭلاردىن) ئارتۇقتۇر، ماڭا ئادەم كۈچى ياردەم قىلىڭلار، ئۇلار بىلەن سىلەرنىڭ ئاراڭلارغا مۇستەھكەم بىر توسما سېلىپ بېرەي"},{"SurahNumber":18,"VerseNumber":96,"Text":"ماڭا تۆمۈر پارچىلىرىنى ئېلىپ كېلىڭلار، (تۆمۈر پارچىلىرى دۆۋىلىنىپ) ئىككى تاغنىڭ ئارىسى تەكشى بولغاندا، كۆيۈكلەرنى بېسىڭلار». تۆمۈر پارچىلىرى (قىزىپ) ئوتتەك بولغاندا، ئۇ: «ماڭا (ئېرىتىلگەن مىسنى) بېرىڭلار، ئۈستىگە تۆكەي» دېدى"},{"SurahNumber":18,"VerseNumber":97,"Text":"ئۇلار (يەنى يەجۇج - مەجۇج) ئۇنىڭ ئۈستىگە چىقىشقىمۇ، ئۇنى تېشىشكىمۇ قادىر بولالمىدى"}]}