{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif-Lam-Ra. [These letters are one of the miracles of the Quran, and none but Allah (Alone) knows their meanings]. These are the Verses of the Book, and a plain Quran"},{"SurahNumber":15,"VerseNumber":2,"Text":"Perhaps (often) will those who disbelieve wish that they were Muslims [those who have submitted themselves to Allah's Will in Islam Islamic Monotheism, this will be on the Day of Resurrection when they will see the disbelievers going to Hell and the Muslims going to Paradise]"},{"SurahNumber":15,"VerseNumber":3,"Text":"Leave them to eat and enjoy, and let them be preoccupied with (false) hope. They will come to know"},{"SurahNumber":15,"VerseNumber":4,"Text":"And never did We destroy a township but there was a known decree for it"},{"SurahNumber":15,"VerseNumber":5,"Text":"No nation can anticipate its term, nor delay it"},{"SurahNumber":15,"VerseNumber":6,"Text":"And they say: \"O you (Muhammad SAW) to whom the Dhikr (the Quran) has been sent down! Verily, you are a mad man"},{"SurahNumber":15,"VerseNumber":7,"Text":"Why do you not bring angels to us if you are of the truthful ones"},{"SurahNumber":15,"VerseNumber":8,"Text":"We send not the angels down except with the truth (i.e. for torment, etc.), and in that case, they (the disbelievers) would have no respite"},{"SurahNumber":15,"VerseNumber":9,"Text":"Verily We: It is We Who have sent down the Dhikr (i.e. the Quran) and surely, We will guard it (from corruption)"},{"SurahNumber":15,"VerseNumber":10,"Text":"Indeed, We sent Messengers before you (O Muhammad SAW) amongst the sects (communities) of old"},{"SurahNumber":15,"VerseNumber":11,"Text":"And never came a Messenger to them but they did mock him"},{"SurahNumber":15,"VerseNumber":12,"Text":"Thus do We let it (polytheism and disbelief) enter into the hearts of the Mujrimun [criminals, polytheists, pagans, etc. (because of their mockery at the Messengers]"},{"SurahNumber":15,"VerseNumber":13,"Text":"They would not believe in it (the Quran), and already the example of (Allah's punishment of) the ancients (who disbelieved) has gone forth"},{"SurahNumber":15,"VerseNumber":14,"Text":"And even if We opened to them a gate from the heaven and they were to continue ascending thereto"},{"SurahNumber":15,"VerseNumber":15,"Text":"They would surely say: \"Our eyes have been (as if) dazzled. Nay, we are a people bewitched"}]}