{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"ذوالقرنین گفت: این رحمتی از سوی پروردگار من است و هرگاه وعدۀ پروردگارم برسد، آن (سدّ) را (ویران کرده و) با زمین هموار می‌کند، و وعدۀ پروردگارم حق (و بازگشت ناپذیر) است"},{"SurahNumber":18,"VerseNumber":99,"Text":"و در آن روز (ویرانی سدّ) آنها را رها می‌کنیم تا موج‌آسا بعضی با بعضی دیگر خلط شوند، و (بعداً که) در صور دمیده شود، (همه) مردم را (در محشر) جمع کنیم"},{"SurahNumber":18,"VerseNumber":100,"Text":"و دوزخ را در آن روز به طور خاص پیش روی كافران می‌آوریم"},{"SurahNumber":18,"VerseNumber":101,"Text":"(پیش روی) آن کافرانی که چشم‌هایشان از (دیدن) آيات من در پرده‌ای بود و نمی‌توانستند (حق) را بشنوند"},{"SurahNumber":18,"VerseNumber":102,"Text":"آیا کافران گمان کردند که به جز من، بندگان مرا اولياء بگیرند؟ يقينا ما دوزخ را منزلگاه برای کافران آماده کرده‌ایم"},{"SurahNumber":18,"VerseNumber":103,"Text":"بگو: آیا شما را از کسانی که از نگاه عمل خسارمندترین مردمان‌اند، آگاه سازم؟"},{"SurahNumber":18,"VerseNumber":104,"Text":"آنانی‌اند که کوشش آنها در زندگی دنیا گم شده است و گمان می‌کنند که کار نیک می‌کنند"},{"SurahNumber":18,"VerseNumber":105,"Text":"آنها کسانی هستند که به آیات پروردگارشان و ملاقات او کفر ورزیدند، در نتیجه اعمالشان نیست و نابود شد پس روز قیامت هیچ ارزش (و منزلتی) و وزنی برایشان نخواهیم نهاد"},{"SurahNumber":18,"VerseNumber":106,"Text":"این جزای آنهاست به سبب آنکه کفر ورزیدند و آیات و پیامبران مرا به تمسخر گرفتند"},{"SurahNumber":18,"VerseNumber":107,"Text":"البته آنانی که ایمان آوردند و کارهای نیک کردند، برای آنها باغ‌های جنت فردوس (باغ‌های انبوه) جایگاه مهمانی است"},{"SurahNumber":18,"VerseNumber":108,"Text":"همیشه‌اند در آنجا و درخواست انتقال (به جای دیگر) نمی‌کنند"},{"SurahNumber":18,"VerseNumber":109,"Text":"بگو: اگر بحر برای نوشتن سخنان پروردگارم (تبدیل به) رنگ (سیاهی) گردد، پیش از آنکه سخنان پروردگارم خاتمه یابد، بدون شک بحر تمام خواهد شد، هر چند (بحرهایی دیگر) مانند آن (بحر را نیز) به کمک آن بیاوریم"},{"SurahNumber":18,"VerseNumber":110,"Text":"بگو: جز این نیست که من مانند شما بشری هستیم، به من وحی فرستاده می‌شود اینکه معبود شما معبود یگانه است (و بس)، پس هرکس که به دیدار پروردگار خود امید دارد، پس باید کار شایسته کند و در عبادت پروردگار خویش کسی را شریک نسازد"}]}