{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"اور ہم ہی نے انسان کو پیدا کیا ہے اور جو خیالات اس کے دل میں گزرتے ہیں ہم ان کو جانتے ہیں۔ اور ہم اس کی رگ جان سے بھی اس سے زیادہ قریب ہیں"},{"SurahNumber":50,"VerseNumber":17,"Text":"جب (وہ کوئی کام کرتا ہے تو) دو لکھنے والے جو دائیں بائیں بیٹھے ہیں، لکھ لیتے ہیں"},{"SurahNumber":50,"VerseNumber":18,"Text":"کوئی بات اس کی زبان پر نہیں آتی مگر ایک نگہبان اس کے پاس تیار رہتا ہے"},{"SurahNumber":50,"VerseNumber":19,"Text":"اور موت کی بےہوشی حقیقت کھولنے کو طاری ہوگئی۔ (اے انسان) یہی (وہ حالت) ہے جس سے تو بھاگتا تھا"},{"SurahNumber":50,"VerseNumber":20,"Text":"اور صور پھونکا جائے گا۔ یہی (عذاب کے) وعید کا دن ہے"},{"SurahNumber":50,"VerseNumber":21,"Text":"اور ہر شخص (ہمارے سامنے) آئے گا۔ ایک (فرشتہ) اس کے ساتھ چلانے والا ہوگا اور ایک (اس کے عملوں کی) گواہی دینے والا"},{"SurahNumber":50,"VerseNumber":22,"Text":"(یہ وہ دن ہے کہ) اس سے تو غافل ہو رہا تھا۔ اب ہم نے تجھ پر سے پردہ اُٹھا دیا۔ تو آج تیری نگاہ تیز ہے"},{"SurahNumber":50,"VerseNumber":23,"Text":"اور اس کا ہم نشین (فرشتہ) کہے گا کہ یہ (اعمال نامہ) میرے پاس حاضر ہے"},{"SurahNumber":50,"VerseNumber":24,"Text":"(حکم ہوگا کہ) ہر سرکش ناشکرے کو دوزخ میں ڈال دو"},{"SurahNumber":50,"VerseNumber":25,"Text":"جو مال میں بخل کرنے والا حد سے بڑھنے والا شبہے نکالنے والا تھا"},{"SurahNumber":50,"VerseNumber":26,"Text":"جس نے خدا کے ساتھ اور معبود مقرر کر رکھے تھے۔ تو اس کو سخت عذاب میں ڈال دو"},{"SurahNumber":50,"VerseNumber":27,"Text":"اس کا ساتھی (شیطان) کہے گا کہ اے ہمارے پروردگار میں نے اس کو گمراہ نہیں کیا تھا بلکہ یہ آپ ہی رستے سے دور بھٹکا ہوا تھا"},{"SurahNumber":50,"VerseNumber":28,"Text":"(خدا) فرمائے گا کہ ہمارے حضور میں ردوکد نہ کرو۔ ہم تمہارے پاس پہلے ہی (عذاب کی) وعید بھیج چکے تھے"},{"SurahNumber":50,"VerseNumber":29,"Text":"ہمارے ہاں بات بدلا نہیں کرتی اور ہم بندوں پر ظلم نہیں کیا کرتے"},{"SurahNumber":50,"VerseNumber":30,"Text":"اس دن ہم دوزخ سے پوچھیں گے کہ کیا تو بھر گئی؟ وہ کہے گی کہ کچھ اور بھی ہے؟"},{"SurahNumber":50,"VerseNumber":31,"Text":"اور بہشت پرہیزگاروں کے قریب کردی جائے گی (کہ مطلق) دور نہ ہوگی"},{"SurahNumber":50,"VerseNumber":32,"Text":"یہی وہ چیز ہے جس کا تم سے وعدہ کیا جاتا تھا (یعنی) ہر رجوع لانے والے حفاظت کرنے والے سے"},{"SurahNumber":50,"VerseNumber":33,"Text":"جو خدا سے بن دیکھے ڈرتا ہے اور رجوع لانے والا دل لے کر آیا"},{"SurahNumber":50,"VerseNumber":34,"Text":"اس میں سلامتی کے ساتھ داخل ہوجاؤ۔ یہ ہمیشہ رہنے کا دن ہے"},{"SurahNumber":50,"VerseNumber":35,"Text":"وہاں وہ جو چاہیں گے ان کے لئے حاضر ہے اور ہمارے ہاں اور بھی (بہت کچھ) ہے"}]}