{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":7,"Text":"Biz peygamberlerden, (verdigimiz elcilik gorevini yapmak ve hak dine da'vet etmek hususunda) kuvvetle ahidlerini almıstık, senden, Nuh'dan, Ibrahim'den, Musa'dan ve Meryem oglu Isa'dan, (evet) onlardan sapasaglam soz almıstık"},{"SurahNumber":33,"VerseNumber":8,"Text":"(Boyle yaptık) Ki (Allah), o dogrulara dogruluklarından sorsun. Kafirlere de acı bir azab hazırlamıstır"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ey inananlar, Allah'ın size olan ni'metini hatırlayın, hani bir zaman size ordular gelmisti de biz onların uzerine bir ruzgar ve sizin gormediginiz ordular gondermistik. Allah, yaptıklarınızı gormekteydi"},{"SurahNumber":33,"VerseNumber":10,"Text":"Hani onlar ustunuzden ve alt tarafınızdan gelmislerdi, gozler (saskınlıktan oturu) kaymıs, yurekler (korkudan) hancerelere dayanmıstı. Allah hakında turlu zanlarda bulunuyordunuz"},{"SurahNumber":33,"VerseNumber":11,"Text":"Iste orada mu'minler denenmis, siddetli bir sarsıntı ile sarsılmıslardı"},{"SurahNumber":33,"VerseNumber":12,"Text":"Munafıklar ve kalblerinde hastalık bulunan kimseler: \"Allah ve Resulu bize sadece bos vaadlerde bulundu.\" diyordu"},{"SurahNumber":33,"VerseNumber":13,"Text":"Onlardan bir grup da demisti ki: \"Ey Yesrib (Medine) halkı, artık size duracak yer yok, (haydi durmayın, evlerinize) donun (Yahut: Artık bu dinde durmanız dogru degil, donun)\". Onlardan bir topluluk da. \"Evlerimiz (saglam degil), acıktır\" diyerek peygamberden izin istiyordu. Oysa onlar(ın evleri) acık degildi. Sadece kacmak istiyorlardı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eger (Medine'nin) her yanından onların uzerine giril(ip saldırıl)saydı da kendilerinden (halka) baskı ve iskence yapmaları istenseydi bunu yaparlardı; bunu yapmakta fazla gecikmezlerdi"},{"SurahNumber":33,"VerseNumber":15,"Text":"Oysa arkalarına don(up kac)mayacaklarına dair Allah'a soz vermislerdi. Allah'a verilen sozden sorumlu idiler"}]}