{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"Tell them, (O Prophet): \"I am bidden to serve Allah, consecrating my devotion to Him"},{"SurahNumber":39,"VerseNumber":12,"Text":"and I am bidden to be the first of those who surrender to Him"},{"SurahNumber":39,"VerseNumber":13,"Text":"Say: \"If I disobey my Lord, I fear the chastisement of an Awesome Day"},{"SurahNumber":39,"VerseNumber":14,"Text":"Say: \"Allah alone shall I serve, consecrating my devotion to Him"},{"SurahNumber":39,"VerseNumber":15,"Text":"So serve, apart from Him, whomsoever you please.\" Say: \"Behold, the real losers shall be those who will have lost their own selves and their kith and kin on the Day of Resurrection. Behold, that is the obvious loss"},{"SurahNumber":39,"VerseNumber":16,"Text":"There shall be sheets of fire above them and beneath them. This is the end against which Allah warns His servants. So dread My wrath, O you servants of Mine"},{"SurahNumber":39,"VerseNumber":17,"Text":"(On the other hand), good tidings await those who eschew serving false gods and penitently return to Allah. (O Prophet), give good tidings to My servants"},{"SurahNumber":39,"VerseNumber":18,"Text":"to those who pay heed to what is said and follow the best of it. They are the ones whom Allah has guided to the Right Way; they are the ones endowed with understanding"},{"SurahNumber":39,"VerseNumber":19,"Text":"(O Prophet), can you save him (from chastisement) against whom the sentence of chastisement has become due; him who has, (as it were), already fallen into the Fire"},{"SurahNumber":39,"VerseNumber":20,"Text":"But those who fear their Lord shall have lofty mansions built over one another beneath which rivers flow. This is Allah´s promise and never does Allah fail to fulfil His promise"},{"SurahNumber":39,"VerseNumber":21,"Text":"Do you not see that Allah sent down water from the sky, then made it flow on earth as springs and streams and rivers and then with it He brings forth vegetation of various hues; then this vegetation ripens and dries up, turning yellow, whereafter He reduces it to broken straw? Surely there is a lesson in this for those endowed with understanding"}]}