{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Et Pharaon dit : \"Amenez-moi tout magicien savant"},{"SurahNumber":10,"VerseNumber":80,"Text":"Puis, lorsque vinrent les magiciens, Moise leur dit: \"Jetez ce que vous avez a jeter"},{"SurahNumber":10,"VerseNumber":81,"Text":"Lorsqu’ils jeterent, Moise dit: \"Ce que vous avez produit est magie! Allah l’annulera. Car Allah ne fait pas prosperer ce que font les fauteurs de desordre"},{"SurahNumber":10,"VerseNumber":82,"Text":"Et par Ses paroles, Allah fera triompher la Verite, quelque repulsion qu’en aient les criminels"},{"SurahNumber":10,"VerseNumber":83,"Text":"Personne ne crut (au message) de Moise, sauf un groupe de jeunes gens de son peuple, par crainte de represailles de Pharaon et de leurs notables. En verite, Pharaon fut certes superbe sur Terre et il fut du nombre des extravagants"},{"SurahNumber":10,"VerseNumber":84,"Text":"Et Moise dit : \"O mon peuple ! Si vous croyez en Allah, placez votre confiance en Lui si vous (Lui) etes soumis"},{"SurahNumber":10,"VerseNumber":85,"Text":"Ils dirent : \"En Allah nous placons notre confiance. O notre Seigneur ! Ne fais pas de nous une cible pour les persecutions des injustes"},{"SurahNumber":10,"VerseNumber":86,"Text":"Et delivre-nous, par Ta misericorde, des gens mecreants"},{"SurahNumber":10,"VerseNumber":87,"Text":"Et Nous revelames a Moise et a son frere : \"Prenez pour votre peuple des maisons en Egypte ! Et faites de vos maisons une direction (de la priere) et accomplissez (parfaitement) la priere (As-Salat). Et fais la bonne annonce aux croyants"},{"SurahNumber":10,"VerseNumber":88,"Text":"Et Moise dit : \"O notre Seigneur ! Tu as accorde a Pharaon et ses notables des parures et des biens dans la vie presente, et voila, o notre Seigneur, qu’avec cela ils egarent (les gens loin) de Ton sentier. O notre Seigneur ! Aneantis leurs biens et endurcis leurs cœurs, afin qu’ils ne croient pas, jusqu’a ce qu’ils aient vu le chatiment douloureux"}]}