{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"navu (allahu) helidevu; ‘‘nivellaru illinda ilidu hogiri. Nanna kadeyinda nim'ma balige enadaru margadarsana talupidaga, yaru nanu torida margavannu anusarisuvaro avarige yava bhayavu iradu mattu avaru duhkhisalararu’’"},{"SurahNumber":2,"VerseNumber":39,"Text":"‘‘Innu (satyavannu) dhikkarisuvavaru mattu nam'ma vacanagalannu tiraskarisuvavare narakagniyavaru mattu avaru adaralli sadakala iruvaru’’"},{"SurahNumber":2,"VerseNumber":40,"Text":"isra'ilara santatigale, nanu nimage nidida nanna anugrahagalannu nenapisikolliri mattu nanna jote nivu madidda kararannu palisiri. (Aga) nim'ma jote nanu madiruva kararannu nanu palisuvenu mattu nivu nanage matra anjiri"},{"SurahNumber":2,"VerseNumber":41,"Text":"mattu nanu ilisiruva sandesadalli nivu nambike idiri. Adu igagale nim'ma bali iruva sandesavannu samarthisuttade. Innu, adannu dhikkarisuvavaralli nive modaligaragabedi hagu nanna vacanagalannu aggada belege maradiri mattu nivu nanage matra anjiri"},{"SurahNumber":2,"VerseNumber":42,"Text":"nivu satyavannu mithyada jote beresabedi hagu satyavannu tilidirutta adannu adagisidabedi"},{"SurahNumber":2,"VerseNumber":43,"Text":"mattu nivu sthiravagi namajhannu palisiri hagu jhakatannu pavatisiri mattu (allahaneduru) baguvavara jote seri bagiri"},{"SurahNumber":2,"VerseNumber":44,"Text":"nivenu janarige olitannu adesisi, svatah nim'manne maretu biduttira? Nivantu granthavannu oduvavaragiddiri – istagiyu nivu artha madikolluvudillave"},{"SurahNumber":2,"VerseNumber":45,"Text":"nivu sahane mattu namajh‌ninda neravu padeyiri. Khanditavagiyu adu bhayabhakti ullavara horatu itarara palige kastada kelasavagide"},{"SurahNumber":2,"VerseNumber":46,"Text":"(ekendare) avaru, (bhayabhaktiyullavaru) tavu tam'ma odeyanannu bhetiyagalikkide mattu tavu avana kadege marali hogabekadavaru endu nambuvavaragiddare"},{"SurahNumber":2,"VerseNumber":47,"Text":"isra'ilara santatigale, nanu (allahu) nimage nididda anugrahagalannu mattu jagattina itarara mele nanu nimage hirime nididdannu nenapisikolliri"},{"SurahNumber":2,"VerseNumber":48,"Text":"mattu nivu – yarigu yarindalu svalpavu prayojanavagada, yarindalu sipharasannu svikarisalagada, yarindalu yavude pariharavannu padeyalagada mattu avarige (aparadhigalige) yavude sahaya sigalarada a dinada kuritu eccaravagiri"}]}