{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Nulle communaute ne peut avancer ni reculer son terme"},{"SurahNumber":23,"VerseNumber":44,"Text":"Ensuite, Nous envoyames successivement Nos Messagers. Chaque fois qu’un Messager se presentait a sa communaute, ils le traitaient de menteur. Et Nous les fimes succeder les unes aux autres [dans la destruction], et Nous en fimes des themes de recits legendaires. Que disparaissent a jamais les gens qui ne croient pas"},{"SurahNumber":23,"VerseNumber":45,"Text":"Ensuite, Nous envoyames Moise et son frere Aaron avec Nos prodiges et une preuve evidente"},{"SurahNumber":23,"VerseNumber":46,"Text":"vers Pharaon et ses notables mais ceux-ci s’enflerent d’orgueil : ils etaient des gens hautains"},{"SurahNumber":23,"VerseNumber":47,"Text":"Ils dirent : \"Croirons-nous en deux hommes comme nous dont les congeneres sont nos esclaves"},{"SurahNumber":23,"VerseNumber":48,"Text":"Ils les traiterent [tous deux] de menteurs, ils furent donc parmi les aneantis"},{"SurahNumber":23,"VerseNumber":49,"Text":"Et Nous avions apporte le Livre a Moise afin qu’ils se guident"},{"SurahNumber":23,"VerseNumber":50,"Text":"Et Nous fimes du fils de Marie, ainsi que de sa mere, un prodige; et Nous donnames a tous deux asile sur une colline bien stable et dotee d’une source"},{"SurahNumber":23,"VerseNumber":51,"Text":"O Messagers ! Mangez de ce qui est permis et agreable et faites du bien. Car Je sais parfaitement ce que vous faites"},{"SurahNumber":23,"VerseNumber":52,"Text":"Et cette communaute, la votre, est une seule communaute, tandis que Je suis votre Seigneur. Craignez-Moi donc"},{"SurahNumber":23,"VerseNumber":53,"Text":"Mais ils se sont divises en sectes, chaque secte exultant ce qu’elle detenait"},{"SurahNumber":23,"VerseNumber":54,"Text":"Laisse-les dans leur errement pour un certain temps"},{"SurahNumber":23,"VerseNumber":55,"Text":"Pensent-ils que ce que Nous leur accordons, en biens et en enfants"},{"SurahNumber":23,"VerseNumber":56,"Text":"[soit une avance] que Nous Nous empressons de leur faire sur les biens [de la vie future]? Au contraire, ils n’en sont pas conscients"},{"SurahNumber":23,"VerseNumber":57,"Text":"Ceux qui, de la crainte de leur Seigneur, sont penetres"},{"SurahNumber":23,"VerseNumber":58,"Text":"(et ceux) qui croient aux versets de leur Seigneur"},{"SurahNumber":23,"VerseNumber":59,"Text":"(et ceux) qui n’associent rien a leur Seigneur"}]}