{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"Ara amara take dana karalama tara parijanabarga o tadera mata aro aneka; amadera paksa theke anugrahasbarupa ebam bodhasakti sampanna lokadera jan'ya upadesasbarupa"},{"SurahNumber":38,"VerseNumber":44,"Text":"Ara (ami take adesa karalama) ekamutha ghasa nina ebam ta dbara aghata karuna ebam sapatha bhanga karabena na.' Niscaya amara take peyechi dhairyasila [1]. Kata'i uttama banda tini! Niscaya tini chilena amara abhimukhi"},{"SurahNumber":38,"VerseNumber":45,"Text":"Ara smarana karuna, amadera banda ibarahima, isahaka o iya'kubera katha, tamra chilena saktisali o suksmadarsi"},{"SurahNumber":38,"VerseNumber":46,"Text":"Niscaya amara taderake adhikari karechilama eka bisesa gunera, ta chila akhiratera smarana"},{"SurahNumber":38,"VerseNumber":47,"Text":"Ara niscaya tara chilena amadera nikata manonita uttama bandadera an'yatama"},{"SurahNumber":38,"VerseNumber":48,"Text":"Ara smarana karuna, isama'ila, ala-iyasa'a o yula-kiph‌lera katha, ara era pratyeke'i chilena sajjanadera antarbhukta"},{"SurahNumber":38,"VerseNumber":49,"Text":"E eka smarana’ [1]. Muttakidera jan'ya rayeche uttama abasa"},{"SurahNumber":38,"VerseNumber":50,"Text":"cirasthayi jannata, yara darajasamuha tadera jan'ya unmukta"},{"SurahNumber":38,"VerseNumber":51,"Text":"Sekhane tara asina habe helana diye, sekhane tara bahubidha phalamula o paniya ca'ibe"},{"SurahNumber":38,"VerseNumber":52,"Text":"Ara tadera pase thakabe anatanayana samabayaskara"},{"SurahNumber":38,"VerseNumber":53,"Text":"Eta hisebera dinera jan'ya tomaderake deya pratisruti"},{"SurahNumber":38,"VerseNumber":54,"Text":"Niscaya eta amadera deya riyika ya nihsesa ha'oyara naya"},{"SurahNumber":38,"VerseNumber":55,"Text":"Eta'i. Ara niscaya simalanghanakaridera jan'ya rayeche nikrstatama pratyabartanasthala"},{"SurahNumber":38,"VerseNumber":56,"Text":"jahannama, sekhane tara agnidagdha habe, kata nikrsta bisramasthala"},{"SurahNumber":38,"VerseNumber":57,"Text":"eta'i. Kaje'i tara asbadana karuka phutanta pani o pumja"},{"SurahNumber":38,"VerseNumber":58,"Text":"Aro ache erupa bibhinna dharanera sasti"},{"SurahNumber":38,"VerseNumber":59,"Text":"E to eka bahini, tomadera sange prabesa karache. Tadera jan'ya ne'i kono abhinandana. Niscaya tara agune jbalabe.’"},{"SurahNumber":38,"VerseNumber":60,"Text":"Anusarira balabe, ‘baram tomara'o, tomadera jan'ya'o kono abhinandana ne'i. Tomara'i to age amadera jan'ya etara byabastha karecha. Ata'eba kata nikrsta e abasasthala [1]!’"},{"SurahNumber":38,"VerseNumber":61,"Text":"Tara balabe, 'he amadera raba! Ye etake amadera sam'mukhina kareche, agune tara sasti apani dbiguna bariye dina"}]}