{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"The parable of the Garden which the righteous are promised!- beneath it flow rivers: perpetual is the enjoyment thereof and the shade therein: such is the end of the Righteous; and the end of Unbelievers in the Fire"},{"SurahNumber":13,"VerseNumber":36,"Text":"Those to whom We have given the Book rejoice at what hath been revealed unto thee: but there are among the clans those who reject a part thereof. Say: \"I am commanded to worship God, and not to join partners with Him. Unto Him do I call, and u nto Him is my return"},{"SurahNumber":13,"VerseNumber":37,"Text":"Thus have We revealed it to be a judgment of authority in Arabic. Wert thou to follow their (vain) desires after the knowledge which hath reached thee, then wouldst thou find neither protector nor defender against God"},{"SurahNumber":13,"VerseNumber":38,"Text":"We did send apostles before thee, and appointed for them wives and children: and it was never the part of an apostle to bring a sign except as God permitted (or commanded). For each period is a Book (revealed)"},{"SurahNumber":13,"VerseNumber":39,"Text":"God doth blot out or confirm what He pleaseth: with Him is the Mother of the Book"},{"SurahNumber":13,"VerseNumber":40,"Text":"Whether We shall show thee (within thy life-time) part of what we promised them or take to ourselves thy soul (before it is all accomplished),- thy duty is to make (the Message) reach them: it is our part to call them to account"},{"SurahNumber":13,"VerseNumber":41,"Text":"See they not that We gradually reduce the land (in their control) from its outlying borders? (Where) God commands, there is none to put back His Command: and He is swift in calling to account"},{"SurahNumber":13,"VerseNumber":42,"Text":"Those before them did (also) devise plots; but in all things the master- planning is God's He knoweth the doings of every soul: and soon will the Unbelievers know who gets home in the end"}]}