{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":40,"Text":"Yātē āmarā jādukaradēra anusaraṇa karatē pāri-yadi tārā'i bijaẏī haẏa."},{"SurahNumber":26,"VerseNumber":41,"Text":"Yakhana yādukararā āgamaṇa karala, takhana phēra'ā'unakē balala, yadi āmarā bijaẏī ha'i, tabē āmarā puraskāra pāba tō"},{"SurahNumber":26,"VerseNumber":42,"Text":"phērā'una balala, ham̐yā ēbaṁ takhana tōmarā āmāra naikaṭyaśīladēra antarbhukta habē."},{"SurahNumber":26,"VerseNumber":43,"Text":"Mūsā (āḥ) tādērakē balalēna, nikṣēpa kara tōmarā yā nikṣēpa karabē."},{"SurahNumber":26,"VerseNumber":44,"Text":"Ataḥpara tārā tādēra raśi ō lāṭhi nikṣēpa karala ēbaṁ balala, phērā'unēra iyayatēra kasama, āmarā'i bijaẏī haba."},{"SurahNumber":26,"VerseNumber":45,"Text":"Ataḥpara mūsā tām̐ra lāṭhi nikṣēpa karala, haṭhāṯ tā tādēra alīka kīrtigulōkē grāsa karatē lāgala."},{"SurahNumber":26,"VerseNumber":46,"Text":"Takhana jādukararā sējadāẏa nata haẏē gēla."},{"SurahNumber":26,"VerseNumber":47,"Text":"Tārā balala, āmarā rābbula ālāmīnēra prati biśbāsa sthāpana karalāma."},{"SurahNumber":26,"VerseNumber":48,"Text":"Yini mūsā ō hārunēra raba."},{"SurahNumber":26,"VerseNumber":49,"Text":"Phērā'una balala, āmāra anumati dānēra pūrbē'i tōmarā ki tākē mēnē nilē? Niścaẏa sē tōmādēra pradhāna, yē tōmādērakē jādu śikṣā diẏēchē. Śīghra'i tōmarā pariṇāma jānatē pārabē. Āmi abaśya'i tōmādēra hāta ō pā biparīta dika thēkē kartana karaba. Ēbaṁ tōmādēra sabā'ikē śūlē caṛāba."},{"SurahNumber":26,"VerseNumber":50,"Text":"Tārā balala, kōna kṣati nē'i. Āmarā āmādēra pālanakartāra kāchē pratyābartana karaba."},{"SurahNumber":26,"VerseNumber":51,"Text":"Āmarā āśā kari, āmādēra pālanakartā āmādēra kraṭi-bicyuti mārjanā karabēna. Kāraṇa, āmarā biśbāsa sthāpanakārīdēra madhyē agraṇī."},{"SurahNumber":26,"VerseNumber":52,"Text":"Āmi mūsākē ādēśa karalāma yē, āmāra bāndādērakē niẏē rātriyōgē bēra haẏē yā'ō, niścaẏa tōmādēra paścād'dhābana karā habē."},{"SurahNumber":26,"VerseNumber":53,"Text":"Ataḥpara phērā'una śaharē śaharē saṅgrāhakadērakē prēraṇa karala"},{"SurahNumber":26,"VerseNumber":54,"Text":"niścaẏa ērā (banī-isarā'īlarā) kṣudra ēkaṭi dala."},{"SurahNumber":26,"VerseNumber":55,"Text":"Ēbaṁ tārā āmādēra krōdhēra udrēka karēchē."},{"SurahNumber":26,"VerseNumber":56,"Text":"Ēbaṁ āmarā sabā'i sadā śaṅkita."},{"SurahNumber":26,"VerseNumber":57,"Text":"Ataḥpara āmi phēra'ā'unēra dalakē tādēra bāga-bāgicā ō jharṇāsamūha thēkē bahiṣkāra karalāma."},{"SurahNumber":26,"VerseNumber":58,"Text":"Ēbaṁ dhana-bhānḍāra ō manōrama sthānasamūha thēkē."},{"SurahNumber":26,"VerseNumber":59,"Text":"Ērūpa'i haẏēchila ēbaṁ banī-isalā'īlakē karē dilāma ēsabēra mālika."},{"SurahNumber":26,"VerseNumber":60,"Text":"Ataḥpara suryōdaẏēra samaẏa tārā tādēra paścād'dhābana karala."}]}