{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"«Ô mon peuple ! », dit- il, « Que diriez-vous si j’avais en ma possession une preuve manifeste émanant de mon Seigneur – une grâce dont Il m’aurait gratifié -, qui me protégerait donc contre Dieu si je Lui désobéissais ? Vous ne feriez alors qu’aggraver ma perte ! »"},{"SurahNumber":11,"VerseNumber":64,"Text":"« Ô mon peuple ! Voici comme signe pour vous la Chamelle de Dieu ! Laissez-la paître sur la terre de Dieu, et ne lui faites aucun mal. Vous seriez sinon soumis à un châtiment très prochainement !»"},{"SurahNumber":11,"VerseNumber":65,"Text":"Mais ils l’égorgèrent. Il dit alors : « Vous ne jouirez pleinement du confort de vos demeures que pendant trois jours encore ! C’est là une promesse qui s’accomplira ! »"},{"SurahNumber":11,"VerseNumber":66,"Text":"Et lorsque Notre décret s’accomplit, Nous sauvâmes Sâlih et ceux qui avaient cru avec lui, par un effet de Notre grâce, de l’infâme châtiment de ce jour- là. En vérité, ton Seigneur est Le Puissant et Le Fort par"},{"SurahNumber":11,"VerseNumber":67,"Text":"excellence. Un grondement effroyable surprit alors ceux qui avaient été injustes. Le lendemain, leurs corps gisaient sans vie parmi les décombres de leurs demeures"},{"SurahNumber":11,"VerseNumber":68,"Text":"C’était comme s’il n’y avait jamais eu trace de vie. Les Thamoûd ont, en effet, dénié leur Seigneur. Que cela soit la fin des Thamoûd"},{"SurahNumber":11,"VerseNumber":69,"Text":"Nos messagers vinrent trouver Abraham pour lui annoncer la bonne nouvelle. «Salam !», lui dirent-ils. «Salam !», répondit Abraham. Il s’empressa alors de leur servir un veau grillé"},{"SurahNumber":11,"VerseNumber":70,"Text":"Voyant qu’ils ne touchaient pas au met, il s’en inquiéta. «N’aie aucune crainte », lui dirent-ils. « Nous sommes envoyés au peuple de Loth ! »"},{"SurahNumber":11,"VerseNumber":71,"Text":"La femme d’Abraham, qui était présente, se mit à rire. Nous lui annonçâmes la bonne nouvelle de la naissance d’Isaac et à la suite d’Isaac, celle de Jacob"}]}