{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"Казахме: “Напуснете оттук всички! И дойде ли при вас напътствие от Мен, за онези, които последват Моето напътствие, не ще има страх и не ще скърбят"},{"SurahNumber":2,"VerseNumber":39,"Text":"А които не вярват и взимат за лъжа Нашите знамения, тези са обитателите на Огъня, там ще пребивават вечно.”"},{"SurahNumber":2,"VerseNumber":40,"Text":"О, синове на Исраил, помнете Моята благодат, с която ви обсипах, и спазвайте своя обет към Мен, за да спазвам и Аз Своя обет към вас, и имайте страх от Мен един"},{"SurahNumber":2,"VerseNumber":41,"Text":"И вярвайте в това, което низпослах, за да потвърди наличното у вас! И не бъдете първите неверници към него, и не продавайте на никаква цена Моите знамения, и бойте се от Мен един"},{"SurahNumber":2,"VerseNumber":42,"Text":"И не смесвайте истината с лъжата, и не скривайте истината, когато [я] знаете"},{"SurahNumber":2,"VerseNumber":43,"Text":"И отслужвайте молитвата, и давайте милостинята закат, и се покланяйте с покланящите се"},{"SurahNumber":2,"VerseNumber":44,"Text":"Нима повелявате на хората праведност, а забравяте себе си, въпреки че вие четете Писанието? Нима не проумявате"},{"SurahNumber":2,"VerseNumber":45,"Text":"И искайте помощта [на Аллах] с търпение и молитва! Тя наистина е трудна, ала не и за смирените"},{"SurahNumber":2,"VerseNumber":46,"Text":"които се надяват, че ще срещнат своя Господ и че при Него ще се върнат"},{"SurahNumber":2,"VerseNumber":47,"Text":"О, синове на Исраил, помнете Моята благодат, с която ви обсипах, и че бях ви предпочел измежду народите"},{"SurahNumber":2,"VerseNumber":48,"Text":"И бойте се от Деня, в който ни една душа не ще замени друга в нищо и не ще се приеме от нея застъпничество, и не ще се вземе от нея откуп, и никому не ще се помогне"}]}