{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Biz arkasından kavminin uzerine bir ordu indirmedik, indirecek de degildik"},{"SurahNumber":36,"VerseNumber":29,"Text":"Sadece bir gurultu oldu, onlar da hemen sonuverdiler"},{"SurahNumber":36,"VerseNumber":30,"Text":"Yazıklar olsun o kullara ki, kendilerine glen her bir peygamberle mutlaka alay ediyorlardı"},{"SurahNumber":36,"VerseNumber":31,"Text":"Gormediler mi ki, kendilerinden once nice kusakları helak etmisiz. Onlar artık kendilerine donup gelmiyorlar"},{"SurahNumber":36,"VerseNumber":32,"Text":"Onların hepsi toplanıp, sadece bizim huzurumuza getirilmislerdir"},{"SurahNumber":36,"VerseNumber":33,"Text":"Hem bir delildir onlara olu toprak. Biz ona hayat verdik ve ondan taneler cıkardık da ondan yiyip duruyorlar"},{"SurahNumber":36,"VerseNumber":34,"Text":"Biz orada hurmalıklardan, uzum baglarından bahceler yaptık. Iclerinde pınarlardan sular fıskırttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"(Bunu), Onun urununden ve kendi elleriyle yaptıklarından yesinler diye (yaptık). Hala sukretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yerin bitkilerinden, kendi nefislerinden ve daha bilemeyecekleri seylerden butun ciftleri yaratan Allah'ın sanı ne yucedir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de onlara bir delildir. Biz ondan gunduzu soyar cıkarırız, bir de bakarlar ki karanlıga dalmıslar"},{"SurahNumber":36,"VerseNumber":38,"Text":"Gunes de bir delildir ki kendi yolunda akıp gidiyor. Iste bu cok guclu ve her seyi bilen Allah'ın takdiridir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ay'a gelince, ona menziller tayin ettik. Nihayet o eski hurma salkımının copu gibi (yay haline) donmustur"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne gunesin aya catması yarasır, ne de gece gunduzu gecebilir; onların her biri kendi yorungesinde yuzerler"}]}