{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Men alarga biylik kılgan (Bilkiys degen) ayaldı taptım. Aga ar bir (kımbat, kuctuu) nerseler beriliptir. Jana anın uluk taktısı da bar eken"},{"SurahNumber":27,"VerseNumber":24,"Text":"Men al ayal menen anın koomun, Allaһtı koyup, Kungo tabınıp jatkanın kordum. Saytan alarga (sirk) amaldarın koozdop korgozup (Tuura) Joldon tosup koyuptur. Alar (osonduktan) adasıp ketisken go"},{"SurahNumber":27,"VerseNumber":25,"Text":"Allaһtın Ozuno sajda kılıssa bolboyt bele?! Al asmandardagı jana jerdegi jasıruun nerselerdi cıgargan jana siler jasırgan je jarıya kılgan (bardık) nerselerdi bilet"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allaһ(tın) bir Ozunon baska ec bir kuday jok! (al) Uluk Arstın Rabbisi! (Ulup oz maalımatın usintip buturdu. Sulayman anı ukkan soŋ)"},{"SurahNumber":27,"VerseNumber":27,"Text":"(mınday) dedi: «Cın suyloduŋbu je jalgancılardan bolduŋbu, (munu) azır ele baykap korobuz"},{"SurahNumber":27,"VerseNumber":28,"Text":"Menin mına bul katımdı alıp jonogun. Alarga alparıp tastagın dagı, ozuŋ ıraak bolup, aŋdıp tur: emne joop aytısaar eken. (Upupkus kattı alparıp tastadı da, buyurulganı sıyaktuu, okuyanın kanday ulanısın bir cette karap turdu. Sabaa kanısası kattı acıp, mınday)"},{"SurahNumber":27,"VerseNumber":29,"Text":"dedi: «O, oyondorum, maga bir uluk kat keliptir"},{"SurahNumber":27,"VerseNumber":30,"Text":"Sulaymandan eken. Anda «Irayımduu jana Meerimduu Allaһtın ısımı menen (bastaymın)"},{"SurahNumber":27,"VerseNumber":31,"Text":"(O, sabaalıktar,) ozuŋordu menden biyik sezbey, moyun sungan abalda maga keluuŋordu (buyuramın» dep jazıptır)»"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Dagı) ayttı: «Kana, (akılman) oyondor, maga isimde keŋes bergile. Kacan siler (bir nersege) kuboluk bermeyince, men ec kanday cecim cıgarbaymın»"},{"SurahNumber":27,"VerseNumber":33,"Text":"(Oyondor) aytıstı: «Biz Kudurettuu jana kuctuu kosuun eesibiz.! Birok, ıktıyar ozuŋuzdo. Emne buyruk cıgaruunu ozuŋuz karap koruŋuz» (Kanısa oylonup, eŋ jaksı cecimge keldi jana)"},{"SurahNumber":27,"VerseNumber":34,"Text":"Ayttı: «Cınında padısalar bir ayıl-saarga basıp kirse, anın oyronun cıgarıp, kadırluu elin kor kılısat. Dal usunday kılısat"},{"SurahNumber":27,"VerseNumber":35,"Text":"A, men bolso alarga (kımbat baaluu) belekter jiberemin. Koroyuncu, elciler(im) kanday kabar menen kaytaar eken»"}]}