{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"Rci: „Bylo nakázáno mi, abych uctíval Boha, upřímným jsa k němu ve víře"},{"SurahNumber":39,"VerseNumber":12,"Text":"A bylo nakázáno mi, abych byl prvním z odevzdaných do vůle boží.“"},{"SurahNumber":39,"VerseNumber":13,"Text":"Rci: „V pravdě obávám se, nebudu-li poslušen Pána svého, trestu dne velkého!“"},{"SurahNumber":39,"VerseNumber":14,"Text":"Rci: „Pročež uctívati budu Boha, upřímným jsa k němu ve víře své"},{"SurahNumber":39,"VerseNumber":15,"Text":"Vy pak uctívejte si, co chcete, vedle Boha!“ Rci: „Věru záhubě propadlí jsou ti, kdož v záhubu uvedli sebe samy a rodiny své v den zmrtvýchvstání: toť zajisté záhuba bude zjevná!“"},{"SurahNumber":39,"VerseNumber":16,"Text":"Nad nimi clony budou ohnivé a pod nimi rovněž; tímto straší Bůh služebníky své: Ó služebníci moji, bojte se mne"},{"SurahNumber":39,"VerseNumber":17,"Text":"Těm pak, kdož vzdálili se (služby) Tághúta, a obrátili se kajícně k Bohu, dána bude zvěst radostná: i zvěstuj ji služebníkům mým"},{"SurahNumber":39,"VerseNumber":18,"Text":"kteří popřávají sluchu slovům mým a následují nejlepší z nich. Tito jsou oni, jež uvedl Bůh (na cestu pravou) a tito jsou lidé (pronikavého) rozumu"},{"SurahNumber":39,"VerseNumber":19,"Text":"Zdaž toho, nad nímž vynesen byl rozsudek trestu, zdaž takového spasíš od ohně (pekelného)"},{"SurahNumber":39,"VerseNumber":20,"Text":"Však těm, kdož bojí se Pána svého, schystány jsou komnaty (povýšené) nad nimiž jiné komnaty jsou postaveny; pod nimi řeky tekou. Slib jest to Boha a Bůh nikdy nezruší slibů svých"},{"SurahNumber":39,"VerseNumber":21,"Text":"Zdaž neviděl's jak Bůh seslal s nebe vodu a zavedl ji ve zřídla (skrytá) v zemi? Poté pak vzrůsti dává jí obilí různých barev: pak zvadne a vidíš je sežloutlé: na to pak mění je v stébla rozvátá? Zajisté v tomto napomenutí jest pro lidi (pronikavého) rozumu"}]}