{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Ey kavmim! Nasıl olur da ben sizi kurtuluşa çağırdığım halde siz beni ateşe çağırırsınız"},{"SurahNumber":40,"VerseNumber":42,"Text":"Siz beni Allah´ı(n birliğini) inkara ve hakkında (belki de) hiçbir bilgim olmayan şeyleri Allah´ın uluhiyetine ortak koşmaya çağırıyorsunuz; ben ise sizi, O Kudret Sahibi ve Çok Bağışlayıcı olan(ı tanımay)a çağırıyorum"},{"SurahNumber":40,"VerseNumber":43,"Text":"Sizin beni çağırdığınız şey, açıkçası, ne bu dünyada ne de öteki dünyada çağrılmaya layık bir şey değil, (şüphesiz) dönüşünüz Allah´adır ve kendi kişiliklerini harcayıp tüketenler ateşe gireceklerdir"},{"SurahNumber":40,"VerseNumber":44,"Text":"ve işte o zaman (şimdi) söylediklerimi (ister istemez) hatırlayacaksınız. (Bana gelince,) ben kendimi Allah´a adıyorum; çünkü Allah, kullarının (kalbinde olan) her şeyi mutlaka görür"},{"SurahNumber":40,"VerseNumber":45,"Text":"Allah onu (kavminin) şeytani tuzaklarından korudu, Firavun´un ailesi ise şiddetli bir azabın pençesine düştü"},{"SurahNumber":40,"VerseNumber":46,"Text":"(öteki dünyadaki) ateş(in, ki o ateş)e sabah akşam (rastgele) sokulacaklar: Nitekim Son Saat´in gelip çattığı Gün (Allah), \"Firavun ailesini en şiddetli azabın içine atın!\" (buyuracaktır)"},{"SurahNumber":40,"VerseNumber":47,"Text":"Onlar, (hayatta iken hakikati inkar etmiş olanlar, içine atıldıkları öteki dünyanın) ateşi ortasında birbirleriyle tartışacaklar; ve zayıf olanlar küstahça böbürlenenlere: \"Doğrusu biz sadece size uymuştuk, o halde, şu ateşten (bize düşen) payı hafifletebilir misiniz?\" diyeceklerdir"},{"SurahNumber":40,"VerseNumber":48,"Text":"Büyüklük taslayanlar ise, \"Biz hepimiz onun içindeyiz! Allah, (artık) kulları arasında hüküm vermiş bulunmaktadır!\" diye cevap verecekler"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ve ateşin içinde olanlar cehennemin bekçilerine, \"Ne olur Rabbinize yalvarın da bir gün (bile olsa) bu azabımızı hafifletsin!\"diyecekler"}]}