{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Göklerde ve yerde olanların tümü Tanrı´yı tesbih eder. Mülk O´nundur, hamd (övgü) de O´nundur. O, her şeye güç yetirendir"},{"SurahNumber":64,"VerseNumber":2,"Text":"Sizi yaratan O´dur; buna rağmen sizden kiminiz kafirdir, kiminiz inançlı. Tanrı yaptıklarınızı görendir"},{"SurahNumber":64,"VerseNumber":3,"Text":"Gökleri ve yeri hak olmak üzere yarattı ve size düzenli bir biçim (suret) verdi; suretlerinizi de güzel yaptı. Dönüş O´nadır"},{"SurahNumber":64,"VerseNumber":4,"Text":"Göklerde ve yerde olanların tümünü bilir; sizin saklı tuttuklarınızı da, açığa vurduklarınızı da bilir. Tanrı, sinelerin özünde saklı duranı bilendir"},{"SurahNumber":64,"VerseNumber":5,"Text":"Bundan önce küfredenlerin haberi size gelmedi mi? İşte onlar, buyruklarının / buyrultularının vebalini tattılar. Onlara acı bir azab vardır"},{"SurahNumber":64,"VerseNumber":6,"Text":"Bu, kendilerine apaçık belgelerle elçiler geldiği halde \"Bizi bir beşer mi hidayete ulaştıracak?\" demeleri ve bu yüzden küfredip yüz çevirmeleri nedeniyledir. Tanrı da (onlara karşı) müstağni olduğunu gösterdi. Tanrı ganidir, hamiddir"},{"SurahNumber":64,"VerseNumber":7,"Text":"Küfredenler kesin olarak diriltilmeyeceklerini öne sürdüler. De ki: \"Hayır, rabbim adına andolsun, siz, muhakkak diriltileceksiniz; sonra mutlaka yaptıklarınız size haber verilecektir. Bu da Tanrı´ya göre oldukça kolaydır"},{"SurahNumber":64,"VerseNumber":8,"Text":"Şu halde Tanrı´ya, O´nun Resulü´ne ve indirdiğimiz nur (Kuran)a inanın. Tanrı yaptıklarınızdan haberdardır"},{"SurahNumber":64,"VerseNumber":9,"Text":"Sizi toplanma günü için bir arada toplayacağı gün; işte bu aldanma (teğabün) günüdür. Kim Tanrı´ya inanıp salih bir amelde bulunursa (Tanrı) onun kötülüklerini örter (yükeffir) ve içinde ebedi kalıcılar olmak üzere altından ırmaklar akan cennetlere sokar. İşte büyük ´mutluluk ve kurtuluş´ (fevz) budur"}]}