{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Evarkaḷai allāh nērāṉa vaḻiyil celuttukiṟāṉō avarkaḷ tāṉ nērāṉa vaḻiyai aṭaivārkaḷ. Evarkaḷai (allāh) tavaṟāṉa vaḻiyil viṭṭuviṭukiṟāṉō avarkaḷukku utavi ceypavarkaḷai avaṉait tavirttu vēṟuyāraiyum nīr kāṇa māṭṭīr. Mēlum, maṟumaināḷil avarkaḷaik kuruṭarkaḷākavum, ūmaiyarkaḷākavum, ceviṭarkaḷākavum (ākki) avarkaḷ taṅkaḷ mukattāl naṭantu varumpaṭi (ceytu) avarkaḷai oṉṟu cērppōm. Avarkaḷuṭaiya taṅkumiṭam narakamtāṉ. (Ataṉ) aṉal taṇiyum pōtellām meṉmēlum koḻuntu viṭṭeriyumpaṭi ceytu koṇṭē iruppōm"},{"SurahNumber":17,"VerseNumber":98,"Text":"avarkaḷ, nam vacaṉaṅkaḷai nirākarittu viṭṭatuṭaṉ, ‘‘nām (maraṇittu)elumpukaḷākavum, ukki maṇṇākavum pōṉataṉ piṉṉar meyyākavē nām putiya paṭaippāka eḻuppappaṭuvōmā?'' Eṉṟu kūṟik koṇṭiruntatumtāṉ ittakaiya (koṭiya) taṇṭaṉaiyai avarkaḷ aṭaivataṟkuriya kāraṇamākum"},{"SurahNumber":17,"VerseNumber":99,"Text":"meyyākavē vāṉaṅkaḷaiyum pūmiyaiyum paṭaitta allāh (maṟumuṟaiyum) avarkaḷaip pōṉṟē paṭaikka āṟṟaluṭaiyavaṉ eṉpatai avarkaḷ aṟiya villaiyā? (Itaṟkāka) avarkaḷukku oru tavaṇaiyai ēṟpaṭuttiyirukkiṟāṉ. Atil oru cantēkamumillai. (Ivvāṟiruntum) ivvakkiramakkārarkaḷ itai nirākarikkāmalillai"},{"SurahNumber":17,"VerseNumber":100,"Text":"(napiyē!) Kūṟuvīrāka: Eṉ iṟaivaṉiṉ aruḷ pokkiṣaṅkaḷ aṉaittiṟkum nīṅkaḷē contakkārarkaḷāka iruntāl atu celavāki viṭumō! Eṉap payantu (evarukkum etuvumē koṭukkātu) nīṅkaḷ taṭuttuk koḷvīrkaḷ. Maṉitaṉ perum kañcaṉāka irukkiṟāṉ"},{"SurahNumber":17,"VerseNumber":101,"Text":"Niccayamāka nām mūsāvukku teḷivāṉa oṉpatu attāṭcikaḷaik koṭuttiruntōm. (Napiyē! Itaippaṟṟi) isrāyīliṉ cantatikaḷaik kēṭpīrāka. (Mūsā) avarkaḷiṭam vantapoḻutu, ḥpir'avṉ avarkaḷai nōkki, ‘‘mūsāvē! Niccayamāka nīr cūṉiyattāl putti māṟiyavar eṉa nāṉ um'mai eṇṇukiṟēṉ'' eṉṟu kūṟiṉāṉ"},{"SurahNumber":17,"VerseNumber":102,"Text":"ataṟku mūsā (avaṉai nōkki) ‘‘vāṉaṅkaḷaiyum pūmiyaiyum paṭaitta iṟaivaṉē ivvattāṭcikaḷai maṉitarkaḷukkup paṭippiṉaiyāka iṟakkivaittāṉ eṉpatai niccayamāka nī aṟivāy. Ḥpir'avṉē! Uṉṉai niccayamāka aḻivu (kālam) piṭittukkoṇṭatu eṉa nāṉ eṇṇukiṟēṉ'' eṉṟu kūṟiṉār"},{"SurahNumber":17,"VerseNumber":103,"Text":"(ataṟku avaṉ mūsāvaiyum avaruṭaiya makkaḷ) aṉaivaraiyum taṉ nāṭṭiliruntu viraṭṭiviṭavē avaṉ eṇṇiṉāṉ. Eṉiṉum, (ataṟkuḷḷāka) avaṉaiyum avaṉuṭaṉ irunta (avaṉuṭaiya makkaḷ) aṉaivaraiyum nām mūḻkaṭittu viṭṭōm"},{"SurahNumber":17,"VerseNumber":104,"Text":"itaṉ piṉṉar isrāyīliṉ cantatikaḷukku nām kūṟiṉōm: ‘‘Nīṅkaḷ ippūmiyil vacittiruṅkaḷ. Maṟumaiyiṉ vākkuṟuti vantāl, uṅkaḷ aṉaivaraiyum (vicāraṇaikkāka) nam'miṭam koṇṭu vantu oṉṟu cērppōm"}]}