{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"Ve bağına girdi; kendine yazık ediyordu ve: «Bunun yok olacağını asla sanmam"},{"SurahNumber":18,"VerseNumber":36,"Text":"kıyametin kopacağını da zannetmem. Bununla beraber şayet Rabbime döndürülürsem, mutlaka bundan daha hayırlı bir sonuç bulurum.» dedi"},{"SurahNumber":18,"VerseNumber":37,"Text":"Arkadaşı da ona karşılık vererek dedi ki: «Sen, seni topraktan, sonra bir damla sudan yaratan, sonra da insan şekline koyan Rabbini inkar mı ediyorsun"},{"SurahNumber":18,"VerseNumber":38,"Text":"Ancak o Allah benim Rabbim ve ben Rabbime kimseyi ortak koşmam"},{"SurahNumber":18,"VerseNumber":39,"Text":"Bağına girdiğin zaman: «Maşallah, Allah´ın yardımından başka hiçbir kuvvet yoktur!» deseydin olmaz mıydı? Eğer malca ve evlatça beni kendinden az görüyorsan"},{"SurahNumber":18,"VerseNumber":40,"Text":"ne biliyorsun belki Rabbim bana senin bağından daha hayırlısını verir; seninkinin de üstüne gökten bir afet indiriverir de yalçın bir toprak haline gelir"},{"SurahNumber":18,"VerseNumber":41,"Text":"Yahut suyu çekiliverir de bir daha onu aramakla bulamazsın.»"},{"SurahNumber":18,"VerseNumber":42,"Text":"Derken bütün serveti istilaya uğradı. Bunun üzerine bağına yaptığı masraflara karşı ellerini oğuşturmaya başladı. Bağ, çardakları üzerine çökmüş kalmıştı; «Ah! Keşke Rabbime hiçbir ortak koşmamış olsaydım!» diyordu"},{"SurahNumber":18,"VerseNumber":43,"Text":"Allah´tan başka kendisine yardım edecek bir topluluk da bulunmadı; kendi kendini de kurtaramadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"İşte burada hakimiyet gerçekten Allah´ındır. O sevapça da daha hayırlıdır, sonuçça da daha hayırlıdır"},{"SurahNumber":18,"VerseNumber":45,"Text":"Onlara dünya hayatının misalini şöyle ver (Dünya hayatı) gökten indirdiğimiz bir suya benzer ki. onunla yeryüzünün bitkileri birbirine karışmış, nihayet rüzgarların savurup götürdüğü bir çöp kırıntısı olmuştur. Allah herşeye muktedirdir"}]}