{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"Yoksa ilk defa yaratan sonra da onu (geri) dondurecek olan ve sizi gokten ve yerden rızıklandıran mı? Allah ile beraber bir (baska) ilah mı? (Onlara) de ki: \"Eger siz dogru soyleyenlerseniz, delillerinizi getirin"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: \"Goklerde ve yeryuzunde gaybı, Allah´tan baska kimse bilemez. Ve ne zaman beas edileceklerinin bilincinde (suurunda) olamazlar"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hayır, ahiret hakkında onların ilimleri tamamlandı (bilgiler tamamen onlara verildi). Aksine onlar, (hala) ondan (ahiretten) suphe icindeler. Hayır, onlar, ona (ahiret delillerine) karsı kordurler (onları anlayacak basiretleri yoktur)"},{"SurahNumber":27,"VerseNumber":67,"Text":"Ve kafirler (soyle) dediler: \"Babalarımız ve biz toprak olduktan sonra mı? Gercekten biz, mutlaka (topraktan) cıkarılacak mıyız"},{"SurahNumber":27,"VerseNumber":68,"Text":"Andolsun ki bu, bize ve daha once de babalarımıza vaadedilmisti. Ancak bunlar (sadece) evvelkilerin (efsaneleridir)"},{"SurahNumber":27,"VerseNumber":69,"Text":"(Onlara) de ki: \"Yeryuzunde dolasın! Boylece bakın, mucrimlerin (sucluların) akıbeti (sonu) nasıl oldu"},{"SurahNumber":27,"VerseNumber":70,"Text":"Ve artık onlara uzulme (onlar icin mahzun olma)! Ve onların kurdugu tuzaklardan (onların yaptıgı hilelerden) bir sıkıntı icinde olma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Ve (onlar): \"Eger sadıklarsanız (dogru soyleyenlerseniz), bu vaad ne zaman?\" derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: \"Belki de acele istediklerinizin bir kısmı sizi takip ediyordur (belki yakında size ulasacaktır)"},{"SurahNumber":27,"VerseNumber":73,"Text":"Ve muhakkak ki senin Rabbin, insanlara karsı fazl (lutuf) sahibidir. Ve lakin onların cogu sukretmiyorlar"},{"SurahNumber":27,"VerseNumber":74,"Text":"Ve muhakkak ki senin Rabbin, suphesiz onların goguslerinde gizli olanı da acıkladıklarını da bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Ve gokte ve yeryuzunde gaib (gizli) ne varsa Kitab-ı Mubin (Levh-i Mahfuz)´de vardır"},{"SurahNumber":27,"VerseNumber":76,"Text":"Muhakkak ki bu Kur´an, Israilogulları´na cogunda ihtilaf ettikleri seylerin (gerceklerini) anlatıyor"}]}