{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":66,"VerseNumber":8,"Text":"o kayong nagsisisampalataya! Magsibaling kayo kay Allah ng may matapat na pagsisisi! At umasam na ang inyong Panginoon ay magpapatawad sa inyo ng inyong kasalanan at Kanyang tatanggapin kayo sa Halamanan na sa ilalim nito ay may mga ilog na nagsisidaloy (Paraiso), sa Araw na si Allah ay hindi magpapahintulot na ang Propeta (Muhammad) ay hamakin, gayundin ang mga nananalig sa kanya. Ang kanilang Liwanag ay magsisitakbo sa kanilang harapan na kasama (ang kanilang Talaan, ang mga aklat ng gawa) sa kanilang kanang kamay, sila ay magsasabi: “Aming Panginoon! Inyong ganapin ang (aming) Liwanag sa amin (at huwag Ninyo itong patdin hanggang kami ay hindi nakakalampas sa Sirat [isang madulas na Tulay sa ibabaw ng Impiyerno] na ligtas) at ipagkaloob Ninyo sa amin ang Kapatawaran. Katotohanang Kayo ang may kapangyarihan sa lahat ng bagay"},{"SurahNumber":66,"VerseNumber":9,"Text":"o Propeta(Muhammad)! Magsumikapkangmaigilaban sa mga hindi sumasampalataya at sa mga mapagkunwari, at maging matatag laban sa kanila. Ang kanilang pananahanan ay Impiyerno. Katotohanang pagkasama-sama ng gayong hantungan"},{"SurahNumber":66,"VerseNumber":10,"Text":"Si Allah ay nagturing ng isang halimbawa sa mga hindi sumasampalataya, ang asawa ni Noe at asawa ni Lut. Sila ay kapwa nasa pagtangkilik ng Aming matutuwid na Tagapaglingkod, datapuwa’t sila ay hindi tapat sa kanilang asawa (sa dahilang tinututulan nila ang kanilang pagtuturo), kaya’t sila (Noe at Lut) ay walang napakinabang (sa kanilang ginawa sa harapan ni Allah), at sila (asawa ni Noe at Lut) ay pinagsabihan: “Magsipasok (kayo) sa Apoy na kasama nila na nagsisipasok.”"},{"SurahNumber":66,"VerseNumber":11,"Text":"At si Allah ay nagturing ng isang halimmbawa sa mga sumasampalataya, ang asawa ni Paraon, nang siya ay manikluhod: “Aking Panginoon! Inyong ipagtayo ako ng isang Tahanan sa Halamanan na malapit sa Inyo at ako ay Inyong iligtas kay Paraon at sa kanyang gawa, at Inyong iligtas ako sa mga tao na Zalimun (mga mapaggawa ng kasamaan, mapagsamba sa mga diyus-diyosan, walang pananalig kay Allah)"},{"SurahNumber":66,"VerseNumber":12,"Text":"At si Maria, na anak na babae ni Imran na nangangalaga sa kanyang kalinisan (sa kapurihan); at Aming hiningahan (ang manggas ng kanyang damit) sa pamamagitan ng Aming ruh (alalaong baga, si Gabriel), at siya ay nagpatotoo sa katotohanan ng mga Salita ng kanyang Panginoon (alalaong baga, ang pagsampalataya sa Salita ni Allah: “Mangyari nga!”, ito si Hesus na anak ni Maria, bilang isang Tagapagbalita ni Allah), at gayundin (ang pagsampalataya) sa kanyang mga Kasulatan, siya ay isa sa mga Qanitin (matimtimang tagapaglingkod)"}]}