{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Xindao erqie xingshan zhe, zhiren zhu biding yao shi tamen xiangqin xiang'ai."},{"SurahNumber":19,"VerseNumber":97,"Text":"Wo yi ni de yuyan, shi “gulanjing” chengwei rongyi de, zhi wei yao ni jie ta xiang jingwei zhe baoxi, bing jinggao qiangbian de minzhong."},{"SurahNumber":19,"VerseNumber":98,"Text":"Zai tamen zhiqian, wo ceng huimiele xuduo shidai, ni neng faxian naxie shidai zhong de renhe ren, huo tingjian tamen suo fa de wei sheng ma?"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta ha."},{"SurahNumber":20,"VerseNumber":2,"Text":"Wo jiang “gulanjing” gei ni, bu wei shi ni xinku,"},{"SurahNumber":20,"VerseNumber":3,"Text":"que wei jiaohui jingwei zhe,"},{"SurahNumber":20,"VerseNumber":4,"Text":"shi jiang zi chuangzao dadi he qiongcang zhe de."},{"SurahNumber":20,"VerseNumber":5,"Text":"Zhiren zhu yi sheng shang baozuole."},{"SurahNumber":20,"VerseNumber":6,"Text":"Fan zai tianshang dixia de, zai tiandi zhi jian de, zai di dixia de, dou shi ta de."},{"SurahNumber":20,"VerseNumber":7,"Text":"Ruguo ni gao sheng shuohua, namo zhenzhu dique zhidao mimi de he geng yin wei de shiqing."},{"SurahNumber":20,"VerseNumber":8,"Text":"Chu zhenzhu wai, jue wu ying shou chongbai zhe, ta you xuduo zuimei de minghao."},{"SurahNumber":20,"VerseNumber":9,"Text":"Ni yi tingdao mu sa de gushile ma?"},{"SurahNumber":20,"VerseNumber":10,"Text":"Dangshi, ta kanjian yi chu huoguang, jiu dui ta de jiashu shuo:`Nimen shao liu yixia, wo que yi kanjian yi chu huole, yexu wo na yige huoba lai gei nimen, huoxu wo zai you huo di nali faxian xiangdao.'"},{"SurahNumber":20,"VerseNumber":11,"Text":"Ta lai dao nage huo de fujin, jiu you shengyin hanjiao shuo:`Mu sa a!"},{"SurahNumber":20,"VerseNumber":12,"Text":"Wo que shi ni de zhu, ni tuo diao ni de xiezi ba, ni que shi zai sheng gu “du wa” zhong."}]}