{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":64,"VerseNumber":10,"Text":"aviśvasikkukayuṁ nam'muṭe dr̥ṣṭāntaṅṅaḷ niṣēdhiccu taḷḷukayuṁ ceytavarākaṭṭe avarāṇ narakāvakāśikaḷ. avaratil nityavāsikaḷāyirikkuṁ. (avar) cennettunna ā sthalaṁ vaḷare cītta tanne"},{"SurahNumber":64,"VerseNumber":11,"Text":"allāhuvinṟe anumati prakāramallāte yāteāru vipattuṁ bādhicciṭṭilla. vallavanuṁ allāhuvil viśvasikkunna pakṣaṁ avanṟe hr̥dayatte avan nērvaḻiyilākkunnatāṇ‌. allāhu ētu kāryatteppaṟṟiyuṁ aṟivuḷḷavanākunnu"},{"SurahNumber":64,"VerseNumber":12,"Text":"allāhuve niṅṅaḷ anusarikkuka. ṟasūlineyuṁ niṅṅaḷ anusarikkuka. ini niṅṅaḷ pintiriyunna pakṣaṁ nam'muṭe ṟasūlinṟe bādhyata vyaktamāya prabēādhanaṁ mātramākunnu"},{"SurahNumber":64,"VerseNumber":13,"Text":"allāhu- avanallāte yāteāru daivavumilla. allāhuvinṟe mēlāyirikkaṭṭe satyaviśvāsikaḷ bharamēlpikkunnat‌"},{"SurahNumber":64,"VerseNumber":14,"Text":"satyaviśvāsikaḷē, tīrccayāyuṁ niṅṅaḷuṭe bhāryamāriluṁ niṅṅaḷuṭe makkaḷiluṁ niṅṅaḷkk śatruvuṇṭ‌. atināl avare niṅṅaḷ sūkṣiccu keāḷḷuka. niṅṅaḷ māppunalkukayuṁ, viṭṭuvīḻca kāṇikkukayuṁ peāṟuttukeāṭukkukayuṁ ceyyunna pakṣaṁ tīrccayāyuṁ allāhu ēṟe peāṟukkunnavanuṁ karuṇānidhiyumākunnu"},{"SurahNumber":64,"VerseNumber":15,"Text":"niṅṅaḷuṭe svattukkaḷuṁ niṅṅaḷuṭe santānaṅṅaḷuṁ oru parīkṣaṇaṁ mātramākunnu. allāhuviṅkalākunnu mahattāya pratiphalamuḷḷat‌"},{"SurahNumber":64,"VerseNumber":16,"Text":"atināl niṅṅaḷkk sādhyamāya vidhaṁ allāhuve niṅṅaḷ sūkṣikkuka. niṅṅaḷ kēḷkkukayuṁ anusarikkukayuṁ niṅṅaḷkku tanne guṇakaramāya nilayil celavaḻikkukayuṁ ceyyuka. ār manas'sinṟe piśukkil ninn kātturakṣikkappeṭunnuvēā avar tanneyākunnu vijayaṁ prāpiccavar"},{"SurahNumber":64,"VerseNumber":17,"Text":"niṅṅaḷ allāhuvin uttamamāya kaṭaṁ keāṭukkunna pakṣaṁ avanat niṅṅaḷkk iraṭṭiyākkittarikayuṁ niṅṅaḷkk peāṟuttutarikayuṁ ceyyunnatāṇ‌. allāhu ēṟṟavuṁ adhikaṁ nandiyuḷḷavanuṁ sahanaśīlanumākunnu"},{"SurahNumber":64,"VerseNumber":18,"Text":"adr̥śyavuṁ dr̥śyavuṁ aṟiyunnavanuṁ pratāpiyuṁ yuktimānumākunnu avan"}]}