{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":11,"Text":"Rasul-rasul mereka berkata kepada mereka, \"Kami tidak lain hanyalah manusia seperti kamu, akan tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Dan tidak patut bagi kami mendatangkan suatu bukti kepada kamu, melainkan dengan izin Allah. Dan hanya kepada Allah sajalah hendaknya orang-orang mukmin bertawakal"},{"SurahNumber":14,"VerseNumber":12,"Text":"Mengapa kami tidak akan bertawakal kepada Allah padahal Dia telah menunjukkan jalan kepada kami dan kami sungguh-sungguh akan bersabar terhadap gangguan-gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang-orang yang bertawakal itu berserah diri"},{"SurahNumber":14,"VerseNumber":13,"Text":"Orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami sungguh-sungguh akan mengusir kamu dari negeri kami atau kamu kembali kepada agama kami\". Maka Tuhan mewahyukan kepada mereka, \"Kami pasti akan membinasakan orang-orang yang zalim itu"},{"SurahNumber":14,"VerseNumber":14,"Text":"dan Kami pasti akan menempatkan kamu di negeri-negeri itu sesudah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (akan menghadap) ke hadirat-Ku dan yang takut kepada ancaman-Ku"},{"SurahNumber":14,"VerseNumber":15,"Text":"Dan mereka memohon kemenangan (atas musuh-musuh mereka) dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala"},{"SurahNumber":14,"VerseNumber":16,"Text":"di hadapannya ada Jahanam dan dia akan diberi minuman dengan air nanah"},{"SurahNumber":14,"VerseNumber":17,"Text":"diminumnnya air nanah itu dan hampir dia tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati dan di hadapannya masih ada azab yang berat"},{"SurahNumber":14,"VerseNumber":18,"Text":"Orang-orang yang kafir kepada Tuhan-nya, amalan-amalan mereka adalah seperti abu yang ditiup angin dengan keras pada suatu hari yang berangin kencang. Mereka tidak dapat mengambil manfaat sedikit pun dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh"}]}