{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"(Ibrahim) bao: “The cong tac cua qui vi la gi, thua cac vi su?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"Ho đap: “Chung toi đuoc phai đen gap mot đam nguoi toi loi"},{"SurahNumber":51,"VerseNumber":33,"Text":"“Đe trut len chung (mua) đa (lam bang) gach nung"},{"SurahNumber":51,"VerseNumber":34,"Text":"“Đa đuoc Thuong Đe cua Nguoi (Ibrahim) đanh dau đe trung phat nhung ke toi loi thai qua.”"},{"SurahNumber":51,"VerseNumber":35,"Text":"Boi the, chung toi đua ai la nguoi co đuc tin ra khoi noi đo"},{"SurahNumber":51,"VerseNumber":36,"Text":"Nhung chung toi khong thay ai ngoai mot gia đinh Muslim"},{"SurahNumber":51,"VerseNumber":37,"Text":"Va chung toi đa đe lai noi đo mot dau hieu (lam bai hoc) cho nhung ai so su trung phat đau đon"},{"SurahNumber":51,"VerseNumber":38,"Text":"Va ve Musa khi TA phai Y đen gap Fir-'awn voi mot tham quyen ro ret"},{"SurahNumber":51,"VerseNumber":39,"Text":"Nhung y vao quyen hanh, han (Fir-'awn) quay lung lam ngo va bao: “(Đay la) mot ten phu thuy hay mot thang đien.”"},{"SurahNumber":51,"VerseNumber":40,"Text":"Boi the, TA đa bat phat han va luc luong cua han. Va TA đa quang chung xuong bien; va han (Fir-'awn) la mot ten đang trach"},{"SurahNumber":51,"VerseNumber":41,"Text":"Va ve bo toc 'Ad (la mot dau hieu) khi TA goi mot tran cuong phong tan pha đen trung phat chung"},{"SurahNumber":51,"VerseNumber":42,"Text":"No khong bo sot mot vat gi khi ua đen, ngoai tru viec đe lai nhung đong vun ra roi"},{"SurahNumber":51,"VerseNumber":43,"Text":"Va ve bo toc Thamud (la mot Dau Hieu) khi co loi bao chung: “Cac nguoi hay tam huong lac trong mot thoi gian ngan.”"},{"SurahNumber":51,"VerseNumber":44,"Text":"Nhung chung xac xuoc thach thuc Menh Lenh cua Thuong Đe cua chung. Do đo, luoi tam set đa đanh chung trong luc chung đang ngong nhin"},{"SurahNumber":51,"VerseNumber":45,"Text":"Boi the, chung khong đung day cung khong tu cuu minh đuoc"},{"SurahNumber":51,"VerseNumber":46,"Text":"Truoc đay, nguoi dan cua Nuh cung đa bi tieu diet nhu the. Qua that, chung la mot đam nguoi bat tuan, noi loan"},{"SurahNumber":51,"VerseNumber":47,"Text":"Va bau troi, TA đa dung no bang suc manh va TA lam cho no bao la"},{"SurahNumber":51,"VerseNumber":48,"Text":"Va trai đat, TA đa trai no ra rong; va Đang trai ay that la Uu Viet"},{"SurahNumber":51,"VerseNumber":49,"Text":"Va TA đa tao hoa moi vat theo cap đe cho cac nguoi ghi nho"},{"SurahNumber":51,"VerseNumber":50,"Text":"Boi the, hay chay đen voi Allah, qua that, Ta (Muhammad) la mot nguoi bao truoc ro ret do Ngai cu đen voi cac nguoi"},{"SurahNumber":51,"VerseNumber":51,"Text":"Va cho ton tho mot than linh nao cung voi Allah. Qua that, Ta la mot nguoi bao truoc cong khai do Ngai cu đen voi cac nguoi"}]}