{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":45,"VerseNumber":23,"Text":"Kāya tumhī tyālāhī pāhilē, jyānē āpalyā manācyā icchēlā āpalā upāsya (mābūda) banavūna ṭhēvalē āhē āṇi allāhanē jāṇīvapūrvaka tyālā pathabhraṣṭa kēlē āhē āṇi tyācyā kānāvara āṇi hr̥dayānvara mōhara lāvalī āhē āṇi tyācyā ḍōḷyānvara paḍadā ṭākalā āhē, ātā aśā māṇasālā allāhanantara kōṇa mārgadarśana karū śakatō? Kāya ajūnahī tumhī bōdha grahaṇa karīta nāhīta"},{"SurahNumber":45,"VerseNumber":24,"Text":"Āṇi tē mhaṇālē, āmacē jīvana kēvaḷa yāca jagācē jīvana āhē, āmhī maraṇa pāvatō āṇi jagatō āṇi āmhālā kēvaḷa kāḷaca maraṇa dētō. (Vastutaḥ) tyānnā tyācē kāhī jñānaca nāhī, hē tara kēvaḷa anumāna āṇi aṭakaḷīcāca vāpara karatāta"},{"SurahNumber":45,"VerseNumber":25,"Text":"Āṇi jēvhā tyān̄cyāsamōra āmacyā spaṣṭa āyatīn̄cē paṭhaṇa kēlē jātē tēvhā tyān̄cyājavaḷa yā kathanākhērīja kōṇatēhī pramāṇa nasatē kī jara tumhī saccē asāla tara āmacyā vāḍavaḍilānnā ghē'ūna yā"},{"SurahNumber":45,"VerseNumber":26,"Text":"(Tumhī) sāṅgā kī allāhaca tumhālā jivanta karatō, maga tumhālā mr̥tyu dētō, maga tumhālā kayāmatacyā divaśī ēkatrita karīla, jyābābata kasalīhī śaṅkā nāhī, parantu adhikānśa lōka hē jāṇata nāhīta"},{"SurahNumber":45,"VerseNumber":27,"Text":"Āṇi ākāśān̄cī va dharatīcī rājyasattā allāhacīca āhē āṇi jyā divaśī kayāmata prasthāpita hō'īla tyā divaśī asatyācē pujārī mōṭhyā tōṭyāta rāhatīla"},{"SurahNumber":45,"VerseNumber":28,"Text":"Āṇi tumhī pāhāla kī pratyēka janasamūha guḍaghē ṭēkūna paḍalā asēla. Pratyēka samūha āpalyā karma-lēkhākaḍē bōlāvilā jā'īla. Āja tumhālā āpalyā kr̥ta-karmācā mōbadalā dilā jā'īla"},{"SurahNumber":45,"VerseNumber":29,"Text":"Hā āhē āmacā grantha, jō tumacyāviṣayī kharē kharē bōlata āhē. Āmhī tumacī karmē lihavūna ghēta hōtō"},{"SurahNumber":45,"VerseNumber":30,"Text":"Tēvhā, jyānnī īmāna rākhalē va jē satkarma karīta rāhilē1 tara tyānnā tyān̄cā pālanakartā (allāha) āpalyā dayā - kr̥pēcyā sāvalīta ghē'īla, hīca spaṣṭa saphalatā āhē"},{"SurahNumber":45,"VerseNumber":31,"Text":"Paratu jyā lōkānnī kupra (inkāra) kēlā, tara (mī tyānnā pharmāvina) kī kāya mājhyā āyatī tumhālā aikavilyā jāta navhatyā? Tarīhī tumhī garva karīta rāhilē āṇi tumhī hōtēca aparādhī lōka"},{"SurahNumber":45,"VerseNumber":32,"Text":"Āṇi jēvhā kadhī sāṅgitalē jāta asē kī allāhacā vāyadā niścitaca kharā āhē āṇi kayāmatacyā yēṇyābābata kasalīhī śaṅkā nāhī, tēvhā tumhī uttara dēta kī āmhī nāhī jāṇata kayāmata kāya āhē. Āmacyā manāta asāca kāhī vicāra yētō, parantu āmhālā khātrī nāhī"}]}