{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"Totisesti, Me perustimme hanen maallisen valtansa ja annoimme hanelle kaikkia apuneuveja"},{"SurahNumber":18,"VerseNumber":85,"Text":"Han eteni yhta suuntaa, kunnes saapui sinne, missa aurinko laskee, ja"},{"SurahNumber":18,"VerseNumber":86,"Text":"naki sen laskevan kuumaan lahteeseen, ja han tapasi lahistolla ihmisia"},{"SurahNumber":18,"VerseNumber":87,"Text":"Me lausuimme: »Oi Kaksisarvinen. Sina voit tuottaa heille karsimyksia tai saatat loytaa jotakin hyvaa heista.» Han vastasi: »Sita me kuritamme, joka on vaaramielinen, ja sitten lahetamme hanet takaisin Herransa luokse, niin etta Han voi rangaista hanta ankaralla karsimyksella"},{"SurahNumber":18,"VerseNumber":88,"Text":"Mutta sita, joka uskoo ja tekee hyvaa, odottaa runsas palkka, ja lempealla aanella Me annamme hanelle kaskymme.»"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sitten han kulki toista suuntaa"},{"SurahNumber":18,"VerseNumber":90,"Text":"kunnes saapui paikkaan, jossa aurinko nousee, ja huomasi sen nousevan ihmisten yli, joille Me emme ollut antanut mitaan varjosuojaa auringon puolelle"},{"SurahNumber":18,"VerseNumber":91,"Text":"Nain oli asia. Je Me tiesimme taydellisesti, miten hanen laitansa oli"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sitten han kulki viela yhta suuntaa, kunnes saapui kahden kalliomuurin valiseen laaksoon ja"},{"SurahNumber":18,"VerseNumber":93,"Text":"tapasi naiden vuorten takana ihmisia, jotka saattoivat tuskin ymmartaa ainoatakaan sanaa"},{"SurahNumber":18,"VerseNumber":94,"Text":"He sanoivat: »Oi Kaksisarvinen, totisesti, Goog ja Maagog levittavat pahaa maan paalla; onko meidan suoritettava sinulle veroa silla ehdolla, etta rakennat muurin heidan ja meidan valillemme?»"},{"SurahNumber":18,"VerseNumber":95,"Text":"Han vastasi: »Se (valtakunta veroineen), minka Herrani on minulle perustanut, on minulle paras, joten riittaa, kun autatte minua tyovoimalla, niin etta voin rakentaa lujan muurin teidan ja heidan valilleen"},{"SurahNumber":18,"VerseNumber":96,"Text":"Tuokaa minulle rautamohkaleita.» (Niita tuotiin) kunnes han oli tayttanyt kummankin vuoren valissa olevan solan. Han sanoi: »Puhaltakaa!» He puhalsivat, kunnes rauta hehkui kuin tuli. Sitten han sanoi: »Tuokaa nyt minulle sulaa kuparia, jotta voin valaa sen kaiken yli.»"},{"SurahNumber":18,"VerseNumber":97,"Text":"Silloin he (maahantunkijat) eivat pystyneet kiipeamaan sen ylitse eivatka kaivautumaan alitse"}]}