{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":238,"Text":"Sed constantes en el cumplimiento de los (cinco) rezos (obligatorios), especialmente el intermedio[80], y cumplidlos (con humildad y recogimiento) obedeciendo a Al-lah (sin hablar con nadie mientras se realizan)"},{"SurahNumber":2,"VerseNumber":239,"Text":"Y si teméis (alguna acción por parte del enemigo), realizadlos de pie o sobre vuestra montura (aunque no os orientéis hacia la Kaaba). Mas cuando estéis a salvo, rezad a Al-lah de la manera que Él os ha enseñado y que antes desconocíais"},{"SurahNumber":2,"VerseNumber":240,"Text":"Y a las viudas les corresponde, como legado, el derecho a ser mantenidas (por los familiares del marido) y a permanecer en la casa conyugal durante un año lunar completo[82]. Pero, si ellas abandonan el hogar voluntariamente, vosotros (los familiares del difunto marido) no seréis reprochados por lo que ellas hagan de manera razonable (siempre que se respete la ley de Al-lah). Y Al-lah es Poderoso y Sabio"},{"SurahNumber":2,"VerseNumber":241,"Text":"Y deberéis entregar a las mujeres que divorciéis una compensación justa (por los daños que el divorcio pueda haberles causado). Esto es un deber para los piadosos"},{"SurahNumber":2,"VerseNumber":242,"Text":"Así os aclara Al-lah Sus mandatos para que reflexionéis"},{"SurahNumber":2,"VerseNumber":243,"Text":"¿No conoces la historia (¡oh, Muhammad!) de las miles de personas que (hace muchos años) abandonaron sus casas por miedo a morir (de peste, pensando que podrían escapar de la muerte decretada por Al-lah)? Entonces Al-lah les dijo: «Morid», y después les devolvió la vida. En verdad, el favor de Al-lah para con los hombres es inmenso, pero la mayoría de los hombres son desagradecidos"},{"SurahNumber":2,"VerseNumber":244,"Text":"Y luchad por la causa de Al-lah y sabed que Al-lah todo lo oye y todo lo sabe"},{"SurahNumber":2,"VerseNumber":245,"Text":"¿Quién ofrece a Al-lah un préstamo generoso (contribuyendo con sus bienes a Su causa) para que Él se lo devuelva multiplicado con creces? Y Al-lah restringe (Sus favores) y los concede con generosidad, y a Él habréis de volver (para ser juzgados)"}]}