{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"durahaṅkārulaina atani jāti nāyakulannāru: \"Ō ṣu'aib! Mēmu ninnū mariyu nītō pāṭu viśvasin̄cina vārinī, mā naragaṁ nuṇḍi tappaka veḍalagoḍtāmu. Lēdā mīru tirigi mā dharmanlōki raṇḍi!\" Atanannāḍu: \"Mēmu dānini asahyin̄cukunnappaṭikī (mī dharmanlōki cērālā)"},{"SurahNumber":7,"VerseNumber":89,"Text":"(iṅkā ilā annāḍu): \"Vāstavaṅgā allāh māku (mī dharmaṁ nuṇḍi) vimukti kaligin̄cina taruvāta kūḍā mēmu tirigi mī dharmanlōki cēritē! Mēmu allāh pai abad'dhaṁ kalpin̄cina vāramavutāmu. Mā prabhuvaina allāh kōritē tappa! Mēmu tirigi dānilō cēralēmu. Mā prabhuvu jñānaṁ prati vastuvunū āvarin̄ci undi. Mēmu allāh painanē ādharapaḍi unnāmu. 'Ō mā prabhū! Mā madhya mariyu mā jātivāri madhya n'yāyaṅgā tīrpu cēyi. Mariyu nīvē atyuttamamaina tīrpu cēsēvāḍavu"},{"SurahNumber":7,"VerseNumber":90,"Text":"mariyu atana jātilōni satyatiraskārulaina nāyakulu annāru: \"Okavēḷa mīru ṣu'aib nu anusaristē! Niścayaṅgā mīru naṣṭaṁ pondina vāravutāru"},{"SurahNumber":7,"VerseNumber":91,"Text":"appuḍu vārini oka bhūkampaṁ paṭṭukunnadi mariyu vāru tama iṇḍlalōnē bōrlā (śavālai) paḍipōyāru"},{"SurahNumber":7,"VerseNumber":92,"Text":"Ṣu'aib nu abad'dhamāḍutunnāḍani tiraskarin̄cinavāru akkaḍa ennaḍū nivasin̄ci uṇḍanē lēdannaṭlugā naśin̄ci pōyāru. Ṣu'aib nu abad'dhamāḍutunnāḍani tiraskarin̄cina vārē vāstavāniki naṣṭaṁ pondina vārayyāru"},{"SurahNumber":7,"VerseNumber":93,"Text":"(ṣu'aib) ilā aṇṭū vāri nuṇḍi marali pōyāḍu: \"Nā jāti prajalārā! Vāstavaṅgā nēnu nā prabhuvu sandēśālanu mīku andajēśānu mariyu mīku hitōpadēśaṁ cēśānu. Kāvuna ipuḍu satyatiraskārulaina jātivāri koraku nēnenduku duḥkhin̄cāli"},{"SurahNumber":7,"VerseNumber":94,"Text":"mariyu mēmu ē nagarāniki pravaktanu pampinā! Dāni prajalanu āpadalaku mariyu daurbhagyāniki guri cēyakuṇḍā uṇḍalēdu, vāru ilāgainā vinamrulu avutārēmōnani"},{"SurahNumber":7,"VerseNumber":95,"Text":"ā taruvāta vāri dusthitini, susthitigā mārcina pidapa vāru hāyigā uṇṭū, ilā annāru: \"Vāstavāniki kaṣṭasukhālu mā pūrvīkulaku kūḍā sambhavin̄cāyi.\" Kāvuna mēmu vārini ākasmāttugā paṭṭukunnāmu mariyu vāru dānini grahin̄calēka pōyāru"}]}