{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":65,"VerseNumber":6,"Text":"И пусть (за время прохождения иддата) Живут они в условиях таких же, как и вы, Согласно вашему достатку. Им утеснений в доме не чините. А коль несут они во чреве жизнь, Расходуйте на них, Пока они своей не сложат ноши. И коль они выкармливают ваше чадо, Выплачивайте им вознагражденье. И меж собой с достоинством ведите разговор, Но если затруднитесь (в этом разговоре), То пусть другая женщина вскормИт дитя"},{"SurahNumber":65,"VerseNumber":7,"Text":"И пусть богатый человек Согласно своему достатку тратит. А тот, чья доля сочтена, Пусть тратит из того, чем одарил Его Аллах. Ведь не возложит Он на душу груз, Что больше, чем Он ей назначил; За каждой тяготой пошлет Он облегченье"},{"SurahNumber":65,"VerseNumber":8,"Text":"Ведь сколько поселений (на земле) От повелений Господа надменно отреклись, Ослушались посланников Его! Расчетом сильным Мы их рассчитали И предали их тяжким наказаньям (на земле)"},{"SurahNumber":65,"VerseNumber":9,"Text":"Тогда они сполна вкусили от плодов своих поступков, И их концом была (всеобщая) погибель"},{"SurahNumber":65,"VerseNumber":10,"Text":"Аллах для них суровую расплату уготовил, А потому страшитесь Его гнева Все, кто уверовал (в Него), И те, кто обладает разуменьем, - Аллах, поистине, послал напоминанье вам"},{"SurahNumber":65,"VerseNumber":11,"Text":"Посланника, который вам знамения Господни Толкует ясным языком, Чтобы из мрака к свету повести Благотворящих и уверовавших (в Истину Его). Введет Он их в Сады, реками омовенны, И вечно пребывать им там, - Поистине, Аллах для них Прекраснейшую долю уготовил"},{"SurahNumber":65,"VerseNumber":12,"Text":"Аллах есть Тот, Кто создал семь небес и столько же земель. Меж ними повеления Его нисходят, Чтоб знали вы всю силу Его мощи И всеобъемлющий охват Его познанья"}]}