{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":78,"Text":"Āra tādēra madhyē ēkadala raẏēchē, yārā bikr̥ta uccāraṇē mukha bām̐kiẏē kitāba pāṭha karē, yātē tōmarā manē kara yē, tāra kitāba thēkē'i pāṭha karachē. Athaca tārā yā ābr̥tti karachē tā ādau kitāba naẏa. Ēbaṁ tārā balē yē, ēsaba kathā āllāhara tarapha thēkē āgata. Athaca ēsaba āllāhara tarapha thēkē prērita naẏa. Tārā balē yē, ēṭi āllāhara kathā athaca ēsaba āllāhara kathā naẏa. Āra tārā jēnē śunē āllāhara'i prati mithyārōpa karē."},{"SurahNumber":3,"VerseNumber":79,"Text":"Kōna mānuṣakē āllāha kitāba, hēkamata ō nabu'ōẏata dāna karāra para sē balabē yē, ‘tōmarā āllāhakē parihāra karē āmāra bāndā haẏē yā'ō’-ēṭā sambhaba naẏa. Baraṁ tārā balabē, ‘tōmarā āllāha'ōẏālā haẏē yā'ō, yēmana, tōmarā kitāba śikhātē ēbaṁ yēmana tōmarā nijērā ō paṛatē."},{"SurahNumber":3,"VerseNumber":80,"Text":"Tāchāṛā tōmādērakē ēkathā balā'ō sambhaba naẏa yē, tōmarā phērēśatā ō nabīganakē nijēdēra pālanakartā sābyasta karē nā'ō. Tōmādēra musalamāna habāra para tārā ki tōmādērakē kupharī śēkhābē"},{"SurahNumber":3,"VerseNumber":81,"Text":"āra āllāha yakhana nabīganēra kācha thēkē asbīkāra grahana karalēna yē, āmi yā kichu tōmādēra dāna karēchi kitāba ō jñāna ēbaṁ ataḥpara tōmādēra nikaṭa kōna rasūla āsēna tōmādēra kitābakē satya balē dēẏāra jan'ya, takhana sē rasūlēra prati īmāna ānabē ēbaṁ tāra sāhāyya karabē. Tini balalēna, ‘tōmāra ki aṅgīkāra karachō ēbaṁ ē'i śartē āmāra ōẏādā grahaṇa karē niẏēcha? Tārā balalō, ‘āmarā aṅgīkāra karēchi’. Tini balalēna, tāhalē ēbāra sākṣī thāka. Āra āmi'ō tōmādēra sāthē sākṣī ra'ilāma."},{"SurahNumber":3,"VerseNumber":82,"Text":"Ataḥpara yē lōka ē'i ōẏādā thēkē phirē dām̐ṛābē, sē'i habē nāpharamāna."},{"SurahNumber":3,"VerseNumber":83,"Text":"Tārā ki āllāhara dbīnēra paribartē an'ya dbīna tālāśa karachē? Āsamāna ō yamīnē yā kichu raẏēchē sbēcchāẏa hōka bā anicchāẏa hōka, tām̐ra'i anugata habē ēbaṁ tām̐ra dikē'i phirē yābē."}]}