{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":7,"Text":"con la mirada humillada, saldran de las tumbas como si fueran langostas dispersas"},{"SurahNumber":54,"VerseNumber":8,"Text":"acudiendo apresuradamente hacia quien les convoca. Los que no creian diran: «Este es un dia dificil.»"},{"SurahNumber":54,"VerseNumber":9,"Text":"El pueblo de Noe desmintio antes de ellos. Desmintieron a Nuestro siervo y dijeron: «¡Es un loco y los espiritus le torturan!»"},{"SurahNumber":54,"VerseNumber":10,"Text":"Asi pues, el suplico a su Senor: «¡En verdad, he fracasado! ¡Toma Tu la revancha!»"},{"SurahNumber":54,"VerseNumber":11,"Text":"Asi que, abrimos las puertas del cielo con un agua torrencial"},{"SurahNumber":54,"VerseNumber":12,"Text":"e hicimos que brotasen de la Tierra fuentes y se juntaron las aguas en la medida decretada"},{"SurahNumber":54,"VerseNumber":13,"Text":"y le subimos sobre una armazon de tablas y clavos"},{"SurahNumber":54,"VerseNumber":14,"Text":"que navego bajo Nuestra mirada atenta, como un castigo para quienes no creian"},{"SurahNumber":54,"VerseNumber":15,"Text":"Y, ciertamente, lo hemos dejado como una senal. Asi pues ¿Habra alguien que recapacite"},{"SurahNumber":54,"VerseNumber":16,"Text":"¡Como fueron Mi castigo y Mis advertencias"},{"SurahNumber":54,"VerseNumber":17,"Text":"Ciertamente, hemos hecho el Coran facil de recordar. ¿Habra quien se deje amonestar"},{"SurahNumber":54,"VerseNumber":18,"Text":"Ad desmintio y ¡Como fueron Mi castigo y Mis advertencias"},{"SurahNumber":54,"VerseNumber":19,"Text":"En verdad, Nosotros enviamos contra ellos un viento violento y helado en un dia nefasto e interminable"},{"SurahNumber":54,"VerseNumber":20,"Text":"que derribaba a las gentes como troncos de palmeras sacados de cuajo de sus raices"},{"SurahNumber":54,"VerseNumber":21,"Text":"y ¡Como fueron Mi castigo y Mis advertencias"},{"SurahNumber":54,"VerseNumber":22,"Text":"Ciertamente, hemos hecho el Coran facil de recordar. ¿Habra quien se deje amonestar"},{"SurahNumber":54,"VerseNumber":23,"Text":"Zamud desmintio Mis amonestaciones"},{"SurahNumber":54,"VerseNumber":24,"Text":"Y dijeron: «¿Acaso vamos a seguir a una persona que es uno de nosotros? Entonces estariamos extraviados y dementes"},{"SurahNumber":54,"VerseNumber":25,"Text":"¿Iba a recibir el Recuerdo el de entre todos nosotros? ¡No! Mas bien es alguien muy mentiroso y arrogante.»"},{"SurahNumber":54,"VerseNumber":26,"Text":"«¡Manana van a saber ellos quien es el mentiroso arrogante"},{"SurahNumber":54,"VerseNumber":27,"Text":"En verdad, Les enviare la camella como una prueba. Asi pues, vigilales y ten paciencia.»"}]}