{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":80,"Text":"Wer dem Gesandten gehorcht, der gehorcht Allah, und wer sich abkehrt, - so haben Wir dich nicht als Hüter über sie entsandt"},{"SurahNumber":4,"VerseNumber":81,"Text":"Und sie sagen: „Gehorsam. Wenn sie aber von dir weggehen, heckt ein Teil von ihnen etwas anderes aus, als was du sagst. Aber Allah schreibt auf, was sie aushecken. So wende dich von ihnen ab und verlasse dich auf Allah. Allah genügt als Sachwalter"},{"SurahNumber":4,"VerseNumber":82,"Text":"Denken sie denn nicht sorgfältig über den Qur’an nach? Wenn er von jemand anderem wäre als von Allah, würden sie in ihm wahrlich viel Widerspruch finden"},{"SurahNumber":4,"VerseNumber":83,"Text":"Und wenn ihnen eine Angelegenheit zu (Ohren) kommt, die Sicherheit oder Furcht betrifft, machen sie es bekannt. Wenn sie es jedoch vor den Gesandten und den Befehlshabern unter ihnen brächten, würden es wahrlich diejenigen unter ihnen wissen, die es herausfinden können. Und wenn nicht Allahs Huld und Erbarmen gewesen wären, wäret ihr fürwahr außer wenigen dem Satan gefolgt"},{"SurahNumber":4,"VerseNumber":84,"Text":"So kämpfe auf Allahs Weg - du wirst nur für dich selbst verantwortlich gemacht und sporne die Gläubigen an. Vielleicht wird Allah die Gewalt derjenigen, die ungläubig sind, zurückhalten. Allah ist stärker an Gewalt und an Bestrafung"},{"SurahNumber":4,"VerseNumber":85,"Text":"Wer (in) eine(r) gute(n Sache) Fürsprache einlegt, für den wird es einen Anteil daran geben, und wer (in) eine(r) schlechte(n Sache) Fürsprache einlegt, für den wird es ein gleiches davon geben. Und Allah ist zu allem Fähig"},{"SurahNumber":4,"VerseNumber":86,"Text":"Und wenn euch ein Gruß entboten wird, dann grüßt mit einem schöneren (zurück) oder erwidert ihn. Gewiß, Allah ist über alles ein Abrechner"}]}