{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":116,"Text":"niccayamāka evar nirākarikkiṉṟārkaḷō, avarkaḷaiviṭṭu avarkaḷuṭaiya celvamum, avarkaḷuṭaiya cantatiyum, allāhviṭamiruntu enta oru poruḷaiyum kāppāṟṟa muṭiyātu - avarkaḷ naraka neruppiṟkuriyavarkaḷ; avarkaḷ atil eṉṟeṉṟum iruppārkaḷ"},{"SurahNumber":3,"VerseNumber":117,"Text":"ivvulaka vāḻvil avarkaḷ celavaḻippatu oru kāṟṟukku oppākum;. Atu (mikavum) kuḷirntu (paṉippuyalāka māṟi) tamakkut tāmē tīṅkiḻaittuk koṇṭa akkūṭṭattāriṉ (vayalkaḷiluḷḷa) viḷaiccalilpaṭṭu atai aḻittuviṭukiṟatu - avarkaḷukku allāh koṭumai ceyyavillai. Avarkaḷ tamakkut tāmē koṭumaiyiḻaittuk koḷkiṟārkaḷ"},{"SurahNumber":3,"VerseNumber":118,"Text":"Nampikkai koṇṭōrē! Nīṅkaḷ uṅ(kaḷ mārkkattaic cārntōr)kaḷait tavira (vēṟevaraiyum) uṅkaḷiṉ antaraṅkak kūṭṭāḷikaḷāka ākkik koḷḷātīrkaḷ;. Ēṉeṉil (piṟar) uṅkaḷukkut tīmai ceyvatil ciṟitum kuṟaivu ceyya māṭṭārkaḷ;. Nīṅkaḷ varuntuvatai avarkaḷ virumpuvārkaḷ;. Avarkaḷ uṅkaḷ mēl koṇṭuḷḷa kaṭumaiyāṉa veṟuppu avarkaḷ vāykaḷiliruntē veḷiyākiviṭṭatu. Avarkaḷ neñcaṅkaḷ maṟaittu vaittiruppatō iṉṉum atikamākum;. Niccayamāka nām (itu paṟṟiya) āyatkaḷait teḷivu paṭuttiviṭṭōm;. Nīṅkaḷ uṇarvuṭaiyōrāṉāl (itai aṟintu koḷvīrkaḷ)"},{"SurahNumber":3,"VerseNumber":119,"Text":"(muḥmiṉkaḷē!) Aṟiṟtu koḷḷuṅkaḷ;. Nīṅkaḷ avarkaḷai nēcippōrāy irukkiṉṟīrkaḷ - āṉāl avarkaḷ uṅkaḷai nēcikkavillai. Nīṅkaḷ vētattai muḻumaiyāka nampukiṟīrkaḷ;. Āṉāl avarkaḷō uṅkaḷaic cantikkum pōtu\"nāṅkaḷum nampukiṟōm\" eṉṟu kūṟukiṟārkaḷ;. Eṉiṉum avarkaḷ (uṅkaḷai viṭṭu vilakit) taṉiyāka irukkum pōtu, avarkaḷ uṅkaḷ mēluḷḷa āttirattiṉāl (tam) viral nuṉikaḷaik kaṭittukkoḷkiṟārkaḷ. (Napiyē!) Nīr kūṟum; \"nīṅkaḷ uṅkaḷ āttirattil iṟantu viṭuṅkaḷ;. Niccayamāka allāh (uṅkaḷ) uḷḷaṅkaḷil uḷḷavaṟṟai aṟintavaṉ"},{"SurahNumber":3,"VerseNumber":120,"Text":"ētāvatu oru naṉmai uṅkaḷukku ēṟpaṭṭāl, atu avarkaḷukku varuttattai koṭukkiṟatu. Uṅkaḷukku ētāvatu tīmai ēṟpaṭṭāl, ataṟkāka avarkaḷ makiḻcci aṭaikiṟārkaḷ. Nīṅkaḷ poṟumaiyuṭaṉum, payapaktiyuṭaṉumiruntāl avarkaḷuṭaiya cūḻcci uṅkaḷukku entat tīmaiyum ceyyātu. Niccayamāka allāh avarkaḷ ceyvatai (ellām) cūḻntu aṟikiṟavaṉ"},{"SurahNumber":3,"VerseNumber":121,"Text":"(Napiyē! Niṉaivu kūrvīrāka) nīr viṭiyaṟkālaiyil um kuṭumpattārai viṭṭuc ceṉṟu muḥmiṉkaḷaip pōrukkāka (uhatu kaḷattil avaravar) iṭattil niṟuttiṉīr;. Allāh ellāvaṟṟaiyum ceviyuṟuvōṉākavum naṉkaṟipavaṉākavum irukkiṉṟāṉ"}]}