{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":2,"VerseNumber":70,"Text":"Iwo adati: “Pempha kwa Ambuye wako kuti atiuze ife maonekedwe eni eni a ng’ombeyi. Ndithudi kwa ife, ng’ombe zonse ndi zofanana. Ngati Mulungu afuna, ife tidzalangizidwa bwino.”"},{"SurahNumber":2,"VerseNumber":71,"Text":"Mose adati: “Ndithudi Ambuye wanu akuti ndi ng’ombe imene siinaphunzitsidwe ntchito yolima m’munda kapena yonyamula madzi othiririra m’minda, ndipo ndi ng’ombe yopanda chilema ndi yopanda banga”. Iwo adati: “Tsono iwe wadza ndi choona”. Ndipo iwo adapha ng’ombe ija ngakhale anali pafupi kuti asatero"},{"SurahNumber":2,"VerseNumber":72,"Text":"Ndi pamene mudapha munthu ndipo mudayamba kumakanirana wina ndi mnzake. Koma Mulungu anaulula zimene mumabisa"},{"SurahNumber":2,"VerseNumber":73,"Text":"Ndipo Ife tidati: “Menya mtembo ndi mnofu wa ng’ombe”. Mmenemo ndi mmene Mulungu adzadzutsire akufa ndipo amakulangizani zizindikiro zake kuti mukhale ozindikira"},{"SurahNumber":2,"VerseNumber":74,"Text":"Ndipo zitatero mitima yanu idauma ngati mwala kapena kuposerapo. Ndithudi pali miyala ina imene imakhala magwero a mitsinje pamene ina idaphwanyika ndipo madzi adatuluka mu iyo. Ndipo, ndithudi, ina mwa iyo imagwa pansi chifukwa choopa Mulungu. Sikuti Mulungu sadziwa zimene mumachita"},{"SurahNumber":2,"VerseNumber":75,"Text":"Kodi inu muli kuganiza kuti iwo adzakukhulupirirani ngakh ale kuti gulu lina linali kumva mawu a Mulungu ndipo anali kumawasintha pamene iwo ali kuzindikira ndiponso iwo ali kudziwa chimenechi"},{"SurahNumber":2,"VerseNumber":76,"Text":"Ndipo pamene iwo akumana ndi anthu okhulupirira amanena kuti: “Nafenso timakhulupirira”. Koma akakhala okha pagulu lawo amanena wina kwa mnzake kuti: “Kodi inu mudzawalalikira iwo zimene Mulungu wavumbulutsa kwa inu kuti adzakutsutseni pamaso pa Ambuye wanu? Kodi inu mulibe nzeru?”"}]}