{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif-Lam-Ra. These are the Verses of the book and a plain Qur’an"},{"SurahNumber":15,"VerseNumber":2,"Text":"Perhaps (the Day will come when) those who disbelieve wish that they were Muslims"},{"SurahNumber":15,"VerseNumber":3,"Text":"Leave them (alone) to eat, let them enjoy, and be preoccupied (with false) hope. They will come to know (the truth)"},{"SurahNumber":15,"VerseNumber":4,"Text":"And Allah did not destroy a town but there was a known decree for it"},{"SurahNumber":15,"VerseNumber":5,"Text":"No nation can advance its term (fate), nor delay it"},{"SurahNumber":15,"VerseNumber":6,"Text":"And they say: “O you (Muhammad) to whom the reminder (the Qur’an) has been sent down! Surely, you are insane"},{"SurahNumber":15,"VerseNumber":7,"Text":"Why don’t you bring angels to us if you are of the truthful ones?”"},{"SurahNumber":15,"VerseNumber":8,"Text":"We don’t send down the angels except with the truth (for punishment), and when they come, they (the disbelievers) are not given respite"},{"SurahNumber":15,"VerseNumber":9,"Text":"Truly, We have sent down the reminder (the Qur’an), and surely, We will guard it"},{"SurahNumber":15,"VerseNumber":10,"Text":"Indeed, We sent (Messengers) before you (O Muhammad) amongst the early communities"},{"SurahNumber":15,"VerseNumber":11,"Text":"and any Messenger came to them, they mocked at him"},{"SurahNumber":15,"VerseNumber":12,"Text":"Thus We let it (disbelief) enter into the hearts of the sinners"},{"SurahNumber":15,"VerseNumber":13,"Text":"so they don’t believe in it (the Qur’an), though the examples of (Allah’s punishment of) the ancients have passed"},{"SurahNumber":15,"VerseNumber":14,"Text":"And even if We had opened to them a gate from the heaven and they continue to ascend through it"},{"SurahNumber":15,"VerseNumber":15,"Text":"surely they would have said: “Our eyes have been blocked (blurred). But nay, we have been bewitched.”"}]}