{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":2,"VerseNumber":49,"Text":"Yaha! Teemi ya saha shεli Ti (Tinim‟ Naawuni) ni daa tilgi ya (Israaila bihi) ka chɛ Fir‟auna niriba, bɛ daa chɛmi ka yi lamdi azaaba bεɣu, ka kɔriti yi bidibsi, ka naan chɛri yi bipuɣinsi, ka ŋɔ maa daa nyɛ dahimbu zaɣititali din yi yi Duuma sani na"},{"SurahNumber":2,"VerseNumber":50,"Text":"“Yaha! Teemi ya saha shεli Ti (Tinim‟ Naawuni) ni daa pirigi mɔɣili la sunsuuni n-tin ya, dinzuɣu ka Ti tilgi ya (ka chɛ kodili), ka chɛ ka di di Fir‟auna niriba, ka yi kuli yuunda.”"},{"SurahNumber":2,"VerseNumber":51,"Text":"Yaha! Teemi saha shεli Ti (Tinim‟ (Naawuni) ni daa gbaai Annabi Musa alikauli yuŋ yuŋ bεɣu pihinahi, din nyaaŋa ka yi (Israaila bihi) gbibi naɣibila (ka di nyɛ yi ni jεmdi shɛli), ka nyεla ban di yi maŋ zualinsi"},{"SurahNumber":2,"VerseNumber":52,"Text":"Din nyaaŋa, ka Ti (Tinim Naawuni) chε m-paŋ ya, domin achiika! Yi leei ban paɣira"},{"SurahNumber":2,"VerseNumber":53,"Text":"Yaha! (Yaa nyini Annabi)! Teemi saha shεli Ti (Tinim‟ Naawuni) ni daa ti Annabi Musa litaafi (Attaura, bee Old Testament), ni din wolgiri yεlimaŋli mini ʒiri, domin achiika! Yi ni dolsi"},{"SurahNumber":2,"VerseNumber":54,"Text":"Yaha! (Yaa nyini Annabi)! Teemi saha shεli Annabi Musa ni daa yεli o niriba: “Yaa yinim‟ n niriba! Yi di yi maŋ‟ zualinsi ni yi ni gbibi naɣibila ka di nyɛ yi ni jɛmdi shɛli maa. Yaha! Niŋmi ya tuuba n-labi Ŋun nam ya sani, dinzuɣu kum ya yi maŋsi, dina n-nyɛ zaɣiviɛlli n-tin ya Ŋun nam ya sani, ka O (Naawuni) naan deei yi tuuba.” Achiika! O nyεla Tuubadeera, Zaadali Nambɔnaa"},{"SurahNumber":2,"VerseNumber":55,"Text":"Yaha! (Yaa yinim‟ Israaila bihi)! Teemi ya saha shεli yi ni daa yεli: “Yaa nyini Musa! Di kariya ka ti ti a yεlimaŋli naɣila ti nyala Naawuni polo ni,” dinzuɣu ka tahigu la daa gbaai ya, ka yi kuli yuunda"},{"SurahNumber":2,"VerseNumber":56,"Text":"Din nyaaŋa, ka Ti (Tinim‟ Naawuni) daa neei ya yi kpibu nyaaŋa, domin achiika! Yi ni paɣi"},{"SurahNumber":2,"VerseNumber":57,"Text":"Yaha! Ka Ti (Tinim‟ Naawuni) daa chɛ ka sagbaŋ leei mahim yi zuɣusaa, ka lahi siɣisi ya Manna mini Salwa zuɣusaa na,1 ka yεli ya: “Dim ya Ti ni largi ya bindir‟ suŋ shεŋa puuni.” Bɛ mi daa bi di Ti (Tinim‟ Naawuni) zualinsi, amaa! Bɛ maŋ‟ ka bɛ daa di zualinsi.”"}]}