{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"И Он расфрла по земјата брда, таа за да не ве потресува, И реки и патишта за да се упатувате"},{"SurahNumber":16,"VerseNumber":16,"Text":"и покази, исто така, ОН ви создаде, и по звездите оние, токму, се упатуваат"},{"SurahNumber":16,"VerseNumber":17,"Text":"Оној кој создава дали е како оној кој не создава? Па, нема ли да се присетите"},{"SurahNumber":16,"VerseNumber":18,"Text":"И ако ги броите благодатите МАллахови вие, секако, не можете да ги изброите. Аллах, навистина, е Простувач и Сомилосен"},{"SurahNumber":16,"VerseNumber":19,"Text":"И Аллах го знае она што го криете и она што го обелоденувате"},{"SurahNumber":16,"VerseNumber":20,"Text":"Оние кои се повикуваат на друг бог освен Аллах не можат да создадат ништо и оние се, токму, создадените"},{"SurahNumber":16,"VerseNumber":21,"Text":"Мртви суштества се, не се живи, и не знаат кога ќе бидат оживеани"},{"SurahNumber":16,"VerseNumber":22,"Text":"Вашиот Бог е еден Бог. Оние кои не веруваат во Ахирет..па, срцата нивни се расипнички. Оние, всушност, се дујат"},{"SurahNumber":16,"VerseNumber":23,"Text":"Аллах, без сомнение, го знае она што го кријат и она што го обелоденуваат. ОН, навистина, не гИ њуби надуените"},{"SurahNumber":16,"VerseNumber":24,"Text":"И кога ќе им се рече: “Што ви објави Господарот ваш?\" Ке речат: “Прикаски за народите одамнешни"},{"SurahNumber":16,"VerseNumber":25,"Text":"за да го носат на Денот суден бремето свое целосно И дел од бремето на оние кои без знаење скршнуваа во заблуда. Е, само колку е лошо она што го товарат"},{"SurahNumber":16,"VerseNumber":26,"Text":"И оние пред нив веќе сплеткареа... па, Аллах ги сруши ОД темел домовите НИВНИ, И покривот нивни врз нив се сруши, и Он им даде казна од кадешто не ја ни усетија"}]}