{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Halkından kibirlenen eşraf grubu: “Bak Şuayb!” dediler, “yeminle söylüyoruz:Ya tekrar dinimize dönersiniz. Ya da seni de, sana inanan taraftarlarını da ülkemizden süreriz!”Şuayb şöyle cevap verdi: “Peki, istemesek de mi dinimizden döndürüp süreceksiniz (Ya istemezsek ne olacakmış)"},{"SurahNumber":7,"VerseNumber":89,"Text":"“Allah bizi sizin o batıl dininizden kurtardıktan sonra kalkıp tekrar dininize dönecek olursak Allah'a büyük bir iftira atmış oluruz.Allah göstermesin, sizin inancınıza dönmemiz kesinlikle mümkün değil! Rabbimizin ilmi her şeyi kapsar.Biz yalnız Allah’a dayanırız.Ey bizim Rabbimiz! Bizimle şu halkımız arasında Sen âdil hükmünü ver, haklı haksız açığa çıksın. Sen elbette hüküm verenlerin en iyisisin!”"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kavminden inkâra sapan ileri gelenler “Eğer Şuayb'a uyacak olursanız kesinlikle perişan olursunuz!” diye tehditte bulundular"},{"SurahNumber":7,"VerseNumber":91,"Text":"Derken şiddetli bir deprem onları kıskıvrak yakaladı ve derhal oldukları yerde çökekaldılar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Şuayb'ı yalancı sayanlar... onlar değildi sanki vatanlarında, şen şakrak dolaşanlar!Şuayb’ı yalancı sayıp perişan etmek isteyenler... asıl perişan olanlar, işte onlar oldular"},{"SurahNumber":7,"VerseNumber":93,"Text":"Gördüğü müthiş manzara karşısında Şuayb, yüzünü üzüntü ile öteye çevirip:“Zavallı halkım!” dedi, “ben size Rabbimin buyruklarını tebliğ etmiştim, sizin iyiliğinize çalışmıştım, size öğütler vermiştim! Artık böyle nankör, böyle kâfir bir toplum için ne diye üzülüp kendimi harap edeyim!”"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz hangi ülkeye peygamber gönderdiysek, (mutlaka ilkin oranın halkını, gafletten uyarsın,) Allah'a yönelip yalvarsınlar diye yoksulluğa, hastalık ve musîbetlere duçar ederiz"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra o kötü durumları değiştirip güzellikleri yayarız.Zamanla ahali çoğalıp “Vaktiyle atalarımız gâh üzülmüş, gâh sevinmişlerdi.” derler fakat olaylardan ibret alıp şükretmezler.Derken, o bilinçsiz halleriyle, hiç hatırlarından geçmezken, ansızın onları kıskıvrak yakalarız"}]}