{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"Дарҳақиқат, Биз унга (Зул-қарнайнга) бу ерда салтанат – ҳукмронлик бердик ва (кўзлаган) барча нарсасига йўл-имконият ато этдик"},{"SurahNumber":18,"VerseNumber":85,"Text":"Бас, у (аввал Ғарбга қараб) йўл олди"},{"SurahNumber":18,"VerseNumber":86,"Text":"То (кетаётиб) кун ботадиган жойга етгач, у (қуёшнинг) бир лойқа булоққа ботаётганини кўрди ва у (булоқ) олдида бир қавмни учратди. Биз: «Эй Зул-қарнайн, ё (уларни) азобга дучор қилурсан, ёки уларга яхши муомалада бўлурсан», дедик"},{"SurahNumber":18,"VerseNumber":87,"Text":"У айтди: «Золим бўлган кимсани, албатта, азоблагаймиз. Сўнгра Парвардигорига қайтарилгач, У зот уни яна даҳшатли азоб билан азоблар"},{"SurahNumber":18,"VerseNumber":88,"Text":"Энди иймон келтириб яхши амаллар қилган зотга келсак, унинг учун гўзал оқибат — жаннат мукофот бўлур. Биз ҳам унга ишимиздан осон-енгилларини буюрурмиз»"},{"SurahNumber":18,"VerseNumber":89,"Text":"Сўнгра, у (Шарққа қараб) йўл олди"},{"SurahNumber":18,"VerseNumber":90,"Text":"То (кетаётиб) кун чиқишга етиб боргач, унинг (қуёшнинг) бир қавм устига чиқаётганини (кўтарилаётганини) кўрдики, Биз у (қавм) учун қуёшдан (сақланадиган уй либос каби) бирон парда қилмаган эдик"},{"SurahNumber":18,"VerseNumber":91,"Text":"Худди илгаригидек бўлди (яъни, Зул-қарнайн бу қавмга ҳам кун ботишдаги қавмга қилган муомалани қилди). Аниқки, Биз унинг барча ишларидан хабардормиз — (уни) иҳота қилиб олгандирмиз"},{"SurahNumber":18,"VerseNumber":92,"Text":"Сўнгра, у яна йўл олди"},{"SurahNumber":18,"VerseNumber":93,"Text":"То (кетаётиб) икки тоғ ўртасига етиб келгач, у (тоғлар ортида) бирон гапни англай олмайдиган қавмни учратди"},{"SurahNumber":18,"VerseNumber":94,"Text":"Улар: «Эй Зул-қарнайн, шак-шубҳасиз, (шу тоғлар ортидаги) Яъжуж ва Маъжуж (қабилалари) Ер юзида бузғунчилик қилгувчилардир. Бизлар сенга бир (миқдор) тўлов тўласак, (билан уларнинг ўртасига бир сад чекиб (бир тўғон қуриб) берурмисан?», дедилар"},{"SurahNumber":18,"VerseNumber":95,"Text":"У (Зул-қарнайн) айтди: «Парвардигорим менга ато этган (салтанат) сизлар берадиган (мол-дунёдан) яхшироқдир. Бас, сизлар менга (мол-дунё билан эмас, балки) қувват билан ёрдам беринглар, мен сизлар билан уларнинг ўртасига бир девор бино қилай"},{"SurahNumber":18,"VerseNumber":96,"Text":"Сизлар менга темир парчаларини келтиринглар». То (темир парчалари) иккала тоғ билан баробар бўлгач, (Зул-қарнайн: «(Босқонлар билан) дам уринглар», деди. Бас, қачон у (темир-терсакларни қиздириб) ўт қилгач (эритгач), деди: «Менга эритилган мис (ҳам) келтиринглар, уни (темир парчаларининг) устидан қуюрман"},{"SurahNumber":18,"VerseNumber":97,"Text":"Энди улар у (тўсиқ) устига чиқишга ҳам, уни тешиб ўтишга ҳам қодир эмаслар»"}]}