{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Si nos apiadaramos de ellos y les retiraramos la desgracia que tienen, persistirian, ciegos, en su rebeldia"},{"SurahNumber":23,"VerseNumber":76,"Text":"Les infligimos un castigo, pero no se sometieron a su Senor y no se humillaron"},{"SurahNumber":23,"VerseNumber":77,"Text":"Hasta que abramos contra ellos una puerta de severo castigo y, entonces, sean presa de la desesperacion"},{"SurahNumber":23,"VerseNumber":78,"Text":"El es Quien ha creado para vosotros el oido, la vista y el intelecto. ¡Que poco agradecidos sois"},{"SurahNumber":23,"VerseNumber":79,"Text":"El es Quien os ha diseminado por la tierra. Y hacia El- sereis congregados"},{"SurahNumber":23,"VerseNumber":80,"Text":"El es Quien da la vida y da la muerte. El ha hecho que se sucedan la noche y el dia. ¿Es que no comprendeis"},{"SurahNumber":23,"VerseNumber":81,"Text":"Al contrario, dicen lo mismo que dijeron los antiguos"},{"SurahNumber":23,"VerseNumber":82,"Text":"Dicen: «Cuando muramos y seamos tierra y huesos, ¿se nos resucitara acaso"},{"SurahNumber":23,"VerseNumber":83,"Text":"Ya antes se nos habia prometido esto a nosotros y a nuestros padres. No son mas que patranas de los antiguos»"},{"SurahNumber":23,"VerseNumber":84,"Text":"Di: «¿De quien es la tierra y quien en ella hay? Si es que lo sabeis...»"},{"SurahNumber":23,"VerseNumber":85,"Text":"Diran: «¡De Ala!» Di: «¿Es que no os dejareis amonestar?»"},{"SurahNumber":23,"VerseNumber":86,"Text":"Di: «¿Quien es el Senor de los siete cielos, el Senor del Trono augusto?»"},{"SurahNumber":23,"VerseNumber":87,"Text":"Diran: «¡Ala!» Di: «¿Y no Le temeis?»"},{"SurahNumber":23,"VerseNumber":88,"Text":"Di: «¿Quien tiene en Sus manos la realeza de todo, protegiendo sin que nadie pueda proteger contra El? Si es que lo sabeis...»"},{"SurahNumber":23,"VerseNumber":89,"Text":"Diran: «¡Ala!» Di: «Y ¿como podeis estar tan sugestionados?»"}]}