{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Niscaya yihamte akhiraataka bisbasa nakarae, sihamte'i phiraistasakalaka naraibacaka namerae namakarana karae"},{"SurahNumber":53,"VerseNumber":28,"Text":"athaca e'i bisaye sihamtara kono jnane'i na'i. Sihamta kerala anumanara anusarana karae; arau niscaya anumana satyara mukabilata kono kamata nahe"},{"SurahNumber":53,"VerseNumber":29,"Text":"Eteke tumi se'i byaktika upeksa karaa, yiye amara smaranara paraa bimukha haya arau akala prthiraira jiranake'i kamana karae"},{"SurahNumber":53,"VerseNumber":30,"Text":"E'itorae sihamtara jnanara sesa sima. Niscaya tomara pratipalaka, teraemi ata'itakai bhala jane kona te'omra pathara paraa bicyuta haiche arau teraemi bhala jane kona hidayatapraapta haiche"},{"SurahNumber":53,"VerseNumber":31,"Text":"Arau akasamandalata yi ache arau prthiraita yi ache sakalo allaharae'i. Yate te'om sihamtara kamara pratiphala diba parae yihamte beya kama karae arau yate se'isakala lokaka uttama puraskara diba parae yisakale satkarma karae"},{"SurahNumber":53,"VerseNumber":32,"Text":"yisakale sarau-suraa dosa-trautira bahirae danara danara papa arau aslila karyakalapara paraa birata thake. Niscaya tomara pratipalakara ksama aparaisima; te'om tomalokara bisaye samyaka aragata—(smarana karaa) yetiya te'om tomalokaka matira paraa srsti karaichila arau yetiya tomaloka matrgarbhata bhraunaraupe achila. Eteke tomaloke atmaprasansa nakaraiba, kone takbaraa aralambana karaiche se'i bisaye teraemi samyaka aragata"},{"SurahNumber":53,"VerseNumber":33,"Text":"Tumi se'i byaktika dekhichane, yiye mukha ghuraa'i laiche"},{"SurahNumber":53,"VerseNumber":34,"Text":"arau kincita dana karaile arau bandha karai dile"},{"SurahNumber":53,"VerseNumber":35,"Text":"tara ocarata kiba gayebara jnana ache neki, yito si pratyaksa karae"},{"SurahNumber":53,"VerseNumber":36,"Text":"ne muchara chahiphata yi ache, se'i samparke taka arahita karaa horaa na'i"},{"SurahNumber":53,"VerseNumber":37,"Text":"arau ibraahimara chahiphata, yijane purna karaichila (te'omra angikara)"},{"SurahNumber":53,"VerseNumber":38,"Text":"seya haiche ye, kono boja bahanakaraiye anara boja bahana nakaraiba"},{"SurahNumber":53,"VerseNumber":39,"Text":"arau e'i ye, manuhe se'itorae paya, yito si cesta karae"},{"SurahNumber":53,"VerseNumber":40,"Text":"arau tara pracestara phala atisighrae'i dekhuraa ha’ba"},{"SurahNumber":53,"VerseNumber":41,"Text":"tara pichata taka purna pratiphala pradana karaa ha’ba"},{"SurahNumber":53,"VerseNumber":42,"Text":"arau niscaya tomara pratipalakara ocarate'i haiche sesa gantabya"},{"SurahNumber":53,"VerseNumber":43,"Text":"arau niscaya teraemi hahuraaya arau teraemi kanduraaya"},{"SurahNumber":53,"VerseNumber":44,"Text":"arau niscaya teraemi mrtyu pradana karae arau teraemi jirana dana diye"}]}