{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":6,"Text":"İnkâra saplananları ise ister uyar ister uyarma onlar için birdir, imana gelmezler"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah onların kalplerini ve kulaklarını mühürlemiştir. Gözlerine de bir perde inmiştir. Bunların hakkı büyük bir azaptır"},{"SurahNumber":2,"VerseNumber":8,"Text":"Öyle insanlar da vardır ki “Allah'a ve âhiret gününe inandık.” derler; Oysa iman etmemişlerdir"},{"SurahNumber":2,"VerseNumber":9,"Text":"Akılları sıra Allah'ı ve iman edenleri aldatmayı kurarlar. Kendilerinden başkasını aldatamazlar da farkında değiller"},{"SurahNumber":2,"VerseNumber":10,"Text":"Kalplerinde bir hastalık vardır. Allah da onların hastalıklarını daha da ilerletti. Bu yalancılık (ve samimiyetsizlikleri) sebebiyle bunlara gayet acı bir ceza vardır"},{"SurahNumber":2,"VerseNumber":11,"Text":"Ne zaman onlara: “Yeryüzüne fesat saçmayın!” denilse “Biz sadece barışçıyız, ortalığı düzeltmekten başka işimiz yok!” derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"Gözünüzü açın, bunlar bozguncuların ta kendileridir, lâkin şuurları yok, farkında değiller"},{"SurahNumber":2,"VerseNumber":13,"Text":"Ne zaman onlara: “Şu güzel insanların iman ettiği gibi siz de iman edin.” denilse “Yani o beyinsizlerin inandıkları gibi mi inanalım?” derler. Asıl beyinsizler kendileridir de farkında değiller"},{"SurahNumber":2,"VerseNumber":14,"Text":"Bunlar iman edenlerle karşılaştıkları vakit “Biz de müminiz” derler. Fakat şeytanlarıyla başbaşa kaldıklarında da: “Emin olun, biz sizinle beraberiz, biz onlarla alay ediyoruz.” derler"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah da kendileriyle alay eder ve azgınlıklarında onlara mühlet verir; böylece onlar bir müddet başıboş dolaşırlar"},{"SurahNumber":2,"VerseNumber":16,"Text":"İşte onlar hidâyeti verip, dalâlet satın aldılar. Ama bu, kârlı bir ticaret olmadı. Çünkü kâr yolunu tutmadılar"}]}