{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":32,"Text":"I martoni të pamartuarit dhe të pamartuarat ndër ju, si dhe skllevërit dhe skllavet tuaja që janë besimtarë të ndershëm! Nëse janë të varfër, Allahu, do t’i begatojë ata me dhuntinë e Tij; Allahu është i Gjerë në mirësi dhe i Gjithëdijshëm"},{"SurahNumber":24,"VerseNumber":33,"Text":"Ata që nuk kanë mundësi për martesë, le të përmbajnë veten, derisa Allahu t’i begatojë me dhuntinë e Tij. Ata skllevër që gjenden në pushtetin tuaj e që kërkojnë të lirohen me shpërblim dhe ju kërkojnë aktlirimin, ua jepni e, nëse e dini që janë të mirë, jepuni diçka nga pasuria juaj, të cilën ju ka dhuruar Allahu. Mos i detyroni skllavet tuaja të bëjnë kurvëri, që të arrini ju dobi të përkohshme të kësaj bote, nëse ato dëshirojnë jetë të ndershme. Nëse ndokush i detyron ato, Allahu do të jetë Falës dhe Mëshirëplotë për to"},{"SurahNumber":24,"VerseNumber":34,"Text":"Ne ju kemi dhënë juve shpallje të qarta, shembuj nga jeta e atyre që kanë kaluar para jush dhe këshilla për ata që i frikësohen Allahut"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allahu është Drita e qiejve dhe e Tokës. Drita e Tij shëmbëllen me atë të një kamareje, në të cilën ndodhet një llambë. Llamba është në një kristal, kurse kristali është si një yll i shndritshëm. Ajo (llamba) ndizet nga druri i bekuar i ullirit, as lindor, as perëndimor, ndërsa vaji i saj shkëlqen edhe pa e prekur zjarri. Dritë sipër dritës. Allahu udhëzon drejt dritës së Tij kë të dojë dhe paraqet shembujt për njerëzit. Allahu është i Dijshëm për çdo gjë"},{"SurahNumber":24,"VerseNumber":36,"Text":"Në xhamitë, që Allahu ka urdhëruar të ngrihen e të përmendet aty emri i Tij, Atë e lavdërojnë në mëngjes dhe mbrëmje"}]}