{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"Ndipo Ife sitidatumize iwe usadabadwe, Mtumwi wina aliyense amene sitinamuuze kuti, “Kulibe Mulungu wina koma Ine ndekha, kotero ndi pembedzeni Ine.”"},{"SurahNumber":21,"VerseNumber":26,"Text":"Iwo amati, “Mwini chisoni chosatha wabereka mwana wamwamuna.” Iye alemekezedwe! Amenewo si ena ayi koma akapolo ake olemekezeka"},{"SurahNumber":21,"VerseNumber":27,"Text":"Iwo sayankhula pokhapokha Iye atayankhula, ndipo amachita zinthu potsatira malamulo ake"},{"SurahNumber":21,"VerseNumber":28,"Text":"Iye amadziwa zonse zimene zili patsogolo pawo ndiponso zimene zili m’mbuyo mwawo ndipo iwo sangalankhulire wina aliyense chipulumutso kupatula amene Iye wamukonda ndipo iwo amanjenjemera chifukwa cha mantha pomuona Iye"},{"SurahNumber":21,"VerseNumber":29,"Text":"Ndipo ngati wina wa iwo atanena kuti, “Ndithudi ine ndine mulungu kuonjezera pa Iye.” Oteroyo adzalangidwa ndi moto wa ku Gahena. Mmenemo ndi mmene timalipirira anthu olakwa"},{"SurahNumber":21,"VerseNumber":30,"Text":"Kodi anthu osakhulupirira sadziwa kuti kumwamba ndi dziko lapansi chidali chinthu chimodzi chogwirana chimene tidachisiyanitsa? Ndipo tidapanga, chilichonse chamoyo, kuchokera ku madzi. Kodi iwo sangakhulupirire"},{"SurahNumber":21,"VerseNumber":31,"Text":"Ndipo Ife tidakhazikitsa mapiri pa dziko lapansi molimba kuti asagwedezeke pamodzi ndi iwo ndipo tidakhazikitsa misewu pa miyala kuti mwina atsogozedwe"},{"SurahNumber":21,"VerseNumber":32,"Text":"Ndipo tidapanga kumwamba denga losungika bwino limene silingagwe. Komabe iwo amakana zizindikiro zake"},{"SurahNumber":21,"VerseNumber":33,"Text":"Iye ndiye amene adalenga usiku ndi usana, dzuwa ndi mwezi ndi china chilichonse chimene chimayenda mlengalenga"},{"SurahNumber":21,"VerseNumber":34,"Text":"Palibe munthu, pambuyo pako amene tidamulenga kuti sadzafa. Ngati iweyo udzafa, kodi iwo adzakhala ndi moyo mpaka kalekale"},{"SurahNumber":21,"VerseNumber":35,"Text":"Chilichonse cholengedwa chidzalawa imfa ndipo Ife tidzakuyesani ndi zinthu zoipa ndi zabwino ndipo ndi kwa Ife kumene nonse mudzabwerera"}]}