{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":46,"Text":"« O Noe, dit (le Seigneur), il n’est point de ta famille, il a commis une action indigne. Ne me demande plus ce dont tu n’as pas connaissance. Moi, Je t’exhorte a ne pas etre du nombre des ignorants. »"},{"SurahNumber":11,"VerseNumber":47,"Text":"Il dit : « J’en appelle a Toi, Seigneur, pour me preserver des questions a propos de choses dont je n’ai pas connaissance. Si Tu ne m’accordes pas Ton pardon et Ta grace, je serai du nombre des perdants. »"},{"SurahNumber":11,"VerseNumber":48,"Text":"Il fut dit : « O Noe ! Debarque donc, accompagne de la paix (qui t’est venue) de Notre part et de Nos benedictions sur toi et sur les peuples engendres par ceux qui sont avec toi. Mais il est d’autres peuples que Nous ferons profiter des jouissances (de ce bas monde) ; puis les atteindra de Notre part un supplice tres douloureux"},{"SurahNumber":11,"VerseNumber":49,"Text":"Voila des informations (provenant) de l’Inconnaissable (ghayb), que Nous te revelons et que vous ne saviez ni toi ni ton peuple avant ce jour. Prends donc patience. Les lendemains meilleurs sont pour les gens pieux"},{"SurahNumber":11,"VerseNumber":50,"Text":"Aux ‘Ad, (Nous envoyames) leur frere Hud qui leur dit : « O peuple mien ! Adorez Allah. Vous n’avez point d’autre divinite que Lui. Mais vous n’etes vraiment que des inventeurs (d’illusions)"},{"SurahNumber":11,"VerseNumber":51,"Text":"O peuple mien ! Je ne vous demande pour cela aucune recompense, car ma recompense releve de Celui Qui m’a cree (sans modele prealable). Ne sauriez-vous le comprendre"},{"SurahNumber":11,"VerseNumber":52,"Text":"O peuple mien ! Implorez le pardon de votre Seigneur, puis revenez a Lui repentants. Il enverra du ciel sur vous des eaux abondantes et ajoutera puissance a votre puissance. Ne vous detournez donc point de Lui en criminels. »"},{"SurahNumber":11,"VerseNumber":53,"Text":"Ils dirent : « O Hud ! Tu ne nous as pas apporte une preuve convaincante, et nous n’allons pas renoncer a nos dieux sur la seule foi de ta parole ; et nous n’allons pas te croire"}]}