{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta xin, mi mu,"},{"SurahNumber":26,"VerseNumber":2,"Text":"zhexie shi mingbai de jingdian zhong de jie wen."},{"SurahNumber":26,"VerseNumber":3,"Text":"Yinwei tamen bu xindao, ni huoxu qi de yaosi."},{"SurahNumber":26,"VerseNumber":4,"Text":"Ruguo wo yiyu, wo jiang cong tianshang jiang shi tamen yige jixiang, tamen jiu wei ta er fushou tie er."},{"SurahNumber":26,"VerseNumber":5,"Text":"Mei feng you xin de jinian cong zhiren zhu jiang shi tamen, tamen dou beiqi ta."},{"SurahNumber":26,"VerseNumber":6,"Text":"Tamen que yi fouren zhenli, tamen suo chaoxiao de shi de jieju, jiang jianglin tamen."},{"SurahNumber":26,"VerseNumber":7,"Text":"Nandao tamen meiyou guancha da di ma? Wo shi gezhong youliang de zhiwu zai da dishang fanyan."},{"SurahNumber":26,"VerseNumber":8,"Text":"Ci zhong que you yige jixiang, dan tamen daban shi bu xindao de."},{"SurahNumber":26,"VerseNumber":9,"Text":"Ni de zhu que shi wanneng de, que shi zhi ci de."},{"SurahNumber":26,"VerseNumber":10,"Text":"Dangri, ni de zhu zhaohuan mu sa (shuo):`Ni qu jiaohua na buyi de minzhong."},{"SurahNumber":26,"VerseNumber":11,"Text":"Ji falao de minzhong. Tamen zenme bu jingwei zhenzhu ne?'"},{"SurahNumber":26,"VerseNumber":12,"Text":"Ta shuo:`Wo de zhu a! Wo dique pa tamen fouren wo,"},{"SurahNumber":26,"VerseNumber":13,"Text":"yizhi wo fanmen kouchi, suoyi qiu ni paiqian ha lun (yidao qu)."},{"SurahNumber":26,"VerseNumber":14,"Text":"Tamen ceng jia zui yu wo, wo pa tamen shahai wo.'"},{"SurahNumber":26,"VerseNumber":15,"Text":"Zhu shuo:`Jue bu ruci, ni lia daizhe wo de jixiang qu ba! Wo que shi yu nimen zai yiqi qingting (nimen bianlun) de."},{"SurahNumber":26,"VerseNumber":16,"Text":"Ni lia dao falao nali qu shuo:“Women que shi quan shijie de zhu de shizhe,"},{"SurahNumber":26,"VerseNumber":17,"Text":"qing ni shifang yiselie de houyi, rang wo lia dai tamen qu.”'"},{"SurahNumber":26,"VerseNumber":18,"Text":"Falao shuo:`Nandao women meiyou zai women de jiazhong ba ni zi you fuyang chengren, erqie ni zai women jiazhong douliuguo xuduo nian ma?"},{"SurahNumber":26,"VerseNumber":19,"Text":"Ni ceng ganle ni suo gan di na jian shi, ni shi wang'en de.'"}]}