{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"بە (حا میم) دەخوێنرێتەوە"},{"SurahNumber":42,"VerseNumber":2,"Text":"بە (عەین، سین، قاف) دەخوێنرێتەوە خوا زاناترە بە ماناکەی بۆ زانیاری زیاترو واتاکەشیان سەرنجی سەرەتای سورەتی (البقرة) بدە"},{"SurahNumber":42,"VerseNumber":3,"Text":"ئا بەو جۆرە خودا نیگا دەکات بۆ تۆ وە بۆ ئەو (پێغەمبەرانەی) پێش تۆش خوای زاڵی باڵادەستی کاردروستە"},{"SurahNumber":42,"VerseNumber":4,"Text":"ھەر بۆ خوایە ھەرچی لە ئاسمانەکان وە ھەرچی لە زەویدایە وە ئەو (خوا) بڵند و گەورەیە"},{"SurahNumber":42,"VerseNumber":5,"Text":"نزیکە ئاسمانەکان پارچە پارچەببن لە سەرویانەوە وە فریشتەکان بەپاکی یاد وسوپاسی پەروەردگاریان دەکەن وە داوای لێبوردن دەکەن بۆ ئەوانەی لەزەویدان ئاگاداربن کە بێگومان تەنھا خوا لێبوردە و میھرەبانە"},{"SurahNumber":42,"VerseNumber":6,"Text":"وە ئەوانەی جگە لەخوا دۆستانێکیان بۆ خۆیان ھەڵبژاردووە خوا ئاگادار و چاودێرە بەسەریانەوە وە تۆ (ئەی موحەممەد ﷺ) پارێزەر وچاودێر نیت بەسەریانەوە"},{"SurahNumber":42,"VerseNumber":7,"Text":"ھەروەھا نیگامان کردووە بۆت قورئانێك (بەزمانی) عەرەبی بۆ ئەوەی خەڵکی مەککە و کەسانی دەوروبەری بترسێنیت وە (خەڵك) بترسێنیت لەڕۆژیی کۆکردنەوە کە ھیچ گومانی تێدا نیە کۆمەڵێك لە بەھەشتدان وە کۆمەڵێك لە ئاگریی بڵێسەداردان"},{"SurahNumber":42,"VerseNumber":8,"Text":"وە ئەگەر خوا بیویستایە دەیکردن بەیەك نەتەوە (باوەڕداریان بێ باوەڕ) بەڵام ھەرکەسێکی بوێت دەیخاتە ناو میھرەبانی خۆیەوە، ستەمکارەکانیش ھیچ دۆست و یارمەتی دەرێکیان نیە"},{"SurahNumber":42,"VerseNumber":9,"Text":"ئایا ئەوان جگە لەخوا پشتیوان و دۆستانێکیان بۆ خۆیان ھەڵبژاردوە؟ ھەر خوا پشتیوان و دۆستە وە تەنھا ئەو مردووان زیندوو دەکاتەوە وە ئەو بەدەسەڵات وبە توانایە بەسەر ھەموو شتێکدا"},{"SurahNumber":42,"VerseNumber":10,"Text":"وە ھەرشتێك کە تێیدا جیاواز بوون ئەوە بڕیارەکەی بۆ لای خوا دەگەڕێتەوە ئەو خوایە پەروەردگاری منە تەنھا پشتم بەو بەستووە وە ھەر بۆلای ئەویش دەگەڕێمەوە"}]}