{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":18,"VerseNumber":21,"Text":"I Mi smo, isto tako, učinili da oni za njih saznaju, da bi se uvjerili da je istinito Allahovo obećanje i da u čas oživljenja nema nikakve sumnje, kad su se između sebe o njima raspravljali, i rekli: “Sagradite na ulazu u nju ogradu, Gospodar njihov najbolje zna ko su oni.” A onda oni do čijih se riječi najviše držalo rekoše: “Napravit ćemo na ulazu u nju bogomolju!”"},{"SurahNumber":18,"VerseNumber":22,"Text":"Neki će reći: “Bila su trojica, pas njihov je bio četvrti”, a neki će govoriti: “Bila su peterica, pas njihov je bio šesti”, nagađajući ono što ne znaju – dok će neki reći: “Bila su sedmerica, a pas njihov bio je osmi.” Reci: “Gospodaru mome je dobro poznat njihov broj, samo malo njih to zna. Zato ne raspravljaj o njima, osim površno, i ne pitaj o njima od njih nikog!”"},{"SurahNumber":18,"VerseNumber":23,"Text":"I nikako za bilo šta ne reci: “Uradit ću to sigurno sutra!” – ne dodavši…"},{"SurahNumber":18,"VerseNumber":24,"Text":"ne dodavši: “Ako Bog da!” A kad zaboraviš, sjeti se Gospodara svog i reci: “Gospodar moj će me uputiti na ono što je bolje i korisnije od ovog.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"A oni su ostali u pećini svojoj tri stotine i još devet godina"},{"SurahNumber":18,"VerseNumber":26,"Text":"Reci: “Allah najbolje zna koliko su ostali; tajne nebesa i Zemlje jedino On zna. Kako On sve vidi, kako On sve čuje! Oni nemaju drugog zaštitnika osim Njega, a On ne uzima nikog u odlukama Svojim kao ortaka.”"},{"SurahNumber":18,"VerseNumber":27,"Text":"Kazuj iz Knjige Gospodara svog ono što ti se objavljuje, niko ne može izmijeniti riječi Njegove, pa ni ti; osim kod Njega, nećeš naći utočišta nikakva"}]}