{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":12,"Text":"When it sees them from a place far off, they will hear its fury and its ranging sigh"},{"SurahNumber":25,"VerseNumber":13,"Text":"And when they are cast, bound together into a constricted place therein, they will plead for destruction there and then"},{"SurahNumber":25,"VerseNumber":14,"Text":"This day plead not for a single destruction: plead for destruction oft-repeated"},{"SurahNumber":25,"VerseNumber":15,"Text":"Say: \"Is that best, or the eternal garden, promised to the righteous? for them, that is a reward as well as a goal (of attainment)"},{"SurahNumber":25,"VerseNumber":16,"Text":"For them there will be therein all that they wish for: they will dwell (there) for aye: A promise to be prayed for from thy Lord"},{"SurahNumber":25,"VerseNumber":17,"Text":"The day He will gather them together as well as those whom they worship besides Allah, He will ask: \"Was it ye who let these My servants astray, or did they stray from the Path themselves"},{"SurahNumber":25,"VerseNumber":18,"Text":"They will say: \"Glory to Thee! not meet was it for us that we should take for protectors others besides Thee: But Thou didst bestow, on them and their fathers, good things (in life), until they forgot the Message: for they were a people (worthless and) lost"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Allah will say): \"Now have they proved you liars in what ye say: so ye cannot avert (your penalty) nor (get) help.\" And whoever among you does wrong, him shall We cause to taste of a grievous Penalty"},{"SurahNumber":25,"VerseNumber":20,"Text":"And the messengers whom We sent before thee were all (men) who ate food and walked through the streets: We have made some of you as a trial for others: will ye have patience? for Allah is One Who sees (all things)"}]}