{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Hajjū (ataṟkeṉak) kuṟippiṭṭa (ṣavvāl, tulka'atā, tul'hajjū ākiya) mātaṅkaḷiltāṉ. Ākavē, avaṟṟil evarēṉum (ihrām aṇintu) hajjai taṉmītu kaṭamaiyākkik koṇṭāl hajjū (mātattiṉ pattām tēti) varai vīṭu kūṭutal, tīccol pēcutal, caccaravu ceytal kūṭātu. Nīṅkaḷ eṉṉa naṉmai ceytapōtilum niccayamāka allāh atai aṟi(ntu ataṟkuriya kūli taru)vāṉ. Tavira, (hajjūṭaiya payaṇattiṟku vēṇṭiya) uṇavukaḷai (muṉṉatākavē) tayārpaṭuttik koḷḷuṅkaḷ. Āṉāl, niccayamāka (nīṅkaḷ) tayārpaṭuttikkoḷḷa vēṇṭiyavaṟṟil ellām mika mēlāṉatu iṟaiyaccamtāṉ. Ātalāl, aṟivāḷikaḷē! Nīṅkaḷ (kuṟippāka hajjūṭaiya kālattil) eṉakkup payantu naṭantu koḷḷuṅkaḷ"},{"SurahNumber":2,"VerseNumber":198,"Text":"(hajjū payaṇattiṉpōtu) nīṅkaḷ (toḻil ceytu) uṅkaḷ iṟaivaṉuṭaiya aruḷai(k koṇṭu kiṭaikkum lāpattai)t tēṭik koḷvatu uṅkaḷ mītu kuṟṟamākātu. (Hajjūkkuc ceṉṟa) nīṅkaḷ araḥpāviliruntu tirumpiṉāl ‘maṣarul harām' eṉṉum iṭattil allāhvai niṉaivu kūruṅkaḷ. Nīṅkaḷ itaṟku muṉ vaḻi tavaṟiyavarkaḷāka iruntapoḻutu uṅkaḷukku avaṉ nērāṉa vaḻiyai aṟivittataṟkāka mēlum, avaṉai ‘tikru' ceyyuṅkaḷ"},{"SurahNumber":2,"VerseNumber":199,"Text":"piṉṉar maṉitarkaḷ tirumpukiṉṟa (‘mustalipā' eṉṉum) iṭattiliruntu nīṅkaḷum (‘miṉā'vukkut) tirumpi viṭuṅkaḷ. Mēlum, allāhviṭam maṉṉippuk kōruṅkaḷ. Niccayamāka allāh mikka maṉṉippavaṉ, makā karuṇaiyāḷaṉ āvāṉ"},{"SurahNumber":2,"VerseNumber":200,"Text":"(Hajjūkkuc ceṉṟa) nīṅkaḷ uṅkaḷ (hajjiṉ) kaṭamaikaḷai niṟaivēṟṟi viṭṭāl, nīṅkaḷ (islāmiṟku muṉ) uṅkaḷ mūtātai(kaḷiṉ peyar)kaḷai (capta miṭṭu perumaiyāka) niṉaivu kūrntu kūṟivantataippōl allatu ataiviṭa atikamāka allāhvai ‘tikru' (ceytu uṅkaḷukku vēṇṭiyavaṟṟaiyum avaṉiṭam kēṭṭup pirārttaṉai) ceyyuṅkaḷ. (Pirārttaṉaiyil) ‘‘eṅkaḷ iṟaivaṉē! Eṅkaḷukku (vēṇṭiyavaṟṟai ellām) im'maiyilēyē koṭuttu viṭuvāyāka!'' Eṉṟu kōrupavarum maṉitarkaḷil uṇṭu. Āṉāl, ivarukku maṟumaiyil oru pākkiyamum illai"},{"SurahNumber":2,"VerseNumber":201,"Text":"mēlum, ‘‘eṅkaḷ iṟaivaṉē! Eṅkaḷukku nī im'maiyilum naṉmai taruvāyāka! Maṟumaiyilum naṉmai taruvāyāka! (Naraka) neruppiṉ vētaṉaiyiliruntum eṅkaḷai nī pātukāppāyāka!'' Eṉak kōrupavarkaḷum maṉitarkaḷil uṇṭu"},{"SurahNumber":2,"VerseNumber":202,"Text":"tāṅkaḷ ceyta (naṟ)ceyalkaḷiṉ (payaṉai im'maiyilum maṟumaiyilum aṭaiyum) pākkiyam ivarkaḷukkuttāṉ uṇṭu. Tavira, (ciramamēṟpaṭāta vaṇṇam ivarkaḷiṉ ceyalaip paṟṟi maṟumaiyil) allāh veku viraivākak (kēḷvi) kaṇakkeṭuppāṉ. (Avaṉukku atu ciramamalla)"}]}