{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":36,"Text":"Biz onlardan (Məkkə müşriklərindən) əvvəl özlərindən daha qüvvətli neçə-neçə nəsilləri məhv etdik. (Onlar:) “Görəsən, (ölümdən qaçıb) can qurtarmağa bir yer varmı?” (deyərək) ölkə-ölkə gəzib dolaşmışdılar"},{"SurahNumber":50,"VerseNumber":37,"Text":"Şübhəsiz ki, bunda qəlb (ağıl) sahibi, yaxud (moizə edildiyi zaman bütün varlığı ilə) hazır olub (ona cani-dildən) qulaq asan kimsə üçün öyüd-nəsihət vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"And olsun ki, Biz göyləri, yeri və onların arasında olanları altı gündə yaratdıq və Bizə heç bir yorğunluq da üz vermədi"},{"SurahNumber":50,"VerseNumber":39,"Text":"(Ya Peyğəmbər!) Artıq onların dediklərinə (batil sözlərinə) səbr et. Gün doğmamışdan əvvəl, batmamışdan əvvəl Rəbbini təqdis edib şə’ninə təriflər de"},{"SurahNumber":50,"VerseNumber":40,"Text":"Gecənin bir vaxtında və səcdələrdən sonra da (Onu şükr-səna ilə təqdis et)"},{"SurahNumber":50,"VerseNumber":41,"Text":"(Ya Peyğəmbər!) Carçının yaxın bir yerdən car çəkəcəyi gün (deyilən sözü, surun səsini) dinlə! (O gün İsrafil uca səslə: “Ey köhnəlmiş sümüklər, ey bir-birindən ayrılmış oynaqlar, ey əprimiş ətlər, ey dağılmış saçlar! Allah sizə haqq-hesab gününə gəlmək üçün yenidən birləşməyi buyurur!” – deyəcək və suru ikinci dəfə üfürəcəkdir)"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gün (bütün yaranmışlar) dəhşətli (tükürpədici) səsi doğrudan-doğruya eşidəcəklər. O gün (qəbirlərdən) çıxma günüdür"},{"SurahNumber":50,"VerseNumber":43,"Text":"Şübhəsiz ki, dirildən də, öldürən də Bizim. (Axır) dönüş də Bizim hüzurumuzadır"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gün yer onlardan ayrılıb parçalanacaq, onlar sür’ətlə (torpağın altından, qəbirlərindən çıxacaqlar). O bizim üçün asan olan həşrdir (Bütün yaranmışların bir yerə toplanacaqları məhşər günüdür)"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların nə dediklərini çox gözəl bilirik. (Ya Peyğəmbər!) Sən onlara zor edən (onları zorla imana gətirən) deyilsən. Sən Mənim təhdidimdən (əzabımdan) qorxablara Qur’anla öyüd-nəsihət ver"},{"SurahNumber":51,"VerseNumber":1,"Text":"(Toz-torpağı) sovurub-dağıdan küləklərə"},{"SurahNumber":51,"VerseNumber":2,"Text":"Yağış yüklü buludlara"},{"SurahNumber":51,"VerseNumber":3,"Text":"Asanlıqla üzüb gedən gəmilərə"},{"SurahNumber":51,"VerseNumber":4,"Text":"Və ruzi bölən (hərəsi bir işə müvəkkil olan) mələklərə and olsun ki"},{"SurahNumber":51,"VerseNumber":5,"Text":"Sizə və’d olunan (qiyamət) həqiqətdir (mütləq vaqe olacaqdır)"},{"SurahNumber":51,"VerseNumber":6,"Text":"Haqq-hesab (əmələ görə cəza və mükafat) da labüddür"}]}