{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":8,"VerseNumber":53,"Text":"Hē aśāsāṭhī kī sarvaśrēṣṭha allāha asā nāhī kī ēkhādyā janasamūhāvara ēkhādī kr̥pā dēṇagī (nēmata) pradāna karūna punhā badalūna ṭākīla, jōparyanta tō svataḥ āpalyā tyā avasthēlā badalūna ṭākata nāhī, jī tyān̄cī svataḥcī hōtī1 āṇi hē kī sarvaśrēṣṭha allāha aikaṇārā jāṇaṇārā āhē"},{"SurahNumber":8,"VerseNumber":54,"Text":"Phira'aunacē lōka āṇi tyācyā pūrvīcyā lōkāmpramāṇē kī tyānnī āpalyā pālanakartyācyā gōṣṭīnnā khōṭē ṭharavilē, tēvhā āmhī tyācyā aparādhāmpāyī tyānnā barabāda karūna ṭākalē āṇi phira'aunavālyānnā buḍavūna ṭākalē āṇi hē sarva atyācārī hōtē"},{"SurahNumber":8,"VerseNumber":55,"Text":"Samasta sajīvāmmadhyē sarvādhika vā'īṭa allāhacyā javaḷa tē lōka āhēta jē kupra (inkāra) karatāta, maga tē īmāna rākhata nāhīta"},{"SurahNumber":8,"VerseNumber":56,"Text":"Jyān̄cyākaḍūna tumhī vacana ghētalē, tarīhī tē daravēḷēsa āpalyā vacanācā bhaṅga karatāta āṇi kadhīhī allāhacē bhaya rākhūna vāgata nāhī"},{"SurahNumber":8,"VerseNumber":57,"Text":"Yāstava jēvhā tumhī tyācyāvara yud'dhāta varcasvaśālī ṭharāla, tēvhā tyānnā asā jabaradasta māra dyā kī tyān̄cyā māgē asalēlyānnīhī paḷa kāḍhāvā. Kadācita tyānnī bōdha grahaṇa karāvā"},{"SurahNumber":8,"VerseNumber":58,"Text":"Āṇi jara tumhālā ēkhādyā janasamūhākaḍūna dhōkā kinvā dagābājī kēlī jāṇyācē bhaya asēla tara samānatēcyā sthitīta tyān̄cā samajhōtā tōḍūna ṭākā. Allāha viśvāsaghāta (apahāra) karaṇāṟyānśī prēma rākhata nāhī"},{"SurahNumber":8,"VerseNumber":59,"Text":"Āṇi inkārī lōkānnī hā vicāra karū nayē kī tē paḷa kāḍhatīla. Yāta śaṅkā nāhī kī tē lācāra va agatika karū śakata nāhī"},{"SurahNumber":8,"VerseNumber":60,"Text":"Āṇi tumhī tyān̄cyāśī laḍhaṇyākaritā āpalyā kṣamatēnusāra sāmarthya tayāra karā āṇi ghōḍē tayāra ṭhēvaṇyācēhī kī tyādvārē tumhī allāhacyā śatrūnnā āṇi āpalyā śatrūnnā bhayabhīta karū śakāvē, āṇi tyān̄cyākhērīja itarānnāhī, jyānnā tumhī jāṇata nāhīta, allāha tyānnā cāṅgalyā prakārē jāṇatō āṇi jē kāhī allāhacyā mārgāta kharca karāla tē tumhālā purēpūra dilē jā'īla āṇi tumacyā hakkācē nukasāna kēlē jāṇāra nāhī"},{"SurahNumber":8,"VerseNumber":61,"Text":"Āṇi jara tē samajhōtyākaḍē jhukatīla, tara tumhīhī samajhōtyākaḍē jhukā āṇi allāhavara bharōsā ṭhēvā. Niḥsanśaya allāha aikaṇārā jāṇaṇārā āhē"}]}