{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":11,"VerseNumber":46,"Text":"Le Seigneur répondit : « Non, Noé ! Il n’est pas de ta famille, car il a eu une attitude infâme. Ne me demande plus jamais des choses qui te dépassent. Je t’exhorte à ne pas te comporter en ignorant. »"},{"SurahNumber":11,"VerseNumber":47,"Text":"Noé dit : « Préserve-moi, Seigneur, de te demander des choses qui me dépassent. Si Tu me refuses Ton pardon et me prives de Ta miséricorde, je serai perdu. »"},{"SurahNumber":11,"VerseNumber":48,"Text":"Il fut dit : « Noé ! Débarque en paix avec Notre salut et Nos bénédictions sur toi et sur des communautés de croyants issues des hommes et des femmes qui t’accompagnent. Naîtront également d’eux des communautés de mécréants que Nous laisserons jouir quelque temps de cette vie avant de leur infliger un douloureux châtiment. »"},{"SurahNumber":11,"VerseNumber":49,"Text":"Ce sont là des événements jusque-là inconnus de toi et de ton peuple que Nous te révélons. Arme-toi donc de patience et sache qu’une fin heureuse est réservée à ceux qui craignent le Seigneur"},{"SurahNumber":11,"VerseNumber":50,"Text":"Aux ‘Ad, Nous avons envoyé l’un des leurs, Houd, qui leur dit : « Mon peuple, adorez Allah ! Vous n’avez d’autre divinité que Lui. Votre culte est une pure invention"},{"SurahNumber":11,"VerseNumber":51,"Text":"Mon peuple ! Je ne vous réclame en échange aucun salaire. Ma récompense incombe uniquement à mon Créateur. Etes-vous donc dépourvus de toute raison"},{"SurahNumber":11,"VerseNumber":52,"Text":"Mon peuple ! Implorez le pardon de votre Seigneur et revenez à Lui repentants. Il arrosera vos terres de pluies abondantes et vous rendra plus puissants. Ne vous détournez donc pas en mécréants. »"},{"SurahNumber":11,"VerseNumber":53,"Text":"Ils répondirent : « Houd ! Tu ne nous as apporté aucune preuve convaincante. Nous ne sommes donc aucunement disposés à renoncer à nos divinités sur ta simple parole que d’ailleurs nous mettons en doute"}]}