{"Id":47,"LanguageCodes":["bm","bam"],"Name":"bam-deenmuhammad","Author":"Deen Muhammad","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"ߊ߲ ߞߊ߬ ߛߊ߬ߡߎߘߊ ߟߎ߬ ߓߊߘߋ߲߫ ߛ߫ߊߟߌߤߎ߫ ߗߋ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߟߋ߬ ߸ ߒ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߓߊ߬ߕߏ߬، ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߟߎ߬ ߦߋ߫ ߞߙߎ߫ ߝߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߢߐ߲߮ ߞߟߍ߬ ߟߊ߫"},{"SurahNumber":27,"VerseNumber":46,"Text":"‹ ߛ߫ߊߟߌߤߎ߫› ߞߊ߲߫ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲ߘߌ ߸ ߊߟߎ߫ ߦߋ߫ ߞߌߢߍ߫ ߟߊ߫ ߖߎ߯ߡߊ߲ ߠߊ߫ ߢߌ߬ߡߊ ߢߍ߫ ߡߎ߲߬ߠߊ߫؟ ߥߟߊߞߏ߫ ߊߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߛߊ߫ ߤߌߣߊ߫ ߘߌ߫ ߞߍ߫ ߊߟߎ߫ ߟߊ߫"},{"SurahNumber":27,"VerseNumber":47,"Text":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߣߙߐ߬ ߖߎ߮ ߟߴߌ ߣߴߌ ߝߍ߬ߡߐ߮ ( ߟߎ߬ ) ߟߊ߫، ߏ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߎ߫ ߟߊ߫ ߣߙߐ߬ ߖߎ߮ ߦߋ߫ ߊߟߊ߫ ߓߘߊ ߟߋ߬، ߍ߲߬ߍ߲߫ ߊߟߎ߫ ߦߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߞߘߐߓߐߕߊ ߟߎ߫ ߟߋ߬ ߘߌ߫"},{"SurahNumber":27,"VerseNumber":48,"Text":"ߡߐ߰ ߞߐ߬ߣߐ߲߬ߘߐ߫ ߕߘߍ߬ ߛߏ ߏ߬ ߞߣߐ߫ ߸ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߕߌߢߍߟߌ ߟߊ߫ ߖߡߊ߬ߣߊ ߞߣߐ߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߟߢߊ߬ߟߌ߬ ߞߍ߫ ߟߊ߫"},{"SurahNumber":27,"VerseNumber":49,"Text":"ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߢߐ߲߮ ߠߊߛߍ߲߫ ߞߊ߬ߟߌ߬ߟߌ ߘߐ߫ ߊߟߊ߫ ߟߊ߫ ߞߏ߫ ߊ߲ ߘߌ߫ ߡߙߵߊ߬ ߣߴߊ߬ ߘߏ߲߬ߞߏ ߟߎ߫ ߡߊ߬ ߛߎ ߘߐ߫ ߟߋ߬ ߘߍ߯ ߸ ߊ߲ ߘߌ߫ ߓߊ߲߫ ߞߵߊ߬ ߝߐ߫ ߡߊ߬ߡߐ߮ ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊ߬ ߘߏ߲߬ߞߏ ߟߎ߬ ߛߌߟߊߛߊ߭ ߡߊ߫ ߞߍ߫ ߒ߬ ߢߣߊ߫، ߒ߬ ߘߏ߲߬ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߟߊ߫"},{"SurahNumber":27,"VerseNumber":50,"Text":"ߊ߬ߟߎ߫ ߞߊ߬ ߝߙߍ߬ ߞߍ߫ ߝߙߍ߬ߞߘߐ߬ߖߎ߰ߦߊ ߟߊ߫߸ ߊ߲ ߝߣߊ߫ ߞߊ߬ ߝߙߍ߬ ߞߍ߫ ߝߙߍ߬ ߟߊ߫߸ ߊ߬ߟߎ߬ ߦߟߌ߫ ߕߍ߫ ߡߍ߲ ߠߊ߫"},{"SurahNumber":27,"VerseNumber":51,"Text":"ߊ߬ ߝߟߍ߫ ߓߊ߫߸ ߊ߬ߟߎ߬ ߟߊ߫ ߝߙߍ߬ߞߘߐ߬ߖߎ߰ߦߊ ߟߊߓߊ߲ ߞߍ߫ ߘߊ߫ ߘߌ߬ ߸ ߊ߲ ߣߵߊ߬ߟߎ߬ ߣߴߊ߬ߟߎ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߓߍ߯ ߛߌߟߊߛߊ߬ ߟߊ߫ ߟߋ߬ ߞߐߘߍ߫"},{"SurahNumber":27,"VerseNumber":52,"Text":"ߊ߬ߟߎ߬ ߟߊ߫ ߓߏ߲ ߠߎ߬ ߖߎߙߊ߲ߣߍ߲ ߠߴߏ߬ ߘߌ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߕߐ߬ߢߍ߮ ߝߍ߬، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߞߏߟߐ߲ߠߊ ߟߎ߬ ߦߋ߫ ߘߋ߬"},{"SurahNumber":27,"VerseNumber":53,"Text":"ߡߍ߲ ߠߎ߫ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߌ߫ ߣߴߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߬ߣߍ߲߫ ߕߘߍ߬ ߸ ߊ߲ ߞߵߏ߬ ߟߎ߫ ߟߋ߬ ߟߊߞߛߌ߫"},{"SurahNumber":27,"VerseNumber":54,"Text":"ߊ߬ ߣߌ߫ ߟߎ߯ߕߎ߫ ߝߣߊ߫߸ ߕߎ߬ߡߊ ߡߍ߲ ߊ߬ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߸ ߞߏ߫ ߊߟߎ ߟߋ߫ ߣߊ߬ ߟߊ߫ ߖߊߡߙߎߦߊ ߘߌ߫ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߢߊ߯ ߞߏ߫ ߟߊ߫ ߛߎߋ߯؟"},{"SurahNumber":27,"VerseNumber":55,"Text":"ߊߟߎ ߟߋ߫ ߣߊ߬ ߟߊ߫ ߗߍ߭ ߟߎ߬ ߟߊ߫ ߤߌߟߍ ߘߌ߫ ߞߍ߬ ߞߊ߬ ߡߏ߬ߛߏ ߟߎ߬ ߕߏ߫ ߦߋ߲߬؟ ߍ߲߬ߍ߲߫ ߸ ߊߟߎ߫ ߦߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߞߎ߲߬ߒߕߊ߲ ߖߍ߬ߘߍ ߟߋ߬ ߘߌ߫"}]}