{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"Kuma gari mai kyau, tsirinsa yanã fita da iznin Ubangijinsa, kuma wanda ya mũnana, (tsirinsa) bã ya fita, fãce da wahala; kamar wannan ne, Muka sarrafa ãyõyi dõmin mutãne waɗan da suke gõdẽwa"},{"SurahNumber":7,"VerseNumber":59,"Text":"Lalle ne, haƙĩƙa Mun aika Nũhu zuwa ga mutãnẽnsa, sai ya ce: \"Yã mutãnẽna! Ku bauta waAllah! Bã ku da wani abin bautãwa waninSa. Lalle ne nĩ, inã yimuku tsõron azãbar wani Yini mai girma"},{"SurahNumber":7,"VerseNumber":60,"Text":"Mashawarta* daga mutãnensa suka ce: \"Lalle ne mu, haƙĩƙa, Munã ganin ka a cikin ɓata bayyananniya"},{"SurahNumber":7,"VerseNumber":61,"Text":"Ya ce: \"Yã mutãnena! Bãbu ɓata guda gare ni, kuma amma nĩ Manzo ne daga ubangijin halittu"},{"SurahNumber":7,"VerseNumber":62,"Text":"Inã iyar muku da sãƙonnin Ubangijina; kuma inã yi muku nasĩha, kuma inã sani, daga Allah, abin da ba ku sani ba"},{"SurahNumber":7,"VerseNumber":63,"Text":"Shin, kunã mãmãkin cẽwa ambato yã zo muku daga Ubangijinku a kan wani namiji, daga gare ku, dõmin ya yi muku gargaɗi, kuma dõmin ku yi taƙawa, kuma tsammãninku anã jin ƙanku"},{"SurahNumber":7,"VerseNumber":64,"Text":"Sai suka ƙaryata shi, sa'an nan Muka tsĩrar da shi da waɗanda suke tãre da shi, a cikin jirgin; kuma Muka nutsar da waɗanda suka ƙaryata shi game da ãyõyinMu. Lalle ne sũ, sun kasance wasu mutãne ɗĩmautattu"},{"SurahNumber":7,"VerseNumber":65,"Text":"Kuma zuwa ga Ãdãwa, ɗan'uwansu Hudu, ya ce: \"Ya mutãnena! Ku bautã wa Allah! Bã ku da wani abin bautã wa, waninSa. Shin fa, bã zã ku yi taƙawa ba"},{"SurahNumber":7,"VerseNumber":66,"Text":"Mashawarta waɗanda suka kãfirta daga mutãnensa suka ce: \"Lalle ne mũ, haƙĩƙka, Munã ganin ka a cikin wata wauta! Kuma lalle ne mũ, haƙĩƙa, Munã zaton ka daga maƙaryata"},{"SurahNumber":7,"VerseNumber":67,"Text":"Ya ce: \"Yã mutãnena! Bãbu wata wauta a gare ni, kuma amma nĩ, Manzo ne daga Ubangijin halittu"}]}