{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":33,"VerseNumber":36,"Text":"Wong lanang lan wadon mukmin menawa ditemtokake dening Allah lan utusane kudu ngelakoni sawijining prakara ora kena milih sakarepe dhewe sing sapa wonge bangkang parentahing Allah lan utusane, tetela wong mahu sasar temenan"},{"SurahNumber":33,"VerseNumber":37,"Text":"(Muhammad)Sira nyaritakna nalikane dhawuh marang wong kang diparingi kabungahan dening Allah dadi wong Islam sarta diwenehi kabungahan dadi wong mardika, \"Kowe mengkuwa rabimu (Zainab) lan baktia ong Allah, aja megat bojomu\". Sira nyimpen wadi ana ing athinira, Allah ora bakal medharake wadi mahu. Mengkono maneh sira isin marang manungsa, (diarani ngrabeni mantunira dewe). Benere sira luwih wedi ing Allah ngungkuli wedinira marang manungsa. Baerng Zaid wis katekan karepe marang rabine, sarta rabine wis dipegat lan wis keliwat 'iddahe. Sira Ingsun dhahupake oleh Zainab. Supaya para wong mukmin aja duwe pakewuh ngrabeni randhane anak angkat kang wis atut. Lan parentahe Allah iku kudu dilakoni"},{"SurahNumber":33,"VerseNumber":38,"Text":"Ora pakewuh nindakake barang kang wis diparentahake dening Allah. Para nabi zaman biyen uga ora pakewuh nindakake semu barang kang wis diperintahake dening Allah wis pinersthi lan tinamtokake"},{"SurahNumber":33,"VerseNumber":39,"Text":"Para nabi iku wong kang diutus dening Allah. Kabeh padha wedi ing Allah ora wedi sapa - sapa kejaba ing Allah. Wis cukup Allah piyambak kang nyatheti lakune para manungsa"},{"SurahNumber":33,"VerseNumber":40,"Text":"Sejatine Nabi Muhammad iku dudu bapakne wong lanang panunggalira, nanging sejatine utusaning Allah lan panutaning para nabi kabeh. Allah nguningani samu barang"},{"SurahNumber":33,"VerseNumber":41,"Text":"Para Mukmin! Pada nemenna eling nyebut asmane Allah lan zikir sing akeh"},{"SurahNumber":33,"VerseNumber":42,"Text":"Nyebuta Maha Suci ing Allah, ing wayah esuk lan sore"},{"SurahNumber":33,"VerseNumber":43,"Text":"Allah iku kang welas asih marang sira. Para Malaikate Allah uga padha nyuwunake sih piwalesing Allah marang sira. Supaya Allah metokake saka pepetenging duraka marang padhanging pangabekti. Allah iku welas asih marang para mukmin"}]}