{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"(Äyüp Ğ.S. qolınan bala-şaga, mal-mülki ketip, qurt awrwğa uşırasa da qabaq şıtpay sabırmen qulşılıq qıla bergendiktön, Allanıñ märxametimen saqayıp burınğıdan da artıq xalge keledi. B.M.K.R.) Bizden bir märxamet sonday-aq aqıl ïelerine bir ügit türinde oğan semyasın; olarmen birge bir ese artığımen berdik. (Äytp Ğ.S. äyeline keyip, jazılsam, jüz düre soğamın dep ant etedi. B.J.M.R)"},{"SurahNumber":38,"VerseNumber":44,"Text":"Qolıña bir top şï alıp, sonımen bir ur. Sertiñnen qaytpa!\" Şınında onı sabırlı kördik. Ol nedegen jaqsı qul. Öytkeni ol, öte boysunwşı"},{"SurahNumber":38,"VerseNumber":45,"Text":"(Muxammed G.S.) qulımız Ibırayım, Isxaq jäne Yağqüp (Ğ.S.) tı esiñe al. Olar mıqtı da qırağı edi"},{"SurahNumber":38,"VerseNumber":46,"Text":"Rasında Biz olardı nağız axïretti eske alwğa arnadıq"},{"SurahNumber":38,"VerseNumber":47,"Text":"Söz joq, olar, qasımızda tañdawlı ïgi-jaqsılardan"},{"SurahNumber":38,"VerseNumber":48,"Text":"(Muxammed R.S.) Ismayıl, Ilyas jäne Zülkäfil (Ğ.S.) di de esiñe al. Barlığı jaqsılardan edi"},{"SurahNumber":38,"VerseNumber":49,"Text":"Bul bir nasïxat. Küdiksiz taqwalar üşin tım körkem keleşek bar"},{"SurahNumber":38,"VerseNumber":50,"Text":"Olar üşin esikteri aşıq Ğadın jannattarı bar"},{"SurahNumber":38,"VerseNumber":51,"Text":"Olar onda jastanıp otıradı. Ol jerde mol jemister, swsındar tileydi"},{"SurahNumber":38,"VerseNumber":52,"Text":"Olardıñ qasında telmirgen jasıt qor qızdarı bar"},{"SurahNumber":38,"VerseNumber":53,"Text":"Esep küni üşin senderge wäde etilgender osı"},{"SurahNumber":38,"VerseNumber":54,"Text":"Sözsiz, tawsılmas bergen nesibemiz osı"},{"SurahNumber":38,"VerseNumber":55,"Text":"Ya, osı! Al rasında azğındar üşin jaman orın bar"},{"SurahNumber":38,"VerseNumber":56,"Text":"Olardıñ kirer jerleri tozaq. Sonda nendey jaman orın"},{"SurahNumber":38,"VerseNumber":57,"Text":"Ya, osı! Endi olar, qaynar sw, iriñ tatsın"},{"SurahNumber":38,"VerseNumber":58,"Text":"Tağı basqa osı sïyaqtılardıñ neşe türlisi bar"},{"SurahNumber":38,"VerseNumber":59,"Text":"(Qılmıstılardıñ bastıqtarına): \"Mına top, sendermen birge tozaqqa kirwşiler\" (delinedi. Olar): \"Olarğa jaqsılıq joq. Olar tozaqqa kiredi\" (deydi)"},{"SurahNumber":38,"VerseNumber":60,"Text":"Olar: \"Olay emes, senderge jaqsılıq bolmasın! Bunı bizge sender keltirdiñder. Nendey jaman orın\" (der)"},{"SurahNumber":38,"VerseNumber":61,"Text":"Olar: \"Rabbımız! Bizge bunı kim keltirgen bolsa, onıñ tozaqtağı azabın neşe ese arttıra tüs!\",- deydi"}]}