{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Yedyni vidpovidaty tsey khto slukhayutʹ. BOH resurrects mertvyy; vony ostatochno vertayutʹ yomu"},{"SurahNumber":6,"VerseNumber":37,"Text":"Vony skazaly, \"Yakby tilʹky pevnyy znak mih prybuty vnyz yomu z yoho Lorda!\" Skazhitʹ, \"BOH vmiye poslaty vnyz znak, ale bilʹshistʹ yikh ne znayte"},{"SurahNumber":6,"VerseNumber":38,"Text":"Vsi stvorinnya na zemli, ta vsi ptakhy shcho mukha z krylamy, vyhlyadayutʹ spilʹnoty yak vy. My nichoho ne pereyikhaly z tsiyeyi knyhy. Do yikhnʹoho Lorda, vsi tsi stvorinnya budutʹ sklykatysya"},{"SurahNumber":6,"VerseNumber":39,"Text":"Tsey khto vidkhylyayutʹ nashi dokazy ye hlukhyy ta nimyy, u zahalʹniy temryavi. Whomever BOH wills, Vin posylaye astray, ta whomever Vin wills, Vin vede u pryamomu shlyakhu"},{"SurahNumber":6,"VerseNumber":40,"Text":"Kazhete, \"Shcho yakshcho BOZHYY retribution prybuv do vas, abo Hodyna prybula do vas: chy ne mohly b vy blahaty za vynyatkom BOHA, yakshcho vy pravdyvi"},{"SurahNumber":6,"VerseNumber":41,"Text":"Sprava v tomu: tilʹky Yo vy blahayete, ta Vin vidpovidaye vashu molytvu, yakshcho Vin tak wills, ta vy zabuvayete vashykh idoliv"},{"SurahNumber":6,"VerseNumber":42,"Text":"My poslaly (kur'yery) do spilʹnot pered tym, yak vy, ta my stavymo yikh do testu cherez neshchastya ta neharazdy, shcho vony mozhutʹ blahaty"},{"SurahNumber":6,"VerseNumber":43,"Text":"Yakby tilʹky vony blahaly koly nash test afflicted yim! Zamistʹ tsʹoho, yikhni serdenʹka buly zatverdili, ta chort prykrasyv yikhni pratsi u yikhnikh ochakh"},{"SurahNumber":6,"VerseNumber":44,"Text":"Koly vony takym chynom disregard povidomlennya dane yim, my vidkryvayemo dlya nykh bramy vse. Todi, tilʹky tomu shcho vony tishatʹsya z shcho davalysʹ yim, my karayemo yikh raptom; vony stayutʹ nadzvychayno ohlusheni"}]}