{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":46,"Text":"Allah’a ve onun Rasulune itaat edin, birbirinizle cekismeyin. Sonra icinize korku duser ve kuvvetiniz elden gider. Bir de sabırlı olun. Cunku Allah, sabredenlerle beraberdir"},{"SurahNumber":8,"VerseNumber":47,"Text":"(Ey Mu’minler), yurdlarından calım satarak, insanlara gosteris yaparak cıkanlar ve Allah yolundan alıkoymaya calısanlar (Mekke’liler) gibi olmayın. Allah, onların butun yaptıklarını kusatıcıdır"},{"SurahNumber":8,"VerseNumber":48,"Text":"O zaman (Bedir savası icin) Seytan, onların yaptıklarını allayıp-pullayıp soyle demisti: “- Bugun insanlardan size galip gelecek hic bir kimse yoktur. Ben de size muhakkak yardımcıyım.” Fakat iki ordu karsı karsıya gorununce, arkasını donup kacarak soyle dedi: “- Ben, sizden kesin olarak uzagım. Ben sizin goremiyeceginiz seyleri (melekleri) goruyorum. Ben gercekten Allah’dan korkarım. Allah’ın azabı cok siddetlidir.”"},{"SurahNumber":8,"VerseNumber":49,"Text":"O sıra munafıklarla, kalblerinde bir hastalık bulunanlar (henuz Islamı kabul etmekle imanları koklesmiyenler), soyle diyorlardı. “- Bu muslumanları, dinleri aldattı.” Halbuki Allah’a tevekkul edip ona guvenen galip olur. Cunku Allah (her seye) galiptir; (yaptıklarında) hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":50,"Text":"Melekler, o kafirlerin yuzlerine ve arkalarına vura vura ve : “- Tadın cehennem azabını” diyerek canlarını alırken bir gormeliydin"},{"SurahNumber":8,"VerseNumber":51,"Text":"Bunun sebebi ellerinizin onceden yaptıgı (seyler) yuzundendir, bir de Allah’ın, kullarına zulum yapmadıgındandır"},{"SurahNumber":8,"VerseNumber":52,"Text":"(Bunların tavır ve adetleri), tıpkı Firavun hanedanıyla, onlardan evvelkilerin tavrı gibidir. Onlar, Allah’ın ayetlerini inkar etmislerdi de O da (Allah), kendilerini gunahları yuzunden yakalamıstı. Cunku Allah cok buyuk kuvvetin sahibidir, azabı pek siddetlidir"}]}