{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"Bana gereken, Allah’a karşı hakdan başka bir şey söylememekliğimdir. Gerçekten ben size, rabbinizden bir mûcize ile geldim. Artık (köle edindiğin) İsraîloğullarını benimle beraber (vatanları olan Şam’a) gönder.”"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Firavun, Mûsa’ya şöyle) dedi: “- Eğer sen mû’cize getirdiysen ve sadık kimselerden isen onu (getir) göster.”"},{"SurahNumber":7,"VerseNumber":107,"Text":"Bunun üzerine Mûsa, asâsını yere bıraktı. Hemen o anda asâ, kocaman bir ejderha oluverdi"},{"SurahNumber":7,"VerseNumber":108,"Text":"Bir de elini (koynundan) çıkardı ki, ne görsünler; seyredenlere, eli bembeyaz ışık saçıyor"},{"SurahNumber":7,"VerseNumber":109,"Text":"Firavun’un kavminden başta gelenler dedi ki: “- Muhakkak bu, çok bilgiç bir sihirbazdır"},{"SurahNumber":7,"VerseNumber":110,"Text":"Sizi yurdunuzdan çıkarmak istiyor.” Firavun da: “- O halde, ne tedbir düşünüyorsunuz?” dedi"},{"SurahNumber":7,"VerseNumber":111,"Text":"Onlar: “- Mûsa’yı ve kardeşini (Harûn’u) alıkoy ve şehirlere toplayıcılar yolla"},{"SurahNumber":7,"VerseNumber":112,"Text":"Ne kadar bilgiç sihirbazlar varsa, hepsini sana getirsinler.” dediler"},{"SurahNumber":7,"VerseNumber":113,"Text":"Bütün sihirbazlar Firavun’a gelip şöyle dediler: “- Eğer biz üstün gelirsek, muhakkak bize mükâfat vardır, değil mi.”"},{"SurahNumber":7,"VerseNumber":114,"Text":"Firavun: “- Evet, şüphesiz ki, siz yakınlarımdan olacaksınız.” dedi"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sihirbazlar, Mûsa’ya şöyle dediler: “- Ey Mûsa! sen mi mârifetlerini ortaya atacaksın, yoksa biz mi atanlar olalım?”"},{"SurahNumber":7,"VerseNumber":116,"Text":"Mûsa, siz atın, dedi. Ne zaman ki hünerlerini ortaya döktüler, halkın gözlerini büyülediler ve onlara korku saldılar. Böylece büyük sihir getirmiş oldular"},{"SurahNumber":7,"VerseNumber":117,"Text":"Biz de Mûsa’ya: “-Asânı bırakıver” diye vahyettik. Bir de baktılar ki, asâ, onların bütün uydurduklarını yutuyor"},{"SurahNumber":7,"VerseNumber":118,"Text":"Artık hak meydana çıktı ve onların bütün yaptıkları boşa gitti"},{"SurahNumber":7,"VerseNumber":119,"Text":"İşte orada yenilmişler ve küçülerek geri dönmüşlerdi"},{"SurahNumber":7,"VerseNumber":120,"Text":"Sihirbazlar hep birden secdeye kapandılar"}]}