{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"Motero usakaike pa zimene anthu awa apembedza. Iwo sali kupembedza koma kungotsatira mmene makolo awo amapembedzera kale. Ndipo ndithudi Ife tidzawalipira malipiro awo mopanda kuchepetsa"},{"SurahNumber":11,"VerseNumber":110,"Text":"Ndithudi Ife tidamupatsa Mose Buku koma mikangano inabuka pakati pawo ndipo kukadapanda kuti liwu lochokera kwa Ambuye wako lidatsogola kale, lamulo likadadza pa iwo. Ndithudi iwo ndi okaika kwambiri za ili"},{"SurahNumber":11,"VerseNumber":111,"Text":"Ndithudi Ambuye wako adzalipira anthu molingana ndi ntchito zawo. Ndithudi Iye amadziwa zonse zimene akuchita"},{"SurahNumber":11,"VerseNumber":112,"Text":"Motero pitiriza kukhala m’njira yoyenera monga momwe walamulidwira pamodzi ndi onse amene alapa pamodzi ndi iwe ndipo usapyole malire. Ndithudi Iye amaona zonse zimene mumachita"},{"SurahNumber":11,"VerseNumber":113,"Text":"Ndipo usatsatire anthu ochita zoipa chifukwa moto ungakupezeni ndiponso palibe wina wokuthandizani kupatula Mulungu ndiponso palibe wokuthandizani"},{"SurahNumber":11,"VerseNumber":114,"Text":"Ndipo chita mapemphero ako nthawi ziwiri za masana ndi m’maola oyambirira a usiku. Ndithudi ntchito zabwino zimafafaniza machimo. Chimenechi ndi chikumbutso kwa anthu okumbukira"},{"SurahNumber":11,"VerseNumber":115,"Text":"Kotero pirira. Ndithudi Mulungu sasokoneza mphotho ya ochita zabwino"},{"SurahNumber":11,"VerseNumber":116,"Text":"Kukadakhala kuti pakati pa mibadwo imene inalipo kale, panali anthu a nzeru oletsa anthu kuchita zoipa padziko lapansi kupatula owerengeka amene Ife tidawapulumutsa pakati pawo. Iwo amene amachita zoipa anali kutsatira zokoma za m’moyo uno ndipo adali kupitiliza kuchita zoipa"},{"SurahNumber":11,"VerseNumber":117,"Text":"Ndipo sizinali koyenera kuti Ambuye wako aononge mizinda mwankhanza pamene anthu ake anali kuchita zabwino"}]}