{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":118,"Text":"Umatu iṟaivaṉ nāṭiyiruntāl maṉitarkaḷ aṉaivaraiyum orē vakuppiṉarāka ākkiyiruppāṉ. (Avvāṟu nāṭavillai.) Avarkaḷ taṅkaḷukkuḷ māṟupaṭṭuk koṇṭēyiruppārkaḷ"},{"SurahNumber":11,"VerseNumber":119,"Text":"avarkaḷil umatu iṟaivaṉ aruḷ purintavarkaḷait tavira. (Avarkaḷ mārkkattil muraṇpaṭa māṭṭārkaḷ) itaṟkākavē avarkaḷaip paṭaittum irukkiṟāṉ. (Pāvam ceyta) ‘‘jiṉkaḷaik koṇṭum maṉitarkaḷaik koṇṭum niccayamāka nāṉ narakattai nirappuvēṉ'' eṉṟa umatu iṟaivaṉiṉ vākku niṟaivēṟiyē tīrum"},{"SurahNumber":11,"VerseNumber":120,"Text":"umatu uḷḷattait tiṭappaṭuttuvataṟkākavē, nam tūtarkaḷiṉ carittiraṅkaḷiliruntu ivai aṉaittaiyum nām umakkuk kūṟiṉōm. Ivaṟṟil uṅkaḷukku uṇmaiyum, nallupatēcamum nampikkaiyāḷarkaḷukku aṟivuraiyum irukkiṉṟaṉa"},{"SurahNumber":11,"VerseNumber":121,"Text":"nampikkai koḷḷātavarkaḷai nōkki (napiyē!) Kūṟuvīrāka: ‘‘Nīṅkaḷ uṅkaḷ pōkkil (uṅkaḷ kāriyaṅkaḷaic) ceytu koṇṭiruṅkaḷ; niccayamāka nāṅkaḷum (eṅkaḷ pōkkil) ceytu koṇṭirukkiṟōm"},{"SurahNumber":11,"VerseNumber":122,"Text":"nīṅkaḷum (itaṉ muṭivai) etirpārttiruṅkaḷ; niccayamāka nāṅkaḷum (atai) etir pārttirukkiṟōm"},{"SurahNumber":11,"VerseNumber":123,"Text":"vāṉaṅkaḷilum pūmiyilum maṟaintiruppavai aṉaittum (avaṟṟiṉ ñāṉamum) allāhvukkuriyaṉavē! Ellā kāriyaṅkaḷum avaṉiṭamē tirumpak koṇṭu varappaṭum. Ātalāl, avaṉ oruvaṉaiyē nīr vaṇaṅkuvīrāka; avaṉaiyē nampuvīrāka. Umatu iṟaivaṉ nīṅkaḷ ceypavaṟṟaip paṟṟi parāmukamāyillai"},{"SurahNumber":12,"VerseNumber":1,"Text":"aliḥp lām ṟā. Ivai (-inta attiyāyam) teḷivāṉa ivvētattiṉ vacaṉaṅkaḷākum"},{"SurahNumber":12,"VerseNumber":2,"Text":"(arapikaḷē!) Nīṅkaḷ naṉkaṟintu koḷvataṟkāka kur'āṉ eṉṉum ivvētattai niccayamāka nāmē arapi moḻiyil iṟakki vaittōm"},{"SurahNumber":12,"VerseNumber":3,"Text":"(Napiyē!) Vahyi mūlam nām umakku aṟivikkum intak kur'āṉiṉ mūlam carittiraṅkaḷil mikka aḻakāṉatoṉṟai umakku nām vivarikkiṟōm. Itaṟku muṉṉar niccayamāka nīr itai aṟiyātavarākavē iruntīr"},{"SurahNumber":12,"VerseNumber":4,"Text":"yūsuḥp (napi, ya'akūp napiyākiya) taṉ tantaiyai nōkki ‘‘eṉ tantaiyē! Patiṉoru naṭcattiraṅkaḷum, cūriyaṉum, cantiraṉum eṉakkuc ciram paṇiya meyyākavē nāṉ (kaṉavu) kaṇṭēṉ'' eṉṟu kūṟiya camayattil"}]}