{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":24,"Text":"قال تعالى في قصة إبراهيم عليه السلام: «فما كان جواب قومه إلا أن قالوا اقتلوه أو حرّقوه فأنجاه الله من النار» التي قذفوه فيها بأن جعلها برداً وسلاماً «إن في ذلك» أي إنجائه منها «لآيات» هي عدم تأثيرها فيه مع عظمها وإخمادها وإنشاء روض مكانها في زمن يسير «لقوم يؤمنون» يصدقون بتوحيد الله وقدرته لأنهم المنتفعون بها"},{"SurahNumber":29,"VerseNumber":25,"Text":"«وقال» إبراهيم «إنما اتخذتم من دون الله أوثانا» تعبدونها وما مصدرية «مودةُ بينكم» خبر إن، وعلى قراءة النصب مفعول له وما كافة المعنى تواددتم على عبادتها «في الحياة الدنيا ثم يوم القيامة يكفر بعضكم ببعض» يتبرأ القادة من الأتباع «ويلعن بعضكم بعضاً» يلعن الأتباع القادة «ومأواكم» مصيركم جميعاً «النار وما لكم من ناصرين» مانعين منها"},{"SurahNumber":29,"VerseNumber":26,"Text":"«فآمن له» صدق إبراهيم «لوط» وهو ابن أخيه هاران «وقال» إبراهيم «إني مهاجر» من قومي «إلى ربي» إلى حيث أمرني ربي وهجر قومه وهاجر من سواد العراق إلى الشام «إنه هو العزيز» في ملكه «الحكيم» في صنعه"},{"SurahNumber":29,"VerseNumber":27,"Text":"«ووهبنا له» بعد إسماعيل «إسحاق ويعقوب» بعد إسحاق «وجعلنا في ذريته النبوة» فكل الأنبياء بعد إبراهيم من ذريته «والكتاب» بمعنى الكتب أي التوراة والإنجيل، والزبور والفرقان «وآتيناه أجره في الدنيا» وهو الثناء الحسن في كل أهل الأديان «وإنه في الآخرة لمن الصالحين» الذين لهم الدرجات العلى"},{"SurahNumber":29,"VerseNumber":28,"Text":"«و» اذكر «لوطاً إذ قال لقومه أإنكم» بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين في الموضعين «لتأتون الفاحشة» أي: أدبار الرجال «ما سبقكم بها من أحد من العالمين» الإنس والجن"},{"SurahNumber":29,"VerseNumber":29,"Text":"«أإنكم لتأتون الرجال وتقطعون السبيل» طريق المارة بفعلكم الفاحشة بمن يمر بكم فترك الناس الممر بكم «وتأتون في ناديكم» أي متحدَّثِكم «المنكر» فعل الفاحشة بعضكم ببعض «فما كان جواب قومه إلا أن قالوا ائتنا بعذاب الله إن كنت من الصادقين» في استقباح ذلك وأن العذاب نازل بفاعليه"},{"SurahNumber":29,"VerseNumber":30,"Text":"«قال رب انصرني» بتحقيق قولي في إنزال العذاب «على القوم المفسدين» العاصين بإتيان الرجال فاستجاب الله دعاءه"}]}