{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Haa Miem"},{"SurahNumber":45,"VerseNumber":2,"Text":"De openbaring van dit Boek is van Allah, de Almachtige, de Alwijze"},{"SurahNumber":45,"VerseNumber":3,"Text":"Voorwaar, in de hemelen en op aarde zijn tekenen voor de gelovigen"},{"SurahNumber":45,"VerseNumber":4,"Text":"En in de schepping van uzelf en alle medeschepselen, die Hij verspreidt (over de aarde), zijn tekenen voor een volk dat zekerheid van geloof wil hebben"},{"SurahNumber":45,"VerseNumber":5,"Text":"En in de wisseling van nacht en dag en de voorziening die Allah uit de hemel nederzendt waardoor Hij de aarde doet herleven na haar dood en in de verandering van de winden, zijn eveneens tekenen voor een volk, dat zijn verstand gebruikt"},{"SurahNumber":45,"VerseNumber":6,"Text":"Dit zijn de tekenen van Allah, die wij naar waarheid aan u voordragen. In welk woord buiten Allah en Zijn tekenen zullen zij dan geloven"},{"SurahNumber":45,"VerseNumber":7,"Text":"Wee elke zondige leugenaar"},{"SurahNumber":45,"VerseNumber":8,"Text":"Die de woorden van Allah, die hem worden voorgedragen, hoort en niettemin minachtend ze trotseert alsof hij ze niet hoorde. - Geef hem tijding van een pijnlijke straf"},{"SurahNumber":45,"VerseNumber":9,"Text":"En die, wanneer hij van Onze tekenen kennis krijgt er mee spot. Voor dezulken is er een vernederende straf"},{"SurahNumber":45,"VerseNumber":10,"Text":"Zij hebben de hel in het vooruitzicht; hetgeen zij verwierven zal hen niet baten noch de afgoden die zij buiten Allah tot beschermers namen, terwijl zij een grote straf zullen ontvangen"},{"SurahNumber":45,"VerseNumber":11,"Text":"Dit is de leiding. En voor degenen die de tekenen van hun Heer verwerpen, is de kwelling van een pijnlijke straf gereed"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah is Hij, Die de zee in uw dienst heeft gesteld, zodat schepen er op varen door Zijn gebod opdat gij naar Zijn overvloed zult zoeken en dat gij dankbaar moogt zjin"},{"SurahNumber":45,"VerseNumber":13,"Text":"En Hij heeft alles van Hem afkomstig in de hemelen en op aarde aan u onderworpen. Daarin zijn zeker tekenen voor een volk, dat nadenkt"}]}