{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":53,"VerseNumber":1,"Text":"(Аллоҳ таъоло савганд ёд кардааст:) Савганд ба он ситора, ки чун дар охири шаб пинҳон шавад"},{"SurahNumber":53,"VerseNumber":2,"Text":"Гумроҳ нашудааст Муҳаммад саллаллоҳу алайҳи ва саллам ва на ба роҳи каҷ рафтааст. Балки Ӯ хеле ҳам дар роҳи дуруст ва иътидол мебошад"},{"SurahNumber":53,"VerseNumber":3,"Text":"Ва сухан аз рӯи ҳавою ҳавас намегӯяд"},{"SurahNumber":53,"VerseNumber":4,"Text":"Он чизе, ки бо худ оварда ва бо шумо дар миён ниҳодааст, ҷуз ваҳй чизи дигаре нест, ки бар ӯ фиристода мешавад"},{"SurahNumber":53,"VerseNumber":5,"Text":"Таълим додааст ин Қуръонро ба Муҳаммад саллаллоҳу алайҳи ва саллам фариштае, ки бисёр неруманд аст"},{"SurahNumber":53,"VerseNumber":6,"Text":"Пас фариштаи неруманд дорои ахлоқи некӯ (Ҷабраил алайҳиссалом) рост ва дуруст истод"},{"SurahNumber":53,"VerseNumber":7,"Text":"Ва ӯ худро нишон дод ба сурати аслиаш ба Паёмбар саллаллоҳу алайҳи ва саллам дар канори баландии осмон"},{"SurahNumber":53,"VerseNumber":8,"Text":"Сипас Ҷабраил наздик шуд ба Паёмбар саллаллоҳу алайҳи ва саллам, онгоҳ фуруд омад ва наздиктар шуд"},{"SurahNumber":53,"VerseNumber":9,"Text":"пас фосилаи ӯ ба Паёмбар ба қадри ду камон ё камтар буд"},{"SurahNumber":53,"VerseNumber":10,"Text":"Ва Аллоҳ ба бандаи худ Муҳаммад салаллоҳу алайҳи ва саллам ҳар чӣ бояд ваҳй кунад, ба воситаи Ҷабраил, ваҳй кард"},{"SurahNumber":53,"VerseNumber":11,"Text":"Дили Муҳаммад саллаллоҳу алайҳи ва саллам он чиро, ки чашмаш дида буд, дурӯғ нашумурд"},{"SurahNumber":53,"VerseNumber":12,"Text":"Оё бо ӯ дар бораи чизе ки аз оёти Парвардигораш дидааст ситеза мекунеду дуруғ мебароред"},{"SurahNumber":53,"VerseNumber":13,"Text":"Ва ба ростӣ Муҳаммад саллаллоҳу алайҳи ва саллам Ҷабраилро ба сурати ҳақиқиаш бори дигар дида буд"},{"SurahNumber":53,"VerseNumber":14,"Text":"назди Сидрату-л- мунтаҳо"},{"SurahNumber":53,"VerseNumber":15,"Text":"ки Ҷаннату-л-маъвои барои парҳезгорон ваъда шуда назди он қарор дорад"},{"SurahNumber":53,"VerseNumber":16,"Text":"Чун дарахти Сидраро он чӣ пӯшонда буд, фурӯ пӯшонд, он гоҳ, ки амри бузург аз сӯи Аллоҳ онро мепӯшонад, ки васф ва ҳолати онро ғайри Аллоҳи якто дигаре намедонад"},{"SurahNumber":53,"VerseNumber":17,"Text":"Ҳаргиз чашмаш каҷравӣ накард на росту на чап ва аз он чи ба он амр карда шуда буд ба диданаш таҷовуз накард"},{"SurahNumber":53,"VerseNumber":18,"Text":"Ҳамоно дид Муҳаммад саллаллоҳу алайҳи ва саллам, шаби Меъроҷ, порае аз оёти бузург, (яъне, ҷаннат ва дӯзахро, ки далолат ба қудрати Аллоҳ мекунад)"},{"SurahNumber":53,"VerseNumber":19,"Text":"Оё эй мушрикон, он маъбудонеро, ки ибодаташон мекунед: Лот ва Узоро дидаед"},{"SurahNumber":53,"VerseNumber":20,"Text":"Ва Манот, он бути саввуми дигарро? Оё фоида ё зараре овард, то шарики Аллоҳ гардад"},{"SurahNumber":53,"VerseNumber":21,"Text":"Оё шуморо писар бошад, ки ба он розиед ва Аллоҳро духтар, ки дар ин сурат онро барои худ розӣ нестед"},{"SurahNumber":53,"VerseNumber":22,"Text":"Ин тақсими ситамкорона аст"},{"SurahNumber":53,"VerseNumber":23,"Text":"Ин бутҳо чизе нестанд ҷуз номҳое, ки худ ва падаронатон аз рӯи ҳавову ҳаваси ботилатон ба онҳо додаед. Ва Аллоҳ таъоло ҳеҷ далеле барои тасдиқи даъвои шумо нафиристодааст. Танҳо он мушрикон аз паи гумону нафси хеш мераванд ва ҳол он ки аз ҷониби Аллоҳ бар забони Паёмбар саллаллоҳу алайҳи ва саллам роҳнамоияшон кардаанд, пас ба онҳо фоидае накард"},{"SurahNumber":53,"VerseNumber":24,"Text":"Оё ҳар чиро, ки одамӣ орзу кунад, аз шафоъати ин маъбудон ё ғайраш барояш ҳосил аст? (Ҳаргиз не)"},{"SurahNumber":53,"VerseNumber":25,"Text":"Оре, ҳам охират ва ҳам дунё аз они Аллоҳ аст"},{"SurahNumber":53,"VerseNumber":26,"Text":"Ва чӣ бисёр фариштагони олиҳиммат дар осмонанд, ки шафоъаташон ҳеҷ фоидае надиҳад, магар аз он пас, ки Аллоҳ барои ҳар касе, ки бихоҳад ва писандад иҷозат диҳад"}]}