{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Korle, goren bir olmaz"},{"SurahNumber":35,"VerseNumber":20,"Text":"Karanlıkla aydınlık da bir olmaz"},{"SurahNumber":35,"VerseNumber":21,"Text":"Golge ile sıcak da bir olmaz"},{"SurahNumber":35,"VerseNumber":22,"Text":"Dirilerle oluler de bir olmaz. Suphesiz Allah, diledigine isittirir. Sen kabirlerdekilere isittiremezsin"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sen sadece bir uyarıcısın"},{"SurahNumber":35,"VerseNumber":24,"Text":"Biz seni mujdeleyici ve uyarıcı olarak hak ile gonderdik. Her millet icin mutlaka bir uyarıcı (peygamber) bulunmustur"},{"SurahNumber":35,"VerseNumber":25,"Text":"Eger seni yalanlıyorlarsa (uzulme), onlardan oncekiler de yalanlamıslardı. (Oysa ki) peygamberleri onlara acık ayetler (mucizeler), sahifeler ve aydınlatıcı kitap getirmislerdi"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra ben, o inkar edenleri yakaladım. (Bak ki) cezam nasıl oldu"},{"SurahNumber":35,"VerseNumber":27,"Text":"Gormedin mi Allah gokten su indirdi. Onunla renkleri cesit cesit meyveler cıkardık. Daglardan (gecen) beyaz, kırmızı, degisik renklerde ve simsiyah yollar (yaptık)"},{"SurahNumber":35,"VerseNumber":28,"Text":"Insanlardan, hayvanlardan ve davarlardan da yine boyle turlu renkte olanlar var. Kulları icinden ancak alimler, Allah'tan (geregince) korkar. Suphesiz Allah, daima ustundur, cok bagıslayandır"},{"SurahNumber":35,"VerseNumber":29,"Text":"Allah'ın kitabını okuyanlar, namazı kılanlar ve kendilerine verdigimiz rızıktan (Allah icin) gizli ve acık sarfedenler, asla zarara ugramayacak bir kazanc umabilirler"},{"SurahNumber":35,"VerseNumber":30,"Text":"Cunku Allah, onların mukafatlarını tam oder ve lutfundan onlara fazlasını da verir. Suphesiz O, cok bagıslayan, sukrun karsılıgını bol bol verendir"}]}