{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":7,"VerseNumber":44,"Text":"Aue ehal-e-jannat ehal-e-dozakh ko pukaren gay kay hum say jo humaray rab ney wada farmaya tha hum ney to uss ko waqiyey kay mutabiq paya so tum say jo tumharay rab ney wada kiya tha tum ney bhi uss ko waqiyey kay mutabiq paya? Woh kahen gay haan phir aik pukarney wala dono kay darmiyan mein pukaray ga kay Allah ki maar ho inn zalimon per"},{"SurahNumber":7,"VerseNumber":45,"Text":"Jo Allah ki raah say aeyraaz kertay thay aur iss mein kuji talash kertay thay aur woh log aakhirat kay bhi munkir thay"},{"SurahNumber":7,"VerseNumber":46,"Text":"Aur inn dono kay darmiyan aik aarr hogi aur aeyraaf kay upper boht say aadmi hongay woh log her aik ko unn kay qayafa say pehchaney gay aue ehal-e-jannat ko pukar ker kahen gay asslam-o-alaikum! Abhi yeh ehal-e-aeyraaf jannat mein dakhil nahi huye hongay aur iss kay umeed waar hongay"},{"SurahNumber":7,"VerseNumber":47,"Text":"Aur jab inn ki nigahen ehal-e-dozakh ki taraf phiren gi to kahen gay aey humaray rab! Hum ko inn zalim logon kay sath shamil na ker"},{"SurahNumber":7,"VerseNumber":48,"Text":"Aur ehal-e-aeyraaf boht say aadmiyon ko jin ko unn kay qayafa say pehchanen gay pukaren gay kahen gay kay tumhari jamat aur tumhara apney ko bara samajhna tumharay kuch kaam na aaya"},{"SurahNumber":7,"VerseNumber":49,"Text":"Kiye yeh wohi hai jin ki nisbat tum qasmen kha kha ker kaha kertay thay kay Allah Taalaa inn per rehmat na keray ga inn ko yun hukum hoga kay jao jannat mein tum per na kuch khof hai aur na tum maghmoom hogay"},{"SurahNumber":7,"VerseNumber":50,"Text":"Aur dozakh walay jannat walon ko pukaren gay kay humaray upper thora pani hi daal do ya aur hi kuch dey do jo Allah ney tum ko dey rakha hai. Jannat walay kahen gay kay Allah Taalaa ney dono cheezon ki kafiron kay liye bandish ker di hai"},{"SurahNumber":7,"VerseNumber":51,"Text":"Jinhon ney apney deen ko khel tamasha bana rakha tha aur jin ko dunyawi zindagi dhokay mein daal rakha tha. So hum (bhi) aaj kay roz unn ka naam bhool jayengay jaisa kay woh iss din ko bhool gaye aur jaisa yeh humari aayaton ka inkar kertay thay"}]}