{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":68,"VerseNumber":16,"Text":"Āmhīhī tyācyā sōṇḍē (nākā) vara ḍāga dē'ū"},{"SurahNumber":68,"VerseNumber":17,"Text":"Niḥsanśaya, āmhī tyān̄cī taśīca parīkṣā ghētalī jaśī āmhī bāgavālyān̄cī ghētalī hōtī, tēvhā tyānnī śapatha ghētalī kī sakāḷa hōtāca tyā (bāgē) cī phaḷē tōḍūna ghē'ū"},{"SurahNumber":68,"VerseNumber":18,"Text":"Āṇi inśā allāha (jara allāhanē icchilē) mhaṭalē nāhī"},{"SurahNumber":68,"VerseNumber":19,"Text":"Tēvhā tyā (bāgē) vara tumacyā pālanakartyātarphē ēka āpattī cārī bājūnnī phirūna gēlī āṇi tē jhōpataca rāhilē"},{"SurahNumber":68,"VerseNumber":20,"Text":"Tara tī (bāga) aśī jhālī, jaṇū kāpaṇī kēlēlē śēta"},{"SurahNumber":68,"VerseNumber":21,"Text":"Ātā sakāḷa hōtāca tyānnī ēkamēkānnā hāka māralī"},{"SurahNumber":68,"VerseNumber":22,"Text":"Kī jara tumhālā phaḷē tōḍāyacī āhēta tara āpalyā śētāvara sakāḷīca nighā"},{"SurahNumber":68,"VerseNumber":23,"Text":"Maga hē sarva haḷū haḷū bōlata nighālē"},{"SurahNumber":68,"VerseNumber":24,"Text":"Kī ājacyā divaśī kōṇā garibānē tumacyājavaḷa yē'ū nayē"},{"SurahNumber":68,"VerseNumber":25,"Text":"Āṇi ghā'īghā'īnē sakāḷīca pōhōcalē (samajata hōtē) kī āmhī kābū miḷavilā"},{"SurahNumber":68,"VerseNumber":26,"Text":"Maga jēvhā tyānnī bāga pāhilī, tēvhā mhaṇū lāgalē kī, niścitaca āmhī rastā visaralō"},{"SurahNumber":68,"VerseNumber":27,"Text":"Navhē, kimbahunā āmhī van̄cita kēlē gēlō"},{"SurahNumber":68,"VerseNumber":28,"Text":"Tyā sarvānta jō cāṅgalā hōtā, tō mhaṇālā kī, mī tumhā sarvānnā sāṅgata navhatō kā tumhī (allāhacī) tasbīha (guṇagāna) kā nāhī karīta"},{"SurahNumber":68,"VerseNumber":29,"Text":"(Tēvhā) sarva mhaṇū lāgalē kī āmacā pālanakartā mōṭhā pavitra āhē. Niḥsanśaya, āmhīca atyācārī hōtō"},{"SurahNumber":68,"VerseNumber":30,"Text":"Maga tē ēkamēkāṅkaḍē tōṇḍa karūna barē-vā'īṭa bōlū lāgalē"},{"SurahNumber":68,"VerseNumber":31,"Text":"Mhaṇālē, arērē! Niḥsanśaya, āmhīca vidrōhī (avajñākārī) hōtō"},{"SurahNumber":68,"VerseNumber":32,"Text":"Kāya navala kī āmacā pālanakartā āmhālā yāpēkṣā cāṅgalā mōbadalā pradāna karīla. Niḥsanśaya, āmhī ātā āpalyā pālanakartyāśīca āśā rākhatō"},{"SurahNumber":68,"VerseNumber":33,"Text":"Aśāca prakārē azāba yētō, āṇi ākhiratacā azāba phāra mōṭhā āhē, tyānnā akkala asatī tara (barē jhālē asatē)"},{"SurahNumber":68,"VerseNumber":34,"Text":"Niḥsanśaya, allāhacē bhaya rākhaṇāṟyāṅkaritā tyān̄cyā pālanakartyājavaḷa dēṇagyānnī yukta aśā jannatī āhēta"},{"SurahNumber":68,"VerseNumber":35,"Text":"Kāya āmhī īmāna rākhaṇāṟyānnā, aparādhī lōkānsamāna ṭharavū"},{"SurahNumber":68,"VerseNumber":36,"Text":"Tumhālā jhālē tarī kāya, kasē nirṇaya ghēta āhāta"},{"SurahNumber":68,"VerseNumber":37,"Text":"Kāya tumacyājavaḷa ēkhādā grantha āhē, jyāta tumhī vācatā"},{"SurahNumber":68,"VerseNumber":38,"Text":"Kinvā tyāta tumacyā manālā pasanta aśā gōṣṭī āhēta"},{"SurahNumber":68,"VerseNumber":39,"Text":"Kinvā āmacyākaḍūna tumhī kāhī aśā śapathā ghētalyā āhēta, jyā kayāmata paryanta bākī rāhatīla, kī tumacyāsāṭhī tē sarva āhē, jē tumhī āpalyātarphē nirdhārita karūna ghyāvē"},{"SurahNumber":68,"VerseNumber":40,"Text":"Tyānnā vicārā kī tyān̄cyāpaikī kōṇa yā gōṣṭīsa jabābadāra (āṇi dāvēdāra āhē)"},{"SurahNumber":68,"VerseNumber":41,"Text":"Kāya tyān̄cē kāhī bhāgīdāra āhēta? (Asē asēla) tara tyānnī āpalyā āpalyā bhāgīdārānnā ghē'ūna yāvē, jara tē saccē āhēta"},{"SurahNumber":68,"VerseNumber":42,"Text":"Jyā divaśī pōṭarī ughaḍa kēlī jā'īla, āṇi sajadā karaṇyāsāṭhī tyānnā bōlāvilē jā'īla (parantu tē sajadā) karū śakaṇāra nāhīta"}]}