{"Id":66,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"Sve što vam je darovano samo su naslade i ukrasi u životu dunjalučkom, a ono što je u Allaha bolje je i trajno je. Zar ne razumijete"},{"SurahNumber":28,"VerseNumber":61,"Text":"Kako može biti jednak onaj kome smo lijepu nagradu obećali, i koju će dobiti, i onaj kome smo dali da se naslađuje u životu dunjalučkom, a koji će poslije, na Kijametskom danu, Vatri priveden biti"},{"SurahNumber":28,"VerseNumber":62,"Text":"A na Dan kad ih On pozove i upita: \"Gdje su oni koje ste Mojim ortacima smatrali"},{"SurahNumber":28,"VerseNumber":63,"Text":"reći će oni na kojima će se Riječ obistiniti: \"Gospodaru naš, ove što smo na stranputicu naveli, naveli smo zato što smo i sami na stranputici bili, mi ih se pred Tobom odričemo, oni nas nisu obožavali"},{"SurahNumber":28,"VerseNumber":64,"Text":"Pozovite božanstva vaša!\", reći će im se, pa će ih oni pozvati, ali im se ona neće odazvati i patnju će vidjeti - a da su samo Uputu slijedili"},{"SurahNumber":28,"VerseNumber":65,"Text":"A na Dan kad ih On pozove i upita: \"Šta ste poslanicima odgovorili"},{"SurahNumber":28,"VerseNumber":66,"Text":"taj Dan oni neće znati šta će odgovoriti, pa ni jedan drugog neće ništa pitati"},{"SurahNumber":28,"VerseNumber":67,"Text":"A onaj koji se bude pokajao, i koji bude vjerovao, i koji bude dobra djela činio, on će uspjeti"},{"SurahNumber":28,"VerseNumber":68,"Text":"Gospodar tvoj stvara šta hoće, i On odabire. Oni nemaju pravo birati. Uzvišen neka je Allah i vrlo visoko iznad onih koje Njemu pridružuju"},{"SurahNumber":28,"VerseNumber":69,"Text":"Gospodar tvoj zna ono što grudi njihove kriju i ono što oni obznanjuju"},{"SurahNumber":28,"VerseNumber":70,"Text":"On je Allah, drugog boga osim Njega nema; Njemu neka je sva hvala i na ovom- prvom i na drugom svijetu! Presuda samo Njemu pripada i Njemu ćete se vratiti"}]}