{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"(Салих) айтты: “О, коомум! Айткылачы, мен Раббим тарабынан анык далил үстүндө болсом жана Ал мага Өзүнүн ырайымын — пайгамбарчылыгын берген болсо, (силердин далилсиз “кудайыңарга” ыраазы болуп) Ага (Аллаһка) күнөө кылсам, Аллаһтын азабынан мага ким жардам бере алат?! Силер (бул талабыңар менен) мага зыяндан башка нерсени көбөйтпөйсүңөр!?”"},{"SurahNumber":11,"VerseNumber":64,"Text":"“О, коомум! Мына бул төө силер үчүн Аллаһтын белгиси. Аны жөн (өз эркине) койгула. Аллаһтын жеринде оттоп жүрө берсин. Ага эч жамандык кыла көрбөгүлө! Антсеңер, силерге жакын(да) азап жетет!”"},{"SurahNumber":11,"VerseNumber":65,"Text":"(Бирок, каапырлар) төөнү союп жиберишти эле (Салих) айтты: “Короо-жайыңарда үч күн (жашоо нээматынан) пайдалана тургула. (үч күндөн соң Аллаһтын азабы келет) бул — акыйкат убада"},{"SurahNumber":11,"VerseNumber":66,"Text":"Качан Биздин буйругубуз (азап) келген убакытта Биз Салих менен ыйман келтирген адамдарды Өз ырайымыбыз менен (азаптан) жана ошол күндүн шерменделигинен асырап калдык. Албетте, сенин Раббиң - Кубаттуу, Кудуреттүү"},{"SurahNumber":11,"VerseNumber":67,"Text":"Жана заалым (каапыр) болгон адамдарды катуу добуш (ач кыйкырык) кармады. Бардыгы (жүрөктөрү жарылып) орду-ордунда кырылып калышты"},{"SurahNumber":11,"VerseNumber":68,"Text":"Алар бул жерлерде жашабагандай болуп (кырылып) калышты! Көңүл бургула, Самуд коому Раббисине каапыр болду эле! Уккула, Самудка өлүм"},{"SurahNumber":11,"VerseNumber":69,"Text":"Биздин (периште) элчилерибиз Ибрахимге (адам кейпинде) куш кабар алып келгенде, ага салам айтышты. “Салам”-деди (Ибрахим) жана дароо куурулган музоону(н этин) алып келди (дагы, «жебейсиңерби?» деди)"},{"SurahNumber":11,"VerseNumber":70,"Text":"Алардын колу тамакка созулбай турганын көргөндө (бир жамандык менен келишкен болбосун деп), алардан шек санап, кооптоно түштү. (Анда) алар: “Коркпогун, биз Лут коомуна жиберилген (азаптоочу) элчилер болобуз” -дешти"},{"SurahNumber":11,"VerseNumber":71,"Text":"Ибрахимдин аялы (кызмат кылып) турган. (Болгон сөздү угуп) күлүп жиберди. Биз (периштелер аркылуу) ага (жакында төрөй турган баласы) Исхактын жана Исхактын артынан (жарык дүйнөгө жарала турган небереси) Яькубдун кушкабарын билдирдик"}]}