{"Id":369,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":30,"Text":"[Ammo] Kasone, ki guftand: «Parvardigori mo Alloh taolo ast», on goh [az ʙandagii ƣajri U sar ʙoz zadand va ʙar e'tiqodi xud] poj fisurdand, faristagon ʙar onon furud meojand [va megujand]: «Natarsed va anduh nadosta ʙosed va ʙasorat ʙod ʙar sumo on ʙihisti mav'udaton"},{"SurahNumber":41,"VerseNumber":31,"Text":"Mo dar zindagii dunjo va oxirat dustdori sumoem va dar ʙihist har ci dilaton ʙixohad va darxost kuned, dar ixtijori sumost"},{"SurahNumber":41,"VerseNumber":32,"Text":"Ba unvoni paziroi az coniʙi omurzgore mehruʙon»"},{"SurahNumber":41,"VerseNumber":33,"Text":"Kist xusguftortar az on ki ʙa suji Alloh taolo da'vat kunad va ʙa soistagi amal menamojad va megujad: «Taslim [-i avomiri ilohi] hastam»"},{"SurahNumber":41,"VerseNumber":34,"Text":"[Hargiz] Neki va ʙadi jakson nest. Hamvora ʙa sevae, ki ʙehtar ast, posux ʙideh, ki dar on surat kase, ki ʙajni tu va u dusmanist, hamcun dusti mehruʙon gardad"},{"SurahNumber":41,"VerseNumber":35,"Text":"Tanho sikeʙojon va onon, ki ʙahrai ʙuzurge [az imonu axloq] dorand, ʙa cunin maqome merasand"},{"SurahNumber":41,"VerseNumber":36,"Text":"Va har goh az coniʙi sajton vasvasae turo faro girift, ʙa Alloh taolo panoh ʙiʙar, ki jaqinan, U sunavovu donost"},{"SurahNumber":41,"VerseNumber":37,"Text":"Az nisonahoi [tavonu tadʙiri] U saʙu ruz va xursedu moh ast. Dar ʙaroʙari xursedu moh sacda nakuned, ʙalki agar tanho Uro meparasted, ʙar Alloh taolo, ki onhoro ofaridaast, sacda kuned"},{"SurahNumber":41,"VerseNumber":38,"Text":"Va agar [guruhhoe az nijoisi U] takaʙʙur varzand, [faristagon va] muqarraʙoni dargohi Parvardigorat saʙu ruz ʙiduni xastagi Uro ʙa poki mesitojand"}]}