{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":42,"VerseNumber":52,"Text":"(Muhammad) Mankono uga Ingsun paring wahyu al-Quran marang sira. Hiya iku parentahingsun sadurunge sira, sira Ingsun paringi wahyu. Sadurunge sira ora weruh al-Quran iku apa, lan laku - lakuning percaya iku kepriye? Hewa dene al-Quran iku Ingsun dadekake pepadhang. Ingsun anggone nuduhake dalan selamet marang pawa kawula kang dadi parenging kersaningsun lan sira uga nuduhake dalan bener sarana al-Quran"},{"SurahNumber":42,"VerseNumber":53,"Text":"Hiya iku dalaning Allah kang kagungan sahisining bumi lan langit samu barang prakara ing wekasane apa ora bali konjuk ing Allah"},{"SurahNumber":43,"VerseNumber":1,"Text":"Haa Miim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Demi Kitab al-Quran kang gelarake pituduh bener"},{"SurahNumber":43,"VerseNumber":3,"Text":"Al-Quran iku Ingsun pacak nganggo tembung Arab, supaya padha ngerteni karepe"},{"SurahNumber":43,"VerseNumber":4,"Text":"Al-Quran mau wis dipacak ana baboning Kitab (Lauhul Mahfudz) kang ana ngarsaningsun. Al-Quran mau luhur ngungkuli kitab kang kuna-kuna, tur isine wicaksana"},{"SurahNumber":43,"VerseNumber":5,"Text":"Apa Ingsun ora paring wahyu apa - apa marang sira dupeh kowe kabeh padha ngluwihi wates"},{"SurahNumber":43,"VerseNumber":6,"Text":"(Ing zaman biyen) Ingsun wis ngutus nabi pirang - pirang"},{"SurahNumber":43,"VerseNumber":7,"Text":"Para ummat kuna manawa katekan utusaningsun mesthi padha angeguyu"},{"SurahNumber":43,"VerseNumber":8,"Text":"Wong kuna kang gagah prakosane ngungkuli wong kafir ing zaman iki padha Ingsun rusak kelawan siksa kayata kang wis kasebut ing ngarep"},{"SurahNumber":43,"VerseNumber":9,"Text":"Manawa sira takon marang wong kafir, \"Sapa kang gawe bumi lan langit?\". Mesthi padha mangsuli, \"Ingkang damel Allah ingkang Maha Mulya tur nguningani samu kawis"},{"SurahNumber":43,"VerseNumber":10,"Text":"Allah iku kang dadekake bumi iki panggonanira, sarta gawe dalan pirang - pirang ana bumi supaya sira weruh ing ngendi panggonan kang sira sediya"}]}