{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":14,"Text":"A kiedy on osiagnał dojrzałosc i harmonijny rozwoj, dalismy mu madrosc i wiedze. Tak My wynagradzamy czyniacych dobro"},{"SurahNumber":28,"VerseNumber":15,"Text":"I wszedł on do miasta, nie zauwazony przez jego mieszkancow, i znalazł tam dwoch ludzi, ktorzy ze soba walczyli: jeden był z jego stronnikow, a drugi z jego wrogow. I ten, ktory był jego stronnikiem, poprosił Mojzesza o pomoc przeciw temu, ktory był z jego wrogow. Mojzesz zadał mu cios piescia i skonczył z nim. I powiedział: \"To jest działanie szatana; on jest, zaprawde, wrogiem jawnym, sprowadzajacym z drogi"},{"SurahNumber":28,"VerseNumber":16,"Text":"I powiedział: \"Panie moj! Wyrzadziłem niesprawiedliwosc swojej własnej duszy. Przebacz mi!\" I przebaczył mu. Zaprawde, On jest Przebaczajacy, Litosciwy"},{"SurahNumber":28,"VerseNumber":17,"Text":"I powiedział: \"Panie moj! Przez dobrodziejstwa, jakimi mnie obsypałes, ja nigdy nie bede pomocnikiem grzesznikow"},{"SurahNumber":28,"VerseNumber":18,"Text":"I nazajutrz znalazł sie w miescie, niespokojny i majacy sie na bacznosci. I oto ten, ktory wczoraj prosił go o pomoc, głosno go przywoływał. Mojzesz mu powiedział: \"Zaprawde, ty jestes jawnym podzegaczem"},{"SurahNumber":28,"VerseNumber":19,"Text":"Lecz kiedy chciał napasc na tego, ktory był wrogiem ich obydwu, ten mu powiedział: \"O Mojzeszu! Czy ty mnie chcesz zabic, tak jak zabiłes wczoraj człowieka? Czy ty chcesz byc tylko tyranem na ziemi i nie chcesz byc wsrod tych, ktorzy przygotowuja pomyslnosc"},{"SurahNumber":28,"VerseNumber":20,"Text":"Naraz przybył pewien człowiek z najdalszego kranca miasta, biegnac pospiesznie, i powiedział: \"O Mojzeszu! Starszyzna naradza sie przeciwko tobie, aby cie zabic. Uchodz wiec! Ja jestem dla ciebie dobrym doradca"},{"SurahNumber":28,"VerseNumber":21,"Text":"I Mojzesz wyszedł z miasta, niespokojny i majacy sie na bacznosci. Powiedział: \"Panie moj! Wybaw mnie od tego ludu niesprawiedliwych"}]}