{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"Hē (muham'mada sallallāhō alaihē vasallama) lugāmā bēri'ēkā"},{"SurahNumber":73,"VerseNumber":2,"Text":"Rātī uṭhēra (namājakō nimti) ubhinē garnu tara thōrai"},{"SurahNumber":73,"VerseNumber":3,"Text":"Ādhārāta vā tyasabhandā kēhī kama garnus"},{"SurahNumber":73,"VerseNumber":4,"Text":"Vā kēhī baḍhi, ra vistārai rōki–rōki kura'āna paḍhnē garnu"},{"SurahNumber":73,"VerseNumber":5,"Text":"Niścitarūpalē hāmīlē śīghra nai tapā'īmāthi ē'uṭā ṭhūlō kurō avatarita garnēchauṁ"},{"SurahNumber":73,"VerseNumber":6,"Text":"Niḥsandēha rāti uṭhnumā anukūlatā huncha ra kurālā'ī pani rāmrōsam̐ga spaṣṭa garidincha"},{"SurahNumber":73,"VerseNumber":7,"Text":"Dinakō samayamā ta tapā'īlā'ī an'ya dhērai vyastatā hunchan"},{"SurahNumber":73,"VerseNumber":8,"Text":"Tapā'īlē āphnō pālanakartākō nāmakō smaraṇa garnu ra aru samasta kurālā'ī panchyā'ī sampūrṇa hr̥dayalē usaitira lāgnu"},{"SurahNumber":73,"VerseNumber":9,"Text":"Pūrva ra paścimakō svāmī usabāhēka kōhī satya pūjya chaina, ataḥ timīlē usailā'ī nai āphnō kāryasādhaka banā'ihāla"},{"SurahNumber":73,"VerseNumber":10,"Text":"Ra jē jati kurā yinī bhandachana tyasalā'ī saham̐dai garnu ra unīharūbāṭa rāmrōsita panchidai garnu"},{"SurahNumber":73,"VerseNumber":11,"Text":"Ra malā'ī jhūṭhā ṭhaharā'unē sukha–sampanna mānisaharūlā'ī chōḍidinu ra unīharūlā'ī alikati mōhalata dē'ū"},{"SurahNumber":73,"VerseNumber":12,"Text":"Niḥsandēha hāmīsam̐ga kaḍā nēlaharū (hatakaḍī) chan ra prajvalita āgōkō narka cha"},{"SurahNumber":73,"VerseNumber":13,"Text":"ra ghām̐ṭīmā aḍakinē khānā cha ra kaṣṭadāyaka yātanā cha"},{"SurahNumber":73,"VerseNumber":14,"Text":"junadina dharatī ra pahāḍa kampita hunēchan ra pahāḍa bāluvākō ḍhiskō jhaiṁ hunēchan"},{"SurahNumber":73,"VerseNumber":15,"Text":"(hē makkāvālāharū ra) juna prakāralē hāmīlē phira'aunakō pāsamā paigambara paṭhā'ēkā thiyauṁ. Timrō pāsamā pani (muham'mada) rasūla paṭhā'ēkā chauṁ, jō timrō sambandhamā sākṣī hunēchan"},{"SurahNumber":73,"VerseNumber":16,"Text":"Phira'aunalē tyasa rasūlakō avajñā garyō ta hāmīlē usalā'ī kaṭhōra yātanāmā samātihālyauṁ"},{"SurahNumber":73,"VerseNumber":17,"Text":"Yadi timīlē pani mānnē chainau bhanē tyasadinabāṭa kasarī bām̐cchau, juna dina baccāharūlā'ī vr̥d'dha banā'idinēcha"},{"SurahNumber":73,"VerseNumber":18,"Text":"Juna dina ākāśa phāṭihālnēcha. Yō allāhakō vācā pūrā bha'ēra nai rahanēcha"},{"SurahNumber":73,"VerseNumber":19,"Text":"Yō kura'āna ta niścaya nai ē'uṭā upadēśa hō. Aba jasalē cāhancha, āphnō pālanakartātira mārga grahaṇa garōs"}]}