{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"Mariyu ayana sucana (ayat) lalo okati: Niscayanga nivu bhumini padu nelaga (endipoyina banjaru nelaga) custunnavu; kani memu danipai nitini (varsanni) kuripincagane, adi pulakinci, ubbi potundi. Niscayanga dinini (i bhumini) bratikinci lepe ayana (allah ye) mrtulanu kuda bratikinci leputadu. Niscayanga, ayana pratidi ceyagala samarthudu"},{"SurahNumber":41,"VerseNumber":40,"Text":"niscayanga, ma sucanalaku vikrtartham antagattevaru maku kanipincakunda undaleru. Ayite! Punarut'thana dinamuna narakagnilo pada veyabade vadu uttamuda? Leka santiyutanga vaccevada? Miru koredi miru ceyandi. Niscayanga, miru cesedanta ayana custunnadu"},{"SurahNumber":41,"VerseNumber":41,"Text":"niscayanga, tama daggaraku hitabodha vaccinapudu danini tiraskarince vare (nastapoyevaru). Mariyu niscayanga, idi (i khur'an) cala saktivantamaina (goppa) grantham"},{"SurahNumber":41,"VerseNumber":42,"Text":"asatyam dani (khur'an) mundu nundi gani leda dani venuka nundi gani dani paiki rajaladu. Adi maha vivekavantudu, sarvastotralaku ar'hudu, ayina ayana (allah) taraphu nundi avatarimpa jeyabadindi"},{"SurahNumber":41,"VerseNumber":43,"Text":"(o muham'mad!) Vastavaniki, niku ceppabadina danilo purvam gatincina pravaktalaku ceppabadanidi edi ledu. Niscayanga, ni prabhuvu matrame ksamasiludu mariyu badhakaramaina siksa vidhincevadu kudanu"},{"SurahNumber":41,"VerseNumber":44,"Text":"okavela memu i khur'an nu arabbetara bhasalo avatarimpa jesi undi natlaite varu ila ani undevaru: \"Dini sucanalu (ayat) spastanga enduku vivarincabadaledu? (Granthamemo) arabbetara bhasalo mariyu (sandesaharudemo) arabbu?\" Varito ila anu: \"Idi (i khur'an) visvasincina variki margadarsakatvam mariyu svasthata nosangedi. Mariyu visvasincanivari cevulaku avarodham mariyu vari kallaku oka ganta. Alanti vari sthiti ento duram nundi piluvabadina vari arupulantidi"},{"SurahNumber":41,"VerseNumber":45,"Text":"Vastavaniki memu musaku granthanni prasadincamu, kani dani visayanlo kuda bhedabhiprayalu vaccayi. Okavela ni prabhuvu nundi, modati nunce nirnayam tisukobadi undaka pote, vari madhya eppudo tirpu jarigi vundedi. Mariyu niscayanga, varu danini gurinci andolana kaligince sandehaniki guri ayyaru"},{"SurahNumber":41,"VerseNumber":46,"Text":"evadaite satkaryam cestado atadu tana (melu) korake cestadu. Mariyu duskaryam cesevadu dani (phalitanni) anubhavistadu. Mariyu ni prabhuvu tana dasulaku an'yayam cesevadu kadu"}]}