{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"Ni twatesile kuwa achinnongola, wawaliji nkwajongola (wandu) ni ulamusi Wetu, ni twajuwulile wanganyao yakupanganya yambone, ni kwimika Swala mwakolosya, ni kutola Zaka, nambo soni waliji nkutugalagatila Uwwe pe"},{"SurahNumber":21,"VerseNumber":74,"Text":"Nambo soni Lutwi twampele lunda lwakusokoka kwisa soni umanyilisi, nitwan’jokwele ku Musi wawaliji nkutenda yausakwa, chisimu wanganyao waliji wandu wakusakala, wakunyosya"},{"SurahNumber":21,"VerseNumber":75,"Text":"Nitwan’jinjisye jwalakwe mu ukoto Wetu, chisimu jwalakwe jwaliji muwandu wambone"},{"SurahNumber":21,"VerseNumber":76,"Text":"Soni (munkumbuchilani) Nuhu, ndema ja jwawilasile kalakala (pakutuwenda), basi Uwwe ni twan’jitiche, soni ni twan’jokwele jwalakwe ni wapewasa wakwe ku taabu jekulungwa"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ni twanchenjele kuwandu wawaliji nkukanila ma Aya Getu, chisimu wanganyao waliji wandu wakusakala. Basi ni twamisisye wosope wene"},{"SurahNumber":21,"VerseNumber":78,"Text":"Soni (munkumbuchilani) Daudi ni Sulaimana, pandema jawaliji nkwilanya magambo ga n’gunda. Ndema jasyalilemo chilo mbusi sya wandu wane. Sano Uwwe nitwaliji Mboni pachiilanyo chaocho"},{"SurahNumber":21,"VerseNumber":79,"Text":"Ni twantesile Sulaimana kuwa jwagamanya chenene (magambogo kajilanye kakwe kwapunda babagwe), sano jwalijose mwa wanganyao twampele chiilanyo chambone ni umanyilisi. Ni twagajepepesye matumbi ni ijuni kuti iweje inankunswejesya (Allah) pamo ni Daudi, ni twalijitu Uwwe Akutenda (yosope yeneyi)"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ni twan’jiganyisye (Daudi) kapanganye ka iwaalo yachisyano (yapangondo) ligongo lya jenumanja, kuti iwe inankun’gosa pa kumenyana kwenu, ana jenumanja n’di wakutogolela"},{"SurahNumber":21,"VerseNumber":81,"Text":"Sano nombe najo Sulaimana twan’jepepachisye mbungo jachimbunga, jajaliji nkwenda kwa ulamusi wakwe kuja kuchilambo chatwachipele upile (chilambo cha Shami), nitwalijitu Uwwe pachindu chilichose Wachimanya chenene"}]}