{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"Se volti loro le spalle [perché nulla hai da dare], pur sperando nella misericordia del tuo Signore, di' loro una parola di bontà"},{"SurahNumber":17,"VerseNumber":29,"Text":"Non portare la mano al collo e non distenderla neppure con troppa larghezza, ché ti ritroveresti biasimato e immiserito"},{"SurahNumber":17,"VerseNumber":30,"Text":"In verità il tuo Signore concede, con larghezza o parsimonia, la Sua provvidenza a chi vuole. In verità Egli osserva i Suoi servi ed è ben Informato"},{"SurahNumber":17,"VerseNumber":31,"Text":"Non uccidete i vostri figli per timore della miseria: siamo Noi a provvederli di cibo, come [provvediamo] a voi stessi. Ucciderli è veramente un peccato gravissimo"},{"SurahNumber":17,"VerseNumber":32,"Text":"Non ti avvicinare alla fornicazione. È davvero cosa turpe e un tristo sentiero"},{"SurahNumber":17,"VerseNumber":33,"Text":"E non uccidete, senza valida ragione, coloro che Allah vi ha proibito di uccidere. Se qualcuno viene ucciso ingiustamente, diamo autorità al suo rappresentante; che questi però non commetta eccessi [nell'uccisione] e sarà assistito"},{"SurahNumber":17,"VerseNumber":34,"Text":"Non toccate i beni dell'orfano se non a suo vantaggio e [solo] fino a quando non raggiunga la maggiore età. Rispettate il patto, ché in verità vi sarà chiesto di darne conto"},{"SurahNumber":17,"VerseNumber":35,"Text":"Riempite la misura, quando misurate e pesate con la bilancia più esatta. Questo è il bene che conduce al miglior esito"},{"SurahNumber":17,"VerseNumber":36,"Text":"Non seguire ciò di cui non hai conoscenza alcuna. Di tutto sarà chiesto conto: dell'udito, della vista e del cuore"},{"SurahNumber":17,"VerseNumber":37,"Text":"Non incedere sulla terra con alterigia, ché non potrai fenderla e giammai potrai essere alto come le montagne"},{"SurahNumber":17,"VerseNumber":38,"Text":"Tutto ciò è abominio detestato dal tuo Signore"}]}