{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":138,"Text":"My perepravili synov Israila cherez more, i oni pribyli k lyudyam, kotoryye istovo poklonyalis' svoim idolam. [Syny Israila] skazali:\"O Musa! Sotvori nam boga, takogo zhe, kak u nikh\". On otvetil:\"Voistinu, vy - nevezhestvennyye lyudi"},{"SurahNumber":7,"VerseNumber":139,"Text":"Voistinu, u etikh lyudey poydet prakhom to, vo chto oni veryat, i tshchetno to, chto oni delayut"},{"SurahNumber":7,"VerseNumber":140,"Text":"[Musa] dobavil: \"Neuzheli ya stanu iskat' dlya vas drugoye bozhestvo, krome Allakha? Ved' On okazal vam predpochteniye pered obitatelyami mirov"},{"SurahNumber":7,"VerseNumber":141,"Text":"[Vspomnite,] kak My spasli vas ot roda Fir'auna, kotoryye podvergali vas zhestokim nakazaniyam, ubivaya vashikh synovey i ostavlyaya v zhivykh vashikh zhenshchin. V etom [dlya vas] - velikoye ispytaniye ot vashego Gospoda"},{"SurahNumber":7,"VerseNumber":142,"Text":"My obeshchali Muse tridtsat' [dney i] nochey [na gore Sinay] i dobavili [yeshche] desyat', tak chto naznachennyy yemu Gospodom srok sostavil sorok [dney i] nochey b. I togda Musa skazal svoyemu bratu Kharunu: \"Bud' vmesto menya sredi moyego naroda, postupay spravedlivo i ne khodi putem nechestivtsev"},{"SurahNumber":7,"VerseNumber":143,"Text":"Kogda zhe Musa prishel [na goru Sinay] k naznachennomu Nami sroku, yego Gospod' zagovoril s nim, i [Musa] poprosil: \"O Gospodi! Yavi mne Sebya, chtoby ya vzglyanul na Tebya\". [Allakh] skazal: \"Ty Menya ne uvidish', no vzglyani na goru. Yesli ona ustoit na svoyem meste, to i ty Menya uvidish'\". Kogda zhe yego Gospod' yavil Sebya gore, On obratil yeye v prakh, i Musa pal kak gromom porazhennyy. Kogda on prishel v sebya, to voskliknul: \"Slava Tebe! YA obratilsya k Tebe s raskayaniyem, i ya - pervyy iz uverovavshikh"}]}