{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Kafir olanların və (insanları) Allah yolundan dondərənlərin əməllərini (Allah) puc edəcəkdir"},{"SurahNumber":47,"VerseNumber":2,"Text":"Iman gətirib yaxsı əməllər edənlərin, Rəbbindən Muhəmmədə haqq olaraq nazil edilənə (Qur’ana) inanların isə gunahlarının ustunu ortəcək, onların əhvalını (dunyada və axirətdə) duzəldəcəkdir (yaxsılasdıracaqdır)"},{"SurahNumber":47,"VerseNumber":3,"Text":"Bu ona gorədir ki, kafirlər batilə uymus, iman gətirənlər isə oz Rəbbindən gələn haqqa (Qur’ana) tabe olmuslar. Allah insanlara ozlərinə dair məsələləri belə cəkir"},{"SurahNumber":47,"VerseNumber":4,"Text":"(Ey mo’minlər!) Kafirlərlə (doyus meydanında) qarsılasdıgınız zaman boyunlarını vurun. Nəhayət, onları məglub (əzib sil-kut) etdikdə, (qacmasınlar deyə, əl-ayaqlarını) kəndirlə mohkəm baglayın. Sonra da muharibə bitdikdə onları ya (boyunlarına minnət qoyub) məccani, ya da fidyə muqabilində azad edin! (Istəsəniz əsirləri bagıslayıb pulsuz-parasız azad edər, ya onları mubadilə edər, ya da muəyyən məbləg pul, mal muqabilində buraxarsınız). (Əmr) budur! Əgər Allah istəsəydi, onlardan (basqa cur – muharibəsiz də) intiqam ala bilərdi. Lakin O sizi biri-birinizlə imtahana cəkmək ucun (vurusmagınızı əmr etdi). Allah Oz yolunda oldurulənlərin əməllərini əsla puc etməz"},{"SurahNumber":47,"VerseNumber":5,"Text":"(Allah) onları dogru yola muvəffəq edəcək, onların əhvalını (dunyada və axirətdə) duzəldəcəkdir"},{"SurahNumber":47,"VerseNumber":6,"Text":"Və onları (dunyada) ozlərinə tanıtmıs oldugu Cənnətə daxil edəcəkdir"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey iman gətirənlər! Əgər siz Allaha (Allahın dininə və Peygəmbərinə) yardım gostərsəniz, O da sizə yardım gostərər və sizi sabitqədəm (cihadda mohkəm, quvvətli) edər"},{"SurahNumber":47,"VerseNumber":8,"Text":"Kafirlərə gəldikdə isə - hamısı məhv olsun – onların əməllərini puca cıxardar"},{"SurahNumber":47,"VerseNumber":9,"Text":"Bu ona gorədir ki, (kafirlər) Allahın nazil etdiyini (Qur’anı) bəyənmədilər, (Allah da) onların əməllərini puc etdi"},{"SurahNumber":47,"VerseNumber":10,"Text":"Məgər onlar yer uzunu dolasıb ozlərindən əvvəlkilərin aqibətinin necə oldugunu gormurlərmi?! Allah onları yerlə yeksan etdi. Kafirləri də buna bənzərləri (belə seylər) gozləyir"},{"SurahNumber":47,"VerseNumber":11,"Text":"Ona gorə ki, Allah iman gətirənlərin dostudur (himayədarıdır). Kafirlərin isə dostu (himayədarı) yoxdur"}]}