{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":82,"Text":"Uttarata tē'ōm̐ra sampradāẏē kērala ē'i buli ka’lē, ‘ē'ōm̐lōkaka tōmālōkara janapadara paraā uliẏā'i diẏā, niścaẏa iham̐ta ēnēkuraā lōka yisakalē ati paraitra ha’ba bicāraē’"},{"SurahNumber":7,"VerseNumber":83,"Text":"Tāra pichata āmi tē'ōm̐ka ārau tē'ōm̐ra paraiẏālaka ud'dhāra karaichilō kērala tē'ōm̐ra straīra bāhiraē, tā'i āchila pichata arasthānakāraī sakalara antarbhukta"},{"SurahNumber":7,"VerseNumber":84,"Text":"Ārau āmi siham̐tara ōparata prabala dhāraāṣāra baraṣuṇa barṣā'ichilō. Ētēkē cōraā, aparaādhīsakalara paraiṇāma kēnēkuraā āchila"},{"SurahNumber":7,"VerseNumber":85,"Text":"Ārau māda'iẏānabāsī sakalara ōcarata siham̐tara bhātr̥ churaā'ibaka (praēraṇa karaichilō). Tē'ōm̐ kaichila, ‘hē mōra sampradāẏa! Tōmālōkē kērala āllāhara ibādata karaā. Tē'ōm̐ra bāhiraē tōmālōkara āna kōnō satya ilāha nā'i. Tōmālōkara pratipālakara taraphara paraā tōmālōkara ōcarata spaṣṭa pramāṇa āhi pā'ichē. Gatikē tōmālōkē jōkha-māpata ōjana paraipūrṇa pradāna karaibā, mānuhaka siham̐tara praāpya bastu kama nidibā, ārau pr̥thiraīta śānti sthāpanara pichata biparyaẏa sr̥ṣṭi nakaraibā, ē'iṭōraē'i tōmālōkara bābē kalyāṇakara yadi tōmālōkē mumina hōraā’"},{"SurahNumber":7,"VerseNumber":86,"Text":"‘Ārau tē'ōm̐ra prati yisakalē īmāna ānichē siham̐taka bhaẏa dēkhuraāra bābē, āllāhara pathara paraā bādhā pradāna karaibalai ārau tāta bakratā anusandhāna karaibalai tōmālōkē pratiṭō pathata bahi nāthākibā. Ārau smaraṇa karaā, tōmālōkē yētiẏā saṅkhyāta kama āchilā, āllāhē tētiẏā tōmālōkara saṅkhyā br̥d'dhi karaichē ārau lakṣya karaā biparyaẏa sr̥ṣṭikāraī sakalara paraiṇāma kēnēkuraā āchila’"},{"SurahNumber":7,"VerseNumber":87,"Text":"Ma'i yi lai praēraita haichō tāta yadi tōmālōkara kōnō dalē īmāna ānē ārau kōnō dalē īmāna pōṣaṇa nakaraē, tēntē āllāhē āmāra mājata phaẏacālā nakaraālaikē dhairya dharaā, ārau tēraēm̐i śraēṣṭha phaẏacālākāraī"}]}