{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":23,"Text":"Dediler ki: «Rabbimiz, biz nefislerimize zulmettik, eğer bizi bağışlamazsan ve esirgemezsen, gerçekten hüsrana uğrayanlardan olacağız.»"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Allah) Dedi ki: «Kiminiz kiminize düşman olarak inin. Yer yüzünde belli bir vakte kadar sizin için bir yerleşim ve meta (geçim) vardır.»"},{"SurahNumber":7,"VerseNumber":25,"Text":"Dedi ki: «Orda yaşayacak, orda ölecek ve ondan çıkarılacaksınız.»"},{"SurahNumber":7,"VerseNumber":26,"Text":"Ey Ademoğulları, biz sizin çirkin yerlerinizi örtecek bir elbise ve size ´süs kazandıracak bir giyim´ indirdik (varettik) . Takva ile kuşanıp donanmak ise, bu daha hayırlıdır. Bu, Allah´ın ayetlerindendir. Umulur ki öğüt alıp düşünürler"},{"SurahNumber":7,"VerseNumber":27,"Text":"Ey Ademoğulları, şeytan, anne ve babanızın çirkin yerlerini kendilerine göstermek için, elbiselerini sıyırtarak, onları cennetten çıkardığı gibi sakın sizi de bir belaya uğratmasın. Çünkü o ve taraftarları, (kendilerini göremeyeceğiniz yerden) sizleri görmektedir. Biz gerçekten şeytanları, inanmayacakların dostları kıldık"},{"SurahNumber":7,"VerseNumber":28,"Text":"Onlar, ´çirkin bir hayasızlık´ işlediklerinde: «Biz atalarımızı bunun üzerinde bulduk. Allah da bunu bize emretti» derler. De ki: «Şüphesiz Allah, ´çirkin hayasızlıkları´ emretmez. Bilmediğiniz bir şeyi Allah´a karşı mı söylüyorsunuz?»"},{"SurahNumber":7,"VerseNumber":29,"Text":"De ki; «Rabbim adaletle davranmayı emretti. Her mescid yanında (secde yerinde) yüzlerinizi (O´na) doğrultun ve dini yalnız kendisine has kılarak O´na dua edin. ´Başlangıçta sizi yarattığı´ gibi döneceksiniz.»"},{"SurahNumber":7,"VerseNumber":30,"Text":"Bir kısmına hidayet verdi, bir kısmı da sapıklığı haketi. Çünkü bunlar, Allah´ı bırakıp şeytanları veli edinmişlerdi. Ve gerçekten onları doğru yolda saymaktadırlar"}]}