{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Betohem për Zotin e lindjeve dhe të perëndimeve, që Ne jemi të Zotë"},{"SurahNumber":70,"VerseNumber":41,"Text":"t’i ndërrojmë ata me njerëz më të mirë se ata dhe askush nuk na pengon dot"},{"SurahNumber":70,"VerseNumber":42,"Text":"Andaj, lëri ata të zbaviten me gjëra të kota dhe të luajnë derisa të përballen me Ditën e tyre që u është premtuar"},{"SurahNumber":70,"VerseNumber":43,"Text":"Ditën, në të cilën do të dalin nga varrezat duke vrapuar, sikur të ishin duke nxituar drejt një altari"},{"SurahNumber":70,"VerseNumber":44,"Text":"me shikim të frikësuar e të kapluar nga poshtërimi. Ajo është Dita që u është premtuar atyre"},{"SurahNumber":71,"VerseNumber":1,"Text":"Ne e dërguam Nuhun te populli i tij dhe i thamë: “Paralajmëroje popullin tënd para se t’i vijë një dënim i dhembshëm!”"},{"SurahNumber":71,"VerseNumber":2,"Text":"Ai tha: “O populli im! Në të vërtetë, unë jam për ju një paralajmërues i qartë"},{"SurahNumber":71,"VerseNumber":3,"Text":"që të adhuroni Allahun, t’i frikësoheni Atij e të më bindeni mua"},{"SurahNumber":71,"VerseNumber":4,"Text":"me qëllim që Ai të falë disa nga gjynahet tuaja dhe t’ju lërë (të jetoni) deri në një afat të caktuar. Dhe, kur t’ju vijë çasti i caktuar i Allahut, askush nuk do të mund ta shtyjë atë, veç sikur ta dinit”"},{"SurahNumber":71,"VerseNumber":5,"Text":"Ai tha: “O Zoti im, unë e thirra vërtet popullin tim natë e ditë"},{"SurahNumber":71,"VerseNumber":6,"Text":"por thirrja ime edhe më tepër i largoi (nga e vërteta)"},{"SurahNumber":71,"VerseNumber":7,"Text":"Sa herë, që i thirrja për t’i falur Ti, ata shtinin gishtërinjtë në veshë dhe mbuloheshin me petkat e tyre, duke këmbëngulur me mendjemadhësi (në mosbesim)"},{"SurahNumber":71,"VerseNumber":8,"Text":"Pastaj i thirra me zë të lartë"},{"SurahNumber":71,"VerseNumber":9,"Text":"Më pas ua shpalla edhe botërisht, edhe fshehurazi"},{"SurahNumber":71,"VerseNumber":10,"Text":"e u thashë: “Kërkoni falje nga Zoti juaj, i Cili është Falës i madh"}]}