{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":122,"Text":"Ва касонеро, ки имон овардаанд ва корҳои некӯ кардаанд, ба биҳиштҳое дармеоварем, ки дар зери дарахтони он ҷӯйҳо равон аст ва дар он ҷо ҷовидонанд. Ваъдаи Аллоҳ рост аст ва ваъдаашро хилоф намекунад ва чӣ касе аз Ӯ ростгуйтар аст"},{"SurahNumber":4,"VerseNumber":123,"Text":"Эй мусалмонон, ин фазли бузург (салоҳ ва наҷот) ро ба орзуҳо соҳиб шуда наметавонед ва ин на мувофиқи орзуи шумост ва на мувофиқи орзуи аҳли китоб, балки ба имони рост ва амали неке, ки ризогии Аллоҳ дар он аст, соҳиб шуда метавонед. Ва ҳар кас, ки муртакиби кори баде шавад, ҷазояшро бубинад ва ба ҷуз Аллоҳ ҳеҷ дӯсте ва ёридиҳандае наёбад"},{"SurahNumber":4,"VerseNumber":124,"Text":"Ва ҳар кас, ки кори шоистае кунад, чи зан ва чи мард, агар мӯъмин бошад, ба биҳишт меравад ва ба қадри он нуқтаи хурде, ки бар пушти донаи хурмост, ба ҳеҷ касе ситам намешавад"},{"SurahNumber":4,"VerseNumber":125,"Text":"Дини чӣ касе беҳтар аз дини касест, ки ба ихлос рӯй ба ҷониби Аллоҳ кард ва некӯкор буд ва аз дини ҳанифи Иброҳим пайравӣ кард? Ва Аллоҳ Иброҳимро ба дӯстии худ баргузид (гирифт)"},{"SurahNumber":4,"VerseNumber":126,"Text":"Аз они Аллоҳ аст, ҳар чӣ дар осмонҳову замин аст ва Аллоҳ бар ҳар чизе иҳота дорад ва чизе аз корҳои бандагонаш бар Ӯ пӯшида намемонад"},{"SurahNumber":4,"VerseNumber":127,"Text":"Аз ту -эй Паёмбар-, дар бораи занон фатво мехоҳанд. Бигу: «Аллоҳ дар бораи онон ба он чӣ ки дар ин китоб бар шумо хонда мешавад, фатво додааст. Ин фатво дар бораи занони ятимае, нозил шудааст, ки ҳаққи муқаррарашон (маҳр ва мерос ва ғайр аз ин дигар ҳуқуқҳо)-ро намепардозед ё онро кам мекунед ва мехоҳед онҳоро ба никоҳи худ дароваред ва низ дар боби кӯдакони нотавон нозил шудааст. Ва бояд, ки дар бораи ятимон ба адолат рафтор кунед ва ҳуқуқашонро риоя кунед ва молҳояшонро ҳифз карда ва онро ривоҷ диҳед ва ҳар кори неке, ки анҷом медиҳед, Аллоҳ ба он огоҳ аст"}]}