{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":52,"Text":"ennāl avareyāṇ allāhu śapiccirikkunnat‌. ēteāruvane allāhu śapiccirikkunnuvēā avann oru sahāyiyeyuṁ nī kaṇṭettukayilla"},{"SurahNumber":4,"VerseNumber":53,"Text":"atalla, ādhipatyattil valla vihitavuṁ avarkkuṇṭēā? eṅkil oru aṇuvēāḷavuṁ avar manuṣyarkk nalkumāyirunnilla"},{"SurahNumber":4,"VerseNumber":54,"Text":"atalla, allāhu avanṟe audāryattil ninn maṟṟu manuṣyarkk nalkiyiṭṭuḷḷatinṟe pēril avar asūyappeṭukayāṇēā? ennāl ibrāhīṁ kuṭumbattin nāṁ vēdavuṁ jñānavuṁ nalkiyiṭṭuṇṭ‌. avarkk nāṁ mahattāya ādhipatyavuṁ nalkiyiṭṭuṇṭ‌"},{"SurahNumber":4,"VerseNumber":55,"Text":"atil viśvasicca oru vibhāgaṁ avaruṭe kūṭṭattiluṇṭ‌. atil ninn pintiriñña vibhāgavuṁ avariluṇṭ‌. (avarkk‌) kattijvalikkunna narakāgni tanne mati"},{"SurahNumber":4,"VerseNumber":56,"Text":"tīrccayāyuṁ nam'muṭe teḷivukaḷ niṣēdhiccavare nāṁ narakattiliṭṭ karikkunnatāṇ‌. avaruṭe teālikaḷ ventupēākumpēāḻellāṁ avarkk nāṁ vēṟe teālikaḷ māṟṟikeāṭukkunnatāṇ‌. avar śikṣa āsvadiccu keāṇṭirikkān vēṇṭiyāṇat‌. tīrccayāyuṁ allāhu pratāpavānuṁ yuktimānumākunnu"},{"SurahNumber":4,"VerseNumber":57,"Text":"viśvasikkukayuṁ salpravr̥ttikaḷil ērpeṭukayuṁ ceytavarākaṭṭe, tāḻbhāgatt kūṭi aruvikaḷ oḻukunna svargattēāṭṭaṅṅaḷil nāṁ avare pravēśippikkunnatāṇ‌. avaratil nityavāsikaḷāyirikkuṁ. avarkkaviṭe pariśud'dharāya iṇakaḷuṇṭāyirikkuṁ. sthiravuṁ iṭatūrnnatumāya taṇalil nāmavare pravēśippikkukayuṁ ceyyuṁ"},{"SurahNumber":4,"VerseNumber":58,"Text":"viśvasiccēlpikkappeṭṭa anāmattukaḷ avayuṭe avakāśikaḷkk niṅṅaḷ keāṭuttu vīṭṭaṇamennuṁ, janaṅṅaḷkkiṭayil niṅṅaḷ tīrppukalpikkukayāṇeṅkil nītiyēāṭe tīrppukalpikkaṇamennuṁ allāhu niṅṅaḷēāṭ kalpikkunnu. etrayēā nalla upadēśamāṇ avan niṅṅaḷkk nalkunnat‌. tīrccayāyuṁ ellāṁ kēḷkkunnavanuṁ kāṇunnavanumākunnu allāhu"},{"SurahNumber":4,"VerseNumber":59,"Text":"satyaviśvāsikaḷē, niṅṅaḷ allāhuve anusarikkuka. (allāhuvinṟe) dūtaneyuṁ niṅṅaḷil ninnuḷḷa kaikāryakarttākkaḷeyuṁ anusarikkuka. ini valla kāryattiluṁ niṅṅaḷkkiṭayil bhinnippuṇṭākukayāṇeṅkil niṅṅaḷat allāhuvilēkkuṁ ṟasūlilēkkuṁ maṭakkuka. niṅṅaḷ allāhuviluṁ antyadinattiluṁ viśvasikkunnuveṅkil (atāṇ vēṇṭat‌.) atāṇ uttamavuṁ kūṭutal nalla paryavasānamuḷḷatuṁ"}]}