{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":275,"Text":"Yisakale suta khaya, sihamte se'i byaktira darae (kabarara paraa) uthiba, yaka cayatane sparsa karai baliya banaya. E'ito e'i babe ye, sihamte kaya, byarasaya-banijya sutara darae'i. Athaca allahe byarasaya.-Banijyaka halala karaiche arau sutaka haraama karaiche. Eteke yara ocarata te'omra pratipalakara paraa upadesa ahara pichata birata ha’la, tente atitata yi haiche seya tara babe'i icchadhina; arau tara hicapa nikaca allahara ocarata; arau yisakale aman'ya karai ubhati yaba sihamte'i jahannamara adhibasi, tata sihamta cirasthayi ha’ba"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allahe sutaka niscihna karae arau chadakaka brd'dhi karae; arau allahe kono adhika kupharaikarai, papika bhala napaya"},{"SurahNumber":2,"VerseNumber":277,"Text":"Niscaya yisakale imana aniche, neka amala karaiche, chalata pratistha karaiche arau yakata pradana karaiche, te'omlokara pratidana ache te'omlokara pratipalakara ocarata; arau sihamtara kono bhaya na'i arau sihamta cintita'o naha’ba"},{"SurahNumber":2,"VerseNumber":278,"Text":"He muminasakala! Tomaloke allahara takbaraa aralambana karaa arau sutara yi arasista ache se'ito erai diya yadi tomaloke mumina horaa"},{"SurahNumber":2,"VerseNumber":279,"Text":"Kintu yadi tomaloke ene nakaraa tente allaha arau te'omra raachulara paraa yud'dhara ghosana loraa, arau yadi tomaloke ta'oba karaa tente tomalokara muladhana tomalokarae'i thakiba. Tomaloke an'yaya nakaraiba arau tomalokara oparato an'yaya karaa naha’ba"},{"SurahNumber":2,"VerseNumber":280,"Text":"Arau yadi si abharagrastha haya tente sacchalata laike tara arakasa ache; arau yadi tomaloke chadaka karai diya tente e'ito tomalokara babe kalyanakara, yadi tomaloke janilahemtena"},{"SurahNumber":2,"VerseNumber":281,"Text":"Arau tomaloke se'i dinara takbaraa aralambana karaa yidina tomalokaka allahara pine ubhata'i loraa ha'ba. Tara pichata pratyeka byaktika si yi uparjana karaiche, seya paraipurnabharae pradana karaa ha’ba arau sihamtaka an'yaya karaa naha’ba"}]}