{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"Kandi nta ntumwa twigeze twohereza mbere yawe (yewe Muhamadi) ngo tubure kuyihishurira ko nta yindi mana ibaho ikwiriye gusengwa mu kuri itari Njye (Allah). Bityo nimungaragire (njyenyine)"},{"SurahNumber":21,"VerseNumber":26,"Text":"Kandi (Ababangikanyamana) baravuze bati “(Allah) Nyirimpuhwe afite umwana. Ubutagatifu ni ubwe (ntibibaho ko yagira umwana)! Ahubwo (abo bamalayika bita abana be) ni abagaragu bubashywe.”"},{"SurahNumber":21,"VerseNumber":27,"Text":"Nta cyo bajya bavuga batagitegetswe (na Allah), kandi bubahiriza itegeko rye"},{"SurahNumber":21,"VerseNumber":28,"Text":"(Abo bamalayika, Allah) azi ibiri imbere yabo n’inyuma yabo (ibyo bakoze n’ibyo bazakora), kandi ntibashobora kugira uwo bavuganira (Allah) atamwishimiye. Ndetse bahora bicishije bugufi kubera kumutinya"},{"SurahNumber":21,"VerseNumber":29,"Text":"N’uwo ari we wese muri bo (abamalayika) wavuga ati “Mu by’ukuri njye ndi imana mu cyimbo cye (Allah)”; uwo twazamuhanisha umuriro wa Jahanamu. Kandi uko ni ko duhemba inkozi z’ibibi"},{"SurahNumber":21,"VerseNumber":30,"Text":"Ese abahakanye ntibabonye ko ibirere n’isi byari bifatanye nyuma tukabitandukanya, kandi ko buri kinyabuzima cyose twakiremye mu mazi? Ese ubwo ntibemera"},{"SurahNumber":21,"VerseNumber":31,"Text":"Nuko dushyira imisozi ishimangiye ku isi kugira ngo itabanyeganyeza, ndetse tunayishyiramo inzira kugira ngo bamenye aho banyura"},{"SurahNumber":21,"VerseNumber":32,"Text":"N’ikirere twakigize igisenge kirinzwe, nyamara birengagiza ibitangaza byacyo (izuba, ukwezi, inyenyeri)"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ni na We waremye ijoro, amanywa, izuba ndetse n’ukwezi; buri cyose kigenda mu nzira zacyo cyihuta"},{"SurahNumber":21,"VerseNumber":34,"Text":"Kandi nta n’umwe mu babayeho mbere yawe (Muhamadi) twahaye kubaho ubudapfa. Ese niba wowe uzapfa, ni bo bazabaho ubuziraherezo"},{"SurahNumber":21,"VerseNumber":35,"Text":"Buri wese azasogongera ku rupfu, kandi tuzabagerageresha ibibi n’ibyiza. Ndetse iwacu ni ho muzagarurwa"}]}