{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":101,"Text":"¿Y cómo pueden negar la verdad cuando se les recitan las aleyas de Al-lah y tienen entre ustedes a Su Profeta? Y quien se aferre fuertemente a Al-lah habrá sido guiado hacia el camino recto"},{"SurahNumber":3,"VerseNumber":102,"Text":"¡Oh, creyentes!, teman a Al-lah como es debido y mueran sometidos a Él como verdaderos musulmanes"},{"SurahNumber":3,"VerseNumber":103,"Text":"Y aférrense todos juntos a la religión[112] de Al-lah y no se dividan. Y recuerden la gracia de Al-lah sobre ustedes al hermanarlos en la religión uniendo sus corazones, cuando antes (del Islam) eran enemigos los unos de los otros y estaban al borde del abismo del fuego, y los salvó de él (guiándolos hacia la fe). Así es como Al-lah les aclara Su revelación para que puedan guiarse"},{"SurahNumber":3,"VerseNumber":104,"Text":"Y que de entre ustedes surja un grupo de hombres que inviten a la rectitud, que ordenen el bien (que manda el Islam) y prohíban el mal (que este condena). Esos serán los triunfadores"},{"SurahNumber":3,"VerseNumber":105,"Text":"Y no sean como quienes se dividieron y discreparon entre sí (los judíos y los cristianos) tras haber recibido pruebas evidentes. Esos tendrán un terrible castigo"},{"SurahNumber":3,"VerseNumber":106,"Text":"el Día (de la Resurrección), (día) en el que algunos rostros aparecerán iluminados y otros ensombrecidos. A aquellos de rostros ensombrecidos (se les dirá): “¿Negaron la fe después de haber creído? Sufran el castigo por haberla negado”"},{"SurahNumber":3,"VerseNumber":107,"Text":"Y aquellos de rostros iluminados entrarán en la misericordia de Al-lah (el Paraíso), y allí vivirán eternamente"},{"SurahNumber":3,"VerseNumber":108,"Text":"Estas son aleyas de Al-lah que te revelamos con la verdad (¡oh, Muhammad!). Y Al-lah no quiere la injusticia para Su creación"}]}