{"Id":345,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown-la","Author":"Unknown","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":15,"VerseNumber":52,"Text":"Kur ata hyne tek ai dhe thane: \"Selamen - e pershendeten, e ai (Ibrahimi) tha: \"Ne po frikesohemi prej jush"},{"SurahNumber":15,"VerseNumber":53,"Text":"Ata i thane: \"Mos u frikeso, ne po te marrim myzhde per nje djale te zgjuar"},{"SurahNumber":15,"VerseNumber":54,"Text":"Ai (Ibrahimi) tha: \"A me merrni myzhde kur me ka kapur mua pleqeria? Me cka po me pergezoni ju"},{"SurahNumber":15,"VerseNumber":55,"Text":"Ata thane: \"Ne te morem myzhde me ate qe eshte e sigurt e ti mos u ben i pashprese"},{"SurahNumber":15,"VerseNumber":56,"Text":"Tha: \"Askush nuk e humbe shpresen ne meshiren e Zotit te vet, pervec atyre qe jane te humbur"},{"SurahNumber":15,"VerseNumber":57,"Text":"Tha: \"E cka eshte pra ceshtja e juaj, o te derguar"},{"SurahNumber":15,"VerseNumber":58,"Text":"Ata thane: \"Ne jemi derguar te nje popull i prishur"},{"SurahNumber":15,"VerseNumber":59,"Text":"Me perjashtim te familjes se Lutit. Ata do t´i shpetojme qe te gjithe"},{"SurahNumber":15,"VerseNumber":60,"Text":"Perpos gruas se tij. Ne kemi vendosur ajo te mbetet me ata te denuarit (All-llahu ka vendosur)"},{"SurahNumber":15,"VerseNumber":61,"Text":"E kur i erdhen familjes se Lutit te derguarit"},{"SurahNumber":15,"VerseNumber":62,"Text":"Ai (Luti) tha: \"Ju jeni njerez te panjohur (nuk ju njoh)"},{"SurahNumber":15,"VerseNumber":63,"Text":"Ata thane: \"Jo, (nuk kemi qellim te keq ndaj teje) Te kemi ardhur ty me ate (denim) qe ata dyshonin"},{"SurahNumber":15,"VerseNumber":64,"Text":"Te kemi sjelle te verteten, e ne jemi te drejte (cka te themi)"},{"SurahNumber":15,"VerseNumber":65,"Text":"Ti ec me familjen tende pasi te kaloje nje pjese e nates dhe ti rri pas tyre (qe te mos frikesohen) dhe asnjeri prej jush te mos ktheje mbrapa (per te shikuar) dhe shkoni andej kah urdheroheni"},{"SurahNumber":15,"VerseNumber":66,"Text":"E Ne i kumtuam atij (Lutit) ate ceshtje, se zhdukja e tyre deri ne me te mbramin, do te jete ne mengjes"},{"SurahNumber":15,"VerseNumber":67,"Text":"E banuesit e qytetit (Sadum) erdhen te gezuar duke i lajmeruar njeri-tjetrit"},{"SurahNumber":15,"VerseNumber":68,"Text":"Tha: (Luti): \"Keta jane musafiret e mi, e mos me turperoni mua"},{"SurahNumber":15,"VerseNumber":69,"Text":"Edhe kini frike All-llahun e mos me nencmoni"},{"SurahNumber":15,"VerseNumber":70,"Text":"Ata thane: \"A nuk te kemi ndaluar qe te mos na perzihesh ne njerezit (qe ne i mesyjme)"}]}