{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":30,"Text":"Aṉṟiyum, nām nāṭiṉāl, tiṭamāka nām avarkaḷai umakkuk kāṇpittiruppōm; avarkaḷuṭaiya mukakkuṟikaḷaik koṇṭu nīr avarkaḷai naṉku aṟintu koḷvīr; niccayamāka avarkaḷuṭaiya cūḻcciyāṉa pēccaik koṇṭum avarkaḷai nīr aṟintu koḷvīr; mēlum allāh uṅkaḷai ceykaikaḷai naṉkaṟikiṟāṉ"},{"SurahNumber":47,"VerseNumber":31,"Text":"aṉṟiyum, (allāhviṉ pātaiyil pōriṭum) uṅkaḷiliruntuḷḷa mujāhitukaḷaiyum, poṟumaiyāḷarkaḷaiyum nām aṟiyum varai uṅkaḷai niccayamāka nām cōtippōm; uṅkaḷ ceytikaḷaiyum nām cōtippōm (avaṟṟiṉ uṇmaiyai veḷippaṭuttuvataṟkāka)"},{"SurahNumber":47,"VerseNumber":32,"Text":"niccayamāka, nirākarippavarkaḷ (piṟarai) allāhviṉ pātaiyai viṭṭut taṭuttum, nērvaḻi taṅkaḷukkut teḷivāṉa piṟaku (nam) tūtarai etirttu muraṇpaṭṭuk koṇṭum irukkaṉṟaṉarō - avarkaḷ allāhvukku evvita iṭarpāṭum ceytuviṭa muṭiyātu aṉṟiyum avarkaḷuṭaiya ceykaikaḷai avaṉ payaṉaṟṟavaiyāka ākkiyum viṭuvāṉ"},{"SurahNumber":47,"VerseNumber":33,"Text":"īmāṉ koṇṭavarkaḷē! Nīṅkaḷ allāhvukku vaḻipaṭuṅkaḷ. Iṉṉum ittūtarukku vaḻipaṭuṅkaḷ. Iṉṉum ittūtarukkum vaḻipaṭuṅkaḷ - uṅkaḷ ceyalkaḷai pāḻākkiviṭātīrkaḷ"},{"SurahNumber":47,"VerseNumber":34,"Text":"nicciyamāka, evarkaḷai nirākarittuk koṇṭum, (makkaḷai) allāhviṉ pātaiyai viṭṭu taṭuttuk koṇṭum, piṉṉar kāḥpirkaḷāka irukkum nilaiyilēyē iṟantum viṭukiṟārkaḷō - i(ttakaiya)varkaḷai allāh maṉṉikkavē māṭṭāṉ"},{"SurahNumber":47,"VerseNumber":35,"Text":"(muḥmiṉkaḷē! Pōril) nīṅkaḷ taḷarcciyaṭaintu, tairiyamiḻantu camātāṉattaik kōrātīrkaḷ; (ēṉeṉṟāl) nīṅkaḷ tām mēlōṅkupavarkaḷ; allāh uṅkaḷuṭaṉēyē irukkiṉṟāṉ - mēlum, avaṉ uṅkaḷ (naṟ) ceykaikaḷai uṅkaḷukku (oru pōtum) kuṟaittu viṭamāṭṭāṉ"},{"SurahNumber":47,"VerseNumber":36,"Text":"Tiṭamāka ivvulaka vāḻkkai vīṇviḷaiyāṭṭākavum vēṭikkaiyākavumirukkiṟatu āṉāl, nīṅkaḷ īmāṉ koṇṭu payapaktiyuṭaiyavarkaḷāyiruntāl, avaṉ uṅkaḷuṭaiya kūlikaḷai uṅkaḷukku aṟippāṉ. Aṉṟiyum uṅkaḷiṭam uṅkaḷuṭaiya poruḷkaḷai avaṉ kēṭkavillai"},{"SurahNumber":47,"VerseNumber":37,"Text":"avaṉ uṅkaḷiṭam avaṟṟaik kēṭṭu vaṟpuṟuttiṉālum, nīṅkaḷ kañcattaṉam ceyvīrkaḷ. (Pērācai pōṉṟa) uṅkaḷ uḷḷakkiṭakkaikaḷaiyum avaṉ veḷippaṭutti vaṭuvāṉ"},{"SurahNumber":47,"VerseNumber":38,"Text":"aṟintukoḷka! Allāhviṉ pātaiyil celavu ceyyumāṟu aḻaikkappaṭum kūṭṭattiṉar nīṅkaḷ, āṉāl uṅkaḷil kañcattaṉam uṭaiyōrum irukkiṟārkaḷ; āṉāl evaṉ kañcattaṉam ceykiṟāṉō, avaṉ taṉ ātmāvukkē kañcattaṉam ceykiṟāṉ - allāh evvitat tēvaiyumaṟṟavaṉ - nīṅkḷa tēvaiyuṭaiyavarkaḷāka irukkiṉṟīrkaḷ. Eṉavē (cattiyattai) nīṅkaḷ puṟakkaṇippīrkaḷāyiṉ, uṅkaḷallāta (vēṟu oru) camūkattārai avaṉ patilākak koṇṭu varuvāṉ piṉṉar, uṅkaḷaip pōṉṟu avarkaḷ irukkamāṭṭārkaḷ"}]}