{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":11,"Text":"Gokleri ve yeri misalsiz ve benzersiz yaratandır. Size sizden esler meydana getirdi; davarları cift cift (erkekli disili) yarattı. Boylece sizi ana rahminde uretip cogaltıyor. O´nun benzeri hicbir sey yoktur. O isitendir, gorendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Goklerin ve yerin hazinelerinin anahtarları O´nundur. Rızkı diledigine genisletip yayar ve kısıp daraltır. Suphesiz ki O, her seyi bilir"},{"SurahNumber":42,"VerseNumber":13,"Text":"O, Nuh´a vasiyyet ettigi seyleri, sana vahyettiklerimizi, Ibrahim´e, Musa´ya ve Isa´ya vasiyyet ettiklerimizi size seriat yaptı da «dini dosdogru ayakta tutun, onda ayrılıga dusmeyin!» (buyurdu). Allah´a ortak kosanlara, kendilerini davet ettigin sey cok agır gelmektedir. Allah diledigini ona (o cagrıya veya kendine) secer ve kendine yonelip gonul vereni dogru yola eristirir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Onlar ancak kendilerine (Allah, Kitap, Peygamber ve Ahiret´le ilgili) bilgi geldikten sonra —sırf aralarındaki kin ve ihtiras yuzunden— tefrikaya dustuler. Eger Rabbından belirlenmis vakte kadar verilmis bir soz gecmeseydi, elbette aralarında hukmedilerek is bitirilmis olurdu. Onlardan sonra Kitab´a varis olanlar da kitaptan yana tam bir suphe icindeydiler"},{"SurahNumber":42,"VerseNumber":15,"Text":"Iste (ey Peygamber!), bunun icin cagrına devam et, emredildigin gibi dosdogru ol; onların heveslerine uyma ve de ki: «Allah´ın indirdigi her kitaba iman ettim ve ben aranızda adaleti yerine getirmekle emrolundum. Allah bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amellerimiz bize, sizin amelleriniz size aittir. Aramızda surtusme, tartısma ve iddialasma diye bir sey yoktur. Allah bizi biraraya getirip toplar ve donus de ancak O´nadır..»"}]}