{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":34,"Text":"E concedeu-vos de tudo que Lhe pedistes. E, se contais as gracas de Allah, nao podereis enumera- las. Por certo, o ser humano e injusto, ingrato"},{"SurahNumber":14,"VerseNumber":35,"Text":"E lembra-lhes de quando Abraao disse: \"Senhor meu! Faze esta cidade lugar de seguranca, faze-me, e a meus filhos, evitar que adoremos os idolos"},{"SurahNumber":14,"VerseNumber":36,"Text":"Senhor meu! Por certo, eles descaminharam a muitos dos homens. Entao, quem me segue, por certo, e dos meus. E quem me desobedece, por certo, Tu es Perdoador, Misericordiador"},{"SurahNumber":14,"VerseNumber":37,"Text":"Senhor nosso! Por certo, eu fiz habitar parte de minha descendencia em vale sem searas, junto de Tua Casa Sagrada - Senhor nosso! - para que eles cumpram a oracao. Entao, faze que os coracoes de parte dos homens se precipitem a eles, com fervor. E da-lhes dos frutos, por sustento, na esperanca de serem agradecidos"},{"SurahNumber":14,"VerseNumber":38,"Text":"Senhor nosso! Por certo, Tu sabes o que escondemos e o que manifestamos. E nada se esconde de Allah na terra nem no ceu"},{"SurahNumber":14,"VerseNumber":39,"Text":"Louvor a Allah, Que me dadivou, na velhice, com Ismael e Isaque. Por certo, meu Senhor e O Ouvidor da suplica"},{"SurahNumber":14,"VerseNumber":40,"Text":"Senhor meu! Faze-me cumpridor da oracao e, tambem, uma parte de minha descendencia. Senhor nosso! E aceita minha suplica"},{"SurahNumber":14,"VerseNumber":41,"Text":"Senhor nosso! Perdoa-me e a meus pais e aos crentes, um dia, quando advier a conta"},{"SurahNumber":14,"VerseNumber":42,"Text":"E nao suponhas, Muhammad, que Allah esteja desatento ao que os injustos fazem. Ele apenas, lhes concede prazo, ate um dia em que as vistas se estarrecerao"}]}