{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"Li havíem donat poder en el país i li havíem facilitat tot"},{"SurahNumber":18,"VerseNumber":85,"Text":"Va seguir, doncs, un camí"},{"SurahNumber":18,"VerseNumber":86,"Text":"fins que, a la posta del sol, va trobar que aquest s'ocultava en una font d´argil fosc, al costat de la qual va trobar a gent. Vam dir:«Bicorn! Pots castigar-los o fer-los bé»"},{"SurahNumber":18,"VerseNumber":87,"Text":"Va dir: «Castigarem a qui obri impíament i, després, serà dut al seu Senyor, que li infligirà un càstig horrorós"},{"SurahNumber":18,"VerseNumber":88,"Text":"Però qui crea i obri bé tindrà com retribució el millor i li ordenarem coses fàcils»"},{"SurahNumber":18,"VerseNumber":89,"Text":"Després, va seguir altre camí"},{"SurahNumber":18,"VerseNumber":90,"Text":"fins que, a la sortida del sol, va trobar que aquest apareixia sobre altra gent a la qual no havíem donat refugi per a protegir-se d'ell"},{"SurahNumber":18,"VerseNumber":91,"Text":"Així va anar. Nosaltres teníem ple coneixement del que ell tenia"},{"SurahNumber":18,"VerseNumber":92,"Text":"Després, va seguir altre camí"},{"SurahNumber":18,"VerseNumber":93,"Text":"fins que, arribat a un espai entre els dos dics, va trobar al costat d'aquí a gent que tot just comprenia paraula"},{"SurahNumber":18,"VerseNumber":94,"Text":"Van dir: «Bicorn! Gog i Magog corrompen en la terra. Podríem retribuir-te en canvi de que col·loquessis un dic entre nosaltres i ells?»"},{"SurahNumber":18,"VerseNumber":95,"Text":"Va dir: «El poder que el meu Senyor m'ha donat és millor. Ajudeu-me esforçadament i aixecaré una muralla entre vosaltres i ells"},{"SurahNumber":18,"VerseNumber":96,"Text":"Porteu-me blocs de ferro!» Fins que, havent emplenat l'espai buit entre els dos vessants, va dir: «Bufeu!» Fins que, havent fet del ferro foc, va dir: «Porteu-me bronze fos per a vessar-lo damunt!»"},{"SurahNumber":18,"VerseNumber":97,"Text":"I no van poder escalar-la, ni van poder obrir bretxa en ella"}]}