{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"Rabbından beklediğin bir rahmeti elde etmek için onlardan yüz çevirmek zorunda kalırsan; o zaman onlara tatlı bir söz söyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ve elini boynuna bağlı kılma, onu büsbütün de açıp durma. Yoksa kaybedenlerden ve kınananlardan olursun"},{"SurahNumber":17,"VerseNumber":30,"Text":"Muhakkak ki Rabbın; dilediğine rızkı genişletir ve daraltır. Muhakkak ki O; kulları için Habir´dir, Basir´dir"},{"SurahNumber":17,"VerseNumber":31,"Text":"Çocuklarınızı açlık korkusuyla öldürmeyin. Onlara da size de Biz; rızık veririz. Muhakkak ki onları öldürmek, büyük bir günahtır"},{"SurahNumber":17,"VerseNumber":32,"Text":"Zinaya yaklaşmayın. Muhakkak ki o, azgınlıktır. Ve yol olarak da kötüdür"},{"SurahNumber":17,"VerseNumber":33,"Text":"Allah´ın haram kıldığı canı öldürmeyin. Ancak hak ile olursa müstesna. Kim, zulmedilerek öldürülürse; gerçekten Biz, onun velisine bir yetki kılmışızdır. Artık o da öldürmekte aşırı gitmesin. Muhakkak ki o, yardım görenlerden olmuştur"},{"SurahNumber":17,"VerseNumber":34,"Text":"Erginlik çağına ulaşıncaya kadar, en güzel şeklin dışında yetimin malına yaklaşmayın. Ahdi yerine getirin. Muhakkak ki ahid, mes´uliyettir"},{"SurahNumber":17,"VerseNumber":35,"Text":"Ölçtüğünüz zaman da; ölçüyü tam tutun. Ve dosdoğru ölçekle tartın. Bu, daha hayırlı ve netice itibariyle daha güzeldir"},{"SurahNumber":17,"VerseNumber":36,"Text":"Hakkında bilgin olmadığı şey üzerinde durma. Çünkü kulak da, göz de, kalb de bütün bunlar ondan sorumludurlar"},{"SurahNumber":17,"VerseNumber":37,"Text":"Yeryüzünde kibirlenerek yürüme. Şüphesiz ki sen, ne yeri yarabilirsin, ne de boyca dağlara ulaşabilirsin"},{"SurahNumber":17,"VerseNumber":38,"Text":"Bütün bunlar, Rabbın katında beğenilmeyen kötü şeylerdir"}]}