{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":87,"Text":"‘He mora putrasakala! Tomaloke yoraa, i'uchupha arau tara sahodarara sandhana karaa arau allahara rahamatara paraa tomaloka niraasa naha’ba. Karana allahara rahamatara paraa kaphira sampradayara bahirae ana kone'o niraasa nahaya’"},{"SurahNumber":12,"VerseNumber":88,"Text":"Eteke yetiya sihamta i'uchuphara ocarata upasthita ha’la tetiya sihamte ka’le, ‘he ajija! Ami arau amara paraiyalabarga bipanna hai paraicho arau ami tuccha pumji lai ahicho; gatike apuni amaka khadya-samagrai purna matraata pradana karaka arau amara prati anugraha karaka; niscaya allahe anugrahakarai sakalaka puraskrta karae’"},{"SurahNumber":12,"VerseNumber":89,"Text":"I'uchuphe ka’le, ‘tomaloke janane, tomaloke i'uchupha arau te'omra sahodarara lagata ki acarana karaichila, yetiya tomaloka achila ajna’"},{"SurahNumber":12,"VerseNumber":90,"Text":"sihamte ka’le, ‘tente tumiye'i i'uchupha neki’? Te'om ka’le, ‘haya, maye'i i'uchupha arau e'om mora bha'iti; niscaya allahe amara oparata anugraha karaiche. Niscaya yi byakti takbaraa aralambana karae arau dhairya dharana karae, tente arasye allahe satkarmasilasakalara sramaphala binasta nakarae’"},{"SurahNumber":12,"VerseNumber":91,"Text":"Sihamte ka’le, ‘allahara sapata! Allahe niscaya tomaka amara oparata praadhan'ya diche arau ami achilo aparaadhi’"},{"SurahNumber":12,"VerseNumber":92,"Text":"Te'om ka’le, ‘aji tomalokara biraud'dhe kono garaihana na'i. Allahe tomalokaka ksama karaka arau teraemi sraestha dayalu’"},{"SurahNumber":12,"VerseNumber":93,"Text":"‘Tomaloke mora e'i colato lai yoraa arau e'ito mora pitrra mukhamandalara oparata raakhiba; tetiya te'om drsti sakti ghuraa'i paba. Lagate tomalokara paraiyalara sakaloke mora ocaralai lai ahagai’"},{"SurahNumber":12,"VerseNumber":94,"Text":"Arau yetiya yatraidala ola'i paraila se'i samayate (iyata) te'omlokara pitrye ka'le, tomaloke yadi moka brd'dha-aprakrtistha buli nabhaba tente ma'i ka'om ye, ‘ma'i i'uchuphara ghraana pa'i acho’"},{"SurahNumber":12,"VerseNumber":95,"Text":"Sihamte ka’le, ‘allahara sapata! Apuni etiya'o se'i purani bibhraantite'i ache’"}]}