{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"สำหรับบรรดาผู้ (ที่ถูกโจมตีนั้น) ได้รับอนุญาตให้ต่อสู้ได้ เพราะพวกเขาถูกข่มเหง และแท้จริงอัลลอฮฺทรงสามารถที่จะช่วยเหลือพวกเขาได้อย่างแน่นอน"},{"SurahNumber":22,"VerseNumber":40,"Text":"บรรดาผู้ที่ถูกขับไล่ออกจากบ้านเรือนของพวกเขา โดยปราศจากความยุติธรรม นอกจากพวกเขากล่าวว่า อัลลอฮฺคือพระเจ้าของเราเท่านั้น และหากว่าอัลลอฮฺทรงขัดขวางมิให้มนุษย์ต่อสู้ซึ่งกันและกันแล้ว บรรดาหอสวด และโบสถ์ (ของพวกคริสต์) และสถานที่สวด (ของพวกยิว) และมัสยิดทั้งหลายที่พระนามของอัลลอฮฺ ถูกกล่าวรำลึกอย่างมากมาย ต้องถูกทำลายอย่างแน่นอน และแน่นอนอัลลอฮฺ จะทรงช่วยเหลือผู้ที่สนับสนุนศาสนาของพระองค์ แท้จริงอัลลอฮฺเป็นผู้ทรงพลัง ผู้ทรงเดชานุภาพอย่างแท้จริง"},{"SurahNumber":22,"VerseNumber":41,"Text":"บรรดาผู้ที่เราให้พวกเขามีอำนาจในแผ่นดิน คือบรรดาผู้ที่ดำรงการละหมาด และบริจาคซะกาตและใช้กันให้กระทำความดี และห้ามปรามกันให้ละเว้นความชั่ว และบั้นปลายอของกิจการทั้งหลายย่อมกลับไปหาอัลลอฮฺ"},{"SurahNumber":22,"VerseNumber":42,"Text":"และหากพวกเขา (มุชริกีนมักกะฮ์) ปฏิเสธไม่ยอมเชื่อฟังเจ้า แท้จริงชนชาติของนูห์และอ๊าดและษะมูด ได้ปฏิเสธไม่เชื่อฟังนบีของพวกเขามาก่อนหน้าพวกเขาแล้ว"},{"SurahNumber":22,"VerseNumber":43,"Text":"และชนชาติของอิบรอฮีม และชนชาติของลูฎ"},{"SurahNumber":22,"VerseNumber":44,"Text":"และชาวมัดยัน และมูซา ก็ได้ถูกปฏิเสธไม่ยอมเชื่อฟังเช่นกัน แต่เราได้ประวิงเวลาให้แก่พวกปฏิเสธศรัทธา แล้วเราก็ได้ลงโทษพวกเขา ดังนั้น เป็นเช่นใดเล่าการลงโทษของเรา"},{"SurahNumber":22,"VerseNumber":45,"Text":"ฉะนั้นกี่เมืองมาแล้ว เราได้ทำลายมันโดยที่ชาวเมืองนั้นอธรรม และมันได้พังพาบลงมาและกี่บ่อนน้ำที่ถูกทอดทิ้งและกี่ปราสาทสูงที่มั่นคง"},{"SurahNumber":22,"VerseNumber":46,"Text":"พวกเขามิได้ออกเดินทางไปในแผ่นดินดอกหรือ เพื่อหัวใจจะได้พิจารณาเพื่อพวกเขาเองหรือมีหูเพื่อสดับฟังมันเพราะแท้จริงการมองของนัยตานั้นมิได้บอดดอก แต่ว่าหัวใจที่อยู่ในทรวงอกต่างหากที่บอด"}]}