{"Id":49,"LanguageCodes":["bm","bam"],"Name":"bam-karamobabamamad","Author":"Karamo Baba Mamadi Jani","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"https://quranenc.com/en/browse/ankobambara_dayyan","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"ߊ߲ ߡߊ߫ ߞߋߟߊ߫ ߛߌ߫ ߗߋ߫ ߌߟߋ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߝߏ߫ ߊ߲ ߧߋ߫ ߦߟߌߘߏ߲ ߟߐ߬ ߏ ߡߊ߬ ߞߏ߫ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߒߠߋ ߞߐ߫ ߸ ߊߟߎ߫ ߦߋ߫ ߒߠߋ ߟߋ߫ ߓߊ߬ߕߏ߫ ߘߋ߬"},{"SurahNumber":21,"VerseNumber":26,"Text":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߓߘߴߊ߬ ߓߟߏߞߍ߫ ߘߋ߲߫ ߠߊ߫ ( ߞߋ߲ߛߐ߲ ߠߎ߬ ߘߌ߫ ) ߸ ߊ߬ ߛߊߣߌ߲ߡߊ߲߫ ( ߏ ߡߊ߬ ) ߞߟߋ߫߹ ߍ߲߬ߍ߲߫ ߖߐ߲߬ ߞߊ߬ߡߙߊ߬ߒߞߋ ߟߎ߫ ߟߋ߬ ߘߐߙߐ߲߫ ߦߋ߫"},{"SurahNumber":21,"VerseNumber":27,"Text":"ߏ߬ ߟߎ߬ ߕߍ߫ ߞߐ߲߰ ߠߴߊ߬ ߢߍ߫ ߞߎߡߊ߫ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߦߋ߫ ߓߊ߯ߙߊ߫ ߟߴߊ߬ ߟߊ߫ ߥߊߟߋߦߊ ߟߋ߬ ߟߊ߫"},{"SurahNumber":21,"VerseNumber":28,"Text":"ߊ߬ ߞߵߊ߬ߟߎ߬ ߢߍߞߏ ߣߴߊ߬ߟߎ߬ ߞߐߞߏ ߟߐ߲߫ ، ߊ߬ߟߎ߬ ߕߍ߫ ߛߟߏ߬ߣߊ߬ߟߌ߬ ߞߍ߫ ߟߊ߫ ߡߐ߰ ߛߌ߫ ߦߋ߫ ߝߏ߫ ߊߟߊ߫ ߓߊ߯ ߘߌ߬ߢߍ߬ ߡߍ߲ ߦߋ߫ ، ߏ߬ ߟߎ߬ ߦߋ߫ ߖߘߐ߬ ߟߊ߫ ߟߋ߬ ߊߟߊ߫ ߢߍߢߍߣߍ߲ ߡߊ߬"},{"SurahNumber":21,"VerseNumber":29,"Text":"ߡߍ߲ ߓߊ߯ ߊ߬ ߝߐ߫ ߏ߬ ߟߎ߬ ߘߐ߫ ߞߏ߫ ߒߠߋ ߦߋ߫ ߡߊ߰ߙߌ ߟߋ߬ ߘߌ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߊ߲ ߧߴߏ ߛߙߊ߬ ߟߊ߫ ߔߊߦߌߔߊߦߌ߫ ߟߋ߬ ߟߊ߫ ، ߓߊ ߊ߲ ߧߋ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߛߙߊ߬ ߟߊ߫ ߕߋ߲߬ ߠߋ߬"},{"SurahNumber":21,"VerseNumber":30,"Text":"ߊ߬ ߝߐ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߣߙߊߣߍ߲߫ ߠߋ߫ ߕߘߍ߬ ߢߐ߲߮ ߠߊ߫ ߒ߬ߠߎ߫ ߟߋ߫ ߞߵߊ߬ߟߎ߫ ߥߊ߬ߟߏ߲߬ ߢߐ߲߮ ߠߊ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߝߋ߲߫ ߣߌߡߊ ߓߍ߯ ߘߊ߲߫ ߖߌ ߟߋ߬ ߘߐ߫، ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߟߊ߫ ߟߴߏ߬ ߟߊ߫ ߟߋ߫ ߓߊ߬؟"},{"SurahNumber":21,"VerseNumber":31,"Text":"ߊ߬ ߣߴߊ߲ ߞߊ߬ ߞߏ߲ߞߏߟߌ߲ ߠߎ߬ ߞߍ߫ ߘߎ߱ ߘߐ߫ ߊ߬ ߞߊߣߊ߬ ߟߊߡߊ߰ ߊ߬ߟߎ߬ ߘߌ߫ ، ߊ߬ ߣߴߊ߲ ߞߊ߬ ߝߏ߲߬ߘߏ ߟߎ߬ ߞߍ߫ ߘߏ߲߬ߛߌߟߊ ߟߎ߬ ߘߌ߫ ߸ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߞߊ߲ߘߊ߫ ( ߏ ߞߊ߲߬)"},{"SurahNumber":21,"VerseNumber":32,"Text":"ߊ߲ ߞߊ߬ ߡߐ߲ߕߐ߲ ߞߍ߫ ߓߟߌ߫ ߟߊߕߊ߲߬ߞߊ߬ߣߍ߲߫ ߘߌ߫ ߸ ߊ߬ߟߎ ߞߐߘߏ߲߬ߣߍ߲߫ ߒ߬ ߠߊ߫ ߡߊ߲߬ߕߊߣߌ߲ ߠߎ߬ ߟߊ߫ ߏ߬ ߓߍ߯ ߞߐ߫"},{"SurahNumber":21,"VerseNumber":33,"Text":"ߊ߬ߟߋ ߟߋ߫ ߞߊ߬ ߛߎ ߣߌ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߣߌ߫ ߕߋ߬ߟߋ ߣߌ߫ ߞߊߙߏ ߘߊ߲߫ ߸ ߏ߬ ߓߍ߯ ߦߴߊ߬ ߝߌߙߌ߲ߝߌߙߌ߲߫ ߠߴߊ߬ ߕߊ߫ ߞߊߡߊ߲߫ ߠߋ߬ ߘߐ߫"},{"SurahNumber":21,"VerseNumber":34,"Text":"ߊ߲ ߡߊ߫ ߡߐ߰ ߛߌ߫ ߞߍ߫ ߕߏߕߊ߫ ߘߌ߫ ( ߘߎߢߊ߫ ߞߐߣߐ߫ ) ߌߟߋ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߣߴߌߟߋ ߛߊ߬ ߘߊ߫ ߏ߬ ߘߐ߫ ߊ߬ߟߎ ߘߌ߫ ߞߍ߫ ߕߏߓߊ߯ ߘߌ߫ ߓߊ߬؟"},{"SurahNumber":21,"VerseNumber":35,"Text":"ߣߌߡߊ ߓߍ߯ ߘߌ߫ ߛߊ߬ߦߊ ߡߊߜߙߏ߬ ، ߊ߲ ߧߴߊߟߎ߫ ߞߘߐߓߐ߫ ߟߊ߫ ߜߊ߬ߟߏ ߣߌ߫ ߤߙߊ ߟߊ߫ ߘߐ߬ߜߍ߬ߟߌ ߟߋ߫ ߡߊ߬ ، ߊߟߎ߫ ߛߊ߬ߦߌ߲߬ߕߐ߫ ߒ߬ߠߎ߫ ߟߋ߫ ߡߊ߬"}]}