{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":11,"VerseNumber":46,"Text":"Qal (Alla): 'Ja Noc, huwa ma huwiex minn niesek; huwa (kien bniedem ta') għemil mhux tajjeb, u għalhekk la titlobnix dak li dwaru ma għandekx għarfien. Qiegħed inwissik biex ma tkunx mill-injurantif"},{"SurahNumber":11,"VerseNumber":47,"Text":"Qal (Nocj: ''Sidi, jiena nistkenn. fik, li ma mmurx nitolbok dak li dwaru ma għandix għarfien. U jekk ma taħfirlix u ma tħennx għalija, inkun mit-tellifin)"},{"SurahNumber":11,"VerseNumber":48,"Text":"U ntqal: Ja. Noc, inzel (mill-arka) bis-sliem mingħandna, u barkiet ikunu fuqek u fuq gnus (fi għad. joħorgu) minn dawk li jinsabu miegħek. Izda hemm gnus (ħziena) li se nħalluhom igawdu (għal xi zmien), imbagħad imisshom kastig ta' wgigħ mingħandna (fl- Infern)"},{"SurahNumber":11,"VerseNumber":49,"Text":"Dawk huma xi ftit mill-grajjiet mistura li Aħna nnebbħulek (Muħammad, u ngħallmuk), għaliex la inti ma kont tafhom, u lanqas niesek, qabel (ma tnizzel) dan (il-Qoran). Mela stabar (u oqgħod għall-amar ta' Alla lilek: li xxandar. l-Islam). Tabilħaqq li fl-aħjar) tmiem huwa ta' dawk li jibzgħu minn Alla"},{"SurahNumber":11,"VerseNumber":50,"Text":"U għand (il-gens ta') Għad (bgħarna) lil ħuhom Hid. Huwa qal: 'Ja niesi, qimu lil Allat Ma għandkomx alla (ieħor) għajru. Intom. qegħdin. taqilgħu. biss. minn zniedkoml"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ja niesi, ma qiegħed nitlobkom ebda ħlas ta' din (il- ħidma. tiegħi fostkom, għaliex) ħlasi. ma huwiex għajr mingħand dak li ħalaqni. Jaqaw ma tifhmux"},{"SurahNumber":11,"VerseNumber":52,"Text":"Ja niesi, itolbu l-maħfra ta' Sidkom, imbagħad duru lejh (bl-indiema). Huwa jibgħat is-sema fuqkom b'xita qawwija, u jzid qawwitkom. b'(aktar) qawwa. U la tagħtux daharkom (lil din it-twissija), u tkunu ħatjin"},{"SurahNumber":11,"VerseNumber":53,"Text":"Humaqalu: 'Ja Hud, inti ma gejtna b'ebda sinjal car (/i juri li inti tassew Profeta ta' Alla, u għalhekk) m'aħniex se nitilqu l-allat tagħna minħabba l-kelma tiegħek, u lanqas ma nemmnuk"}]}