{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":4,"VerseNumber":155,"Text":"Maga tyānnī āmacyāśī jō vāyadā kēlā hōtā, tyāpāsūna mukaralē āṇi allāhacyā āyatīn̄cā inkāra karū lāgalē, yēthaparyanta kī allāhacyā paigambarānnā nāhaka ṭhāra māralē āṇi asēhī mhaṇū lāgalē hōtē kī āmacī manē āvaraṇākhālī āhēta, (asē nāhī) kimbahunā allāhanē tyān̄cyā inkāra karaṇyāpāyī tyān̄cyā hr̥dayānnā mōharabanda kēlē āhē. Tēvhā tyān̄cyāpaikī phāra thōḍēca lōka īmāna rākhatāta"},{"SurahNumber":4,"VerseNumber":156,"Text":"Āṇi tyān̄cyā inkāra karaṇyāmuḷē āṇi mariyamavara mithyā ārōpa ṭhēvaṇyāmuḷē"},{"SurahNumber":4,"VerseNumber":157,"Text":"Āṇi tyān̄cyā yā kathanāmuḷē kī āmhī mariyamacē putra īsā masīhacī hatyā karūna ṭākalī, jē allāhacē paigambara hōtē, vāstavika nā tara tyānnī hatyā kēlī, nā tyānnā sūḷāvara caḍhavilē, parantu tyān̄cyāsāṭhī īsācī chabī banavilī gēlī1 niścitaca īsā yān̄cyāviṣayī matabhēda karaṇārē sanśayāta paḍalē āhēta. Kēvaḷa aṭakaḷīcyā gōṣṭīvara cālaṇyākhērīja tyānnā kasalēhī jñāna nāhī. Ēvaḍhē niścita kī tyān̄cā vadha kēlā gēlā nāhī"},{"SurahNumber":4,"VerseNumber":158,"Text":"Kimbahunā allāhanē tyānnā āpalyākaḍē ucalūna ghētalē āṇi allāha jabaradasta hikamata bāḷagaṇārā āhē"},{"SurahNumber":4,"VerseNumber":159,"Text":"Granthadhārakāmpaikī kōṇī asā nasēla jō (hajarata) īsā yān̄cyā mr̥tyupūrvī tyān̄cyāvara īmāna na rākhēla, āṇi kayāmatacyā divaśī tē tyān̄cyāvara sākṣī rāhatīla"},{"SurahNumber":4,"VerseNumber":160,"Text":"Yahūdī lōkān̄cyā julūma-atyācārāmuḷē āmhī tyān̄cyāvara halāla (vaidha) cīja vastūnnā, harāma (avaidha) karūna ṭākalē āṇi tyān̄cē allāhacyā mārgāpāsūna lōkānnā aḍavaṇyāmuḷē"},{"SurahNumber":4,"VerseNumber":161,"Text":"Āṇi tyān̄cyā vyāja ghēṇyāmuḷē, jyāpāsūna tyānnā rōkhalē gēlē hōtē, āṇi lōkān̄cā māla (dhana-daulata) nāhaka haḍapa kēlyāmuḷē, āṇi āmhī yān̄cyātalyā kāphirāṅkaritā duḥkhadāyaka śikṣā-yātanā tayāra karūna ṭhēvalī āhē"},{"SurahNumber":4,"VerseNumber":162,"Text":"Parantu tyān̄cyāta jē paripakva āṇi majabūta jñāna rākhaṇārē āhēta, āṇi īmānadhāraka āhēta, jē tyāvara īmāna rākhatāta, jē tumacyākaḍē utaravilē gēlē, āṇi jē tumacyāpūrvī utaravilē gēlē āṇi namāja kāyama karaṇārē āhēta, jakāta adā karaṇārē āhēta, allāhavara āṇi kayāmatacyā divasāvara īmāna rākhaṇārē āhēta. Hē asē lōka āhēta, jyānnā āmhī phāra mōṭhā mōbadalā pradāna karū"}]}