{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"Allakh chereduyet dni i nochi, i, voistinu, v etom - nazidaniye dlya tekh, kto obladayet zreniyem"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allakh sotvoril vsekh zhivotnykh iz vody. Sredi nikh yest' takiye, kotoryye polzayut na bryukhe, takiye, kotoryye khodyat na dvukh nogakh, i takiye, kotoryye khodyat na chetyrekh. Allakh tvorit to, chto pozhelayet, i, voistinu, Allakh nad vsem sushchim vlasten"},{"SurahNumber":24,"VerseNumber":46,"Text":"My nisposlali yasnyye znameniya, i Allakh napravlyayet, kogo zakhochet, k pryamoy doroge"},{"SurahNumber":24,"VerseNumber":47,"Text":"[Munafiki] govoryat: \"My uverovali v Allakha i v Poslannika i povinuyemsya\". No potom kakaya-to chast' ikh otvorachivayetsya [ot Poslannika], tak chto oni - neveruyushchiye"},{"SurahNumber":24,"VerseNumber":48,"Text":"Kogda zhe ikh zovut k Allakhu i Yego Poslanniku, chtoby on rassudil ikh, to odna chast' iz nikh ne priznayet [resheniya]"},{"SurahNumber":24,"VerseNumber":49,"Text":"Yesli by pravda byla na ikh storone, to oni prishli by [k Poslanniku] smirenno"},{"SurahNumber":24,"VerseNumber":50,"Text":"Neuzheli v ikh serdtsakh bolezn', ili oni v somnenii, ili oni opasayutsya, chto Allakh i Yego Poslannik proyavyat k nim nespravedlivost'? Net zhe! Oni sami i yest' tvoryashchiye bezzakoniye"},{"SurahNumber":24,"VerseNumber":51,"Text":"Voistinu, kogda veruyushchikh prizyvayut k Allakhu i Yego Poslanniku, chtoby on rassudil ikh, oni tol'ko govoryat: \"My slyshim i povinuyemsya!\" Oni i yest' schastlivtsy"},{"SurahNumber":24,"VerseNumber":52,"Text":"Te, kto povinuyutsya Allakhu i Yego Poslanniku, boyatsya Allakha i strashatsya Yego, - imenno oni obretut uspekh"},{"SurahNumber":24,"VerseNumber":53,"Text":"[Munafiki] poklyalis' Allakhom - sil'neyshey klyatvoy, - chto yesli by ty velel im, to oni nepremenno vystupili by [v pokhod]. Otvechay im [, Mukhammad]: \"Ne klyanites'! Khorosho izvestno, kakoye povinoveniye [trebovalos' ot vas]. Voistinu, Allakh svedushch o tom, chto vy tvorite"}]}