{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"“Ndipo ukakhazikika m’chombocho, iwe ndi amene uli nawo, nena: “Tikuthokoza Allah, amene watipulumutsa ku anthu osalungama.”"},{"SurahNumber":23,"VerseNumber":29,"Text":"“Ndipo (potsika), nena: “E Mbuye wanga! Nditsitseni; kutsitsa kwa madalitso, pakuti Inu ndinu wotsitsa bwino kwambiri kuposa otsitsa.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"“Ndithu m’zimenezi muli zisonyezo. Ndithu Ife tili (ndi udindo) wowayesa ndi mayeso osiyanasiyana"},{"SurahNumber":23,"VerseNumber":31,"Text":"“Kenako tidabweretsa m’badwo wina pambuyo pawo (omwe ndi Âdi)"},{"SurahNumber":23,"VerseNumber":32,"Text":"“Ndipo tidatuma kwa iwo mtumiki (Hûd) wochokera mwa iwo, (yemwe ankati): “Pembedzani Allah! Mulibe mulungu wina kupatula Iye. Kodi simuopa"},{"SurahNumber":23,"VerseNumber":33,"Text":"“Ndipo akuluakulu a mwa anthu ake amene adali osakhulupirira, ndikutsutsa za kukumana ndi tsiku la chimaliziro, omwe tidawapatsa kulemera pa moyo wa padziko lapansi, adati: “Uyu saali kanthu, koma ndi munthu monga inu; amadya zimene inu mumadya, ndi kumwa zomwe inu mumamwa"},{"SurahNumber":23,"VerseNumber":34,"Text":"“Koma ngati mumvera munthu wonga inu, ndiye kuti mukhala otaika (oluza)"},{"SurahNumber":23,"VerseNumber":35,"Text":"“Kodi akukulonjezani kuti mukadzafa ndikusanduka dothi ndi mafupa, mudzaukitsidwanso (m’manda)"},{"SurahNumber":23,"VerseNumber":36,"Text":"“Sizingachitike, sizingachitike, zimene mukulonjezedwazi"},{"SurahNumber":23,"VerseNumber":37,"Text":"“Palibe (moyo wina) koma moyo wathu wapadziko lapansiwu basi! Tikufa ndiponso kukhala ndi moyo! Ndipo sitidzaukitsidwa m’manda"},{"SurahNumber":23,"VerseNumber":38,"Text":"“Uyu saali kanthu (amene akudzitcha kuti ndi Mtumiki) koma ndi munthu basi, akupekera Allah bodza, ndipo ife sitimkhulupirira.”"},{"SurahNumber":23,"VerseNumber":39,"Text":"“(Mtumikiyo) adati: “E Mbuye wanga! Ndipulumutseni pachifukwa chakuti anditsutsa.”"},{"SurahNumber":23,"VerseNumber":40,"Text":"“(Allah) adati: “Posachedwapa akhala odzinena.”"},{"SurahNumber":23,"VerseNumber":41,"Text":"“Choncho, mkuwe wa (chilango) choonadi udawaononga, ndipo tidawachita ngati zinyalala (zongotengedwa ndi madzi). Choncho, kuonongeka kudatsimikizika pa anthu osalungama"},{"SurahNumber":23,"VerseNumber":42,"Text":"“Ndipo titatero tidalenga mibadwo ina pambuyo pawo"}]}