{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Besaka jihare loka praloka te bharosa nahim' rakhade uha farisati'am de nama auratam de namam te rakhade hana"},{"SurahNumber":53,"VerseNumber":28,"Text":"Jadom ki unham de kola isa la'i ko'i dalila nahim'. Uha sirafa kalapanam te cala rahe hana ate kalapanam saca'i de mamale vica bhora vi labhada'ika nahim"},{"SurahNumber":53,"VerseNumber":29,"Text":"So ate uha duni'avi jivana tom binham hora kujha nahim cahude unham di samajha ithom taka hi puji hai"},{"SurahNumber":53,"VerseNumber":30,"Text":"Tuhada raba cagi tar'ham janada hai ki kihara usa de raha tom bhataki'a ho'i'a hai ate uha usa nu cagi tar'ham janada hai, jihara sresata raha te hai"},{"SurahNumber":53,"VerseNumber":31,"Text":"Ate alaha da hi hai jihara kujha akasam ate dharati vica hai, tam ki uha fala deve baura kama karana vali'am nu usa de kite da ate fala deve neki karana vali'am nu neki da"},{"SurahNumber":53,"VerseNumber":32,"Text":"Paratu kujha gadagi tom ilava jihare vade papam ate asalilatam tom bacade hana besaka tuhade raba di khima be'ata vi'apaka hai. Uha tuhanu cagi tar'ham janada hai udom tom jadom usa ne tuhanu dharati te paida kita ate udom tom jadom tusim apani'am mavam de peta vica ika bharuna de rupa vica si. Tam tusim apane apa nu pavitara na samajho. Uha takava (sajamim) vali'am nu cagi tar'ham janada hai"},{"SurahNumber":53,"VerseNumber":33,"Text":"Bhala tusim usa vele usa bade nu dekhi'a jisa ne muha mauri'a"},{"SurahNumber":53,"VerseNumber":34,"Text":"Thorha jiha dita ate ruka gi'a"},{"SurahNumber":53,"VerseNumber":35,"Text":"Ki usa de kola gupata da gi'ana hai ki uha dekha riha hai"},{"SurahNumber":53,"VerseNumber":36,"Text":"Ki usa nu khabara nahim puji usa gala di jihari musa de sahifi'am (gratham) vica hai"},{"SurahNumber":53,"VerseNumber":37,"Text":"Ate ibarahima de (gratham vica vi) jisa ne apana vacana pura kara dita"},{"SurahNumber":53,"VerseNumber":38,"Text":"Ki ko'i cukana vala kise dusare da bhara nahim cukega"},{"SurahNumber":53,"VerseNumber":39,"Text":"Ate iha ki manukha la'i uha hi hai jihara usa ne kama'i'a"},{"SurahNumber":53,"VerseNumber":40,"Text":"Ate iha ki usa di kama'i jaladi hi dekhi javegi"},{"SurahNumber":53,"VerseNumber":41,"Text":"Phira usa nu pura badala dita javega"},{"SurahNumber":53,"VerseNumber":42,"Text":"Ate iha ki sari'am ne tuhade raba taka pahucana hai"},{"SurahNumber":53,"VerseNumber":43,"Text":"Besaka uhi hasa'unda hai rava'unda hai"},{"SurahNumber":53,"VerseNumber":44,"Text":"Ate uha hi marada hai ate jida karada hai"}]}