{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":30,"Text":"Eger biz dilersek, sana onları elbette gosteririz, boylelikle sen onları simalarından tanımıs olursun. Andolsun, sen onları, sozlerinin anlatım biciminden de tanırsın. Allah, amellerinizi bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"Andolsun, biz, sizden mucahid olanlarla sabredenleri bilinceye (belli edip ortaya cıkarıncaya) kadar, sizi deneyecegiz ve haberlerinizi de sınayacagız (acıklayacagız)"},{"SurahNumber":47,"VerseNumber":32,"Text":"Suphesiz inkar edenler, Allah´ın yolundan alıkoyanlar ve kendilerine hidayet acıkca belli olduktan sonra ´peygambere karsı gelip zorluk cıkaranlar´, kesin olarak Allah´a hicbir seyle zarar veremezler. (Allah,) Onların amellerini bosa cıkaracaktır"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ey iman edenler, Allah´a itaat edin, peygambere itaat edin ve kendi amellerinizi gecersiz kılmayın"},{"SurahNumber":47,"VerseNumber":34,"Text":"Hic suphesiz, inkar edenler, Allah´ın yolundan alıkoyanlar, sonra kendileri kafirler iken olenler; iste Allah, onlara kesinlikle magfiret etmeyecektir"},{"SurahNumber":47,"VerseNumber":35,"Text":"Oyleyse, siz ustun (bir durumda) iken, barısa cagırmak suretiyle gevseklige dusmeyin. Allah, sizinle beraberdir; O, sizin amellerinizi asla eksiltmez"},{"SurahNumber":47,"VerseNumber":36,"Text":"Gercekten dunya hayatı, ancak bir oyun ve tutkulu bir oyalanmadır. Eger iman ederseniz ve sakınıp korkarsanız, O, size ecirlerinizi verir ve mallarınızı da istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eger sizden onları(n tumunu) isteyip sizi cıplak bırakacak olursa, cimrilik edersiniz ve sizin kinlerinizi de ortaya cıkarmıs olur"},{"SurahNumber":47,"VerseNumber":38,"Text":"Iste sizler boylesiniz; Allah yolunda infak etmege cagrılıyorsunuz; buna ragmen sizden kimi cimrilik etmektedir. Kim cimrilik ederse, artık o, ancak kendi nefsine cimrilik etmektedir. Allah ise, Ganiy (hicbir seye ihtiyacı olmayan)dır; fakir olanlar ise, sizlersiniz. Eger siz yuz cevirecek olursanız, sizden baska bir kavmi getirip degistirir. Sonra onlar, sizin benzerleriniz de olmazlar"}]}