{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Et quand Nos Messagers (les Anges) apportèrent à Abraham la bonne annonce , ils dirent : “Nous allons anéantir les habitants de cette cité car ses habitants sont injustes.”"},{"SurahNumber":29,"VerseNumber":32,"Text":"Il dit : \"Mais Lot s’y trouve !\" Ils dirent : \"Nous savons parfaitement qui y habite : nous le sauverons certainement, lui et sa famille, excepté sa femme qui sera parmi ceux qui périront"},{"SurahNumber":29,"VerseNumber":33,"Text":"Et quand Nos Messagers (les Anges) vinrent à Lot, il fut affligé pour eux, et se sentit incapable de les protéger. Ils lui dirent : “Ne crains rien et ne t’afflige pas... Nous te sauverons ainsi que ta famille, excepté ta femme qui sera parmi ceux qui périront"},{"SurahNumber":29,"VerseNumber":34,"Text":"Nous ferons tomber du ciel un châtiment sur les habitants de cette cité, pour leur perversité"},{"SurahNumber":29,"VerseNumber":35,"Text":"Et certainement, Nous avons laissé (des ruines de cette cité) un signe (d’avertissement) évident pour des gens qui raisonnent"},{"SurahNumber":29,"VerseNumber":36,"Text":"De même, aux Madyan (Nous envoyâmes) leur frère Chu'aïb qui leur dit : \"Ô mon peuple ! Adorez Allah et attendez-vous au Jour Dernier, et ne semez pas la corruption sur Terre"},{"SurahNumber":29,"VerseNumber":37,"Text":"Mais ils le traitèrent de menteur. Le cataclysme les saisit, et au matin, ils gisaient sans vie dans leurs demeures"},{"SurahNumber":29,"VerseNumber":38,"Text":"De même (Nous anéantîmes) les 'Âd et les Thamûd. - Vous le voyez clairement à travers leurs habitations - Le Diable (Satan), cependant, leur avait embelli leurs actions, au point de les repousser loin du sentier; ils étaient pourtant invités à être clairvoyants"}]}