{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":122,"Text":"İçinizden iki grubun paniğe kapıldığını (da); halbuki Allah onlara yakındı ve müminler yalnız Allah´a güven duymalıydılar"},{"SurahNumber":3,"VerseNumber":123,"Text":"Zira, siz son derece zayıfken Allah, Bedir´de size yardım etmişti. O halde Allah´a karşı sorumluluk bilinci duyun ki şükredenlerden olasınız"},{"SurahNumber":3,"VerseNumber":124,"Text":"(Ve hatırla, o zamanı ki) müminlere (şöyle) demiştin: \"Rabbinizin (yukarıdan) gönderilmiş üçbin melek ile size yardım edeceği(ni bilmeniz) sizin için yeterli değil mi"},{"SurahNumber":3,"VerseNumber":125,"Text":"Hayır! Ama eğer sıkıntıya göğüs gerer ve O´na karşı sorumluluğunuzun bilincinde olursanız, düşman aniden size saldırdığında, Rabbiniz akın akın gelen beşbin melekle size yardım edecektir"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah, sadece size bir müjde olsun ve böylece kalpleriniz rahatlasın diye bunu(n Elçisi tarafından bildirilmesini) emretti -çünkü, her şeye kadir, gerçek hikmet sahibi olan Allah´tan başka kimseden yardım gelmez"},{"SurahNumber":3,"VerseNumber":127,"Text":"(ve) O, hakikati inkara şartlanmış olanlardan bazısını (sizin vasıtanızla) mahvetsin, diğerlerini de öylesine alçaltsın ki ümitsizliğe kapılıp geri çekilsinler diye (bunu emretti)"},{"SurahNumber":3,"VerseNumber":128,"Text":"Allah´ın onların tevbelerini kabul etmesine yahut onları cezalandırmasına karar vermek senin işin değildir (ey Peygamber,) çünkü onlar zalimlerin ta kendileridir"},{"SurahNumber":3,"VerseNumber":129,"Text":"Oysa göklerdeki ve yeryüzündeki her şey Allah´a aittir: O, dilediğini affeder, dilediğini cezalandırır; ve Allah, çok affedicidir, rahmet kaynağıdır"},{"SurahNumber":3,"VerseNumber":130,"Text":"Siz ey imana ermiş olanlar! Ribayı kat kat arttırarak boğazınıza geçirmeyin; ama Allah´a karşı sorumluluğunuzun bilincinde olun ki mutluluğa erebilesiniz"},{"SurahNumber":3,"VerseNumber":131,"Text":"Ve hakikati inkar edenleri bekleyen ateşten sakının"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allah´a ve Elçisi´ne tabi olun ki rahmete nail olabilesiniz"}]}