{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"Мы не посылали до тебя (о пророк!) ни одного посланника, не внушив ему передать своему народу, что только Аллаху Единому следует поклоняться. Так поклоняйтесь же Мне искренне"},{"SurahNumber":21,"VerseNumber":26,"Text":"Некоторые арабы - неверующие - говорили, что якобы Милостивый взял себе ребёнка, измышляя ложно, что ангелы - дочери Аллаха. Аллах - хвала Ему! - превыше того, о чём они ложно говорят. Ведь ангелы - почитаемые рабы, близкие к Нему, поклоняются только Ему Единому"},{"SurahNumber":21,"VerseNumber":27,"Text":"Ангелы не опережают Аллаха в слове до того, как Он им разрешит, и действуют только по Его повелению, и никогда не преступают указанные Аллахом пределы"},{"SurahNumber":21,"VerseNumber":28,"Text":"Аллах знает состояние и все деяния - прошлые и будущие - ангелов, и они могут заступиться только за тех, кем Аллах доволен. Ангелы всегда трепещут перед Аллахом в богобоязненном страхе"},{"SurahNumber":21,"VerseNumber":29,"Text":"А тому из ангелов, кто скажет: \"Я - бог, которому надо поклоняться, кроме Аллаха\", - Мы воздадим адом. Это - Наше воздаяние всем тем, кто преступает пределы Истины Аллаха и, причиняя себе вред, ложно утверждает, что он - бог и соучастник Аллаха"},{"SurahNumber":21,"VerseNumber":30,"Text":"Неужели неверующие настолько ослепли, что не видят, что небеса и земля были соединены, а Мы Своей мощью разделили их и сотворили всё живое из неживой воды? Разве можно после всего этого не уверовать, что нет другого божества, кроме Аллаха"},{"SurahNumber":21,"VerseNumber":31,"Text":"Одним из свидетельств Нашей мощи является то, что Мы установили горные твердыни на земле, чтобы она не колебалась под ними, и проложили в горах широкие дороги и тропы, чтобы они шли по ним к своей цели"},{"SurahNumber":21,"VerseNumber":32,"Text":"Мы воздвигли небеса над ними высоким, прочным сводом, но они, несмотря на знамения Нашей мощи, мудрости и милосердия, не размышляют над ними и не разумеют"},{"SurahNumber":21,"VerseNumber":33,"Text":"Поистине, Аллах сотворил ночь и день, солнце и луну. И они движутся по повелению Аллаха по предназначенной им орбите, не отклоняясь от неё"},{"SurahNumber":21,"VerseNumber":34,"Text":"И до тебя (о пророк!) Мы никому из людей не даровали бессмертия в этой жизни. Неужели они думают, что если ты умрёшь, а они этого хотят и ждут со злорадством, они будут жить вечно? Разве, если ты умрёшь, именно эти люди из всех людей будут бессмертны"},{"SurahNumber":21,"VerseNumber":35,"Text":"Каждая душа непременно вкусит смерть. В земном мире Мы подвергаем вас испытаниям, искушая вас пользой и вредом. И отличается человек благодарный за добро, терпеливый к горю и несчастьям от человека не признательного за блага и добро, страшащегося бед. Вы к Нам возвратитесь и получите воздаяние за ваши деяния"}]}