{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":96,"Text":"Jiaruo ge chengshi de jumin, xindao erqie jingwei, wo bi wei tamen er kaipi tiandi de fuli, danshi tamen dou fourenle, guwo yin tamen suozuo de zui'e er chengzhile tamen"},{"SurahNumber":7,"VerseNumber":97,"Text":"Ge chengshi de jumin zhengzai yejian hanshui shi, wo de xingfa turan jianglin tamen, tamen neng de anning ma"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ge chengshi de jumin nandao bupa wo de xingfa, zai shangwu, dang tamen zai youxi de shihou jianglin tamen ma"},{"SurahNumber":7,"VerseNumber":99,"Text":"Nandao tamen bupa an la de jimou ma? Zhiyou kui she de minzhong cai bupa an la de jimou"},{"SurahNumber":7,"VerseNumber":100,"Text":"Ji xian min zhihou er wei dadi de zhurengong de renmen, jiaruo wo yao yiyu, wo bi yin tamen de zui'e er chengzhi tamen; bingqie fengbi tamen de xin, gu tamen bu ting quan jian. Nandao tamen bu mingbai zhege daoli ma"},{"SurahNumber":7,"VerseNumber":101,"Text":"Zhexie chengshi, wo yi ba tamen de bufen gushi gaosule ni. Ge minzu de shizhe, que yi yong xuduo mingzheng zhaoshi ben zu de ren; dan tamen bu hui xiangxin ziji yiqian suo fouren de. An la jiu zheyang feng bi liao bu xindao zhe de xin"},{"SurahNumber":7,"VerseNumber":102,"Text":"Wo meiyou faxian tamen daban shi luxing yue yan de, wo que faxian tamen daban shi fanzui de ren"},{"SurahNumber":7,"VerseNumber":103,"Text":"Houlai, wo paiqian mu sa daizhe wo de xuduo jixiang, qu jian falao he ta de zhong gongqing, dan tamen bu ken xin naxie jixiang, ni kan kan zuo'e zhe de jieju shi zenyang de"},{"SurahNumber":7,"VerseNumber":104,"Text":"Mu sa shuo:“Falao a! Wo que shi zhong shijie de zhu suo paiqian de shizhe"}]}