{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Und als Unsere Gesandten zu Ibrahim mit der frohen Botschaft kamen, sagten sie: „Wir werden die Bewohner dieser Stadt vernichten, denn ihre Bewohner sind ungerecht"},{"SurahNumber":29,"VerseNumber":32,"Text":"Er sagte: Aber Lut befindet sich in ihr. Sie sagten: Wir wissen sehr wohl, wer sich in ihr befindet. Wir werden ihn ganz gewiß erretten, (ihn) und seine Angehorigen, außer seiner Frau; sie gehort zu denjenigen, die zuruckbleiben"},{"SurahNumber":29,"VerseNumber":33,"Text":"Und als nun Unsere Gesandten zu Lut kamen, geriet er ihretwegen in eine bose Lage und war durch ihre Anwesenheit beklommen. Sie sagten: „Furchte dich nicht und sei nicht traurig, denn wir werden dich erretten, (dich) und deine Angehorigen, außer deiner Frau; sie gehort zu denjenigen, die zuruckbleiben"},{"SurahNumber":29,"VerseNumber":34,"Text":"Wir werden auf die Bewohner dieser Stadt eine unheilvolle Strafe vom Himmel herabkommen lassen dafur, daß sie gefrevelt haben"},{"SurahNumber":29,"VerseNumber":35,"Text":"Und Wir ließen ja von ihr ein klares Zeichen zuruck fur Leute, die begreifen"},{"SurahNumber":29,"VerseNumber":36,"Text":"Und (Wir sandten) zu Madyan ihren Bruder Su’aib. Da sagte er: „O mein Volk, dient Allah, erwartet den Jungsten Tag und richtet auf der Erde nicht unheilstiftend Verderben an"},{"SurahNumber":29,"VerseNumber":37,"Text":"Aber sie bezichtigten ihn der Luge. Da ergriff sie das Zittern, und am Morgen lagen sie in ihrer Wohnstatte auf den Brusten da"},{"SurahNumber":29,"VerseNumber":38,"Text":"Und (erwahne auch) die ’Ad und die Tamud. (Ihr Untergang) ist euch ja deutlich geworden an ihren Wohnorten. Der Satan schmuckte ihnen ihre Taten aus und hielt sie so vom Weg ab, obwohl sie Einsicht besaßen"}]}