{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"Qablek (Muħammad) ma bgħatna ebda Mibgħut li ma konniex nebbaħnieh li-ma hemmx alla ħliefi. Mela qimuni (u xxierku lil ħadd miegħi)"},{"SurahNumber":21,"VerseNumber":26,"Text":"Qalu: ''Dak li huwa Kollu Ħniena għandu wild (minn fost l-angli tiegħujf' Sebħ lilul (L-angli tiegħu) ma humiex ħlief qaddejja mwegggħin"},{"SurahNumber":21,"VerseNumber":27,"Text":"Huma ma jitkellmux qablu, u bl-amar tiegħu jagħmlu (ir-rieda tiegħu)"},{"SurahNumber":21,"VerseNumber":28,"Text":"Huwa jaf dak li hemm quddiemhom u warajhom. Huma ma jaqbzux jekk mhux għal min (jafis li A/la) tgħaxxaq bih, u minħabba l-biza' tagħhom minnu, huma jkunu mwerwrin"},{"SurahNumber":21,"VerseNumber":29,"Text":"U min minnhom (dawk l-angli) jgħid: 'Jiena alla minfloku,' lil dak inħallsuh bl-Infern, Hekk inħallsu lill- ħziena"},{"SurahNumber":21,"VerseNumber":30,"Text":"Mela ma jarawx dawk ta' bla twemmin illi s-smewwiet u l-art kienu ħaga waħda u (imbagħad) ftaqniehom, u mill-ilma għamilna kull ħaga ħajja. Jaqaw ma jemmnux (fis-setgħa ta' Alla)"},{"SurahNumber":21,"VerseNumber":31,"Text":"U għamilna igbla fuq l-art, imqiegħda fis-sod, biex ma titħarrikx bihom, u fihom għamilna toroq wiesgħa biex forsi jagħrfu t-triq (u ma jintilfux fis-safar tagħhom)"},{"SurahNumber":21,"VerseNumber":32,"Text":"U s-sema għamilnieh saqaf imħares tajjeb (biex ma jaqax), izda huma ma jagħtux kas tas-sinjali tiegħu"},{"SurahNumber":21,"VerseNumber":33,"Text":"Huwa li ħalaq il-lejl u n-nhar, u x-xemx u l-qamar; kollox għaddej idur fid-dawra tiegħu"},{"SurahNumber":21,"VerseNumber":34,"Text":"Ma tajna lil ebda bniedem qablek li jgħix għal dejjem. Jaqaw meta tmut inti (Muħammad), huma se jibqgħu jgħixu għal dejjem"},{"SurahNumber":21,"VerseNumber":35,"Text":"Kull ruħ idduq il-mewt, u Aħna ngarrbukom bil-ħazin u bit-tajjeb, u lejna titregggħu lura"}]}