{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":10,"VerseNumber":89,"Text":"Hy het gesê: Jul gebed is verhoor: gaan daarom voort op die regte weg en volg nie die pad van die onkundiges nie"},{"SurahNumber":10,"VerseNumber":90,"Text":"En Ons het die Kinders van Israel oor die see geneem. Toe het Farao en sy skare hulle op ’n verdrukkende en aanvallende wyse agtervolg, totdat, toe die water hom verswelg, hy móés sê: Ek glo dat daar geen God is nie buiten Hom in Wie die Kinders van Israel glo, en ek is een van die onderdaniges"},{"SurahNumber":10,"VerseNumber":91,"Text":"Nóú eers? Voorheen was u ongehoorsaam en een van die onheilstokers"},{"SurahNumber":10,"VerseNumber":92,"Text":"Maar vandag sal Ons slegs u liggaam bewaar, sodat u ’n voorbeeld kan wees vir hulle wat ná u kom. En waarlik, die meeste van hulle gee nie ag op Ons tekens nie"},{"SurahNumber":10,"VerseNumber":93,"Text":"En waarlik, Ons het die Kinders van Israel in ’n aangename tuiste geplaas en hul van goeie dinge voorsien. Daarna het hulle nie met mekaar verskil totdat hulle weer kennis ontvang het nie. Voorwaar, op die Weeropstandingsdag sal ons uitspraak gee in die dinge waaroor hulle verskil het"},{"SurahNumber":10,"VerseNumber":94,"Text":"En indien u twyfel oor die dinge wat Ons aan u geopenbaar het, vra dan vir hulle wat die Boek vóór u gelees het. Die waarheid van u Heer het inderdaad tot u gekom; moet daarom nie twyfel nie"},{"SurahNumber":10,"VerseNumber":95,"Text":"En wees nie een van hulle wat die tekens van Allah verloën nie, anders sal u ook een van die verlorenes wees"},{"SurahNumber":10,"VerseNumber":96,"Text":"Voorwaar, hulle teen wie die woord van u Heer bewaarheid gaan word, wil nie glo nie"},{"SurahNumber":10,"VerseNumber":97,"Text":"Selfs al sou elke teken aan hulle getoon word, sal dit nie gebeur voordat hulle die pynlike straf ondervind nie"}]}