{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Y asi, cuando Nuestros emisarios [celestiales] vinieron a Abraham con la buena nueva [del nacimiento de Isaac], dijeron [tambien]: \"¡En verdad, estamos a punto de destruir a la gente de esa tierra, pues sus gentes son realmente malhechoras"},{"SurahNumber":29,"VerseNumber":32,"Text":"[Y cuando Abraham] exclamo: \"¡Pero Lot vive alli!\" --respondieron: \"Sabemos bien quien vive alli; ciertamente, le salvaremos a el y a la gente de su casa --a excepcion de su mujer, que sera en verdad de los que se queden atras"},{"SurahNumber":29,"VerseNumber":33,"Text":"Y cuando Nuestros emisarios vinieron a Lot, este se sintio profundamente apenado por ellos, viendose incapaz de protegerles; pero dijeron. \"¡No temas, ni estes triste! Ciertamente, te salvaremos a ti y a la gente de tu casa --a excepcion de tu mujer, que sera de los que se queden atras"},{"SurahNumber":29,"VerseNumber":34,"Text":"¡En verdad, haremos caer sobre la gente de esta tierra un horrible castigo del cielo en retribucion por su iniquidad"},{"SurahNumber":29,"VerseNumber":35,"Text":"Y [asi fue: y] de ella hemos dejado, en verdad, un signo claro para gente que hace uso de la razon"},{"SurahNumber":29,"VerseNumber":36,"Text":"Y A [la gente de] Madian [enviamos a] su hermano Shuaaib, que dijo: \"¡Pueblo mio! ¡Adorad [solo] a Dios, y vivid pendientes del Ultimo Dia, y no obreis con maldad en la tierra sembrando la corrupcion"},{"SurahNumber":29,"VerseNumber":37,"Text":"Pero le desmintieron. Entonces les sorprendio un terremoto: y quedaron muertos en el suelo, en sus propias casas"},{"SurahNumber":29,"VerseNumber":38,"Text":"Y [destruimos, tambien, a las tribus de] Aad y Zamud, --como debiera ser evidente para vosotros por [lo que queda de] sus viviendas. [Perecieron] porque Satan habia hecho gratas a sus ojos sus [perversas] acciones, apartandoles del camino [de Dios] a pesar de haber sido dotados de capacidad para percibir la verdad"}]}