{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"اور ہم نے اس (کی شہادت) کے بعد نہ تو اس کی قوم پر آسمان سے کوئی لشکر اتارا اور نہ ہی ہم کو (اتنی سی بات کیلئے لشکر) اتارنے کی ضرورت تھی۔"},{"SurahNumber":36,"VerseNumber":29,"Text":"وہ (سزا) تو صرف ایک مہیب آواز (چنگھاڑ) تھی جس سے وہ ایک دم بجھ کر رہ گئے۔"},{"SurahNumber":36,"VerseNumber":30,"Text":"افسوس ہے (ایسے) بندوں پر کہ جب بھی ان کے پاس کوئی رسول آتا ہے تو یہ اس کا مذاق اڑاتے ہیں۔"},{"SurahNumber":36,"VerseNumber":31,"Text":"کیا انہوں نے نہیں دیکھا کہ ہم ان سے پہلے کتنی قوموں کو ہلاک کر چکے ہیں (اور) وہ کبھی ان کی طرف لوٹ کر نہیں آئیں گے۔"},{"SurahNumber":36,"VerseNumber":32,"Text":"(ہاں البتہ) وہ سب (ایک بار) ہماری بارگاہ میں حاضر کئے جائیں گے۔"},{"SurahNumber":36,"VerseNumber":33,"Text":"اور (ہماری نشانیوں میں سے) ان کیلئے ایک نشانی وہ مردہ زمین ہے جسے ہم نے زندہ کر دیا اور اس سے دانہ (غلہ) نکالا جس سے وہ کھاتے ہیں۔"},{"SurahNumber":36,"VerseNumber":34,"Text":"اور ہم نے اس (زمین) میں کھجوروں اور انگوروں کے باغات پیدا کئے اور اس سے چشمے جاری کر دیئے۔"},{"SurahNumber":36,"VerseNumber":35,"Text":"تاکہ وہ اس کے پھلوں سے کھائیں حالانکہ یہ ان کے ہاتھوں کی کارگزاری نہیں ہے کیا یہ لوگ (اس پر بھی) شکر ادا نہیں کرتے؟"},{"SurahNumber":36,"VerseNumber":36,"Text":"پاک ہے وہ ذات جس نے سب اقسام کے جوڑے جوڑے پیدا کئے ہیں خواہ (نباتات) ہو جسے زمین اگاتی ہے یا خود ان کے نفوس ہوں (بنی نوع انسان) یا وہ چیزیں ہوں جن کو یہ نہیں جانتے۔"},{"SurahNumber":36,"VerseNumber":37,"Text":"اور ان کیلئے ایک نشانی رات بھی ہے جس سے ہم دن کو کھینچ لیتے ہیں تو ایک دم وہ اندھیرے میں رہ جاتے ہیں۔"},{"SurahNumber":36,"VerseNumber":38,"Text":"اور (ایک نشانی) سورج ہے جو اپنے مقررہ ٹھکانے (مدار) کی طرف چل رہا ہے (گردش کر رہا ہے) یہ اندازہ اس (خدا) کا مقرر کیا ہوا ہے جو غالب ہے (اور) بڑا علم والا۔"},{"SurahNumber":36,"VerseNumber":39,"Text":"اور (ایک نشانی) چاند بھی ہے جس کی ہم نے منزلیں مقرر کر دی ہیں یہاں تک کہ وہ (آخر میں) کھجور کی پرانی شاخ کی طرح ہو جاتا ہے۔"},{"SurahNumber":36,"VerseNumber":40,"Text":"نہ سورج کے بس میں ہے کہ چاند کو جا پکڑے اور نہ ہی رات کیلئے ممکن ہے کہ وہ دن پر سبقت لے جائے اور سب (اپنے) ایک ایک فلک (دائرہ) میں تیر رہے ہیں۔"}]}