{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":38,"Text":"Sekhane'i yakariya tamra palanakartara nikata prarthana karalena. Balalena, he, amara palanakarta! Tomara nikata theke amake puta-pabitra santana dana kara-niscaya'i tumi prarthana srabanakari."},{"SurahNumber":3,"VerseNumber":39,"Text":"Yakhana tini kamarara bhetare namaye damriyechilena, takhana pheresatara tamke deke balalena ye, allaha tomake susambada dicchena iyaha'iya samparke, yini saksya debena allahara nirdesera satyata samparke, yini neta habena ebam naridera sansparse yabena na, tini atyanta satkarmasila nabi habena."},{"SurahNumber":3,"VerseNumber":40,"Text":"Tini balalena he palanakarta! Kemana kare amara putra santana habe, amara ye bardhakya ese geche, amara stri'o ye bandhya. Balalena, allaha emani bhabe'i ya iccha kare thakena."},{"SurahNumber":3,"VerseNumber":41,"Text":"Tini balalena, he palanakarta amara jan'ya kichu nidarsana da'o. Tini balalena, tomara jan'ya nidarsana halo e'i ye, tumi tina dina paryanta kara'o sathe katha balabe na. Tabe isara ingate karate parabe ebam tomara palanakartake adhika parimane smarana karabe ara sakala-sandhya tamra pabitrata o mahima ghosana karabe."},{"SurahNumber":3,"VerseNumber":42,"Text":"Ara yakhana pheresata balala he mara'iyama!, Allaha tomake pachanda karechena ebam tomake pabitra paricchanna kare diyechena. Ara tomake bisba nari samajera urdhbe manonita karechena."},{"SurahNumber":3,"VerseNumber":43,"Text":"He mara'iyama! Tomara palanakartara upasana kara ebam rukukaridera sathe sejada o ruku kara."},{"SurahNumber":3,"VerseNumber":44,"Text":"E halo gayebi sambada, ya ami apanake pathiye thaki. Ara apani to tadera kache chilena na, yakhana pratiyogita karachila ye, ke pratipalana karabe mara'iyamake ebam apani tadera kache chilena na, yakhana tara jhagara karachilo."},{"SurahNumber":3,"VerseNumber":45,"Text":"Yakhana pheresatagana balalo, he mara'iyama allaha tomake tamra eka banira susambada dicchena, yara nama halo masiha-mara'iyama-tanaya isa, duniya o akherate tini mahasam'manera adhikari ebam allahara ghanisthadera antarbhukta."}]}