{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"I vnov' znameniye dlya nikh - Chto My nesli ikh predkov (Cherez potop) v nagruzhennom kovchege"},{"SurahNumber":36,"VerseNumber":42,"Text":"I sotvorili My dlya nikh Podobnyye (tomu kovchegu) korabli, Na koikh (vozdukh i morya) oni peresekayut"},{"SurahNumber":36,"VerseNumber":43,"Text":"Bud' Nasha volya, My mogli b ikh potopit', I zdes' nikto b im ne proster Ni pomoshchi, ni izbavlen'ya"},{"SurahNumber":36,"VerseNumber":44,"Text":"I lish' Svoyeyu milost'yu My im mirskiye blaga Na srok opredelennyy razdayem"},{"SurahNumber":36,"VerseNumber":45,"Text":"Kogda zh im govoryat: \"Poboytes' vy togo, chto vashi predki preterpeli, A ravno i togo, chto budet posle vas, - Chtob vam (Gospodnyu) milost' obresti\", (Oni ne vnemlyut)"},{"SurahNumber":36,"VerseNumber":46,"Text":"I net ni odnogo iz vsekh znameniy Boga, Kotoroye oni by ne otvergli"},{"SurahNumber":36,"VerseNumber":47,"Text":"Kogda zh im govoryat: \"Pozhertvuyte khotya b nemnogim iz togo, Chem nadelil vas Bog\", Nevernyye glagolyut veruyushchim tak: \"Pristalo l' nam kormit' vsekh tekh, Kogo Gospod', bud' Yego volya, nakormil by Sam? Zdes' vy nakhodites' v glubokom zabluzhden'ye"},{"SurahNumber":36,"VerseNumber":48,"Text":"I govoryat oni: \"Kol' istinu vy nam nesete, Kogda zhe eto obeshchaniye svershitsya"},{"SurahNumber":36,"VerseNumber":49,"Text":"I im ne predstoit uvidet' nichego, - Odin lish' vskrik nastignet ikh, Poka oni vse mezh soboy raznogolosyat"},{"SurahNumber":36,"VerseNumber":50,"Text":"I ne dano im budet zavershit' svoi dela, I ne vernut'sya im k rodnym i blizkim"},{"SurahNumber":36,"VerseNumber":51,"Text":"Razdastsya trubnyy glas, i iz mogil svoikh Podnimutsya i ustremyatsya k Bogu lyudi"},{"SurahNumber":36,"VerseNumber":52,"Text":"I vozglasyat oni: \"O, gore nam! Kto podnyal nas iz mest upokoyen'ya?\" (Im golos prozvuchit): \"Vsemilostivyy Bog vam eto obeshchal, I pravdu vam nesli poslanniki Yego"},{"SurahNumber":36,"VerseNumber":53,"Text":"Odin lish' vskrik - I vot oni predstali pered Nami"},{"SurahNumber":36,"VerseNumber":54,"Text":"V tot Den' Ne budet ni odna dusha obizhena ne po zaslugam, I vam vozdastsya lish' za te postupki, Kotoryye vy sovershili (v blizhney zhizni)"}]}