{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Na opama ka mataan! a Skami na piyakatoron Ami kiran so manga malaikat, go minimbitiyarai siran o miyamatay, go tinimo Ami kiran so langowan taman a minipagadapa (iran), na di siran dn maratiyaya, inonta o kabaya o Allah. Na ogaid na kadaklan kiran na di manga tatao"},{"SurahNumber":6,"VerseNumber":112,"Text":"Na lagid aya a kiyasnggay Ami ko oman i nabi sa ridoay, a manga shaytan ko manga manosiya, go so manga jinn, a ipphamodiyok o sabaad kiran ko sabaad so inirmasan a katharo, ka an siran maikmat. Na o kabaya o Kadnan ka, na di iran oto manggolawla: Na botawaning ka siran ago so gi iran mbabaasn"},{"SurahNumber":6,"VerseNumber":113,"Text":"Ka an on mitaliyadok so manga poso o siran a di miyamaratiyaya ko akhirat: Go an siran on masoat, go an iran gii manggolawla so siran na gi iran nggolawlaan (a dosa)"},{"SurahNumber":6,"VerseNumber":114,"Text":"(Tharoang ka a:) \"Ba adn a salakaw ko Allah a pmbabanogn akn a kokoman? - a Skaniyan so tomiyoron rkano ko kitab,\" a katatarotopan sa osayan. Na so siran a bigan Ami ko kitab, na katawan iran, a mataan! (a giya Qor´an aya na) initoron a phoon ko Kadnan ka a bnar. Na ding ka dn mbaloya a ginawang ka a pd ko pkhakadowadowaan"},{"SurahNumber":6,"VerseNumber":115,"Text":"Na miyasamporna so katharo o Kadnan ka a bnar ago ontol: da a phakasambi ko manga katharo Iyan: Go Skaniyan so Pphakan´g, a Matao"},{"SurahNumber":6,"VerseNumber":116,"Text":"Na amay ka onotan ka so kadaklan ko taw ko lopa, na khapokas ka iran ko lalan o Allah; ka da a phagonotan iran a rowar ko arangan: Go ba siran dn dii pangsar"},{"SurahNumber":6,"VerseNumber":117,"Text":"Mataan! a so Kadnan ka na Skaniyan i Matao ko taw a mapopokas ko lalan Iyan: Go Skaniyan i Matao ko khipakaoontol"},{"SurahNumber":6,"VerseNumber":118,"Text":"Na kang kano ko miyaaloy ron so ngaran o Allah, o skano na so manga ayat Iyan i paparatiyayaan iyo"}]}