{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"kāvuna allāh sanmārgaṁ cūpadalacina vyakti hr̥dayānni islāṁ koraku terustāḍu. Mariyu evarini āyana mārgabhraṣṭatvanlō vadalagōrutāḍō atani hr̥dayānni (islāṁ koraku) - ākāśaṁ paiki ekkēvāni valē - bigutugā aṇacivēyabaḍinaṭlu cēstāḍu. Ī vidhaṅgā, allāh! Viśvasin̄cani vāripai mālin'yānni ruddutāḍu"},{"SurahNumber":6,"VerseNumber":126,"Text":"mariyu idi nī prabhuvu yokka r̥jumārgaṁ. Vāstavāniki yōcin̄cēvāriki, mēmu ī sūcanalanu vivarin̄cāmu"},{"SurahNumber":6,"VerseNumber":127,"Text":"Vāri koraku vāri prabhuvu vadda śāntinilayaṁ (svargaṁ) uṇṭundi. Mariyu vāru (man̄ci) karmalu cēstunnanduku āyana vāri sanrakṣakunigā uṇṭāḍu"},{"SurahNumber":6,"VerseNumber":128,"Text":"mariyu āyana vārandarinī jama cēsina rōju vāritō ilā aṇṭāḍu: \"Ō jinnātula vanśīyulārā! Vāstavaṅgā mīru mānavulalō nuṇḍi cālā mandini valalō vēsukunnāru. Appuḍu mānavulalōni vāri snēhitulu (avuliyā) aṇṭāru: \"Ō mā prabhū! Mēmu parasparaṁ bāgā sukhasantōṣālu pondāmu. Mariyu nīvu mā koraku niyamin̄cina gaḍuvuku mēmippuḍu cērukunnāmu.\" Appuḍu allāh vāritō aṇṭāḍu: \"Mī nivāsaṁ narakāgniyē - allāh kōritē tappa - mīrandu śāśvataṅgā uṇṭāru! Niścayaṅgā, nī prabhuvu mahā vivēcanāparuḍu, sarvajñuḍu"},{"SurahNumber":6,"VerseNumber":129,"Text":"ī vidhaṅgā mēmu durmārgulanu - vāru arjin̄cina dāniki phalitaṅgā - parasparaṁ snēhitulu (avuliyā) gā un̄cutāmu"},{"SurahNumber":6,"VerseNumber":130,"Text":"ō jinnātula mariyu mānavula vanśīyulārā! Ēmī? Nā sūcanalanu mīku vinipin̄ci, mīru (nannu) kalusukunē ī dinamunu gurin̄ci heccarin̄cē pravaktalu mīlō nun̄cē mī vaddaku rālēdā?\"(Ani allāh vārini aḍugutāḍu). Dāniki vāru: \"(Vaccārani!) Māku vyatirēkaṅgā svayaṅgā mēmē sākṣulaṁ.\" Ani javābistāru. Mariyu vārini ī prāpan̄cika jīvitaṁ mōsapuccindi. Mariyu vāru vāstavāniki satyatiraskārulugā uṇḍēvārini svayaṅgā tamaku vyatirēkaṅgā tāmē sākṣyamistāru"},{"SurahNumber":6,"VerseNumber":131,"Text":"idantā endukaṇṭē! Nī prabhuvu nagarālanu - vāṭilōni prajalu satyānni erugakuṇḍā unnappuḍu - an'yāyaṅgā nāśanaṅgā cēyaḍu"}]}