{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Āra phērā'una balala, āmāra kāchē niẏē ēsa sudakṣa yādukaradigakē."},{"SurahNumber":10,"VerseNumber":80,"Text":"Tārapara yakhana yādukararā ēla, mūsā tādērakē balala, nikṣēpa kara, tōmarā yā kichu nikṣēpa karē thāka."},{"SurahNumber":10,"VerseNumber":81,"Text":"Ataḥpara yakhana tārā nikṣēpa karala, mūsā balala, yā kichu tōmarā ēnēcha tā saba'i yādu-ēbāra āllāha ēsaba bhanḍula karē dicchēna. Niḥsandēhē āllāha duskarmīdēra karmakē suṣṭhutā dāna karēna nā."},{"SurahNumber":10,"VerseNumber":82,"Text":"Āllāha satyakē satyē pariṇata karēna sbīẏa nirdēśē yadi'ō pāpīdēra tā manaḥputa naẏa."},{"SurahNumber":10,"VerseNumber":83,"Text":"Āra kē'u īmāna ānala nā mūsāra prati tām̐ra ka'ōmēra katipaẏa bālaka chāṛā-phērā'una ō tāra sardāradēra bhaẏē yē, ērā nā ābāra kōna bipadē phēlē dēẏa. Phērā'una dēśamaẏa kartaꦣ2499;tbēra śikharē ārōhaṇa karēchila. Āra sē tāra hāta chēṛē rēkhēchila."},{"SurahNumber":10,"VerseNumber":84,"Text":"Āra mūsā balala, hē āmāra sampradāẏa, tōmarā yadi āllāhara upara īmāna ēnē thāka, tabē tāra'i upara bharasā kara yadi tōmarā pharamābaradāra haẏē thāka."},{"SurahNumber":10,"VerseNumber":85,"Text":"Takhana tārā balala, āmarā āllāhara upara bharasā karēchi. Hē āmādēra pālanakartā, āmādēra upara ē jālēma ka'ōmēra śakti parīkṣā kari'ō nā."},{"SurahNumber":10,"VerseNumber":86,"Text":"Āra āmādērakē anugraha karē chāṛiẏē dā'ō ē'i kāphēradēra kabala thēkē."},{"SurahNumber":10,"VerseNumber":87,"Text":"Āra āmi nirdēśa pāṭhālāma mūsā ēbaṁ tāra bhā'iẏēra prati yē, tōmarā tōmādēra jātira jan'ya misarēra māṭitē bāsa sthāna nirdhāraṇa kara. Āra tōmādēra gharagulō bānābē kēbalāmukhī karē ēbaṁ nāmāya kāẏēma kara āra yārā īmānadāra tādērakē susambāda dāna kara."},{"SurahNumber":10,"VerseNumber":88,"Text":"Mūsā balala, hē āmāra para'ōẏāradēgāra, tumi phērā'unakē ēbaṁ tāra sardāradērakē pārthaba jībanēra āṛambara dāna karēcha, ēbaṁ sampada dāna karēcha-hē āmāra para'ōẏāradēgāra, ē jan'ya'i yē tārā tōmāra patha thēkē bipathagāmī karaba! Hē āmāra para'ōẏāradēgāra, tādēra dhana-sampada dhbansa karē dā'ō ēbaṁ tādēra antaragulōkē kāṭhōra karē dā'ō yātē karē tārā tatakṣaṇa paryanta īmāna nā ānē yatakṣaṇa nā bēdanādāẏaka āyāba pratyakṣa karē nēẏa."}]}