{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":99,"Text":"Beləcə, olub-kecmis əhvalatlardan sənə danısırıq. Artıq sənə Oz tərəfimizdən Zikr vermisik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ondan uz dondərənlər Qiyamət gunu agır bir gunah yuku dasıyacaqlar"},{"SurahNumber":20,"VerseNumber":101,"Text":"Onlar bu vəziyyətdə əbədi qalacaqlar. Qiyamət gunu onların dasıyacagı yuk nə pis yuk olacaqdır"},{"SurahNumber":20,"VerseNumber":102,"Text":"O gun sur ufuruləcək və o gun gunahkarları gozləri gom-goy goyərmis halda bir yerə toplayacagıq"},{"SurahNumber":20,"VerseNumber":103,"Text":"Onlar oz aralarında pıcıldasıb deyəcəklər: “Dunyada cəmi on gun qaldınız!”"},{"SurahNumber":20,"VerseNumber":104,"Text":"Biz onların nə deyəcəklərini də yaxsı bilirik. Onların ən agıllısı: “Dunyada cəmisi bir gun qaldınız!”– deyəcək"},{"SurahNumber":20,"VerseNumber":105,"Text":"Səndən daglar haqqında sorusurlar. De: “Rəbbim onları dagıdıb havaya sovuracaq"},{"SurahNumber":20,"VerseNumber":106,"Text":"oranı bos duzəngaha cevirəcəkdir"},{"SurahNumber":20,"VerseNumber":107,"Text":"Sən orada nə bir enis, nə də bir yoxus gorməyəcəksən”"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gun insanlar hec bir yana meyl etmədən carcının arxasınca yeriyəcəklər. Mərhəmətli Allahın qarsısında səslər kəsiləcək və sən yalnız pıcıltı esidəcəksən"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gun Mərhəmətli Allahın izin verdiyi və soz deməsinə razı oldugu səxslərdən basqa hec kimin səfaəti fayda verməyəcəkdir"},{"SurahNumber":20,"VerseNumber":110,"Text":"Allah onların gələcəyini də, kecmisini də bilir. Onların elmi isə Onu ehtiva edə bilməz"},{"SurahNumber":20,"VerseNumber":111,"Text":"O gun uzlər əbədi Yasayan, yaradılanların Qəyyumu olan Allah qarsısında zəlil bir gorkəm alacaq. Gunaha batanlar isə ziyana ugrayacaqlar"},{"SurahNumber":20,"VerseNumber":112,"Text":"Momin olub yaxsı islər gorən səxslər isə nə haqsızlıqdan, nə də naqislikdən qorxmazlar"},{"SurahNumber":20,"VerseNumber":113,"Text":"Beləliklə, Biz onu ərəbcə Quran olaraq nazil etdik. Biz orada təhdidləri donə-donə acıqladıq ki, bəlkə, onlar pis əməllərindən cəkinsinlər və ya ibrət alsınlar"}]}