{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allaha kona manda bisaya prakasa kara pachanda karena na. Tabe karo prati juluma haye thakale se katha alada. Allaha srabanakari, bijna."},{"SurahNumber":4,"VerseNumber":149,"Text":"Tomara yadi kalyana kara prakasyabhabe kimba gopane athaba yadi tomara aparadha ksama kare da'o, tabe jeno, allaha nije'o ksamakari, mahasaktisali."},{"SurahNumber":4,"VerseNumber":150,"Text":"Yara allaha o tara rasulera prati asbikrti jnapanakari tadupari allaha o rasulera prati bisbase taratamya karate caya ara bale ye, amara katakake bisbasa kari kintu katakake pratyakhyana kari ebam era'i madhyabarti kona patha abalambana karate caya."},{"SurahNumber":4,"VerseNumber":151,"Text":"Prakrtapakse era'i satya pratyakhyakari. Ara yara satya pratyakhyanakari tadera jan'ya tairi kare rekhechi apamanajanaka ayaba."},{"SurahNumber":4,"VerseNumber":152,"Text":"Ara yara imana eneche allahara upara, tamra rasulera upara ebam tamdera kara'o prati imana anate giye ka'uke bada deyani, sighra'i taderake prapya sa'oyaba dana kara habe. Bastutah allaha ksamasila dayalu."},{"SurahNumber":4,"VerseNumber":153,"Text":"Apanara nikata ahale-kitabara abedana janaya ye, apani tadera upara asamana theke likhita kitaba abatirna kariye niye asuna. Bastutah era musara kache era ceye'o bara jinisa ceyeche. Baleche, ekebare samanasamanibhabe amadera allahake dekhiye da'o. Ata'eba, tadera upara bajrapata hayeche tadera papera daruna; atahpara tadera nikata suspasta pramana-nidarsana prakasita habara pare'o tara go-batsake upasyarupe grahana karechila; ta'o ami ksama kare diyechilama ebam ami musake prakrsta prabhaba dana karechilama."},{"SurahNumber":4,"VerseNumber":154,"Text":"Ara tadera kacha theke pratisruti nebara uddesye ami tadera upara tura parbatake tule dharechilama ebam taderake balechilama, abanata mastake darajaya dhoka. Ara balechilama, sanibara dina simalanghana karo na. Ebhabe tadera kacha theke drrha angikara niyechilama."}]}