{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":3,"VerseNumber":174,"Text":"Kaya bumalik sila nang may isang biyaya mula kay Allāh at isang kabutihang-loob, na walang sumaling sa kanila na isang kasagwaan at sumunod sila sa pagkalugod ni Allāh. Si Allāh ay may isang kabutihang-loob na sukdulan"},{"SurahNumber":3,"VerseNumber":175,"Text":"Iyon lamang ay ang demonyo; nagpapangamba siya sa mga katangkilik niya kaya huwag kayong mangamba sa kanila at mangamba kayo sa Akin kung kayo ay mga mananampalataya"},{"SurahNumber":3,"VerseNumber":176,"Text":"Huwag magpalungkot sa iyo ang mga nagmamabilis sa kawalang-pananampalataya. Tunay na sila ay hindi pipinsala kay Allāh ng anuman. Nagnanais si Allāh na hindi maglagay para sa kanila ng isang bahagi sa Kabilang-buhay. Ukol sa kanila ay isang pagdurusang sukdulan"},{"SurahNumber":3,"VerseNumber":177,"Text":"Tunay na ang mga bumili ng kawalang-pananampalataya kapalit ng pananampalataya ay hindi pipinsala kay Allāh ng anuman. Ukol sa kanila ay isang pagdurusang masakit"},{"SurahNumber":3,"VerseNumber":178,"Text":"Huwag ngang mag-akala ang mga tumangging sumampalataya na ang ipinapalugit Namin sa kanila ay mabuti para sa mga sarili nila; nagpapalugit lamang Kami sa kanila upang madagdagan sila ng kasalanan. Ukol sa kanila ay isang pagdurusang manghahamak"},{"SurahNumber":3,"VerseNumber":179,"Text":"Hindi nangyaring si Allāh ay ukol na mag-iwan sa mga mananampalataya sa anumang kayo ay naroon hanggang sa maibukod Niya ang karima-rimarim sa kaaya-aya. Hindi nangyaring si Allāh ay ukol na magpabatid sa inyo sa Lingid, subalit si Allāh ay humahalal mula sa mga sugo Niya ng sinumang loloobin Niya kaya sumampalataya kayo kay Allāh at sa mga sugo Niya. Kung sasampalataya kayo at mangingilag kayong magkasala, ukol sa inyo ay isang pabuyang sukdulan"},{"SurahNumber":3,"VerseNumber":180,"Text":"Huwag ngang mag-akala ang mga nagmamaramot ng ibinigay sa kanila ni Allāh mula sa kabutihang-loob Niya na iyon ay mabuti para sa kanila, bagkus iyon ay masama para sa kanila. Kukulyaran sila ng ipinagmaramot nila sa Araw ng Pagbangon. Ukol kay Allāh ang pagmamana sa mga langit at lupa. Si Allāh, sa anumang ginagawa ninyo, ay Mapagbatid"}]}