{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":49,"VerseNumber":12,"Text":"Ey iman edenler! Zannın cogundan kacının. Cunku zannın bir kısmı gunahtır. Birbirinizin gizlisini arastırmayın. Birbirinizin gıybetini yapmayın. Biriniz, olu kardesinin etini yemeyi sever mi? Bundan tiksindiniz degil mi? Allah’tan sakının, kuskusuz Allah, tevbeleri cokca kabul edendir, cokca merhamet edendir"},{"SurahNumber":49,"VerseNumber":13,"Text":"Ey insanlar! Biz sizi bir erkek ve bir disiden yarattık. Sizi tanısasınız diye kollara ve kabilelere ayırdık. Allah, katında en degerliniz ondan en cok sakınanınız/takvalı olanınızdır. Suphesiz Allah, Alim'dir, her seyden haberdardır"},{"SurahNumber":49,"VerseNumber":14,"Text":"Bedeviler “Iman ettik” dediler. De ki: Siz iman etmediniz, fakat teslim olduk deyin! Cunku iman, henuz kalplerinize girmedi. Eger Allah’a ve Rasul'une itaat ederseniz, (Allah) amellerinizden hic bir sey eksiltmez. Nitekim Allah, cok bagıslayandır, cok merhamet edendir"},{"SurahNumber":49,"VerseNumber":15,"Text":"Asıl muminler, Allah’a ve Rasul'une iman edip, sonra da hic suphe etmeyen ve Allah yolunda mallarıyla, canlarıyla cihad edenlerdir. Iste dogrular/sadıklar onlardır"},{"SurahNumber":49,"VerseNumber":16,"Text":"De ki: Dininizi Allah’a mı ogreteceksiniz? Allah, goklerde ve yerde ne varsa bilir. Allah, herseyi bilendir"},{"SurahNumber":49,"VerseNumber":17,"Text":"Musluman oldular diye seni minnet altında tutmak istiyorlar. De ki: Musluman olmanız sebebiyle beni minnet altında bırakmayın, bilakis size dogru yolu gosterdigi icin Allah sizi minnet altında tutar, eger samimi iseniz"},{"SurahNumber":49,"VerseNumber":18,"Text":"Allah, suphesiz goklerin ve yerin gaybını bilir. Allah, yapmakta oldugunuz amelleri gorendir"}]}