{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":39,"Text":"This is (part) of Al-Hikmah (wisdom) which your Lord has revealed to you. And set not up with Allah any other god lest you should be thrown into Hell, blameworthy and rejected (from Allah's mercy)"},{"SurahNumber":17,"VerseNumber":40,"Text":"Has then your Lord preferred for you sons, and taken for Himself from among the angels daughters Verily, you indeed utter an awful saying"},{"SurahNumber":17,"VerseNumber":41,"Text":"And surely, We have explained in this Qur'an that they may take heed, but it increases them in naught save aversion"},{"SurahNumber":17,"VerseNumber":42,"Text":"Say: \"If there had been other gods along with Him as they assert, then they would certainly have sought out a way to the Lord of the Throne"},{"SurahNumber":17,"VerseNumber":43,"Text":"Glorified and Exalted is He high above what they say"},{"SurahNumber":17,"VerseNumber":44,"Text":"The seven heavens and the earth and all that is therein, glorify Him and there is not a thing but glorifies His praise. But you understand not their glorification. Truly, He is Ever Forbearing, Oft-Forgiving"},{"SurahNumber":17,"VerseNumber":45,"Text":"And when you recite the Qur'an, We put between you and those who believe not in the Hereafter, an invisible veil"},{"SurahNumber":17,"VerseNumber":46,"Text":"And We have put Akinnah over their hearts, lest they should understand it, and in their ears deafness. And when you make mention of your Lord Alone in the Qur'an, they turn on their backs, fleeing in extreme dislike"},{"SurahNumber":17,"VerseNumber":47,"Text":"We know best of what they listen to, when they listen to you. And when they take secret counsel, then the wrongdoers say: \"You follow none but a bewitched man"},{"SurahNumber":17,"VerseNumber":48,"Text":"See what examples they have put forward for you. So they have gone astray, and never can they find a way"},{"SurahNumber":17,"VerseNumber":49,"Text":"And they say: \"When we are bones and fragments (destroyed), should we really be resurrected (to be) a new creation"}]}