{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":11,"VerseNumber":89,"Text":"O mga kalipi ko, huwag ngang mag-uudyok sa inyo ang pakikipaghidwaan sa akin, na tumama sa inyo ang tulad sa tumama sa mga tao ni Noe o mga kalipi ni Hūd o mga kalipi ni Ṣāliḥ. Ang mga kababayan ni Lot mula sa inyo ay hindi malayo"},{"SurahNumber":11,"VerseNumber":90,"Text":"Humingi kayo ng tawad sa Panginoon ninyo, pagkatapos magbalik-loob kayo sa Kanya. Tunay ang Panginoon ko ay Maawain, Mapagmahal"},{"SurahNumber":11,"VerseNumber":91,"Text":"Nagsabi sila: \"O Shu`ayb, hindi kami nakauunawa sa marami sa sinasabi mo. Tunay na kami ay talagang nagtuturing sa iyo sa gitna namin bilang mahina. Kung hindi dahil sa angkan mo, talaga sanang binato ka namin. Ikaw sa amin ay hindi isang kagalang-galang"},{"SurahNumber":11,"VerseNumber":92,"Text":"Nagsabi siya: \"O mga kalipi ko, ang angkan ko ba ay higit na kagalang-galang sa inyo kaysa kay Allāh at naglagay kayo sa Kanya sa likuran ninyo sa likod? Tunay na ang Panginoon ko sa anumang ginagawa ninyo ay Tagasaklaw"},{"SurahNumber":11,"VerseNumber":93,"Text":"O mga kalipi ko, gumawa kayo ayon sa kalagayan ninyo. Tunay na ako ay gumagawa. Makaaalam kayo sa kung sino ang pupuntahan ng isang pagdurusang magpapahiya sa kanya at kung sino ang siyang sinungaling. Magmasid kayo; tunay na ako kasama sa inyo ay mapagmasid"},{"SurahNumber":11,"VerseNumber":94,"Text":"Noong dumating ang utos Namin ay nagligtas Kami kay Shu`ayb at sa mga sumampalataya kasama sa kanya sa pamamagitan ng isang awa mula sa Amin. Dumaklot sa mga lumabag sa katarungan ang hiyaw saka sila, sa mga tahanan nila, ay naging mga [patay na] nakasubsob"},{"SurahNumber":11,"VerseNumber":95,"Text":"Para bang hindi sila namuhay roon. Pansinin, kalayuan [sa awa] ay ukol sa Madyan kung paanong nalayo [sa awa] ang Thamūd"},{"SurahNumber":11,"VerseNumber":96,"Text":"Talaga ngang nagsugo Kami kay Moises kalakip ng mga tanda Namin at isang katunayang malinaw"},{"SurahNumber":11,"VerseNumber":97,"Text":"kay Paraon at sa konseho nito, ngunit sumunod sila sa utos ni Paraon. Ang utos ni Paraon ay hindi matino"}]}