{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Eis o exemplo do Paraíso, prometido aos piedosos: abaixo dele, correm os rios; seus frutos são permanentes, e, assim, sua sombra. Esse é o final feliz dos que são piedosos. E o final dos renegadores da Fé é o fogo"},{"SurahNumber":13,"VerseNumber":36,"Text":"E aqueles a quem concedêramos o Livro, jubilam com o que foi descido para ti. E entre os partidos há quem negue parte dele. Dize: \"Apenas, foi-me ordenado adorar a Allah e nada associar-Lhe. A Ele convoco os homens e a Ele será meu retorno"},{"SurahNumber":13,"VerseNumber":37,"Text":"E, assim, fizemo-lo (Alcorão) descer como sabedoria em língua árabe. E, em verdade, se seguires suas paixões, após o que te chegou da ciência, não terás, de Allah, nem aliado nem protetor"},{"SurahNumber":13,"VerseNumber":38,"Text":"E, com efeito, enviamos Mensageiros, antes de ti, e fizemo-Ihes mulheres e descendência. E não é admissível que um Mensageiro chegue com um sinal senão com a permissão de Allah. Para cada termo há uma prescrição"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah cancela e confirma o que quer. E, junto dEIe, está a Mãe do Livro"},{"SurahNumber":13,"VerseNumber":40,"Text":"E, se te fazemos ver algo do que lhes prometemos ou te levamos a alma, antes disso; a ti te impende, apenas, a transmissão da Mensagem, e a Nós Nos impende o ajuste de contas"},{"SurahNumber":13,"VerseNumber":41,"Text":"E não viram eles que chegamos à terra diminuindo-a em seus extremos? E Allah julga; não há revogador de Seu julgamento. E Ele é Destro no ajuste de contas"},{"SurahNumber":13,"VerseNumber":42,"Text":"E, com efeito, aqueles antes deles usaram de estratagemas, mas de Allah são todos os estratagemas. Ele sabe o que toda alma logra. E os renegadores da Fé saberão de quem é o final feliz da Derradeira Morada"}]}