{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":17,"Text":"Ve (sunu da bilin ki) (ey muminler,) dusmanı olduren siz degildiniz, Allahtı onları olduren, ve (korku) saldıgın zaman sen degildin (ey Peygamber, onların icine korku) salan, fakat Allahtı (korku) salan: Ve (O butun bunları) Kendi belirledigi guzel bir sınavla muminleri sınamak icin yaptı. Muhakkak ki Allah her seyi isiten, her seyi hakkıyla bilendir"},{"SurahNumber":8,"VerseNumber":18,"Text":"Iste bu (sınamaydı, Allahın muradı); ve keza, Allah(ın), hakkı inkar edenlerin duzenlerini hep bosa cıkardı(gını gostermekti, Allahın muradı)"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Ey inananlar!) Zafer mi istiyordunuz; iste ulastı size zafer. Simdi eger (gunahtan) kacınmak istiyorsanız, bu sizin kendi iyiliginize olacaktır; yok, eger (gunaha geri) donerseniz; ve (bu durumda) toplulugunuzun size bir yararı olmaz, velev ki sayıca cok da olsanız. Cunku, bilin ki Allah (ancak) inananlarla beraberdir"},{"SurahNumber":8,"VerseNumber":20,"Text":"(Bunun icindir ki) ey imana erisenler, Allaha ve Onun Elcisine karsı duyarlık, baglılık gosterin; ve artık (Onun mesajını) isitmis bulundugunuz halde Ondan yuz cevirmeyin"},{"SurahNumber":8,"VerseNumber":21,"Text":"Ve (boylece) dinleyip kulak asmadıkları halde, \"Isittik\" diyenler gibi olmayın"},{"SurahNumber":8,"VerseNumber":22,"Text":"Gercek su ki, Allah katında yaratıkların en bayagısı aklını kullanmayan sagırlar ve dilsizlerdir"},{"SurahNumber":8,"VerseNumber":23,"Text":"Cunku, Allah eger onlarda iyi bir hal gorseydi onların mutlaka duyup isitmelerini saglardı; kaldı ki, onların (hakkı) duyup isitmelerini saglasaydı, onlar o dikbaslı tavırları icinde kuskusuz yine yuz cevirirlerdi"},{"SurahNumber":8,"VerseNumber":24,"Text":"Siz ey imana erisenler! Her ne zaman sizi, size hayat verecek bir ise cagırırsa, Allahın ve (dolayısıyla) Elcinin bu cagrısına icabet edin; ve bilin ki, Allah insanla kalbinin (meyilleri) arasına mudahale etmektedir; ve sonunda Onun katında bir araya getirileceksiniz"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ve kotuluk yonundeki oyle bir ayrıntıya karsı uyanık ve duyarlı olun ki o, otekileri dısta tutarak yalnızca hakkı inkara kalkısanlara musallat olmaz; ve bilin ki Allah azapta cok cetindir"}]}