{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"O si fi awon apata t’o duro gbagidi sori ile ki o ma fi le mi mo yin lese ati awon odo ati awon oju-ona nitori ki e le da oju ona mo"},{"SurahNumber":16,"VerseNumber":16,"Text":"ati awon ami opopona (fun itosona irin osan). Won tun n fi irawo da oju ona mo (lale)"},{"SurahNumber":16,"VerseNumber":17,"Text":"Nje Eni ti O da eda da bi eni ti ko da eda bi? Nitori naa, se e o nii lo iranti ni"},{"SurahNumber":16,"VerseNumber":18,"Text":"Ti e ba sonka idera Allahu, e ko le ka a tan. Dajudaju Allahu ma ni Alaforijin, Onikee"},{"SurahNumber":16,"VerseNumber":19,"Text":"Ati pe Allahu mo ohun ti e n fi pamo ati ohun ti e n se afihan re"},{"SurahNumber":16,"VerseNumber":20,"Text":"Awon (orisa) ti won n pe leyin Allahu; won ko le da kini kan. Allahu l’O si seda won"},{"SurahNumber":16,"VerseNumber":21,"Text":"Oku (ni won), won ki i se alaaye. Won ko si mo akoko ti A oo gbe won dide. won ki i se alaaye.” ko so iku Anabi ‘Isa omo Moryam ('alaehi-ssolatu wa-ssalam) di ohun t’o ti sele. Sebi awon molaika kan wa lara nnkan ti awon eniyan n josin fun leyin Allahu. Se oku ni awon molaika naa ni tabi alaaye? A o kuku ti i gbo iku molaika kan kan ri. Bakan naa as-Saton ar-Rojim je okan pataki ninu ohun ti awon eniyan n josin fun. Se oku ni Saeton naa ni tabi alaaye? Rara bi Allahu se fe.” Ko wa si eri taara kan kan t’o fi rinle pe Anabi ‘Isa omo Moryam ('alaehi-ssolatu wa-ssalam) ti ku bi ko se ayah oniponna eyi ti a ti se alaye lori re siwaju ninu itose-oro fun surah ali-’Imron 3:55. Dipo ki a ri ayah kan tabi hadith kan taara lori iku Anabi ‘Isa omo Moryam ('alaehi-ssolatu wa-ssalam) hadith t’o n fi ipadabo re rinle l’a n ri. Eni ti ko i ku l’o si le pada wa sile aye. ” ninu ayah naa ki i se itumo adamo. Idi ni pe ere ti ko si emi lara re ni awon orisa naa. Ipo oku eni ti ko le soro"},{"SurahNumber":16,"VerseNumber":22,"Text":"Olohun yin, Olohun Okan soso ni. Amo awon ti ko ni igbagbo ninu Ojo Ikeyin ni okan won tako o, ti won si n segberaga"},{"SurahNumber":16,"VerseNumber":23,"Text":"Ko si tabi-sugbon, dajudaju Allahu mo ohun ti won n fi pamo ati ohun ti won n se afihan re. Ati pe dajudaju (Allahu) ko nifee awon onigbeeraga"},{"SurahNumber":16,"VerseNumber":24,"Text":"Nigba ti won ba so fun won pe: “Ki ni Oluwa yin sokale? Won a wi pe: “Akosile alo awon eni akoko ni.”"},{"SurahNumber":16,"VerseNumber":25,"Text":"(Won so bee) nitori ki won le ru eru ese tiwon ni pipe perepere ni Ojo Ajinde ati (nitori ki won le ru) ninu eru ese awon ti won n si lona pelu ainimo. Gbo, ohun ti won yoo ru ni ese, o buru"},{"SurahNumber":16,"VerseNumber":26,"Text":"Awon t’o siwaju won kuku dete. Allahu si da ile won wo lati ipile. Orule si wo lu won mole lati oke won. Ati pe iya de ba won ni aye ti won ko ti fura"}]}