{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":3,"VerseNumber":71,"Text":"Yǒu jīng rén a! Nǐmen wèishéme yào gùyì yǐjiǎluànzhēn, yǐncáng zhēnlǐ ne?"},{"SurahNumber":3,"VerseNumber":72,"Text":"Yǒu jīng rén zhōng de yīxiē rén shuō:“Nǐmen kě zài zǎoshang xìnyǎng jiàng shì gěi xìnshìmen de [jīngdiǎn], dàn nǐmen zài wǎnshàng jiù yīng fǒurèn tā, yǐbiàn tāmen fǎnhuí yuán jiào."},{"SurahNumber":3,"VerseNumber":73,"Text":"Nǐmen zhǐ néng xìnrèn zūnxíng nǐmen de zōngjiào zhě.” Nǐ [mù shèng] shuō:“[Zhēnzhèng de] zhèngdào què shì ān lā de zhèngdào.[Nǐmen bùyào xiāngxìn] yǒurén huì shòu cì xiàng nǐmen suǒ shòu cì de [qǐshì],[chúfēi tā zūnxíng nǐmen de zōngjiào], fǒuzé,[fùhuó rì] tāmen bì zài nǐmen de zhǔ nàlǐ tóng nǐmen zhēnglùn.” Nǐ shuō:“Ēnhuì quán zài ān lā de zhǎngguǎn zhōng, tā bǎ ēnhuì cì gěi tāsuǒ yìyù zhě.” Ān lā shì kuān ēn de, quánzhī de."},{"SurahNumber":3,"VerseNumber":74,"Text":"Tā [ān lā] bǎ tā de ēnhuì tè cì gěi tāsuǒ yìyù zhě. Ān lā shì yǒu zhòngdà ēnhuì de zhǔ."},{"SurahNumber":3,"VerseNumber":75,"Text":"Yǒu jīng rén zhōng yǒu de rén, jiǎrú nǐ xìntuō tā yī dà duī huángjīn, tā huì rú shǔ hái gěi nǐ; tāmen zhōng yǒu de rén, jíshǐ nǐ xìntuō tā yī méi jīnbì, tā yě bù huì hái gěi nǐ, chúfēi nǐ yīzài suǒyào, zhè shì yīnwèi tāmen shuō:“Wǒmen shīxìn yú wénmáng zhě [ā wèi bó rén] shì bù shòu zébèi de.” Tāmen gùyì jiè ān lā de míngyì shuōhuǎng."},{"SurahNumber":3,"VerseNumber":76,"Text":"Bù, shéi lǚxíng nuòyán bìng jìngwèi, ān lā díquè xǐhuān jìngwèi zhě."},{"SurahNumber":3,"VerseNumber":77,"Text":"Fán yǐ ān lā de xǔ yuē hé zìjǐ de shìyán huànqǔ dīsú dàijià de rén, zhèxiē rén zài hòushì jué méiyǒu fú fen [zhù 1][jìn lèyuán]. Fùhuó rì, ān lā jì bùtóng tāmen jiǎnghuà, yě bù kànwàng tāmen hé jìnghuà tāmen. Tāmen bì shòu tòngkǔ de xíngfá [zhù 2]."}]}