{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"enṟe janaṅṅaḷē, itinṟe pēril niṅṅaḷēāṭ ñān dhanaṁ cēādikkunnilla. enikkuḷḷa pratiphalaṁ allāhu tarēṇṭat mātramākunnu. viśvasiccavare ñān āṭṭiyēāṭikkunnatalla. tīrccayāyuṁ avar avaruṭe rakṣitāvine kaṇṭumuṭṭān pēākunnavarāṇ‌. ennāl ñān niṅṅaḷe kāṇunnat vivaramillātta oru janavibhāgamāyiṭṭāṇ‌"},{"SurahNumber":11,"VerseNumber":30,"Text":"enṟe janaṅṅaḷē, ñānavare āṭṭiyēāṭikkunna pakṣaṁ allāhuvinṟe śikṣayil ninn enne rakṣikkuvānārāṇuḷḷat‌. niṅṅaḷ ālēācicc nēākkunnillē"},{"SurahNumber":11,"VerseNumber":31,"Text":"allāhuvinṟe khajanāvukaḷ enṟe pakkaluṇṭenn ñān niṅṅaḷēāṭ paṟayunnumilla. ñān adr̥śyakāryaṁ aṟiyukayumilla. niṅṅaḷuṭe kaṇṇukaḷ nis'sāramāyi kāṇunnavarepaṟṟi, avarkk allāhu yāteāru guṇavuṁ nalkunnatēyalla ennuṁ ñān paṟayukayilla. allāhuvāṇ avaruṭe manas'sukaḷiluḷḷatineppaṟṟi nallavaṇṇaṁ aṟiyunnavan. appēāḷ (avare duṣicc paṟayunna pakṣaṁ) tīrccayāyuṁ ñān akramikaḷil peṭṭavanāyirikkuṁ"},{"SurahNumber":11,"VerseNumber":32,"Text":"avar paṟaññu: nūhē, nī ñaṅṅaḷēāṭ tarkkiccu. vaḷareyēṟe tarkkiccu. ennāl nī satyavānmāruṭe kūṭṭattilāṇeṅkil nī ñaṅṅaḷkk tākkīt nalkikkeāṇṭirikkunnat (śikṣa) ñaṅṅaḷkk nī iṅṅu keāṇṭ varū"},{"SurahNumber":11,"VerseNumber":33,"Text":"addēhaṁ paṟaññu: allāhu mātramāṇ niṅṅaḷkkat keāṇṭ varuka; avan uddēśicceṅkil, niṅṅaḷkk (avane) tēālpicc kaḷayānāvilla"},{"SurahNumber":11,"VerseNumber":34,"Text":"allāhu niṅṅaḷe vaḻiteṟṟiccuviṭān uddēśikkunna pakṣaṁ ñān niṅṅaḷkk upadēśaṁ nalkān uddēśiccāluṁ enṟe upadēśaṁ niṅṅaḷkk prayēājanappeṭukayilla. avanāṇ niṅṅaḷuṭe rakṣitāv‌. avaṅkalēkkāṇ niṅṅaḷ maṭakkappeṭunnat‌"},{"SurahNumber":11,"VerseNumber":35,"Text":"atalla, addēhamat keṭṭiccamaccu ennāṇēā avar paṟayunnat‌? paṟayuka: ñānat keṭṭiccamaccuveṅkil ñān kuṟṟaṁ ceyyunnatinṟe dēāṣaṁ enikku tanneyāyirikkuṁ. niṅṅaḷ ceyyunna kuṟṟattinṟe kāryattil ñān niraparādhiyumāṇ‌"},{"SurahNumber":11,"VerseNumber":36,"Text":"ninṟe janatayil ninn viśvasiccukaḻiññiṭṭuḷḷavarallāte iniyāruṁ viśvasikkukayēyilla. atināl avar ceytukeāṇṭirikkunnatineppaṟṟi nī saṅkaṭappeṭarut enn nūhin sandēśaṁ nalkappeṭṭu"},{"SurahNumber":11,"VerseNumber":37,"Text":"nam'muṭe mēlnēāṭṭattiluṁ, nam'muṭe nirdēśaprakāravuṁ nī kappal nirmikkuka. akramaṁ ceytavaruṭe kāryattil nī ennēāṭ sansārikkarut‌. tīrccayāyuṁ avar mukki naśippikkappeṭān pēākukayāṇ‌"}]}