{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":44,"Text":"(annāḷil) corkkavācikaḷ narakavācikaḷai nōkki, ‘‘eṅkaḷ iṟaivaṉ eṅkaḷukku aḷitta vākkuṟutikaḷai niccayamāka nāṅkaḷ peṟṟuk koṇṭōm; nīṅkaḷum uṅkaḷ iṟaivaṉ uṅkaḷukku aḷitta vākkuṟutikaḷai uṇmaiyākavē peṟṟuk koṇṭīrkaḷā?'' Eṉṟu (captamiṭṭuk) kēṭpārkaḷ. Ataṟkavarkaḷ ‘‘ām! (Peṟṟuk koṇṭōm)'' eṉṟu kūṟuvārkaḷ. Atu camayam avarkaḷukku mattiyil oru muṉāti (aṟivippāḷar) kūṟuvār: ‘‘Niccayamāka allāhvuṭaiya cāpam (varampu mīṟiya) aniyāyakkārarkaḷ mītu uṇṭāvatāka"},{"SurahNumber":7,"VerseNumber":45,"Text":"(Ēṉeṉṟāl,) avarkaḷ allāhviṉ pātaiyait taṭuttu ataik kōṇalākka virumpiṉārkaḷ. Avarkaḷ maṟumaiyaiyum nirākarittuk koṇṭiruntārkaḷ.’"},{"SurahNumber":7,"VerseNumber":46,"Text":"(Narakavācikaḷum corkkavācikaḷum ākiya) ivviruvarukkumiṭaiyil oru matil irukkum. Anta matiliṉ cikarattil cila maṉitarkaḷ iruppārkaḷ. (Narakavāci corkkavāciyākiya) ovvoruvaraiyum avarkaḷiṉ (mukak) kuṟiyaik koṇṭē ivarkaḷ aṟintu koḷvārkaḷ. Ivarkaḷ corkkavācikaḷai nōkki ‘‘(iṟaivaṉuṭaiya) cāntiyum camātāṉamum uṅkaḷ mītu uṇṭākuka!'' Eṉṟu captamiṭṭuk kūṟuvārkaḷ. (Cikarattil irukkum) ivarkaḷ (ituvaraiyilum) corkkattil nuḻaiyavillai. Eṉiṉum, avarkaḷ (atil nuḻaivatai) mika āvaluṭaṉ ācaippaṭṭuk koṇṭiruppārkaḷ"},{"SurahNumber":7,"VerseNumber":47,"Text":"ivarkaḷiṉ pārvai narakavācikaḷiṉ pakkam tiruppappaṭṭāl (avarkaḷ paṭum vētaṉaiyaik kaṇṭu tiṭukkiṭṭu) ‘‘eṅkaḷ iṟaivaṉē! (Inta) aniyāyakkāra makkaḷuṭaṉ (narakattil) eṅkaḷaiyum cērttuviṭātē!'' Eṉṟu (pirārttittuk) kūṟuvārkaḷ"},{"SurahNumber":7,"VerseNumber":48,"Text":"anta cikaraṅkaḷil uḷḷavarkaḷ, muka aṭaiyāḷattaik koṇṭu (taṇṭaṉaik kuḷḷāṉavarkaḷ eṉa) tāṅkaḷ aṟinta cila maṉitarkaḷai kūvi aḻaittu, ‘‘nīṅkaḷ (ulakattil) campātittuc cēkarittu vaittiruntavaiyum, nīṅkaḷ evaṟṟaik koṇṭu perumaiyaṭittuk koṇṭiruntīrkaḷō avaiyum uṅkaḷukkup palaṉaḷikkavillaiyē!'' Eṉṟu kūṟuvārkaḷ"},{"SurahNumber":7,"VerseNumber":49,"Text":"(Allāh nirākarittavarkaḷai aḻaittu cikaravācikaḷaic cuṭṭik kāṇpittu,) ‘‘allāh aruḷpuriya māṭṭāṉ eṉṟu nīṅkaḷ cattiyam ceytu kūṟik koṇṭiruntīrkaḷē avarkaḷ (itō cikarattil irukkum) ivarkaḷ allavā?'' (Eṉṟu kūṟuvāṉ). (Piṟaku, cikaravācikaḷai nōkki) ‘‘nīṅkaḷ corkkam ceṉṟuviṭuṅkaḷ. Uṅkaḷukku evvita payamumillai. Nīṅkaḷ kavalaippaṭavum māṭṭīrkaḷ'' (eṉṟu allāh kūṟuvāṉ)"},{"SurahNumber":7,"VerseNumber":50,"Text":"narakavācikaḷ corkkavācikaḷai nōkki ‘‘eṅkaḷ mītu ciṟitu nīraik koṭṭuṅkaḷ. Allatu iṟaivaṉ uṅkaḷukku (pucikka) aḷittiruppavaṟṟil (oru ciṟitēṉum) eṅkaḷukkut tāruṅkaḷ'' eṉṟu (keñcik) kēṭpārkaḷ. Ataṟku avarkaḷ, ‘‘niccayamāka allāh nirākarippavarkaḷukku ivviraṇṭaiyum (vilakki) taṭaiceytu viṭṭāṉ'' eṉṟu patilaḷippārkaḷ"},{"SurahNumber":7,"VerseNumber":51,"Text":"ivarkaḷai ivvulaka vāḻkkai mayakkiviṭṭataṉāl taṅkaḷ mārkkattai vēṭikkai yākavum viḷaiyāṭṭākavum eṭuttuk koṇṭiruntaṉar. Avarkaḷ nam vacaṉaṅkaḷai nirākarittu innāḷil (nam'maic) cantippataiyum maṟantavāṟē nāmum iṉṟaiya tiṉam avarkaḷai maṟantuviṭuvōm"}]}