{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":16,"Text":"او یقینًا یقینًا مونږ په اسمان كې برجونه پیدا كړي دي او مونږ هغه د كتونكو لپاره ښايسته كړى دى"},{"SurahNumber":15,"VerseNumber":17,"Text":"او مونږ هغه ساتلى دى له هر شیطان ویشتل شوي نه"},{"SurahNumber":15,"VerseNumber":18,"Text":"مګر هغه (شیطان) چې اورېدل شوې خبره غلا كړي، نو په هغه پسې شي یوه ښكاره شعله"},{"SurahNumber":15,"VerseNumber":19,"Text":"او ځمكه، مونږ هغه غځولې ده او مونږ په هغې كې غرونه غورځولي دي او مونږ په هغې كې هر اندازه كړى شوى شى زرغون كړى دى"},{"SurahNumber":15,"VerseNumber":20,"Text":"او مونږ تاسو لپاره په هغې كې معیشتونه پیدا كړي دي او هغه هم چې تاسو هغه ته روزي وركوونكي نه یئ"},{"SurahNumber":15,"VerseNumber":21,"Text":"او نشته هېڅ څیز مګر زمونږ سره د هغه خزانې دي او مونږ هغه نه نازلوو مګر په معلومې اندازې سره"},{"SurahNumber":15,"VerseNumber":22,"Text":"او مونږ هواګانې لېږلې دي، چې بلاربوونكې دي، پس مونږ له بره اوبه نازلې كړې، نو مونږ هغه په تاسو وڅښولې او تاسو دغو (اوبو) لره خزانه كوونكي نه یئ"},{"SurahNumber":15,"VerseNumber":23,"Text":"او بېشكه مونږ، یقینًا همدا مونږ ژوندي كول كوو او مرګ وركوو او همدا مونږ وارثان یو"},{"SurahNumber":15,"VerseNumber":24,"Text":"او یقینًا یقینًا مونږ په تاسو كې مخكې كېدونكي پېژندلي دي او یقینًا یقینًا مونږ وروسته كېدونكي (هم) پېژندلي دي"},{"SurahNumber":15,"VerseNumber":25,"Text":"او بېشكه ستا رب، هغه به دوى راټولوي، بېشكه هغه ښه حكمت والا، ښه عالم دى"},{"SurahNumber":15,"VerseNumber":26,"Text":"او یقینًا یقینًا مونږه انسان پیدا كړى دى له كړنګېدونكې وچې خټې نه، چې له تورې سخا كړى شوې خټې ځنې وه"},{"SurahNumber":15,"VerseNumber":27,"Text":"او جانّ (پلار د پېریانو) مونږ هغه له ده نه مخكې د بې لوګي اور څخه پیدا كړى دى"},{"SurahNumber":15,"VerseNumber":28,"Text":"او كله چې ستا رب وویل: بېشكه زه د یو بشر پېدا كوونكى یم د كړنګېدونكې وچې خټې نه چې له تورې سخا كړى شوې خټې ځنې ده"},{"SurahNumber":15,"VerseNumber":29,"Text":"نو كله چې زه هغه برابر كړم او په هغه كې له خپله روح پُو كړم، نو تاسو هغه ته پرېوځئ، سجده كوونكي"},{"SurahNumber":15,"VerseNumber":30,"Text":"نو ملايكو ټولو عامو سجده وكړه"},{"SurahNumber":15,"VerseNumber":31,"Text":"له ابلیس نه غير، هغه له دې نه انكار وكړ چې له سجده كوونكو سره ملګرى شي"}]}