{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"En wat u gegeven is dient slechts als middel van bestaan voor het tegenwoordige leven en ter versiering er van; en hetgeen bij Allah is, is beter en van langere duur. Wilt gij dit niet begrijpen"},{"SurahNumber":28,"VerseNumber":61,"Text":"Staat hij aan wie Wij een goede belofte hebben gedaan, die hij (vervuld) zal zien, gelijk met degenen, die Wij van de goederen dezer wereld hebben gegeven en zal hij dan op de Dag der Opstanding naar de hel worden gebracht"},{"SurahNumber":28,"VerseNumber":62,"Text":"En op die Dag zal God hen roepen en zeggen: \"Waar zijn Mijn deelgenoten die gij u beweerdet te zijn"},{"SurahNumber":28,"VerseNumber":63,"Text":"Zij, tegen wie het Woord van kracht zal worden, zullen zeggen: \"Onze Heer, dit zijn degenen die wij deden dwalen. Wij deden hen dwalen zoals wij dwaalden. Wij betuigen onze onschuld aan U. Wij waren het niet die zij aanbaden"},{"SurahNumber":28,"VerseNumber":64,"Text":"En er zal worden gezegd: \"Roept uw afgoden aan.\" En zij zullen hen aanroepen maar deze zullen hen niet horen. Terwijl zij de straf zullen zien. Hadden zij slechts de leiding gevolgd"},{"SurahNumber":28,"VerseNumber":65,"Text":"En op die Dag zal Hij tot hen roepen en zeggen: \"Welk antwoord gaaft gij (aan Onze) boodschappers"},{"SurahNumber":28,"VerseNumber":66,"Text":"Dan zullen alle uitvluchten op die Dag voor hen duister worden en zij zullen elkander niet kunnen vragen"},{"SurahNumber":28,"VerseNumber":67,"Text":"Maar hij, die berouw heeft, gelooft en goed doet, zal waarschijnlijk tot de geslaagden behoren"},{"SurahNumber":28,"VerseNumber":68,"Text":"Uw Heer schept en kiest wat Hij wil, zij (de afgoden) hebben geen keuze. Glorie zij Allah en verheven is Hij boven alles wat zij met Hem vereenzelvigen"},{"SurahNumber":28,"VerseNumber":69,"Text":"En uw Heer weet wat hun harten verbergen en wat zij openbaren"},{"SurahNumber":28,"VerseNumber":70,"Text":"En Hij is Allah; er is geen God naast Hem. Aan Hem behoort alle roem in deze wereld en in het Hiernamaals. Van Hem is het gebod en tot Hem zult gij worden teruggebracht"}]}