{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Los notables de su pueblo, que eran arrogantes, dijeron: «Shuaib, os expulsaremos de nuestra ciudad, a ti y a los que creen contigo, si no regresais a nuestras creencias.» (Shuaib) dijo: «¿Aunque eso nos repugne?»"},{"SurahNumber":7,"VerseNumber":89,"Text":"«Inventariamos una mentira sobre Dios si regresasemos a vuestras creencias despues de habernos Dios salvado de ellas. No nos es posible regresar a ellas a menos que Dios, nuestro Senor, lo quiera. El conocimiento de nuestro Senor abarca todas las cosas. Hemos depositado nuestra confianza en Dios.» «¡Oh, Senor! ¡Juzga con justicia entre nosotros y nuestro pueblo! ¡Tu eres el mejor de los jueces!»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Los notables de su pueblo que no eran creyentes dijeron: «En verdad, si seguis a Shuaib sereis de los perdedores.»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Pero les sorprendio el terremoto y amanecieron muertos en sus casas"},{"SurahNumber":7,"VerseNumber":92,"Text":"Fue como si quienes desmintieron a Shuaib no hubiesen habitado jamas en ellas. Quienes desmintieron a Shuaib fueron los perdedores"},{"SurahNumber":7,"VerseNumber":93,"Text":"Asi que, se alejo de ellos diciendo: «¡Oh, pueblo mio! ¡En verdad, yo os transmiti los mensajes de mi Senor y os aconseje buenamente, asi pues ¿Como sentir pena por gente que oculta la Verdad?»"},{"SurahNumber":7,"VerseNumber":94,"Text":"No hemos enviado a ciudad alguna un profeta sin hacer que su gente padeciese dificultades y males, para que, quiza asi, fuesen humildes"},{"SurahNumber":7,"VerseNumber":95,"Text":"Luego transformamos el mal en bien, hasta que de nuevo se excedieron y dijeron: «Tambien nuestros padres soportaron perjuicios y dificultades.» Entonces, les tomamos por sorpresa en su estado de inconsciencia"}]}