{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":89,"Text":"O peuple mien ! Puisse mon desaccord avec vous ne pas vous conduire au meme sort subi par le peuple de Noe, le peuple de Hud, ou le peuple de Calih ; quant au peuple de Loth, il n’est point tres loin de vous"},{"SurahNumber":11,"VerseNumber":90,"Text":"Implorez le pardon de votre Seigneur, puis revenez a Lui repentants, car mon Seigneur est Tout Misericordieux et plein de Dilection. »"},{"SurahNumber":11,"VerseNumber":91,"Text":"Ils dirent : « O Chou ayb ! Nous ne comprenons pas grand-chose a ce que tu dis. Nous te voyons plutot faible parmi nous, et n’eut- ete ton clan nous t’aurions certainement lapide ; et tu n’es pas assez fort (pour nous resister). »"},{"SurahNumber":11,"VerseNumber":92,"Text":"Il dit : « O peuple mien ! Mon clan est-il donc, pour vous, plus puissant qu’Allah Dont vous semblez faire peu de cas ? Mon Seigneur Cerne de Sa science tout ce que vous faites"},{"SurahNumber":11,"VerseNumber":93,"Text":"O peuple mien! Agissez selon votre maniere, j’agirai selon la mienne. Vous saurez bientot sur qui s’abattra le supplice humiliant et qui aura debite des boniments ; et attendez, je serai la avec vous a attendre. »"},{"SurahNumber":11,"VerseNumber":94,"Text":"Lorsque vint Notre commandement, Nous sauvames, par l’effet d’une grace de Notre part, Chou ayb et ceux qui avaient cru avec lui. Le Cri (assourdissant) emporta les injustes qui, le lendemain, gisaient inertes dans leurs maisons"},{"SurahNumber":11,"VerseNumber":95,"Text":"comme s’ils n’y avaient jamais vecu prosperes. Que perissent les Madyan comme ont peri les Thamud"},{"SurahNumber":11,"VerseNumber":96,"Text":"Et Nous avons envoye Moise, muni de Nos Signes et d’une autorite evidente"},{"SurahNumber":11,"VerseNumber":97,"Text":"a Pharaon et son assemblee de notables. Mais ils suivirent les ordres de Pharaon, lesquels ordres n’avaient rien de raisonnable"}]}