{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"Et Il a implante des montagnes immobiles dans la terre afin qu’elle ne branle pas en vous emportant avec elle de meme que des rivieres et des sentiers, pour que vous vous guidiez"},{"SurahNumber":16,"VerseNumber":16,"Text":"ainsi que des points de repere. Et au moyen des etoiles [les gens] se guident"},{"SurahNumber":16,"VerseNumber":17,"Text":"Celui qui cree est-il semblable a celui qui ne cree rien ? Ne vous souvenez-vous donc pas"},{"SurahNumber":16,"VerseNumber":18,"Text":"Et si vous essayiez de compter les bienfaits d'Allah, vous ne sauriez les denombrer. En verite, Allah est Pardonneur et Misericordieux"},{"SurahNumber":16,"VerseNumber":19,"Text":"Et Allah sait ce que vous cachez et ce que vous divulguez"},{"SurahNumber":16,"VerseNumber":20,"Text":"Et ceux qu’ils invoquent en dehors d’Allah ne creent rien, et ils sont eux-memes crees"},{"SurahNumber":16,"VerseNumber":21,"Text":"Ils sont morts, et non pas vivants, et ils ne savent pas quand ils seront ressuscites"},{"SurahNumber":16,"VerseNumber":22,"Text":"Votre Dieu est un Dieu unique. Ceux qui ne croient pas en l’au-dela leurs cœurs nient (l’Unicite d’Allah) et ils sont remplis d’orgueil"},{"SurahNumber":16,"VerseNumber":23,"Text":"Nul doute qu’Allah sait ce qu’ils cachent et ce qu’ils divulguent. Et assurement Il n’aime pas les orgueilleux"},{"SurahNumber":16,"VerseNumber":24,"Text":"Et lorsqu’on leur dit : \"Qu’est-ce que votre Seigneur a fait descendre ?\" Ils disent : \"Des legendes anciennes"},{"SurahNumber":16,"VerseNumber":25,"Text":"Qu’ils portent donc, au Jour de la Resurrection, tous les fardeaux de leurs propres œuvres ainsi qu’une partie de fardeaux de ceux qu’ils egarent, sans le savoir; combien est mauvais [le fardeau] qu’ils portent"},{"SurahNumber":16,"VerseNumber":26,"Text":"Ceux qui ont vecu avant eux, certes, ont complote, mais Allah attaqua les bases memes de leur batisse. Le toit s’ecroula au-dessus d’eux et le chatiment les surprit d’ou ils ne l’avaient pas pressenti"}]}