{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":46,"Text":"Äri Allahqa jäne Onıñ Elşisine boysunıñdar jäne özara tartıspañdar. Olay bolsa rwxtarıñ tüsip, küş-qwattarıñ ketip qaladı / tastap ketedi / . Sabır etiñder! Aqïqatında, Allah sabır etwşilermen birge"},{"SurahNumber":8,"VerseNumber":47,"Text":"Üylerinen menmensingen türde jäne adamdar körwi üşin şığıp, Allahtıñ jolınan tosatındar sekildi bolmañdar! Allah olardıñ ne istep jatqandarın tolıq Qamtwşı"},{"SurahNumber":8,"VerseNumber":48,"Text":"Sol kezde şaytan olarğa / müşrikterge / : «Bügin adamdardıñ işinde senderden üstem kelwşi joq. Şın mäninde, men sender jaqta bolamın», - dep isterin körikti etip körsetti. Eki top birin-biri körgen kezde, / şaytan / teris aynalıp: «Meniñ senderge müldem qatısım joq. Men sender körmeytindi köremin. Aqïqatında, men Allahtan qorqamın. Allah jaza berwde qattı», - dedi"},{"SurahNumber":8,"VerseNumber":49,"Text":"Sol waqıtta munafïqtar jäne jürekterinde derti barlar / ïmanı älsizder / : «Olardı dinderi aldap qoydı», - dedi. Negizinde, kim Allahqa jüginip, Oğan özin tapsırsa / täwekel etse / , aqïqatında, Allah - bärinen Üstem, asa Dana"},{"SurahNumber":8,"VerseNumber":50,"Text":"Perişteler küpirlik etkenderdi / Allahqa qarsı kelgenderdi / betteri men art jaqtarınan urıp: «Küydirip, jandırwşı ottıñ azabın tatıñdar!» - dep, jandarın alıp jatqan kezde körseñ edi"},{"SurahNumber":8,"VerseNumber":51,"Text":"Bul / azap / senderdiñ öz qoldarıñmen istegenderiñniñ saldarı, Allah quldarına ädiletsizdik etwşi emes"},{"SurahNumber":8,"VerseNumber":52,"Text":"olardıñ isteri / Fïrawn äwleti men olardan burınğı ötkenderdiñ istegenderi sekildi. Olar Allahtıñ belgilerine küpirlik etti / senbedi, teriske şığardı / . Sonda Allah olardı künäları sebepti ustadı. Allah - öte Küşti, jaza berwde qattı"}]}