{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Ayetlerimiz size okundugunda onları yalanlıyordunuz, oyle degil mi"},{"SurahNumber":23,"VerseNumber":106,"Text":"Cehennemlikler derler ki; «Ey Rabb´imiz, kotu arzularımıza yenik duserek sapık bir topluluk olduk.»"},{"SurahNumber":23,"VerseNumber":107,"Text":"Ey Rabb´imiz, bizi buradan cıkar, eger eski tutumumuza donersek biz gercekten zalim oluruz"},{"SurahNumber":23,"VerseNumber":108,"Text":"Allah, der ki; «Kesin sesinizi ve surunun orada; bana bir sey soylemeyin.»"},{"SurahNumber":23,"VerseNumber":109,"Text":"Hani vaktiyle kullarımın bir bolumu ´Ey Rabb´imiz, biz sana inandık, bizi affeyle, bize merhamet et, sen merhamet edenlerin en iyisisin´ diyorlardı.»"},{"SurahNumber":23,"VerseNumber":110,"Text":"Siz onları alaya alıyordunuz. Sonunda bu tutumunuz beni anmayı size unutturdu, artık onlara hep guluyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Bugun ben onlara sabretmelerinin karsılıgını verdim, simdi onlar kurtulusa, mutluluga ermislerdir"},{"SurahNumber":23,"VerseNumber":112,"Text":"Allah, cehennemliklere der ki; «Siz yeryuzunde kac yıl yasadınız?»"},{"SurahNumber":23,"VerseNumber":113,"Text":"Cehennemlikler derler ki; «Orada ya bir gun, ya da bir gunden daha az yasadık, saymıs olanlara sor.»"},{"SurahNumber":23,"VerseNumber":114,"Text":"Allah, onlara der ki; «Orada az bir sure kaldınız. Keski bunu vaktiyle bilmis olsaydınız.»"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sizi bosuna yarattıgımızı ve huzurumuza dondurulmeyeceginizi mi sandınız"},{"SurahNumber":23,"VerseNumber":116,"Text":"Egemenligin ortaksız sahibi ve gercek olan Allah, her turlu noksanlıktan munezzehtir; O´ndan baska ilah yoktur ve yuce Ars´ın sahibidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kim kanıtlayıcı bir delile dayanmadıgı halde Allah´ın yanısıra baska bir ilaha taparsa onun hesabını Rabb´i gorecektir. Hic kuskusuz kafirler iflah olmazlar"},{"SurahNumber":23,"VerseNumber":118,"Text":"De ki; «Beni affeyle, bana merhamet et, sen merhamet edenlerin en iyisisin.»"}]}