{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Ju flisni ndo fshehtazi ndo me ze, Ai e di se cka ka ne zemra"},{"SurahNumber":67,"VerseNumber":14,"Text":"A nuk e di Ai i cili e ka krijuar dhe qe njeh cdo send ne hollesi"},{"SurahNumber":67,"VerseNumber":15,"Text":"Ai i cili ua ka bere token te pershtatshme, andaj ecni neper te dhe ushehuni me furnizimet e tij. Pas ringjalljes shkohet te Ai"},{"SurahNumber":67,"VerseNumber":16,"Text":"A mos keni garance se Ai, i cili sundon qiellin, nuk do t’iu fuse ne toke, kur ajo te filloje te dridhet"},{"SurahNumber":67,"VerseNumber":17,"Text":"Ose, a keni garance se Ai, i cili sundon qiellin, nuk do te leshoje mbi ju furtune me gure? Atehere do ta mirrni vesh si eshte qortuesi"},{"SurahNumber":67,"VerseNumber":18,"Text":"Paten mohuar edhe perpara atyre, po cfare ishte denimi im se"},{"SurahNumber":67,"VerseNumber":19,"Text":"A nuk i shohin ata zogjte permbi krye ne radhe se si i hapin dhe i palojne krahet! Ata nuk i mban askush pervec i gjithmeshirshmi, Ai njemend e sheh mire cdo send"},{"SurahNumber":67,"VerseNumber":20,"Text":"Ose, kush eshte ai i cili do te jete ushtria juaj qe t’ju ndihmoje, pervec te gjithmeshirshmit? Vetem se mosbesimtaret jane te mashtruar"},{"SurahNumber":67,"VerseNumber":21,"Text":"Ose, kush eshte ai qe do t’iu ushqeje, nese ai e ndal furnizimin e vet? Mirepo, ata jane kembengules ne arrogance e mendjemadhesi"},{"SurahNumber":67,"VerseNumber":22,"Text":"A eshte ne rruge me te drejte ai i cili ece me fytyre rreshqanas apo ai i cili ece drejt (vertikalisht) rruges se drejte"},{"SurahNumber":67,"VerseNumber":23,"Text":"Thuaj: “Ai eshte i cili u ka krijuar ne fillim, u pajise me te degjuar, te pare dhe mendje, por ju jeni pak mirenjohes”"},{"SurahNumber":67,"VerseNumber":24,"Text":"Thuaj: “a eshte i cili ju ka shperndare neper toke dhe te Ai do te mblidheni”"},{"SurahNumber":67,"VerseNumber":25,"Text":"Kurse ata thone: “Kur me njehere, ai premtim, nese flisni te verteten?!”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Thuaj: “Vetem All-llahu e di, kurse une jam vetem qe t’iu terheq verejtjen haptazi”"}]}