{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":16,"Text":"evarkal (nampikkai kontu) allahvukkup patil kuriya pinnar, avanaip parri (vinaka)t tarkkittu(k kulappattai untu panni)k kontirukkirarkalo, avarkalutaiya tarkkam avarkalutaiya iraivanitattil payanarratakum. Atanal, avarkal mitu (avanutaiya) kopamum erpattu katinamana vetanaiyum avarkalukkuk kitaikkum"},{"SurahNumber":42,"VerseNumber":17,"Text":"Allahtan murrilum unmaiyutan kutiya ivvetattai irakki vaittan. Melum, avane (ninkal nitamaka natantukolla) taracaiyum pataittan. (Napiye!) Marumai nerunkivittatenpatai nir ariviraka"},{"SurahNumber":42,"VerseNumber":18,"Text":"marumaiyai nampatavarkal ataip parri (eppolutu varum, eppolutu varum enru) avacarappatukinranar. Ayinum, evarkal atai nampiyirukkirarkalo avarkal ataip parrip payantu kontiruppatutan, niccayamaka atu (varuvatu) unmaitan enrum tittamaka arivarkal. Evarkal marumaiyaip parric cantekattil irukkirarkalo avarkal niccayamaka veku turamanatoru valikettiltan irukkirarkal enpatai (napiye!) Arintu kolviraka"},{"SurahNumber":42,"VerseNumber":19,"Text":"allah tan atiyarkalai anpakak kavanittu varupavan akave, avan natiyavarkalukku (ventiya) unavalittu varukiran. Avantan mika palamullavanum (anaivaraiyum) mikaittavanum avan"},{"SurahNumber":42,"VerseNumber":20,"Text":"evan marumaikkakap payirita virumpukirano, avanutaiya payirin vilaiccalai nam atikappatuttukirom. Evan im'maikkaka (mattum) payirita virumpukirano, nam avanukkum atiliruntu oralavu kotukkirom. Eninum, avanukku marumaiyil oru pakkiyamumillai"},{"SurahNumber":42,"VerseNumber":21,"Text":"allah anumatikkata etaiyum avarkalukku markkamakki vaikkakkutiya teyvankalum avarkalukku irukkinranava? (Ovvoru ceyalukkum takka) kuli kotuppatu marumaiyiltan enru iraivanutaiya tirmanam erpattirukkavitil, (ituvarai) avarkalutaiya kariyam mutivu perreyirukkum. Niccayamaka (ittakaiya) aniyayakkararkalukku mikka tunpuruttum vetanai untu"},{"SurahNumber":42,"VerseNumber":22,"Text":"(Napiye!) Varampu miriya ivarkal, tankal ceyalin karanamaka(t tankalukku enna tantanai kitaikkumo enru) payantu kontiruppatai (annalil) nir kanpir. Atu avarkalukkuk kitaitte tirum. Evarkal nampikkai kontu narceyalkal ceykirarkalo avarkal, corkkankalil ulla punkavanankalil irupparkal. Avarkal virumpiyatellam avarkal iraivanitam avarkalukkuk kitaikkum. Itutan mikap perum cirappakum"}]}