{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":65,"VerseNumber":6,"Text":"Poselyayte yikh tam, de zhyvete sami, naskilʹky vam dozvolyayutʹ vashi statky. Ne zapodiyuyte yim shkody, shchob ne robyty shche vazhche. Yakshcho zh vahitni vony, to utrymuyte yikh do toho chasu, poky ne narodyatʹ vony. Yakshcho zh hoduyutʹ vony hruddyu [ditey] vashykh, to davayte yim vynahorodu yikhnyu ta y radʹtesya mizh soboyu po-dobromu. Yakshcho zh tse bude vazhko dlya vas, to zaproshuyte hoduvalʹnytsyu"},{"SurahNumber":65,"VerseNumber":7,"Text":"Nekhay vlasnyk dostatku vytrachaye vidpovidno do dostatku svoho; a komu vazhko tse, to nekhay vytrachaye iz danoho yomu Allahom. Allah ne vymahaye z lyudyny bilʹshe vid toho, shcho Vin dav yiy. I Allah daruye polehshennya pislya trudnoshchiv"},{"SurahNumber":65,"VerseNumber":8,"Text":"O, skilʹky zh selyshch ne poslukhalysʹ nakazu Hospoda yikhnʹoho ta poslantsiv Yoho! My vidplatyly yim zhorstokoyu vidplatoyu ta skaraly yikh tyazhkoyu karoyu"},{"SurahNumber":65,"VerseNumber":9,"Text":"Vony vidchuly naslidky svoyikh vchynkiv. Yikhni vchynky staly zbytkovymy"},{"SurahNumber":65,"VerseNumber":10,"Text":"Allah pryhotuvav yim zhorstoku karu. Tozh biytesya Allaha, o vy, obdarovani rozumom, yaki uviruvaly! Allah zislav vam nahaduvannya"},{"SurahNumber":65,"VerseNumber":11,"Text":"cherez Poslantsya, yakyy chytaye yasni znamennya Allaha vam, shchob vyvesty tykh, yaki uviruvaly ta chynyly dobri spravy, z pitʹmy do svitla. Khto uviruye v Allaha ta robytyme dobro, toy uviyde do sadiv, de techutʹ riky. Vony budutʹ tam vichno. Allah uzhe daruvav yim prekrasnyy nadil"},{"SurahNumber":65,"VerseNumber":12,"Text":"Allah — Toy, Khto stvoryv sim nebes i stilʹky zh zemelʹ. Skhodytʹ mizh nymy nakaz zadlya toho, shchob znaly vy, shcho Allah spromozhnyy na kozhnu rich, i shcho Vin okhoplyuye kozhnu rich znannyam"}]}