{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":12,"VerseNumber":38,"Text":"pour suivre la religion de mes ancetres Abraham, Isaac et Jacob. Il ne nous appartient pas d’associer une quelconque divinite a Allah. Cette foi pure de toute idolatrie est une grace d’Allah envers nous et envers les hommes, mais la plupart d’entre eux ne sont pas reconnaissants"},{"SurahNumber":12,"VerseNumber":39,"Text":"Mes deux compagnons de prison. Est-il preferable d’adorer une multitude de divinites ou Allah, le Dieu unique qui a soumis a Son pouvoir l’ensemble de la Creation"},{"SurahNumber":12,"VerseNumber":40,"Text":"Vous n’adorez, en dehors d’Allah, que des noms sans aucune realite que vous et vos ancetres avez inventes sans vous fonder sur la moindre preuve revelee par Lui. Il n’est d’autorite que celle d’Allah qui vous a ordonne de Lui vouer un culte exclusif et sincere. Telle est la vraie religion, mais la plupart des hommes l’ignorent"},{"SurahNumber":12,"VerseNumber":41,"Text":"Mes deux compagnons de captivite ! L’un de vous deux recommencera a servir du vin a son maitre, tandis que l’autre sera crucifie avant que les oiseaux ne viennent se nourrir de sa tete. Sachez que les reves dont vous avez demande l’interpretation se realiseront. »"},{"SurahNumber":12,"VerseNumber":42,"Text":"Se tournant vers celui dont il savait qu’il aurait la vie sauve, il dit : « Evoque mon cas devant ton maitre. » Mais Satan lui fit oublier la requete de Joseph qui demeura donc plusieurs annees en prison"},{"SurahNumber":12,"VerseNumber":43,"Text":"Le roi dit : « J’ai vu en reve sept vaches grasses devorees par sept vaches decharnees, mais aussi sept epis verts et sept autres desseches. Donnez-moi l’explication de cette vision vous autres, grands d’Egypte, si vous etes en mesure d’interpreter les reves. »"}]}