{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"Ennenkuin Laki annettiin ylhaalta, oli kaikki ruoka sallittu israelilaisille paitsi se, minka Israel itse kielsi itseltaan. Sano: »Ottakaa esille Mooseksen kirjat ja lukekaa sielta, mikali tahdotte pysya totuudessa.»"},{"SurahNumber":3,"VerseNumber":93,"Text":"Ja ketka taman jalkeen sepittavat valheita Jumalaan vedoten, ne ovat vaarintekijoita, jumalattomia"},{"SurahNumber":3,"VerseNumber":94,"Text":"Sano: »Jumalan puhe on totuutta; noudattakaa siis Aabrahamin oppia, koska han oli hurskas (haniifi) eika kuulunut monijumalaisiin.»"},{"SurahNumber":3,"VerseNumber":95,"Text":"Ensimmainen rukoushuone, joka perustettiin ihmisille, oli totisesti se, joka on Bekassa (Mekassa) siunauksena ja opastuksena koko maailmalle"},{"SurahNumber":3,"VerseNumber":96,"Text":"Siella on ilmeisia tunnusmerkkeja: Aabrahamin rukouspaikka; ja se, joka astuu sinne, on varmassa turvassa. Ja pyhiinvaellus tahan huoneeseen on ihmisten velvollisuus Jumalaa kohtaan, jokaisen, ken suinkin voi matkan tehda. Mutta jos joku kay uskottomaksi, niin katso, Jumala tulee toimeen vaikkapa ilman koko maailmaa"},{"SurahNumber":3,"VerseNumber":97,"Text":"Sano: »Te, jotka omistatte Pyhan kirjan, miksi ette usko Jumalan tunnusmerkkeihin, vaikka Jumala on teidan tekojenne todistaja"},{"SurahNumber":3,"VerseNumber":98,"Text":"Sano: »Te, joilla on Pyha kirja, miksi tyonnatte uskovaisia pois Jumalan tielta ja pyritte tekemaan sen mutkikkaaksi, vaikka olette varmoja (sen suoruudesta)? Mutta Jumala ei ole valinpitamaton siita, mita te teette.»"},{"SurahNumber":3,"VerseNumber":99,"Text":"Te, jotka uskotte, jos tottelette eraita niista, jotka ovat Pyhan kirjan saaneet, tekevat he taas teidat uskottomiksi, teidan jo oltuanne uskossa"},{"SurahNumber":3,"VerseNumber":100,"Text":"Kuinka voittekaan olla uskottomia, kun Jumalan tunnusmerkit luetellaan teille ja Hanen profeettansa on teidan keskuudessanne? Joka turvautuu Jumalaan, hanet johdetaan varmasti (kulkemaan) oikeata tieta"}]}