{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"И своей коже они скажут: \"Что ж против нас свидетельствуешь ты?\" На что она ответит: \"Аллах мне речь внушил, Он - Тот, Кто все (земное) речью одарил. Он создал вас первоначально, К Нему же - ваше возвращенье"},{"SurahNumber":41,"VerseNumber":22,"Text":"И не могли вы схорониться, Чтобы свидетелями против вас не стали Ни ваше зрение, ни слух, ни кожа; Но все ж вы думали, Что много из того, в чем вы грешны, Не ведает Аллах"},{"SurahNumber":41,"VerseNumber":23,"Text":"Но то понятие о вашем Боге, Что вы измыслили себе, Вас погубило, - Теперь вы пребываете средь тех, Кто (навсегда для Господа) потерян"},{"SurahNumber":41,"VerseNumber":24,"Text":"И если (там) они терпение проявят, Огонь убежищем им станет. Но если к милости Господней воззовут, Они не будут среди тех, Кому ее окажут"},{"SurahNumber":41,"VerseNumber":25,"Text":"Назначили Мы им в собратья тех, Кто (сладостью греха) прельщал их тем, Что ждет их впереди, И тем, что за спиной осталось, И утвердился приговор над ними, Что был назначен для людей и джиннов, Которые пришли до них, - Они, поистине, убыток понесли"},{"SurahNumber":41,"VerseNumber":26,"Text":"Неверные сказали: \"К Корану не прислушивайтесь вы И пустословьте при зачтении его, - Тогда одержите вы верх"},{"SurahNumber":41,"VerseNumber":27,"Text":"Но непременно Мы дадим неверным Познать суровой кары вкус И воздадим Мы им (сполна) за прегрешенья"},{"SurahNumber":41,"VerseNumber":28,"Text":"И вот возмездие врагам Аллаха - Огнь, Где вечное пристанище для них, - Достойное возмездие за то, Что отвергали все знаменья Наши"},{"SurahNumber":41,"VerseNumber":29,"Text":"Неверные же скажут: \"Владыка наш! Ты укажи нам тех из джиннов и людей, Кто сбил нас (с праведной стези). Ногами мы растопчем их, Чтоб найсквернейшими они предстали"}]}