{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Thereafter, We did not send an army from heavens upon his people; We did not have to"},{"SurahNumber":36,"VerseNumber":29,"Text":"There was just a single bang, and they all were left lifeless! (As if extinguished)"},{"SurahNumber":36,"VerseNumber":30,"Text":"What a pity! These human kinds! Their only response to the messengers _ whenever they came to them _ was to mock and make fun of them"},{"SurahNumber":36,"VerseNumber":31,"Text":"Do they not observe? Many a town have We demolished prior to them. Verily, none of their dwellers ever return"},{"SurahNumber":36,"VerseNumber":32,"Text":"Surely! All of them together would be presented before Us (for judgment)"},{"SurahNumber":36,"VerseNumber":33,"Text":"And the proof for them (of the lie-to-come) is the dead land __ barren and desolate. We cause it to spring back to life! And We bring forth the grain out of it, which they eat"},{"SurahNumber":36,"VerseNumber":34,"Text":"We dotted the land with orchards of grapes and dates, and We caused springs to gush out of the earth"},{"SurahNumber":36,"VerseNumber":35,"Text":"That they may eat its produce! It was not they who made it all happen! So, should they not be grateful"},{"SurahNumber":36,"VerseNumber":36,"Text":"Exalted is He Who created all things in pairs! Things that grow in fields. Things within their own selves. Even things they have no knowledge of"},{"SurahNumber":36,"VerseNumber":37,"Text":"Another proof is the night! When We strip the day off it, they are left in the dark"},{"SurahNumber":36,"VerseNumber":38,"Text":"The sun proceeds towards its marked destination. This is the destiny appointed by the Mightiest and the most Knowledgeable"},{"SurahNumber":36,"VerseNumber":39,"Text":"And the moon! We destined it to return in stages until it comes back like the dried out branch of the date tree"},{"SurahNumber":36,"VerseNumber":40,"Text":"It is not ordained for the sun to overtake the moon, nor for the night to outpace the day. Each, (the sun and the moon), is afloat in its respective orbit"}]}