{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"And We have not sent you (O Muhammad) but as a bearer of glad tidings and a Warner"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say: “I don’t ask you any reward for this (that I have brought the Qur’an from my Lord and its preaching, etc) except that whoever wills, may take a way to his Lord.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"And put your trust (O Muhammad) in the Ever-Living (Allah) who does not die, glorify His Praises, and He alone is the All-Knower of the sins of His servants"},{"SurahNumber":25,"VerseNumber":59,"Text":"Who created the heavens and the earth and all that is between them in 6 days. Then He rose over the Throne (that suits His Majesty). The Gracious! Ask Him (O Muhammad), as He is All-Knower of everything"},{"SurahNumber":25,"VerseNumber":60,"Text":"And when it is said to them: “Prostrate yourself to the Gracious (Allah),” they ask: “What is the Gracious? Shall we fall down in prostration because you (O Muhammad) command us?\" It increases dislike in them"},{"SurahNumber":25,"VerseNumber":61,"Text":"Blessed is He Who has placed big stars in the sky, has placed therein a great lamp (sun) and a moon giving light"},{"SurahNumber":25,"VerseNumber":62,"Text":"And it is He Who has put the night and the day in succession, for those who desire to remember or desire to show their gratitude"},{"SurahNumber":25,"VerseNumber":63,"Text":"And the servants of the Gracious (Allah) are those who walk on the earth in humility, and when the foolish address them, they say: “peace,”"},{"SurahNumber":25,"VerseNumber":64,"Text":"and those who spend the night before their Lord, prostrating and standing"},{"SurahNumber":25,"VerseNumber":65,"Text":"and those who say: “Our Lord! Avert from us the punishment of hell. Surely! Its punishment is an inseparable, permanent punishment"},{"SurahNumber":25,"VerseNumber":66,"Text":"indeed it (hell) is evil as an abode and as a place to reside,”"},{"SurahNumber":25,"VerseNumber":67,"Text":"and those who, when they spend, neither are extravagant nor stingy, but there is a medium (way) between those (extremes)"}]}