{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":33,"Text":"Y cada vez que (los idólatras) vienen a ti con un argumento (en contra de lo que dices o con una duda) te revelemos la respuesta correcta y la mejor explicación"},{"SurahNumber":25,"VerseNumber":34,"Text":"Quienes sean reunidos en el infierno (y arrastrados a él) sobre sus rostros (por rechazar la verdad) estarán enla peor situación y serán los más extraviados"},{"SurahNumber":25,"VerseNumber":35,"Text":"Y, ciertamente, revelamos a Moisés el Libro (la Torá) y le asignamos a su hermano como apoyo"},{"SurahNumber":25,"VerseNumber":36,"Text":"Y les dijimos: «Id al pueblo (del Faraón) que desmiente las pruebas (de Nuestra unicidad)». Mas (no creyó y) lo destruimos por completo"},{"SurahNumber":25,"VerseNumber":37,"Text":"Y (también destruimos) al pueblo del profeta Noé cuando desmintió a su mensajero[697]: lo ahogamos e hicimos que ello sirviera de lección para los hombres. Y hemos preparado para los injustos (que niegan la verdad) un castigo doloroso"},{"SurahNumber":25,"VerseNumber":38,"Text":"Y (también destruimos) a los pueblos de ‘Ad y Zamud y a los habitantes de Ar-Ras[698], así como a muchas otras comunidades o generaciones que existieron entre las épocas de los anteriores"},{"SurahNumber":25,"VerseNumber":39,"Text":"Y a todos les mostramos con claridad Nuestras pruebas (y los advertimos); y todos fueron destruidos (al rechazar a sus mensajeros)"},{"SurahNumber":25,"VerseNumber":40,"Text":"Y (los idólatras de La Meca) pasan (en sus viajes) por (las ruinas de) la ciudad (del profeta Lot: Sodoma) sobre la que cayó una nefasta lluvia (de piedras de barro cocido que la destruyó). ¿Acaso no reparan en ella (y reflexionan sobre lo que sucedió)? Mas no lo hacen porque no creen que serán resucitados"},{"SurahNumber":25,"VerseNumber":41,"Text":"Y cuando te ven, se burlan de ti (¡oh, Muhammad!) y dicen: «¿Es este quien Al-lah ha enviado como mensajero"},{"SurahNumber":25,"VerseNumber":42,"Text":"»Si no nos hubiéramos mantenido firmes adorando a nuestras divinidades, poco habría faltado para que nos desviara de ellas». Pero cuando vean el castigo, ya sabrán quiénes son los más extraviados"},{"SurahNumber":25,"VerseNumber":43,"Text":"¿No has reparado en quien hace de sus pasiones su dios (¡oh, Muhammad!)? ¿Acaso serás tú su guardián"}]}