{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Neuzheli vy ne urazumeli, chto Allakh podchinil vam to, chto na nebesakh i na zemle, i odaril vas milostyami i yavnymi, i nedostupnymi [vashemu ponimaniyu]? Sredi lyudey byvayut i takiye, kotoryye sporyat o [sushchnosti] Allakha, ne imeya ni znaniya, ni rukovodstva na pryamoy put', ni ozaryayushchego Pisaniya"},{"SurahNumber":31,"VerseNumber":21,"Text":"Kogda zhe im govoryat: \"Sleduyte za tem, chto Allakh nisposlal!\" - oni otvechayut: \"O net! My budem sledovat' tomu, chemu sledovali nashi ottsy\". Neuzheli zhe [posleduyut oni za] shaytanom, dazhe yesli on pozovet ikh k [tomu, chto vlechet] nakazaniye adskim ognem"},{"SurahNumber":31,"VerseNumber":22,"Text":"Tot, kto obrashchayet lik svoy k Allakhu i vershit dobro, uzhe obrel prochnuyu oporu. A posledstviya [vsekh] del - [vo vlasti] Allakha"},{"SurahNumber":31,"VerseNumber":23,"Text":"Yesli kto-libo ne uveroval, to pust' yego neveriye ne pechalit tebya [, o Mukhammad!] Vse oni predstanut pered Nami, i YA povedayu im, chto oni vershili. Voistinu, Allakh vedayet o tom, chto v serdtsakh [lyudey]"},{"SurahNumber":31,"VerseNumber":24,"Text":"My dozvolim im nemnogo pol'zovat'sya zemnymi blagami, a potom podvergnem strashnomu nakazaniyu"},{"SurahNumber":31,"VerseNumber":25,"Text":"Yesli ty ikh sprosish': \"Kto sotvoril nebesa i zemlyu?\" - to oni, nesomnenno, otvetyat: \"Allakh\". Skazhi im: \"Khvala Allakhu!\" No bol'shinstvo ikh ne razumeyut [istiny]"},{"SurahNumber":31,"VerseNumber":26,"Text":"Allakhu prinadlezhit to, chto na nebesakh i na zemle. Voistinu, Allakh ni v chem ne nuzhdayetsya i dostokhvalen"},{"SurahNumber":31,"VerseNumber":27,"Text":"Yesli by iz vsekh derev'yev zemli izgotovili by kalamy, yesli k [mirovomu] okeanu pribavili by yeshche sem' morey [dlya izgotovleniya chernil], to ikh ne khvatilo by, chtoby ischerpat' slova Allakha. Voistinu Allakh - velikiy, mudryy"},{"SurahNumber":31,"VerseNumber":28,"Text":"Sotvorit' vas i voskresit' vas dlya Nego tak zhe [legko], kak sotvorit' odnogo cheloveka. Voistinu, Allakh - slyshashchiy, vidyashchiy"}]}