{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"O insanlar, sana kıyamet saatini soruyorlar. De ki: «Onun ilmi ancak Allah´ın nezdindedir ve ne bilirsin belki de o kıyamet yakında olur.»"},{"SurahNumber":33,"VerseNumber":64,"Text":"Su muhakkak ki, Allah kafirleri lanetlemis ve onlara bir cılgın ates hazırlamıstır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Onda ebedi kalırlar ve ne bir kayırıcı bulabilirler, ne de bir yardımcı"},{"SurahNumber":33,"VerseNumber":66,"Text":"O gun yuzleri ateste cevrilirken: «Ah ne olurdu bizler Allah´a itaat etseydik, peygambere itaat etseydik!» derler"},{"SurahNumber":33,"VerseNumber":67,"Text":"Yine derler ki: «Ey Rabbimiz, dogrusu biz, beylerimize ve buyuklerimize itaat ettik de bizi yanlıs yola goturduler"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ey Rabbimiz, onlara azabın iki katını ver ve kendilerini buyuk bir lanetle lanetle!»"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey iman edenler, sizler o Musa´ya eziyet edenler gibi olmayın! Eziyet ettiler de Allah onu onların dediklerinden temize cıkardı. O, Allah katında yuzlu (itibar sahibi) idi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey iman edenler, Allah´tan korkun ve saglam soz soyleyin"},{"SurahNumber":33,"VerseNumber":71,"Text":"ki, islerinizi yoluna koysun ve gunahlarınızı bagıslasın. Her kim de Allah´a ve peygamberine itaat ederse, gercekten o buyuk murada ermistir"},{"SurahNumber":33,"VerseNumber":72,"Text":"Evet Biz, o emaneti goklere, yere ve daglara sunduk da onlar onu yuklenmeye yanasmadılar ve ondan korktular da insan yuklendi onu. O gercekten cok zalim, cok cahil bulunuyor"},{"SurahNumber":33,"VerseNumber":73,"Text":"Cunku Allah, munafık erkeklere, munafık kadınlara, musrik erkeklere, musrik kadınlara azap edecek, inanan erkeklere, inanan kadınlara da tevbe ile nazar buyuracak. Allah cok bagıslayıcıdır, merhamet edendir"}]}