{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":49,"VerseNumber":5,"Text":"Eğer onlar, sen kendilerine çıkıncaya kadar sabretselerdi, elbette haklarında hayırlı olurdu. Bununla beraber Allah çok bağışlayandır, merhamet edendir"},{"SurahNumber":49,"VerseNumber":6,"Text":"Ey iman edenler, eğer size bir fasık bir haber getirirse onu iyice araştırın, sonra bilmeden bir topluluğa sataşırsınız da yaptığınıza pişman olursunuz"},{"SurahNumber":49,"VerseNumber":7,"Text":"Hem biliniz ki, içinizde Allah´ın peygamberi vardır. Şayet o, birçok işlerde size itaat etseydi, haliniz yaman olurdu. Fakat Allah size imanı sevdirdi, onu kalplerinizde süsledi; küfrü, yoldan çıkmayı ve isyanı size çirkin gösterdi. İşte onlar, Allah´ın lütfu ve nimeti ile doğru yola ermiş olanlardır. Allah, her şeyi bilendir, hikmet sahibidir"},{"SurahNumber":49,"VerseNumber":8,"Text":"Hem biliniz ki, içinizde Allah´ın peygamberi vardır. Şayet o, birçok işlerde size itaat etseydi, haliniz yaman olurdu. Fakat Allah size imanı sevdirdi, onu kalplerinizde süsledi; küfrü, yoldan çıkmayı ve isyanı size çirkin gösterdi. İşte onlar, Allah´ın lütfu ve nimeti ile doğru yola ermiş olanlardır. Allah, her şeyi bilendir, hikmet sahibidir"},{"SurahNumber":49,"VerseNumber":9,"Text":"Eğer müminlerden iki grup birbirleriyle çarpışırlarsa, hemen aralarını bulun barıştırın! Şayet biri ötekine saldırıyorsa, Allah´ın emrine dönünceye kadar saldıran tarafla savaşın. Eğer dönerse, yine adaletle aralarını düzeltin ve hep insaflı olun. Çünkü Allah adaletli davrananları sever"},{"SurahNumber":49,"VerseNumber":10,"Text":"Müminler ancak kardeştirler, onun için iki kardeşinizin aralarını düzeltin ve Allah´tan korkun ki, rahmete layık olasınız"},{"SurahNumber":49,"VerseNumber":11,"Text":"Ey iman edenler! Bir topluluk bir toplulukla alay etmesin; belki de onlar kendilerinden daha hayırlı olurlar; bir takım kadınlar da diğer kadınlarla (alay etmesin), belki onlardan daha hayırlı olurlar. Bir de kendi kendinizi ayıplamayın ve kötü lakaplarla atışmayın. İmandan sonra fasıklık ne kötü isimdir! Her kim de tevbe etmezse, işte onlar kendilerine zulmedenlerdir"}]}