{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Pero la unica respuesta de su pueblo fue: \"Expulsen a la familia de Lot de la ciudad; son gente que se hacen los puros"},{"SurahNumber":27,"VerseNumber":57,"Text":"Salve a Lot y a su familia, excepto a su mujer, pues en el decreto era de las condenadas"},{"SurahNumber":27,"VerseNumber":58,"Text":"Hice que cayera sobre ellos una lluvia [de piedras]. ¡Que lluvia mas aterradora fue la que les envie"},{"SurahNumber":27,"VerseNumber":59,"Text":"Di: \"¡Alabado sea Dios! Que la paz sea sobre Sus siervos elegidos. ¿Quien es mejor: Dios o lo que Le asocian"},{"SurahNumber":27,"VerseNumber":60,"Text":"¿Acaso Quien creo los cielos y la Tierra e hizo descender para ustedes agua del cielo, con la que hace surgir jardines esplendidos alli donde ustedes no podrian haber hecho crecer ni un arbol [puede equipararse a quien no es capaz de crear nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? Realmente son desviados"},{"SurahNumber":27,"VerseNumber":61,"Text":"¿Acaso Quien hizo de la Tierra un lugar firme, dispuso en ella rios, fijo montanas y puso entre los dos mares una barrera [puede equipararse a quien no es capaz de crear nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? La mayoria lo ignora"},{"SurahNumber":27,"VerseNumber":62,"Text":"¿Acaso Quien responde al afligido cuando Lo invoca, alivia los pesares y los ha hecho a ustedes los responsables de la Tierra [puede equipararse a quien no es capaz de hacer nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? Pocos son los que reflexionan"},{"SurahNumber":27,"VerseNumber":63,"Text":"¿Acaso Quien los guia en la oscuridad [de la noche] por la tierra y el mar, y envia los vientos que traen las lluvias como una misericordia [puede compararse a quien no es capaz de hacer nada de eso]? ¿Acaso puede haber otra divinidad junto con Dios? Dios esta por encima de [los idolos] que Le asocian"}]}