{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":6,"VerseNumber":69,"Text":"Ani je loka allahace bhaya rakhuna vagatata, tyancyavara tyancya pakadica kahica parinama honara nahi. Matra tyanna sikavana deta rahane (cangale ahe) kadacita tedekhila allahace bhaya rakhuna duskarmapasuna dura rahu lagatila"},{"SurahNumber":6,"VerseNumber":70,"Text":"Ani asa lokansi kadhihi nate thevu naka, jyanni apalya dina (dharma) la khela-tamasa banavuna thevale ahe ani aihika jivanane tyanna dhokyata takale ahe. Ani ya kura'anadvare upadesa jarura karita raha, yasathi ki ekhada manusya apalya karmammule asa prakare na phasava ki koni allahasivaya tyaci madata karanara nasava ani na sipharasa karanara ani avastha asi vhavi ki jara sare jaga bharuna mobadalyata de'una takila, tarihi tyacyakaduna ghetale na jave. Te aseca loka aheta ki apalya karmammule adakuna padale. Tyancyasathi khupa garama pani pinyace asela ani tyancya kupra (inkara) mule mothi duhdayaka siksa-yatana asela"},{"SurahNumber":6,"VerseNumber":71,"Text":"Tumhi sanga, kaya amhi allahasivaya tyala pukarave jo amace bhale-bure kahica karu sakata nasava, ani allahace margadarsana labhalyanantara tya manasasarakhe taca ragadata parata phiravile jave, janu saitanane bahakavile asave ani to dharativara bhatakata phirata asava. Tyace sathidara tyala sarala margakade bolavita asaveta ki amacya javala ye. Tumhi sanga, allahace margadarsanaca kharya arthane margadarsana ahe. Ani amhala ha adesa dila gela ahe ki samasta jagacya svamisathi svatahla tyacya havali karave"},{"SurahNumber":6,"VerseNumber":72,"Text":"Ani namaja kayama kara ani tya (allaha) ce bhaya rakha, to, toca ahe, jyacyakade tumhi ekatrita kele jala"},{"SurahNumber":6,"VerseNumber":73,"Text":"Tyaneca akasa'anna va jaminila satyasaha nirmana kele, ani jya divasi to pharmavila, ho'una ja tara ho'una ja'ila. Tyace vacana agadi satya ahe, ani jya divasi sankha phunkala ja'ila, rajya satta tyacica asela. To jananara ahe paroksa ani astitvaca anito hikamatasali va khabara rakhanara ahe"}]}