{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"Ewe Omurumwa! Mbushina nokaana eshia Nyasaye wuwo yakhufuchilila? Okhaaba\tokhuchamisia Abakhaye bobo. Ne Nyasaye ni Omulesheli muno Omukoosia po"},{"SurahNumber":66,"VerseNumber":2,"Text":"Toto Nyasaye yabahelesia injila yokhurimbulula ebitsubo bienyu, ne Nyasaye ni Omwami wenyu, Naye ni Omumanyi muno Owamachesi po"},{"SurahNumber":66,"VerseNumber":3,"Text":"Ne olwa Omurumwa yaboolela mulala khubakhaye be likhuwa liobwifisi, mana omukhaye oyo shingala yalirusia habulafu, ne Nyasaye namanyia Omurumwa, yamwechesia ebuleka ne nakhaya okhumwechesia elubeka wundi. Olwa yamuboolela ario, omukhaye oyo naboola mbu: “wina ukhuboolele kano?” Omurumwa naboola mbu: “Omumanyi wamakhuwa koosi niye umboolele.”"},{"SurahNumber":66,"VerseNumber":4,"Text":"Nimulasaba eshileshelo enywe babili emioyo chienyu chilenjila mubwonooni, ne nimukhonyana khulwo okhukholela Omurumwa amabii, Mumanye mbu toto Nyasaye niye omuhabini wuwe nende Jibril nende abasuubili abakholi bamalayi, ne okhumetakhwo ako Abamalaika balamukhoonya"},{"SurahNumber":66,"VerseNumber":5,"Text":"Nabalekha, Nyasaye anyala okhumuhelesia Abakhaye bandi habundu wenyu, Abalayi okhushila enywe, Abehotselefu, Abasuubili, Abarechelefu, Abekanili , Abalaami, Abakholi bamalayi, nashikoko nende abakhaana bashili okhutekhakhwo"},{"SurahNumber":66,"VerseNumber":6,"Text":"Enywe Abasuubila, honokosie emioyo chenyu nende chia Abandu benyu okhurulana nomulilo kwetsikhwi tsiakwo ni Abandu nende amachina, abalindi bakwo ni Abamalaika abalulu aba amaani, shibakhayanga okhukhola lia Nyasaye ababoolele tawe ne bakholanga liabalomesibwe"},{"SurahNumber":66,"VerseNumber":7,"Text":"Enywe Abakhayi mulayinia ebichila olwa lelo tawe, toto murungungwa kamwakholanga"}]}