{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":34,"Text":"De ki: (Tanrı diye) ortak edindiklerinizden ilkin yaratıp (oldurdukten) sonra tekrar onu (diriltip geri) ceviren var mıdır ? De ki: Allah ilkin yaratıp meydana getirir, sonra tekrar (diriltip geri) cevirir. Nasıl da (Hak´tan) cevrilip saptırılıyorsunuz"},{"SurahNumber":10,"VerseNumber":35,"Text":"De ki: Ortak edindiklerinizden Hakk´a yol gosteren, Hakk´a ileten var mıdır ? De ki:. Allah Hakk´a yol gosterir ve ona iletir. Hakk´a ileten mi, yoksa iletilmeden kendiliginden hak yolu bulamayan mı uyulmaya daha layıktır ? Size ne oluyor, nasıl hukmediyorsunuz"},{"SurahNumber":10,"VerseNumber":36,"Text":"Cogu ancak zanna uyarlar; dogrusu zan haktan yana hicbir anlam tasımaz (onun yerine hicbir zaman gecmez). Suphesiz ki Allah onların yapageldiklerini cok iyi bilir"},{"SurahNumber":10,"VerseNumber":37,"Text":"Bu Kur´an Allah´tandır, baskası tarafından uydurulup ortaya konulamaz. O ancak onundeki (daha once indirilen) Tevrat ve Incil´i dogrular ve (Allah katında yazılı olan) kitabı bir bir acıklar. Onda suphe adına hicbir sey yoktur; O, alemlerin Rabbinden (indirilme)dir"},{"SurahNumber":10,"VerseNumber":38,"Text":"Onu uydurdu mu, diyorlar? De ki: Haydi, eger dogrulardan iseniz Onun benzeri bir sure getirin ve Allah´tan baska gucunuzun yettigi kimseleri cagırın"},{"SurahNumber":10,"VerseNumber":39,"Text":"Hayır, onlar ilmini kavrayamadıkları ve henuz yorumu da kendilerine gelip ulasmıyan seyi yalanladılar. Onlardan oncekiler de boyle yalanlamıslardı. Bir bak, zalimlerin sonu ne oldu"},{"SurahNumber":10,"VerseNumber":40,"Text":"Iclerinden buna inanan da var, inanmayan da var. Rabbin ise mufsitleri (Hakk´ı yalanlayıp toplum icinde fitne ve fesad cıkaranları) bilir"},{"SurahNumber":10,"VerseNumber":41,"Text":"Seni yalanlarlarsa, de ki: Benim isledigim bana, sizin islediginiz size. Benim isledigimle sizin ilisiginiz yoktur; benim de sizin islediginizle ilisigim yoktur"},{"SurahNumber":10,"VerseNumber":42,"Text":"Iclerinden sana kulak verenler eksik degildir. Sen sagırlara —hele bir de akılları ermiyorsa— isittirebilir misin"}]}