{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":71,"Text":"Bhannusḥ ki timīlē vicāra ta gara ki yadi allāhalē kiyāmatakō dinasam'ma sadhaiṅkō lāgi timīlā'ī am̐dhyārō garidiyō bhanē allāha bāhēka arkō kōhī pūjanīya cha, jasalē timīlā'ī dinakō prakāśa lyā'idinēcha, kē timī sundainau"},{"SurahNumber":28,"VerseNumber":72,"Text":"bhannusḥ ki kē timīlē vicāra garyau? Yadi allāhalē kiyāmatakō dinasam'ma sadhaiṅkō nimti timrō lāgi dina garidi'ēkō bha'ē kē allāha bāhēka arkō kōhī pūjanīya cha jasalē timrō nimti rāta lyā'idē'ōs, jasamā timīlē viśrāma prāpta gardachau? Kē timī dēkhdainauṁ"},{"SurahNumber":28,"VerseNumber":73,"Text":"usailē ta āphnō dayālutālē timrō nimti rāta ra dina banāyō, tāki timīlē rātamā viśrāma prāpta gara ra dinamā usalē di'ēkō rōjī (jīvikā) khōja, tāki timīlē kr̥tajñatā vyakta gara"},{"SurahNumber":28,"VerseNumber":74,"Text":"Ra juna dina usalē tinīharūlā'ī bōlā'ēra sōdhnēchaḥ ki mērō tī sājhēdāraharū, jasakō bārēmā timīlē dāvī gathryau, kahām̐ chan"},{"SurahNumber":28,"VerseNumber":75,"Text":"ra hāmīlē pratyēka samudāyaharūbāṭa ē'uṭā sākṣī nikālnēchauṁ ra bhannēchauṁ ki āphnō pramāṇa prastuta gara tyatikhēra unīharūlē thāhā pā'ihālnēchan ki satya kurā allāhakai lāgi hō ra jē jati unīharūlē jhūṭhō kurā racdathē, tī sabai unīharūbāṭa harā'ihālnēcha.’’"},{"SurahNumber":28,"VerseNumber":76,"Text":"Niścaya nai ‘‘kārūna’’ musākō kaumamadhyēkō thiyō, tara usalē unakō virud'dha atyācāra garna thālēkō thiyō. Ra hāmīlē usalā'ī yati khajānā di'ēkā thiyauṁ ki tyasakō sām̐cōharū anēka valaśālīharūkā lāgi pani ucālna gāhrō thiyō. Ēkacōṭī jaba usasita usakō samūhakā mānisalē bhanē ki unmata nahō'ū kinabhanē allāhalē unmādīharūlā'ī rucā'um̐dainan"},{"SurahNumber":28,"VerseNumber":77,"Text":"Ra juna (sampatti) timīlā'ī allāhalē pradāna garēkō cha, tyasabāṭa ākhiratakō gharakō nirmāṇa gara ra sansārika bhāga pani nabirsa, ra jastō ki allāhalē timīlā'ī bhalō garēkō cha timī pani rāmrō vyavahāra gara ra dharatīmā upadrava nacāha kinabhanē allāha upadravīharūlā'ī manaparā'um̐daina"}]}