{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":4,"VerseNumber":38,"Text":"Jihare loka apana dhana duji'am nu dikha'una la'i kharaca karade hana, alaha ate praloka de dina upara imana nahim li'a'unde ate jinham da mitara saitana bana ja'e tam uha bahuta bura mitara hai"},{"SurahNumber":4,"VerseNumber":39,"Text":"Unam nu ki ghata si jekara uha alaha ate praloka de dina upara imana rakhade. Alaha ne jo kujha unham nu de rakhi'a hai, usa vicom kharaca karade. Alaha unham tom cagi tar'ham janu hai"},{"SurahNumber":4,"VerseNumber":40,"Text":"Besaka alaha bhora vi kise nala na-inasaphi nahim karega jekara neki hove “tam uha usa nu dugana kara dida hai ate uha apane pasom bahuta vada puna dida hai"},{"SurahNumber":4,"VerseNumber":41,"Text":"Phira usa vele ki hala hovega jadom asim hareka umata (vasa) vicom ika gavaha li'avange ate tuhanu unham lokam de upara gavaha bana ke kharha karange"},{"SurahNumber":4,"VerseNumber":42,"Text":"Uha loka jinham ne avagi'a kiti ate pairabara da visavasa na kita. Uha usa dina cahunage ki kasa! (Ajiha huda) ki dharati pata ja'e ate unham upara barabara kara diti jave. Uha alaha tom ko'i gala luko nahim sakanage"},{"SurahNumber":4,"VerseNumber":43,"Text":"He imana vali'o! Jisa vele tusi' nase vica hovo tam namaza de nere na ja'u, ithom taka ki samajho jo tusim kahide ho, na usa samem jadom isanana di lora hove, para raha calade ho'e, ithom taka ki isanana kara la'u. Jekara tuhanu ko'i bimari hove jam tusim safara vica hovo jam tuhade vicom ko'i gusalakhane de sathana vicom ave jam tusim auratam ve kola ga'e hovo phira tuhanu pani na mile phira tusim sapha miti (tayamuma) nala cihara ate hatha mala lavo. Apane cihare ate hatham da masaha (chuha) kara la'u besaka alaha rahimata karana vala hai mu'afa karana vala hai"},{"SurahNumber":4,"VerseNumber":44,"Text":"Ki tusim unham lokam nu nahim dekhi'a jinham nu kitaba vicom hisa mili'a si uha mare raha nu kharida rahe hana ate bahude hana ki tusim vi maraga tom bhataka ja'u"}]}