{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Alipha-lama-mima"},{"SurahNumber":31,"VerseNumber":2,"Text":"egulo hikamatapurna kitabera ayata"},{"SurahNumber":31,"VerseNumber":3,"Text":"patha-nirdesa o dayasbarupa muhasinadera jan'ya"},{"SurahNumber":31,"VerseNumber":4,"Text":"yara salata kayema kare ebam yakata deya, ara tara'i akhirate niscita bisbasi"},{"SurahNumber":31,"VerseNumber":5,"Text":"tara'i tadera rabera paksa theke hidayatera upara ache ebam tara'i saphalakama"},{"SurahNumber":31,"VerseNumber":6,"Text":"Ara manusera madhye theke ke'u ke'u allahara patha theke bicyuta karara jan'ya asara bakya kine neya [1] jnana chara'i [2] ebam allahara dekhano patha niye thatta-bidrupa kare. Tadera jan'ya rayeche abamananakara sasti"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ara yakhana tara kache amadera ayatasamuha tila'oyata kara haya takhana se ahankare mukha phiriye neya yena se eta sunate payani [1], yena tara kana duto badhira; ata'eba take yantranadayaka sastira sambada dina"},{"SurahNumber":31,"VerseNumber":8,"Text":"Niscaya yara imana ane o satkaja kare tadera jan'ya rayeche neyamatapurna jannata"},{"SurahNumber":31,"VerseNumber":9,"Text":"sekhane tara sthayi habe. Allahara pratisruti satya (akatya). Ara tini prabala parakramasali, hikamata'oyala"},{"SurahNumber":31,"VerseNumber":10,"Text":"tini asamanasamuha nirmana karechena khumti chara---tomara eta dekhate paccha; tini'i yamine sthapana karechena sudrrha parbatamala yate eta tomaderake niye dhale na pare ebam ete chariye diyechena saba dharanera jiba-jantu. Ara amara akasa hate bari barsana kari tarapara ete udgata kari saba dharanera kalyanakara udbhida"},{"SurahNumber":31,"VerseNumber":11,"Text":"Eta allahara srsti! Sutaram tini chara an'yara ki srsti kareche amake dekha'o. Baram yalimara spasta bibhrantite rayeche"}]}