{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"میں نے ایک عورت دیکھی کہ ان لوگوں پر بادشاہت کرتی ہے اور ہر چیز اسے میسر ہے اور اس کا ایک بڑا تخت ہے"},{"SurahNumber":27,"VerseNumber":24,"Text":"میں نے دیکھا کہ وہ اور اس کی قوم خدا کو چھوڑ کر آفتاب کو سجدہ کرتے ہیں اور شیطان نے ان کے اعمال انہیں آراستہ کر دکھائے ہیں اور ان کو رستے سے روک رکھا ہے پس وہ رستے پر نہیں آئے"},{"SurahNumber":27,"VerseNumber":25,"Text":"(اور نہیں سمجھتے) کہ خدا کو آسمانوں اور زمین میں چھپی چیزوں کو ظاہر کردیتا اور تمہارے پوشیدہ اور ظاہر اعمال کو جانتا ہے کیوں سجدہ نہ کریں"},{"SurahNumber":27,"VerseNumber":26,"Text":"خدا کے سوا کوئی عبادت کے لائق نہیں وہی عرش عظیم کا مالک ہے"},{"SurahNumber":27,"VerseNumber":27,"Text":"سلیمان نے کہا (اچھا) ہم دیکھیں گے، تونے سچ کہا ہے یا تو جھوٹا ہے"},{"SurahNumber":27,"VerseNumber":28,"Text":"یہ میرا خط لے جا اور اسے ان کی طرف ڈال دے پھر ان کے پاس سے پھر آ اور دیکھ کہ وہ کیا جواب دیتے ہیں"},{"SurahNumber":27,"VerseNumber":29,"Text":"ملکہ نے کہا کہ دربار والو! میری طرف ایک نامہ گرامی ڈالا گیا ہے"},{"SurahNumber":27,"VerseNumber":30,"Text":"وہ سلیمان کی طرف سے ہے اور مضمون یہ ہے کہ شروع خدا کا نام لے کر جو بڑا مہربان نہایت رحم والا ہے"},{"SurahNumber":27,"VerseNumber":31,"Text":"(بعد اس کے یہ) کہ مجھے سرکشی نہ کرو اور مطیع ومنقاد ہو کر میرے پاس چلے آؤ"},{"SurahNumber":27,"VerseNumber":32,"Text":"(خط سنا کر) وہ کہنے لگی کہ اے اہل دربار میرے اس معاملے میں مجھے مشورہ دو، جب تک تم حاضر نہ ہو (اور صلاح نہ دو) میں کسی کام کو فیصل کرنے والی نہیں"},{"SurahNumber":27,"VerseNumber":33,"Text":"وہ بولے کہ ہم بڑے زورآور اور سخت جنگجو ہیں اور حکم آپ کے اختیار ہے تو جو حکم دیجیئے گا (اس کے مآل پر) نظر کرلیجیئے گا"},{"SurahNumber":27,"VerseNumber":34,"Text":"اس نے کہا کہ بادشاہ جب کسی شہر میں داخل ہوتے ہیں تو اس کو تباہ کر دیتے ہیں اور وہاں کے عزت والوں کو ذلیل کر دیا کرتے ہیں اور اسی طرح یہ بھی کریں گے"},{"SurahNumber":27,"VerseNumber":35,"Text":"اور میں ان کی طرف کچھ تحفہ بھیجتی ہوں اور دیکھتی ہوں کہ قاصد کیا جواب لاتے ہیں"}]}