{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Ate jihare loka sade sahamane hazira hauna te visavasa nahim rakhade. Uha akhade hana ki sade upara farisate ki'um nahim utare ga'e jam asim ki'um apane raba nu nahim vekha sakade?Unham ne apane mana vica apane apa nu bahuta vada samajhi'a ate uha vidaroha vica (bagi bana ke) hadam tom age lagha ga'e hana"},{"SurahNumber":25,"VerseNumber":22,"Text":"Jisa dina uha farisati'am nu vekhanage, usa dina papi'am la'i ko'i khusakhabari nahim' hovegi. Uha kahinage sarana sarana"},{"SurahNumber":25,"VerseNumber":23,"Text":"Ate asim unham de hareka kama vala vadhange, jihara unham ne kita si. Ate phira unham nu udadi ho'i dhura bana devange"},{"SurahNumber":25,"VerseNumber":24,"Text":"Janata vale usa dina vadhi'a tikani'am te honage ate be'ata vadhi'a visarama gharam vica"},{"SurahNumber":25,"VerseNumber":25,"Text":"Ate jisa dina asamana badala nala pata javega ate farisate lagatara utare janage"},{"SurahNumber":25,"VerseNumber":26,"Text":"Usa dina asala badasahi kevala rahimana di hovegi. Ate uha dina inakari'am la'i be'ata sakhata hovega"},{"SurahNumber":25,"VerseNumber":27,"Text":"Ate jisa dina zalima apane hatham nu katanage, uha kahinage kasa! Maim rasula de nala risata jori'a huda"},{"SurahNumber":25,"VerseNumber":28,"Text":"Ha'e! Meri mari kisamata, ki kasa! Maim' phalane bade nu apana mitara na bana'unda"},{"SurahNumber":25,"VerseNumber":29,"Text":"Usa ne mainu nasihata tom bhataka dita, uha vi isa tom ba'ada ki meri kola uha (cetavani) a cuki si. Ate saitana hi manukha nu same te dhokha dena vala hai"},{"SurahNumber":25,"VerseNumber":30,"Text":"Ate rasula akhega, ki he mere palanahara! Meri kauma ne isa kura'ana nu pure taura te chada dita hai"},{"SurahNumber":25,"VerseNumber":31,"Text":"Ate ijha hi asim papi'am vicom hareka rasula de vairi bana'e. Ate tuhada raba kafi hai hada'ita dena ate madada karana la'i"},{"SurahNumber":25,"VerseNumber":32,"Text":"Tam ate inakari'am ne akhi'a ki isa bade upara pura kura'ana ki'um nahim utari'a gi'a. Ajiha isa la'i hai tam ki kura'ana de rahim asim' tuhade dilam nu paka kara saki'e. Ate asim isa nu ruka ruka ke utari'a hai"}]}