{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":17,"VerseNumber":18,"Text":"Wie hierdie verganklike lewe verkies: Ons verhaas vir hom daarin wat Ons behaag, en aan wie Ons wil; daarna sal Ons die Hel aan hom toesê. Verneder en verworpe sal hy dit binnegaan"},{"SurahNumber":17,"VerseNumber":19,"Text":"En wie na die Hiernamaals verlang en daarna strewe soos hy behoort te streef, en gelowig is ~ dit is húlle wie se ywer toereikend beloon sal word"},{"SurahNumber":17,"VerseNumber":20,"Text":"Aan almal gee Ons hulp ~ hierdie sowel as daardie ~ uit die gawe van u Heer; en die gawe van u Heer is nie beperk nie"},{"SurahNumber":17,"VerseNumber":21,"Text":"Kyk hoe Ons sommige van hulle bo ander laat uitblink. En voorwaar, in die Hiernamaals is ’n rang met groter heerlikheid"},{"SurahNumber":17,"VerseNumber":22,"Text":"Vereenselwig geen ander god met Allah nie, anders sal u verag en verlate gaan sit"},{"SurahNumber":17,"VerseNumber":23,"Text":"En julle Heer het verorden dat julle niemand buiten Hom sal aanbid nie, en dat julle aan beide ouers sal goeddoen. En indien enigeen van die twee of albei ’n hoë ouderdom by julle bereik, sê dan nie vir hulle: Foei! nie; en moet hulle ook nie afjak nie, en spreek met hulle ’n welgevallige woord"},{"SurahNumber":17,"VerseNumber":24,"Text":"En laat sak vir hulle die vleuel van ootmoed en erbarming, en sê: My Heer! Ontferm U oor hulle, omdat hulle my opgevoed het toe ek jonk was"},{"SurahNumber":17,"VerseNumber":25,"Text":"Julle Heer weet wat in julle gedagte omgaan. Indien julle opreg is, dan is Hy voorwaar Vergewensgesind tenoor diegene wat hulself bekeer"},{"SurahNumber":17,"VerseNumber":26,"Text":"En gee aan die naasbestaandes, en die behoeftiges, en die reisigers, wat hulle toekom, en vermors nie op ’n spandabele wyse nie"},{"SurahNumber":17,"VerseNumber":27,"Text":"Voorwaar, die verkwisters is die duiwel se broers. En die duiwel is altyd ondankbaar teenoor sy Heer"}]}