{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"Irá al frente de su pueblo el Día de la Resurrección y los conducirá al fuego. ¡Y a qué pésimo lugar serán conducidos"},{"SurahNumber":11,"VerseNumber":99,"Text":"No recibirán la misericordia de Al-lah en esta vida ni el Día de la Resurrección. ¡Qué malo es lo que obtendrán"},{"SurahNumber":11,"VerseNumber":100,"Text":"Estas son algunas historias de pueblos pasados (cuya destrucción) te contamos (¡oh, Muhammad!); de algunos perduran restos, mas otros fueron completamente arrasados"},{"SurahNumber":11,"VerseNumber":101,"Text":"Y no fuimos injustos con ellos, sino que ellos fueron injustos consigo mismos (al rechazar la verdad). Y de nada les sirvieron las divinidades que adoraban fuera de Al-lah cuando llegó la orden (del castigo) de tu Señor, y solo les valieron para incrementar su perdición"},{"SurahNumber":11,"VerseNumber":102,"Text":"Así es como Al-lah castiga a un pueblo cuando es injusto. Ciertamente, Su castigo es doloroso y severo"},{"SurahNumber":11,"VerseNumber":103,"Text":"En estas historias hay, en verdad, una lección para quienes temen el castigo del Día de la Resurrección. Ese será el día en que los hombres serán reunidos y que todos presenciarán"},{"SurahNumber":11,"VerseNumber":104,"Text":"Y retrasamos ese día hasta que llegue el momento decretado para él"},{"SurahNumber":11,"VerseNumber":105,"Text":"Cuando llegue, nadie podrá hablar sin el permiso de Al-lah. Entre ellos habrá desdichados y afortunados"},{"SurahNumber":11,"VerseNumber":106,"Text":"Los desdichados entrarán al fuego, donde exhalarán fuertes quejidos y respirarán con dificultad"},{"SurahNumber":11,"VerseNumber":107,"Text":"Allí permanecerán para siempre, salvo quienes Al-lah quiera[380]. Ciertamente, Al-lah hace lo que Le place"},{"SurahNumber":11,"VerseNumber":108,"Text":"Y los afortunados entrarán al Paraíso y allí vivirán para siempre, salvo quienes Al-lah quiera[381] (y hayan tenido que entrar anteriormente al fuego por no haber obrado rectamente). Esta será una gracia de Al-lah continua y sin límites"}]}