{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":28,"VerseNumber":36,"Text":"At nang si Moises ay pumaroon sa kanila na may maliliwanag na Ayat (mga tanda, katibayan, aral, kapahayagan, atbp.) mula sa Amin, sila ay nagsabi: “Ito ay wala ng iba kundi isang panglalansi at kasinungalingan, kailanman ay hindi namin narinig ang katulad nito mula sa aming mga ninuno!”"},{"SurahNumber":28,"VerseNumber":37,"Text":"Si Moises ay nagsabi: “Ang aking Panginoon ang lubos na nakakabatid kung sino ang dumarating na may patnubay mula sa Kanya, at kung sino sila na ang kasasapitan ay ang pinakamainam sa Kabilang Buhay. Walang pagsala, ang mga mapaggawa ng katampalasanan ay hindi magtatagumpay.”"},{"SurahNumber":28,"VerseNumber":38,"Text":"Si Paraon ay nagsabi: “o mga pinuno! wala akong alam na ilah (diyos) para sa inyo maliban sa aking sarili. Kaya’t O Haman! Magparingas ka para sa akin (ng hulmahan), na gawaan ng pinatigas na putik (bricks), at igawa mo ako ng Sarhan (mataas na bantayog o palasyo) upang ako ay makaabot (o makamalas) sa Diyos ni Moises; datapuwa’t ayon sa aking sukatan, itinuturing ko na si Moises ay isa sa mga sinungaling!”"},{"SurahNumber":28,"VerseNumber":39,"Text":"At siya (Paraon) ay mapagpaimbabaw at walang paggalang sa kalupaan, na salat sa katuwiran,- siya at ang kanyang mga kabig, at sila ay nag-akala na sila ay hindi magbabalik sa Amin"},{"SurahNumber":28,"VerseNumber":40,"Text":"Kaya’t Aming sinakmal siya at ang kanyang mga kabig, at Aming inilubog sila sa dagat; ngayon, pagmasdan (o Muhammad) kung ano ang kinasapitan ng Zalimun(mgamapaggawangkamalian, mapagsambasamga diyus-diyosan, walang pananalig sa Kaisahan ng kanilang Panginoon [Allah], at nagtakwil sa payo ng Kanyang Tagapagbalita [Moises]"},{"SurahNumber":28,"VerseNumber":41,"Text":"At Aming ginawa (lamang) sila na maging mga pinuno, na mag-aanyaya sa Apoy; at sa Araw ng Muling Pagkabuhay, wala silang masusumpungan na anumang tulong"},{"SurahNumber":28,"VerseNumber":42,"Text":"Sa mundong ito ay iginawad Namin ang masamang sumpa, na mamalagi sa kanila, at sa Araw ng Muling Pagkabuhay, sila ay mapapabilang sa Al- Maqbuhun (mga hinadlangan na makatanggap ng habag ni Allah, mga kinasusuklaman at kinamumuhian, mga wawasakin, atbp)"},{"SurahNumber":28,"VerseNumber":43,"Text":"At katiyakan, Aming ipinahayag kay Moises ang Kasulatan (ang Torah, [mga Batas]), matapos Naming wasakin ang mga nangaunang henerasyon, (upang magbigay) ng Maliwanag na Pananaw sa mga tao, at isang Patnubay at isang Habag, upang sila ay makatanggap ng paala-ala (o makaala-ala)"}]}