{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":17,"VerseNumber":18,"Text":"Na onoj koj go posakuva ovoj svet Nie mu go davame ona sto go sakame, i na onoj komu sakame, potoa, ke mu odredime Dzehennem vo koj ke bide przen, potcenet i napusten"},{"SurahNumber":17,"VerseNumber":19,"Text":"A na onoj koj go posakuva Ahiret i koj teznee kon nego, koj e vernik... e, pa, na onakvite tezneenjeto nivno e blagodarNO"},{"SurahNumber":17,"VerseNumber":20,"Text":"Nie im davame na site, bilo na ovie bilo na onie, od podarocite na Gospodarot tvoj. A podarokot na Gospodarot tvoj ne e nevreden"},{"SurahNumber":17,"VerseNumber":21,"Text":"Pogledni kako Nie im davame prednost edninadrugi. A na Ahiret, sekako, se najgolemite stepeni i najgolemite predNOSTI"},{"SurahNumber":17,"VerseNumber":22,"Text":"I pokraj Allah drug bog ne oznacuvajte. Ke ostanete, togas, osudeni i otfrleni"},{"SurahNumber":17,"VerseNumber":23,"Text":"I Gospodarot tvoj opredeli: “Samo Nego da go obozavate, a na roditelite dobro da im pravite. Ako eden od niv ili dvajcata kaj tebe doziveat starost, ne kazuvaj im ni “uf Ne obrakaj im se so visok glasi zboruvaj im zborovi blagorodni"},{"SurahNumber":17,"VerseNumber":24,"Text":"pred niv spusti gi kriljata na potcinetosta i milosta, i reci: “Gospodare moj, smiluj im se onaka kako sto tie mi se smiluvaa koga bev malecok"},{"SurahNumber":17,"VerseNumber":25,"Text":"ospodarot vas najdobro go znae ona sto e vo dusite vasi: ako bidete dobrociniteli... ta, On, kon onie koi se kajat, navistina, e Prostuvac"},{"SurahNumber":17,"VerseNumber":26,"Text":"I daj mu go na bliziniot pravoto negovo, I na siromasniot, i na patnikot i ne trosi bezmerno"},{"SurahNumber":17,"VerseNumber":27,"Text":"Rasipnicite, navistina, se braka na Sejtanot, a Sejtanot Gospodarot negov, navistina, ne Go priznava"}]}