{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":83,"VerseNumber":7,"Text":"Na! (goti ewan kes u pivane xwe bi kemasi nekin) loma bi rasti nivisara (ki- rine) gunehkaran di sicilan da hatiye pek anine"},{"SurahNumber":83,"VerseNumber":8,"Text":"(Muhcmmed!) tu ji ko dizani ka sicil ciye"},{"SurahNumber":83,"VerseNumber":9,"Text":"Ewa (sicila deftereke wusane) hemu kirinan te da ci hilda ye"},{"SurahNumber":83,"VerseNumber":10,"Text":"Di we roye da xweli li derewderan be"},{"SurahNumber":83,"VerseNumber":11,"Text":"Ewan (derevderan) roya xelat u celatan didine derewderandine"},{"SurahNumber":83,"VerseNumber":12,"Text":"Ewe\troye\they\tewane\tji\ttuxube\txwe\tbori\tu\tgunehkar,\tdidine derewderandine"},{"SurahNumber":83,"VerseNumber":13,"Text":"Gava beratene me ji bona wi ra, ten e xwundine ewi (aha) gotiye: \"Evan civanoke berene"},{"SurahNumber":83,"VerseNumber":14,"Text":"Na! (bi gotina wan nine). Le bi rasti bi sedema keda wane kiri gemare li ser dile wan girtiye"},{"SurahNumber":83,"VerseNumber":15,"Text":"Na! (bi gotina wan nine, keda wan ji bi tene nine) loma bi rasti ewanan di we roye da ji Xuda ye xwe rures in"},{"SurahNumber":83,"VerseNumber":16,"Text":"Pase ewane li bal doji da bine avetine"},{"SurahNumber":83,"VerseNumber":17,"Text":"We hej pas da ji bona wan ra aha begotine: \"Ewa tista ku we pe bawer ne dikir, eva ye (idi de ji sapata we cesne bikin)"},{"SurahNumber":83,"VerseNumber":18,"Text":"Na! (weki gotina we nine) loma bi rasti nivisara kirine wane qencikare, di jora bilinddan in"},{"SurahNumber":83,"VerseNumber":19,"Text":"(Muhemmed!) tu ji ku dizani, ka jora bilind ciye"},{"SurahNumber":83,"VerseNumber":20,"Text":"Ewa (jora bilind deftereke wusane) hemu kirinan te da ci hildan e"},{"SurahNumber":83,"VerseNumber":21,"Text":"Ewan (feristene) nezik, nehrewani ya wi dikin"},{"SurahNumber":83,"VerseNumber":22,"Text":"Loma bi rasti qencikar di (behista) xurekadan in"},{"SurahNumber":83,"VerseNumber":23,"Text":"Li ser kursiyan temasa dikin"},{"SurahNumber":83,"VerseNumber":24,"Text":"Tu di ruye wan da, sopa qenciyan niyas diki"},{"SurahNumber":83,"VerseNumber":25,"Text":"Ewan, bi meya devgirti ye xuri ten e avdane"},{"SurahNumber":83,"VerseNumber":26,"Text":"Derxune wi miske (ya ji daw ya we meye misk e). Idi bira dexes (di van xelatan da) dexesi bikin"},{"SurahNumber":83,"VerseNumber":27,"Text":"Pe vexwarina we (meyi) meya bi nav Tensim e"},{"SurahNumber":83,"VerseNumber":28,"Text":"Ewa (Tensim a) kanyeke wusane, ji we (kaniye) hey ewane nezike (Yezdan) vedixun"},{"SurahNumber":83,"VerseNumber":29,"Text":"Bi rasti ewane gunehkari dikirin hene! Ewanan, bi wane bawer kiribun e dikeniyan"},{"SurahNumber":83,"VerseNumber":30,"Text":"Gava ewane (gunehkar) li bal wane (bawerker da) diborin li hev meze dikin cav diniqin in (bi bawerkeran tinazan dikin)"},{"SurahNumber":83,"VerseNumber":31,"Text":"U gava (ewan gunehkaran) li bal maline xwe da zivirin e, ewan bi xwesi (bawerkeran) di nava xwe da bi ken mijul dibin"},{"SurahNumber":83,"VerseNumber":32,"Text":"U gava (ewan gunehkaran, bawerker) ditin e; ji hev ra (aha) gotin e: \"Bi rasti evan (bawerkeran) reya xwe wunda kirin e"},{"SurahNumber":83,"VerseNumber":33,"Text":"Ewan (gunehkaran dizan in) ku bi didevani li ser wan (bawerkeran) ne hatin e sandine, ji bo ku ewan biparisin in"},{"SurahNumber":83,"VerseNumber":34,"Text":"Idi di iro da ji ewane bawer kirin e hene! ewan (bi wane gunehkar) di ken in"}]}