{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"Lōkērā āpanākē kēẏāmata samparkē jijñāsā karē. Baluna, ēra jñāna āllāhara kāchē'i. Āpani ki karē jānabēna yē sambhabataḥ kēẏāmata nikaṭē'i."},{"SurahNumber":33,"VerseNumber":64,"Text":"Niścaẏa āllāha kāphēradērakē abhisampāta karēchēna ēbaṁ tādēra jan'yē jbalanta agni prastuta rēkhēchēna."},{"SurahNumber":33,"VerseNumber":65,"Text":"Tathāẏa tārā anantakāla thākabē ēbaṁ kōna abhibhābaka ō sāhāyyakārī pābē nā."},{"SurahNumber":33,"VerseNumber":66,"Text":"Yēdina agnitē tādēra mukhamanḍala ōlaṭa pālaṭa karā habē; sēdina tārā balabē, hāẏa. Āmarā yadi āllāhara ānugatya karatāma ō rasūlēra ānugatya karatāma."},{"SurahNumber":33,"VerseNumber":67,"Text":"Tārā āra'ō balabē, hē āmādēra pālanakartā, āmarā āmādēra nētā ō baṛadēra kathā mēnēchilāma, ataḥpara tārā āmādēra pathabhraṣṭa karēchila."},{"SurahNumber":33,"VerseNumber":68,"Text":"Hē āmādēra pālanakartā! Tādērakē dbiguṇa śāsti dina ēbaṁ tādērakē mahā abhisampāta karuna."},{"SurahNumber":33,"VerseNumber":69,"Text":"Hē muminagaṇa! Mūsākē yārā kaṣṭa diẏēchē, tōmarā tādēra mata haẏō nā. Tārā yā balēchila, āllāha tā thēkē tām̐kē nirdōṣa pramāṇa karēchilēna. Tini āllāhara kāchē chilēna maryādābāna."},{"SurahNumber":33,"VerseNumber":70,"Text":"Hē muminagaṇa! Āllāhakē bhaẏa kara ēbaṁ saṭhika kathā bala."},{"SurahNumber":33,"VerseNumber":71,"Text":"Tini tōmādēra āmala-ācaraṇa sanśōdhana karabēna ēbaṁ tōmādēra pāpasamūha kṣamā karabēna. Yē kē'u āllāha ō tām̐ra rasūlēra ānugatya karē, sē abaśya'i mahā sāphalya arjana karabē."},{"SurahNumber":33,"VerseNumber":72,"Text":"Āmi ākāśa pr̥thibī ō parbatamālāra sāmanē ē'i āmānata pēśa karēchilāma, ataḥpara tārā ēkē bahana karatē asbīkāra karala ēbaṁ ētē bhīta hala; kintu mānuṣa tā bahaṇa karala. Niścaẏa sē jālēma-ajña."},{"SurahNumber":33,"VerseNumber":73,"Text":"Yātē āllāha munāphika puruṣa, munāphika nārī, muśarika puruṣa, muśarika nārīdērakē śāsti dēna ēbaṁ mumina puruṣa ō mumina nārīdērakē kṣamā karēna. Āllāha kṣamāśīla, parama daẏālu."}]}