{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"At katotohanang Kami ang lumikha sa tao, at batid Namin kung ano ang ibinubulong ng kanyang kaluluwa; sapagkat higit Kaming malapit sa kanya (sa Aming karunungan) kaysa sa kanyang ugat sa leeg"},{"SurahNumber":50,"VerseNumber":17,"Text":"Pagmasdan ang dalawang (nagbabantay na anghel ) na nakatalaga upang maalaman (ang kanyang mga gawa), mabatid (at maitala ito). Isa ang nakaupo sa kanan at isa sa kaliwa"},{"SurahNumber":50,"VerseNumber":18,"Text":"walang isa mang salita na kanyang usalin ang makakahulagpos sa matamang Tagapagbantay"},{"SurahNumber":50,"VerseNumber":19,"Text":"At ang pagkabaghan (pagkatuliro) sa kamatayan ay daratal sa katotohanan. “Ito ang bagay na pinagsusumikapan mong takasan!”"},{"SurahNumber":50,"VerseNumber":20,"Text":"At ang Tambuli ay hihipan. Ito ang Araw na ang Babala ay iginawad (alalaong baga, ang Araw ng Muling Pagkabuhay)"},{"SurahNumber":50,"VerseNumber":21,"Text":"At ang bawat kaluluwa ay magsisilapit; na sa bawat isa ay (may anghel) na humihila at (anghel) na nagbibigay patotoo"},{"SurahNumber":50,"VerseNumber":22,"Text":"(At sa makasalanan ay ipagsasaysay ): “Katotohanang ikaw ay hindi nakinig dito, ngayon ay Aming tinanggal ang iyong lambong, at higit na matalim ang iyong paningin sa Araw na ito!”"},{"SurahNumber":50,"VerseNumber":23,"Text":"At ang kanyang kasamang (anghel) ay magsasabi: “Narito sa akin ang Talaan na laging nakahanda!”"},{"SurahNumber":50,"VerseNumber":24,"Text":"(At ang kahatulan ay ito:) “Kayong dalawa (mga anghel), inyong itapon sa Impiyerno ang bawat isang matigas ang ulo na walang pananalig (sa Kaisahan ni Allah, sa Kanyang mga Tagapagbalita, atbp.)!”"},{"SurahNumber":50,"VerseNumber":25,"Text":"“ Na nagbabawal sa mga mabubuti, na nagmalabis sa hangganan (ng pagsuway ), at nag-aalinlangan"},{"SurahNumber":50,"VerseNumber":26,"Text":"Na nagtitindig ng iba pang diyos bilang katambal ni Allah, siya ay kapwa ninyo (ang mga anghel) itapon sa Kasakit-sakit na Kaparusahan.”"},{"SurahNumber":50,"VerseNumber":27,"Text":"Ang kanyang kasama (si Satanas) ay magsasabi: “Aming Panginoon! Siya ay hindi ko itinulak na magmalabis sa pagsuway (kawalan ng pananalig, pang-aapi, kabuktutan), datapuwa’t siya (sa kanyang sarili) ay nasa kamalian at pagkaligaw na malayo.”"},{"SurahNumber":50,"VerseNumber":28,"Text":"Si Allah ay magwiwika: “Huwag kayong magtalo sa Aking Harapan. Noon pa mang una, Ako ay nagparating na sa inyo ng Babala.”"},{"SurahNumber":50,"VerseNumber":29,"Text":"“Ang Aking Salita ay hindi magbabago, at Ako ay hindi maggagawad ng kahit isa mang katiting ng di katarungan sa Aking mga alipin”"},{"SurahNumber":50,"VerseNumber":30,"Text":"Sa Araw na Aming tatanungin ang Impiyerno:, “Ikaw baga ay nalalagyan na ng husto?” Ito ay magsasabi: “ Mayroon pa bang ibang darating?”"},{"SurahNumber":50,"VerseNumber":31,"Text":"At ang Halamanan (Paraiso) ay itatambad nang malapit sa Muttaqun (mga matutuwid at matimtimang tao na umiiwas sa lahat ng mga ipinagbabawal at sumusunod sa lahat ng mga ipinag-uutos ni Allah)"},{"SurahNumber":50,"VerseNumber":32,"Text":"(At dito ay ipagbabadya): “ Ito ang ipinangako sa inyo, (ito ay para) sa kanila na lagi nang nagbabalik-loob (kay Allah) sa taos na pagsisisi at nagpapanatili sa kanilang kasunduan kay Allah (sa pagsunod sa Kanya sa lahat ng Kanyang ipinag-utos at sumasamba lamang sa Kanya)"},{"SurahNumber":50,"VerseNumber":33,"Text":"“ Na nangangamba sa Pinakamapagbigay (Allah) sa Ghaib (Lingid) [alalaong baga, sa buhay sa mundong ito bago ang pagkikita at pakikipagtipan sa Kanya, at nag-aalay ng puso na sagana sa debosyon (sa Kanya)]”"},{"SurahNumber":50,"VerseNumber":34,"Text":"“ Magsipasok kayo rito sa kapayapaan at kapanatagan; ito ang Araw ng walang Hanggang Buhay!”"},{"SurahNumber":50,"VerseNumber":35,"Text":"Matatamasa nila rito ang lahat nilang ninanais, at mayroon pang ibang nakalaan na nasa Amin"}]}