{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"akasattu ninn nam oru niscita alavil vellam ceariyukayum, ennitt nam atine bhumiyil tanninilkkunnatakkukayum ceytirikkunnu. at varriccu kalayan tirccayayum nam saktanakunnu"},{"SurahNumber":23,"VerseNumber":19,"Text":"annane at (vellam) keant nam ninnalkk intappanakaluteyum, muntirivallikaluteyum teattannal valarttittannu. . avayil ninnalkk dharalam palannalunt‌. avayil ninn ninnal tinnu keantirikkukayum ceyyunnu"},{"SurahNumber":23,"VerseNumber":20,"Text":"sinaparvvatattil mulaccu varunna oru maravum (nam srsticcu tannirikkunnu.) ennayum, bhaksanam kalikkunnavarkk kariyum at ulpadippikkunnu"},{"SurahNumber":23,"VerseNumber":21,"Text":"tirccayayum ninnalkk kannukalikalil oru gunapathamunt‌. avayute udarannalilullatil ninn ninnalkk nam kutikkan tarunnu. ninnalkk avayil dharalam prayeajanannalunt‌. avayil ninn (mansam) ninnal bhaksikkukayum ceyyunnu"},{"SurahNumber":23,"VerseNumber":22,"Text":"avayute purattum kappalukalilum ninnal vahikkappetukayum ceyyunnu"},{"SurahNumber":23,"VerseNumber":23,"Text":"nuhine nam addehattinre janatayilekk dutanayi ayakkukayuntayi. ennitt addeham parannu: enre janannale, ninnal allahuve aradhikkuka. ninnalkk avanallate yatearu daivavumilla. atinal ninnal suksmata palikkunnille"},{"SurahNumber":23,"VerseNumber":24,"Text":"appeal addehattinre janatayile satyanisedhikalaya pramanimar parannu: ivan ninnaleppealeyulla oru manusyan matramakunnu. ninnalekkalupariyayi avan mahatvam netiyetukkan agrahikkunnu. allahu uddesiccirunnenkil avan (dutanmarayi) malakkukale tanne irakkumayirunnu. nannalute purvvapitakkalkkitayil innaneyeann nannal kettittilla"},{"SurahNumber":23,"VerseNumber":25,"Text":"ivan bhrant badhicca oru manusyan matramakunnu. atinal kuraccukalam vare ivanre karyattil ninnal kattirikkuvin"},{"SurahNumber":23,"VerseNumber":26,"Text":"addeham parannu: enre raksitave, ivarenne nisedhiccu talliyirikkayal ni enne sahayikkename"},{"SurahNumber":23,"VerseNumber":27,"Text":"appeal nam addehattin iprakaram beadhanam nalki: nam'mute melneattattilum, nam'mute nirdesamanusariccum ni kappal nirmiccu kealluka. annane nam'mute kalpana varukayum, atuppil ninn urav peattukayum ceytal ella vastukkalil ninnum rant inakaleyum, ninre kutumbatteyum ni atil kayarrikealluka. avarute kuttattil arkketiril (siksayute) vacanam munkutti untayittuntea avarealike. akramam ceytavarute karyattil ni enneat sansariccu peakarut‌. tirccayayum avar mukki nasippikkappetunnatan‌"}]}