{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":37,"VerseNumber":127,"Text":"Pas, qavmas Iljosro duruƣ ʙarovardand, pas, alʙatta Alloh onhoro ruzi qijomat ʙaroi hisoʙu iqoʙ cam' meovarad"},{"SurahNumber":37,"VerseNumber":128,"Text":"Magar ʙandagoni muxlisi Alloh, ki dinasonro ʙaroi Alloh xolis soxtand, pas hamono onho nacotjoftagonand az azoʙas"},{"SurahNumber":37,"VerseNumber":129,"Text":"Va nomi neki uro dar naslhoi ʙa'di ʙoqi guzostem"},{"SurahNumber":37,"VerseNumber":130,"Text":"Salom az coniʙi Alloh ʙar Iljos"},{"SurahNumber":37,"VerseNumber":131,"Text":"Haroina, Mo ʙandagoni nekukoramonro incunin podos (mukofot) medihem, cunon ki Iljosro ʙar itoatkorias podosi nek dodem"},{"SurahNumber":37,"VerseNumber":132,"Text":"Haroina, u az ʙandagoni mu'mini Mo ʙud"},{"SurahNumber":37,"VerseNumber":133,"Text":"Va haroina, Lutro ixtijor kardem, pas uro az pajomʙaron gardonidem"},{"SurahNumber":37,"VerseNumber":134,"Text":"On hangom, ki u va tamomi ahlasro az azoʙ nacot dodem"},{"SurahNumber":37,"VerseNumber":135,"Text":"Magar pirazane, ki hamsari Lut ʙud uro ʙo hamrohi qavmas halok kardem"},{"SurahNumber":37,"VerseNumber":136,"Text":"Sipas qavmi kofiri ʙoqimondaasro halok kardem"},{"SurahNumber":37,"VerseNumber":137,"Text":"Va sumo (ej ahli Makka) guzar mekuned ʙa coju maskanhoi qavmi Lut dar vaqti suʙh, ki osori azoʙ dar onho mavcud ast"},{"SurahNumber":37,"VerseNumber":138,"Text":"Va niz saʙona guzar mekuned hangomi raftu omadanaton ʙa sui Som. Ojo oqilona nameandesed? Pas, ʙitarsed maʙodo, ki musiʙati onho ʙa sari sumo ham naojad"},{"SurahNumber":37,"VerseNumber":139,"Text":"Va haroina, ʙandaamon Junusro ixtijor kardem va gardonidem uro az zumrai pajomʙaron"},{"SurahNumber":37,"VerseNumber":140,"Text":"Ongoh ki ʙar qavmi xud ƣazaʙ karda ʙa sui kistii purʙor gurext"},{"SurahNumber":37,"VerseNumber":141,"Text":"Mavc az har taraf kistiro ihota kard. Pas, qur'a zadand ahli kisti to, ki ʙori kistiro saʙuk kunand va kisti ƣarq nasavad. Va Junus dar qur'a maƣluʙ sud. Va uro ʙa ʙahr partoftand"},{"SurahNumber":37,"VerseNumber":142,"Text":"Pas mohi uro furu ʙurd va u dar hole, ki loiqi sarzanis ʙud"},{"SurahNumber":37,"VerseNumber":143,"Text":"Pas, agar iʙodathoi pesinaas va amalhoi soistaas, ki pes az voqe' sudanas dar sikami mohi va tasʙehas nameʙud"},{"SurahNumber":37,"VerseNumber":144,"Text":"alʙatta, to ruzi qijomat dar sikami mohi ʙoqi memond"},{"SurahNumber":37,"VerseNumber":145,"Text":"Pas, dar holati xastagivu ʙemorias Mo uro az dahoni mohi ʙa zamini xusku ʙe daraxt partoftem"},{"SurahNumber":37,"VerseNumber":146,"Text":"Va ʙar ʙoloi saras nihole az nav'i kadue rujonidem, to dar sojai on ʙahra ʙarad"},{"SurahNumber":37,"VerseNumber":147,"Text":"Va uro ʙa pajƣamʙari ʙa cam'ijati sad hazornafara va jo ʙestar firistodem"},{"SurahNumber":37,"VerseNumber":148,"Text":"Pas, onho imon ovardand va amal kardand ʙa on cize, ki u ovarda ʙud, pas to acalason rasidan onhoro ʙa hajotason ʙahramand soxtem"},{"SurahNumber":37,"VerseNumber":149,"Text":"Pas, (ej Pajomʙar) az qavmat ʙipurs: Ci guna ʙaroi Alloh duxtaronro ixtijor kardand, ki xud duxtarro ʙaroi xud ravo nameʙined va ʙaroi xud pisaronro ravo meʙinand"},{"SurahNumber":37,"VerseNumber":150,"Text":"Az onho ʙipurs: Ojo vaqte ki Mo maloikaro zan meofaridem, onho hozir ʙudand"},{"SurahNumber":37,"VerseNumber":151,"Text":"Ogoh ʙos, ki haroina, az duruƣguijason ast, ki megujand"},{"SurahNumber":37,"VerseNumber":152,"Text":"«Alloh sohiʙi farzand ast». Va haroina, duruƣ megujand, zero megujand cizero, ki namedonand"},{"SurahNumber":37,"VerseNumber":153,"Text":"Ojo Alloh duxtaronro ʙar pisaron ixtijor kardaast"}]}