{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"(napiye!) Kuruviraka: ‘‘Murrilum nan allahvukke valippattu, vanakkattai avanukke kalapparrataka akki avan oruvanaiye vanankumaru evappattullen"},{"SurahNumber":39,"VerseNumber":12,"Text":"melum, avanukku murrilum panintu valippattavarkalil mutanmaiyanavanaka irukkumarum evappattullen"},{"SurahNumber":39,"VerseNumber":13,"Text":"(melum,) kuruviraka: ‘‘En iraivanukku nan maru ceytal, makattana orunalin vetanaikku niccayamaka nan payappatukiren"},{"SurahNumber":39,"VerseNumber":14,"Text":"(melum,) kuruviraka: ‘‘Allah oruvanaiye kalapparra manatutan nan vanankuven, avanukke en vanakkam anaittum urittanatu"},{"SurahNumber":39,"VerseNumber":15,"Text":"‘‘allahvaiyanri ninkal virumpiyavarkalai vanankik kontirunkal. (Akave, atarkuriya tantanaiyai ataivirkal.)'' “Meyyakave nastamataintavarkal yarenral, (iraivanukku maruceytu) tankalukkum tankal kutumpattirkum marumaiyil nastattai untu pannik kontavarkaltan. Arintu kollunkal itutan telivana nastam enru (napiye) kuruviraka"},{"SurahNumber":39,"VerseNumber":16,"Text":"(marumai nalil) ‘‘ivarkalin (talaikku) mel iruntum neruppu culntu kollum. Ivarkalin (patankalin) kil iruntum (neruppu) culntu kollum'' itaik kontu allah tan atiyarkalai payamuruttukiran. ‘‘En atiyarkale! Enakku ninkal payantu kollunkal"},{"SurahNumber":39,"VerseNumber":17,"Text":"(Akave,) ‘‘evarkal saittankalai vanankatu, avarriliruntu vilaki murrilum allahvaiye munnokkukirarkalo, avarkalukkuttan narceyti. (Akave,) (napiye!) Nir enatu (nalla) atiyarkalukku narceyti kuruviraka"},{"SurahNumber":39,"VerseNumber":18,"Text":"avarkal ettakaiyavarkal enral, (kur'anakiya ip)peccai ceviyurru, atil mika alakiyatai pinparri natakkinranar. Ivarkalaiye, allah nerana pataiyil celuttukiran. Ivarkaltan (unmaiyil) arivutaiyavarkal avarkal"},{"SurahNumber":39,"VerseNumber":19,"Text":"(napiye!) ‘‘Evan (pavam ceytu avan) mitu vetanaiyin vakku urutiyaki vittato avana (nervali perravarkalukku camamavan)? (Avan narakam cenre tiruvan.) Narakattilirukkum avanai nir kapparri vituvira"},{"SurahNumber":39,"VerseNumber":20,"Text":"evarkal tankal iraivanukkup payantu natakkirarkalo avarkalukku, (corkkattil) melmatikal untu. Atarku melum kattatankal eluppappattirukkum. Atil niraruvikal totarntu otik kontirukkum. (Ivvare avarkalukku) allah vakkalittirukkiran. Allah tan vakkurutiyil maramattan"},{"SurahNumber":39,"VerseNumber":21,"Text":"(napiye!) ‘‘Nir parkkavillaiya? Niccayamaka allahtan, mekattiliruntu malaiyai poliyac ceytu, ataip pumiyil urrukkalaka otac ceykiran. Pinnar, ataik kontu pala nirankalaiyutaiya (palavakaip) payirkalai velippatuttukiran. Pinnar, avai (karukkontu) mancal niramaka irukkak kankirirkal. Pinnar, ataik kaynta carukukalaka akkivitukiran. Niccayamaka itil arivutaiyavarkalukku nalla patippinai irukkiratu"}]}