{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":48,"Text":"avar sampadiccatinre dusyannal avarkk velippetukayum ceyyum. enteannineparri avar parihasiccu keantirikkunnuvea at avare valayam ceyyukayum ceyyum"},{"SurahNumber":39,"VerseNumber":49,"Text":"ennal manusyan valla deasavum badhiccal nam'meatavan prart'thikkunnu. pinnit nam avann nam'mute pakkal ninnulla valla anugrahavum pradanam ceytal avan parayum; arivinre atisthanattil tanne yan tanikk at nalkappettittullat enn‌. pakse, at oru pariksanamakunnu. ennal avaril adhikaperum at manas'silakkunnilla"},{"SurahNumber":39,"VerseNumber":50,"Text":"ivarute mumpullavarum iprakaram parayukayuntayittunt‌. ennal avar sampadiccirunnat avarkk prayeajanappetukayuntayilla"},{"SurahNumber":39,"VerseNumber":51,"Text":"annane avar sampadiccirunnatinre dusyannal avarkk badhiccu. ikkuttaril ninn akramam ceytittullavarkkum tannal sampadiccatinre dusyannal badhikkan peakukayan‌. avarkk (nam'me) tealpiccu kalayanavilla"},{"SurahNumber":39,"VerseNumber":52,"Text":"allahu tan uddesikkunnavarkk upajivanam visalamakkikeatukkukayum tan uddesikkunnavarkk itunniyatakkukayum ceyyunnu enn avar manas'silakkiyittille? visvasikkunna janannalkk tirccayayum atil drstantannalunt‌"},{"SurahNumber":39,"VerseNumber":53,"Text":"parayuka: svantam atmakkaleat atikramam pravartticc peaya enre dasanmare, allahuvinre karunyattepparri ninnal nirasappetarut‌. tirccayayum allahu papannalellam pearukkunnatan‌. tirccayayum avan tanneyakunnu ere pearukkunnavanum karunanidhiyum"},{"SurahNumber":39,"VerseNumber":54,"Text":"ninnalkk siksa vannettunnatinu mumpayi ninnal ninnalute raksitavinkalekk talmayeate matannukayum, avannu kilpetukayum ceyyuvin. pinne (at vannatin sesam)ninnal sahayikkappetunnatalla"},{"SurahNumber":39,"VerseNumber":55,"Text":"ninnal orkkatirikke pettenn ninnalkk siksa vannettunnatin mumpayi ninnalute raksitavinkal ninn ninnalkk avatarippikkappettatil ninn erravum uttamamayat ninnal pinparrukayum ceyyuka"},{"SurahNumber":39,"VerseNumber":56,"Text":"enre kastame, allahuvinre bhagattekk nan ceyyentatil nan vilcavaruttiyallea. tirccayayum nan kaliyakkunnavarute kuttattil tanne ayippeayallea enn valla vyaktiyum parannekkum ennatinalanit‌"}]}