{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"De ki: Cinlerden birkac tanesinin (gelip Kur´an) dinledikleri ve sonra da : «Biz, hayranlık uyandıran bir Kur´an dinledik» dedikleri, bana vahiy yoluyla bildirildi"},{"SurahNumber":72,"VerseNumber":2,"Text":"Oyle bir Kur´an ki, dogruya goturur. Biz ona inandık. Artık hicbir seyi Rabbımıza ortak kosmayız"},{"SurahNumber":72,"VerseNumber":3,"Text":"Ve suphesiz Rabbınızın sanı ve azameti cok yucedir. O, es ve cocuk edinmemistir"},{"SurahNumber":72,"VerseNumber":4,"Text":"Oysa bizim saskın beyinsiz (olanımız), Allah´a karsı sacmalayıp yalan soyluyordu"},{"SurahNumber":72,"VerseNumber":5,"Text":"Ve gercekten biz, insanların ve cinlerin Allah´a karsı yalan soylemiyeceklerini sanıyorduk"},{"SurahNumber":72,"VerseNumber":6,"Text":"Hakikat insanlardan bir kısım adamlar, cinlerden bazı kisilere sıgınırlardı da bu suretle onların azgınlıklarını artırırlardı"},{"SurahNumber":72,"VerseNumber":7,"Text":"Onlar da sizin sandıgınız gibi Allah´ın hicbir kimseyi diriltip kal, dırmıyacagını sanmıslardı"},{"SurahNumber":72,"VerseNumber":8,"Text":"Biz, gercekten gogu yokladık da sert ve guclu bekcilerle ve sihablarla dolu bulduk"},{"SurahNumber":72,"VerseNumber":9,"Text":"Ve biz dogrusu orada dinlemeye uygun oturulacak yerlerde oturduk. Ama simdi kim dinlemek isterse, kendisini gozetleyen bir sihab bulur"},{"SurahNumber":72,"VerseNumber":10,"Text":"Gercekten biz bilmiyorduk, yeryuzundekilere kotuluk mu istenildi, yoksa Rabbları onlar icin bir hayır mı murad etmistir"},{"SurahNumber":72,"VerseNumber":11,"Text":"Ve dogrusu bizden iyi-yararlı kisiler de var ve onların otesinde alcaklar da vardır. Bizler ayrı ayrı yollar tutmusuzdur"},{"SurahNumber":72,"VerseNumber":12,"Text":"Ve biz elbette Allah´ı yeryuzunde de, baska bir yere kacsak da aciz bırakamıyacagımızı kesinlikle anladık"},{"SurahNumber":72,"VerseNumber":13,"Text":"Suphesiz ki, biz dogru yolu gosteren (Kur´an)ı kulak verip dinledigimizde ona iman ettik. Artık kim Rabbına iman ederse, ne (ecrinin) eksileceginden, ne de haksızlıga ugrayacagından korkusu olmaz"}]}