{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"E o cego e o vidente não se igualam"},{"SurahNumber":35,"VerseNumber":20,"Text":"Nem as trevas e a luz"},{"SurahNumber":35,"VerseNumber":21,"Text":"Nem a sombra e o calor"},{"SurahNumber":35,"VerseNumber":22,"Text":"E não se igualam os vivos e os mortos. Por certo, Allah faz ouvir a Verdade a quem Ele quer. E tu não podes fazer ouvir os que estão nos sepulcros"},{"SurahNumber":35,"VerseNumber":23,"Text":"Tu não és senão admoestador"},{"SurahNumber":35,"VerseNumber":24,"Text":"Por certo, Nós te enviamos, com a Verdade, por alvissareiro e admoestador. E nunca houve nação, sem que nela passasse um admoestador"},{"SurahNumber":35,"VerseNumber":25,"Text":"E, se eles te desmentem, com efeito, os que foram antes deles desmentiram aos Mensageiros. Chegaram-lhes Seus Mensageiros com as evidências, e com os Salmos, e com o Livro Luminoso"},{"SurahNumber":35,"VerseNumber":26,"Text":"Em seguida, apanhei os que renegaram a Fé. Então, como foi Minha reprovação"},{"SurahNumber":35,"VerseNumber":27,"Text":"Não viste que Allah faz descer, do céu, água e, com ela, fazemos sair frutos, de cores variadas, e, que, entre as montanhas, há-as de estratos brancos e vermelhos, de cores variadas, e as que são nigérrimas como corvos"},{"SurahNumber":35,"VerseNumber":28,"Text":"E que, dentre os homens e os seres animais e os rebanhos, há os, também, de cores variadas? Apenas, os sábios receiam a Allah, dentre Seus servos. Por certo, Allah é Todo-Poderoso, Perdoador"},{"SurahNumber":35,"VerseNumber":29,"Text":"Por certo, os que recitam o Livro de Allah e cumprem a oração e despendem, secreta ou manifestamente, do que lhes damos por sustento, esperam por comércio, que não perecerá"},{"SurahNumber":35,"VerseNumber":30,"Text":"Para que Ele os recompense com seus prêmios, e lhes acrescente algo de Seu favor. Por certo, Ele é Perdoador, Agradecido"}]}