{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"I po Zemlji je nepomicna brda postavio da vas ona ne potrese, i rijeke, a i puteve da se usmjeravate"},{"SurahNumber":16,"VerseNumber":16,"Text":"a i putokaze, a i po zvijezdama se oni upravljaju"},{"SurahNumber":16,"VerseNumber":17,"Text":"Pa da li je onda Onaj Koji stvara kao onaj koji ne stvara?! Zasto se ne prisjecate i pouku ne uzmete"},{"SurahNumber":16,"VerseNumber":18,"Text":"Ako vi budete brojili Allahove blagodati, necete ih nabrojati; Allah je, uistinu, Onaj Koji oprasta grijehe i milostiv je"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah zna sta tajite, a sta javno iznosite"},{"SurahNumber":16,"VerseNumber":20,"Text":"A oni koje oni mjesto Allaha mole - nista ne stvaraju; oni su sami stvoreni"},{"SurahNumber":16,"VerseNumber":21,"Text":"mrtvi su, nisu zivi i ne znaju kada ce biti ozivljeni"},{"SurahNumber":16,"VerseNumber":22,"Text":"Vas Bog je- jedan Bog! Srca onih koji u ahiret ne vjeruju, poricu; oni su oholi"},{"SurahNumber":16,"VerseNumber":23,"Text":"Nema sumnje da Allah zna i ono sto oni taje, a i ono sto javno iznose; On, doista, ne voli one koji se ohole"},{"SurahNumber":16,"VerseNumber":24,"Text":"A kada ih neko upita: \"Sta je to Gospodar vas objavio?\", oni odgovaraju: \"Izmisljotine naroda nekadasnjih"},{"SurahNumber":16,"VerseNumber":25,"Text":"To je zato da bi na Kijametskom danu nosili grijehe - terete svoje cijele i dio grijeha onih koje su, a da oni nisu bili svjesni, u zabludu doveli.:\" Uzasan je teret koji ce oni nositi"},{"SurahNumber":16,"VerseNumber":26,"Text":"I oni prije njih spletke su pravili, pa je Allah iz temelja zgrade njihove porusio, i krov se na njih srusio - stigla ih je kazna odakle nisu ni ocekivali"}]}