{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"И если б Мы помиловали их, Избавив их от их несчастья, То и тогда б они в своем упрямстве Скитались слепо в заблужденье"},{"SurahNumber":23,"VerseNumber":76,"Text":"Мы поразили карой их - Они же перед Господом своим не укротились, К Нему смиренно не воззвали"},{"SurahNumber":23,"VerseNumber":77,"Text":"Когда ж Мы распахнули дверь, Которою на них сошло суровое ненастье, - Гляди! Они уже в отчаянии там"},{"SurahNumber":23,"VerseNumber":78,"Text":"Он - Тот, Кто даровал вам зрение, и слух, И сердце, что (способно ощущать и мыслить), - А вы так мало благодарны"},{"SurahNumber":23,"VerseNumber":79,"Text":"Он - Тот, Кто, множа вас, рассеял по земле, К Нему же будете вы собраны опять"},{"SurahNumber":23,"VerseNumber":80,"Text":"Он - Тот, Кто жизнь дает и назначает смерть, Владеет сменой ночи днем, - Ужель вам не осмыслить это"},{"SurahNumber":23,"VerseNumber":81,"Text":"Но говорят они все то же, Что говорили предки их"},{"SurahNumber":23,"VerseNumber":82,"Text":"И говорят: \"Ужель, когда умрем И обратимся в прах и кости, Мы будем истинно воскрешены"},{"SurahNumber":23,"VerseNumber":83,"Text":"Сие, поистине, обещано нам было - И нам, и нашим праотцам. Это - всего лишь сказы первых"},{"SurahNumber":23,"VerseNumber":84,"Text":"Скажи: \"Кто ведает землей и всем на ней, Если вы знаете (так много)"},{"SurahNumber":23,"VerseNumber":85,"Text":"Аллах! - они ответят (несомненно). Скажи: Неужто вы не образумитесь (и этим)"},{"SurahNumber":23,"VerseNumber":86,"Text":"Скажи: \"Кто Властелин семи небес И Властелин Великого Престола"},{"SurahNumber":23,"VerseNumber":87,"Text":"Аллах! - они ответят (несомненно). Скажи: Неужто (и теперь) Не побоитесь вы Его (разгневать)"},{"SurahNumber":23,"VerseNumber":88,"Text":"(Теперь) спроси (их): \"Чья Рука имеет власть над всем, что суще? Кто (лишь один) способен защитить? Если вы знаете, (ответьте)"},{"SurahNumber":23,"VerseNumber":89,"Text":"Аллах! - они ответят (несомненно). Скажи: Как вы искушены (страстями)"}]}