{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"En Wij hebben hen tot voorgangers gemaakt die op Ons bevel de goede richting wezen en Wij hebben aan hen geopenbaard de goede daden te doen, de salaat te verrichten en de zakaat te geven. En zij dienden Ons"},{"SurahNumber":21,"VerseNumber":74,"Text":"En aan Loet hebben Wij oordeelskracht en kennis gegeven en Wij redden hem uit de stad die onbetamelijke dingen deed; zij waren slechte, verdorven mensen"},{"SurahNumber":21,"VerseNumber":75,"Text":"En Wij hebben hem in onze barmhartigheid binnen laten gaan; hij behoorde tot de rechtschapenen"},{"SurahNumber":21,"VerseNumber":76,"Text":"En [denk] aan Noeh, toen hij -- vroeger -- riep. Daarop verhoorden Wij hem en Wij redden hem en zijn familie uit de geweldige benardheid"},{"SurahNumber":21,"VerseNumber":77,"Text":"Wij hielpen hem ook tegen de mensen die Onze tekenen loochenden. Dat waren slechte mensen. Dus lieten Wij hen allen tezamen verdrinken"},{"SurahNumber":21,"VerseNumber":78,"Text":"En aan Dawoed en Soelaimaan, toen zij over het gewas oordeelden toen het kleinvee van het volk 's nachts was uitgebroken en erin gaan grazen. Wij waren getuige van hun oordeel"},{"SurahNumber":21,"VerseNumber":79,"Text":"En Wij maakten dat Soelaimaan het begreep en aan een ieder [van hen] gaven Wij oordeelskracht en kennis. En Wij maakten de bergen samen met Dawoed dienstbaar, zodat zij Ons prijzen en evenzo de vogels. Wij hebben dat gedaan"},{"SurahNumber":21,"VerseNumber":80,"Text":"En Wij hebben hem geleerd maliënhemden voor jullie te maken, opdat die jullie tegen jullie gewelddadigheid beschermen. Zijn jullie dan dankbaar"},{"SurahNumber":21,"VerseNumber":81,"Text":"En aan Soelaimaan [onderwierpen Wij] de wind bij storm zodat die zich op zijn bevel naar het land spoedt dat Wij gezegend hebben -- Wij zijn namelijk alwetend"}]}