{"Id":201,"LanguageCodes":["id","ind"],"Name":"ind-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":89,"VerseNumber":24,"Text":"(Dia mengatakan) sewaktu ingat akan kesalahan-kesalahannya (\"Alangkah baiknya) huruf Ya di sini bermakna Tanbih (sekiranya aku dahulu mengerjakan) amal kebaikan dan beriman (untuk hidupku ini\") untuk kehidupan yang baik di akhirat, atau sewaktu aku hidup di dunia"},{"SurahNumber":89,"VerseNumber":25,"Text":"(Maka pada hari itu tiada yang mengazab) dibaca Yu'adzdzibu dengan dikasrahkan huruf Dzalnya (seperti azab-Nya) seperti azab Allah (seseorang pun) artinya Dia tidak menyerahkannya kepada seseorang pun melainkan hanya kepada diri-Nya"},{"SurahNumber":89,"VerseNumber":26,"Text":"(Dan) demikian pula (tiada yang dapat mengikat) dibaca Laa Yuutsiqu (seperti ikatannya, seseorang pun) menurut suatu qiraat lafal Laa Yu'adzdzibu dan lafal Laa Yuutsiqu dibaca Laa Yu'adzdzabu dan Laa Yuutsaqu dengan demikian maka Dhamir yang dikandung kedua lafal tersebut kembali kepada orang kafir. Lengkapnya, tiada seseorang pun yang diazab seperti azab yang ditimpakan kepada orang kafir, dan tiada seseorang pun yang diikat seperti ikatan yang dibelenggukan kepada orang kafir"},{"SurahNumber":89,"VerseNumber":27,"Text":"(Hai jiwa yang tenang) atau yang aman, dimaksud adalah jiwa yang beriman"},{"SurahNumber":89,"VerseNumber":28,"Text":"(Kembalilah kepada Rabbmu) perkataan ini diucapkan kepadanya sewaktu ia menjelang mati; yakni kembalilah kamu kepada perintah dan kehendak-Nya (dengan hati yang puas) akan pahala yang kamu terima (lagi diridai) di sisi Allah maksudnya, semua amal perbuatanmu diridai di sisi-Nya. Jiwa yang beriman itu merasa puas dan diridai; kedudukan kedua lafal ini menjadi kata keterangan keadaan; kemudian dikatakan kepadanya pada hari kiamat nanti"},{"SurahNumber":89,"VerseNumber":29,"Text":"(Maka masuklah ke dalam) jamaah (hamba-hamba-Ku) yang saleh"},{"SurahNumber":89,"VerseNumber":30,"Text":"(Dan masuklah ke dalam surga-Ku\") bersama dengan hamba-hamba-Ku yang saleh"},{"SurahNumber":90,"VerseNumber":1,"Text":"(Sungguh) huruf Laa di sini adalah huruf Zaidah mengandung makna Taukid (Aku bersumpah dengan kota ini) yakni kota Mekah"},{"SurahNumber":90,"VerseNumber":2,"Text":"(Dan kamu) hai Muhammad (halal) maksudnya dihalalkan bagimu (kota ini) artinya Dia menghalalkannya untukmu melakukan peperangan di dalamnya untuk melawan orang-orang musyrik. Allah memenuhi janji-Nya itu pada waktu penaklukan kota Mekah. Ayat ini merupakan Jumlah Mu'taridhah yang terletak di antara Qasam yang pertama dengan Qasam yang selanjutnya"},{"SurahNumber":90,"VerseNumber":3,"Text":"(Dan demi bapak) yaitu Nabi Adam (dan anaknya) atau anak cucunya; huruf Maa di sini bermakna Man"},{"SurahNumber":90,"VerseNumber":4,"Text":"(Sesungguhnya Kami telah menciptakan manusia) semuanya (berada dalam susah payah) yaitu lelah dan susah karena selalu menghadapi musibah-musibah di dunia dan kesengsaraan-kesengsaraan di akhirat"},{"SurahNumber":90,"VerseNumber":5,"Text":"(Apakah manusia itu menyangka) atau apakah manusia menduga, bahwa dia itu adalah kuat. Yang dimaksud adalah Asyad dari kalangan kaum Quraisy ia terkenal kekuatannya (bahwa) huruf An di sini adalah bentuk Takhfif dari Anna, sedangkan Isimnya tidak disebutkan, lengkapnya Annahuu (sekali-kali tiada seorang pun yang berkuasa atas dirinya?) Allahlah yang berkuasa atas dirinya"},{"SurahNumber":90,"VerseNumber":6,"Text":"(Dia mengatakan, \"Aku telah menghabiskan) untuk memusuhi Muhammad (harta yang banyak\") maksudnya banyak mengeluarkan harta untuk memusuhinya"},{"SurahNumber":90,"VerseNumber":7,"Text":"(Apakah dia menyangka bahwa) dirinya (tiada seorang pun yang melihatnya?) artinya melihat apa-apa yang telah dibelanjakannya itu, sehingga ada orang yang mengetahui berapa jumlah harta yang telah dibelanjakannya. Allahlah yang mengetahui berapa jumlah yang telah dibelanjakannya itu, dan jumlah sedemikian itu tidak berarti apa-apa di sisi-Nya, bahkan Dia kelak akan membalas perbuatannya yang buruk dan keji itu"},{"SurahNumber":90,"VerseNumber":8,"Text":"(Bukankah Kami telah menjadikan) Istifham atau kata tanya di sini mengandung arti Taqrir (baginya dua buah mata)"},{"SurahNumber":90,"VerseNumber":9,"Text":"lidah dan dua buah bibir"},{"SurahNumber":90,"VerseNumber":10,"Text":"(Dan Kami telah menunjukkan kepadanya dua jalan) maksudnya Kami telah menjelaskan kepadanya jalan kebaikan dan jalan keburukan"},{"SurahNumber":90,"VerseNumber":11,"Text":"(Maka kenapa ia tidak) atau mengapa ia tidak (menempuh jalan yang sulit)"},{"SurahNumber":90,"VerseNumber":12,"Text":"(Tahukah kamu) maksudnya apakah kamu mengetahui (apakah jalan yang sulit) yang akan ditempuhnya itu? Ungkapan ini mengagungkan kedudukan jalan tersebut. Ayat ini merupakan Jumlah Mu'taridhah atau kalimat sisipan; kemudian dijelaskan oleh ayat berikutnya, yaitu"},{"SurahNumber":90,"VerseNumber":13,"Text":"(Melepaskan budak) dari perbudakan, yaitu dengan cara memerdekakannya"},{"SurahNumber":90,"VerseNumber":14,"Text":"(Atau memberi makan pada hari kelaparan) yakni sewaktu terjadi bencana kelaparan"},{"SurahNumber":90,"VerseNumber":15,"Text":"(Kepada anak yatim yang ada hubungan kerabat) atau famili"},{"SurahNumber":90,"VerseNumber":16,"Text":"(Atau orang miskin yang sangat fakir) artinya karena amat miskinnya hanya beralaskan tanah. Menurut suatu qiraat kedua Fi'il tersebut diganti menjadi dua Mashdar yang kedua-duanya dirafa'kan. Yang pertama dimudhafkan kepada lafal Raqabatin sedangkan yang kedua ditanwinkan, maka sebelum lafal Al-'Aqabah diperkirakan adanya lafal Iqtihaam. Qiraat ini merupakan penjelasan dari makna ayat-ayat tersebut"},{"SurahNumber":90,"VerseNumber":17,"Text":"(Kemudian dia adalah) lafal ayat ini di'athafkan kepada lafal Iqtahama; dan lafal Tsumma menunjukkan makna urutan penyebutan atau Tartiibudz Dzikr. Artinya dia sewaktu menempuh jalan yang sulit itu (termasuk orang-orang yang beriman dan saling berpesan) yakni sebagian di antara mereka berpesan kepada sebagian yang lain (untuk bersabar) di dalam menjalankan amal ketaatan dan menjauhi perbuatan kemaksiatan (dan saling berpesan untuk berkasih sayang) terhadap semua makhluk"},{"SurahNumber":90,"VerseNumber":18,"Text":"(Mereka) yaitu orang-orang yang memiliki sifat-sifat demikian itu (adalah golongan kanan)"},{"SurahNumber":90,"VerseNumber":19,"Text":"Dan orang-orang yang kafir kepada ayat-ayat Kami, mereka itu adalah golongan kiri"},{"SurahNumber":90,"VerseNumber":20,"Text":"(orang-orang kiri itu berada dalam neraka yang ditutup rapat) dapat dibaca Mu'shadah dan Muushadah, artinya neraka yang tertutup rapat"}]}