{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Āra yārā āmādēra sāthē mōlākātēra kāmanā karē nā tārā balē -- ''kēna āmādēra kāchē phiriś‌tādēra pāṭhānō haẏa nā, athabā āmādēra prabhukē'i bā kēna āmarā dēkhatē pā'i nā?’’ Tārā tādēra nijēdēra sanbandhē niścaẏa'i baṛā'i karachē, āra baṛa bāṛa bēṛēchē."},{"SurahNumber":25,"VerseNumber":22,"Text":"Yēdina tārā phiriś‌tādēra dēkhatē pābē sē'idina aparādhīdēra jan'ya kōnō khōśakhabara thākabē nā, āra tārā balabē -- ''alaṅghanīẏa byabadhāna hōka.’’"},{"SurahNumber":25,"VerseNumber":23,"Text":"Āra tārā kājakarmēra yā karēchē tā āmarā bibēcanā karaba, tārapara tākē bikṣipta dhūlikaṇā bāniẏē dēba."},{"SurahNumber":25,"VerseNumber":24,"Text":"Sbargōdyānēra bāsindārā sēdina pābē uṯkr̥ṣṭa bāsasthāna ō sundaratara biśrāmasthala."},{"SurahNumber":25,"VerseNumber":25,"Text":"Āra sē'i dina ākāśa bidīrṇa habē mēghamālāra saṅgē, āra phiriśatādēra pāṭhānō habē pāṭhānōra matō."},{"SurahNumber":25,"VerseNumber":26,"Text":"Sārbabhaumatba sē'idina satyi-satyi parama karuṇāmaẏēra. Āra abiśbāsīdēra jan'ya sē'i dinaṭi habē baṛa kaṭhina"},{"SurahNumber":25,"VerseNumber":27,"Text":"āra sē'idina an'yāẏakārī tāra hāta kāmaṛābē ē'i balē -- ''hāẏa āmāra durbhōga! Āmi yadi rasūlēra saṅgē patha abalanbana karatāma"},{"SurahNumber":25,"VerseNumber":28,"Text":"Hāẏa! Ki āphasōsa! Āmi yadi ēmana ēkajanakē bandhurūpē grahaṇa nā karatāma"},{"SurahNumber":25,"VerseNumber":29,"Text":"āmākē tō sē bibhrāntitē niẏē'i gēchē smārakagrantha thēkē tā āmāra kāchē āsāra parē! Āra śaẏatāna mānuṣēra jan'ya sadā hatāśakārī.’’"},{"SurahNumber":25,"VerseNumber":30,"Text":"Āra rasūla balachēna -- ''hē āmāra prabhu! Niḥsandēha āmāra sbajāti ē'i kura'ānakē parityajya balē dharē niẏēchila. ’’"},{"SurahNumber":25,"VerseNumber":31,"Text":"Āra ē'ibhābē'i āmarā pratyēka nabīra jan'ya śatru sr̥ṣṭi karēchi aparādhīdēra madhyē thēkē. Āra tōmāra prabhu'i pathapradarśaka ō sahāẏakarūpē yathēṣṭa."},{"SurahNumber":25,"VerseNumber":32,"Text":"Āra yārā abiśbāsa pōṣaṇa karē tārā balē -- ''tām̐ra kāchē kura'ānakhānā samagrabhābē ēkēbārē abatīrṇa ha’la nā kēna?’’ Ē'ibhābē'i -- yēna ēra dbārā tōmāra hr̥daẏakē āmarā supratiṣṭhita karatē pāri, āra āmarā ēkē sājiẏēchi sājānōra matō."}]}