{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"E que e, ademais, orientacao e clemencia para os fieis"},{"SurahNumber":27,"VerseNumber":78,"Text":"Por certo que teu Senhor julgara entre eles com justica, porque e Poderoso, Sapientissimo"},{"SurahNumber":27,"VerseNumber":79,"Text":"Encomenda-te, pois, a Deus, porque segues a verdade elucidativa"},{"SurahNumber":27,"VerseNumber":80,"Text":"Certamente, tu nao poderas fazer os mortos ouvir, nem fazer-te ouvir pelos surdos (especialmente) quando fogem"},{"SurahNumber":27,"VerseNumber":81,"Text":"Como tampouco es guia dos cegos em seu erro, porque so podes fazer-te escutar por aqueles que creem nos Nossosversiculos e sao muculmanos"},{"SurahNumber":27,"VerseNumber":82,"Text":"E quando recair sobre eles a sentenca, produzir-lhes-emos da terra uma besta, que lhe dira: A verdade e que os humanosnao creem nos Nossos versiculos"},{"SurahNumber":27,"VerseNumber":83,"Text":"Recorda-te de que um dia congregaremos um grupo de cada povo, dentre aqueles que desmentiram os Nossos versiculos, os quais serao postos em formacao"},{"SurahNumber":27,"VerseNumber":84,"Text":"Ate que comparecam (ante o tribunal). Dir-lhes-a (Deus): Com que entao desmentistes os Meus versiculos, semcompreende-los! Que estaveis fazendo"},{"SurahNumber":27,"VerseNumber":85,"Text":"E a sentenca recaira sobre eles, por sua iniquidade, e nada terao a alegar"},{"SurahNumber":27,"VerseNumber":86,"Text":"Acaso, nao reparam em que temos instituido a noite para o seu repouso e o dia para dar-lhes luz? Por certo que nisto hasinais para os crentes"},{"SurahNumber":27,"VerseNumber":87,"Text":"E no dia em que soar a trombeta, espantar-se-ao aqueles que estiverem nos ceus e na terra, exceto aqueles que Deusagraciar. E todos comparecerao, humildes, ante Ele"},{"SurahNumber":27,"VerseNumber":88,"Text":"E veras as montanhas, que te parecem firmes, passarem rapidas como as nuvens. Tal e a obra de Deus, Que tem dispostoprudentemente todas as coisas, porque esta inteirado de tudo quanto fazeis"}]}