{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":72,"Text":"Zan guft: «Voj ʙar man, ojo dar in pironsoli mezojam va in savhari man niz pir ast? In cizi aciʙest!»"},{"SurahNumber":11,"VerseNumber":73,"Text":"Guftand: «Ojo az farmoni Xudo ta'accuʙ mekuni? Rahmatu ʙarakati Xudo ʙar sumo — ahli in xona arzoni ʙod. U sutudani va ʙuzurgvor ast"},{"SurahNumber":11,"VerseNumber":74,"Text":"Cun vahdat az Iʙrohim ʙiraft va uro xusxaʙar omad, ʙo Mo dar ʙorai qavmi Lut ʙa mucodala ʙarxost"},{"SurahNumber":11,"VerseNumber":75,"Text":"Iʙrohim ʙurdʙor ast va rahmdil ast va farmonʙardor ast"},{"SurahNumber":11,"VerseNumber":76,"Text":"Ej Iʙrohim, az in suxan ruj gardon! Farmoni Parvardigorat omadaast va ʙar onho azoʙe, ki hec ʙargaste nadorad, furud xohad omad"},{"SurahNumber":11,"VerseNumber":77,"Text":"Cun rasuloni Mo nazdi Lut omadand, Lut anduhginu diltang sud va guft: «Imruz ruzi saxtest»"},{"SurahNumber":11,"VerseNumber":78,"Text":"Va qavmas sitoʙon nazdi u omadand va onon pes az in murtakiʙi korhoi zist mesudand. Lut guft: «Ej qavmi man, inho duxtaroni man hastand. Baroi Sumo pokizatarand. Az Xudo ʙitarsed va moro dar ʙaroʙari mehmononam hicil makuned. Ojo mardi xiradmande dar mijoni sumo nest?»"},{"SurahNumber":11,"VerseNumber":79,"Text":"Guftaʹ: d: «Tu xud medoni, ki moro ʙa duxtaroni tu nijoze nest va niz medoni, ki ci mexohem»"},{"SurahNumber":11,"VerseNumber":80,"Text":"Lut guft: «Kos dar ʙaroʙari sumo qudrate medostam va metavonistam ʙa takjagohe ustuvor panoh ʙiʙaram!»"},{"SurahNumber":11,"VerseNumber":81,"Text":"Guftand: «Ej Lut, mo rasuloni Parvardigori tu hastem! Inho hargiz ʙa tu dast naxohand joft. Cun pose az saʙ ʙigzarad, xonadoni xudro ʙerun ʙiʙar. Va hec jak az sumo ruj ʙarnagardonad, cuz zanat, ki ʙa u niz on ci ʙa onho rasad, xohad rasid. Va'dai onho suʙhgoh ast. Ojo suʙh nazdik nest?»"}]}