{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":30,"Text":"Ceux qui disent : « Notre Seigneur est Allah » et font preuve de droiture, les Anges descendront vers eux, (et leur diront) : « N’ayez aucune crainte ! Ne vous affligez point ! Recevez plutot l’heureuse nouvelle du Paradis qui vous etait promis"},{"SurahNumber":41,"VerseNumber":31,"Text":"Nous sommes bien vos allies en ce bas monde et dans l’autre, ou vous aurez tout ce que desireront vos ames et tout ce que vous demanderez"},{"SurahNumber":41,"VerseNumber":32,"Text":"Vous serez accueillis en hotes par un (Seigneur) Absoluteur et Tout Misericordieux. »"},{"SurahNumber":41,"VerseNumber":33,"Text":"Qui tient meilleurs propos que celui qui appelle a Allah, fait le bien et dit : « Je suis du nombre des Soumis (Musulmans) ? »"},{"SurahNumber":41,"VerseNumber":34,"Text":"La bonne action et la mauvaise ne sauraient etre egales. Repousse donc (le mal) par une (action) qui soit meilleure, et celui que tu avais pour ennemi deviendra alors le plus devoue des amis"},{"SurahNumber":41,"VerseNumber":35,"Text":"Seuls sont gratifies (de cette vertu) ceux qui savent etre patients, comme n’en est gratifie que celui qui jouit d’une immense part de felicite"},{"SurahNumber":41,"VerseNumber":36,"Text":"Si Satan cherche a te fourvoyer, trouve refuge aupres d’Allah, car Il Entend Tout et Il est Omniscient"},{"SurahNumber":41,"VerseNumber":37,"Text":"Parmi Ses Signes, il y a la nuit et le jour, le soleil et la lune. Mais ne vous prosternez pas devant le soleil, pas plus que devant la lune. Prosternez-vous devant Allah Qui les a crees, si vous n’adorez vraiment que Lui"},{"SurahNumber":41,"VerseNumber":38,"Text":"Si, pleins de dedain, (les mecreants refusent de se prosterner), ceux qui sont aupres d’Allah[466] Lui rendent gloire nuit et jour et sans se lasser jamais"}]}