{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Niscaya yiye tomara prati kora'anaka bidhanasbaraupe dana karaiche, arasye te'om tomaka ubhata'i niba pratyarartanasthalata. Koraa, ‘mora pratipalake'i bhalakai jane kone satpathara nirdesa lai ahiche arau kona spasta bibhraantita ache’"},{"SurahNumber":28,"VerseNumber":86,"Text":"Arau tumi asa karaa nachila ye, tomara prati kitaba aratirna ha’ba. Eya kerala tomara pratipalakara anugraha. Seye tumi ketiya'o kaphirasakalara sahayaka naha’ba"},{"SurahNumber":28,"VerseNumber":87,"Text":"Arau tomara prati allahara ayatasamuha aratirna horaara pichata sihamte yena tomaka kono mate'i tara paraa birata raakhiba noraarae. Tumi tomara pratipalakara prati ahbana karaa arau kono mate'i musbaraikasakalara antarbhukta naha’ba"},{"SurahNumber":28,"VerseNumber":88,"Text":"Tumi allahara lagata ana kono ilahaka namatiba, te'omra bahirae ana kono satya ilaha na'i. Allahara sattara bahirae sakalo basturae'i dhbansasila. Bidhana kerala te'omrae'i, arau te'omra ocarate'i tomaloka pratyarartita ha’ba"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alipha-lama-mima"},{"SurahNumber":29,"VerseNumber":2,"Text":"Manuhe bhabiche neki ye, ‘ami imana anicho’ e'i buli ka’le'i sihamtaka paraiksa nakaraakaiye ene'i erai diya ha’ba"},{"SurahNumber":29,"VerseNumber":3,"Text":"arasye ami sihamtara purbarartisakalako paraiksa karaichilo, allahe arasye prakasa karai diba kona satyabadi arau te'om arasye prakasa karai diba kona michaliya"},{"SurahNumber":29,"VerseNumber":4,"Text":"Athaba yisakale duskarma karae sihamte bhabiche neki ye, sihamte amara ayattara bahirata guci yaba? Kimana ye nikrsta sihamtara e'i sid'dhanta"},{"SurahNumber":29,"VerseNumber":5,"Text":"yiye allahara saksata kamana karae te'om jani thoraa ucita ye, niscaya allahara nirdharaita samaya ahiba'i; arau te'om sarbasraota, sarbajna"},{"SurahNumber":29,"VerseNumber":6,"Text":"Arau yiye pracesta calaya, si nijara babehe pracesta calaya, niscaya allaha srstijagatara paraa amukhapeksi"}]}