{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":7,"Text":"Sairao dos sepulcros, com os olhos humildes, como se fossem uma nuvem de gafanhotos dispersa"},{"SurahNumber":54,"VerseNumber":8,"Text":"Dirigindo-se, rapidamente, ate ao convocador; os incredulos dirao: Este e um dia terrivel"},{"SurahNumber":54,"VerseNumber":9,"Text":"Antes deles, o povo de Noe havia desmentido os mensageiros; desmentiram o Nosso servo, dizendo: E um energumeno!, repudiando-o por todas as vias"},{"SurahNumber":54,"VerseNumber":10,"Text":"Entao ele invocou seu Senhor, dizendo: Estou vencido! Socorre-me"},{"SurahNumber":54,"VerseNumber":11,"Text":"Entao abrimos as portas do ceu, com agua torrencial (que fizemos descer)"},{"SurahNumber":54,"VerseNumber":12,"Text":"E fizemos brotar fontes da terra, e ambas as aguas se encontraram na medida predestinada"},{"SurahNumber":54,"VerseNumber":13,"Text":"E o conduzimos (Noe) em uma arca, de tabuas encavilhadas"},{"SurahNumber":54,"VerseNumber":14,"Text":"Que flutuava sob o Nosso olhar, como recompensa para aquele que foi desmentido"},{"SurahNumber":54,"VerseNumber":15,"Text":"E a expusemos, como sinal. Havera, porventura, alguem que recebera a admoestacao"},{"SurahNumber":54,"VerseNumber":16,"Text":"Qual! Quao terriveis foram o Meu castigo e a Minha admoestacao"},{"SurahNumber":54,"VerseNumber":17,"Text":"Em verdade, facilitamos o Alcorao, para a admoestacao. Havera, porventura, algum admoestado"},{"SurahNumber":54,"VerseNumber":18,"Text":"O povo de Ad rejeitou o seu mensageiro. Porem, quao terriveis foram o Meu castigo e a Minha admoestacao"},{"SurahNumber":54,"VerseNumber":19,"Text":"Sabei que desencadeamos sobre eles um vento tormentoso, em um dia funesto"},{"SurahNumber":54,"VerseNumber":20,"Text":"Que arrebatava os homens, como se fossem troncos de tamareiras desarraigadas"},{"SurahNumber":54,"VerseNumber":21,"Text":"Observa, portanto, quao terriveis foram o Meu castigo e a Minha admoestacao"},{"SurahNumber":54,"VerseNumber":22,"Text":"Em verdade, facilitamos o Alcorao para a recordacao. Havera, porventura, algum admoestado"},{"SurahNumber":54,"VerseNumber":23,"Text":"O povo de Tamud desmentiu os admoestadores"},{"SurahNumber":54,"VerseNumber":24,"Text":"Dizendo: Que! Acaso, haveremos de seguir um homem solitario, surgido dentre nos? Cairiamos, entao, em extravio e naloucura"},{"SurahNumber":54,"VerseNumber":25,"Text":"Acaso, foi a Mensagem revelada so a ele, dentre nos? Qual! E um mentiroso, insolente"},{"SurahNumber":54,"VerseNumber":26,"Text":"Logo saberao quem e mentiroso e insolente"},{"SurahNumber":54,"VerseNumber":27,"Text":"Em verdade, enviamos-lhes a camela como prova. E tu (o Saleh), observa-os e aguarda com paciencia"}]}