{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":7,"VerseNumber":121,"Text":"les magiciens s’exclamerent : « Nous croyons maintenant au Seigneur de la Creation"},{"SurahNumber":7,"VerseNumber":122,"Text":"Seigneur de Moise et Aaron. »"},{"SurahNumber":7,"VerseNumber":123,"Text":"Pharaon dit : « Osez-vous croire en lui avant que je ne vous y ai autorise ? Voila un complot trame par vous dans la cite pour en chasser ses habitants. Vous saurez bientot ce qui vous attend"},{"SurahNumber":7,"VerseNumber":124,"Text":"Je vais vous faire couper la main et le pied oppose, puis vous faire tous crucifier. »"},{"SurahNumber":7,"VerseNumber":125,"Text":"Ils dirent : « Qu’importe, puisque nous ferons retour a notre Seigneur"},{"SurahNumber":7,"VerseNumber":126,"Text":"Le seul reproche que tu puisses d’ailleurs nous faire est d’avoir cru aux signes de notre Seigneur qui se sont manifestes a nous. Veuille, Seigneur, nous armer de patience et nous rappeler a Toi entierement soumis a Ta volonte. »"},{"SurahNumber":7,"VerseNumber":127,"Text":"Les grands d’Egypte dirent a Pharaon : « Vas-tu laisser Moise et son peuple corrompre le pays et delaisser ton culte et celui de tes divinites ? » Il repondit : « Nous allons, au contraire, massacrer leurs fils et n’epargner que leurs filles. Ils sont en effet sous notre domination et a notre merci. »"},{"SurahNumber":7,"VerseNumber":128,"Text":"Moise dit a son peuple : « Supportez patiemment cette epreuve en implorant l’aide d’Allah. Et sachez que la terre appartient a Allah qui en fait heriter qui Il veut parmi Ses serviteurs. Une fin heureuse est toujours reservee a ceux qui craignent le Seigneur. »"},{"SurahNumber":7,"VerseNumber":129,"Text":"Ils dirent : « Nous etions persecutes avant ton arrivee et le sommes encore aujourd’hui. » « Il se peut, repondit Moise, que votre Seigneur aneantisse votre ennemi et vous fasse heriter d’une terre afin de voir comment vous vous comporterez. »"},{"SurahNumber":7,"VerseNumber":130,"Text":"Nous avons eprouve le peuple de Pharaon par la disette et une penurie de recoltes afin de les amener a reflechir"}]}