{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Ani unakō jātikā mānisaharūkō uttara yasa bāhēka aru kēhī thi'ēna ki unīharūlē bhanēḥ lūtakā gharavālāharūlā'ī āphnō bastībāṭa bāhira nikālidē'ū, yinīharū ta dhērai pavitra banna cāhanchan"},{"SurahNumber":27,"VerseNumber":57,"Text":"Antataḥ hāmīlē unalā'ī ra unakā gharavālāharūlā'ī, bacā'ihālyau unakī strī bāhēka, jasakō lāgi hāmīlē nīyata garidi'ēkā thiyau ki, ū pachi parnēharūmadhyē hunēchē"},{"SurahNumber":27,"VerseNumber":58,"Text":"Ra hāmīlē unīmāthi ē'uṭā (viśēṣa khālakō) varṣā varṣāyau ra tyō sacēta garisaki'ēkō lāgi sāhrai narāmrō varṣā thiyō"},{"SurahNumber":27,"VerseNumber":59,"Text":"Tapā'ī bhanidinus ki sabai praśansā allāhakō lāgi cha ra usakā viśiṣṭa bhaktaharūmāthi salāma ra śānti cha, jasalā'ī usalē rōjihālyau. Kē allāha rāmrō cha, vā unīharū jasalā'ī tinīharūlē sājhēdāra ṭhaharā'irākhēkā chan"},{"SurahNumber":27,"VerseNumber":60,"Text":"bhana ta ākāśaharū ra dharatīlā'ī kasalē sr̥ṣṭi garyō, ra kasalē ākāśabāṭa pānī varṣāyō, phēri tyasabāṭa harābharā bagaicākō sr̥ṣṭi garyō, yō bagaicākā vr̥kṣaharū umārnu timrō lāgi sambhava thi'ēna. Kē allāhakō sāthamā kōhī aru pūjya cha? Hō'ina, baru tinīharū nai satyamārgabāṭa ṭāḍhindaichan"},{"SurahNumber":27,"VerseNumber":61,"Text":"Kasalē dharatīlā'ī sthira garēra basnē ṭhā'um̐ banāyō, ra usakō bīcamā naharaharū bagāyō, ra usakō lāgi pahāḍaharūkō sr̥ṣṭi garyō ra (jasalē) du'ī samundraharūkō bīcamā tagārō banāyō? Ta kē allāhakō sāthamā aru kōhī pūjya pani cha? Baru tinīharūmadhyē dhērailē kēhī bujhdainan"},{"SurahNumber":27,"VerseNumber":62,"Text":"Kasalē vyagrakō guhāra sundacha, jaba tyasalē usalā'ī guhārdacha ra vyathā haṭā'idincha ra timīlā'ī dharatīmā śāsaka banā'um̐dacha? Kē allāhakō sāthamā aru kōhī pūjanīya cha? (Hō'ina) timīharūlē dhērai kama upadēśa ra śikṣā prāpta gardachau"},{"SurahNumber":27,"VerseNumber":63,"Text":"Kasalē timīlā'ī jaṅgala ra samudrakō am̐dhyārōmā bāṭō dēkhā'um̐cha ra hāvāharūlā'ī āphnō dayā garnubhandā agāḍi śubhasandēśa dina calā'um̐cha? Ani kē allāhakō sāthamā aru kōhī pūjanīya pani cha jasalā'ī yinīharūlē sājhēdāra banā'um̐chan? Allāha ucca ra mahāna cha"}]}