{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"Övladlarını (yaxud Nuhun tufanı vaxtı ulu babalarını müxtəlif yüklərlə) dolu gəmiyə mindirməyimiz (sonra dənizdə istədikləri yerə getmələri) də onlar üçün (qüdrətimizə) bir dəlildir"},{"SurahNumber":36,"VerseNumber":42,"Text":"Onlar üçün bunun kimi (başqa) minik vasitələri də yaratdıq"},{"SurahNumber":36,"VerseNumber":43,"Text":"Əgər istəsək, onları suya qərq edərik. Nə bir dadlarına çatan olar, nə də nicat taparlar"},{"SurahNumber":36,"VerseNumber":44,"Text":"Yalnız Bizdən bir mərhəmət olaraq və bir qədər (əcəlləri çatanadək) dolanıb keçinmələri üçün (onları xilas edərik)"},{"SurahNumber":36,"VerseNumber":45,"Text":"Onlara (müşriklərə): “Önünüzdə və arxanızda olandan (dünya və axirət əzabından) qorxun ki, bəlkə, rəhm olunasınız!” – deyildikdə (dönüb gedər, öyüd-nəsihətə qulaq asmazlar)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Onlara Rəbbinin ayələrindən elə birisi gəlməz ki, ondan üz çevirməsinlər"},{"SurahNumber":36,"VerseNumber":47,"Text":"Onlara: “Allahın sizə verdiyi ruzidən (ehtiyacı olanlara) sərf edin!” – deyildiyi zaman, kafirlər mö’minlərə: “Allahın istədiyi təqdirdə özü yedirə biləcəyi kimsəni bizmi yedirdəcəyik?!” – deyərlər. Siz (bu e’tiqadınızla) sadəcə olaraq (haqq yoldan) açıq-aşkar azmısınız"},{"SurahNumber":36,"VerseNumber":48,"Text":"Onlar: “Əgər doğru söyləyirsinizsə, (bir xəbər verin görək) bu və’d (qiyamət günü) nə vaxt yerinə yetəcək?” – deyərlər"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onlar (küçədə, bazarda) bir-biri ilə çənə-boğaz olarkən özlərini saracaq yalnız bir dəhşətli (tükürpədici) səsə (İsrafilin surunun birinci dəfə çalınmasına) bənddirlər"},{"SurahNumber":36,"VerseNumber":50,"Text":"Artıq nə bir vəsiyyət etməyə iqtidarları olar, nə də ailələrinin yanına qayıda bilərlər"},{"SurahNumber":36,"VerseNumber":51,"Text":"Sur (ikinci dəfə) çalınan kimi (qiyamət günü) qəbirlərindən qalxıb sür’ətlə Rəbbinin hüzuruna axışacaqlar"},{"SurahNumber":36,"VerseNumber":52,"Text":"Onlar deyəcəklər: “Vay halımıza! Bizi yatdığımız yerdən (qəbir evindən) kim qaldırdı? (Onlara belə deyiləcək:) “Bu, Rəhmanın məxluqata buyurduğu və’ddir (qiyamət günüdür). Peyğəmbərlər doğru deyirlərmiş!”"},{"SurahNumber":36,"VerseNumber":53,"Text":"Yalnız bir dəhşətli səs qopan (İsrafilin axırıncı dəfə surunu çalan) kimi onlar hamısı (haqq-hesab üçün) qarşımızda hazır duracaqlar"},{"SurahNumber":36,"VerseNumber":54,"Text":"Bu gün heç kəsə heç bir haqsızlıq edilməyəkdir. Siz ancaq etdiyiniz əməllərin cəzasını çəkəcəksiniz"}]}