{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Āṇi āmhī mūsākaḍē vahayī (prakāśanā) avatarita kēlī kī tumhī rātrītūnaca mājhyā dāsānnā ghē'ūna calā āṇi tyān̄cyāsāṭhī samudrāta kōraḍā mārga banavūna ghyā, maga nā tumhālā kōṇācyā yē'ūna dharaṇyācē bhaya rāhīla nā dhāstī"},{"SurahNumber":20,"VerseNumber":78,"Text":"Phira'aunanē āpalyā sain'yāsaha tyān̄cā pāṭhalāga kēlā, maga tara samudra tyā sarvānvara ācchādita jhālā jasē kāhī ācchādita hōṇāra hōtē"},{"SurahNumber":20,"VerseNumber":79,"Text":"Āṇi phira'aunanē āpalyā janasamūhālā mārgabhraṣṭatēta ṭākalē āṇi saraḷa mārga dākhavilā nāhī"},{"SurahNumber":20,"VerseNumber":80,"Text":"Hē isrā'īlacyā putrānnō! (Pāhā) āmhī tumhālā tumacyā śatrucyā tāvaḍītūna mukta kēlē āṇi tumhālā tūra parvatācyā ujavīkaḍacē vacana dilē āṇi tumacyāvara manna āṇi salavā utaravilā"},{"SurahNumber":20,"VerseNumber":81,"Text":"Tumhī, āmhī pradāna kēlēlī svaccha śud'dha rōjī (ājivikā) khā āṇi tyāta maryādēcē ullaṅghana karū nakā an'yathā tumacyāvara mājhā prakōpa utarēla tō niścitaca nāśa pāvēla"},{"SurahNumber":20,"VerseNumber":82,"Text":"Āṇi niścitaca mī tyānnā māpha karaṇāra āhē jē māphī māgatīla īmāna rākhatīla satkarmē karatīla āṇi saraḷa mārgāvarahī rāhatīla"},{"SurahNumber":20,"VerseNumber":83,"Text":"Āṇi hē mūsā! Tumhālā āpalā janasamūhāśī (gāphīla karūna) kōṇatyā gōṣṭīnē lavakara āṇalē"},{"SurahNumber":20,"VerseNumber":84,"Text":"Sāṅgitalē tē lōka mājhyā pāṭhōpāṭhaca āhēta āṇi mī, hē pālanakartyā ghā'ī aśāsāṭhī kēlī kī tū prasanna vhāvē"},{"SurahNumber":20,"VerseNumber":85,"Text":"Pharmāvilē, āmhī tumacyā janasamūhālā tumacyā paścāta kasōṭīta ṭākalē āṇi tyānnā sāmarīnē mārgabhraṣṭa karūna ṭākalē"},{"SurahNumber":20,"VerseNumber":86,"Text":"Tēvhā mūsā atiśaya krōdhita āṇi duḥkhī hō'ūna paratalē āṇi mhaṇālē kī hē mājhyā janasamūhācyā lōkānnō! Kāya tumacyāśī tumacyā pālanakartyānē cāṅgalā vāyadā kēlā navhatā? Kāya tyācī mudata tumhālā dīrgha svarūpācī vāṭalī? Kī tumacā irādāca hā āhē kī tumacyāvara tumacyā pālanakartyācā prakōpa kōsaḷāvā, mhaṇūna tumhī mājhā vāyadā tōḍūna ṭākalā"},{"SurahNumber":20,"VerseNumber":87,"Text":"(Lōkānnī) uttara dilē, āmhī āpalyā adhikārānē tumacyāśī kēlēlā vāyadā tōḍalā nāhī, kimbahunā āmacyāvara jē dāginē, lōkān̄cē lādalē gēlē hōtē, tē āmhī ṭākūna dilē āṇi tyācapramāṇē sāmarīnē dēkhīla ṭākalē"}]}