{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"¡Come, pues, y bebe, y que se alegren tus ojos! Y si ves a algun ser humano, hazle saber: ‘He hecho voto de silencio al Mas Misericordioso y no puedo, por ello, hablar hoy con nadie.’”"},{"SurahNumber":19,"VerseNumber":27,"Text":"Despues regreso a su familia, llevando consigo al nino.Dijeron: ¡Oh Maria! ¡En verdad, has hecho algo inaudito"},{"SurahNumber":19,"VerseNumber":28,"Text":"¡Oh hermana de Aaron! ¡Tu padre no fue un hombre malvado, ni fue tu madre una mujer licenciosa!”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Entonces ella senalo hacia el.Dijeron: “¿Como vamos a hablar con quien es [todavia] un nino en la cuna?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"[El nino] dijo: “En verdad, soy un siervo de Dios. El me ha entregado la revelacion y ha hecho de mi un profeta"},{"SurahNumber":19,"VerseNumber":31,"Text":"y me ha hecho bendito dondequiera que este; y me ha prescrito la oracion y la limosna mientras viva"},{"SurahNumber":19,"VerseNumber":32,"Text":"y que sea bondadoso con mi madre; y no me ha hecho arrogante ni falto de compasion"},{"SurahNumber":19,"VerseNumber":33,"Text":"“¡Y la paz fue conmigo el dia en que naci, y [sera conmigo] el dia en que muera, y el dia en que sea devuelto [de nuevo] a la vida!”"},{"SurahNumber":19,"VerseNumber":34,"Text":"ASI FUE, en palabras veraces, Jesus, hijo de Maria, sobre cuya naturaleza discrepan tan profundamente"},{"SurahNumber":19,"VerseNumber":35,"Text":"Es inconcebible que Dios tome para Si un hijo: ¡infinito es El en Su gloria! ¡Cuando dispone algo, le dice tan solo: “Se” --y es"},{"SurahNumber":19,"VerseNumber":36,"Text":"Y [asi fue que Jesus dijo siempre]: “En verdad, Dios es mi Sustentador y tambien vuestro Sustentador; adoradle [pues, solo]a El: [solo] este es un camino recto.”"},{"SurahNumber":19,"VerseNumber":37,"Text":"¡Y aun asi, las sectas [que siguen la Biblia] discrepan entre si [sobre la naturaleza de Jesus]!Pero, ¡ay de aquellos que niegan la verdad cuando llegue ese Dia terrible"},{"SurahNumber":19,"VerseNumber":38,"Text":"¡Que bien oiran y veran [la verdad] el Dia que vengan a Nosotros!Pero hoy esos malhechores estan claramente hundidos en el error"}]}