{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Biz; gogu, yeryuzunu ve ikisinin arasında bulunanları bosuna yaratmadık. Bu, kufretmis olanların zannıdır. Vay o kufretmis olanlara, cehennem atesinden"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yoksa Biz; iman etmis ve salih amel islemis olanları, yeryuzunde bozgunculuk edenler gibi mi kılarız? Yoksa Biz; muttakileri, facirler gibi mi tutarız"},{"SurahNumber":38,"VerseNumber":29,"Text":"Ayetlerini dusunsunler ve akıl sahibi olanlar ogut alsınlar diye, sana mubarek bir kitab indirdik"},{"SurahNumber":38,"VerseNumber":30,"Text":"Davud´a da Suleyman´ı lutfettik. O ne guzel bir kuldu ve muhakkak ki o, Allah´a yonelirdi"},{"SurahNumber":38,"VerseNumber":31,"Text":"Hani ona bir aksam, calımlı ve cins kosu atları sunulmustu"},{"SurahNumber":38,"VerseNumber":32,"Text":"Demisti ki: Dogrusu ben, Rabbımı zikretmek icin mal sevgisine dustum. Nihayet perdenin arkasına gizlenmisti"},{"SurahNumber":38,"VerseNumber":33,"Text":"Onları bana geri getirin, dedi, bacaklarını ve boyunlarını sıvazlamaya baslamıstı"},{"SurahNumber":38,"VerseNumber":34,"Text":"Andolsun ki; Biz, Suleyman´ı denemistik. Tahtının ustune bir ceset attık. Sonra eski haline dondu"},{"SurahNumber":38,"VerseNumber":35,"Text":"Dedi ki: Rabbım; bagısla beni. Ve bana oyle bir mulk ver ki; benden sonra hic bir kimse ulasamasın. Muhakkak ki en cok bagısta bulunan Sensin, Sen"},{"SurahNumber":38,"VerseNumber":36,"Text":"Bunun uzerine Biz de ruzgarı emrine verdik. Emri ile istedigi yere kolayca giderdi"},{"SurahNumber":38,"VerseNumber":37,"Text":"Seytanları da. Her bina ustasını ve dalgıcı da"},{"SurahNumber":38,"VerseNumber":38,"Text":"Demir halkalarla baglı digerlerini de"},{"SurahNumber":38,"VerseNumber":39,"Text":"Bu, bizim bagısımızdır. Artık ister hesabsızca ver, ister tut"},{"SurahNumber":38,"VerseNumber":40,"Text":"Dogrusu katımızda onun icin yuksek bir makam ve guzel bir netice vardır"},{"SurahNumber":38,"VerseNumber":41,"Text":"Kulumuz Eyyub´u da hatırla. Hani Rabbına: Dogrusu seytan bana yorgunluk ve azab verdi, diye seslenmisti"},{"SurahNumber":38,"VerseNumber":42,"Text":"Vur ayagını yere. Iste yıkanacak ve icilecek soguk bir su"}]}