{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Sozunuzu ister gizleyin, ister acıga vurun. Cunku O, butun sinelerin ozunu bilir"},{"SurahNumber":67,"VerseNumber":14,"Text":"Bilmez mi O yaratan ki, O herseyi inceden inceye bilen, her seyden haberdar olandır"},{"SurahNumber":67,"VerseNumber":15,"Text":"O, yeryuzunu size boyun egdiren yaratıcıdır. Haydi, o arzın omuzlarında yuruyun de O´nun rızkından yiyin. Donus yalnızca O´nadır"},{"SurahNumber":67,"VerseNumber":16,"Text":"Emin misiniz o goktekinden; sizinle yeri gocuruvermesinden? O zaman bakarsın ki, o yer calkalanıyor"},{"SurahNumber":67,"VerseNumber":17,"Text":"Yoksa siz gokte olanın uzerinize mermiler yagdıran birini gondermesinden guvencede misiniz? O zaman tehdidimin nasıl oldugunu bilirsiniz"},{"SurahNumber":67,"VerseNumber":18,"Text":"Andolsun ki, onlardan oncekiler de yalanladılar, ama nasıl oldu inkarım"},{"SurahNumber":67,"VerseNumber":19,"Text":"Bakmazlar mı ustlerinde ucan kuslara, kanat suzerlerken ve yumarlarken? Rahman´dır ancak onları tutan! Suphesiz ki, O herseyi gorur"},{"SurahNumber":67,"VerseNumber":20,"Text":"Ya da kim oluyor sizin Rahman´dan baska (yardım beklediginiz) su ordularınız ki, sizi kurtarsın? Kafirler ancak bir aldanıs icindedirler"},{"SurahNumber":67,"VerseNumber":21,"Text":"Ya da o rızkınızı keserse, kimdir su sizlere rızık verecek olan? Hayır bir urkuntu ve azgınlık icinde inada dalmıslar"},{"SurahNumber":67,"VerseNumber":22,"Text":"Simdi yuz ustu kapanarak giden mi daha dogru, yoksa dosdogru bir cadde uzerinde dumduz giden mi"},{"SurahNumber":67,"VerseNumber":23,"Text":"De ki: «O´dur ancak sizi yaratan, size dinleyecek kulak, gorecek gozler, duyacak gonuller veren! Fakat sizler pek az sukrediyorsunuz!»"},{"SurahNumber":67,"VerseNumber":24,"Text":"De ki: «O´dur sizi yeryuzunde zurriyet halinde yaratıp yayan! Nihayet hep toplanıp O´nun huzuruna getirileceksiniz!»"},{"SurahNumber":67,"VerseNumber":25,"Text":"Boyle iken diyorlar ki: «Ne zaman (gerceklesecek) bu tehdit? Eger dogru soyleyenlerseniz?»"},{"SurahNumber":67,"VerseNumber":26,"Text":"De ki: «(Ona ait) o bilgi ancak Allah´ın katındadır. Ben, yalnızca acıkca anlatan bir uyarıcıyım (peygamberim).»"}]}