{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":18,"VerseNumber":21,"Text":"allāhanu icchisidare mātra (nīvu ēnannādarū māḍaballiri). Mattu nīvu (idannu) maretāgalellā nim'ma oḍeyanannu nenapisikoḷḷiri mattu ‘‘nanna oḍeyanu nanage adakkintalū uttamavādudannu tōrisi koḍabahudu’’ endu hēḷiri"},{"SurahNumber":18,"VerseNumber":22,"Text":"avaru munnūru varṣa hāgū innū ombhattu varṣagaḷa kāla guheyalliddaru"},{"SurahNumber":18,"VerseNumber":23,"Text":"hēḷiri; avaru adeṣṭu kāla (alli) iddarembudannu allāhanē heccu ballanu. Avanu ākāśagaḷa hāgū bhūmiya ella gupta samācāragaḷannū ballanu. Avanu itarellariginta cennāgi avugaḷannu nōḍuttāne mattu kēḷuttāne. Avugaḷige (bhūmyākāśagaḷige) avana horatu bēre pōṣakarilla. Avanu tanna ādhipatyadalli yārannū pālugoḷisuvudilla"},{"SurahNumber":18,"VerseNumber":24,"Text":"(dūtarē,) nim'ma oḍeyana granthadinda nim'ma kaḍege divyavāṇiya mūlaka kaḷisalāgiruva sandēśavannu ōdiri. Avana vacanavannu badalisa ballavaru yārū illa. Avana baḷiyallallade bērellū nimage āśraya sigadu"},{"SurahNumber":18,"VerseNumber":25,"Text":"Tam'ma oḍeyana meccugeyannu apēkṣisuttā mun̄jāneyū san̄jeyū avanannu kūgi prārthisuttiruvavara jote nīvu santr̥ptarāgiri mattu avarannu endū kaḍegaṇisabēḍi. Nīvēnu, laukika badukina merugannu bayasuttīrā? Nāvu yāra manas'sininda nam'ma nenapannu maresi biṭṭiruvevō avanannu, tanna svēccheyannē anusarisuvavanannu mattu elle mīri vartisuvātanannu nīvendū anusarisabēḍi"},{"SurahNumber":18,"VerseNumber":26,"Text":"nīvu hēḷi biḍi; idu nim'ma oḍeyana kaḍeyinda bandiruva satya. (Idannu) iṣṭa uḷḷavanu nambali mattu dhikkarisa bayasuvavanu dhikkarisali. Nāvantu akramigaḷigāgi narakāgniyannu sid'dhagoḷisiṭṭiddēve. Adara jvālegaḷu avarannu suttuvaridiruvavu. Avaru nīrigāgi more iṭṭare, karagida tāmradantaha nīrannu avarige odagisalāguvudu. Adu avara mukhagaḷannu suṭṭu biḍuvudu – adu tumbā keṭṭa pānīyavāgiruvudu mattu adu tumbā keṭṭa neleyāgiruvudu"},{"SurahNumber":18,"VerseNumber":27,"Text":"nambike iṭṭavaru mattu satkarmagaḷannu māḍidavaru – (intaha) śrēṣṭha kelasagaḷannu māḍuvavara pratiphalavannu nāvu khaṇḍita vyarthagoḷisuvudilla"}]}