{"Id":370,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-lad","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":59,"VerseNumber":4,"Text":"In [ovoragī va azoʙ] ʙa xotiri on ast, ki onho ʙo Alloh taolo va pajomʙaraş muxolifat [va duşmanī] kardand va har kas ʙo Alloh taolo muxolifat [va duşmanī] kunad, ʙe gumon, Alloh taolo saxtkajfar ast"},{"SurahNumber":59,"VerseNumber":5,"Text":"On ci az daraxti xurmo ʙurided va jo onro istoda ʙar reşaaş ʙoqī guzorided, ʙa farmoni Alloh taolo ʙud, to fosiqonro xor [-u rasvo] sozad"},{"SurahNumber":59,"VerseNumber":6,"Text":"Va on ci Alloh taolo az [amvoli] onho ʙa pajomʙaraş ʙozgardonida [va ʙaxşida] ast, pas, ʙar on [amvol] na aspe toxted va na şuture; vale Alloh taolo rasulonaşro ʙar har kas, ki ʙixohad, cira megardonad va Alloh taolo ʙar har ciz tavonost"},{"SurahNumber":59,"VerseNumber":7,"Text":"Va on ci Alloh taolo az [amvoli] ahli oʙodiho ʙa pajomʙaraş ʙozgardonida [va ʙaxşida] ast, az oni Alloh taolo va rasul va xeşovandoni ū va jatimon va ʙenavojon va darrohmondagon ast. To [in amvol] dar mijoni sarvatmandoni şumo dast ʙa dast naşavad; va on ci ki rasululloh ʙa şumo dod, ʙigired va az on ci ki şumoro az on nahj kard, dast ʙardored va az Alloh taolo parvo kuned, ki Alloh taolo saxtkajfar ast"},{"SurahNumber":59,"VerseNumber":8,"Text":"[In amvol] Baroi fuqaroi muhoçire ast, ki az xona va amvolaşon ʙerun ronda şudand, az Alloh taolo fazl va xuşnudī metalaʙand va Alloh taolo va pajomʙaraşro jorī mekunand. Onho rostgūjonand"},{"SurahNumber":59,"VerseNumber":9,"Text":"Va [niz] kasone, ki peş az onon dar dijori islom [Madina] çoj girifta va imon ovardaand, afrodero, ki ʙa sūjaşon hiçrat mekunand, dūst dorand va dar dilhoi xud az on ci [ʙa muhoçiron] doda şuda, ehsosi hasad [va nijoz] namekunand va eşonro ʙar xud muqaddam medorand, hatto agar xud nijozmand ʙoşand; va kasone, ki az ʙuxl [-u hirs]-i nafsi xeş dar amon ʙimonand [va dar rohi Alloh taolo infoq kunand], onon rastagorand"}]}