{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":29,"VerseNumber":15,"Text":"Wo zhengjiule ta he yu ta tongchuan zhe, wo shi na sou chuan chengwei zhong shijie de yige jianjie."},{"SurahNumber":29,"VerseNumber":16,"Text":"[Wo que yi paiqian] yi bu la xin. Dangshi, ta dui ta de zuren shuo:“Nimen dang chongbai an la, dang jingwei ta, zhe dui nimen shi zui hao de, jiaru nimen zhi dao."},{"SurahNumber":29,"VerseNumber":17,"Text":"Nimen she an la er chongbai ouxiang, bing niezao huangyan. Qishi, nimen she an la er chongbai de ouxiang jue buneng ci gei nimen renhe jiyang. Suoyi, nimen dang xiang an la xunqiu jiyang, dang chongbai ta, dang ganxie ta. Nimen dou jiang gui dao ta nali qu."},{"SurahNumber":29,"VerseNumber":18,"Text":"Jiaru nimen fouren [wo], name, zai nimen zhiqian you xuduo minzu que yi fourenguo [tamen de shizhe]. Shizhe de zeren zhishi mingbai di chuanda [qishi].”"},{"SurahNumber":29,"VerseNumber":19,"Text":"Nandao tamen bu zhi dao an la zenyang chuangzao wanwu, ranhou hai jiang zai chuangzao [fuhuo] ma? Zhe dui an la que shi rongyi de."},{"SurahNumber":29,"VerseNumber":20,"Text":"Ni [dui tamen] shuo:“Nimen dang zai da dishang luxing [zhu], guancha an la zenyang chuangzao wanwu. Ranhou an la hai jiang zai chuangzao [fuhuo]. An la dui wanshi que shi wanneng de."},{"SurahNumber":29,"VerseNumber":21,"Text":"Ta [an la] yu chengfa shei, jiu chengfa shei; yu ci min shei, jiu ci min shei [zhu]. Nimen dou jiang gui dao ta nali qu."},{"SurahNumber":29,"VerseNumber":22,"Text":"Wulun nimen shi zai dishang, haishi zai tianshang, dou buneng taotuo [an la de chengfa]. Chu an la wai, nimen jue meiyou renhe baohu zhe he yuanzhu zhe.”"},{"SurahNumber":29,"VerseNumber":23,"Text":"Bu xinyang an la de qishi he [houshi] yu ta xiang hui de renmen, zhexie ren dui wo de enhui juewangle, zhexie ren bi shou tongku de xingfa."}]}