{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"Keh dijiye! kay haq aa chuka batil na to pehlay kuch ker saka hai aur na ker sakay ga"},{"SurahNumber":34,"VerseNumber":50,"Text":"Keh dijiye! kay agar mein behak jaon to meray behakney (ka wabaal) mujh per hi hai aur agar mein raahe-hidayat per hun to ba-sabab iss wahee kay jo mera perwerdigar mujhay kerta hai woh bara hu sunnay wala aur boht hi qareeb hai"},{"SurahNumber":34,"VerseNumber":51,"Text":"Aur agar aap (woh waqt) mulahiza keren jabkay yeh kuffaar ghabraye phiren gay phir nikal bhagney ki koi soorat na hogi aur qareeb ki jaga say giriftar ker liye jayen gay"},{"SurahNumber":34,"VerseNumber":52,"Text":"Uss waqt kahen gay kay hum iss quran per eman laye lekin iss qadar door jaga say (matlooba cheez) kaisay hath aa sakti hai"},{"SurahNumber":34,"VerseNumber":53,"Text":"Iss say pehlay to enhon ney iss say kufur kiya tha aur door daraz say binn dekhay hi phenktay rahey"},{"SurahNumber":34,"VerseNumber":54,"Text":"Inn ki chahaton aur inn kay darmiyan pardah haael ker diya gaya jaisa kay iss say pehlay bhi inn jaison kay sath kiya gaya woh bhi (inhi ki tarah) shak-o-taraddud mein (paray huyey) thay"},{"SurahNumber":35,"VerseNumber":1,"Text":"Uss Allah kay liye tamam tareefen sazawaar hain jo (ibtida’an) aasmano aur zamin ka peda kerney wala aur do do teen teen char char paron walay farsihton ko apna payghumber (qasid) bananey wala hai makhlooq mein jo chahaye ziyadti kerta hai Allah Taalaa yaqeenan her cheez per qadir hai"},{"SurahNumber":35,"VerseNumber":2,"Text":"Allah Taalaa jo rehmat logon kay liye khol day so uss ka koi band kerney wala nahi aur jiss ko band kerday so uss kay baad iss ka koi jaari kerney wala nahi aur wohi ghalib hikmat wala hai"},{"SurahNumber":35,"VerseNumber":3,"Text":"Logo! Tum per jo inam Allah Taalaa ney kiye hain unhen yaad kero. Kiya Allah kay siwa aur koi bhi khaliq hai jo tumhen aasman aur zamin say rozi phonchaye? Uss ka siwa koi mabood nahi. Pus tum kahan ultay jatay ho"}]}