{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":144,"Text":"Аллаһ, Мусага әйтте: \"Ий Муса! Кешеләргә пәйгамбәр итеп җибәрербез вә үзем белән сөйләшергә сине ихтыяр кылдым. Без биргән китапны куәт белән тот, вә Без биргән нигъмәтләргә шөкер итүчеләрдән бул"},{"SurahNumber":7,"VerseNumber":145,"Text":"Мусага тәүрат такталарында һәрнәрсәне яздык, вәгазьне вә һәрнәрсә бәян иттек, аны ал куәт белән, һәм каумеңә дә Тәүрат белән гамәл кылырга боер, Тәүратның күркәмрәк хөкемнәрен алсыннар! Мин сезгә тиздән күрсәтермен фасыйклар йорты җәһәннәмне, Тәүрат хөкемнәрен бозып фәсыйк булмагыз"},{"SurahNumber":7,"VerseNumber":146,"Text":"Җир өстендә хаксыз тәкәбберләнеп йөрегән кешеләрне бик тиз аятьләребездән дүндерербез – хак сүзләрдән күңелләрен биздерербез! Әгәр алар могҗизаларны күрсәләр – ышанмаслар, әгәр хак юлны күрсәләр, аны үзләренә юл итеп алмаслар, әгәр азгынлык, адашу юлын күрсәләр – аны үзләренә юл итеп алалар. Аларның шундый булуы ялганлап аятьләребезне инкяр кылганнары вә аятьләрнең хикмәтеннән гафил булганнары өчен"},{"SurahNumber":7,"VerseNumber":147,"Text":"Аятьләребезне вә ахирәткә барачакларын ялган диючеләрнең эше, гамәле җуелды – файдасы калмады. Аларга җәза булырмы? Әлбәттә, булыр кылган эшләре буенча гына"},{"SurahNumber":7,"VerseNumber":148,"Text":"Муса тауга киткәч, кауме алтын-көмештән бозау ясадылар, ул бозауның тавышы бар иде, бозау шулай ясалган иде – аңарга җил кереп, эченнән тавыш чыга иде. Әйә алар күрмиләрме бозау алар белән сөйләшми һәм аларны туры юлга күндерергә дә көче җитми. Ґәҗәб, һичнәрсәгә ярамаган нәрсәне Илаһә тоттылар һәм шуның өчен залим булдылар"},{"SurahNumber":7,"VerseNumber":149,"Text":"Аларның кулларына сугылгач һәм шиксез адашканлыкларын белгәч, әйттеләр: \"Әгәр безгә Раббыбыз рәхмәт кылмаса һәм гөнаһларыбызны ярлыкамаса, әлбәттә, һәлак булучылардан булырбыз"}]}