{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"Za onie zdruzenici megu vas, koi dojdoa so kleveta, ne mislete li deka vi donesoa zlo? No, ne! Toa, tokmu, e dobro za vas! Sekomu od niv mu pripaga del za grevot sto si go specalil. A na onoj megu niv koj, megutoa, ke pretera vo delot svoj, najmnogu, mu pripaga kazna golema"},{"SurahNumber":24,"VerseNumber":12,"Text":"Pa zosto koga toa go cuvte, vernicite i vernickite pomislija za sebesi dobro, i ne rekoa: “Ova e kleveta jasna"},{"SurahNumber":24,"VerseNumber":13,"Text":"Zosto ne donesoa za toa cetiri svedoci? I bidejki ne donesoa svedoci tie se kaj Allah, tokmu, Laskovci"},{"SurahNumber":24,"VerseNumber":14,"Text":"A koga ne bi bila dobrinata Allahova kon vas i milosta Negova i na ovoj svet i na Ahiret bi ve snasla, vo ona sto zapadnavte, kazna golema"},{"SurahNumber":24,"VerseNumber":15,"Text":"Koga toa go prenesuvavte so jazicite vasi i koga go kazuvavte so ustite vasi ona za sto, vsusnost, nisto ne znaevte, smetajki go toa neznacitelno, a toa kaj Allah ne e neznacitelno"},{"SurahNumber":24,"VerseNumber":16,"Text":"koga toa go cuvte, zosto ne rekovte: “Sto da zboruvame za ova? Vozvisen si Ti! Ova e kleveta golema"},{"SurahNumber":24,"VerseNumber":17,"Text":"Allah ve sovetuva, ako ste vernici, nikogas da ne povtorite takvo nesto"},{"SurahNumber":24,"VerseNumber":18,"Text":"Allah vi gi objasnuva ajetite. Allah e NZnalec i Mudar"},{"SurahNumber":24,"VerseNumber":19,"Text":"Onie koi posakuvaat da se prosiri sramnoto delo megu onie koi veruvaat im pripaga, navistina, kazna bolna i na ovoj svet i na Ahiret. Allah znae, a vie ne znaete"},{"SurahNumber":24,"VerseNumber":20,"Text":"koga ne bi bila dobrinata Allahova kon vas I milosta Negova... Allah, navistina, e Cuvstvitelen i Somilosen"}]}