{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":150,"Text":"Y cuando Moises regreso a su pueblo airado y afligido (porque Al-lah le habia comunicado que su pueblo estaba adorando el becerro), dijo: «¡Que malo es lo que habeis hecho durante mi ausencia! ¿Queriais que regresara antes de tiempo de mi cita con vuestro Senor cuando El la habia decretado? Y arrojo las Tablas (debido a su enojo), tomo a su hermano (por el cabello) y lo arrastro hacia el. (Su hermano Aaron) le dijo: «¡Oh, hijo de mi madre!, ciertamente pudieron conmigoy estuvieron a punto de matarme (cuando les prohibi adorar el becerro). No dejes que los enemigos se regocijen a mi costa y no me incluyas entre los injustos»"},{"SurahNumber":7,"VerseNumber":151,"Text":"(Moises) dijo: «¡Senor!, perdonanos a mi hermano y a mi y apiadate de nosotros, pues Tu eres el mas Misericordioso de los misericordiosos»"},{"SurahNumber":7,"VerseNumber":152,"Text":"Ciertamente, quienes adoraron el becerro padeceran la ira de su Senor y seran humillados en esta vida. Asi es como retribuimos a quienes inventan mentiras (sobre la religion)"},{"SurahNumber":7,"VerseNumber":153,"Text":"Y con aquellos que obren mal y despues se arrepientan y crean, Al-lah sera Indulgente y Misericordioso"},{"SurahNumber":7,"VerseNumber":154,"Text":"Y cuando la ira de Moises se hubo aplacado, tomo las Tablas, las cuales guiaban hacia la verdad y contenian misericordia para quienes temen a su Senor"},{"SurahNumber":7,"VerseNumber":155,"Text":"Y Moises escogio a setenta hombres de entre su pueblo (que no habian adorado el becerro) para acudir a Nuestro encuentro (y pedir perdon por quienes lo habian adorado). Pero fueron sorprendidos por un temblor de tierra[255], y entonces dijo (Moises): «¡Senor!, si hubieras querido, los habrias destruido y a mi tambien con ellos antes de venir a Tu encuentro. ¿Vas a destruirnos por lo que han hecho los insensatos de entre nosotros (al adorar el becerro)? (La adoracion del becerro) no era mas que una prueba de Tu parte para extraviar con ella a quien querias (por haber escogido la falsedad) y guiar a quien querias (por haberse mantenido en el buen camino). Tu eres nuestro protector: perdonanos y apiadate de nosotros, pues Tu eres Quien mejor perdona"}]}