{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":36,"VerseNumber":71,"Text":"“Kodi saona kuti Ife tawalengera nyama, m’zimene manja Athu akonza, zomwe iwo akuti nzawo"},{"SurahNumber":36,"VerseNumber":72,"Text":"“Ndi kuti tazichita kukhala zowatumikira? Zina mwa izo amazikwerapo; ndipo zina mwa izo amazidya"},{"SurahNumber":36,"VerseNumber":73,"Text":"“Ndipo m’menemo (m’nyama) muli zowathandiza (zambiri) ndiponso zakumwa. Nanga bwanji sathokoza"},{"SurahNumber":36,"VerseNumber":74,"Text":"“Ndipo adzipangira milungu (yabodza) kusiya Allah kuti athandizidwe nayo"},{"SurahNumber":36,"VerseNumber":75,"Text":"“(Koma) siingathe kuwathandiza; ndipo iwo (kwa milunguyo) ndi asilikali amene akonzedwa kulondera (mafanowo ndi kuwatumikira)"},{"SurahNumber":36,"VerseNumber":76,"Text":"“Mawu awo (onyoza Allah ndi okutsutsa iwe) asakudandaulitse. Ndithu Ife tikudziwa zimene akubisa ndi zimene akuzionetsera poyera"},{"SurahNumber":36,"VerseNumber":77,"Text":"“Kodi munthu sazindikira kuti Ife tidamulenga ndi dontho la umuna? Koma iye wakhala wotsutsa woonekera"},{"SurahNumber":36,"VerseNumber":78,"Text":"“Ndipo akutiponyera fanizo (lotsutsa kukhoza Kwathu kuukitsa akufa) ndi kuiwala chilengedwe chake (chochokera kumadzi opanda pake). Akunena: “Ndani angaukitse mafupa pomwe ali ofumbwa?”"},{"SurahNumber":36,"VerseNumber":79,"Text":"“Nena: “Adzawaukitsa Yemwe adawalenga panthawi yoyamba. Ndipo Iye Ngodziwa kalengedwe ka mtundu uliwonse"},{"SurahNumber":36,"VerseNumber":80,"Text":"“Yemwe adakupangirani moto kuchokera mu mtengo wauwisi; kenako inu mumakoleza moto m’menemo"},{"SurahNumber":36,"VerseNumber":81,"Text":"“Kodi Yemwe adalenga thambo ndi nthaka (mukuganiza kuti) siwokhoza kuwalenga (iwo kachiwiri) monga momwe alili? Inde! Iye ndi Mlengi Wamkulu, Wodziwa kwambiri"},{"SurahNumber":36,"VerseNumber":82,"Text":"“Ndithu machitidwe Ake akafuna kuti chinthu chichitike, amangonena kwa icho: “Chitika!” Ndipo chimachitika (nthawi yomweyo)"},{"SurahNumber":36,"VerseNumber":83,"Text":"“Kotero alemekezeke Yemwe m’manja Mwake muli ulamuliro pa chinthu chilichonse; ndipo kwa Iye (ndiko) mudzabweerera nonse"}]}