{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":46,"Text":"Богатство и сыновья - украшение мирской жизни, однако нетленные благодеяния лучше по вознаграждению перед твоим Господом, и на них лучше возлагать надежды"},{"SurahNumber":18,"VerseNumber":47,"Text":"В тот день Мы заставим двигаться горы, и ты увидишь, что земля станет плоской. Мы соберем их всех и никого не упустим"},{"SurahNumber":18,"VerseNumber":48,"Text":"Они предстанут перед твоим Господом рядами: «Вы пришли к Нам такими, какими Мы создали вас в первый раз. Но вы предполагали, что Мы не назначили встречи с вами»"},{"SurahNumber":18,"VerseNumber":49,"Text":"Будет положена книга, и ты увидишь, как грешники будут трепещать от того, что в ней. Они скажут: «Горе нам! Что это за книга! В ней не упущен ни малый, ни великий грех - все подсчитано». Они обнаружат перед собой все, что совершили, и твой Господь ни с кем не поступит несправедливо"},{"SurahNumber":18,"VerseNumber":50,"Text":"Вот сказали Мы ангелам: «Падите ниц перед Адамом!». Все они поклонились, кроме Иблиса. Он был одним из джиннов и ослушался воли своего Господа. Неужели вы признаете его и его потомков своими покровителями и помощниками вместо Меня, тогда как они являются вашими врагами? Плохая это замена для беззаконников"},{"SurahNumber":18,"VerseNumber":51,"Text":"Я не сделал их свидетелями сотворения небес и земли и сотворения их самих. Я не беру в помощники тех, кто вводит других в заблуждение"},{"SurahNumber":18,"VerseNumber":52,"Text":"В тот день Он скажет: «Призовите Моих сотоварищей, о существовании которых вы предполагали». Они воззовут к ним, но те не ответят им. Мы воздвигнем между ними губительное место (преграду)"},{"SurahNumber":18,"VerseNumber":53,"Text":"Грешники увидят Огонь, и им станет ясно, что они будут брошены в него. Они не найдут от него спасения"}]}