{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":26,"VerseNumber":184,"Text":"“Dinzuɣu, zom ya (Duuma) so Ŋun nam ya, ka nam binnamdi shεŋa ban daŋ yi tooni maa.”"},{"SurahNumber":26,"VerseNumber":185,"Text":"Ka bɛ yεli: “Achiika! A shiri be ninvuɣu shεba shirku ni gbaai puuni.”"},{"SurahNumber":26,"VerseNumber":186,"Text":"“Yaha! A pala shɛli m-pahila ninsala ti tatabo. Yaha! Tinim’ tεhi ya ni achiika! A shiri be ʒirinim’ puuni.”"},{"SurahNumber":26,"VerseNumber":187,"Text":"“Dinzuɣu, chɛ ka sagbana yεɣ’ shεli ŋmaai lu ti zuɣu na, a yi nyɛla ŋun be yɛlimaŋlinim’ puuni.”"},{"SurahNumber":26,"VerseNumber":188,"Text":"Ka o (Annabi Sayibu) yεli: “N Duuma (Naawuni) mi yi tuuntumsa.”"},{"SurahNumber":26,"VerseNumber":189,"Text":"Ka bɛ labsi o ʒirilana, dinzuɣu ka sagbaŋ dabsili la 1 daazaaba daa gbaai ba, Achiika! Di daa shiri nyɛla azaaba timsili dali"},{"SurahNumber":26,"VerseNumber":190,"Text":"Achiika! Ŋɔ maa puuni mali kpahimbu, amaa! Bɛ (chεfurinim’) pam pala ban ti Naawuni yεlimaŋli"},{"SurahNumber":26,"VerseNumber":191,"Text":"Yaha! (Yaa nyini Annabi)! Achiika! A Duuma (Naawuni) nyɛla Nyεŋda, Zaadali Nambɔzobonaa"},{"SurahNumber":26,"VerseNumber":192,"Text":"Yaha! Achiika! Di (Alkur’aani) nyɛla bɛ ni siɣisi shεli ka di yi binnamda Duuma sani na"},{"SurahNumber":26,"VerseNumber":193,"Text":"Yεmbahiga nyɛvuli (Malaaika Ziblila) n-nyɛ ŋun siɣisi li na (Naawuni sani)"},{"SurahNumber":26,"VerseNumber":194,"Text":"A (nyini Annabi Muhammadu) suhi ni, domin a be ban valsiri (ninsalinim’ ni buɣum daazaaba) puuni"},{"SurahNumber":26,"VerseNumber":195,"Text":"Ni Larbu zinli polo ni (ka bɛ siɣisi li na)"},{"SurahNumber":26,"VerseNumber":196,"Text":"Yaha! Achiika! Di (Alkur’aani) maa yεltɔɣa be (Naawuni) tuumba ban daŋ tooni maa kundinim’ puuni"},{"SurahNumber":26,"VerseNumber":197,"Text":"Di ni bɔŋɔ, di pala alaama shɛli n-zaŋ ti ba (Maka chεfurinim’) kadama Israaila bihi puuni baŋdiba gba mi li"},{"SurahNumber":26,"VerseNumber":198,"Text":"Yaha! Ti (Tinim’ Naawuni) yi di siɣisi li (Alkur’aani) na n-ti ti bali shεba ban pa Larbunima"},{"SurahNumber":26,"VerseNumber":199,"Text":"Ka o (Annabi Muhammadu) karim li n-wuhi ba, bɛ naan ku ti li yεlimaŋli"},{"SurahNumber":26,"VerseNumber":200,"Text":"Lala ka Ti (Tinim’ Naawuni) zaŋdi li (Alkur’aani jɛlinsi) n-kpεhiri bibɛhi suhiri ni"},{"SurahNumber":26,"VerseNumber":201,"Text":"Bɛ (chεfurinim’) ku ti li yεlimaŋli naɣila bɛ ti kuli nyɛla azaabakpeeni"},{"SurahNumber":26,"VerseNumber":202,"Text":"Dinzuɣu, ka di (azaaba maa) kaba na yim zuɣu, ka bɛ nyɛla ban bi mi"},{"SurahNumber":26,"VerseNumber":203,"Text":"Dinzuɣu, ka bɛ yεli: “Di ni bɔŋɔ, ti nyɛla bɛ ni yɛn naɣisi n-ti shɛba?”"},{"SurahNumber":26,"VerseNumber":204,"Text":"Di ni bɔŋɔ, Ti (Tinim’ Naawuni) daazaaba ka bɛ (chεfurinim’) bɔri ni yom yom"},{"SurahNumber":26,"VerseNumber":205,"Text":"(Yaa nyini Annabi)! A bi nya kadama Ti (Tinim’ Naawuni) yi chɛ ka bɛ wum nyεɣisim yuuŋgbaliŋ"},{"SurahNumber":26,"VerseNumber":206,"Text":"Din nyaaŋa, ka bɛ ni gbaari ba alikauli (azaaba) shεli maa ti kaba na"}]}