{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":15,"Text":"Maṉitaṉ taṉ peṟṟōrukku naṉmai ceyyumpaṭi upatēcam ceytōm; avaṉuṭaiya tāy, veku ciramattuṭaṉēyē avaṉaic cumantu veku ciramattuṭaṉēyē avaṉaip peṟṟeṭukkiṟāḷ; (karppattil) avaṉaic cumappatum; avaṉukkup pāl kuṭi maṟakkac ceyvatum (mottam) muppatumātaṅkaḷākum. Avaṉ vālipamāki, nāṟpatu vayatai aṭaintatum; \"iṟaivaṉē! Nī eṉ mītum, eṉ peṟṟōr mītum purinta niḥmattukkāka, (aruḷ koṭaikaḷukkāka) naṉṟi celuttavum, uṉṉuṭaiya tiruptiyai aṭaiyak kūṭiya sālihāṉa nalla amalkaḷaic ceyyavum eṉakku aruḷ pālippāyāka! (Itil eṉakku utavuvataṟkāka) eṉṉuṭaiya cantatiyaiyum sālihāṉavarkaḷāka (nallatu ceypavarkaḷāka) cīrpaṭuttiyaruḷvāyāka! Niccayamāka nāṉ uṉpakkamē tirumpukiṟēṉ; aṉṟiyum, nāṉ muslimkaḷil niṉṟumuḷḷavaṉāka (uṉakku muṟṟilum vaḻippaṭṭavaṉāka) irukkiṉṟēṉ\" eṉṟu kūṟuvāṉ"},{"SurahNumber":46,"VerseNumber":16,"Text":"cuvaṉavācikaḷāṉa i(ttakaiya)varkaḷ ceytavaṟṟil aḻakāṉa - naṉmaiyāṉavaṟṟai nām aṅkīkarittuk koṇṭu, ivarkaḷiṉ tīviṉaikaḷaip poṟuppōm; ivarkaḷukku aḷikkappaṭṭirunta vākkuṟuti uṇmaiyāṉa vākkuṟutiyākum"},{"SurahNumber":46,"VerseNumber":17,"Text":"Āṉāl (caṉmārkkattai taḻuvumāṟu kūṟiya) taṉ peṟṟōrai nōkki; \"cīccī! Uṅkaḷukku eṉṉa nērntatu! (Maraṇattiṟkup piṉ) nāṉ uyirppittu eḻuppappaṭuvēṉ eṉṟu nīṅkaḷ eṉṉaip payamuṟuttukiṟīrkaḷā? Tiṭamāka eṉakku muṉṉar ettaṉaiyō talaimuṟaiyiṉar ceṉṟu viṭṭaṉarē (avarkaḷ eḻuppappaṭavillaiyā)!\" Eṉṟu kūṟiyavaṉaip pātukākkumāṟu avviruvarum, (allāhviṭam pirārttittu piṟaku avaṉiṭam)\"uṉakkeṉṉa kēṭu! Nī īmāṉ koḷvāyāka! Niccayamāka allāhviṉ vākkuṟuti meyyāṉatu\" eṉṟu allāhviṭam kāval tēṭukiṟārkaḷ; ataṟkavaṉ\"ivaiyellām muṉṉuḷḷavarkaḷiṉ kaṭṭukkataikaḷēyaṉṟi vēṟillai\" eṉṟu kūṟukiṟāṉ"},{"SurahNumber":46,"VerseNumber":18,"Text":"ittakaiyōriṉ nilaiyō, ivarkaḷukku muṉṉē ceṉṟu pōṉa jiṉkaḷ maṉitarkaḷ kūṭṭattiṉaril (pāvam ceytatiṉāl) evarkaḷukku etirāka (allāhviṉ) vākku meyyāka uṟutiyāy viṭukiṟatō, atu pōṉṟatu tāṉ; niccayamāka ivarkaḷ naṣṭavāḷikaḷāy viṭṭaṉar"},{"SurahNumber":46,"VerseNumber":19,"Text":"aṉṟiyum, ovvoruvarukkum avaravar ceyta ceykaikaḷukkut takunta patavikaḷ (maṟumaiyil) uṇṭu - ākavē avarkaḷ taṅkaḷ ceyalukkuriya kūliyaip pūraṇamākap peṟuvataṟkāka, ākavē avarkaḷ (itil) aniyāyam ceyyappaṭa māṭṭārkaḷ"},{"SurahNumber":46,"VerseNumber":20,"Text":"aṉṟiyum (naraka) neruppiṉ muṉ nirākarippavarkaḷ koṇṭuvarappaṭum nāḷil, \"uṅkaḷ ulaka vāḻkkaiyiṉ pōtu uṅkaḷukkuk kiṭaittirunta maṇamāṉa poruṭkaḷaiyellām, vīṇ celavu ceytu, (ulaka) iṉpam tēṭiṉīrkaḷ, \"ākavē nīṅkaḷ pūmiyil aniyāyamākap perumaiyaṭittuk koṇṭum, varampu mīṟi (vāḻntu) koṇṭum irunta kāraṇattāl, iḻivu tarum vētaṉaiyai iṉṟu nīṅkaḷ kūliyākak koṭukkappaṭukiṟīrkaḷ\" (eṉṟu avarkaḷukkuk kūṟappaṭum)"}]}