{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":5,"VerseNumber":90,"Text":"He imana vali'o! Saraba ate ju'a, buta ate fala-giri (hatha vikha'una) iha sabha saitana de gade kama hana. Isa la'i tusim inham tom baco, tam ki tuhanu safalata mile"},{"SurahNumber":5,"VerseNumber":91,"Text":"Saitana tam ihi cahuda hai ki uha saraba ate ju'e de rahim tuhade vicakara dusamani ate irakha pa deve ate tuhanu alaha de simarana ate namaza tom roka deve. Tam ki tusim inham tom bacauge nahi"},{"SurahNumber":5,"VerseNumber":92,"Text":"Ate alaha ate alaha de rasula de hukamam di palana karo ate darade raho jekara tusim bemukha ho'e tam samajha lavo ki sade rasula de jimem sirafa sapasata rupa vica pahuca dena hai"},{"SurahNumber":5,"VerseNumber":93,"Text":"Jihare lokam ne imana li'anda ate cage kama kite. Unham upara usa ciza da ko'i papa nahim jihari uha kha cuke jadom ki uha dare ate imana li'a'e ate cage kama kite phira dare ate imana li'a'e ate cage karama kite. Alaha cage kama karana vali'am nu pi'ara karada hai"},{"SurahNumber":5,"VerseNumber":94,"Text":"Hai imana vali'o! Alaha tuhanu usa sikara de rahim imatihana vica pavega jihara sapurana rupa vica tuhade hatham ate tuhade barachi'am di pahuca vica hovega. Tam ki alaha samajhe ki kihara bada usa tom binham dekho darada hai. Tam jisa ne usa tom ba'ada zulama kita tam usa la'i pira da'ika saza hai"},{"SurahNumber":5,"VerseNumber":95,"Text":"He imana vali'o! Sikara nu na maro jadom tusim ahirama di halata vica hovo. Ate tuhade vicom jihara bada jana bujha ke sikara karega tam usa da fala usa tar'ham da janavara hai, jihara usa ne mari'a. Jisa da phaisala tuhade vicom do inasapha pasada bade karanage, ate iha bheta ka'abe pahuca'i javegi jam isa de pasacatapa la'i kujha garibam nu roti khava'uni hovegi. Jam usa de barabara roze rakhane honage tam ki uha apane kite da dada bhugate. Alaha ne mu'afa kara dita jihara kujha ho juki'a. Ate jihara bada bemukha hovega tam alaha usa tom isa da badala lavega. Ate alaha sakati vala badala laina vala hai"}]}