{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":45,"VerseNumber":23,"Text":"Napagmamasdan mo ba siya na nagtuturing sa kanyang pagnanasa (walang kapararakang hangarin) bilang kanyang diyos? Si Allah na nakakatalos sa kanya ay hinayaan siya na naliligaw. At sinarhan Niya ang kanyang pandinig at kanyang puso (sa pang-unawa) at humadlang sa kanyang paningin. Sino kaya baga ang makakapamatnubay sa kanya (pagkaraang alisin ni Allah ang Kanyang patnubay)? Hindi ba kayo magsisitanggap ng paala-ala"},{"SurahNumber":45,"VerseNumber":24,"Text":"At sila ay nagsasabi: “Mayroon pa ba kayang ibang buhay maliban sa aming buhay sa mundong ito? Kami ay mamamatay at kami ay nabubuhay at tanging dahr (Panahon) lamang ang makakasira sa amin.” Datapuwa’t ang tungkol dito (Kabilang Buhay), sila ay walang kaalaman, bagkus, sila ay naghahaka-haka lamang"},{"SurahNumber":45,"VerseNumber":25,"Text":"At kung ang Aming maliliwanag na mga Talata ay ipinapahayag sa kanila, ang kanilang panambitan ay walang iba kundi ito: “Ibalik mong muli ang aming mga (patay) na ninuno (sa pagkabuhay), kung ikaw ay nagsasabi ng katotohanan!”"},{"SurahNumber":45,"VerseNumber":26,"Text":"Ipagbadya (sa kanila): “Si Allah ang naggawad sa inyo ng buhay, at Siya rin ang magkakaloob sa inyo ng kamatayan. Siya rin ang magtitipon sa inyo sa Araw ng Paghuhukom (Araw ng Muling Pagkabuhay) na walang alinlangan. Datapuwa’t ang karamihan ng mga tao ay hindi nakakaalam"},{"SurahNumber":45,"VerseNumber":27,"Text":"Kay Allah lamang ang pag-aangkin ng Kapamahalaan (Kaharian) ng kalangitan at kalupaan. At sa Araw na ang oras (ng Paghuhukom) ay ititindig, sa Araw na ito, ang mga tagasunod ng kabulaaan (sinungaling, mapagsamba sa mga diyus-diyosan, walang pananalig, atbp.) ay paglalahuan (ng lahat-lahat)"},{"SurahNumber":45,"VerseNumber":28,"Text":"At inyong mapagmamalas na ang bawat bansa (pamayanan) ay mangangayupapa sa kanyang mga tuhod (na nakaluhod), ang bawat bansa ay tatawagin sa kanyang Talaan (ng mga gawa). “Sa Araw na ito, kayo ay babayaran sa lahat ng inyong mga ginawa.”"},{"SurahNumber":45,"VerseNumber":29,"Text":"“Naririto, ang Aming Talaan ay magpapahayag sa inyo ng may katotohanan, sapagkat katotohanang hindi Kami nakaligta na ilagay sa Talaan (ang Aming mga anghel ay nagtatala ng inyong mga gawa) ang lahat-lahat ng inyong mga ginawa.”"},{"SurahNumber":45,"VerseNumber":30,"Text":"At sa mga nagsisampalataya (sa Kaisahan ni Allah at sa Islam) at nagsigawa ng kabutihan, sila ay tatanggapin ng kanilang Panginoon sa Kanyang Habag. Ito ang Pinakamataas na Tagumpay"},{"SurahNumber":45,"VerseNumber":31,"Text":"Datapuwa’t sa mga nagsipagtakwil kay Allah, (sa kanila ay ipahahayag): “Hindi baga ang Aming mga Talata ay ipinahayag sa inyo? Datapuwa’t kayo ay mapagmataas, at kayo ay mga tao na naging Mujrimun (mga nalulong sa kasalanan, walang pananalig, mapagsamba sa mga diyus-diyosan, makasalanan, kriminal, atbp.).”"},{"SurahNumber":45,"VerseNumber":32,"Text":"At nang ito ay ipahayag: “Katiyakan! Ang pangako ni Allah ay ang katotohanan at ang sandali nang pagdatal ng oras ay walang pasubali.” Kayo ay nagsasabi: “Hindi namin alam kung ano ang Takdang oras. Itinuturing lamang namin ito na isang haka- haka, at kami ay walang ganap na katiyakan (dito).”"}]}