{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta. Sin. Tse — znamennya Koranu ta yasnoho Pysannya"},{"SurahNumber":27,"VerseNumber":2,"Text":"pryamyy shlyakh i dobra zvistka dlya viruyuchykh"},{"SurahNumber":27,"VerseNumber":3,"Text":"yaki zvershuyutʹ molytvu, dayutʹ zakyat i yaki vpevneni v isnuvanni nastupnoho zhyttya"},{"SurahNumber":27,"VerseNumber":4,"Text":"Voistynu, tym, yaki ne viruyutʹ u nastupne zhyttya, My prykrasyly vchynky yikhni, y vony zablukaly"},{"SurahNumber":27,"VerseNumber":5,"Text":"Vony — ti, na koho chekaye nayhirsha kara, a v nastupnomu zhytti vony zaznayutʹ naybilʹshykh vtrat"},{"SurahNumber":27,"VerseNumber":6,"Text":"Voistynu, ty otrymuyesh tsey Koran vid Mudroho, Znayuchoho"},{"SurahNumber":27,"VerseNumber":7,"Text":"Osʹ Musa skazav svoyiy rodyni: «YA pomityv vohonʹ! YA prynesu vam zvidty yakusʹ novynu abo palayuchu holovnyu, shchob vy mohly zihritysya!»"},{"SurahNumber":27,"VerseNumber":8,"Text":"Koly vin pidiyshov tudy, to pochuv holos: «Blahoslovennyy Toy, Khto u vohni, i toy, khto poblyzu nʹoho! Preslavnyy Allah, Hospodʹ svitiv"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Muso! Voistynu, YA — Allah, Vsemohutniy, Mudryy"},{"SurahNumber":27,"VerseNumber":10,"Text":"Kynʹ svoyu palytsyu!» Koly toy pobachyv, shcho vona zvyvayetʹsya, nache zmiya, to kynuvsya nazad i ne povernuvsya. «O Muso! Ne biysya, adzhe poslantsi ne boyatʹsya Mene"},{"SurahNumber":27,"VerseNumber":11,"Text":"A yakshcho khto vchynyv nespravedlyvistʹ, ale potim zaminyv zlo dobrom, to YA — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":27,"VerseNumber":12,"Text":"Poklady svoyu ruku za pazukhu y pobachysh yiyi chystoyu, bez zhodnykh plyam. Takymy ye deyaki z devʺyaty znamenʹ dlya Firauna ta yoho narodu. Voistynu, vony — nechestyvi lyudy!»"},{"SurahNumber":27,"VerseNumber":13,"Text":"Koly yim yavyly Nashi znamennya, vony skazaly: «Voistynu, tse – yavne chaklunstvo!»"}]}