{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":20,"Text":"ivarkaḷ pūmiyil (allāh tiṭṭamiṭṭiruppatait) tōṟkaṭittu viṭamuṭiyātu, allāhvait tavira ivarkaḷukku vēṟu pātukāvalarkaḷ illai; ivarkaḷukku vētaṉai iraṭṭippākkappaṭum; avarkaḷ (nallavaṟṟaik) kēṭkum caktiyai iṟantu viṭṭārkaḷ - ivarkaḷ (nērvaḻiyaik) kāṇavum māṭṭārkaḷ"},{"SurahNumber":11,"VerseNumber":21,"Text":"ivarkaḷtām taṅkaḷukku tāṅkaḷē naṣṭam viḷaivittuk koṇṭārkaḷ; ivarkaḷ kaṟpaṉai ceytu koṇṭirunta (teyvaṅkaḷ) yāvum (tīrppu nāḷil) ivarkaḷai viṭṭu maṟaintuviṭum"},{"SurahNumber":11,"VerseNumber":22,"Text":"Niccayamāka ivarkaḷ maṟumaiyil perum naṣṭamaṭaintavarkaḷāka iruppārkaḷ eṉpatil (ciṟitum) cantēkamillai"},{"SurahNumber":11,"VerseNumber":23,"Text":"niccayamāka evarkaḷ nampikkaik koṇṭu naṟkarumaṅkaḷ ceytu iṉṉum taṅkaḷ iṟaivaṉukku muṟṟilum aṭipaṇikiṉṟārkaḷō avarkaḷē cavaṉapatikkuriyavarkaḷ; aṅku avarkaḷ eṉṟeṉṟum nilaittiruppārkaḷ"},{"SurahNumber":11,"VerseNumber":24,"Text":"ivviru piriviṉarkaḷukku utāraṇam; (oru piriviṉar) kuruṭar, ceviṭar pōlavum (iṉiyoru piriviṉar nalla) pārvaiyuḷḷavar, (nalla) kēṭkum caktiyuṭaiyavar pōlavum irukkiṉṟaṉar, ivviru piriviṉarum oppuvamaiyil camamāvārā? Nīṅkaḷ cintikka vēṇṭāmā"},{"SurahNumber":11,"VerseNumber":25,"Text":"niccayamāka nām nūhai avaruṭaiya camūkattāriṭam aṉuppi vaittōm; avar (avarkaḷai nōkki)\"niccayamāka nāṉ uṅkaḷukku pakiraṅkamāka accamūṭṭi eccarikkai ceypavaṉ"},{"SurahNumber":11,"VerseNumber":26,"Text":"nīṅkaḷ allāhvai aṉṟi (vēṟevaraiyum, etaṉaiyum) vaṇaṅkātīrkaḷ. Niccayamāka nāṉ nōviṉai tarum nāḷiṉ vētaṉaiyai uṅkaḷukku añcakiṟēṉ\" (eṉṟu kūṟiṉār)"},{"SurahNumber":11,"VerseNumber":27,"Text":"avarai nirākaritta avaruṭaiya camūkattiṉ talaivarkaḷ (avarai nōkki), \"nām um'mai eṅkaḷaip pōṉṟa oru maṉitarākavē aṉṟi (vēṟu vitamākak) kāṇavillai; eṅkaḷukkuḷḷē āḻntu yōcaṉai ceyyāta iḻivāṉarkaḷēyaṉṟi (vēṟevarum) um'maip piṉpaṟṟi naṭappatākavum nām kāṇavillai; eṅkaḷaiviṭa uṅkaḷukku enta vitamāṉa mēṉmai iruppatākavum nām kāṇavillai - māṟāka uṅkaḷai (yellām) poyyarkaḷ eṉṟē nāṅkaḷ eṇṇukiṟōm\" eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":11,"VerseNumber":28,"Text":"(Ataṟku) avar (makkaḷai nōkki)\"eṉ camūkattavarkaḷē! Nīṅkaḷ kavaṉittīrkaḷā? Nāṉ eṉ iṟaivaṉiṭamiruntu (peṟṟa) teḷiviṉ mītu iruntu avaṉiṭamiruntu (napittuvam eṉṉum) ōr aruḷaiyum avaṉ eṉakku tantiruntu atu uṅkaḷukku (aṟiyamuṭiyāmal) maṟaikkappaṭṭu viṭumāṉāl nīṅkaḷ ataṉai veṟuttuk koṇṭirukkum pōtu ataṉai(p piṉpaṟṟumāṟu) nāṉ uṅkaḷai nirpantikka muṭiyumā?\" Eṉṟu kūṟiṉār"}]}