{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Eta halo ta, yara susambada allah dena tamra bandaderake yara imana ane o satkaja kare. Baluna, 'ami era binimaye tomadera kacha theke atmiyatara sauhardya chara an'ya kono pratidana ca'i na [1].' Ye uttama kaja kare amara tara jan'ya ete kalyana bariye de'i. Niscaya allah atyanta ksamasila, gunagraahi"},{"SurahNumber":42,"VerseNumber":24,"Text":"Naki tara bale ye, se allah samparke mithya udbhabana kareche, yadi ta-i hata tabe allah icche karale apanara hrdaya mohara kare ditena. Ara allah mithyake muche dena ebam nija bani dbara satyake pratisthita karena. Niscaya antarasamuhe ya ache se bisaye tini sabisesa abagata"},{"SurahNumber":42,"VerseNumber":25,"Text":"Ara tini'i tamra bandadera ta'oba kabula karena o papasamuha mocana karena [1] ebam tomara ya kara tini ta janena"},{"SurahNumber":42,"VerseNumber":26,"Text":"Ara yara imana eneche ebam satkaja kareche tini tadera dake sara dena ebam tadera prati tamra anugraha bariye dena; ara kaphirara, tadera jan'ya rayeche kathina sasti"},{"SurahNumber":42,"VerseNumber":27,"Text":"Ara yadi allah tamra bandadera riyika prasasta kare ditena, tabe tara yamine abasya'i simalanghana karata; kintu tini tamra icchemata parimane'i nayila kare thakena. Niscaya tini tamra bandadera samparke samyaka abahita o sarbadrasta"},{"SurahNumber":42,"VerseNumber":28,"Text":"Ara tadera nirasa ha'oyara pare tini'i brsti prerana karena ebam tamra rahamata chariye dena ebam tini'i abhibhabaka, atyanta prasansita"},{"SurahNumber":42,"VerseNumber":29,"Text":"Ara tamra an'yatama nidarsana hacche asamanasamuha o yaminera srsti ebam e duyera madhye tini ye sakala jiba-jantu chariye diyechena segulo; ara tini yakhana icche takhana'i taderake samabeta karate saksama"},{"SurahNumber":42,"VerseNumber":30,"Text":"Ara tomadera ye bipada-apada ghate ta tomadera hata ya arjana kareche tara karane ebam aneka aparadha tini ksama kare dena"},{"SurahNumber":42,"VerseNumber":31,"Text":"Ara tomara yamine (allahake) aparagakari na'o ebam allaha chara tomadera kono abhibhabaka ne'i, kono sahayyakari'o ne'i"}]}