{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"Insanlar sana Son Saat hakkında soracaklar. De ki: \"Onun bilgisi Allah katındadır; senin butun bildigin ise, Son Saat´in yakın oldugudur"},{"SurahNumber":33,"VerseNumber":64,"Text":"Gercek su ki, Allah hakikati inkar edenleri rahmetinden kovmus ve onlar icin yakıcı bir ates hazırlamıstır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Onlar orada sonsuza kadar kalacaklar, ne bir dost, ne de bir yardımcı bulamayacaklardır"},{"SurahNumber":33,"VerseNumber":66,"Text":"Yuzlerinin ateste darmadagın oldugu o Gun, \"Eyvah\" diye feryad ederler, \"keske Allah´a itaat etseydik, keske Elci´ye uysaydık"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ve \"Ey Rabbimiz!\" diyecekler, \"Biz liderlerimize ve ileri gelenlere uyduk, bizi dogru yoldan uzaklastıranlar onlardır"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ey Rabbimiz! Onlara iki misli azap cektir ve rahmetinden tamamen mahrum bırak"},{"SurahNumber":33,"VerseNumber":69,"Text":"Siz ey imana ermis olanlar! Musa´ya eziyet eden (Israilogulları) gibi olmayın; (unutmayın ki) Allah, (onu kendisine karsı veya kendisi hakkında) ileri surdukleri iddialardan temize cıkardı cunku o, Allah katında buyuk seref ve itibar sahibiydi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Siz ey iman etmis olanlar! Allah´a karsı sorumlulugunuzun bilincinde olun ve (her zaman) hakkı ve dogruyu konusun"},{"SurahNumber":33,"VerseNumber":71,"Text":"(o zaman,) Allah islerinizi degerli kılar ve gunahlarınızı affeder. Ve (bilin ki) kim Allah´a ve Rasulu´ne itaat ederse buyuk bir zafere erismis olur"},{"SurahNumber":33,"VerseNumber":72,"Text":"Gercek su ki, Biz (akıl ve irade) emaneti(ni) goklere, yere ve daglara sunmustuk; ama (sorumlulugundan) korktukları icin onu yuklenmeyi reddettiler. O (emanet)i insan ustlendi; zaten o, daima haksızlıga ve akılsızlıga son derece meyyal biridir"},{"SurahNumber":33,"VerseNumber":73,"Text":"(Iste boylece) Allah, ikiyuzlu erkek ve kadınlara ve kendisine es kosan erkek ve kadınlara azab edecektir. Ve mumin erkeklere ve mumin kadınlara rahmetiyle yonelecek olan (da) Allah´tır. Allah gercekten cok bagıslayıcıdır, bir rahmet kaynagıdır"}]}