{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"«Mimi nimemkuta mwanamke anawatawala watu wa Saba ’, na amepatiwa kila kitu katika mahitaji ya utawala wa kidunia, na ana kitanda cha heshima kubwa anakalia juu yake kuendesha mambo ya ufalme wake"},{"SurahNumber":27,"VerseNumber":24,"Text":"«Nimemkuta Yeye na watu wake wanaabudu jua, wakiacha kumuabudu Mwenyezi Mungu. Na Shetani Amewapambia matendo yao mabaya waliokuwa wakiyafanya, akawaepusha na kumuamini Mwenyezi Mungu na kumpwekesha, hivyo basi wao hawaongoki kuelekea kwa Mwenyezi Mungu, kumpwekesha na kumuabudu Peke Yake.»"},{"SurahNumber":27,"VerseNumber":25,"Text":"Shetani amewapambia hilo, ili wasimsujudie Mwenyezi Mungu Ambaye Anakitoa kilichofichwa na kufinikwa mbinguni na ardhini miongoni mwa mvua, mimea na visivyokuwa hivyo, na Anayajua mnayoyafanya kwa siri na mnayoyafanya kwa dhahiri"},{"SurahNumber":27,"VerseNumber":26,"Text":"Mwenyezi Mungu, Ambaye hakuna muabudiwa anayestahiki ibada isipokuwa Yeye, ni Mola wa ‘Arsh iliyo kubwa ambayo ni kubwa kuliko viumbe vyote"},{"SurahNumber":27,"VerseNumber":27,"Text":"Sulaymān alisema kumwambia hud-hud, «Tutaichunguza habari uliyotuletea tujue: unasema kweli katika hiyo au umekuwa ni katika warongo ndani yake"},{"SurahNumber":27,"VerseNumber":28,"Text":"Enda na barua yangu hii kwa watu wa Saba’ uwapatie, kisha jiepushe kando na wao ukiwa karibu nao mahali unapoweza kusikia maneno yao na uyatie akilini maneno yatakayopitika baina yao.»"},{"SurahNumber":27,"VerseNumber":29,"Text":"Hud-hud alienda akamrushia malkia ile barua. Papo hapo akaisoma na akawakasunya watukufu wa watu wake, na akamsikia akisema, «Mimi nimefikiwa na barua tukufu yenye cheo kutoka kwa mtu mkubwa wa cheo.»"},{"SurahNumber":27,"VerseNumber":30,"Text":"Kisha akayaeleza yaliyomo ndani akasema, «Hiyo inatoka kwa Sulaymān, nayo imeanza na ‘Bi ism Allāh al-Rahmān al-Rahīm» (Kwa jina la Mwenyezi Mungu Mwenye kuwarehemu wema na waovu ulimwenguni, Mwenye kuwarehemu wema watupu kesho Akhera)"},{"SurahNumber":27,"VerseNumber":31,"Text":"Msifanye kiburi wala msijifanye wakubwa mkakataa kuyakubali haya ninayowalingania. Na njooni kwangu mkiwa ni wenye kukubali upweke wa Mwenyezi Mungu na kujisalimisha Kwake kwa utiifu.»"},{"SurahNumber":27,"VerseNumber":32,"Text":"Akasema, «Enyi watukufu! Nipeni shauri kuhusu jambo hili. Sikuwa mimi ni mwenye kuamua jambo isipokuwa mbele yenu na kwa ushauri wenu.»"},{"SurahNumber":27,"VerseNumber":33,"Text":"Wakasema kumjibu ,»Sisi ni wenye nguvu wa idadi na silaha, na ni watu wa utetezi na ushujaa katika vita vikali, na uamuzi ni wako, na wewe ndiye mwenye maoni, basi fikiria unatuamrisha nini. Sisi ni wenye kusikiliza maneno yako na ni watiifu kwako.»"},{"SurahNumber":27,"VerseNumber":34,"Text":"Akasema akiwatahadharisha kukabiliana na Sulaymān kwa uadui na akiwaelezea mwisho mbaya wa kupigana, «Kwa hakika, wafalme wakiingia na majeshi yao kwenye mji kwa nguvu na ushindi, wanauharibu, wanawafanya watukufu wake kuwa wanyonge, wanauwa na wanachukua mateka. Na hii ndiyo desturi yao inayoendelea na inayojikita ili kuwafanya watu wawaogope"},{"SurahNumber":27,"VerseNumber":35,"Text":"Na mimi nitamtumia Sulaymān tunu iliyokusanya mali ya thamani ili kufanya urafiki naye kwayo, na nitangojea watarudi na nini hao wajumbe.»"}]}