{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":11,"VerseNumber":118,"Text":"Āṇi jara tumacyā pālanakartyānē icchilē asatē tara samasta lōkānnā ēkā mārgāvara (cālaṇārā) ēka janasamudāya banavilā asatā. Tē tara nēhamī virōdha karaṇārēca rāhatīla"},{"SurahNumber":11,"VerseNumber":119,"Text":"Tyān̄cyākhērīja, jyān̄cyāvara tumacā pālanakartā dayā karīla, tyānnā tara yāsāṭhī nirmāṇa kēlē gēlē āhē āṇi tumacyā pālanakartyācē hē pharmāna pūrṇa jhālyāvinā rāhaṇāra nāhī kī mī jahannamalā jinna āṇi mānava sarvānnī bharūna ṭākīna"},{"SurahNumber":11,"VerseNumber":120,"Text":"Āṇi paigambarān̄cē sarva vr̥ttānta āmhī tumacyāsamōra, tumacyā manālā śāntī lābhāvī yāsāṭhī sāṅgata āhōta. Tumacyājavaḷa yā adhyāyātahī satya pōhacalē, jē īmāna rākhaṇāṟyāṅkaritā bōdha-upadēśa āhē"},{"SurahNumber":11,"VerseNumber":121,"Text":"Āṇi īmāna na rākhaṇāṟyānnā sāṅgūna ṭākā kī tumhī āpalyā ṭhikāṇī kāma karīta rāhā. Āmhīhī karmāmmadhyē magna āhōta"},{"SurahNumber":11,"VerseNumber":122,"Text":"Āṇi tumhīhī pratikṣā karā, āmhīhī pratikṣā karīta āhōta"},{"SurahNumber":11,"VerseNumber":123,"Text":"Āṇi ākāśān̄cē va jaminīcē parōkṣa jñāna kēvaḷa allāhalā āhē. Āṇi samasta kāryān̄cē paratanēhī tyācyācakaḍē āhē. Yāstava tumhī tyācīca upāsanā kēlī pāhijē āṇi tyācyāvaraca bharōsā rākhalā pāhijē āṇi tumhī jē kāhī karatā, tyāpāsūna allāha anabhijña nāhī"},{"SurahNumber":12,"VerseNumber":1,"Text":"Alipha. Lāma. Rŏ yā spaṣṭa granthācyā āyatī āhēta"},{"SurahNumber":12,"VerseNumber":2,"Text":"Niḥsanśaya, āmhī hē arabī kura'āna avatarīta kēlē āhē, yāsāṭhī kī tumhī samajū śakāvē"},{"SurahNumber":12,"VerseNumber":3,"Text":"Āmhī tumacyāsamōra sarvānta uttama nivēdana prastuta karatō, yā kāraṇāstava kī āmhī āpalyākaḍē hā kura'āna vahayī (avatarita sandēśā) dvārē utaravilā āhē āṇi niḥsanśaya yācyāpūrvī tumhī na jāṇaṇāṟyāmpaikī hōtē"},{"SurahNumber":12,"VerseNumber":4,"Text":"Jēvhā yūsupha āpalyā pityāsa mhaṇālē, hē pitā! Mī akarā tāṟyānnā āṇi sūrya-candrālā pāhilē kī tē sarva malā sajadā karīta āhēta"}]}