{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"Buke’ ke’ ia (Allah) nang majoat/nyiptaatn mahluk dari pamulaannya, kamudian ngulangi’nya lagi, man nang mare’atn rajaki ka’ koa dari langit mann dunia? Ahe ke’ ka’ sampikng Allah ada Tuhan (nang lain)? kataatnlah padahatnlah bukti kabanaratnnyu, kade’ kao urakng nang banar"},{"SurahNumber":27,"VerseNumber":65,"Text":"Kataatnlah (Muhammad) nana’ ada suatupun ka’ langitm man ka’ dunia nang nau’an pakara gaib, kacoalai allah. Ma iaka’koa nana’ nau’an mela ia akan dibangkitatn"},{"SurahNumber":27,"VerseNumber":66,"Text":"Bahkan pangatahuann nyaka’koa tantang naherat nna’ sampe’ (ka’ koa). Bahkan iaka’koa ragu-ragu (ka’ naherat koa). Bahkan iaka’koa buta’ maslah nang koa (Naherat)"},{"SurahNumber":27,"VerseNumber":67,"Text":"Urakng-urakng kapir bakata, salaka’ diri’ manjadi tanah man (mpakoa uga’) ne’ moyang diri’, ahe ke’ banar diri dikaluaratn (dari subur)"},{"SurahNumber":27,"VerseNumber":68,"Text":"Dah dari de’e kami udah dibare’ ancamatn dari nang nian koa (dari naherat) kami man da’ ne’ moyang kami, sabanarnya nang nian koa ngge curita (saruga) jaman dahoya"},{"SurahNumber":27,"VerseNumber":69,"Text":"Kataatnlah (Muhammad), bajalatnlah kao ka’ dunia lalau tele’ ampahe aer kaudahatn urakng-urakng nang badosa"},{"SurahNumber":27,"VerseNumber":70,"Text":"Man amelah kao basadih ati ka’ iaka’koa, man amelah (dada nya) marasa sampit ka’ tipu daya nya ka’ koa"},{"SurahNumber":27,"VerseNumber":71,"Text":"Iaka’koa (urakng kapir) bakata, mule ke’ atakngnya janji (ajap/siksaatn) koa, kade’ kao urakng nang banar"},{"SurahNumber":27,"VerseNumber":72,"Text":"Kataatnlah (Muhammad) bisa jadi sabagiatn dari (ajap) nang kita’ minta’ digancehi’ koa udah amper sampe’ ka’ kita’"},{"SurahNumber":27,"VerseNumber":73,"Text":"Sungguh, Tuhannyu batol-batol ada miliki’ karunia (nang dibare’atnnya) ka’ talino, tapi kamanyakatn iaka’koa nana’ nyukuri’nya"},{"SurahNumber":27,"VerseNumber":74,"Text":"Man sungguh, Tuhannyu ngatahui (nau’an) ahe nang disosokatn ka’ dalapm dada nyaka’koa man ahe nang nya tele’atn (padahatn)"},{"SurahNumber":27,"VerseNumber":75,"Text":"Nana’ ada sasoatupun nang disososkatn (tasambunyi) ka’ langit man ka’ dunia, samua udah tatulis ka’ kitab nang jalas (Lauh Mahfûdz)"},{"SurahNumber":27,"VerseNumber":76,"Text":"Sungguh, Al-Quran nian nyalasatn ka’ Bani Israil sabagiatnnya dari (pakara) nang iaka’koa pasalisihatn"}]}