{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Une nuk e shfajesoj veten, sepse shpirti (i njeriut) eshte fort i prire per te keqe, pervec atij qe e meshiron Zoti im. Me te vertete, Zoti im eshte Fales dhe Meshireplote”"},{"SurahNumber":12,"VerseNumber":54,"Text":"Mbreti tha: “Ma sillni ate, do ta marr prane vetes.” Pasi bisedoi me te, i tha: “Qysh sot, ti ke pozite te larte dhe je i besuar.”"},{"SurahNumber":12,"VerseNumber":55,"Text":"(Jusufi) i tha: “Me cakto pergjegjes te depove te vendit, sepse une jam ruajtes dhe njohes (i mire i ketyre puneve)”"},{"SurahNumber":12,"VerseNumber":56,"Text":"Dhe keshtu, Ne i dhame Jusufit pozite ne ate vend dhe ai kishte cfare te deshironte. Ne e shperblejme me meshiren Tone, ke te duam dhe, punemireve nuk ua humbim shperblimin"},{"SurahNumber":12,"VerseNumber":57,"Text":"Ndersa shperblimi i jetes tjeter eshte me i mire per ata qe besojne dhe e kane frike Allahun"},{"SurahNumber":12,"VerseNumber":58,"Text":"Dhe erdhen vellezerit e Jusufit e hyne tek ai. Ai i njohu, por ata nuk e njohen"},{"SurahNumber":12,"VerseNumber":59,"Text":"Kur i furnizoi ata me ushqim te nevojshem, u tha: “Me sillni vellain tuaj prej babait! A nuk e shihni se une jua jap masen te plote dhe jam me i miri mikprites"},{"SurahNumber":12,"VerseNumber":60,"Text":"Nese nuk ma sillni ate, nuk do te kete me ushqim per ju dhe mos ejani tek une”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Ata thane: “Ne do te perpiqemi disi, qe ta sjellim nga baba i tij dhe do ta bejme kete”"},{"SurahNumber":12,"VerseNumber":62,"Text":"Jusufi u tha sherbetoreve te vet: “Ngarkoni barret ne kafshet e tyre e ua fusni brenda parate! Ata do t’i gjejne ato, kur te shkojne te familja e vet, keshtu qe do te kthehen perseri te ne”"},{"SurahNumber":12,"VerseNumber":63,"Text":"Kur u kthyen te babai i tyre, ata thane: “O ati yne! Nuk do te na japin me ushqim. Prandaj dergoje me ne vellain tone, qe te mund te marrim ushqim; te sigurojme se ne do ta ruajme ate!”"}]}