{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":96,"Text":"Hǎilǐ de yúliè hé shíwù, duìyú nǐmen shì héfǎ de, kěyǐ gōng nǐmen hé lǚxíng zhě xiǎngshòu. Nǐmen zài shòujiè qíjiān, huò zài jìndì zhī nèi, bùyào lièqǔ fēiqín zǒushòu, nǐmen dāng jìngwèi ān lā——nǐmen jiāng bèi jíhé zài tā nàlǐ de zhǔ"},{"SurahNumber":5,"VerseNumber":97,"Text":"Ān lā yǐ tiān fáng (kāi ěr bái)——jìn sì——wèi zhòngrén de gāng wéi, yòu yǐ jìn yuè, gōngwù, xiàngquān, wèi zhòngrén de gāng wéi, zhè shì yīnwèi yào shǐ nǐmen zhīdào ān lā quánzhī tiānshàng de yīqiè hé dìshàng de yīqiè. Ān lā shì quánzhī wànwù de"},{"SurahNumber":5,"VerseNumber":98,"Text":"Nǐmen yīngdāng zhīdào ān lā de xíngfá shìyánlì de, ān lā shì zhì shè de zhǔ, shì zhì cí de zhǔ"},{"SurahNumber":5,"VerseNumber":99,"Text":"Shǐzhě zhǐ fù tōngzhī de zérèn. Ān lā zhīdào nǐmen suǒ biǎoxiàn de, hé nǐmen suǒ yǐnhuì de"},{"SurahNumber":5,"VerseNumber":100,"Text":"Nǐ shuō:“Wūhuì de hé qīngjié de, shì bù xiāngděng de, jíshǐ wūhuì de wéishù hěnduō, shǐ nǐ zàntàn.” Yǒu lǐzhì de rén a! Nǐmen dāng jìngwèi ān lā, yǐbiàn nǐmen chénggōng"},{"SurahNumber":5,"VerseNumber":101,"Text":"Xìndào de rénmen a! Nǐmen bùyào xúnwèn ruògān shìwù; nàxiē shìwù ruò wèi nǐmen ér bèi xiǎnshì, huì shǐ nǐmen fánnǎo. Dāng “gǔlánjīng” zhèngzài zhújiàn jiàng shì de shíhòu, rúguǒ nǐmen xúnwèn, nàme, nàxiē shìwù huì wèi nǐmen ér bèi xiǎnshì. Ān lā yǐ shù ráo yǐwǎng de xúnwèn. Ān lā shì zhì shè de, shì zhì róng de"},{"SurahNumber":5,"VerseNumber":102,"Text":"Zài nǐmen zhīqián, yǒu yīxiē mínzhòng, céng xúnwènguò cǐ lèi wèntí, sìhòu, tāmen yīncǐ ér biàn bùxìndàoren"},{"SurahNumber":5,"VerseNumber":103,"Text":"Ān lā méiyǒu guīdìng quē ěr tuó, xiāoyáo tuó, luánshēng yáng, miǎnyì tuó; dàn bù xìndào de rén, jiǎjiè ān lā de míngyì ér zàoyáo; tāmen dàbàn shì bù liǎojiě de"}]}