{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":68,"Text":"Und es wurde in As-sur geblasen, dann erschlagen wurden alle in den Himmeln und auf Erden außer denjenigen, die ALLAH will. Dann wurde darin ein zweites (Mal) hineingeblasen, sogleich waren sie stehend und schauten zu"},{"SurahNumber":39,"VerseNumber":69,"Text":"Und die Erde erstrahlte mit dem Licht ihres HERRN, die Schrift wurde aufgelegt, die Propheten und die Schahids wurden gebracht und es wurde zwischen ihnen gerichtet. Und ihnen wird kein Unrecht angetan"},{"SurahNumber":39,"VerseNumber":70,"Text":"Und jeder Seele wurde das vergutet, was sie tat. Und ER weiß besser Bescheid uber das, was sie machen"},{"SurahNumber":39,"VerseNumber":71,"Text":"Und diejenigen, die Kufr betrieben haben, wurden nach Dschahannam in Gruppen getrieben. Dann als sie diese erreichten, und deren Tore geoffnet wurden und ihre Huter ihnen sagten: \"Kamen zu euch etwa keine Gesandten von euch, die euch die Ayat eures HERRN vortrugen und euch vor dem Treffen mit diesem eurigen Tage warnten?!\" Sie sagten: \"Doch, mit Sicherheit!\" Doch das Wort von der Peinigung wurde verwirklicht gegen die Kafir"},{"SurahNumber":39,"VerseNumber":72,"Text":"Es wurde gesagt: \"Betretet die Tore von Dschahannam als Ewige darin! Also erbarmlich ist die Bleibe der Arroganten"},{"SurahNumber":39,"VerseNumber":73,"Text":"Und diejenigen, die ihrem HERRN gegenuber Taqwa gemaß handelten, wurden in die Dschanna in Gruppen gefuhrt. Dann als sie diese erreichten, und deren Turen geoffnet wurden und ihre Huter ihnen sagten: \"Salam sei mit euch! Gut wart ihr, so tretet in sie als Ewige hinein"},{"SurahNumber":39,"VerseNumber":74,"Text":"Und sie sagten: \"Alhamdulillah: Alles Lob gebuhrt ALLAH, Der uns Sein Versprechen erfullte und uns die Erde erben ließ. Wir lassen uns in der Dschanna nieder, wo wir wollen.\" Und was fur eine erfreuliche Belohnung fur die Tuenden"}]}