{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"Senden once de hangi kasabaya bir uyarıcı gonderdiysek; o kasabanın varlıklıları sadece dediler ki: Dogrusu biz, babalarımızı bir ummet uzerinde bulduk ve biz de onların izlerine uymaktayız"},{"SurahNumber":43,"VerseNumber":24,"Text":"Sayet size atalarınızı uzerinde buldugunuz seyden daha dogrusunu getirmissem; yine mi bana uymazsınız? deyince, dediler ki: Dogrusu sizin gonderildiginiz seyi, biz inkar ediyoruz"},{"SurahNumber":43,"VerseNumber":25,"Text":"Biz de onlardan intikam aldık. Yalanlayanların sonunun nasıl olduguna bir bak"},{"SurahNumber":43,"VerseNumber":26,"Text":"Hani Ibrahim; babasına ve kavmine demisti ki: Suphesiz ben, sizin taptıgınız seylerden uzagım"},{"SurahNumber":43,"VerseNumber":27,"Text":"Beni yaratan mustesna. Suphesiz ki O; beni hidayete iletecektir"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ve onu; belki donerler diye ardından gelenler icin kalıcı bir kelime kıldı"},{"SurahNumber":43,"VerseNumber":29,"Text":"Hayır. Ben, onları da, atalarını da hakkı acıklayan bir peygamber gelene kadar gecindirdim"},{"SurahNumber":43,"VerseNumber":30,"Text":"Hak kendilerine geldiginde ise: Bu bir buyudur. Dogrusu biz, onu inkar ediyoruz, dediler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ve dediler ki: Bu Kur´an, o iki kasabanın birinden buyuk bir adama indirilmeli degil miydi"},{"SurahNumber":43,"VerseNumber":32,"Text":"Yoksa Rabbının rahmetini onlar mı paylastırıyorlar? Dunya hayatında onların gecimlerini aralarında Biz paylastırdık. Birbirlerine is gordurebilmeleri icin kimini kimine derecelerle ustun kıldık. Rabbının rahmeti, onların biriktirdikleri seylerden daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Sayet insanlar, tek bir ummet haline gelmeyecek olsaydı; Rahman´ı inkar edenlerin evlerinin tavanlarını ve uzerinde yukseldikleri merdivenleri gumusten yapardık"}]}