{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":18,"VerseNumber":5,"Text":"Nem rendelkeznek ok errol tudassal, az apaik sem. Bunos (es hatalmas) szo az, amely a szajukon kijon. Nem mast mondanak ok, mint hazugsagot"},{"SurahNumber":18,"VerseNumber":6,"Text":"Es talan elpusztitod magad (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a banattol az o nyomdokaikon, ha nem hisznek ebben a beszedben (ebben a Koranban)"},{"SurahNumber":18,"VerseNumber":7,"Text":"Minden, ami a foldon van annak ekeve tettuk, azert, hogy probanak vessuk oket ala: Melyikuk cselekszik helyesen"},{"SurahNumber":18,"VerseNumber":8,"Text":"Es Mi, mindazt, ami rajta (a foldon) van, azt kopar elettelen sikka tesszuk"},{"SurahNumber":18,"VerseNumber":9,"Text":"Vagy talan azt gondolod (Muhammad- Allah aldja meg es adjon Neki orok udvosseget), hogy a Barlang emberei es ar- Ragim (emberei, a Feliras, a Barlang embereinek neveivel, hireikkel), a Mi jeleink kozott csodanak szamitottak"},{"SurahNumber":18,"VerseNumber":10,"Text":"(Emlekezz arra) Midon a fiatal. emberek a barlangban kerestek menedeket es mondtak: Urunk! Adj nekunk a Toled szarmazo konyoruletbol es rendezd el es iranyitsd a mi ugyunket a helyes iranyba"},{"SurahNumber":18,"VerseNumber":11,"Text":"Es igy a fuluket lezartuk\" a Barlangban szamos evre"},{"SurahNumber":18,"VerseNumber":12,"Text":"Majd eletre tamasztottuk oket, hogy megtudjuk - melyik a ket csoport kozul - szamolja az ott eltoltott idot helyesebben"},{"SurahNumber":18,"VerseNumber":13,"Text":"Mi az Igazsagnak megfeleloen meseljuk el neked (Mutammad- Allah aldja meg es adjon Neki orok udvosseget) a tortenetuket: Ok fiatal emberek voltak, akik hittek az Urukban es meg noveltuk. is oket az Utmutatasban"},{"SurahNumber":18,"VerseNumber":14,"Text":"Es erot ontottunk a szivukbe, hiszen midon felalltak es mondtak: , A mi Urunk az egek es a fold Ura. Mi Rajta kivul nem fogunk mas istenhez fohaszkodni. Szornyu dolgot allitanank akkor"},{"SurahNumber":18,"VerseNumber":15,"Text":"A mi nepunk Helyette mas istensegeket valasztott maganak. Vajon miert nem hoznak vilagos bizonyitekot? Es ki bunosebb, mint az, aki hazug allitast mond Allah ellen"}]}