{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"a kteri davaji to, co davaji ana srdce jejich chveji se (bazni) pred tim, ze k Panu svemu se navrati"},{"SurahNumber":23,"VerseNumber":61,"Text":"Tito predhaneji se v (dosazeni) dobra a prvni jej dosahuji"},{"SurahNumber":23,"VerseNumber":62,"Text":"Neukladame nijake dusi bremene nad sily jeji: a u nas (ulozena) jest Kniha, jez mluvi pravdu a nikomu nebude ukrivdeno"},{"SurahNumber":23,"VerseNumber":63,"Text":"Vsak srdce jejich pohrouzena jsou (v omylu) ohledne teto (Knihy): a skutky jine krome onech konaji"},{"SurahNumber":23,"VerseNumber":64,"Text":"(a budou) az do chvile, kdy postihneme, blahobytu se tesici z nich trestem, hle, pak volaji zdesene"},{"SurahNumber":23,"VerseNumber":65,"Text":"„Nevolejte dnesniho dne, neb nami vam nebude pomozeno"},{"SurahNumber":23,"VerseNumber":66,"Text":"vzdyt davno jiz byla predrikavana vam znameni moje, vsak vy na podpatcich svych jste se otaceli"},{"SurahNumber":23,"VerseNumber":67,"Text":"plni pychy na to vedli jste plane rozmluvy pulnocni.“"},{"SurahNumber":23,"VerseNumber":68,"Text":"Coz nebudou uvazovati o tom, co rika se jim, anebo snad prislo jim, co neprislo otcum jejich minulym"},{"SurahNumber":23,"VerseNumber":69,"Text":"Aneb snad nepoznavali proroka sveho a (proto) jej zapiraji"},{"SurahNumber":23,"VerseNumber":70,"Text":"Aneb reknou, „Dzinny jste posedly?“ Naopak: on prisel k nim s pravdou a vetsina jich pravdu nenavidi"},{"SurahNumber":23,"VerseNumber":71,"Text":"Vsak kdyby pravda byla nasledovala choutky jejich, zkazena by tim byla nebesa i zeme, a vse, co v obou jest; naopak, prinesli jsme jim napomenuti jich, ale oni od napomenuti sveho se odvraceji"},{"SurahNumber":23,"VerseNumber":72,"Text":"Coz zadas od nich poplatek? Plat od Pana tveho lepsim jest a on nejlepsim jest vsech zivitelu"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ty pak zajiste volas je ke stezce prime"},{"SurahNumber":23,"VerseNumber":74,"Text":"a ti, kteri neveri v zivot budouci, od one stezky se uchyluji"}]}