{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":6,"VerseNumber":45,"Text":"Mana emisi chiabandu bakhola amabii nichitetwa,(Nibarula khushialo)Ne oluyali lwosi ni lwa Nyasaye omulesi wa buli eshindu"},{"SurahNumber":6,"VerseNumber":46,"Text":"Boola; “Mumbolele, Nyasaye nabarusiakhwo tsimbulililo tsienyu, nende tsindolelo tsienyu. Mana nakhupa eshimanyisio khumioyo chienyu, ni wina wundi owulali Nyasaye unyala okhubakalusilia? Henga shingala khwinosinjia tsinyaali, mana nabo bakoyiakoyia"},{"SurahNumber":6,"VerseNumber":47,"Text":"Mumboolele “Nishibeetsela eshinyasio shia Nyasaye masundusia, nohomba malola, nibabu wina betsa okhusishibwa nibalali Abandu bakhola obubii.”"},{"SurahNumber":6,"VerseNumber":48,"Text":"Ne shikhurumanga Abarumwa tawe halali abokhulaka amalayi nende okhwikanyilisia. kho balia abasuubila mana nibaba abalayi shibaliba nende oburi nohomba shibalibeelela tawe"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ne balia abayingana khutsinyaali tsiefu eshinyasio shilibatilakhwo khukalia akabononanga"},{"SurahNumber":6,"VerseNumber":50,"Text":"Boola; “Esie shebaboolelanga mbu endi nende ebiachi bia Nyasaye (ebelesie shiosishiosi shia mwenya) Nohomba mbu ndamanya akefisile, nohomba shebaboolela mbu esie endi Malaika tawe, Esie shenondanga halali kalia kefimbulilwe. Boola mbu; “koo omuwofu nende owetsimoni ulolanga bakhaba nashilala? Shimuparangakhwo tawe"},{"SurahNumber":6,"VerseNumber":51,"Text":"Ne bekanyilisilie(nende Ikuran ino) balia abaritsanga mbu balikhung’asibwa khu Nyasaye wabu, nibabula omukhonyi yesiyesi, halali Ye, nohomba owubasabila,(bekanyilisie orio) bakhaba bario banyoola okhuria (Nyasaye)"},{"SurahNumber":6,"VerseNumber":52,"Text":"Ne alatafia balia balaamanga Nyasaye wabu itsuli ningoloobe, khulwokhwenya obuchami bwe. Okhubalilwa khwabu shikhuli khwiwe tawe, nohomba okhubalilwa khwabu shikhuli khubo tawe, nobatafia olaba mubandu abamabii"}]}