{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Gospodut na nebesata i na zemyata, i na vsichko mezhdu tyakh. Na Nego sluzhi i turpeliv budi v sluzheneto na Nego! Nima znaesh podoben Nemu?”"},{"SurahNumber":19,"VerseNumber":66,"Text":"I kazva chovekut: “Dali kato umra, naistina shte buda suzhiven?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"A nima chovekut ne pomni, che Nie go sutvorikhme i predi, kogato be nishto"},{"SurahNumber":19,"VerseNumber":68,"Text":"Kulna se v tvoya Gospod, Nie shte suberem i tyakh, i satanite, posle shte gi naredim na kolene okolo Ada"},{"SurahNumber":19,"VerseNumber":69,"Text":"Posle shte izvadim ot vsyaka obshtnost nai-nepokornite pred Vsemilostiviya"},{"SurahNumber":19,"VerseNumber":70,"Text":"Nai-dobre Nie znaem koi zasluzhavat da goryat tam"},{"SurahNumber":19,"VerseNumber":71,"Text":"I vseki ot vas shte mine prez Ada. Tova e okonchatelna prisuda ot tvoya Gospod"},{"SurahNumber":19,"VerseNumber":72,"Text":"Posle Nie shte spasim bogoboyazlivite i shte ostavim tam na kolene ugnetitelite"},{"SurahNumber":19,"VerseNumber":73,"Text":"I kogato im byakha cheteni Nashite yasni znameniya, nevernitsite kazvakha na vyarvashtite: “Koya ot dvete ni grupi ima po-khubavo polozhenie i po-dobro obshtestvo?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"I kolko pokoleniya predi tyakh Nie pogubikhme - po-bogati i po-khubavi nagled"},{"SurahNumber":19,"VerseNumber":75,"Text":"Kazhi [o, Mukhammad]: “Koito e v zabluda, Vsemilostiviya shte mu dade ot·srochka. I shtom vidyat onova, koeto im e obeshtano - muchenieto ili Chasa, shte uznayat koi ima nai-loshoto myasto i nai-slaboto voinstvo.”"},{"SurahNumber":19,"VerseNumber":76,"Text":"I nadbavya Allakh naput·stvie za naputenite. No neprekhodnite pravedni dela sa nai-dobroto vuzdayanie pri tvoya Gospod i nai-dobrata otplata"}]}