{"Id":482,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-lad","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Xìndào érqiě xíngshàn zhě, zhìrén zhǔ bìdìng yào shǐ tāmen xiāngqīn xiāng'ài."},{"SurahNumber":19,"VerseNumber":97,"Text":"Wǒ yǐ nǐ de yǔyán, shǐ “gǔlánjīng” chéngwéi róngyì de, zhǐ wèi yào nǐ jiè tā xiàng jìngwèi zhě bàoxǐ, bìng jǐnggào qiǎngbiàn de mínzhòng."},{"SurahNumber":19,"VerseNumber":98,"Text":"Zài tāmen zhīqián, wǒ céng huǐmièle xǔduō shìdài, nǐ néng fāxiàn nàxiē shìdài zhōng de rènhé rén, huò tīngjiàn tāmen suǒ fā de wéi shēng ma?"},{"SurahNumber":20,"VerseNumber":1,"Text":"Tǎ hā."},{"SurahNumber":20,"VerseNumber":2,"Text":"Wǒ jiàng “gǔlánjīng” gěi nǐ, bù wéi shǐ nǐ xīnkǔ,"},{"SurahNumber":20,"VerseNumber":3,"Text":"què wèi jiàohuì jìngwèi zhě,"},{"SurahNumber":20,"VerseNumber":4,"Text":"shì jiàng zì chuàngzào dàdì hé qióngcāng zhě de."},{"SurahNumber":20,"VerseNumber":5,"Text":"Zhìrén zhǔ yǐ shēng shàng bǎozuòle."},{"SurahNumber":20,"VerseNumber":6,"Text":"Fán zài tiānshàng dìxià de, zài tiāndì zhī jiān de, zài dì dǐxia de, dōu shì tā de."},{"SurahNumber":20,"VerseNumber":7,"Text":"Rúguǒ nǐ gāo shēng shuōhuà, nàmò zhēnzhǔ díquè zhīdào mìmì de hé gèng yǐn wēi de shìqíng."},{"SurahNumber":20,"VerseNumber":8,"Text":"Chú zhēnzhǔ wài, jué wú yīng shòu chóngbài zhě, tā yǒu xǔduō zuìměi de mínghào."},{"SurahNumber":20,"VerseNumber":9,"Text":"Nǐ yǐ tīngdào mù sà de gùshìle ma?"},{"SurahNumber":20,"VerseNumber":10,"Text":"Dāngshí, tā kànjiàn yī chù huǒguāng, jiù duì tā de jiāshǔ shuō:`Nǐmen shāo liú yīxià, wǒ què yǐ kànjiàn yī chù huǒle, yěxǔ wǒ ná yīgè huǒbǎ lái gěi nǐmen, huòxǔ wǒ zài yǒu huǒ dì nàlǐ fāxiàn xiàngdǎo.'"},{"SurahNumber":20,"VerseNumber":11,"Text":"Tā lái dào nàgè huǒ de fùjìn, jiù yǒu shēngyīn hǎnjiào shuō:`Mù sà a!"},{"SurahNumber":20,"VerseNumber":12,"Text":"Wǒ què shì nǐ de zhǔ, nǐ tuō diào nǐ de xiézi ba, nǐ què shì zài shèng gǔ “dù wǎ” zhōng."}]}