{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"Gozleri korku icinde, yuzlerini zillet burumustur. Oysa onlar, sag salim iken secde etmeye cagrılmıslardı"},{"SurahNumber":68,"VerseNumber":44,"Text":"Artık beni ve bu sozu yalanlayanları bas basa bırak. Biz onları bilmeyecekleri bir yerden derece derece azaba yaklastıracagız"},{"SurahNumber":68,"VerseNumber":45,"Text":"Onlara muhlet veriyorum. Cunku benim tuzagım cok saglamdır"},{"SurahNumber":68,"VerseNumber":46,"Text":"Yoksa sen onlardan bir ucret istiyorsun da onlar bu yuzden agır bir borc yuku altına mı girmislerdir"},{"SurahNumber":68,"VerseNumber":47,"Text":"Yoksa gayb onların yanındadır da onlar mı yazıyorlar"},{"SurahNumber":68,"VerseNumber":48,"Text":"Rabbinin hukmunu sabırla bekle! Balık sahibi/Yunus gibi olma! Hani o, dertli bir sesle Rabbine seslenmisti"},{"SurahNumber":68,"VerseNumber":49,"Text":"Sayet Rabbinden ona bir nimet yetismemis olsaydı, o mutlaka kınanmıs bir halde ıssız bir yere atılacaktı"},{"SurahNumber":68,"VerseNumber":50,"Text":"Ancak Rabbi onu secti ve onu salihlerden kıldı"},{"SurahNumber":68,"VerseNumber":51,"Text":"Kafirler, o zikri isittikleri vakit neredeyse seni gozleriyle devireceklerdi. “O, kesinlikle bir delidir.” diyorlardı"},{"SurahNumber":68,"VerseNumber":52,"Text":"Oysa o (Kur'an) ancak alemler icin bir oguttur"},{"SurahNumber":69,"VerseNumber":1,"Text":"Gerceklesecek olan kıyamet"},{"SurahNumber":69,"VerseNumber":2,"Text":"Nedir o gerceklesecek olan kıyamet"},{"SurahNumber":69,"VerseNumber":3,"Text":"Gerceklesecek olan kıyametin ne oldugunu sen ne bileceksin"},{"SurahNumber":69,"VerseNumber":4,"Text":"Semud ve Ad kavimleri, yureklerini hoplatacak olan buyuk felaketi (kıyameti) yalanladılar"},{"SurahNumber":69,"VerseNumber":5,"Text":"Ama Semud, siddetli bir cıglık/ses ile helak edilmisti"},{"SurahNumber":69,"VerseNumber":6,"Text":"Ad kavmine gelince, onlar da ugultulu ve dondurucu olan siddetli bir ruzgarla helak edildi"},{"SurahNumber":69,"VerseNumber":7,"Text":"O ruzgarı onlara yedi gece ve sekiz gun pespese musallat kıldı. O kavmi o sure icinde icleri bosalmıs hurma kutukleri imisler gibi yere yıkılmıs gorurdun"},{"SurahNumber":69,"VerseNumber":8,"Text":"Onlardan arta kalan bir sey goruyor musun"}]}