{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"Size verilen seyler, dunya hayatinin gecim vasitasi ve debdebesidir. Allah katinda olanlar ise, daha hayirli ve daha kalicidir. Hala buna akliniz ermeyecek mi"},{"SurahNumber":28,"VerseNumber":61,"Text":"Su halde, kendisine guzel bir vaadde bulundugumuz, ardindan ona kavusan kimse, (sirf) dunya hayatinin gecici zevkini yasattigimiz ve sonra kiyamet gununde (azab icin) huzurumuza getirilenler arasinda bulunan kimse gibi midir"},{"SurahNumber":28,"VerseNumber":62,"Text":"O gun Allah onlari cagirarak, \"Benim ortaklarim olduklarini iddia ettikleriniz, hani nerede?\" diyecektir"},{"SurahNumber":28,"VerseNumber":63,"Text":"(O gun) haklarinda azaba itilme, hukmu gerceklesen kimseler, \"Rabbimiz! Biz nasil azmissak, iste bu azmislari da oylece azdirdik. (Onlarin suclarindan) beri oldugumuzu sana arzederiz. Zaten onlar aslinda bizlere tapmiyorlardi.\" derler"},{"SurahNumber":28,"VerseNumber":64,"Text":"(Allah'a kostugunuz) ortaklarinizi cagirin!\" denir, onlar da cagirirlar; fakat kendilerine cevap vermezler ve (karsilarinda) azabi gorurler. Ne olurdu (dunyada iken) dogru yola girselerdi"},{"SurahNumber":28,"VerseNumber":65,"Text":"O gun Allah onlari cagirip \"Peygamberlere ne cevap verdiniz?\" diyecektir"},{"SurahNumber":28,"VerseNumber":66,"Text":"Iste o gun onlara butun haberler kapkaranlik olmustur; onlar birbirlerine de soramayacaklardir"},{"SurahNumber":28,"VerseNumber":67,"Text":"Fakat tevbe ederek, iman edip iyi isler yapan kimseye gelince, o, kurtulusa erenler arasinda olmayi umabilir"},{"SurahNumber":28,"VerseNumber":68,"Text":"Rabbin, diledigini yaratir ve secer. Onlarin secim hakki yoktur. Allah, onlarin ortak kostuklarindan munezzehtir ve sani yucedir"},{"SurahNumber":28,"VerseNumber":69,"Text":"Rabbin, onlarin, sinelerinde gizlediklerini de, aciga vurduklarini da bilir"},{"SurahNumber":28,"VerseNumber":70,"Text":"Iste O, Allah'tir. O'ndan baska tanri yoktur. Onunde de, sonunda da hamd O'nundur, hukum O'nundur. Ve ancak O'na donduruleceksiniz"}]}