{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":15,"Text":"Sonotoki ware wa, kare to hakobune no nakama to o sukui, sore o ban'yū no tame no kunkai to shita"},{"SurahNumber":29,"VerseNumber":16,"Text":"Soshite iburāhīmu ga sono min ni kō itta toki o omoe. `Arrā ni tsukae, kare o osore nasai. Sore ga anata gata no tame ni mo yoi. Moshi anata gataga rikai surunaraba"},{"SurahNumber":29,"VerseNumber":17,"Text":"Anata gata wa, arrā o sashioite gūzō o hai shi, kyogi o netsuzō shite iru nisuginai. Anata gataga arrā o sashioite haisuru mono-tachi wa, anata gata ni onmegumi o ataeru chikara wanai. Dakara, arrā kara kate o motome, kare ni tsukae, kansha shi nasai. Anata gata wa kare no omoto ni kisa reru nodearu"},{"SurahNumber":29,"VerseNumber":18,"Text":"Anata gataga uso-tsuki yobawari shite mo (yoi). Daga anata gata izen no sho minzoku mo uso-tsuki yobawari shita monodearu. Shito wa, tada Kōmei ni tsutaeru dakedearu"},{"SurahNumber":29,"VerseNumber":19,"Text":"Kare-ra wa arrā ga, ikaga ni sōzō o nasa re, sorekara sore o kurikaesa reru ka o shiranai no ka. Sore wa arrā ni wa, hontōni yōina kotodearu"},{"SurahNumber":29,"VerseNumber":20,"Text":"Gen tte yaru ga ī. `Chijō o tabi shite kansatsu seyo. Kare ga ikaga ni,-hatsu no sōzō o nasa reta ka o. Yagate arrā wa, saigo no (yomigaeri no) sōzō o nasa reru. Hontōni arrā wa subete no koto ni zen'nō de ara reru"},{"SurahNumber":29,"VerseNumber":21,"Text":"Kare wa o nozomi no mono o basshi, o nozomi no mono ni jihi o tare rareru. Anata gata wa kare no omoto ni kaesa reru nodearu"},{"SurahNumber":29,"VerseNumber":22,"Text":"Anata gata wa ten ni oite mo ji ni atte mo, kare (no keikaku) o, tonza sa seru koto wa dekinai. Mata arrā no soto ni, anata no gādian mo enjo-sha mo nai nodearu"},{"SurahNumber":29,"VerseNumber":23,"Text":"Arrā no shirushi o shinjinaide mata, kare to no kaiken o shinjinai mono ni hawa re no jihi ni Atae karu nozomi wa naku, itamashī chōbatsu ga aru dakedearu"}]}