{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":17,"VerseNumber":76,"Text":"I samo sto ne te vozdignaa nad zemjata za da te isteraat od nea, navistina! A ako toa go napravea samo malku vreme po tebe ke ostanea"},{"SurahNumber":17,"VerseNumber":77,"Text":"Praksata kon pejgamberite koi Nie pred tebe gi isprativme bese, sekako, takva. I vo praksata Nasa, sekako, ne ke najdes izmena"},{"SurahNumber":17,"VerseNumber":78,"Text":"namaz izvrsuvaj koga sonceto ke trgne od polovina na neboto pa do vecerniot samrak, I citaj Kuran na sabah namaz. Citanjeto na Kur\"anot na sabah namaz, navistina, e Svedostvo"},{"SurahNumber":17,"VerseNumber":79,"Text":"I bdej so namaz vo del od nokta, i toa dobrovolno, mozebi Gospodarot tvoj ke ti isprati blagoroden dostoen stepen"},{"SurahNumber":17,"VerseNumber":80,"Text":"I kazi: “Gospodare moj, napravi da vlezam niz vlezot na iskrenosta i da izlezam Niz vlezot na iskrenosta. I daj mi OD Tvoja strana i vlast I poddrznik"},{"SurahNumber":17,"VerseNumber":81,"Text":"I kazi: “ Vistinata dojde, a lagata iscezna. Lagata, sekako, e nistozna"},{"SurahNumber":17,"VerseNumber":82,"Text":"Nie od Kuranot ti go objavuvame ona sto e Lecenie i Milost za mpvernicite. A na zulumkarite samo im ja zgolemuva zagubata"},{"SurahNumber":17,"VerseNumber":83,"Text":"I koga blagodatot Nas ke padne na covekot, se due i se vrti nastrana, a koga ke go. dopre zlo nekakvo, se razocaruva"},{"SurahNumber":17,"VerseNumber":84,"Text":"Kazi: “Sekoj raboti onaka kako sto mu odgovara. Gospodarot vas, megutoa, najdobro go. znae onoj kogo ON, tokmu, go upati po patot najupatuvacki"},{"SurahNumber":17,"VerseNumber":85,"Text":"te prasuvaat za duhot. Kazi: “Duhot e edno od nestata na Gospodarot moj I za nego dadeno vi e samo malku znaenje. “"},{"SurahNumber":17,"VerseNumber":86,"Text":"A ako posakavme Nie ke go zanemarevme sigurno ona sto ti go objavivme. I ti, vo vrska so toa, ne ke najdes protiv nas zakrilnik"}]}