{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":71,"Text":"Er sagte: \"Hier sind meine Tochter, wenn ihr etwas zu unternehmen beabsichtigt"},{"SurahNumber":15,"VerseNumber":72,"Text":"Wahrhaftig! Sie waren in ihrem Rausch verblendet, so daß sie umherirrten"},{"SurahNumber":15,"VerseNumber":73,"Text":"Da erfaßte der Schrei sie bei Sonnenaufgang"},{"SurahNumber":15,"VerseNumber":74,"Text":"Und Wir kehrten das Oberste zuunterst, und Wir ließen auf sie brennende Steine nieder-regnen"},{"SurahNumber":15,"VerseNumber":75,"Text":"Wahrlich, hierin liegen Zeichen fur die Einsichtigen"},{"SurahNumber":15,"VerseNumber":76,"Text":"Und wahrlich, es stellt eine bleibende Lehre dar"},{"SurahNumber":15,"VerseNumber":77,"Text":"Wahrlich, hierin ist ein Zeichen fur die Glaubigen"},{"SurahNumber":15,"VerseNumber":78,"Text":"Und wahrlich, die Leute des Waldes waren gewiß Frevler"},{"SurahNumber":15,"VerseNumber":79,"Text":"Und Wir rachten Uns an ihnen. Und beide liegen als eine erkennbare Mahnung da"},{"SurahNumber":15,"VerseNumber":80,"Text":"Auch das Volk von Al- Higr hielt die Gesandten fur Lugner"},{"SurahNumber":15,"VerseNumber":81,"Text":"Und Wir gaben (ihnen) Unsere Zeichen, sie aber wandten sich von ihnen ab"},{"SurahNumber":15,"VerseNumber":82,"Text":"Und sie pflegten sich Wohnungen zur Sicherheit in die Berge einzu hauen"},{"SurahNumber":15,"VerseNumber":83,"Text":"Jedoch die Strafe erfaßte sie am Morgen"},{"SurahNumber":15,"VerseNumber":84,"Text":"Und alles, was sie sich erworben hatten, nutzte ihnen nichts"},{"SurahNumber":15,"VerseNumber":85,"Text":"Wir erschufen die Himmel und die Erde und das, was zwischen beiden ist, nicht anders als in gerechter Weise; und die Stunde kommt gewiß. Darum ube Vergebung in schoner Weise"},{"SurahNumber":15,"VerseNumber":86,"Text":"Wahrlich, dein Herr - Er ist der Schopfer, der Allwissende"},{"SurahNumber":15,"VerseNumber":87,"Text":"Und Wir gaben dir wahrlich die sieben Doppelverse und den großartigen Quran"},{"SurahNumber":15,"VerseNumber":88,"Text":"Und laß deine Augen nicht auf das abschweifen, was Wir manchen von ihnen zu kurzer Nutznießung verliehen haben, und sei auch nicht traurig ihretwegen; und senke deinen Flugel auf die Glaubigen"},{"SurahNumber":15,"VerseNumber":89,"Text":"Und sprich: \"lch bin gewiß der deutliche Warner"},{"SurahNumber":15,"VerseNumber":90,"Text":"Wie Wir (die Strafe) auf jene herabsandten, die sich abgespalten haben"}]}