{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":24,"Text":"Tārā pathapradarśita haẏēchila saṯbākyēra dikē ēbaṁ paricālita haẏēchila praśansita āllāhara pathapānē."},{"SurahNumber":22,"VerseNumber":25,"Text":"Yārā kuphara karē ō āllāhara pathē bādhā sr̥ṣṭi karē ēbaṁ sē'i masajidē hārāma thēkē bādhā dēẏa, yākē āmi prastuta karēchi sthānīẏa ō bahirāgata sakala mānuṣēra jan'yē samabhābē ēbaṁ yē masajidē hārāmē an'yāẏabhābē kōna dharmadrōhī kāja karāra icachā karē, āmi tādērakē yantrānādāẏaka śāsti āsbādana karāba."},{"SurahNumber":22,"VerseNumber":26,"Text":"Yakhana āmi ibrāhīmakē bāẏatullāhara sthāna ṭhika karē diẏēchilāma yē, āmāra sāthē kā'ukē śarīka karō nā ēbaṁ āmāra gr̥hakē pabitra rākha tā'ōẏāphakārīdēra jan'yē, nāmāyē danḍāẏamānadēra jan'yē ēbaṁ raku sējadākārīdēra jan'yē."},{"SurahNumber":22,"VerseNumber":27,"Text":"Ēbaṁ mānuṣēra madhyē hajbēra jan'yē ghōṣaṇā pracāra kara. Tārā tōmāra kāchē āsabē pāẏē hēm̐ṭē ēbaṁ sarbaprakāra kr̥śakāẏa uṭēra piṭhē sa'ōẏāra haẏē dūra-dūrānta thēkē."},{"SurahNumber":22,"VerseNumber":28,"Text":"Yātē tārā tādēra kalyāṇēra sthāna paryanta pauchē ēbaṁ nirdiṣṭa dinagulōtē āllāhara nāma smaraṇa karē tām̐ra dēẏā catuspada jantu yabēha karāra samaẏa. Ataḥpara tōmarā tā thēkē āhāra kara ēbaṁ duḥstha-abhābagrasthakē āhāra karā'ō."},{"SurahNumber":22,"VerseNumber":29,"Text":"Ērapara tārā yēna daihika maẏalā dūra karē dēẏa, tādēra mānata pūrṇa karē ēbaṁ ē'i susanrakṣita gr̥hēra tā'ōẏāpha karē."},{"SurahNumber":22,"VerseNumber":30,"Text":"Ēṭā śrabaṇayōgya. Āra kē'u āllāhara sam'mānayōgya bidhānābalīra prati sam'māna pradarśana karalē pālanakartāra nikaṭa tā tāra jan'yē uttama. Ullēkhita byatikramagulō chāṛā tōmādēra jan'yē catuspada jantu hālāla karā haẏēchē. Sutarāṁ tōmarā mūrtidēra apabitratā thēkē bēm̐cē thāka ēbaṁ mithyā kathana thēkē dūrē sarē thāka"}]}