{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"Jiaru tamen fouren ni, name, zai ni zhiqian you xuduo shizhe que yi bei fouren [zhu]. Wanshi [zuizhong] dou jiang gui dao an la nali qu [panjue]."},{"SurahNumber":35,"VerseNumber":5,"Text":"Renmen a! An la de yingxu que shi zhenshi de, suoyi, jue buyao rang jinshi shenghuo qipian nimen, jue buyao rang pian zei [emo] jie an la de mingyi qipian nimen."},{"SurahNumber":35,"VerseNumber":6,"Text":"Emo que shi nimen de diren, suoyi, nimen ying ba ta dang diren. Emo zhi jiaosuo ta de zhuisui zhe, rang tamen chengwei huo yu de fanren."},{"SurahNumber":35,"VerseNumber":7,"Text":"Bu xinyang zhe bi jiang shou yanli de xingfa; xinyang bing xingshan zhe bi jiang huode kuanshu he zhongda de baochou [leyuan]."},{"SurahNumber":35,"VerseNumber":8,"Text":"Bei ziji de e xing suo mihuo, ziyiweishi xingshan zhe,[nandao tong zunxing zhengdao zhe shi yiyang de ma?] Xuzhi, an la yu shi shei mi wu, jiu shi shei mi wu; yu shi shei zunxing zhengdao, jiu shi shei zunxing zhengdao. Yinci, ni buyao yin dui tamen de beishang er shanghai zishen. Fanshi tamen suo zuo de, an la que shi quanzhi de."},{"SurahNumber":35,"VerseNumber":9,"Text":"Shi an la paiqian feng, rang feng ji qi yun, ranhou ba yun qugan dao yige kusi di difang, jie ci er shi kusi de dadi fusu. Renlei de fuhuo yeshi zheyang."},{"SurahNumber":35,"VerseNumber":10,"Text":"Shei [gan] yao rongyao,[xuzhi] rongyao dou shi an la de. Liangyan jiang shangsheng dao ta nali, shangong ke tigao liangyan di diwei [zhi shuo bu zuo de liangyan bu bei an la jieshou]. Gao yinmou guiji zhe bi jiang shou yanli de xingfa. Zhexie ren de yinmou guiji bu hui decheng."},{"SurahNumber":35,"VerseNumber":11,"Text":"An la chuangzao nimen [ru a dan shengren], xian yong nitu, ranhou yong yidi jingye [ru a dan shengren de houyi], ranhou shi nimen chengwei pei'ou. Renhe nuren de huaiyun he fenmian, meiyou ta bu zhidao de. Wulun zengjia chang ming zhe de shou shu, haishi jianshao duanming zhe de nianling [zhu], meiyou yi jian bu jilu zai tian jing [“shou baohu de xian pai”] zhong. Zhe dui an la que shi rongyi de."}]}