{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":33,"VerseNumber":7,"Text":"(Muhammad) sira nyeritakna anggoningsun mundhut sasanggemane para Nabi, saka sira tuwin saka Nuh, Ibrahim, Musa, lan Isa bin Maryam kabeh padha ngaturake sesanggemane sarta Ingsun gondheli kukuh"},{"SurahNumber":33,"VerseNumber":8,"Text":"Ing tembe Allah bakal handangu para Rasul bab temene anggone wis ngungangake parentahe, Allah ngancam siksa neraka kang ngelarani marang para wong kafir"},{"SurahNumber":33,"VerseNumber":9,"Text":"He para wong mukmin, sira padha elinga kebungahan paparingng Allah marang sira (hiya iku nalika perang Khandak) sira tinempuh ing mungsuh kang gogolongan, Ingsun banjur ngididake angin, kanthi bala Malaikat kang tanpa wilangan nanging sira ora weruh. Allah iku mirsani samu barang kang padha sira lakoni"},{"SurahNumber":33,"VerseNumber":10,"Text":"Dhek semana mungsuh nempuh ing sira, saka dhuwuring jurang lan saka jurang kang ngisor. Sira kinepung ing mungsuh, marep ing ngendi bahe handeleng mungsuh, Saking bangeting kuwatir, atining wong kaya manjuluk tekan ing tengkuk. Penyananing wong marang Allah warna - warna, ana kang ngipta oleh pitulung, lan ana kang nyipta bilahi"},{"SurahNumber":33,"VerseNumber":11,"Text":"Ing kono para wong mukmin padha dicoba dening Allah saking bangete kuwatir polahe warna - warna"},{"SurahNumber":33,"VerseNumber":12,"Text":"SIra nyaritakne nalikane wong mangro tingal (munafik) sarta wong kang atine ana larane padha celathu mangkene, \"prasetyaning ALlah lan utusane (aku bakal menang perang) iku ora liya mung ngapusi bahe"},{"SurahNumber":33,"VerseNumber":13,"Text":"Apa dene nalikane wong mangrotingal sapontho padha celathu, \"he wong Madinah (Yatsrib), kowe padha muliha menyang omahmu bahe, awit ana peperangan kono saking akehing mungsuh, kowe wis ora duwe panggonan\", Ing kono banjur ana wong sapontho banjur pamit marang Nabi (Muhammad), hature, \"Kula nyuwun pamit mantuk, amargi griya kula boten santosa\". Nanging satemene omahe wong mahu ora kurang santosane. Dene anggone matur kaya mangkono mahu ora liya karepe mung kingguh ora gelem handherek perang"},{"SurahNumber":33,"VerseNumber":14,"Text":"Menawa negarane mau dileboni mungsuh saka kiwa tengen, banjur dipeksa dadi kafir mesthi nurut dadi kafir. Nanging anggone tentrem ora nganti lawas. Banjur nemahi rusak"},{"SurahNumber":33,"VerseNumber":15,"Text":"Sadurunge kelakon (Perang Khandak) wong mahu wis padha prasetya ing Allah ora bakal melayu saka ing peperangan. Kang mangka wong prasetya ing ALlah iku bakal didangu apa wis nuhoni prasetyane apa cidra"}]}