{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":7,"VerseNumber":23,"Text":"„Господару наш,“ - рекоа тие - „самите себеси насилство си сторивме, и ако Ти не ни простиш и не ни се смилуваш, сигурно ќе бидеме изгубени.“"},{"SurahNumber":7,"VerseNumber":24,"Text":"„Излегувајте!“ – рече Тој - „Меѓусебно непријатели ќе бидете! На Земјата ќе престојувате и до одредено време ќе уживате"},{"SurahNumber":7,"VerseNumber":25,"Text":"На неа ќе живеете, на неа ќе умирате и од неа оживеани ќе бидете“. – рече Тој"},{"SurahNumber":7,"VerseNumber":26,"Text":"О, синови Адемови, ви дадовме облека која ќе ги покрива срамните места ваши, а и раскошни костуми, но облеката на богобојазноста е најдобрата. Тоа се некои Аллахови докази за тие да се опаметат"},{"SurahNumber":7,"VerseNumber":27,"Text":"О, синови Адемови, нека не ве заведе шејтанот никако, како што ги изведе родителите ваши од џеннетот, соблекувајќи ја од нив облеката нивна за да им ги покаже срамните места нивни! Тој ве гледа, тој и војските негови, од каде што вие нив не ги гледате. Ние шејтаните ги направивме заштитници на тие што не веруваат"},{"SurahNumber":7,"VerseNumber":28,"Text":"А кога ќе сторат некое лошо дело, велат: „Ги затекнавме предците наши дека тоа го прават, а и Аллах тоа ни го заповедал“. Кажи: „Аллах не заповедува да се прават лоши дела! Зошто за Аллах го зборувате тоа што не го знаете?“"},{"SurahNumber":7,"VerseNumber":29,"Text":"Кажи: „Господарот мој наредува праведност! И обраќајте Му се само Нему кога го извршувате намазот (молитвата), и молете Му се искрено исповедајќи Му ја верата! Како што првиот пат ве создаде, на истиот начин повторно ќе ве оживее"},{"SurahNumber":7,"VerseNumber":30,"Text":"Тој, на едните на Вистинскиот пат им укажува, а другите, со право, во заблуда ги остава, бидејќи тие, наместо Аллах, шејтаните за заштитници ги земаат и мислат дека прават добрина"}]}