{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":16,"Text":"Al, sonday küpirlik etkender / qarsı kelgender / jäne ayat-belgilerimizdi jäne aqïrettegi jolığwdı ötirikke şığarğandar azapqa tartıladı"},{"SurahNumber":30,"VerseNumber":17,"Text":"Ey, musılmandar! / Sender keştiñ kiretin waqıttarında jäne tañnıñ atatın waqıttarında Allahtı / barlıq kemşilikten / päk dep däripteñder"},{"SurahNumber":30,"VerseNumber":18,"Text":"Äri aspandardağı jäne jerdegi barlıq maqtaw - Oğan / Allahqa / . Äri tünde jäne tüski waqıttarda da / Onı däripteñder"},{"SurahNumber":30,"VerseNumber":19,"Text":"Ol öliden tirini şığaradı, tiriden ölini şığaradı äri jerdi ölgeninen keyin / qayta jandandırıp / tiriltedi. Sender de osılay / qabirden qayta tiriltilip / şığarılasıñdar"},{"SurahNumber":30,"VerseNumber":20,"Text":"Äri senderdi topıraqtan jaratqanı jäne keyin senderdiñ adam / adamzat / bolıp taralwlarıñ - Onıñ belgileriniñ biri"},{"SurahNumber":30,"VerseNumber":21,"Text":"Äri senderdiñ tınıştıq, tınım tawıp ornığwlarıñ üşin özderiñnen jubaylar jaratwı jäne aralarında süyispenşilik pen meyirim-janaşırlıq payda etwi de Onıñ belgilerinen. Aqïqatında munda oylanıp, aqılğa salatın adamdar üşin dälel-ğïbrattar bar"},{"SurahNumber":30,"VerseNumber":22,"Text":"Äri aspandar men jerdiñ jaratılwı jäne senderdiñ tilderiñ men tüsteriñniñ ärtürli bolwı da - Onıñ belgilerinen. Aqïqatında munda biletinder üşin belgi-ğïbrattar bar"},{"SurahNumber":30,"VerseNumber":23,"Text":"Äri tüngi jäne kündizgi uyqılarıñ jäne Onıñ keñşiligin / rïzıqtarıñdı / izdewleriñ de - Onıñ belgilerinen. Aqïqatında munda tıñdaytın adamdar üşin belgi-ğïbrattar bar"},{"SurahNumber":30,"VerseNumber":24,"Text":"Äri senderge nayzağaydı qorqwlarıñ jäne ümit etwleriñ üşin körsetwi jäne aspannan sw tüsirip, onımen jerdi ölgeninen / tirşiliksiz qalğanınan / keyin qayta tiriltwi de - Onıñ belgilerinen. Aqïqatında Munda aqılın istetip, uğınatın adamdar üşin dälelder bar"}]}