{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"mēlum niccayamāka nām maṉitaṉaip paṭaittōm, avaṉ maṉam avaṉiṭam eṉṉa pēcukiṟatu eṉpataiyum nām aṟivōm; aṉṟiyum, (avaṉ) piṭari(yiluḷḷa uyir) narampai viṭa nām avaṉukku camīpamākavē irukkiṉṟōm"},{"SurahNumber":50,"VerseNumber":17,"Text":"(maṉitaṉiṉ) valappuṟattilum, iṭappuṟattilum amarntu eṭutteḻutum iru(vāṉa)var eṭutteḻutum pōtu"},{"SurahNumber":50,"VerseNumber":18,"Text":"kaṇkāṇittu eḻutakkūṭiyavar avaṉiṭam (maṉitaṉiṭam) illāmal enta collaiyum avaṉ moḻivatillai"},{"SurahNumber":50,"VerseNumber":19,"Text":"maraṇa vētaṉai cattiyattaik koṇṭu (meyyākavē) varukiṉṟatu (appōtu avaṉiṭam) etai viṭṭum viraṇṭōṭik koṇṭiruntāyō atu tāṉ (innilai eṉṟu kūṟappaṭum)"},{"SurahNumber":50,"VerseNumber":20,"Text":"mēlum sūr (ekkāḷam) ūtappaṭum. Atutāṉ accaṟutti eccarikkappaṭṭa nāḷākum"},{"SurahNumber":50,"VerseNumber":21,"Text":"aṉṟiyum, (annāḷil) ovvōr āṉmāvum taṉṉai aḻaittu varupavar, cāṭciyāḷar ākiyōruṭaṉ varum"},{"SurahNumber":50,"VerseNumber":22,"Text":"nī itaip paṟṟi alaṭciyattil iruntāy; (ippoḻutu) uṉ (pārvaiyai) viṭṭu uṉatu tiraiyai nām akaṟṟi viṭṭōm. Eṉavē, iṉṟu uṉ pārvai kūrmaiyāka irukkiṟatu.\" (Eṉṟu kūṟappaṭum)"},{"SurahNumber":50,"VerseNumber":23,"Text":"appōtu avaṉuṭaṉ iruppavar (malakku)\"itō (im'maṉitaṉiṉ ēṭu) eṉṉiṭam cittamāka irukkiṟatu\" eṉṟu kūṟuvār"},{"SurahNumber":50,"VerseNumber":24,"Text":"maṉamuraṇṭāka nirākarittuk koṇṭiruntōr ellōraiyum nīṅkaḷ iruvarum narakil pōṭuṅkaḷ"},{"SurahNumber":50,"VerseNumber":25,"Text":"(Avaṉ) naṉmaiyai taṭuttuk koṇṭēyiruntavaṉ; (innāḷaip paṟṟi) cantēkippavaṉāka, varampu mīṟik koṇṭum iruntāṉ"},{"SurahNumber":50,"VerseNumber":26,"Text":"ākavē nīṅkaḷiruvarum ivaṉai mikak kaṭumaiyāṉa vētaṉaiyil pōṭṭu viṭuṅkaḷ\" (eṉṟuṅ kūṟappaṭum)"},{"SurahNumber":50,"VerseNumber":27,"Text":"(appōtu ṣaittāṉākiya) avaṉuṭaiya kūṭṭāḷi kūṟuvāṉ; \"eṅkaḷ iṟaivā! Nāṉ ivaṉai vaḻi keṭukkavillai āṉāl, avaṉē tūramāṉa vaḻi kēṭṭil tāṉ iruntāṉ"},{"SurahNumber":50,"VerseNumber":28,"Text":"eṉ muṉṉilaiyil nīṅkaḷ vākkuvātam ceyyātīrkaḷ; (itaippaṟṟi eṉ accuṟuttalai muṉṉarē viṭuttirukkiṟēṉ\" eṉṟu (allāh) kūṟuvāṉ"},{"SurahNumber":50,"VerseNumber":29,"Text":"(eṉavē eṉṉuṭaiya) accol\"eṉṉiṭattil māṟṟappaṭuvatillai - nāṉ aṭiyārkaḷukku aniyāyam ceypavaṉallaṉ\" (eṉṟum allāh kūṟuvāṉ)"},{"SurahNumber":50,"VerseNumber":30,"Text":"narakattai nōkki, \"nī niṟaintu viṭṭāyā? Eṉṟu nām kēṭṭu, ataṟku atu\"iṉṉum atikamāka ētum irukkiṉṟatā?\" Eṉṟu kēṭkum annāḷai (napiyē! Nīr niṉaivuṟuttuvīrāka)"},{"SurahNumber":50,"VerseNumber":31,"Text":"(aṉṟiyum annāḷil) payapaktiyuṭaiyavarkaḷukku cuvarkkam tolaivillāta nilaiyil mikavum camīpamākkappaṭum"},{"SurahNumber":50,"VerseNumber":32,"Text":"itu tāṉ uṅkaḷukku vākkaḷikkappaṭṭatā(ṉa cuvarkkamā)kum; eppoḻutum iṟaivaṉaiyē nōkki, (pāvattai tavirttup) pēṇi naṭanta ovvoruvarukkum (itu uriyatu)"},{"SurahNumber":50,"VerseNumber":33,"Text":"evarkaḷ, maṟaivilum arrahmāṉai añci naṭantu koṇṭirukkiṟārkaḷō avarkaḷukkum (avaṉaiyē) muṟṟilum nōkkiya itayattuṭaṉ varuvōrukkum (itu vākkaḷikkappaṭṭirukkiṟatu)"},{"SurahNumber":50,"VerseNumber":34,"Text":"salāmuṭaṉ - cāntiyuṭaṉ - i(c cuvarkkat)til piravēciyuṅkaḷ; itutāṉ nittiyamāka nīṅkḷa taṅkiyirukkum nāḷākum\" (eṉṟu kūṟappaṭum)"},{"SurahNumber":50,"VerseNumber":35,"Text":"avarkaḷ virumpiyatellām, atil avarkaḷukku irukkiṟatu iṉṉum (ataṟku) atikamum nam'miṭam irukkiṟatu"}]}