{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":9,"VerseNumber":48,"Text":"Sayekti temen ing sadurungé iku dhèwèké wis padha angarah cocongkrahan sarta padha ambudidaya nandukaké upaya lumawan sira, nganti tekaning kanyataan sarta menangé parén- tahing Allah, sanajan dhèwèké padha gething"},{"SurahNumber":9,"VerseNumber":49,"Text":"Lan sawenèhé ana kang cala- thu: Mugi aparing pamit dhateng kula, sarta sampun anyobi ing kula. Sayekti dhèwèké iku wis padha tumiba ing sajroning coba, lan sayekti temen naraka iku angliputi para kafir"},{"SurahNumber":9,"VerseNumber":50,"Text":"Manawa becik tumiba ing sira iku anusahaké dhèwèké lan manawa bilai angenani sira, padha calathu: Temen, aku wis padha prayitna ing sadurungé marang prakaraku dhéwé; karo padha mlè- ngos sarta padha bungah"},{"SurahNumber":9,"VerseNumber":51,"Text":"Calathua: Ora ana kang ange- nani aku, kajaba apa kang wus tinamtu dening Allah tumrap marang aku: Panjenengané iku Pa- ngayomanku; lan, mulané, marang Allah kuduné anggoné suméndhé para angèstu"},{"SurahNumber":9,"VerseNumber":52,"Text":"Calathua: Apa sira padha angajap tumrap marang aku kajaba salah sijiné becik loro? Lan aku padha angajap tumrap marang sira, supaya Allah anibani sira kalawan siksa saka ngarsa-Né utawa asarana tangan-tanganku. Mulané padha angajapa; aku iya padha angajap barengan karo sira"},{"SurahNumber":9,"VerseNumber":53,"Text":"Calathua: Sira padha cucula bandha, kalawan pambangun turut utawa kalawan kepeksa, iku ora bakal tinarima; sayekti sira iku wong kang murang yekti"},{"SurahNumber":9,"VerseNumber":54,"Text":"Ora ana kang angalang-alangi bisané katarima anggoné padha cucul bandha, kajaba anggoné angafiri marang Allah lan marang Utusan-É sarta anggoné ora ane- kani salat kajaba kalawan bot- boten, apa déné anggoné ora padha cucul bandha kajaba kalawan kepeksa"}]}