{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"(hey bi arsa van tipen ji hevcuyi Yezdan dizane). Eva beraten Qur’ane u Pirtuka hizwartine"},{"SurahNumber":27,"VerseNumber":2,"Text":"Ewan beratan ji bona bawergeran, beled u mizginiyek e"},{"SurahNumber":27,"VerseNumber":3,"Text":"Ewane ku nimeja xwe dikin u (baca male xwe) didin u di nezik da ji (bi dane para da) bawer dikin hene! (bawerger) ewan in"},{"SurahNumber":27,"VerseNumber":4,"Text":"Bi rasti ewane, ku (bi dane) para da bawer nakin hene! Me kirina wan ji bona wan ra xemilandiye. Idi ewan bi xweber ji, di kirine xwe da kor mane"},{"SurahNumber":27,"VerseNumber":5,"Text":"Ewane, ku ji bona wan ra sike sapata heye, hene! Evan bi xweber in, evanan di para da ji pir ziyan kirine"},{"SurahNumber":27,"VerseNumber":6,"Text":"Bi sond (Muhemmed!) eva Qur’ana ji bal (Yezdane) bijejke ye pir zana, li bal te da hatiye niqandine"},{"SurahNumber":27,"VerseNumber":7,"Text":"Di gaveki da Musa ji bona maliyen xwe ra (aha) gotibu: \"(Maliyen min! Hun li vira bihewin) bi rasti min agirek dit (ez e herime bal wi agiri) ya ez e ji wura, ji bona we ra peyveki binim (ku em reya xwe bibinin teda herin) ya ji ez e ji bona we ra kozeki agire gur binim, ku hun li dora wi agiri bitelizin"},{"SurahNumber":27,"VerseNumber":8,"Text":"Idi gava (Musa) hatiye bal wi (agiri) ji bona (Musa ra aha) hatiye gazikirine: \"Ewane di agir da ewane li dora agir da ji (hemi ji) piroz in. Bi rasti Yezdane Xuda e cihane ji hemi kemayan paqij e"},{"SurahNumber":27,"VerseNumber":9,"Text":"Musa! Rasti ev e: Yezdane servahati bijejke heye! Bi rasti ewa ez bi xweber im"},{"SurahNumber":27,"VerseNumber":10,"Text":"U tu gopale xwe baveje. Ga-va (Musa kopale xwe avit) dina xwe dae, ku (ewa kopale wiyi mezin) wusa dimiinule weki tiremareki xwe daveje. (Musa ji tirsa) para da revya qe li pey xwe meze nekir.(Me li bal Musa da aha gazi kir), \"Musa! tu netirse, loma bi rasti li bal me sai natirsin"},{"SurahNumber":27,"VerseNumber":11,"Text":"Ji pestire wi kese, ku cewr kiribe, pase ji pisti sikatiya kiriye, ewa (sikati) bi qenciyan guhuribe (di hembere van da ji) bi rasti ez baxiskare dilovin im"},{"SurahNumber":27,"VerseNumber":12,"Text":"U (Musa!) tu deste xwe bixe berika xwe, we deste te e be qiler, spi u cil derkebe. Tu bi van neh beratan va here bal Fir’ewn u komale wi. Loma bi rasti ewan komaleki wusa nin, ji reya rast derketine"},{"SurahNumber":27,"VerseNumber":13,"Text":"Idi (ji pisti ku Musa) bi beraten me yen xuya va hatine bal (Fir’ewn u komale wi da). Ewan (ji bona Musa ra aha) gotine: \"Bi rasti evan (beratan) ancen xuya nin"}]}