{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":34,"VerseNumber":23,"Text":"Yaha! Suhudee ti ku niŋ anfaani O sani (Zaadali) naɣila O ni saɣi ti so, hali ni saha shɛli bɛ yi ti yihi dabiεm bɛ (ban yɛn suhudee maa) suhiri ni, ka bɛ yɛli: “Bo ka yi Duuma (Naawuni) daa yεli? Ka bɛ yεli: “O daa shiri yεli yεlimaŋli. Yaha! Ŋuna n-nyɛ Ŋun nam du ka galsi.”"},{"SurahNumber":34,"VerseNumber":24,"Text":"(Yaa nyini Annabi)! Yεlima: “Ŋuni n-leei tiri ya arzichi sagbana ni tiŋgbani ni? Yεlima: “Naawuni.” Yaha! Achiika! Ti mini ya puuni so kuli ni be dolsigu bee birginsim polo ni.”"},{"SurahNumber":34,"VerseNumber":25,"Text":"(Yaa nyini Annabi)! Yεlim: “Bɛ ti ku bɔhi ya (yi chεfurinima) ti ni daa tum tuumbe’ shɛli, bɛ mi ti bi yɛn bɔhi ti yi tuuntumsa ni daa nyɛ shεli.”"},{"SurahNumber":34,"VerseNumber":26,"Text":"Yεlima: “Ti Duuma (Naawuni) n-yɛn ti laɣim ti sunsuuni (Zaadali), ka niŋ fukumsi ti sunsuuni ni yεlimaŋli. Yaha! Ŋuna n-nyɛ yɛlimaŋli fukumsilana, ni Baŋda"},{"SurahNumber":34,"VerseNumber":27,"Text":"(Yaa nyini Annabi)! Yεlima: “Wuhimi ya ma binyɛr’ shɛŋa yi ni zaŋ laɣim ni Ŋuna (Naawuni) ka bɛ nyɛ duumanim’ maa.” Chɛli gba! Ŋuna n-nyɛ Naawuni, Nyεŋda, Yεmgoliŋga- lana"},{"SurahNumber":34,"VerseNumber":28,"Text":"Yaha! (Yaa nyini Annabi)! Ti (Tinim’ Naawuni) bi tim a na, naɣila ninsalinim’ zaasa zuɣu, ka a nyɛla ŋun tiri suhupεlli lahibali (ni Alizanda), ka valsira (ni buɣum daazaaba). Amaa! Ninsalinim’ pam bi mi"},{"SurahNumber":34,"VerseNumber":29,"Text":"Ka bɛ (Maka chεfurinim’) naan yεra: “Bondali n-leei nyɛ alkauli ŋɔ (Chiyaama dabsili) maa, yi yi nyɛla yɛlimaŋlinima"},{"SurahNumber":34,"VerseNumber":30,"Text":"(Yaa nyini Annabi)! Yεlima: “Yi mali dabsili shɛli Naawuni ni zali ya di daalikauli. Bɛ ti bi yɛn naɣisi li n-tin ya saha yini, bɛ mi ti ku daŋsi ya li.”"},{"SurahNumber":34,"VerseNumber":31,"Text":"Ka ninvuɣu shεba ban niŋ chεfuritali maa naan yεli: “Di kariya ka ti ti Alkur’aani Ŋɔ maa yεlimaŋli, ti mi ku ti yɛlimaŋli ni (litaafi shεŋa) din daŋ li na. (Yaa nyini Annabi): “Di yi di yɛn niŋ ka a ti nya saha shεli bɛ ni yɛn ti taɣi zualindiriba n-zali bɛ Duuma tooni (Zaadali), ka bɛ puuni shɛba labsiri taba yɛltɔɣa (ka bɛ galindi taba), ka tarimba naan yεli bɛ asanzanima: “Di yi di daa pala yi zuɣu, ti daa naan leei ninvuɣu ban ti Naawuni yεlimaŋli.”"}]}