{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":154,"Text":"innum, allahvin pataiyil kollappattorai\"(avarkal) irantuvittarkal\" enru kuratirkal; appatiyalla! Avarkal uyirullavarkal; eninum ninkal (itai) unarntu kolla mattirkal"},{"SurahNumber":2,"VerseNumber":155,"Text":"Niccayamaka nam unkalai oralavu accattalum, paciyalum, porulkal, uyirkal, vilaiccalkal akiyavarrin ilappinalum cotippom;. Anal porumaiyutaiyorukku (napiye!) Nir nanmarayan kuruviraka"},{"SurahNumber":2,"VerseNumber":156,"Text":"(porumai utaiyorakiya) avarkalukkut tunpam erpatum potu, 'niccayamaka nam allahvukke uriyavarkal;, niccayamaka nam avanitame tirumpic celvom' enru kuruvarkal"},{"SurahNumber":2,"VerseNumber":157,"Text":"ittakaiyor mitu tan avarkalutaiya iraivanin nallaciyum, narkirupaiyum untakinrana, innum ivarkal tam ner valiyai ataintavarkal"},{"SurahNumber":2,"VerseNumber":158,"Text":"niccayamaka'sahpa', 'marva' (ennum malaikal) allahvin ataiyalankalil ninrum ullana. Enave evar (kahpa ennum) avvittai haj allatu umra ceykirarkalo avarkal avviru malaikalaiyum curri varutal kurramalla. Innum evanoruvan upariyaka narkarumankal ceykirano, (avanukku) niccayamaka allah nanriyarital kanpippavanakavum, (avanutaiya narceyalkalai) nankarintavanakavum irukkinran"},{"SurahNumber":2,"VerseNumber":159,"Text":"nam aruliya telivana attatcikalaiyum, nervaliyaiyum - atanai nam vetattil manitarkalukkaka vilakkiya pinnarum - yar maraikkinrarkalo, niccayamaka avarkalai allah capikkiran;. Melum avarkalaic capippa(tarku urimai utaiya)varkalum capikkirarkal"},{"SurahNumber":2,"VerseNumber":160,"Text":"evarkal pavamannipput teti(tankalait) tiruttik kontu (tankal maraittavarrai) telivupatuttik kontarkalo, avarkalait tavira (marravarkal capattirkuriyavarkal.) Avarkalai nan mannittu vitukiren. Nan mannippavanakavum kirupaiyutaiyonakavum irukkinren"},{"SurahNumber":2,"VerseNumber":161,"Text":"Yar (ivveta unmaikalai) nirakarikkirarkalo, innum (nirakarikkum) kahpirkalakave marittum vitukirarkalo, niccayamaka avarkal mitu, allahvutaiyavum, malakkukalutaiyavum, manitarkal anaivarutaiyavum capam untakum"},{"SurahNumber":2,"VerseNumber":162,"Text":"avarkal a(c capat)tileye enrenrum irupparkal;. Avarkalutaiya vetanai ilecakkappatamattatu. Melum, (mannippuk kora) avarkalukku avakacamum kotukkappatamattatu"},{"SurahNumber":2,"VerseNumber":163,"Text":"melum, unkal nayan ore nayan; tan, avanait tavira veru nayanillai. Avan alavarra arulalan, nikararra anputaiyon"}]}