{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"E, dentre Seus sinais, esta que tu ves a terra humilde, e, quando fazemos descer, sobre ela a agua, move-se e cresce. Por certo, Aquele, que a vivifica, dara a vida aos mortos. Por certo, Ele, sobre todas as cousas, e Onipotente"},{"SurahNumber":41,"VerseNumber":40,"Text":"Por certo, os que profanam Nossos sinais nao se escondem de Nos. Entao, quem e melhor: aquele que sera lancado no Fogo, ou aquele que vira a Nos, em seguranca, no Dia da Ressurreicao? Fazei o que quiserdes. Por certo, Ele, do que fazeis, e Onividente"},{"SurahNumber":41,"VerseNumber":41,"Text":"Por certo, aos que renegam a Mensagem, quando esta lhes chega, castiga-los-emos. E, por certo, ele e um Livro poderoso"},{"SurahNumber":41,"VerseNumber":42,"Text":"A falsidade nao lhe chega, nem por diante nem por detras dele. E a revelacao descida de Um Sabio, Louvavel"},{"SurahNumber":41,"VerseNumber":43,"Text":"Nao se te diz senao o que ja foi dito aos Mensageiros, antes de ti. Por certo, teu Senhor e Possuidor de perdao e Possuidor de dolorosa punicao"},{"SurahNumber":41,"VerseNumber":44,"Text":"E, se o houvessemos feito um Alcorao em lingua foranea, eles haveriam dito: \"Que, ao menos, seus versiculos fossem aclarados! Um livro foraneo e um Mensageiro arabe?!\" Dize: \"Ele e, para os que creem, orientacao e cura. E os que nao creem, ha surdez em seus ouvidos, e ele lhes e cegueira. Esses estao como se fossem chamados de longinquo lugar"},{"SurahNumber":41,"VerseNumber":45,"Text":"E, com efeito, concederamos a Moises o Livro, e discreparam dele. E, nao fora uma Palavra antecipada de teu Senhor, haver-se-ia arbitrado entre eles. E, por certo, estao em duvida tormentosa acerca dele"},{"SurahNumber":41,"VerseNumber":46,"Text":"Quem faz o bem o faz em beneficio de si mesmo. E quem faz o mal o faz em prejuizo de si mesmo. E teu Senhor nao e injusto com os servos"}]}