{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"mariyu vāru tama carmālanu (avayavālanu) aḍugutāru: \"Mīrenduku māku vyatirēkaṅgā sākṣyamistunnāru?\" Avi ilā samādhānamistāyi: \"Prati vastuvuku māṭlāḍē śakti prasādin̄cina allāh yē mam'malni māṭlāḍimpa jēśāḍu.\" Mariyu āyanē mim'malni modaṭisāri sr̥ṣṭin̄cina vāḍu, mariyu āyana vaipunakē mīrantā maralimpabaḍatāru"},{"SurahNumber":41,"VerseNumber":22,"Text":"Mariyu (mīru duṣkāryālu cēsēṭappuḍu) mī cevula nuṇḍi mī kaṇḍla nuṇḍi mariyu mī carmāla nuṇḍi - mīku vyatirēkaṅgā sākṣyaṁ vastundēmōnani - mim'malni mīru dācukunēvāru kādu. Antēkādu mīru cēstunna ennō kāryālu vāstavaṅgā, allāh ku teliyaṭaṁ lēdani mīru bhāvin̄cēvāru"},{"SurahNumber":41,"VerseNumber":23,"Text":"mariyu mī prabhuvu paṭla mīru bhāvin̄cina ī bhāvanē mim'malni nāśanaṁ cēsindi. Kāvuna mīru naṣṭapōyē vārilō cēripōyāru"},{"SurahNumber":41,"VerseNumber":24,"Text":"appuḍu vāru sahanaṁ cūpinā, narakāgniyē vāri nivāsa sthānamavutundi. Okavēḷa vāru (tamanu tāmu sarididdukōvaṭāniki) avakāśaṁ koraku vēḍukunnā vāriki avakāśaṁ ivvabaḍadu"},{"SurahNumber":41,"VerseNumber":25,"Text":"mariyu mēmu vīriki snēhitulugā (ṣaitānulanu) niyamin̄cāmu. Vāru vīri mundū venukā unna vāṭini vīriki ākarṣaṇīyamaina vāṭigā cēśāru. Kāvuna vīriki pūrvaṁ gatin̄cina jinnātula mariyu mānavula tarāla viṣayanlō jarigina śikṣā nirṇayamē, vīri viṣayanlō kūḍā jarigindi. Niścayaṅgā, vīrē naṣṭāniki guri ayina vārayyāru"},{"SurahNumber":41,"VerseNumber":26,"Text":"mariyu satyatiraskārulu (parasparaṁ) ilā ceppukuṇṭāru: \"Ī khur'ān nu vinakaṇḍi! Mariyu idi vinipin̄cabaḍinappuḍu vinabaḍakuṇḍā vighnaṁ kaligin̄caṇḍi, bahuśā mīru prābalyaṁ ponda vaccu"},{"SurahNumber":41,"VerseNumber":27,"Text":"kāvuna mēmu niścayaṅgā, ī satyatiraskārulaku kaṭhinaśikṣanu cavi cūpistāmu mariyu vāru cēstū uṇḍina duṣṭakāryālaku tagina phalitānni nosaṅgutāmu"},{"SurahNumber":41,"VerseNumber":28,"Text":"allāh virōdhulaku dorikē pratiphalaṁ idē - narakāgni - andu vāri śāśvata gr̥haṁ uṇṭundi. Idi mā sūcana (āyāt) lanu tiraskaristū vunna dāni pratiphalaṁ"},{"SurahNumber":41,"VerseNumber":29,"Text":"appuḍā satyatiraskārulu ilā aṇṭāru: \"Ō mā prabhū! Mam'malni mārgabhraṣṭulugā cēsina ā jinnātulanu mariyu mānavulanu māku cūpin̄cu; vāru marinta parābhavaṁ pondaṭāniki mēmu vārini mā pādāla krinda paḍavēsi trokkutāmu"}]}