{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":43,"Text":"Belə ki, onlar baslarını yuxarı qaldırıb, durar, gozlərini də qırpa bilməzlər. Onların qəlbləri də bombosdur. (Urəkləri duygusuzdur, orada xeyirdən hec bir əsər-əlamət yoxdur)"},{"SurahNumber":14,"VerseNumber":44,"Text":"Insanları onlara əzab gələcəyi gunlə qorxut. O gun zalımlar: “Ey Rəbbimiz! Bizə bir az mohlət ver. Biz Sənin də’vətini qəbul edər (iman gətirər) və peygəmbərlərə tabe olarıq!” deyərlər. Bəs əvvəlcə sizə hec bir zaval toxunmayacagı barədə and icməmisdiniz"},{"SurahNumber":14,"VerseNumber":45,"Text":"Siz ozlərinə zulm edənlərin yurdlarında da sakin oldunuz, onların basına nələr gətirdiyimiz də sizə bəlli oldu. Ustəlik sizin ucun (ibrətamiz) məsəllər də cəkdik"},{"SurahNumber":14,"VerseNumber":46,"Text":"(Kafirlər Peygəmbərə və islam dininə qarsı bacardıqları qədər) hiylə qurdular. Onların hiyləsi Allah dərgahında mə’lumdur (və buna gorə də cəzalarını da alacaqlar). Onların hiyləsi ilə daglar (islam dini, onun hokmləri) yerindən oynayan deyildir! (Və ya onların hiyləsi dagları yerindən oynatsa belə, yenə də Allahın dini qarsısında acizdir)"},{"SurahNumber":14,"VerseNumber":47,"Text":"(Ya Rəsulum!) Allahın peygəmbərlərə verdiyi və’də xilaf cıxacagını sanma! Həqiqətən, Allah yenilməz quvvət sahibi, intiqam sahibidir"},{"SurahNumber":14,"VerseNumber":48,"Text":"(Yadda saxla! Qiyamət gunu) elə bir gundur ki, Yer (yer kurəsi) basqa bir yerlə, goylər də basqa goylərlə əvəz olunacaq (Yer dəyisib basqa cur yer, goylər də basqa cur goylər olacaq; onların mahiyyəti, səkli o qədər dəyisəcək ki, tanınmaz hala dusəcəklər) və onlar (butun insanlar qəbirlərindən cıxıb haqq-hesab ucun) bir olan, (hər seyə) qalib olan Allahın huzurunda duracaqlar"},{"SurahNumber":14,"VerseNumber":49,"Text":"O gun gunahkarları qandallanmıs (zəncirlə bir-birinə baglanmıs) gorəcəksən"},{"SurahNumber":14,"VerseNumber":50,"Text":"Koynəkləri qətrandan olacaq, uz-gozlərini də atəs buruyəcəkdir"},{"SurahNumber":14,"VerseNumber":51,"Text":"Allah hər kəsə (dunyada) etdiyi əməllərin cəzasını vermək ucun belə edəcəkdir! Subhəsiz ki, Allah tezliklə haqq-hesab cəkəndir"},{"SurahNumber":14,"VerseNumber":52,"Text":"Bu (Qur’an) insanlar ucun elə bir moizədir ki, onunla həm qorxsunlar, həm də Allahın tək bir tanrı oldugunu bilsinlər, həm də agıl sahibləri dusunub ibrət alsınlar"}]}