{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"khanditavagiyu visvasigalige akasagalallu bhumiyallu puravegalive"},{"SurahNumber":45,"VerseNumber":2,"Text":"mattu acala nambikeyullavarige nim'ma srstiyalli hagu avanu (allahanu) bhumiyalli haradiruva januvarugalalli puravegalive"},{"SurahNumber":45,"VerseNumber":3,"Text":"hageye, ratri hagu hagalugala parivartane hagu allahanu akasadinda ilisikoduva ahara hagu bhumiyu nirjivavada balika avanu adakke niduva punascetana mattu galiya calane – (ivella) bud'dhiyullavara palige puravegalagive"},{"SurahNumber":45,"VerseNumber":4,"Text":"ivu, satyadondige nimage odi kelisalaguttiruva, allahana vacanagalu, allah mattu avana vacanagala balika mattenannu tane avaru nambuvaru"},{"SurahNumber":45,"VerseNumber":5,"Text":"sullannu srstisuva pratiyobba papige vinasavide"},{"SurahNumber":45,"VerseNumber":6,"Text":"avanu tanage odi kelisalada allahana vacanagalannu keluttane. A balika tanu adannu keliye illavembante ahankara mereyutta ud'dhatanagiruttane. Avanige yatanamaya sikseya subhavarte kottu bidiri"},{"SurahNumber":45,"VerseNumber":7,"Text":"avanige nam'ma yavudadaru vacanada kuritu tilidaga avanu adannu geli maduttane. Avarige apamanakari sikse kadide"},{"SurahNumber":45,"VerseNumber":8,"Text":"Narakavu avara mundide. Avara sampadaneyinda avarige yava prayojanavu agadu. Allahana horatu avaru neccikondiruva posakarindalu aste, (yava labhavu agadu). Avarige bhari sikse sigalide"},{"SurahNumber":45,"VerseNumber":9,"Text":"idu margadarsi. Tam'ma odeyana vacanagalannu dhikkarisidavarige atyanta kathina sikse sigalide"},{"SurahNumber":45,"VerseNumber":10,"Text":"samudradalli tanna adesanusara hadagugalu teluvante hagu a mulaka nivu avana anugrahavannu hudukuvante, samudravannu nimage vidheyagolisiruvavanu allahanu. Nivu avanige krtajnaragabekendu (avanu idannu madiruvanu)"},{"SurahNumber":45,"VerseNumber":11,"Text":"hageye, avanu akasagalalli hagu bhumiyalliruva ellavannu tanna vatiyinda nimage vidheyagolisiruvanu. Cintane nadesuvavarige idaralli khandita puravegalive"},{"SurahNumber":45,"VerseNumber":12,"Text":"allahana dinagalannu niriksisadavarannu ksamisabekendu visvasigalodane heliri. Janarige avara galikege anusaravada pratiphalavannu avane niduvanu"},{"SurahNumber":45,"VerseNumber":13,"Text":"satkarmagalannu maduvavanu svatah tanagagi maduttane mattu kedukannu madidavanu kuda (adara phalavannu) tane anubhavisabekaguvudu. Konege nim'mannu nim'ma odeyanedege maralisalaguvudu"}]}