{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":150,"Text":"And when Mussa returned and found that his people have wronged themselves, he strongly resented their evil act, and so great was his indignation against them. Grieved at heart, he said: \"Evil indeed is what your minds and souls have you to do; did you wish Allah's punishment be hastened on! He dropped the plates and dragged his brother by the head, laying the blame on him, But Harun said to him: \" O son of my mother; the people judged me wanting in power and authority over them and almost killed me\". \"Therefore, do not let my enemies gloat over me and rejoice at my misfortune, nor should you associate me with the wrongful of actions"},{"SurahNumber":7,"VerseNumber":151,"Text":"Mussa then realized his unjustified assault upon his brother and turned to Allah invoking His forgiveness on behalf of himself and his brother, and added: \"O Allah, our Creator, we pray and beseech You to admit us into the realm of Your mercy"},{"SurahNumber":7,"VerseNumber":152,"Text":"Indeed those who reverenced the calf and adored it with appropriate acts and rites shall come within the measure of Allah's wrath and shall be incensed with humiliation in life below, for thus do We requite those who intentionally assert what is false"},{"SurahNumber":7,"VerseNumber":153,"Text":"But those who commit themselves to an evil line of conduct and soon thereafter stand repentant in lowliest plight and return to the obedience of Allah with hearts impressed with the image of religious and spiritual virtues shall find Allah Ghafurun (forgiving), and Rahimun (Merciful)"},{"SurahNumber":7,"VerseNumber":154,"Text":"When Mussa returned to his settled calmness, he picked up the plates comprising in their text the spirit of truth guiding into all truth, and Allah's mercy toward those who fear testing Allah's indignation"},{"SurahNumber":7,"VerseNumber":155,"Text":"There, did Mussa choose from the innocent among his people seventy persons, in compliance with Allah's command to present themselves at the divine assignation. When they gathered at the arranged time and place, fearful echoes thundered in their ears and the earth's surface convulsed under their feet as an expression of strong divine reproach against those among them who committed themselves to the most evil conduct. There and then did Mussa pray, thus: \"O Allah, my Creator: had You willed you would have planted their Hereafter and mine before now\". \"Would you destroy us in requital of the evil committed by the simpleton among us!\". \" It is Your means of trial, You use it to subject people to the test and consequently deafen the hearts' ears of whom You will and open the minds' eyes of whom You will, You are our Tutelary Protector\". \"We beseech you to forgive us and to have mercy on us; You are the Most Merciful of all who forgive"}]}