{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":49,"Text":"E lembrai-vos de quando vos salvamos do povo de Farao, enquanto eles vos infligiam o pior castigo: degolavam vossos filhos e deixavam vivas vossas mulheres. E nisso, houve de vosso Senhor formidavel prova"},{"SurahNumber":2,"VerseNumber":50,"Text":"E lembrai-vos de quando, por vos, separamos o mar; entao salvamo-vos, e afogamos o povo de Farao, enquanto olhaveis"},{"SurahNumber":2,"VerseNumber":51,"Text":"E lembrai-vos de quando fizemos promessa a Moises durante quarenta noites; em seguida, depois dele tomastes o bezerro por divindade, e fostes injustos"},{"SurahNumber":2,"VerseNumber":52,"Text":"Em seguida, indultamo-vos, depois disso, para serdes agradecidos"},{"SurahNumber":2,"VerseNumber":53,"Text":"E lembrai-vos de quando concedemos a Moises o Livro e Al Furqan para vos guiardes"},{"SurahNumber":2,"VerseNumber":54,"Text":"E lembrai-vos de quando Moises disse a seu povo: \"O meu povo! Por certo, fostes injustos com vos mesmos tomando o bezerro por divindade. Entao, voltai-vos arrependidos para vosso Criador, e matai-vos. Isso vos e melhor, junto de vosso Criador.\" Entao, Ele voltou-Se para vos, remindo-vos. Por certo, Ele e O Remissorio, O Misericordiador"},{"SurahNumber":2,"VerseNumber":55,"Text":"E lembrai-vos de quando dissestes: \"O Moises! Nao creremos em ti, ate que vejamos Allah, declaradamente.\" Entao, o raio apanhou-vos, enquanto olhaveis"},{"SurahNumber":2,"VerseNumber":56,"Text":"Em seguida, ressuscitamo-vos apos vossa morte, para serdes agradecidos"},{"SurahNumber":2,"VerseNumber":57,"Text":"E fizemos sombrear-vos as nuvens, e fizemos descer sobre vos o mana e as codornizes, e dissemos: \"Comei das cousas benignas que vos damos por sustento.\" E eles nao foram injustos coNosco, mas foram injustos com si mesmos"}]}