{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"U bi rasti ewa (Qur´ana) ji bona bawergeran ra beled u dilovinek e"},{"SurahNumber":27,"VerseNumber":78,"Text":"Bi rasti Xudaye te we di nava (zaren cihuyan da) bi biryaren xwe, berewani bike. Loma servahate pirzan hey (Xudaye te ye)"},{"SurahNumber":27,"VerseNumber":79,"Text":"Idi tu xwe hispere li ser Yezdan. Loma bi rasti tu li ser mafeki xwuyai yi"},{"SurahNumber":27,"VerseNumber":80,"Text":"Bi rasti tu (denge xwe) bi miryan nadi bihistine u di gava (meriven ker) para da birevin, tu qe tu gazikirine bi wan nadi bihistine"},{"SurahNumber":27,"VerseNumber":81,"Text":"U tu nikari ewan kome, ku di re wundabuna xwe da wunda bune, bini riya rast. Ewane bi beraten me bawer kirine hene! Tu dikari (denge xwe) bi wan bidi bihistine, sixwa idi ewan bi xweber ji misilman bune"},{"SurahNumber":27,"VerseNumber":82,"Text":"Gava (peymana bi hatina dane dawiye) bi ser wan da hat; em ji bona wan (kesan ra) di zemin da rawereki derdixin. Ewa (rawera) bi wan ra mijul dibe, ku merivan bi rasti bi beraten me bawer ne kirine"},{"SurahNumber":27,"VerseNumber":83,"Text":"Di we roya, ku em ji her komeki ji wane ku beraten me dane derewderandine dicivinin, idi ewane (mayi) bi xweber deste deste dicivin"},{"SurahNumber":27,"VerseNumber":84,"Text":"Heya tene amada Xuda dibin; (ji bona wan ra Yezdan aha) dibeje: \"We ca beraten min be zanin didane derewderandine? Ya ji we ci tist dikiribune"},{"SurahNumber":27,"VerseNumber":85,"Text":"U li ser wan da, bi sedema cewra ewan dikiribune (ewa peymana, ku ewan pe mijul dibune) hatiye, idi ewan bi xweber ji (nikarbune di hembere) we hatina (sapate da) mijul bibin"},{"SurahNumber":27,"VerseNumber":86,"Text":"Ma qey ewan (kesan) nabinin, ku me sev ji bona hewa wan ra ce kiriye, me ro ji ji bona, ku ewan (te da) bi ditin (bixebitin) ce kiriye? Bi rasti di van buyeran da, ji bona komale bawerger ra, beraten (derhoze) hene"},{"SurahNumber":27,"VerseNumber":87,"Text":"Di roya, ku di qaldane can da te pufkirine, idi ji pestire wane ku Yezdan viniye, hemi kesen di ezman u zemin da heyi (ji tirsa) vediciniqin. Hemisk ji li bal (Yezdan da) bi stuxwari ten"},{"SurahNumber":27,"VerseNumber":88,"Text":"Di (we royi da) tu dibini, dibe qey ciya di suna xwe da qerimine mane,le ewan ciyan weki ewran digeriyan. Ew Yezdane ku hemi tist afirandiye heye! Evan peseyen wi ne. Loma bi rasti tista, ku hun dikin ewa pe dizane"}]}