{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"L’aveugle ne saurait etre compare au clairvoyant"},{"SurahNumber":35,"VerseNumber":20,"Text":"pas plus que les tenebres ne sont comparables a la lumiere"},{"SurahNumber":35,"VerseNumber":21,"Text":"ou la fraicheur de l’ombre a la chaleur d’un vent brulant"},{"SurahNumber":35,"VerseNumber":22,"Text":"De meme, les vivants ne sauraient etre compares aux morts[1120]. Allah fait entendre qui Il veut. Tu ne peux, quant a toi, te faire entendre des morts dans leurs tombes"},{"SurahNumber":35,"VerseNumber":23,"Text":"Tu n’as d’autre mission que d’avertir les hommes"},{"SurahNumber":35,"VerseNumber":24,"Text":"Nous t’avons envoye avec le message de verite pour annoncer la bonne nouvelle et mettre en garde l’humanite. De meme, il n’est pas de peuple qu’un prophete ne soit venu avertir"},{"SurahNumber":35,"VerseNumber":25,"Text":"S’ils te traitent d’imposteur, les peuples ayant vecu avant eux ont egalement traite de menteurs leurs Messagers, venus pourtant avec toutes les preuves, les Ecritures et le Livre lumineux"},{"SurahNumber":35,"VerseNumber":26,"Text":"Je me suis donc saisi des impies, manifestant ainsi Mon immense reprobation"},{"SurahNumber":35,"VerseNumber":27,"Text":"Ne vois-tu pas qu’Allah fait descendre du ciel une eau par laquelle Il fait pousser des fruits de couleurs variees ? De meme, les montagnes sont formees de stries de diverses couleurs : blanches, rouges ou d’un noir profond"},{"SurahNumber":35,"VerseNumber":28,"Text":"Il en va de meme des hommes, des animaux et des bestiaux, qui presentent des couleurs tout aussi variees. De Ses serviteurs, seuls craignent Allah ceux qui Le connaissent vraiment. Allah, en verite, est Tout-Puissant et Tres Clement"},{"SurahNumber":35,"VerseNumber":29,"Text":"Ceux qui recitent le Livre d’Allah, qui accomplissent la priere et qui, discretement ou publiquement, offrent par charite une partie de ce qu’Il leur a accorde, peuvent esperer des gains imperissables"},{"SurahNumber":35,"VerseNumber":30,"Text":"par lesquels Allah les recompensera pleinement pour leurs œuvres tout en leur ajoutant de Ses faveurs. Il est Tres Clement et Tres Reconnaissant"}]}