{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":31,"VerseNumber":29,"Text":"N’as-tu pas vu qu’Allah fait pénétrer la nuit dans le jour, et qu’il fait pénétrer le jour dans la nuit, et qu’Il a assujetti le soleil et la lune chacun poursuivant sa course jusqu’à un terme fixé ? Et Allah est Parfaitement Informé de ce que vous faites"},{"SurahNumber":31,"VerseNumber":30,"Text":"Il en est ainsi parce qu’Allah est la Vérité, et que tout ce qu’ils invoquent en dehors de Lui est le Faux, et qu’Allah, c’est Lui le Haut, le Grand"},{"SurahNumber":31,"VerseNumber":31,"Text":"N’as-tu pas vu que c’est par la grâce d’Allah que le vaisseau vogue sur la mer, afin qu’Il vous fasse voir de Ses merveilles ? Il y a en cela des preuves pour tout homme patient et reconnaissant"},{"SurahNumber":31,"VerseNumber":32,"Text":"Quand une vague les recouvre comme des ombres, ils invoquent Allah, vouant leur Culte exclusivement à Lui ; et lorsqu’Il les sauve, en les ramenant vers la terre ferme, certains d’entre eux deviennent réticents ; mais, seul le grand traître et le grand ingrat renient Nos signes"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ô hommes ! Craignez votre Seigneur et redoutez un jour où le père ne répondra en quoi que ce soit pour son enfant, ni l’enfant pour son père. La promesse d’Allah est vérité. Que la vie présente ne vous trompe donc pas, et que le Trompeur (Satan) ne vous induise pas en erreur sur Allah"},{"SurahNumber":31,"VerseNumber":34,"Text":"La connaissance de l’Heure est auprès d’Allah ; et c’est Lui qui fait tomber la pluie salvatrice ; et Il sait ce qu’il y a dans les matrices. Et personne ne sait ce qu’il acquerra demain, et personne ne sait dans quelle terre il mourra. Certes Allah est Omniscient et Parfaitement Informé"}]}