{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":78,"VerseNumber":31,"Text":"For the God-revering, pious there will surely be triumph"},{"SurahNumber":78,"VerseNumber":32,"Text":"Gardens and vineyards"},{"SurahNumber":78,"VerseNumber":33,"Text":"And youthful, full-breasted maidens of equal age"},{"SurahNumber":78,"VerseNumber":34,"Text":"And a cup full to the brim"},{"SurahNumber":78,"VerseNumber":35,"Text":"They will hear therein neither vain talk nor falsehood"},{"SurahNumber":78,"VerseNumber":36,"Text":"(All this as) a reward from your Lord, a gift according to (His) reckoning in full satisfaction"},{"SurahNumber":78,"VerseNumber":37,"Text":"The Lord of the heavens and the earth and (all) that is between them, the All-Merciful. No one will have the power to address Him"},{"SurahNumber":78,"VerseNumber":38,"Text":"On that Day the Spirit and the angels stand in ranks. No one will speak except him whom the All-Merciful allows, and he speaks what is right"},{"SurahNumber":78,"VerseNumber":39,"Text":"That Day (of Judgment) is the Day absolutely true (on which the truth will prevail). So whoever wills, then, let him take a way of return to his Lord"},{"SurahNumber":78,"VerseNumber":40,"Text":"We have surely warned you against a punishment near at hand. On that Day a person will look at what he has forwarded (from the world) with his own hands, and the unbeliever will say: \"Oh, would that I were mere dust (instead of being a responsible being with consciousness and free will)"},{"SurahNumber":79,"VerseNumber":1,"Text":"By those (angels) who immediately fly out and plunge (with God’s command), and plunge (into fulfilling it)"},{"SurahNumber":79,"VerseNumber":2,"Text":"By those (angels) who move gently and eagerly (because of the command they have received)"},{"SurahNumber":79,"VerseNumber":3,"Text":"By those (angels) who swiftly float (through space to fulfill God’s command)"},{"SurahNumber":79,"VerseNumber":4,"Text":"And so hasten along as if in a race"},{"SurahNumber":79,"VerseNumber":5,"Text":"And thus fulfill the commands (in the operation of the universe)"},{"SurahNumber":79,"VerseNumber":6,"Text":"(The Last Hour will have come) on the Day when a blast (of the Trumpet) will convulse (the world)"},{"SurahNumber":79,"VerseNumber":7,"Text":"Followed by the succeeding one"},{"SurahNumber":79,"VerseNumber":8,"Text":"Hearts on that Day will be throbbing in distress"},{"SurahNumber":79,"VerseNumber":9,"Text":"Their eyes downcast"},{"SurahNumber":79,"VerseNumber":10,"Text":"Yet, they (the unbelievers) say: \"Will we really be restored to our former state (of life)"},{"SurahNumber":79,"VerseNumber":11,"Text":"Will we when we have become bones rotten and crumbled away"},{"SurahNumber":79,"VerseNumber":12,"Text":"They say (in derision): \"Then, that would be a return with loss"},{"SurahNumber":79,"VerseNumber":13,"Text":"It will indeed be but a single cry"},{"SurahNumber":79,"VerseNumber":14,"Text":"And then, they will all have been awakened to life on the plain (of Supreme Gathering)"},{"SurahNumber":79,"VerseNumber":15,"Text":"Has the report of Moses come to you"}]}