{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Artık, ye, ic, gozun aydın olsun. Eger herhangi bir beser gorecek olursan, de ki: \"Ben Rahmana oruc adadım, bugun hic kimseyle konusmayacagım"},{"SurahNumber":19,"VerseNumber":27,"Text":"Boylece onu tasıyarak kavmine geldi. Dediler ki: \"Ey Meryem, sen gercekten sasırtıcı bir sey yaptın"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun´un kız kardesi, senin baban kotu bir kisi degildi ve annen de azgın, utanmaz (bir kadın) degildi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine ona (cocuga) isaret etti. Dediler ki: \"Henuz besikte olan bir cocukla biz nasıl konusabiliriz"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Isa) Dedi ki: \"Suphesiz ben Tanrı´nın kuluyum. (Tanrı) bana Kitabı verdi ve beni peygamber kıldı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Nerede olursam (olayım,) beni kutlu kıldı ve hayat surdugum muddetce, bana namazı ve zekatı vasiyet (emr) etti"},{"SurahNumber":19,"VerseNumber":32,"Text":"Anneme itaati de. Ve beni mutsuz bir zorba kılmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Selam uzerimedir; dogdugum gun, olecegim gun ve diri olarak yeniden kaldırılacagım gun de"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste Meryem oglu Isa; hakkında kuskuya dustukleri \"Hak Soz"},{"SurahNumber":19,"VerseNumber":35,"Text":"Tanrı´nın cocuk edinmesi olacak sey degil. O yucedir. Bir buyrugun olmasına karar verirse ancak ona: \"Ol\" der, o da hemen oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Gercek su ki, Tanrı benim de rabbim, sizin de rabbinizdir. Oyleyse O´na kulluk edin. Dosdogru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Iclerinden (birtakım) gruplar ayrılıga dustuler. Artık buyuk bir gunu gormekten dolayı, vay kufredenlere"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize gelecekleri gun, neler isitecekler, neler gorecekler. Ama bugun o zalimler apacık bir sapıklık icindedirler"}]}