{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":5,"Text":"Liksom sina förfäder har de ingen [verklig] kunskap om Honom. Det är ett oerhört påstående som går över deras läppar - deras tal är idel lögner"},{"SurahNumber":18,"VerseNumber":6,"Text":"Kommer du kanske att gräma dig till döds, om de inte vill tro på detta budskap"},{"SurahNumber":18,"VerseNumber":7,"Text":"Vi har smyckat jorden med sköna ting för att sätta människorna på prov [och för att de med sitt handlande skall visa] vilka som är de bästa ibland dem"},{"SurahNumber":18,"VerseNumber":8,"Text":"men [till sist] skall Vi förvandla allt detta till öde slätter"},{"SurahNumber":18,"VerseNumber":9,"Text":"ANSER du att berättelsen om [de unga] männen i grottan och [deras sysslande med] Skrifterna är särskilt märklig bland [alla] Våra budskap"},{"SurahNumber":18,"VerseNumber":10,"Text":"När dessa unga män tog sin tillflykt till grottan bad de: \"Herre! Förbarma Dig över oss och visa oss den rätta vägen ut ur våra [svårigheter]"},{"SurahNumber":18,"VerseNumber":11,"Text":"Därpå tillslöt Vi deras öron i grottan under många år"},{"SurahNumber":18,"VerseNumber":12,"Text":"och så till sist väckte Vi dem. [Allt detta skedde] för att det skulle stå klart, vilken av de två uppfattningarna som visade störst förståelse för frågan hur länge de blev kvar [i grottan]"},{"SurahNumber":18,"VerseNumber":13,"Text":"Vi skall låta dig höra den sanna berättelsen om dem: De var unga män som hade en [fast] tro på sin Herre, och Vi stärkte deras vilja att låta sig ledas på rätt väg"},{"SurahNumber":18,"VerseNumber":14,"Text":"och ingöt hos dem tålamod och beslutsamhet. Och de reste sig [mot den hedniska överheten] och sade: \"Vår Herre är himlarnas och jordens Herre. Aldrig kommer vi att anropa en annan gud än Honom; [gjorde vi det] hade vi sannerligen [gjort] något oerhört"},{"SurahNumber":18,"VerseNumber":15,"Text":"Vårt folk har satt upp gudar vid sidan av Honom, fastän de inte kan visa på något som stöder detta; och vem är mer orättfärdig än den som sätter ihop lögner om Gud"}]}