{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":64,"Text":"Бу ҳаёти дунё фақат (бир нафаслик) ўйин-кулгидир. Агар улар билсалар Охират диёригина (мангу) ҳаёт (диёридир)"},{"SurahNumber":29,"VerseNumber":65,"Text":"Қачон улар кемага минсалар (ғарқ бўлишдан кўрқиб) Аллоҳга чин ихлос билан дуо-илтижо қилурлар. Энди қачонки (Аллоҳ) уларга нажот бериб қуруқликка (чиқаргач), баногоҳ улар (Аллоҳга) ширк келтирурлар"},{"SurahNumber":29,"VerseNumber":66,"Text":"Биз уларга ато этган неъматларга кофир бўлаверсинлар ва (шу бир нафаслик ҳаётларида) «фойдаланиб» қолсинлар. Ҳали яқинда (бу қилмишларининг оқибатини) билиб қолажаклар"},{"SurahNumber":29,"VerseNumber":67,"Text":"Улар ўзларининг атрофларидан одамлар талон-торожга дучор бўлаётгани ҳолда Биз Ҳарамни (яъни, Маккани) тинч-осойишта қилиб қўйганимизни кўрмадиларми?! Наҳотки улар ботил-бутларга иймон келтириб, Аллоҳнинг неъмати (Исломга)га кофир бўлсалар"},{"SurahNumber":29,"VerseNumber":68,"Text":"Аллоҳ шаънига ёлғон тўқиган ёки Ҳақ — Қуръон келган чоғида уни ёлғон деган кимсадан ҳам золимроқ ким бор?! Жаҳаннамда кофир кимсалар учун жой топилмасми"},{"SurahNumber":29,"VerseNumber":69,"Text":"Бизнинг (йўлимиз)да жиҳод қилган — курашган зотларни албатта Ўз йўлларимизга ҳидоят қилурмиз. Аниқки, Аллоҳ чиройли амал қилгувчи зотлар билан биргадир"},{"SurahNumber":30,"VerseNumber":1,"Text":"Алиф, Лом, Мим"},{"SurahNumber":30,"VerseNumber":2,"Text":"Рум мағлуб бўлди"},{"SurahNumber":30,"VerseNumber":3,"Text":"Жуда яқин жойда. (Лекин) улар (яъни, румликлар) бу мағлубиятларидан сўнг албатта ғалаба қилажаклар"},{"SurahNumber":30,"VerseNumber":4,"Text":"Бир неча йил ичида. Аввалу-охир барча иш Аллоҳнинг (измида)дир. Ўша кунда мўминлар шодланурлар"},{"SurahNumber":30,"VerseNumber":5,"Text":"Аллоҳ (румликларни) ғолиб қилгани сабабли. (Аллоҳ) Ўзи хоҳлаган кишини ғолиб қилур. У қудрат ва раҳм-шафқат Эгасидир"}]}