{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Сад. Клянусь Кораном, содержащим напоминание"},{"SurahNumber":38,"VerseNumber":2,"Text":"Однако те, которые не веруют, пребывают в гордыне и разладе с истиной"},{"SurahNumber":38,"VerseNumber":3,"Text":"Как же много поколений погубили Мы до них! Они взывали, но уже было поздно для того, чтобы уклониться"},{"SurahNumber":38,"VerseNumber":4,"Text":"Они удивились тому, что к ним явился предостерегающий увещеватель из них самих, и неверующие сказали: «Это - лживый колдун"},{"SurahNumber":38,"VerseNumber":5,"Text":"Неужели он обратил богов в Единственного Бога? Воистину, это - нечто удивительное!»"},{"SurahNumber":38,"VerseNumber":6,"Text":"Знатные люди из их числа удалились со словами: «Ступайте и терпите за ваших богов. Воистину, это - некий замысел (или нечто желанное)"},{"SurahNumber":38,"VerseNumber":7,"Text":"Мы не слышали об этом в последней религии. Это - не что иное, как вымысел"},{"SurahNumber":38,"VerseNumber":8,"Text":"Неужели среди нас Напоминание ниспослано только ему одному?». О нет! Они сомневаются в Моем Напоминании (Коране). О нет! Они еще не вкусили мучений"},{"SurahNumber":38,"VerseNumber":9,"Text":"Или же у них есть сокровищницы милости твоего Господа, Могущественного, Дарующего"},{"SurahNumber":38,"VerseNumber":10,"Text":"Или же им принадлежит власть над небесами, землей и тем, что между ними? Пусть же они поднимутся на небеса по путям (или веревкам)"},{"SurahNumber":38,"VerseNumber":11,"Text":"Это войско будет разбито, подобно прежним соумышленникам"},{"SurahNumber":38,"VerseNumber":12,"Text":"До них посланников сочли лжецами народ Нуха (Ноя), адиты и Фараон, владыка кольев"},{"SurahNumber":38,"VerseNumber":13,"Text":"самудяне, народ Лута (Лота) и жители Айки. Это были соумышленники"},{"SurahNumber":38,"VerseNumber":14,"Text":"Все они сочли лжецами посланников, и истинным было Мое наказание"},{"SurahNumber":38,"VerseNumber":15,"Text":"Им нечего ждать, кроме одного лишь гласа, для которого нет возврата"},{"SurahNumber":38,"VerseNumber":16,"Text":"Они сказали: «Господь наш! Приблизь нашу долю (покажи нам книгу с нашими добрыми и злыми деяниями) до наступления Дня расчета»"}]}