{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"(Saad). By the Quran, having the reminder"},{"SurahNumber":38,"VerseNumber":2,"Text":"Yet those who disbelieve are in self-admiration and opposition"},{"SurahNumber":38,"VerseNumber":3,"Text":"How many of a generation did We destroy before them, and they called out (for help) and it was too late to escape"},{"SurahNumber":38,"VerseNumber":4,"Text":"And they were surprised that a warner came to them from them, and the disbelievers said: this is a lying magician"},{"SurahNumber":38,"VerseNumber":5,"Text":"Did he make the gods into one god? This is certainly a strange thing"},{"SurahNumber":38,"VerseNumber":6,"Text":"And the leaders of them went off (saying): go on and persevere about your gods, indeed this is certainly something wanted (and expected from you)"},{"SurahNumber":38,"VerseNumber":7,"Text":"We did not hear this in the previous faith, this is only an invention"},{"SurahNumber":38,"VerseNumber":8,"Text":"Was the reminder (only) sent down to him among us? No, they are in doubt about My reminder, rather they have not tasted My punishment"},{"SurahNumber":38,"VerseNumber":9,"Text":"Or the treasures of mercy of your Master the powerful and the giver are with them"},{"SurahNumber":38,"VerseNumber":10,"Text":"Or do they have the rule of the skies and the earth and whatever between them? (If they do) then they should go up by the means (they have)"},{"SurahNumber":38,"VerseNumber":11,"Text":"They are a defeated army of the coalitions in there"},{"SurahNumber":38,"VerseNumber":12,"Text":"People of Noah and Aad and Pharaoh the owners of the stakes (pyramids) denied before them"},{"SurahNumber":38,"VerseNumber":13,"Text":"And Thamud and people of Lot and the inhabitants of the woods (people of Shu'aib), they were the coalitions (that denied the messengers)"},{"SurahNumber":38,"VerseNumber":14,"Text":"They all denied the messengers, so they deserved My punishment"},{"SurahNumber":38,"VerseNumber":15,"Text":"And these are only awaiting a single awesome roar, which there would not be any delay for it (or any comeback)"},{"SurahNumber":38,"VerseNumber":16,"Text":"And they said: our Master, rush our share (of punishment) for us before the day of accounting"}]}