{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"Sa slo han dem i smastykker, unntatt en stor en som de hadde, sa de kunne vende tilbake til denne"},{"SurahNumber":21,"VerseNumber":59,"Text":"De sa: «Hvem har gjort dette med vare guder? Han ma være en illgjerningsmann!»"},{"SurahNumber":21,"VerseNumber":60,"Text":"Noen sa: «Vi har hørt en ung mann omtale dem, han kalles Abraham.»"},{"SurahNumber":21,"VerseNumber":61,"Text":"Da sa de: «Bring ham for folkets øyne, kanskje de kan avgi vitnemal.»"},{"SurahNumber":21,"VerseNumber":62,"Text":"De spurte: «Er det du som har gjort dette med vare guder, Abraham?»"},{"SurahNumber":21,"VerseNumber":63,"Text":"Han svarte: «Nei, det var denne storkaren blant dem som gjorde det. Bare spør dem, om de kan si noe.»"},{"SurahNumber":21,"VerseNumber":64,"Text":"Sa gikk de i seg selv, og sa: «Sannelig, vi gjør urett.»"},{"SurahNumber":21,"VerseNumber":65,"Text":"Men sa snudde de tvert om: «Du vet godt at disse ikke kan tale!»"},{"SurahNumber":21,"VerseNumber":66,"Text":"Og han svarte: «Vil dere da tjene i Guds sted noe som verken kan gagne eller skade dere det ringeste"},{"SurahNumber":21,"VerseNumber":67,"Text":"Skam over dere og det dere tjener i Guds sted! Vil dere da ikke forsta?»"},{"SurahNumber":21,"VerseNumber":68,"Text":"Da sa de: «Brenn ham, og hjelp gudene deres, om dere skal gjøre noe.»"},{"SurahNumber":21,"VerseNumber":69,"Text":"Da sa Vi: «Ild, vær kjølig og uskadelig for Abraham!»"},{"SurahNumber":21,"VerseNumber":70,"Text":"De forsøkte et knep med ham, men Vi gjorde dem til de største tapere"},{"SurahNumber":21,"VerseNumber":71,"Text":"Og Vi reddet ham og Lot til det land Vi har velsignet for all verden"},{"SurahNumber":21,"VerseNumber":72,"Text":"Og Vi gav ham Isak, og dertil Jakob. Og alle gjorde Vi rettferdige"}]}