{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":73,"VerseNumber":20,"Text":"Verily, (O Prophet), your Lord knows that you stand up (to prayer) a little less than two-thirds of the night, or half the night, or a third of the night, and so do some of those with you. And Allah measures the night and day in proper parts. He knows that you are not able to keep praying the whole night. So He has turned to you (in His Mercy), therefore you read the Quran as much as it may be easy for you. He knows that there may be (some) among you that are sick; Others traveling through the land, seeking of Allah’s Bounty; Yet others fighting in Allah’s Cause. You recite, therefore, as much of the Quran as may be easy (for you); And establish regular prayer and give regular charity; And loan to Allah a beautiful loan. And whatever good you send forward for your souls, you shall find it in Allah’s Presence: Yes, better and greater, in reward. And you seek the Forgiveness of Allah: Verily, Allah is Often Forgiving (Ghafoor), Most Merciful (Raheem)"},{"SurahNumber":74,"VerseNumber":1,"Text":"O you (Prophet) wrapped up (in garments, blanket)"},{"SurahNumber":74,"VerseNumber":2,"Text":"Get up and announce your warning"},{"SurahNumber":74,"VerseNumber":3,"Text":"And you praise your Lord"},{"SurahNumber":74,"VerseNumber":4,"Text":"And keep your clothes cleansed"},{"SurahNumber":74,"VerseNumber":5,"Text":"And stay away from all pollution"},{"SurahNumber":74,"VerseNumber":6,"Text":"And do not expect, in giving (the warning), any gain (for yourself)"},{"SurahNumber":74,"VerseNumber":7,"Text":"And for (the duties) to your Lord be patient and unchanging"},{"SurahNumber":74,"VerseNumber":8,"Text":"Then, when the trumpet is sounded"},{"SurahNumber":74,"VerseNumber":9,"Text":"Truly, that will be — That Day, — A Day of suffering—"},{"SurahNumber":74,"VerseNumber":10,"Text":"Far from being easy for the disbelievers"},{"SurahNumber":74,"VerseNumber":11,"Text":"Leave Me Alone, to deal with the (creature) whom I created (bare and) alone"},{"SurahNumber":74,"VerseNumber":12,"Text":"And then to whom I (reference to Allah, have) granted resources in plenty"},{"SurahNumber":74,"VerseNumber":13,"Text":"And children to be by his side! —"},{"SurahNumber":74,"VerseNumber":14,"Text":"And made (life) smooth and comfortable for him"},{"SurahNumber":74,"VerseNumber":15,"Text":"Yet is he greedy that I should add (more and more), —"},{"SurahNumber":74,"VerseNumber":16,"Text":"Nay! Truly, he has been opposing Our Signs"},{"SurahNumber":74,"VerseNumber":17,"Text":"Soon will I visit him with a mountain of miseries"}]}