{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"Al, eger olardan Rabbınnın meyirimin umit etken xalde bet buratın bolsan / bir narse bere almasan / , olarga jumsaq soz soyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ari qolındı moynına baylawlı etpe jane onı barınsa jayıp ta jiberme. Onda jazgırılıp, tarıqqan xalde qalasın"},{"SurahNumber":17,"VerseNumber":30,"Text":"Aqiqatında, Rabbın rizıqtı kimge qalasa kenitedi ne sektep qoyadı / tarıltadı / . Ol - quldarınan Xabardar jane Korip turwsı"},{"SurahNumber":17,"VerseNumber":31,"Text":"Ari balalarındı joqsılıqtan qorqıp oltirmender. Olarga da, senderge de rizıqtı Biz beremiz. Aqiqatında, olardı oltirw ulken - kuna"},{"SurahNumber":17,"VerseNumber":32,"Text":"Ari zinaga jaqındamandar, oytkeni ol jiirkenisti is jane jaman jol"},{"SurahNumber":17,"VerseNumber":33,"Text":"Ari quqıqtı / zandı / turde bolmasa, Allah / oltirwge / tıyım salgan jandı oltirmender. Kim adiletsizdikpen oltirilse, Biz onın / olgennin / en jaqın twısına bilik berdik. Biraq ol oltirwde / kek alwda / sekten sıqpasın. Negizinde, ogan jardem beriledi"},{"SurahNumber":17,"VerseNumber":34,"Text":"Jane jetimnin duniesine en jaqsı jolmen bolmasa, ol baligatqa tolgansa jolamandar. Kelisimdi orındandar. Oytkeni wadesuraladı"},{"SurahNumber":17,"VerseNumber":35,"Text":"Sonday-aq, olsegen kezderinde olsemdi tolıq orındandar jane twra tarazılarmen tartındar. Bul qayırlı ari natije turgısında da jaqsı"},{"SurahNumber":17,"VerseNumber":36,"Text":"Ari ozinde bilimi bolmagan narsege erme. Anıgında, estw, korw jane jurek - bulardın arqaysısısuraqqa tartıladı"},{"SurahNumber":17,"VerseNumber":37,"Text":"Ari jer betinde ozindi jogarı sanap, kerdendep jurme, oytkeni sen jerdi tesip jibere almaysın jane biiktikte de tawlarga jete almaysın"},{"SurahNumber":17,"VerseNumber":38,"Text":"Osılardın / qaytarılgan amaldardın / barlıgı jaman, Rabbınnın aldında jekkorinisti"}]}