{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":12,"VerseNumber":23,"Text":"avaru (yūsuph) hēḷidaru; āke nannannu pusalāyisa bayasiddaḷu. Mattu ākeya parivārada sākṣiyobbanu hīge sākṣi nuḍidanu; ondu vēḷe ātana aṅgiyu mumbhāgadalli harididdare āke satya hēḷuttiddāḷe hāgū avanu suḷḷugāranāgiddāne"},{"SurahNumber":12,"VerseNumber":24,"Text":"Innu ātana aṅgiyu himbhāgadalli harididdare āke suḷḷu hēḷuttiddāḷe mattu avanu satyavantanāgiddāne"},{"SurahNumber":12,"VerseNumber":25,"Text":"avara (yūsuph‌ra) aṅgiyu himbhāgadalli haridiruvudannu kaṇḍāga avanu (ākeya pati) hēḷidanu; ‘‘khaṇḍitavāgiyū idu nim'ma (mahiḷeyara) san̄cāgide. Nijakkū nim'ma (mahiḷeyara) san̄cu tumbā ghōravāgiruttade’’"},{"SurahNumber":12,"VerseNumber":26,"Text":"‘‘yūsuph! Nīvu ī viṣayavannu biṭṭu biḍiri. Mattu nīnu (mahiḷe) ninna pāpakkāgi kṣameyannu bēḍu. Nīnu khaṇḍita tappitasthaḷu’’"},{"SurahNumber":12,"VerseNumber":27,"Text":"nagaradallina kelavu mahiḷeyaru hēḷidaru; saradārana patniyu tanna taruṇa dāsanannu pusalāyisalu prayatnisuttiddāḷe. Avana mēlina prītiyalli avaḷu māru hōgiddāḷe. Āke spaṣṭavāgi dārigeṭṭiruvudannu nāvu kāṇuttiddēve"},{"SurahNumber":12,"VerseNumber":28,"Text":"ākeyu ā mahiḷeyara ī pisu mātugaḷannu kēḷidāga avara baḷige āmantraṇa kaḷuhisidaḷu mattu avarigāgi, oragikūruva ondu sabheyannu sid'dhagoḷisidaḷu. Āke, avaralli pratiyobbarigū (haṇṇu muriyuva) kattiyannu koṭṭaḷu mattu avaroḍane (yūsuph‌roḍane), ā mahiḷeyara munde hādu hōgalu hēḷidaḷu. Ā mahiḷeyaru, avarannu kaṇḍāga daṅgāgi biṭṭaru hāgū (haṇṇugaḷa badalu) tam'ma kaigaḷannē muridukoṇḍaru. Avaru hēḷidaru; allāhanu kāpāḍali. Avanu (yūsuph) manuṣyanantu alla. Avanu obba gauravānvita malak āgirabēku"},{"SurahNumber":12,"VerseNumber":29,"Text":"āke hēḷidaḷu; nīvu nannannu mūdalisuttā iddudu ātana kuritē āgittu. Nānu ātanannu pusalāyisalu prayatnisidāga avanu tannannu rakṣisikoṇḍanu. Idīga avanu, nanna ādēśadante naḍeyadiddare, avanannu seramanege sērisalāguvudu athavā avanu tīrā apamānitanāguvanu"},{"SurahNumber":12,"VerseNumber":30,"Text":"Avaru (yūsuph) hēḷidaru; nannoḍeyā, āke yāvudareḍege nannannu kareyuttiruvaḷō adakkinta seremaneyē nanage heccu priyavāgide. Ā mahiḷeyara jālagaḷannu nīnu nanninda nivārisadiddare, nānu avareḍege olidu biḍabahudu mattu nānu mūḍhara sālige sērabahudu"}]}