{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":225,"Text":"Allah non vi punira per la leggerezza nei vostri giuramenti, vi punira per cio che i vostri cuori avranno espresso. Allah e perdonatore paziente"},{"SurahNumber":2,"VerseNumber":226,"Text":"Per coloro che giurano di astenersi dalle loro donne, e fissato il termine di quattro mesi. Se recedono, Allah e perdonatore, misericordioso"},{"SurahNumber":2,"VerseNumber":227,"Text":"Ma se poi decidono il divorzio, in verita Allah ascolta e conosce"},{"SurahNumber":2,"VerseNumber":228,"Text":"Le donne divorziate osservino un ritiro della durata di tre cicli, e non e loro permesso nascondere quello che Allah ha creato nei loro ventri, se credono in Allah e nell'Ultimo Giorno. E i loro sposi avranno priorita se, volendosi riconciliare, le riprenderanno durante questo periodo. Esse hanno diritti equivalenti ai loro doveri, in base alle buone consuetudini, ma gli uomini hanno maggior responsabilita. Allah e potente, e saggio"},{"SurahNumber":2,"VerseNumber":229,"Text":"Si puo divorziare due volte. Dopo di che, trattenetele convenientemente o rimandatele con bonta; e non vi e permesso riprendervi nulla di quello che avevate donato loro, a meno che entrambi non temano di trasgredire i limiti di Allah. Se temete di non poter osservare i limiti di Allah, allora non ci sara colpa se la donna si riscatta. Ecco i limiti di Allah, non li sfiorate. E coloro che trasgrediscono i termini di Allah, quelli sono i prevaricatori"},{"SurahNumber":2,"VerseNumber":230,"Text":"Se divorzia da lei [per la terza volta] non sara piu lecita per lui, finche non abbia sposato un altro. E se questi divorzia da lei, allora non ci sara peccato per nessuno dei due se si riprendono, purche pensino di poter osservare i limiti di Allah. Ecco i limiti di Allah, che Egli manifesta alle genti che comprendono"}]}