{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":75,"Text":"Melekleri, gorursun ki, Rablerine hamd ile tesbih ederek arsın etrafını kusatmıslardır. Aralarında hak (ve adalet) le hukmolundu ve (ehl-i cennet tarafından). «Alemlerin Rabbi olan Allaha hamdolsun» denildi"},{"SurahNumber":40,"VerseNumber":1,"Text":"Haa, Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"(Bu) kitabın indirilmesi; O mutlak gaalib, O (her sey´i) hakkıyle bilen, (mu´minlerin) gunahı (nı) yarlıgayan, tevbesini kabul eden, (kafirler ve muhaalifler icin) azabı cetin, (ariflere) fazl (-u kerem) saahibi olan Allahdandır. Ondan baska hicbir Tanrı yokdur. Donus ancak Onadır"},{"SurahNumber":40,"VerseNumber":3,"Text":"(Bu) kitabın indirilmesi; O mutlak gaalib, O (her sey´i) hakkıyle bilen, (mu´minlerin) gunahı (nı) yarlıgayan, tevbesini kabul eden, (kafirler ve muhaalifler icin) azabı cetin, (ariflere) fazl (-u kerem) saahibi olan Allahdandır. Ondan baska hicbir Tanrı yokdur. Donus ancak Onadır"},{"SurahNumber":40,"VerseNumber":4,"Text":"Allahın ayetleri hakkında kufur (ve inkar) edenlerden baskası mucadele etmez. Simdilik (Habibim) onların sehirler icinde donub dolasması seni aldatmasın"},{"SurahNumber":40,"VerseNumber":5,"Text":"Onlardan evvel Nuuh kavmi de, bunlardan sonraki suru suru fırkalar da (peygamberlerini) yalan saydı (lar). (Bunlardan) her ummet, kendi peygamberlerini yakalamayı kasdetdi. Hakıykatı olmayan (seyler) le hakkı yok edebilmeleri icin savasıb durdular. Neticede ben de onları tutub yakaladım. Iste (bak) benim azabım nice imis"},{"SurahNumber":40,"VerseNumber":6,"Text":"Kafirlere karsı Rabbinin, onları muhakkak ates yaranı oldukları (na aid bulunan), sozu iste boyle tahakkuk etmisdir"},{"SurahNumber":40,"VerseNumber":7,"Text":"Arsı yuklenen, bir de onun etrafında bulunan (melekler) Rablerini hamd ile (tenzih ve) tesbih ederler. Ona iman ederler. Mu´minlerin de yarlıganmasını (soylece) isterler: «Ey Rabbimiz, Senin rahmetin ve ilmin hersey´i kusatmısdır. O halde tevbe edenleri, senin yoluna uyub gidenleri yarlıga, onları cehennem azabından koru»"}]}