{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Yabona, (uHûd) umzalwana wama’Ad xa walumkisa abantu bakubo kwinginqi yase Al-Ah‘kâf, ukanti abalumkisi (abaninzi) babesele bagqitha ngaphambili kunaye nasemva kwakhe (besithi): “Musani ukunqula nto ngaphandle koAllâh. Inene mna ndiyanoyikisela kwisohlwayo seMini embi kunene.”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Bathi bona: “Ingaba uze kusiwexula na koothixo bethu? Khawuze ke noko usithembisa ngako ukuba uthetha inyaniso.”"},{"SurahNumber":46,"VerseNumber":23,"Text":"Wathi yena: “Ulwazi lokwenzeka kwako (oko ndinithembisa ngako) lukuAllâh kuphela, mna ndinichazela endikuthunyiweyo; kodwa ndinibona ningabantu abaziphatha ngobudenge.”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Ke kaloku ukukubona kwabo (oko babethenjiswe ngako5) kunjengelifu elisondela kwiintili zabo, bathi: “Eli lilifu elisizela nemvula!” (UHûd wathi): “Nakanye (oku) koko beningasenamonde ngako, ngumoya ekukho isohlwayo esibuhlungu kuwo.”"},{"SurahNumber":46,"VerseNumber":25,"Text":"Esitshabalalisa into yonke ngomyalelo weNkosi yaso, baba njalo ke kwaza akwabikho nto yaphinda yabonwa ngaphandle kwamabhodlo abo, Sibabuyekeza kanjalo ke abantu abangabaphuli-mthetho"},{"SurahNumber":46,"VerseNumber":26,"Text":"Ke kaloku Sabamisela (emhlabeni) ngendlela eSinganimiselanga ngayo nina, yaye Sabenzela ukuva nokubona neentliziyo (ingqiqo). Kodwa ukuva nokubona kwabo neentliziyo zabo azizanga zibancede nto xa babesala iiVesi zika-Allâh; yaye baye bagutyungelwa koko babekugculela"},{"SurahNumber":46,"VerseNumber":27,"Text":"Kananjalo Sele Sakutshabalalisa okuningqongileyo (kwezo) zixeko yaye Siyenze ayafana imiqondiso khona ukuze abantu babe nokubuyela (elukholweni)"},{"SurahNumber":46,"VerseNumber":28,"Text":"Kwakutheni ke abo babebathatha njengoothixo bokubasondeza (kuAllâh) bangabancedi kaloku? Nakanye, babashiya enyanyeni (ngokuba) kakade yayibubuxoki obo nomqambo (njee ongenasihlahla)"}]}