{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":141,"Text":"Sizi gozetleyip duranlar, eger size Allah'tan bir zafer (nasip) olursa, «Sizinle beraber degil miydik?» derler. Kafirlerin (zaferden) bir nasipleri olursa (bu sefer de onlara), «Sizi yenip (oldurebilecegimiz halde oldurmeyip) muminlerden korumadık mı?» derler. Artık Allah kıyamet gununde aranızda hukmedecektir ve kafirler icin muminler aleyhine asla bir yol vermeyecektir"},{"SurahNumber":4,"VerseNumber":142,"Text":"Munafıklar, Allah'a hile yapmaya kalkısıyorlar; halbuki Allah, onların oyunlarını baslarına cevirmektedir. Onlar namaza kalktıklarında usenerek kalkarlar; insanlara gosteris yaparlar; Allah'ı da cok az zikrederler"},{"SurahNumber":4,"VerseNumber":143,"Text":"(Mu'minler ile kafirler arasında) gidip gelmekte (tereddut etmekte) dirler.Ne (tam olarak) onlara, ne de (tam olarak) bunlara temayul ederler. Allah, kimi dogru yoldan saptırmıssa artık onun icin (hakka giden) bir yolu asla bulamazsın"},{"SurahNumber":4,"VerseNumber":144,"Text":"Ey iman edenler! Muminleri bırakıp da kafirleri dost edinmeyin; (bunu yaparak) Allah'a, aleyhinizde apacık bir delil mi vermek istiyorsunuz"},{"SurahNumber":4,"VerseNumber":145,"Text":"Suphe yok ki munafıklar Cehennem'in en alt katındadırlar. Artık onlara asla bir yardımcı bulamazsın"},{"SurahNumber":4,"VerseNumber":146,"Text":"Ancak tevbe edip hallerini duzeltenler, Allah'a sımsıkı sarılıp dinlerini (ibadetlerini) yalnız onun icin yapanlar baskadır. Iste bunlar (gercekte) muminlerle beraberdirler ve Allah muminlere yakında buyuk mukafat verecektir"},{"SurahNumber":4,"VerseNumber":147,"Text":"Eger siz iman eder ve sukrederseniz, Allah size neden azap etsin! Allah, sukredenlerin mukafatını fazlasıyla veren, her seyi hakkıyle bilendir"}]}