{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"Yena (uFir’awn) uya kuhamba ngaphambili kubantu bakowabo ngoMhla wovuko, abakhokelele eMlilweni, hayi ukubambi kwendawo abaza kukhokelelwa kuyo"},{"SurahNumber":11,"VerseNumber":99,"Text":"Balandeliswa ngesiqalekiso kobu (bomi) kanti nangeMini yoVuko. Hayi ukuba sibi kwesipho (abaya) kusiphiwa"},{"SurahNumber":11,"VerseNumber":100,"Text":"Ezo zezinye zeendaba (zabemi) bezixeko eSikubalisela ngazo (Muhammad), ezinye zazo zisemi nangoku, ezinye sele zawa (kudala)"},{"SurahNumber":11,"VerseNumber":101,"Text":"Asizanga Sibenze bubi Thina koko ngabo ngokwabo abazenza ububi. Oothixo babo abangaphandle koAllâh ababebiza kubo, abazanga babancede nto ukufika koMyalelo weNkosi yakho, kungekho nto babongezelela ngayo ngaphandle kwentshabalalo"},{"SurahNumber":11,"VerseNumber":102,"Text":"Olo ke luhlaselo lweNkosi yakho, Yona ihlasela izixeko ezenza ubugwenxa. Inene uhlaselo lwaYo lubuhlungu kanobom"},{"SurahNumber":11,"VerseNumber":103,"Text":"Inene kuko oko kukho isifundo kwabo basoyikayo isohlwayo soBomi oBuzayo, Leyo iya kuba yiMini apho abantu baya kuqokelelwa ndawonye, yaye yiMini leyo kuza kubakho zonke (izinto)"},{"SurahNumber":11,"VerseNumber":104,"Text":"Ke kaloku Siyibambezelele ixesha (layo) elimisiweyo"},{"SurahNumber":11,"VerseNumber":105,"Text":"NgeMini eya kufika ngayo akukho mntu uya kuthetha ngaphandle kwemvume yaKhe (uAllâh). Abanye kubo ngaloo Mini baya kuba lusizana abanye basikeleleke"},{"SurahNumber":11,"VerseNumber":106,"Text":"Abo balusizana baya kuba seMlilweni batsho ngesingqala ngelizwi eliphezulu nelisezantsi"},{"SurahNumber":11,"VerseNumber":107,"Text":"Baya kuhlala apho ixesha lonke eliya kunyanyezelwa ngamazulu nomhlaba, ngaphandle kokuba iNkosi yakho Ithandile. Inene, iNkosi yakho nguMenzi wentando yaYo"},{"SurahNumber":11,"VerseNumber":108,"Text":"Ke bona abo basikelelekileyo baya kuba sePaladesi bahlale apho ixesha lonke eliya kunyanyezelwa ngamazulu nomhlaba, ngaphandle kokuba iNkosi yakho Ithandile, (eso iya kuba) sisipho esingenasiphelo"}]}