{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":29,"VerseNumber":53,"Text":"Zij vragen u de straf te verhaasten; en indien er geen termijn was genoemd zou de straf reeds over hen zijn gekomen; toch zal deze hen zeker onverwachts overvallen terwijl zij het niet voorzien"},{"SurahNumber":29,"VerseNumber":54,"Text":"Zij vragen u de straf te verhaasten; maar waarlijk de hel zal de ongelovigen omringen"},{"SurahNumber":29,"VerseNumber":55,"Text":"Op de Dag waarop de straf hen zal overweldigen van boven en van onder hun voeten, zal Hij zeggen: \"Ondergaat wat gij hebt bedreven"},{"SurahNumber":29,"VerseNumber":56,"Text":"O Mijn gelovige dienaren Mijn aarde is uitgestrekt, aanbidt derhalve Mij alleen"},{"SurahNumber":29,"VerseNumber":57,"Text":"Elk mens moet de dood ondergaan, daarna zult gij tot Ons worden teruggebracht"},{"SurahNumber":29,"VerseNumber":58,"Text":"Zij, die geloven en goede werken doen, hen zullen Wij zeker huisvesten in verheven woningen van het paradijs waarin rivieren stromen. Zij zullen er in vertoeven. Hoe voortreffelijk is de beloning dergenen die goed doen"},{"SurahNumber":29,"VerseNumber":59,"Text":"Die standvastig zijn, en hun vertrauwen in hun Heer stellen"},{"SurahNumber":29,"VerseNumber":60,"Text":"En hoeveel dieren zijn er die hun eigen onderhoud niet meedragen! Allah zorgt voor hen en voor u, en Hij is de Alhorende, de Alwetende"},{"SurahNumber":29,"VerseNumber":61,"Text":"En als gij hen vraagt: \"Wie heeft de hemelen en de aarde geschapen, en de zon en de maan in dienst gesteld?\" zullen zij gewis zeggen, \"Allah\". Hoe worden zij dan (van het goede pad) afgewend"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah vergroot en bekrimpt het levensonderhoud voor wie Hij wil van Zijn dienaren. Voorzeker, Allah heeft kennis van alle dingen"},{"SurahNumber":29,"VerseNumber":63,"Text":"En als gij hun vraagt: \"Wie zendt water uit de hemel neder en geeft er leven door aan de aarde na haar dood?\", zullen zij gewis zeggen: \"Allah\". Zeg: \"Alle roem behoort aan Allah.\" Maar de meesten hunner begrijpen het niet"}]}