{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":96,"Text":"Əgər o məmləkətlərin əhalisi iman gətirib (pis əməllərdən) cəkinsəydilər, sozsuz ki, onların baslarına goydən və yerdən bərəkət yagdırardıq (goyun və yerin bərəkət qapılarını onların uzunə acardıq). Lakin onlar (oz peygəmbərlərini) yalancı hesab etdilər, Biz də onları qazandıqlarına (qazandıqları gunahlara) gorə məhv etdik"},{"SurahNumber":7,"VerseNumber":97,"Text":"Məgər o məmləkətlərin əhalisi əzabımızın onlara gecə yatarkən gəlməyəcəyinə əmin idilərmi"},{"SurahNumber":7,"VerseNumber":98,"Text":"Və ya o məmləkətlərin əhalisi əzabımızın onlara gunduz oynayıb əylənərkən gəlməyəcəyinə arxayın idilərmi"},{"SurahNumber":7,"VerseNumber":99,"Text":"Yaxud (o məmləkətlərin əhalisi) Allahın onları dolasdırıb bəla toruna salmayacagına (naz-ne’mət icində yasadıqları halda qəflətən onlara əzab gondərməyəcəyinə) əmin idilərmi? Allahın (bu yolla) dolasdırıb bəla toruna salmayacagına ozlərinə zərər eləyənlərdən basqa hec kəs arxayın ola bilməz"},{"SurahNumber":7,"VerseNumber":100,"Text":"Yer uzunun (qədim) sakinlərindən sonra ona varis olanlara (onların yerinə gələnlərə) aydın olmadımı ki, əgər Biz istəsəydik, onları da gunahlarına gorə musibətlərə ducar edər, urəklərini mohurləyərdik (dusuncə və təfəkkur qabiliyyətindən məhrum edərdik) və onlar da (oyud-nəsihət) esıtməzdilər"},{"SurahNumber":7,"VerseNumber":101,"Text":"(Ya Rəsulum!) O məmləkətlərin bə’zi xəbərlərini (əhvalatlarını) sənə soylədik. Peygəmbərləri onlara acıq-askar dəlillər (mo’cuzələr) gətirmisdilər. (Həmin məmləkətlərin əhalisi) əvvəlcə yalan hesab etdiklərinə (mo’cuzələrə, dəlillərə) yenə də inanmadılar. Allah kafirlərin urəklərini belə mohurləyər"},{"SurahNumber":7,"VerseNumber":102,"Text":"Onların əksəriyyətində əhdə vəfa gormədik. (Əksinə) onların əksəriyyətini (Allahın itaətindən cıxmıs, Onun əmrlərini pozmus) gunahkar kəslər gorduk"},{"SurahNumber":7,"VerseNumber":103,"Text":"Onlardan sonra Musanı mo’cuzələrimizlə Fir’ona və onun ə’yanlarına (peygəmbər) gondərdik. Onlar (həmin mo’cuzələri) inkar etdilər. Bir gor fəsad torədənlərin axırı necə oldu"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa dedi: “Ey Fir’on! Mən aləmlərin Rəbbi tərəfindən gondərilmis bir peygəmbərəm"}]}