{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":40,"VerseNumber":50,"Text":"(Tozok karoolcuları) aytıstı: «Silerge paygambarıŋar (usul kundordu eskertken) anık dalildar menen kelbedi bele?!». «Jok, kelgen» (desti tozoktogular. Anda tozok peristeleri): «Ozuŋor suragıla! Birok kaapırlardın duba-tilekteri tekke ketet!»-desti"},{"SurahNumber":40,"VerseNumber":51,"Text":"Cınında Biz paygambalarıbızga jana ıymanduu pendelerge, duyno jasoosunda da, kubolor (dayar bolup) turgan (Kıyamat) kundo da anık jardam berebiz"},{"SurahNumber":40,"VerseNumber":52,"Text":"Al Kundo zaalım pendelerge sıltooloru payda berbeyt! Alarga naalat jana eŋ jaman orun (tozok) bar"},{"SurahNumber":40,"VerseNumber":53,"Text":"Biz Musaga Hidayat-Tuura Jol berdik jana (aga tusurgon) kitepke Israyil urpaktarın muraskor kılıp koyduk"},{"SurahNumber":40,"VerseNumber":54,"Text":"(Al Kitep) Tuura Joldu jana akılduu adamdar ucun Zikir-eskertuulordu (oz icine kamtıgan)"},{"SurahNumber":40,"VerseNumber":55,"Text":"(O, Muhammad! Musrikterge) sabırduu bol! Cınında, Allaһtın ubadası-Akıykat! Kunooloruŋ ucun Allaһtan kecirim surap, erteli-kec Rabbiŋe maktoo jana tasbih ayt"},{"SurahNumber":40,"VerseNumber":56,"Text":"Allaһtın ayattarı jonundo, ozdoruno (ec kanday ilahiy) dalil kelbese da, talasıp-tartısa turgan kisilerdin jurogundo tekberlenuudon baska ec nerse jok.! Alar aga (cındıkka) jete albayt. Emi sen Allaһtan korgoo tile. Al — Uguucu, Koruucu"},{"SurahNumber":40,"VerseNumber":57,"Text":"Anıgında, asmandar menen jerdi jaratuu insaniyattı jaratuudan coŋ nerse. Birok, kopculuk adamdar (munu) bilbey jatısat"},{"SurahNumber":40,"VerseNumber":58,"Text":"Jana (ec kacan) sokur menen kozduu adam jana ıyman keltirip, salih amal kılgandar menen kunookor (adamdar) teŋ bolo albayt. (Adamdar Allaһtı) oto seyrek eskeriset"}]}