{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"Gercekten, Biz ona yeryuzunde sapasaglam bir iktidar verdik ve ona herseyden bir yol (sebep) verdik"},{"SurahNumber":18,"VerseNumber":85,"Text":"O da, bir yol tuttu"},{"SurahNumber":18,"VerseNumber":86,"Text":"Sonunda gunesin battıgı yere kadar ulastı ve onu kara camurlu bir gozede batmakta buldu, yanında bir kavim gordu. Dedik ki: \"Ey Zu'l-Karneyn, (istiyorsan onları) ya azaba ugratırsın veya iclerinde guzelligi (gecerli ilke) edinirsin"},{"SurahNumber":18,"VerseNumber":87,"Text":"Dedi ki: \"Kim zulmederse biz onu azaplandıracagız, sonra Rabbine dondurulur, O da onu gorulmemis bir azapla azaplandırır"},{"SurahNumber":18,"VerseNumber":88,"Text":"Kim iman eder ve salih amellerde bulunursa, onun icin guzel bir karsılık vardır. Ona buyrugumuzdan kolay olanını soyleyecegiz"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra (yine) bir yol tuttu"},{"SurahNumber":18,"VerseNumber":90,"Text":"Sonunda gunesin dogdugu yere kadar ulastı ve onu (gunesi), kendileri icin bir siper kılmadıgımız bir kavim uzerine dogmakta iken buldu"},{"SurahNumber":18,"VerseNumber":91,"Text":"Iste boyle, onun yanında \"ozu kapsayan bilgi oldugunu\" (veya yanında olup-biten herseyi) Biz (ilmimizle) busbutun kusatmıstık"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra bir yol (daha) tuttu"},{"SurahNumber":18,"VerseNumber":93,"Text":"Iki seddin arasına kadar ulastı, onların (sedlerin) onunde hemen hemen hicbir sozu kavramayan bir kavim buldu"},{"SurahNumber":18,"VerseNumber":94,"Text":"Dediler ki: \"Ey Zu'l-Karneyn, gercekten Ye'cuc ve Me'cuc, yeryuzunde bozgunculuk cıkarıyorlar, bizimle onlar arasında bir sed insa etmen icin sana vergi verelim mi"},{"SurahNumber":18,"VerseNumber":95,"Text":"Dedi ki: \"Rabbimin beni kendisinde saglam bir iktidarla yerlesik kıldıgı (guc, nimet ve imkan), daha hayırlıdır. Madem oyle, bana (insani) gucle yardım edin de, sizinle onlar arasında sapasaglam bir engel kılayım"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bana demir kutleleri getirin\", iki dagın arası esit duzeye gelince, \"Korukleyin\" dedi. Onu ates haline getirinceye kadar (bu isi yaptı, sonra:) dedi ki: \"Bana getirin, uzerine eritilmis bakır dokeyim"},{"SurahNumber":18,"VerseNumber":97,"Text":"Boylelikle, ne onu asabildiler, ne onu delmeye guc yetirebildiler"}]}