{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":88,"Text":"Samiri, o erimiş altınlardan böğüren bir buzağı heykelini yontarak İsrailoğullarının önlerine dikti. Onlar da birbirlerine «İşte sizin ve Musa´nın ilahı budur, fakat Musa onu unuttu» dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Oysa onlar, o buzağı heykellerinin kendilerine cevap vermediğini, ne zarar ve ne de fayda dokunduramadığını görmüyorlar mı"},{"SurahNumber":20,"VerseNumber":90,"Text":"Üstelik Harun daha önce onlara «Ey soydaşlarım, bu altın heykel aracılığı ile siz sınav geçiriyorsunuz. Aslında sizin Rabb´iniz rahmeti bol olan Allah´dır. Bana uyunuz ve dediğimi yapınız» demişti"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar Harun´a «Musa bize dönünceye kadar bu buzağı heykeline tapmayı sürdüreceğiz» dediler"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa dönünce dedi ki: «Ey Harun, onların sapıttıklarını gördüğünde seni engelleyen ne oldu"},{"SurahNumber":20,"VerseNumber":93,"Text":"Niye beni izleyerek onlara karşı koymadın? Yoksa emrime karşı mı geldin"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun Musa´ya «Ey anamın oğlu, saçımı sakalımı çekme, ben ´İsrailoğullarını birbirlerine düşürdün, sözümü tutmadın´ diyeceksin diye korktum» dedi"},{"SurahNumber":20,"VerseNumber":95,"Text":"Bunun üzerine Musa «Ey Samiri, peki senin amacın neydi?» dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"Samiri dedi ki; «Ben onların görmediklerini gördüm. Bana gelen ilahi elçinin ayak izlerinden avucumu doldurarak onu erimiş altın külçesinin bulunduğu potaya attım. Böyle yapmamın iyi olacağı içime doğdu.»"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa ona dedi ki: «Çekil karşımdan» Sen hayatı boyunca insanlara ´Bana değmeyin´ demeye mahkûm oldun. Ayrıca asla yakanı kurtaramayacağın başka bir cezan daha vardır. Şimdi tapmaya devam ettiğin ilahının başına neler geleceğini gör. Onu ateşte eriteceğiz, sonra da parçalarını denize atacağız"},{"SurahNumber":20,"VerseNumber":98,"Text":"Aslında sizin ilahınız, kendisinden başka ilah olmayan Allah´dır. O´nun bilgisi her şeyi kapsamı içine almıştır"}]}