{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":74,"Text":"Ciertamente, los pecadores que negaban la verdad permaneceran eternamente en el castigo del Infierno"},{"SurahNumber":43,"VerseNumber":75,"Text":"No se les mitigara el castigo (ni por un momento) y desesperaran (de recibir la misericordia de Al-lah)"},{"SurahNumber":43,"VerseNumber":76,"Text":"Y no habremos sido injustos con ellos, sino que ellos habran sido injustos consigo mismos"},{"SurahNumber":43,"VerseNumber":77,"Text":"Y suplicaran (al angel responsable del Infierno diciendole): “¡Oh, Malik!, haz que tu Senor acabe de una vez con nosotros”. El les dira: “Permaneceran en el castigo para siempre (sin que perezcan)”"},{"SurahNumber":43,"VerseNumber":78,"Text":"(Y Al-lah les dira:) “Ciertamente, les trajimos la verdad a traves del Profeta, pero la mayoria de ustedes la despreciaron”"},{"SurahNumber":43,"VerseNumber":79,"Text":"¿O acaso (quienes rechazan la verdad) han decidido tramar algun plan en contra (de Muhammad)? Nosotros tambien estamos planeando (castigarlos por ello)"},{"SurahNumber":43,"VerseNumber":80,"Text":"¿O acaso piensan que no oimos sus secretos y sus confidencias? ¡Por supuesto que si! Y Nuestros mensajeros (los angeles) estan junto a ellos registrando todo lo que dicen y hacen"},{"SurahNumber":43,"VerseNumber":81,"Text":"Diles (a los idolatras de tu pueblo, ¡oh, Muhammad!): “Si el Clemente tuviera realmente algun hijo, yo seria el primero en adorarlo”"},{"SurahNumber":43,"VerseNumber":82,"Text":"¡Glorificado sea el Senor de los cielos y de la tierra, el Senor del Trono! El esta muy por encima de lo que Le atribuyen"},{"SurahNumber":43,"VerseNumber":83,"Text":"Dejalos, pues, en su falsedad y en su disfrute de la vida (¡oh, Muhammad!) hasta que les llegue el dia que les ha sido prometido (el Dia de la Resurreccion)"},{"SurahNumber":43,"VerseNumber":84,"Text":"Y El es la unica divinidad (verdadera) que merece ser adorada en los cielos y en la tierra. Y El es el Sabio, el Omnisciente"},{"SurahNumber":43,"VerseNumber":85,"Text":"¡Bendito sea Aquel a Quien pertenece la soberania de los cielos y de la tierra y de cuanto hay entre ellos! El es el unico que conoce cuando tendra lugar la Hora, y a El habran de retornar (para ser juzgados)"},{"SurahNumber":43,"VerseNumber":86,"Text":"Y los idolos a los que (los idolatras) invocan fuera de Al-lah no tienen el poder de interceder por nadie. Solo podran interceder (con el permiso de Al-lah) quienes den testimonio de la verdad (sobre la unicidad de Al-lah) con pleno conocimiento"},{"SurahNumber":43,"VerseNumber":87,"Text":"Y si les preguntas quien los creo (¡oh, Muhammad!), diran que fue Al-lah. ¿Como pueden, pues, apartarse (de Su adoracion)"},{"SurahNumber":43,"VerseNumber":88,"Text":"Y dijo (Muhammad quejandose de su gente a Al-lah): “¡Senor!, este pueblo no cree (en la verdad)”"},{"SurahNumber":43,"VerseNumber":89,"Text":"(Al-lah le respondio:) “Apartate de ellos y respondeles de buena manera (a pesar de sus ofensas). Ya sabran (lo que les espera)"}]}