{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":28,"VerseNumber":78,"Text":"Tā [gāo lún] shuō:“Wǒ zhī suǒ yǐ shòu cì zhèxiē cáibǎo, jiē yīn wǒ yǒu zhīshì.” Nándào tā bù zhīdào ma? Zài tā zhīqián, ān lā què yǐ huǐmièle xǔduō shìdài, nàxiē shìdài de shílì bǐ tā de gèng qiángdà, jīxù de cáifù bǐ tā de gèng duō. Fànzuì zhě de zuì'è shì wúxū shěnwèn de."},{"SurahNumber":28,"VerseNumber":79,"Text":"Tā [gāo lún] céng shèngzhuāng chūlái jiàn tā de zúrén. Nàxiē tān ài jīnshì shēnghuó de rén shuō:“Yàoshi wǒmen yě huòdé gāo lún suǒ shòu cì de cáifù duō hǎo a! Tā què shì yǒu dàfú de rén.”"},{"SurahNumber":28,"VerseNumber":80,"Text":"Nàxiē shòu cì [zōngjiào] zhīshì de rén shuō:“Nǐmen zhēn bùxìng! Ān lā [zài hòushì] duì xìnyǎng bìng xíngshàn zhě de bàochóu cái shì zuì hǎo de. Wéi jiānrěn zhě [zūnxíng zhèngdào zhě] cáinéng huòdé nà zhǒng bàochóu.”"},{"SurahNumber":28,"VerseNumber":81,"Text":"Wǒ shǐ dàdì tūnmòle tā hé tā de zhùzhái [zhù]. Méiyǒu rènhé tuántǐ néng bāngzhù tā dǐyù ān lā de chéngfá, tā yě bùnéng zìjiù."},{"SurahNumber":28,"VerseNumber":82,"Text":"Nàxiē zuótiān hái xiànmù tā [gāo lún] de jìngkuàng de rén kāishǐ shuō:“Nǐ bù zhīdào ma? Ān lā yù shǐ tā de púrén zhōng shéi fùyù, jiù shǐ shéi fùyù; yù shǐ shéi jiǒngpò, jiù shǐ shéi jiǒngpò. Jiǎrú ān lā bù shī ēn gěi wǒmen, tā bì shǐ dà dì tūnmò wǒmenle. Nǐ bù zhīdào ma? Bù xìnyǎng zhě shì jué bù huì chénggōng de.”"},{"SurahNumber":28,"VerseNumber":83,"Text":"Zhè shì hòushì de zhùzhái [lèyuán], wǒ jiāng bǎ tā cì yú bù yuàn zài dà dìshàng àomàn bèilí zhēnlǐ hé bù yuàn zuò'è zhě. Shàn guǒ shì shǔyú jìngwèi zhě de."},{"SurahNumber":28,"VerseNumber":84,"Text":"Shéi xíngshàn, shéi jiāng huòdé bǐ nà shàngōng [zhù 1] gèng hǎo de shàn bào; shéi zuò'è, shéi zhǐ shòu suǒ zuò è xíng de [tóngyàng] huán bào [zhù 2]."}]}