{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"Y entre Sus señales están los barcos, como montañas en el mar"},{"SurahNumber":42,"VerseNumber":33,"Text":"Y, si Él quiere, aquieta el viento y los inmoviliza en su superficie. En verdad, en ello hay señales para todo el que sea muy paciente, muy agradecido"},{"SurahNumber":42,"VerseNumber":34,"Text":"O les aniquila por lo que han cometido -pero Él perdona mucho"},{"SurahNumber":42,"VerseNumber":35,"Text":"para que quienes discuten Nuestras señales sepan que no tendrán lugar al que escapar"},{"SurahNumber":42,"VerseNumber":36,"Text":"Todo lo que se os ha dado es disfrute pasajero de esta vida mundanal y lo que hay junto a Dios es mejor y más duradero para quienes tienen fe y confían en su Señor"},{"SurahNumber":42,"VerseNumber":37,"Text":"y se abstienen de los pecados mayores y la inmoralidad y, cuando se les irrita, perdonan"},{"SurahNumber":42,"VerseNumber":38,"Text":"Y que responden a su Señor, hacen la oración, se consultan entre ellos los asuntos y reparten de aquello que Nosotros les proveemos"},{"SurahNumber":42,"VerseNumber":39,"Text":"y cuando sufren una injusticia, un ultraje, se ayudan entre sí"},{"SurahNumber":42,"VerseNumber":40,"Text":"La recompensa del mal es un mal semejante. Así pues, quien perdone y corrija el mal será recompensado por Dios. En verdad, Él no ama a los opresores"},{"SurahNumber":42,"VerseNumber":41,"Text":"Y quienes se defiendan tras haber sido oprimidos no serán censurados"},{"SurahNumber":42,"VerseNumber":42,"Text":"En verdad, la censura es para quienes oprimen a las gentes y van agrediendo en la Tierra sin derecho. Ellos tendrán un castigo doloroso"},{"SurahNumber":42,"VerseNumber":43,"Text":"Y ser pacientes y perdonar es señal de quienes poseen una gran firmeza"},{"SurahNumber":42,"VerseNumber":44,"Text":"Y a quien Dios extravíe no encontrará tras Él quien le proteja y verás a los opresores, cuando les llegue el castigo, diciendo: «¿Hay algún camino para regresar?»"}]}