{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":238,"Text":"Namazlara ve orta namaza devam (ve dikkat) edin. Allah icin saygı ve baglılık icinde namaz kılın"},{"SurahNumber":2,"VerseNumber":239,"Text":"Eger (herhangi bir seyden) korkarsanız (namazlarınızı) yuruyerek yahut binmis olarak (kılın). Guvene kavustugunuz zaman, siz bilmezken Allah'ın size ogrettigi sekilde O’nu anın (namaz kılın)"},{"SurahNumber":2,"VerseNumber":240,"Text":"Sizden olup de (dul) esler bırakan kimseler, zevcelerinin, evlerinden cıkarılmadan, bir yıla kadar bıraktıkları maldan faydalanmaları hususunda (saglıklarında) vasiyet etsinler. Eger o kadınlar, (kendiliklerinden) cıkıp giderlerse, kendileri hakkında yaptıkları mesru seylerden size bir gunah yoktur. Allah Aziz'dir, Hakim'dir"},{"SurahNumber":2,"VerseNumber":241,"Text":"Bosanmıs kadınlar icin de maruf (hakkaniyet) olculerinde faydalanacakları bir mal olmalıdır. Bu, Allah korkusu tasıyanlar uzerine bir borctur"},{"SurahNumber":2,"VerseNumber":242,"Text":"Iste, Allah size dusunup (hakikati) anlayasınız diye ayetlerini boyle acıklar"},{"SurahNumber":2,"VerseNumber":243,"Text":"Binlerce oldukları halde, olum korkusundan dolayı yurtlarından cıkıp gidenleri gormedin mi? Allah onlara «Olun!» dedi (olduler). Sonra onları diriltti. Suphesiz Allah insanlara karsı lutufkardır. Lakin insanların cogu sukretmez"},{"SurahNumber":2,"VerseNumber":244,"Text":"O halde Allah yolunda savasın ve bilin ki Allah, hakkıyla isiten, hakkıyla bilendir"},{"SurahNumber":2,"VerseNumber":245,"Text":"Allah'a guzel bir odunc verip de Allah'ın da onun karsılıgını kat kat artırarak (kendisine verecegi) kim vardır? Allah, hem daraltır, hem genisletir. (Neticede yine) O' na donduruleceksiniz"}]}