{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":78,"VerseNumber":31,"Text":"Həqiqətən, muttəqilərin nicat yeri (Cənnət)"},{"SurahNumber":78,"VerseNumber":32,"Text":"Bagcalar və uzum bagları"},{"SurahNumber":78,"VerseNumber":33,"Text":"Sinələri yenicə qabarmıs (dolmus, tumurcuqlanmıs, gozəllikdə və məlahətdə bir-birinə bənzər) həmyasıd qızlar"},{"SurahNumber":78,"VerseNumber":34,"Text":"(Cənnət sərabı ilə) dolu qədəhlər gozləyir"},{"SurahNumber":78,"VerseNumber":35,"Text":"Onlar orada (Cənnətdə) nə bos soz, nə də yalan esidəcəklər"},{"SurahNumber":78,"VerseNumber":36,"Text":"(Bu, muttəqilərə) Rəbbindən olan mukafat, artıqlaması ilə verilən bəxsisdir"},{"SurahNumber":78,"VerseNumber":37,"Text":"Goylərin, yerin və onların arasındakıların Rəhman olan Rəbbindən (gondərilən bəxsisdir). Onlar (məxluqat) Onun huzurunda hec bir soz deməyə qadir olmazlar"},{"SurahNumber":78,"VerseNumber":38,"Text":"Ruhun (Cəbrailin) və mələklərin səf-səf duracagı gun Rəhmanın izin verdiyi kimsələrdən basqa hec kəs danısmayacaq, danısan da dogrunu deyəcəkdir"},{"SurahNumber":78,"VerseNumber":39,"Text":"Bu, haqq olan gundur. Kim dilərsə, (iman gətirib ibadət və itaət etməklə) Rəbbinə tərəf qayıdan bir yol tutar"},{"SurahNumber":78,"VerseNumber":40,"Text":"Həqiqətən, Biz sizi yaxın bir əzabla (qiyamət gununun əzabı ilə) qorxutduq. O gun insan oz əlləri ilə etdiyi (yaxsı, pis) əməlləri gorəcək, kafir isə: “Kas (bu əzabı gorməmək ucun) torpaq olaydım!” – deyəcəkdir"},{"SurahNumber":79,"VerseNumber":1,"Text":"And olsun (kafirlərin canını) zorla alanlara"},{"SurahNumber":79,"VerseNumber":2,"Text":"And olsun (mo’minlərin canını) rahatlıqla alanlara"},{"SurahNumber":79,"VerseNumber":3,"Text":"And olsun sur’ətlə uzənlərə"},{"SurahNumber":79,"VerseNumber":4,"Text":"And olsun (bir-birini) otdukcə otənlərə"},{"SurahNumber":79,"VerseNumber":5,"Text":"And olsun isə əncam cəkənlərə (Allahın əmri ilə dunyanın islərini idarə edən mələklərə ki, qiyamət haqdır və siz qiyamət gunu dirilib haqq-hesab ucun Allahın huzurunda duracaqsınız)"},{"SurahNumber":79,"VerseNumber":6,"Text":"O gun sarsılan sarsılacaq (surun birinci ufurulməsi ilə yer, goy lərzəyə gələcək)"},{"SurahNumber":79,"VerseNumber":7,"Text":"Onun ardınca bir sarsıntı da olacaqdır! (Sur ikinci dəfə ufuruləcəkdir. Israfil suru birinci dəfə caldıqda hər sey məhv olacaq, ikinci dəfə caldıqda isə hamı diriləcəkdir. Bunların arası dunya vaxtı ilə muqayisədə qırx il cəkəcəkdir)"},{"SurahNumber":79,"VerseNumber":8,"Text":"O gun urəklər qorxub titrəyəcək"},{"SurahNumber":79,"VerseNumber":9,"Text":"Gozləri (o urəklərin sahib oldugu gozlər dəhsətdən) zəlilcəsinə yerə dikiləcəkdir"},{"SurahNumber":79,"VerseNumber":10,"Text":"(Qiyaməti inkar edən kafirlər dunyada istehza ilə) deyirlər: “Dogrudanmı biz (oləndən sonra dirilib) əvvəlki vəziyyətimizə qaytarılacagıq"},{"SurahNumber":79,"VerseNumber":11,"Text":"Ozu də curumus sumuklər oldugumuz zamanmı?!”"},{"SurahNumber":79,"VerseNumber":12,"Text":"Onlar deyirlər: “Elə isə bu ziyanlı donusdur (cunki onun arxasında siddətli bir əzab durur)"},{"SurahNumber":79,"VerseNumber":13,"Text":"(Ey kafirlər! Bu, Allah ucun cətin deyildir). Dogrudan da, o (surun axırıncı dəfə calınması) ancaq tək bir dəhsətli səsdir (nə’rədir)"},{"SurahNumber":79,"VerseNumber":14,"Text":"Onlar dərhal (qəbirlərindən cıxıb) dumduz bir yerdə olacaqlar"},{"SurahNumber":79,"VerseNumber":15,"Text":"(Ya Peygəmbər!) Musanın hekayəti (sohbəti) sənə gəlib catdımı"}]}