{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"To those who do right is a good (reward)— Yes, more (than that), no darkness, no dust, nor shame shall be over their faces! They are the companions of the Garden; In there they will live (for ever)"},{"SurahNumber":10,"VerseNumber":27,"Text":"But those who have earned evil deeds will have a repayment of like evil: And (humiliating) shame and dishonor will cover their (faces): None will they have to save from (the anger of) Allah: Their faces will be covered, so to say, with pieces of the deep darkness of Night: They are the companions of the Fire: In there they will live forever"},{"SurahNumber":10,"VerseNumber":28,"Text":"And one Day, We shall gather them all together— Then We shall say to those who joined gods (with Us): \"(Go) to your place! You and those you joined as 'partners'.\" Then We shall separate them, and their 'partners' shall say: \"It was not us that you used to worship"},{"SurahNumber":10,"VerseNumber":29,"Text":"Allah is enough as a witness between us and you: Truly we did not know anything of your worship of us"},{"SurahNumber":10,"VerseNumber":30,"Text":"In there, every soul will know (the fruits of) the deeds it sent before: They will be brought back to Allah their rightful Lord, and their lies (the ‘partners’ that they) invented will leave them without (help or) support"},{"SurahNumber":10,"VerseNumber":31,"Text":"Say: \"Who is it that provides you (for life) from the sky and from the earth? Or who is it that has power over hearing and sight? And who is it that brings out the living from the dead, and the dead from the living and who is it that rules and controls all affairs?\" They will soon say, \"Allah!\" Say: \"Then will you not show piety (to Him)"},{"SurahNumber":10,"VerseNumber":32,"Text":"Such is Allah, your true Cherisher and Sustainer: Apart from Truth, what (remains) but wrong? Then why are you turned away"},{"SurahNumber":10,"VerseNumber":33,"Text":"It is (indeed) the Word of the Lord (always) proved true against those who rebel: Surely they will not believe"}]}