{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"khuba ja barakatavalo che te (allaha) jena hathamam saltanata che. Ane je dareka vastu'o para saktimana che"},{"SurahNumber":67,"VerseNumber":2,"Text":"jene mrtyu ane jivanane te mate peda karyu ke tamari kasoti kare, ke tamara manthi kona sara karyo kare che. Ane te sarvopari (ane) ksama karanara che"},{"SurahNumber":67,"VerseNumber":3,"Text":"jene sata akaso tala para tala banavya, (to e jovavala) allaha krpalu na sarjanamam ko'i avyavastha nahi ju'e, pharivara (najara thamavine) jo'i le sum ko'i tirada pana dekha'i che"},{"SurahNumber":67,"VerseNumber":4,"Text":"pharivara be be vakhata jo'i le, tari najara tari tarapha apamanita (ane lacara) tha'ine thakine pachi pharase"},{"SurahNumber":67,"VerseNumber":5,"Text":"ni:Sanka ame duniyana akasane diva'o (tara'o) vade sanagaryum ane temane saitanone maravanum madhyama banavi didhu ane saitano mate ame (jahannamani salagavi denari) yatana taiyara kari didhi"},{"SurahNumber":67,"VerseNumber":6,"Text":"Ane potana palanaharano inkara karanara'o mate jahannamani yatana che ane te ketali kharaba jagya che"},{"SurahNumber":67,"VerseNumber":7,"Text":"jyare temam te'o nakhavamam avase to teno khuba ja moto avaja sambhalase ane te josa mari rahi hase"},{"SurahNumber":67,"VerseNumber":8,"Text":"najika che ke (hamana) krodhathi phati jase, jyare pana temam ko'i jutha nakhavamam avase tenathi jahannamana rakhevalo savala karase ke sum tamari pase khabaradara karanara ko'i nahato avyo"},{"SurahNumber":67,"VerseNumber":9,"Text":"te javaba apase ke kema nahi, avyo hato, parantu ame temane juthalavya ane ame kahyum ke allaha ta'ala'e kasum pana utaryum nathi. Tame khuba ja mota geramarge cho"},{"SurahNumber":67,"VerseNumber":10,"Text":"ane kahese ke agara ame sambhalata hota athava to samajya hota to jahannami'omam na hota"},{"SurahNumber":67,"VerseNumber":11,"Text":"basa temane potanum papa svikari lidhum, have a jahannami'o dura tha'i java"},{"SurahNumber":67,"VerseNumber":12,"Text":"ni:Sanka je loko potana palanaharathi vinadekhe darata rahe che temana mate ksama che ane bhavya savaba che"}]}