{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":42,"Text":"(napiye!) Kuruviraka: Pumiyil ninkal currit tirintu parunkal. Unkalukku munniruntavarkalin mutivu ennayirru? Munniruntavarkalil perumpalanavarkal inaivaittu vanankupavarkalakave iruntanar"},{"SurahNumber":30,"VerseNumber":43,"Text":"akave, (napiye!) Allahvitamiruntu tappittuk kolla mutiyata oru nal varuvatarku munnatakave nir umatu mukattai nilaiyana (nitamana) markkattalavil tiruppivituviraka. Annalil (nallavarkalum, tiyavarkalum) vevverakap pirintu vituvarkal"},{"SurahNumber":30,"VerseNumber":44,"Text":"evan nirakarippavanaka irukkirano avanutaiya nirakarippu avanukke ketaka mutiyum. Evar narkariyankalaic ceykiraro avar (atai marumaiyil) tanakku nanmaiyakave amaittuk kolkirar"},{"SurahNumber":30,"VerseNumber":45,"Text":"nampikkai kontu narceyalkal ceytavarkalukke avan tan arulaik kuliyakak kotukkiran. Enenral, niccayamaka avan nirakarippavarkalai necippatillai"},{"SurahNumber":30,"VerseNumber":46,"Text":"(Malaikku munnar kulirnta) karrai narceytiyaka avan anuppi vaippatum avanutaiya attatcikalil onre. (Ataik kontu) avan tan arulai (malaiyai) ninkal cuvaikkumpatic ceytu, kappalkalaiyum avan tan kattalaiyaik konte cellumpatic ceykiran. Atanal (pala tivukalilum natukalilum ulla) avanutaiya arulai ninkal tetik kolkirirkal. (Ivarrukkaka) ninkal nanri celuttuvirkalaka"},{"SurahNumber":30,"VerseNumber":47,"Text":"(napiye!) Niccayamaka nam umakku munnarum pala tutarkalai avarkalutaiya camutaya makkalitam anuppi vaittom. Avarkalum telivana attatcikalaiye avarkalitam kontu vantanar. (Eninum, avarrai avarkal nirakarittu vittanar.) Akave, (avarrai nirakaritta)kurravalikalai nam palivankinom. (Enenral ivvaru palivanki) nampikkaiyalarkalukku utavi ceyvatu nam'mitu katamaiyaka irukkiratu"},{"SurahNumber":30,"VerseNumber":48,"Text":"allahtan karrai anuppivaikkiran. Atu mekattai ottukiratu. Avan virumpiyavaru atai vanattil tittut tittakap parappivitukiran. Atiliruntu malai polivatai (napiye!) Nir kankirir. Tan atiyarkalil avan virumpiyavarkalai am'malai vantataiyum camayattil avarkal makilcciyataikinranar"},{"SurahNumber":30,"VerseNumber":49,"Text":"atarku munnar avarkal tankal mitu malai poliyum enra nampikkaiyai murrilum ilantavarkalakave iruntanar"},{"SurahNumber":30,"VerseNumber":50,"Text":"(napiye!) Allahvin ivvarulal erpatum palankalai nir kavanippiraka! Irantupona pumiyai evvaru celikkac ceykiran! (Ivvare) niccayamaka avan irantavarkalaiyum uyirppikkac ceyvan. Avan anaittin mitum perarral utaiyavan"}]}