{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":24,"Text":"(Onlar); “Ey Musa, muhakkak ki biz onlar orada oldugu surece ebediyen, asla oraya girmeyiz. Artık Sen ve Rabbin gidin, boylece ikiniz savasın, biz mutlaka burada otururuz” dediler"},{"SurahNumber":5,"VerseNumber":25,"Text":"(Hz. Musa) Dedi ki; “Ey Rabb´im! Muhakkak ki ben, kendimden ve kardesimden baskasına sahip degilim. Artık fasık kavimle bizim aramızı ayır.”"},{"SurahNumber":5,"VerseNumber":26,"Text":"Allah (cc.) buyurdu ki; \"Artık muhakkak ki orası onlara kırk yıl haram kılınmıstır (yasaklanmıstır). Onlar yeryuzunde saskın dolasacaklar. Sen artık fasık kavim icin uzulme"},{"SurahNumber":5,"VerseNumber":27,"Text":"Ve onlara Adem´in iki oglunun haberini (kıssasını, aralarında gecen olayı) hakkıyla oku, Allah´a yaklastıracak kurban sunmuslardı, (Kurban) ikisinin birinden kabul edilir ve digerinden ise kabul edilmez. (Kurbanı kabul edilmeyen) “Seni mutlaka oldurecegim” dedi. O da, “Allah sadece takva sahiplerinden kabul eder.” dedi"},{"SurahNumber":5,"VerseNumber":28,"Text":"Gercekten, eger sen, beni oldurmek icin elini bana uzatırsan, ben seni oldurmek icin elimi sana uzatacak degilim. Muhakkak ki ben, alemlerin Rabb´i olan Allah´tan korkarım"},{"SurahNumber":5,"VerseNumber":29,"Text":"Gercekten ben, benim gunahım ile kendi gunahını yuklenmeni, boylece ates halkından olmanı dilerim.Ve zalimlerin cezası, iste budur"},{"SurahNumber":5,"VerseNumber":30,"Text":"Bunun uzerine nefsi, onu, kardesini oldurmeye kandırdı (kolay ve zevkli gosterdi). Boylece onu oldurdu, sonra husrana ugrayanlardan oldu"},{"SurahNumber":5,"VerseNumber":31,"Text":"Sonra, Allah, ona, kardesinin cesedini nasıl gomecegini gostermek icin yeri eseleyen bir karga gonderdi. \"Yazıklar olsun bana, bu karga gibi olup boylece kardesimin cesedini gommekten aciz mi oldum?\" dedi Sonra da pisman olanlardan oldu"}]}