{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"Imi vanhu! Ityai Tenzi venyu! (Nokuti) zvirokwazvo, kundengendeka kwenyika pazuva rekupedzisira chinhu chinotyisa zvikuru"},{"SurahNumber":22,"VerseNumber":2,"Text":"Zuva iro muchazviona, amai vose vanoyamwisa vachakanganwa rusvava rwavo, uye (amai) avo vakazvitakura (vane mimba) vachadonhedza icho chavakasenga (mwana ari mudumbu), uye muchaona vanhu vachinge sevakadhakwa, asi vanenge vasina kudhakwa, asi kuti marwadzo aAllah achange ari makuru"},{"SurahNumber":22,"VerseNumber":3,"Text":"(Uye) pakati pavanhu pane uyo anopikisa maererano nezvaAllah asina ruzivo, uye anotevera shaitwaan (dhiyabhorosi) wese akapanduka (asingateereri Allah)"},{"SurahNumber":22,"VerseNumber":4,"Text":"Zvakava zvinokomekedzwa paari (Shaitwaan) kuti uyo achamutevera, achamurasisa, uye achamuendesa kumarwadzo emoto"},{"SurahNumber":22,"VerseNumber":5,"Text":"Imi vanhu! Kana musingabvumi zvokuti muchamutswa (Pazuva rekutongwa), zvirokwazvo, takakusikai kubva kuivhu (Adam), uye kubva kuNutfah (mbeu yemunhurume nemukadzi), uye kubva kuchigodo cheropa, uye kubva kuchidimbu chenyama, chimwe chakaumbika uye chimwe chisina kuumbika, kuti tizvijekese kwamuri (Kukuratidzai masimba nekugona kwedu kuita zvatinoda). Uye tinoita uyo watinoda kuti arambe ari mudumbu (maamai vake) kwenguva yakatarwa (mwedzi mipfumbamwe), uye tinokuburitsai (munhumbu) sevana (vacheche), uye tokukudzai kuti muve majaya. Uye pakati penyu pane uyo anofa achiri mwana, uye pakati penyu pane uyo anodzoserwa kuzera rakashata (anochembera kudzokera muhucheche zvakare), kusvikira pakuti anokanganwa zvose zvaaiziva. Uye unoona nyika (ivhu) yakaoma, asi tikaita kuti mvura inaye pairi (nyika/ivhu) inodzoswa kuhupenyu, uye yokura uye yobuditsa mbeu yese yakanaka"}]}