{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"(ای پیامبر !) مردم تو را از (زمان قیام) قیامت می پرسند، بگو :«علم آن تنها نزد الله است» و تو چه می دانی شاید که قیامت نزدیک باشد"},{"SurahNumber":33,"VerseNumber":64,"Text":"بی تردید خداوند کافران را لعنت کرده، و برای آنها آتش سوزان آماده کرده است"},{"SurahNumber":33,"VerseNumber":65,"Text":"که جاودانه در آن خوهند ماند، هیچ دوست و یاوری نخواهند یافت"},{"SurahNumber":33,"VerseNumber":66,"Text":"روزی که صورتهایشان در آتش (جهنم) گردانیده شود (پشیمان می شوند و) می گویند :«ای کاش خدا را اطاعت کرده بودیم، ورسول (خدا) را اطاعت کرده بودیم»"},{"SurahNumber":33,"VerseNumber":67,"Text":"و گفتند :« پروردگارا ! ما از سروران و بزرگان خود اطاعت کردیم، پس ما را از راه به در بردند(و گمراه کردند)"},{"SurahNumber":33,"VerseNumber":68,"Text":"پروردگارا ! آنها را از عذاب دو چندان ده، و آنها را به لعنتی بزرگ (و سخت) لعنت فرما»"},{"SurahNumber":33,"VerseNumber":69,"Text":"ای کسانی که ایمان آورده اید! مانند کسانی نباشید که موسی را آزار دادند، آنگاه خداوند او را از آنچه (در حق او) گفته بودند؛ مبّرا ساخت، و (او) نزد خداوند آبرومند (و صاحب منزلت) بود"},{"SurahNumber":33,"VerseNumber":70,"Text":"ای کسانی که ایمان آورده اید! از خدا بترسید، و سخن درست (و حق) بگویید"},{"SurahNumber":33,"VerseNumber":71,"Text":"تا (خداوند) کارهایتان را برای تان اصلاح کند، و گناهان تان را بیامرزد، و هرکس که از خدا و پیامبرش اطاعت کند؛ یقیناً به کامیابی عظیمی نائل شده است"},{"SurahNumber":33,"VerseNumber":72,"Text":"همانا ما امانت (خویش) را بر آسمانها و زمین و کوهها عرضه داشتیم، پس آنها از تحمل آن سر باز زدند و از آن ترسیدند، و انسان آن را بر دوش گرفت که او بسیار ستمکار نادان است"},{"SurahNumber":33,"VerseNumber":73,"Text":"تا (سرانجام) خداوند مردان منافق و زنان منافق و مردان مشرک و زنان مشرک را عذاب کند، و خداوند توبه ی مردان مؤمن و زنان مؤمن را بپذیرد (و از گناهان شان در گذرد) و خداوند آمرزنده ی مهربان است"}]}