{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Āra āmi nijakē nirdōṣa manē karinā, kēnanā niścaẏa mānuṣēra nāphasa khārāpa kājēra nirdēśa diẏē'i thākē [1], kintu sē naẏa, yāra prati āmāra raba daẏā karēna [2]. Niścaẏa āmāra raba ati kṣamāśīla, parama daẏālu.’"},{"SurahNumber":12,"VerseNumber":54,"Text":"Āra rājā balala, ‘i'usuphakē āmāra kāchē niẏē āsa; āmi tākē āmāra nijēra jan'ya āpana karē nēba.’ Tārapara rājā yakhana tāra sāthē kathā balala, takhana rājā balala, ‘āja āpani tō āmādēra kāchē maryādāśīla, āsthābhājana [1].’"},{"SurahNumber":12,"VerseNumber":55,"Text":"I'usupha balalēna, ‘āmākē dēśēra dhanabhānḍārēra upara kartr̥tba pradāna karuna; āmi tō uttama rakṣaka, subijña.’"},{"SurahNumber":12,"VerseNumber":56,"Text":"Āra ēbhābē i'usuphakē āmarā sē dēśē pratiṣṭhita karalāma; sē dēśē tini yēkhānē icchē abasthāna karatē pāratēna. Āmarā yākē icchē tāra prati āmādēra rahamata dāna kari ēbaṁ āmarā muhasinadēra puraskāra naṣṭa kari nā"},{"SurahNumber":12,"VerseNumber":57,"Text":"Āra yārā īmāna ēnēchē ēbaṁ tāka'ōẏā abalambana karē tādēra jan'ya ākhirātēra puraskāra'i uttama"},{"SurahNumber":12,"VerseNumber":58,"Text":"Āra [1] i'usuphēra bhā'iẏērā āsala ēbaṁ tāra kāchē prabēśa karala [2]. Ataḥpara tini tādērakē cinalēna, kintu tārā tākē cinatē pārala nā"},{"SurahNumber":12,"VerseNumber":59,"Text":"Āra tini yakhana tādērakē tādēra sāmagrīra byabasthā karē dilēna takhana tini balalēna [1], ‘tōmarā āmāra kāchē tōmādēra pitāra pakṣa thēkē baimātrēẏa bhā'ikē niẏē āsa [2]. Tōmarā ki dēkhacha nā yē, āmi māpē pūrṇa mātrāẏa dē'i ēbaṁ āmi uttama atithiparāẏaṇa"},{"SurahNumber":12,"VerseNumber":60,"Text":"‘Kintu tōmarā yadi tākē āmāra kāchē nā niẏē āsa tabē āmāra kāchē tōmādēra jan'ya kōnō barādda thākabē nā ēbaṁ tōmarā āmāra dhārē-kāchē'ō āsabē nā"},{"SurahNumber":12,"VerseNumber":61,"Text":"Tārā balala, ‘tāra byāpārē āmarā tāra pitākē sam'mata karānōra cēṣṭā karaba ēbaṁ āmarā niścaẏa'i ēṭā karaba.’"},{"SurahNumber":12,"VerseNumber":62,"Text":"I'usupha tām̐ra karmacārīdērakē balalēna, ‘tārā yē paṇyamūlya diẏēchē tā tādēra mālapatrēra madhyē rēkhē dā'ō, yātē sbajanadēra kāchē phirē yā'ōẏāra para tārā tā cinatē pārē, yātē tārā ābāra phirē āsē [1].’"},{"SurahNumber":12,"VerseNumber":63,"Text":"Ataḥpara tārā yakhana tādēra pitāra kāchē phirē āsala, takhana tārā balala, 'hē āmādēra pitā! Āmādēra jan'ya barādda niṣid'dha karā haẏēchē. Kājē'i āmādēra bhā'ikē āmādēra sāthē pāṭhiẏē dina yātē āmarā parimāpa karē rasada pētē pāri. Āra āmarā abaśya'i tāra rakṣaṇābēkṣaṇakārī.’"}]}