{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"Va az osmon ʙa andozai nijoz oʙ firistodem va onro dar zamin çoj dodem va Mo ʙar noʙud kardanaş tavono hastem. (In ojat ʙaroi sitamkoron tahdid va va'da ʙa azoʙ ast)"},{"SurahNumber":23,"VerseNumber":19,"Text":"Bo on oʙ ʙarojaton ʙoƣhoe az xurmovu angur padid ovardem. Şumoro dar on ʙoƣho mevahoi ʙisjorest, ki az onho mexūred"},{"SurahNumber":23,"VerseNumber":20,"Text":"Va niz daraxti zajtunro ʙiofaridem, ki dar Tūri Sino merūjad. Ravƣan medihad va on ravƣan ʙaroi xūrandagon nonxūrişest"},{"SurahNumber":23,"VerseNumber":21,"Text":"Va ʙa rostī, ʙaroi şumo dar corpojon (ʙa misli şutur, gov va gūsfand) iʙratest. Az şire, ki dar şikamaşon hast, ʙa şumo menūşonem va az onho foidahoi ʙisjor meʙared (ʙa misli pūst va mūji onho) va az gūştu carʙui onho mexūred"},{"SurahNumber":23,"VerseNumber":22,"Text":"Va ʙar onho va ʙar kiştiho savor meşaved"},{"SurahNumber":23,"VerseNumber":23,"Text":"Ba tahqiq, Nūhro ʙaroi da'vati tavhid ʙa sūi qavmaş firistodem. Guft (ʙarojaşon): «Ej qavmi man, Allohi jaktoro ʙiparasted. Şumo çuz Ū heç ma'ʙudi haqiqī nadored. Ojo az azoʙi Ū nametarsed?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Buzurgoni qavmaş, ki kofir ʙudand, guftand: «In mard insonest monandi şumo, mexohad ʙar şumo ʙartarī çūjad. Agar Alloh mexost, hatman fariştagonero mefiristod. Mo hargiz cunin cizro az padaroni peşini xud naşunidaem"},{"SurahNumber":23,"VerseNumber":25,"Text":"Ū mardi devonae ʙeş nest. Pas muddate dar ʙorai ū saʙr kuned»"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nūh) guft: «Ej Parvardigori man, aknun, ki maro durūƣgū meşumorand, joriam kun»"},{"SurahNumber":23,"VerseNumber":27,"Text":"Ba ū vahj kardem, ki kiştiro zeri nazari Mo va ʙa ilhomi Mo ʙisoz. Va cun farmoni Mo darrasid va oʙ az tanūr ʙerun zad, (ja'ne, zamin pur az oʙ şud), az har çinse çufte naru modaro va niz kasoni xudro ʙa on ʙiʙar. Magar az onho kasero, ki az peş guftai Haq va'dai halok ʙar ū muqarrar şudaast. Va dar ʙorai sitamkoron ʙo Man suxan magūj, ki onho hama ƣarqşudagonand"}]}