{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"Und hocherhaben ist ALLAH, Der Allherrschende, Der Wahrhaftigste! Und ubereile dich nicht mit der Rezitation des Quran, bevor dir dessen Wahy komplett verkundet wurde. Und sag: \"Mein HERR! Lasse mir noch mehr Wissen zuteil werden"},{"SurahNumber":20,"VerseNumber":115,"Text":"Und gewiß, bereits wiesen WIR Adam vorher an, doch er vergaß, und WIR stellten bei ihm keinen Vorsatz fest"},{"SurahNumber":20,"VerseNumber":116,"Text":"(Und erinnere daran), als WIR den Engeln sagten: \"Vollzieht Sudschud fur Adam!\" Sie vollzogen Sudschud, außer Iblis hat es abgelehnt"},{"SurahNumber":20,"VerseNumber":117,"Text":"Dann sagten WIR: \"Adam! Gewiß, dieser ist ein Feind fur dich und fur deine Gattin. Also lasst ihn nicht euch beide aus der Dschanna herausbringen, sonst mußt du dich muhen"},{"SurahNumber":20,"VerseNumber":118,"Text":"Es wird dir gewiß gewahrt, daß du darin weder hungerst noch nackt wirst"},{"SurahNumber":20,"VerseNumber":119,"Text":"Und daß du darin weder durstest noch unter Sonnenhitze leidest"},{"SurahNumber":20,"VerseNumber":120,"Text":"Dann flusterte ihm der Satan ein, er sagte: \"Soll ich dir zeigen den Baum der Ewigkeit und eine Herrschaft, die nie vergeht"},{"SurahNumber":20,"VerseNumber":121,"Text":"Dann aßen beide von ihm, dann wurde beiden ihre Bloße sichtbar. Und beide begannen, von den Blattern der Dschanna auf sich zu flechten. Und Adam widersetzte sich seinem HERRN, so irrte er"},{"SurahNumber":20,"VerseNumber":122,"Text":"Dann erwahlte ihn sein HERR, dann vergab ER ihm und leitete ihn recht"},{"SurahNumber":20,"VerseNumber":123,"Text":"ER sagte: \"Steigt von ihr, allesamt hinab! Die einen von euch (dieMenschen) sind fur die anderen (Satan) Feind. Und wenn euch von Mir Rechtleitung zuteil wird, wer dann Meiner Rechtleitung folgt, der wird weder abirren noch unglucklich werden"},{"SurahNumber":20,"VerseNumber":124,"Text":"Und wer sich von Meiner Ermahnung abwendet, fur den ist dann ein elendes Leben bestimmt, und WIR werden ihn am Tag der Auferstehung als Blinden zur Versammlung bringen"},{"SurahNumber":20,"VerseNumber":125,"Text":"Er sagte: \"Mein HERR! Weshalb bringst DU mich als Blinden zur Versammlung, wo ich doch bereits sehend war"}]}