{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"Ata do t’u thonë lëkurëve të veta: “Pse dëshmuat kundër nesh?” e ato do të përgjigjen: “Allahu, i Cili ia jep aftësinë e të folurit gjithçkaje, na ka bërë që të flasim. Ai ju ka krijuar për herë të parë dhe tek Ai do të ktheheni”"},{"SurahNumber":41,"VerseNumber":22,"Text":"Ju nuk u fshehët, që kundër jush të mos dëshmonin veshët, sytë e lëkura juaj, por ngaqë besonit se Allahu nuk i dinte shumë nga ato që bënit"},{"SurahNumber":41,"VerseNumber":23,"Text":"Ky mendim që keni pasur për Zotin tuaj, ju shkatërroi e ju u bëtë humbës"},{"SurahNumber":41,"VerseNumber":24,"Text":"Edhe nëse ata durojnë, sërish zjarri është vendstrehim për ta; edhe nëse kërkojnë falje, lutja nuk do t’u merret parasysh"},{"SurahNumber":41,"VerseNumber":25,"Text":"Ne u kishim caktuar atyre shokë të këqij, të cilët ua zbukuronin të tashmen dhe të shkuarën e tyre e për ta u përmbush Fjala, ashtu si për popujt që kanë qenë para tyre prej xhindesh dhe njerëzish. Ata kanë qenë vërtet të humbur"},{"SurahNumber":41,"VerseNumber":26,"Text":"Jobesimtarët thonë: “Mos e dëgjoni këtë Kuran! Flisni e qeshni me zë të lartë, që të ndërprisni leximin e tij!”"},{"SurahNumber":41,"VerseNumber":27,"Text":"Por, Ne do të bëjmë që mohuesit të shijojnë një dënim të ashpër dhe do t’i ndëshkojmë ata sipas veprave më të këqija që kanë bërë"},{"SurahNumber":41,"VerseNumber":28,"Text":"Ky është “shpërblimi” për armiqtë e Allahut. Xhehenemi është vendbanimi i përhershëm i tyre. Ky dënim është për ata, ngaqë mohonin shpalljet Tona"},{"SurahNumber":41,"VerseNumber":29,"Text":"Dhe jobesimtarët do të thonë: “O Zoti ynë, na i trego ata xhinde dhe njerëz, që na kanë shpënë në humbje, që t’i shkelim me këmbët tona e t’i poshtërojmë!”"}]}