{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"Jevha tumhi ani tumace sathidara nauketa cangalya prakare svara vhala tevha mhana, samasta stuti-prasansa allahakarita ahe jyane amha lokanna atyacari janasamuhapasuna mukti dili"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ani du'a (prarthana) kara, he majhya palanakartya! Mala suraksitapane utarava ani tuca uttama ritine utaravinara ahesa"},{"SurahNumber":23,"VerseNumber":30,"Text":"Nihsansaya, ya (ghatane) ta mothamothi bodhacinhe aheta ani niscitaca amhi kasoti ghenare ahota"},{"SurahNumber":23,"VerseNumber":31,"Text":"Maga tyancyanantara amhi dusare samudaya dekhila nirmana kele"},{"SurahNumber":23,"VerseNumber":32,"Text":"Maga tyancyata, tyancyamadhuna paigambarahi pathavila (ya avahanasaha) ki tumhi sarva allahaci upasana kara, tyacyakherija tumaca dusara koni upasya nahi, tevha tumhi bhaya ka nahi balagata"},{"SurahNumber":23,"VerseNumber":33,"Text":"Ani janasamuhacya saradaranni uttara dile, je kupra (inkara) karita asata ani akhiratacya bhetisa khote tharavita asata ani amhi tyanna aihika jivanata sukhi thevale hote, mhanu lagale, ha tara tumacyasarakhaca eka manusya ahe. Je tumhi khata teca to khato ani je pani tumhi pita, teca to dekhila pito"},{"SurahNumber":23,"VerseNumber":34,"Text":"Ani jara tumhi apalyasarakhyaca manasace ajnapalana man'ya karuna ghetale tara niscitaca tumhi mothya totyata ahata"},{"SurahNumber":23,"VerseNumber":35,"Text":"Kaya ha tumhala ya gostice vacana deto ki jevha tumhi melyavara kevala mati ani hade banuna rahala, tara tumhi punha jivanta kele jala"},{"SurahNumber":23,"VerseNumber":36,"Text":"Navhe. Dura ani atisaya dura ahe ti gosta, jice vacana tumhala dile jata ahe"},{"SurahNumber":23,"VerseNumber":37,"Text":"Jivana tara kevala yaca jagace jivana ahe, jyata amhi marata jagata asato he navhe ki amhala (melyanantara) punha uthavile ja'ila"},{"SurahNumber":23,"VerseNumber":38,"Text":"Ha tara to manusya ahe, jyane allahavara asatya racale ahe. Amhi tara yacyavara imana rakhanara nahi"},{"SurahNumber":23,"VerseNumber":39,"Text":"Paigambarane du'a (prarthana) keli, he palanakartya! Yanni mala khote tharavile ahe, tevha tu majhi madata kara"},{"SurahNumber":23,"VerseNumber":40,"Text":"Uttara milale ki, lavakaraca he apalya krtakarmanvara pascattapa karatila"},{"SurahNumber":23,"VerseNumber":41,"Text":"Sevati n'yayacya niyamanusara eka bhayankara avajane tyanna ye'una dharale ani amhi tyanna kerakacara karuna takale. Tevha asa atyacari lokankarita lambace antara aso"},{"SurahNumber":23,"VerseNumber":42,"Text":"Maga tyancyanantara amhi dusarehi janasamuha nirmana kele"}]}