{"Id":315,"LanguageCodes":["si","sin"],"Name":"sin-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":50,"VerseNumber":36,"Text":"මොවුනට පෙර පරම්පරාවන් කොපමණක් අපි විනාශ කළෙමු ද? මොවුනට වඩා ඔවුන් බලයෙන් වඩාත් ශක්තිමත් වූහ. එවිට ඔවුහු (ඉන් පළා යන්නට) දේශයන්හි සැරිසරන්නට වූහ. (ඔවුනට) කිසිදු පිළිසරණක් වී ද"},{"SurahNumber":50,"VerseNumber":37,"Text":"කවරෙකුට හදවතක් වී ද එසේ නැතහොත් කවරෙකු සාවධානයෙන් සවන් යොමු කළේ ද ඔහුට නියත වශයෙන්ම එහි මෙනෙහි කිරීමක් (උපදෙසක්) ඇත"},{"SurahNumber":50,"VerseNumber":38,"Text":"තවද සැබැවින්ම අපි අහස් හා මහපොළොව ද ඒ දෙක අතර ඇති දෑ ද දින හයක් තුළ මැව්වෙමු. තවද කිසිදු වෙහෙසක් අපට ඇති නොවීය"},{"SurahNumber":50,"VerseNumber":39,"Text":"එහෙයින් ඔවුන් (යුදෙව්වන් හා වෙනත් අයවලුන්) පවසන දෑ මත (මුහම්මද්) නුඹ ඉවසීමෙන් සිටිනු. හිරු උදාවීමට පෙර ද එය අවරට යෑමට පෙර ද නුඹ නුඹේ පරමාධිපතිගේ ප්‍රශංසා ව තුළින් සුවිශුද්ධ කරනු"},{"SurahNumber":50,"VerseNumber":40,"Text":"තවද රාත්‍රියේ ද සුජූද් කිරීමෙන් පසු ව ද නුඹ ඔහු සුවිශුද්ධ කරනු"},{"SurahNumber":50,"VerseNumber":41,"Text":"තවද සමීප ස්ථානයක සිට අමතන්නා අමතන දිනයට නුඹ සවන් දෙනු"},{"SurahNumber":50,"VerseNumber":42,"Text":"සැබෑ ලෙසින්ම මහා හඬට ඔවුන් සවන් දෙන දිනයයි. එය බැහැර වීමේ දිනයයි"},{"SurahNumber":50,"VerseNumber":43,"Text":"නියත වශයෙන්ම අපි ජීවය දෙන්නෙමු. තවද අපි මරණයට පත් කරන්නෙමු. තවද අප වෙතය නැවත යොමු වීමේ ස්ථානය ඇත්තේ"},{"SurahNumber":50,"VerseNumber":44,"Text":"මහපොළොව ඔවුන්ගෙන් පැළී කඩිනමින් වෙන් ව යන දිනයයි. එක්රැස් කිරීම වනුයේ එයයි. එය අප වෙත පහසුය"},{"SurahNumber":50,"VerseNumber":45,"Text":"ඔවුන් පවසන දෑ පිළිබඳ මැනවින් අපි දැන සිටිමු. නුඹ ඔවුන් වෙත (බලහත්කාරයෙන්) බලකරන්නෙකු නොවේ. එහෙයින් මාගේ අවවාදයට බිය වන්නන්හට නුඹ අල් කුර්ආනය මෙනෙහි කරනු"},{"SurahNumber":51,"VerseNumber":1,"Text":"දූවිලි විසුරුවමින් දූවිලි නංවන සුළං මත දිවුරමින්"},{"SurahNumber":51,"VerseNumber":2,"Text":"(වැසි) බර උසුලන වළාකුළු මත දිවුරමින්"},{"SurahNumber":51,"VerseNumber":3,"Text":"පහසුවෙන් යාත්‍රා කරන නැව් මත දිවුරමින්"},{"SurahNumber":51,"VerseNumber":4,"Text":"(වැසි) කටයුතු බෙදා හරින මලාඉකාවරුන් මත දිවුරමින්"},{"SurahNumber":51,"VerseNumber":5,"Text":"නියත වශයෙන්ම නුඹලාට පොරොන්දු දෙනු ලැබූ දෑ සත්‍යයක්මය"},{"SurahNumber":51,"VerseNumber":6,"Text":"තවද නියත වශයෙන්ම විනිශ්චය සිදුවන්නක්මය"}]}