{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"Biz zalim olan nice ülkeleri kırıp geçirdik. Onlardan sonra, başka bir toplum var ettik"},{"SurahNumber":21,"VerseNumber":12,"Text":"Azabımızı hissettikleri zaman, ondan süratle kaçıyorlardı"},{"SurahNumber":21,"VerseNumber":13,"Text":"Kaçmayın, içinde bulunduğunuz refaha ve evlerinize dönün. Belki size bir şey sorulur"},{"SurahNumber":21,"VerseNumber":14,"Text":"Eyvah bize, dediler. Biz haksızlık etmiştik"},{"SurahNumber":21,"VerseNumber":15,"Text":"Bu haykırışları devam edip dururken, biz onları biçilmiş ekine, sönmüş ocağa çevirdik"},{"SurahNumber":21,"VerseNumber":16,"Text":"Göğü, yeri ve ikisi arasındakileri oyun olsun diye yaratmadık"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eğer bir eğlence edinmek isteseydik, onu kendi katımızdan edinirdik. Ama bunu yapmadık"},{"SurahNumber":21,"VerseNumber":18,"Text":"Bilakis, hakkı, batılın üzerine fırlatırız, o da onun beynini parçalar, böylece batıl sönüp gider. (Allah’a) isnat ettiğiniz vasıflardan dolayı yazıklar olsun size"},{"SurahNumber":21,"VerseNumber":19,"Text":"Göklerde ve yerde kim varsa Allah’a aittir. O’nun katında bulunanlar, O’na kulluk etmekten büyüklenmezler ve usanmazlar"},{"SurahNumber":21,"VerseNumber":20,"Text":"Gece ve gündüz hiç durmadan O’nu tesbih ederler"},{"SurahNumber":21,"VerseNumber":21,"Text":"Yoksa onlar, yeryüzünde ilahlar edindiler de onlar mı ölüyü diriltecekler"},{"SurahNumber":21,"VerseNumber":22,"Text":"Oysa yerde ve gökte Allah’tan başka ilahlar olsaydı, yer de gök de bozulup giderdi. Hükümranlığın sahibi olan Allah, onların nitelemelerinden çok yücedir"},{"SurahNumber":21,"VerseNumber":23,"Text":"O, yaptığından hesaba çekilmez, fakat onlar hesaba çekilirler"},{"SurahNumber":21,"VerseNumber":24,"Text":"Yoksa, O’ndan başka ilahlar mı edindiler? De ki: -Kesin belgenizi getirin! İşte bu, benimle beraber olanların ve benden öncekilerin uyarısıdır. Fakat, onların çoğu gerçeği bilmiyorlar, ama buna rağmen yüz çeviriyorlar"}]}