{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"ebam tadera gharera jan'ya daraja o palanka---yate tara helana deya"},{"SurahNumber":43,"VerseNumber":35,"Text":"ara (anurupa ditama) sbarna nirmita'o [1] ebam e saba'i to sudhu duniyara jibanera bhoga-sambhara. Ara akhirata apanara rabera nikata muttakidera jan'ya'i"},{"SurahNumber":43,"VerseNumber":36,"Text":"Ara ye rahamanera yikara theke bimukha haya amara tara jan'ya niyojita kari eka sayatana, atahpara se haya tara sahacara"},{"SurahNumber":43,"VerseNumber":37,"Text":"Ara niscaya tara'i (sayatanara) manusaderake satpatha theke badha deya, athaca manusara (bhrasta pathe thakara para'o) mane kare tara (nijera) hedayatapraapta"},{"SurahNumber":43,"VerseNumber":38,"Text":"Abasese yakhana se amadera nikata asabe, takhana se sayatanake balabe, haya! Amara o tomara madhye yadi purba o pascimera byabadhana thakata!’ Sutaram e sahacara kata'i na nikrsta"},{"SurahNumber":43,"VerseNumber":39,"Text":"ara aja tomadera e anutapa tomadera kono kaje'i asabe na, yehetu tomara yuluma karechile; niscaya tomara sakale'i sastite sarika"},{"SurahNumber":43,"VerseNumber":40,"Text":"Apani ki sonate parabena badhirake athaba hedayata dite parabena andhake o ye spasta bibhraantite ache"},{"SurahNumber":43,"VerseNumber":41,"Text":"atahpara yadi amara apanake niye ya'i, tabe niscaya amara tadera theke pratisodha neba"},{"SurahNumber":43,"VerseNumber":42,"Text":"athaba amara taderake ye sastira oyada diyechi, apanake amara ta dekha'i, tabe niscaya tadera upara amara purna ksamatabana"},{"SurahNumber":43,"VerseNumber":43,"Text":"Kaje'i apanara prati ya ohi kara hayeche ta drrhabhabe abalambana karuna. Niscaya apani sarala pathe rayechena"},{"SurahNumber":43,"VerseNumber":44,"Text":"Ara niscaya e kura'ana apanara o apanara sampradayera jan'ya yikara [1] ebam acire'i tomara jijnasita habe"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ara apanara purbe amara amadera rasulagana theke yaderake prerana karechilama taderake jijnesa karuna, amara ki rahamana chara ibadata kara yaya emana kono ilaha sthira karechilama"},{"SurahNumber":43,"VerseNumber":46,"Text":"ara abasya'i musake amara amadera nidarsanabalisaha phira’a'una o tara netrbargera nikata pathiyechilama. Tini balechilena, ‘niscaya ami srstikulera rabera ekajana rasula. ’"},{"SurahNumber":43,"VerseNumber":47,"Text":"Atahpara yakhana tini tadera kache amadera nidarsanabalisaha asalena takhani tara ta niye hasi-thatta karate lagala"}]}