{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":65,"Text":"และอัลลอฮ์ทรงประทานน้ำลงมาจากฟากฟ้า เพื่อให้แผ่นดินมีชีวิตด้วยมัน หลังจากการแห้งแล้งของมัน แท้จริงในการนี้ แน่นอนย่อมเป็นสัญญาณแก่กลุ่มชนผู้รับฟัง (การตักเตือนเพื่อนำมาใคร่ครวญ)"},{"SurahNumber":16,"VerseNumber":66,"Text":"และแท้จริงในปศุสัตว์ ย่อมมีบทเรียนอย่างแน่นอนแก่พวกเจ้า เราให้พวกเจ้าดื่มจากสิ่งที่อยู่ในท้องของมัน จากระหว่างมูลและเลือดเป็นน้ำนมบริสุทธิ์ เป็นที่โอชาแก่ผู้ดื่ม"},{"SurahNumber":16,"VerseNumber":67,"Text":"และจากผลของต้นอินทผาลัมและองุ่นพวกเจ้าได้จากมันมาเป็นทั้งของมึนเมา และอาหารที่ดี แท้จริงในการนั้น แน่นอนย่อมเป็นสัญญาณแก่กลุ่มชนผู้ใช้ปัญญา"},{"SurahNumber":16,"VerseNumber":68,"Text":"และพระเจ้าของเจ้า ทรงดลใจ แก่ผึ้งว่าจงทำรังตามภูเขาและตามต้นไม้ และตามที่พวกเขาทำร้านขึ้น"},{"SurahNumber":16,"VerseNumber":69,"Text":"แล้วเจ้า(ผึ้ง) จงกินจากผลไม้ทั้งหลาย แล้งจงดำเนินตามทางของพระเจ้าของเจ้า โดยสะดวกสบาย มีเครื่องดื่มที่มีสีสรรต่างๆออกมาจากท้องของมัน ในนั้นมีสิ่งบำบัดแก่ปวงมนุษย์แท้จริงในการนั้น แน่นอนย่อมเป็นสัญญาณแก่กลุ่มชนผู้ตรึกตรอง"},{"SurahNumber":16,"VerseNumber":70,"Text":"และอัลลอฮ์ทรงบังเกิดพวกเจ้า แล้วทรงให้พวกเจ้าตาย และบางคนในหมู่พวกเจ้ามีผู้ถูกนำกลับไปยังวัยต่ำสุดของชีวิต เพื่อมิให้เขารู้อะไรหลังจากที่เคยมีความรู้ แม้จริงอัลลอฮ์เป็นผู้ทรงรอบรู้ ผู้ทรงอานุภาพ"},{"SurahNumber":16,"VerseNumber":71,"Text":"และอัลลอฮ์ทรงให้บางคนในหมู่พวกเจ้า ดีเด่นกว่าอีกบางคนในเรื่องปัจจัยยังชีพ แล้วทำไมบรรดาผู้ที่ได้รับความดีเด่น จึงไม่แบ่งปัจจัยยังชีพของพวกเขา แก่บรรดาผู้ที่มือขวาของพวกเขาครอบครอง เพื่อพวกเขาจะได้เท่าเทียมกัน ในเรื่องนั้น ดังนั้น ต่อความโปรดปรานของอัลลอฮ์พวกเขาอกตัญญูกระนั้นหรือ"},{"SurahNumber":16,"VerseNumber":72,"Text":"และอัลลอฮ์ทรงกำหนดคู่ครองแก่พวกเจ้าซึ่งมาจากหมู่พวกเจ้า และทรงทำให้พวกเจ้ามีลูกและหากนจากคู่ครองของพวกเจ้าและทรงประทานริซกีจากสิ่งดี ๆ แก่พวกเจ้า ดังนั้น ต่อสิ่งเท็จพวกเขาศรัทธาและต่อความโปรดปรานของอัลลอฮ์พวกเขาเนรคุณกระนั้นหรือ"}]}