{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":71,"Text":"hē kitābīrā! Tōmarā kēna satyakē mithyāra sāthē miśrita kara [1] ēbaṁ satya gōpana kara, yakhana tōmarā jāna"},{"SurahNumber":3,"VerseNumber":72,"Text":"āra kitābīdēra ēkadala balala, ‘yārā īmāna ēnēchē tādēra prati yā nāyila haẏēchē tōmarā dinēra śurutē tātē īmāna āna ēbaṁ dinēra śēṣē kupharī kara; yātē tārā phirē āsē"},{"SurahNumber":3,"VerseNumber":73,"Text":"Āra yē tōmādēra dīnēra anusaraṇa karē tādērakē chāṛā āra kā'ukē'ō biśbāsa karō nā [1].’ Baluna, ‘niścaẏa āllāh‌ra nirdēśita patha'i ēkamātra patha. Ēṭā ē jan'yē yē tōmādērakē yā dēẏā haẏēchē anurūpa āra kā'ukē'ō dēẏā habē athabā tōmādēra rabēra sāmanē tārā tōmādēra sāthē bitarka karabē [2].’ Baluna, ‘niścaẏa anugraha āllāh‌ra hātē; tini yākē icchē tā pradāna karēna. Āra āllāh‌ prācuryamaẏa, sarbajña.’"},{"SurahNumber":3,"VerseNumber":74,"Text":"Tini sbīẏa anugrahēra jan'ya yākē icchē ēkānta karē bēchē nēna [1]. Āra āllāh‌ mahā anugrahaśīla"},{"SurahNumber":3,"VerseNumber":75,"Text":"Āra kitābīdēra madhyē ēmana lōka raẏēchē, yē bipula sampada āmānata rākhalē'ō phērata dēbē [1]; ābāra ēmana lōka'ō āchē yāra kāchē ēkaṭi dināra āmānata rākhalē'ō tāra upara sarbōcca tāgādā nā dilē sē tā phērata dēbē nā. Ēṭā ē kāraṇē yē, tārā balē, ‘um'mīdēra byāpārē āmādēra upara kōnō bādhyabādhakatā nē'i’ [2] āra tārā jēnē-bujhē āllāh‌ra upara mithyā balē"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hyām̐ abaśya'i, kē'u yadi tāra aṅgīkāra pūrṇa karē ēbaṁ tāka'ōẏā abalambana karē tabē niścaẏa āllāh‌ muttākīdērakē bhālabāsēna"},{"SurahNumber":3,"VerseNumber":77,"Text":"Niścaẏa yārā āllāh‌ra sāthē karā pratiśruti ēbaṁ nijēdēra śapathēra binimaẏē tuccha mūlya kharida karē, ākhērātē tādēra kōnō anśa nē'i [1]. Āra āllāh‌ tādēra sāthē kathā balabēna nā ēbaṁ tādēra dikē tākābēna nā kēẏāmatēra dina. Āra tādērakē pariśud'dha'ō karabēna nā; ēbaṁ tādēra jan'ya raẏēchē marmantuda śāsti"}]}