{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":4,"VerseNumber":95,"Text":"Not equal are those believers who stay behind – except those forced by necessity – and those who fight in the way of Allah with their wealth and their lives. Allah has given a higher rank to those who fight with their wealth and their lives than those who stay behind. To each Allah has promised a fine reward, but Allah has favored those who fight over those who stay behind with a great reward"},{"SurahNumber":4,"VerseNumber":96,"Text":"high ranks from Him, and forgiveness and mercy. For Allah is All-Forgiving, Most Merciful"},{"SurahNumber":4,"VerseNumber":97,"Text":"When the angels take the souls of those who have wronged themselves, they will say, “What was the matter with you?” They will say, “We were oppressed in the land.” They will say, “Was not Allah’s earth spacious enough for you to migrate?” They are those whose refuge will be Hell – what a terrible destination"},{"SurahNumber":4,"VerseNumber":98,"Text":"Except the helpless men, women, and children who have no means nor do they know where to go"},{"SurahNumber":4,"VerseNumber":99,"Text":"They are those whom Allah may pardon, for Allah is Ever- Pardoning, All-Forgiving"},{"SurahNumber":4,"VerseNumber":100,"Text":"Whoever emigrates for the sake of Allah will find on earth many places of refuge and abundant provision. Whoever leaves his home emigrating for the cause of Allah and His Messenger, then death overtakes him, his reward has already been secured with Allah. And Allah is All-Forgiving, Most Merciful"},{"SurahNumber":4,"VerseNumber":101,"Text":"When you are traveling through the land, there is no blame on you to shorten the prayer, if you fear that the disbelievers may harm you. Indeed, the disbelievers are your open enemy"}]}