{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"Biz gökten belirli miktarda su yağdırarak onu yerin yüzeyinde durdurduk. Hiç şüphesiz onu geri götürmeye de gücümüz yeter"},{"SurahNumber":23,"VerseNumber":19,"Text":"Bu su sayesinde sizin için hurma ve üzüm bağları yarattık. Bu bağlarda size yararlı birçok meyvalar yetişir, onları yiyorsunuz"},{"SurahNumber":23,"VerseNumber":20,"Text":"Yine su sayesinde asıl kaynağı Tur-i Sina olan ve yiyenlere yağ ve katık sağlayan ağacı da yarattık"},{"SurahNumber":23,"VerseNumber":21,"Text":"Büyükbaş hayvanlarda sizin için alınacak dersler vardır. Karınlarındaki sütten size içiriyoruz. Onlardan başka birçok yararlar sağlıyorsunuz ve etlerini yiyorsunuz"},{"SurahNumber":23,"VerseNumber":22,"Text":"Onların sırtlarında ve gemilerde taşınıyorsunuz"},{"SurahNumber":23,"VerseNumber":23,"Text":"Biz Nuh´u soydaşlarına peygamber olarak gönderdik. O dedi ki; «Ey soydaşlarım, Allah´a kulluk ediniz, O´ndan başka bir ilahınız yoktur. Allah´dan korkmaz mısınız?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Soydaşlarının önde gelen kâfirleri dediler ki; «Bu adam tıpkı sizin gibi bir insandır. Üzerinizde üstünlük kurmak istiyor. Eğer Allah dileseydi, bize bir melek gönderirdi. Onun söylediklerini eski atalarımızdan hiç duymamıştık.»"},{"SurahNumber":23,"VerseNumber":25,"Text":"Bu adam bir deliden başka bir şey değildir. Bir süre için onu gözetim altında tutunuz"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nuh «Ya Rabb´i, onların bu yalanlamaları karşısında bana yardım et» dedi"},{"SurahNumber":23,"VerseNumber":27,"Text":"O´na vahiy yolu ile bildirdik ki; «Bizim gözlerimiz önünde ve vahyimiz uyarınca bir gemi yap. Emrimiz gelip de tandır kaynamaya (her yandan sular fışkırmaya) başlayınca her canlı türünün birer çifti ile boğulacağına ilişkin hükmümüzün kesinleştiği kimse dışında kalan aile bireylerini gemiye bindir. Zalimler konusunda bana başvurma; çünkü onlar kesinlikle boğulacaklardır.»"}]}