{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Hâ, Mîm"},{"SurahNumber":45,"VerseNumber":2,"Text":"Azîz ve Hakîm olan Allah´tan Kitap´ın indirilişidir bu"},{"SurahNumber":45,"VerseNumber":3,"Text":"Kuşkusuz, göklerde ve yerde, iman sahipleri için sayısız ayetler vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Ve sizin yaratılışınızda, her yana yaydığı canlılarda, kesinliği yakalayan bir topluluk için ibretler, işaretler vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Geceyle gündüzün birbiri ardınca gelişinde, Allah´ın gökten bir rızık indirip de onunla yerküreyi ölümünden sonra hayata kavuşturmasında, rüzgârların herbir yana sevkedilişinde de aklını çalıştıran bir topluluk için izler, işaretler vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"İşte bunlar, Allah´ın ayetleridir ki, onları sana hak olarak okuyoruz. Hal böyle iken Allah´tan ve onun ayetlerinden sonra hangi hadise/söze inanıyorlar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Yazıklar ve azaplar olsun günaha batmış her yalancı iftiracıya"},{"SurahNumber":45,"VerseNumber":8,"Text":"Ki Allah´ın ayetlerinin kendisine okunuşunu dinler, sonra böbürlenmiş olarak inadında devam eder. Sanki hiç duymamıştır onları. Artık acıklı bir azapla muştula böylesini"},{"SurahNumber":45,"VerseNumber":9,"Text":"Ayetlerimizden birşeyin bilgisine ulaşınca, alaya aldı onu. İşte onlar içindir horlayıp yere batıran bir azap"},{"SurahNumber":45,"VerseNumber":10,"Text":"Arkalarından cehennem! Kazanmış oldukları da Allah dışında edindikleri veliler de onlara hiçbir yarar sağlamayacaktır. Çok büyük bir azap vardır onlar için"},{"SurahNumber":45,"VerseNumber":11,"Text":"İyiye ve güzele bir kılavuzdur bu! Rablerinin ayetlerini inkâr edenler için, korkunç bir pislik azabı öngörülmüştür"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah size denizi boyun eğdirdi ki, içinde gemiler O´nun emriyle akıp gitsin, lütfundan istekte bulunasınız ve şükredebilesiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Göklerde ne var, yerde ne varsa tümünü, O´ndan bir lütuf olarak size boyun eğdirmiştir. Bunda, derin derin düşünen bir topluluk için elbette ibretler vardır"}]}