{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":74,"VerseNumber":48,"Text":"И не поможет им (в День Суда) заступничество (даже) (всех) заступников (потому что они умерли будучи неверующими)"},{"SurahNumber":74,"VerseNumber":49,"Text":"Что же с ними? Почему они отворачиваются от Напоминания [от Корана и того, что Пророк возвещает им]"},{"SurahNumber":74,"VerseNumber":50,"Text":"подобно напуганным (диким) ослам"},{"SurahNumber":74,"VerseNumber":51,"Text":"которые убегают от (охотящегося на них) льва"},{"SurahNumber":74,"VerseNumber":52,"Text":"Но наоборот! Каждый из них [из этих многобожников] желает, чтобы ему были даны (от Аллаха) [чтобы Он ниспослал каждому из них лично] развернутые свитки (как Он ниспосылает Мухаммаду)"},{"SurahNumber":74,"VerseNumber":53,"Text":"Но нет же! [Им никогда не будет дано то, чего требует их необузданная прихоть] Наоборот, (в действительности) они (из-за своего неверия) не боятся (того наказания, что будет в) Вечной жизни"},{"SurahNumber":74,"VerseNumber":54,"Text":"Но нет же! [Не правы многобожники наговаривая ложь на Коран.] Поистине, это [Коран] – (полное и достаточное) напоминание (от Аллаха) (Его рабам)"},{"SurahNumber":74,"VerseNumber":55,"Text":"и кто пожелает (понять и получить наставления), вспомнит его [Коран] (и получит пользу от руководства им)"},{"SurahNumber":74,"VerseNumber":56,"Text":"Но не вспомнят они (Коран) [не смогут получить пользу от него], если Аллах не пожелает (этого). (Ведь. только) Он – Тот, (наказания) Которого нужно остерегаться, (и только Он – Тот) Кто дарует прощение (тем, кто уверует и станет Ему покорным)"},{"SurahNumber":75,"VerseNumber":1,"Text":"Нет [совсем не так, как думают и говорят неверующие, что не будет воскрешения и воздаяния за деяния]! (Я, Аллах) клянусь Днем Воскресения [Днем Суда]"},{"SurahNumber":75,"VerseNumber":2,"Text":"и клянусь (Я) душой порицающей [душой верующего, который порицает своего обладателя, когда он совершает грехи и оставляет возложенные на него Аллахом обязанности] (что люди будут воскрешены)"},{"SurahNumber":75,"VerseNumber":3,"Text":"Неужели человек [неверующий] думает, что Мы никогда не соберем его костей (после того, как они истлеют)"},{"SurahNumber":75,"VerseNumber":4,"Text":"Конечно же (Мы воскресим его), (и) Мы способны (с точностью) восстановить даже кончики его пальцев"},{"SurahNumber":75,"VerseNumber":5,"Text":"Но желает человек (не веря в воскрешение) и впредь (в своей жизни) совершать грехи"},{"SurahNumber":75,"VerseNumber":6,"Text":"Он спрашивает: «Когда же (наступит) День Воскресения?»"},{"SurahNumber":75,"VerseNumber":7,"Text":"(Прямо перед наступлением этого дня) когда (из-за сильного страха) будет (словно молнией) ослеплен взор (того, кто не верил в этот великий день)"},{"SurahNumber":75,"VerseNumber":8,"Text":"и затмится луна [исчезнет ее свет]"},{"SurahNumber":75,"VerseNumber":9,"Text":"и будут сведены вместе солнце и луна (на одном горизонте) (у которых уже не будет света)"},{"SurahNumber":75,"VerseNumber":10,"Text":"скажет человек в тот день: «Куда бежать (от наказания Аллаха)?»"},{"SurahNumber":75,"VerseNumber":11,"Text":"Но нет же! Нет убежища (в этот день)"},{"SurahNumber":75,"VerseNumber":12,"Text":"К Господу твоему в тот день будет возвращение (Его творений) (когда Он воздаст им по тому, что они заслуживают)"},{"SurahNumber":75,"VerseNumber":13,"Text":"Сообщено будет человеку в тот день (о всех его делах), что он уготовал вперед [совершил] и отложил [упустил]"},{"SurahNumber":75,"VerseNumber":14,"Text":"Более того, человек сам (в тот день) (будет) против самого себя свидетелем [он сам знает, что совершал]"},{"SurahNumber":75,"VerseNumber":15,"Text":"и даже излагая оправдания [оправдываясь] (за свои грехи)"},{"SurahNumber":75,"VerseNumber":16,"Text":"Не шевели (о, Пророк) языком своим с ним [с Кораном], (многократно повторяя его) чтобы ускорить это [чтобы скорее запомнить его]"},{"SurahNumber":75,"VerseNumber":17,"Text":"Поистине, на Нас (лежит обязанность) собирать его и прочесть его. [Аллах Сам сделает так, что Пророк запомнит весь Коран, и научится читать все аяты правильно]"},{"SurahNumber":75,"VerseNumber":18,"Text":"И когда Мы прочитаем его [когда Аллах передаст тебе тот или иной аят через ангела Джибрила], то следуй за его чтением [читай его следом]"},{"SurahNumber":75,"VerseNumber":19,"Text":"Далее, поистине, на Нас (лежит обязанность) разъяснить его [Коран]"}]}