{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":8,"VerseNumber":9,"Text":"Smaraṇa kara, yakhana tōmarā tōmādēra rabēra nikaṭa ud'dhāra prārthanā karachilē, ataḥpara tini tōmādēra ḍākē sāṛā diẏēchilēna yē, ‘abaśya'i āmi tōmādērakē sāhāyya karaba ēka hājāra phiriś‌tā diẏē, yārā ēkēra para ēka āsabē.’"},{"SurahNumber":8,"VerseNumber":10,"Text":"Āra āllāha ēṭā karēchēna śudhu susambāda sbarūpa ēbaṁ yātē tōmādēra antarasamūha ēra dbārā praśānti lābha karē; āra sāhāyya tō śudhu āllāhara kācha thēkē'i āsē; niścaẏa āllāha prabala parākramaśālī, prajñāmaẏa"},{"SurahNumber":8,"VerseNumber":11,"Text":"Smaraṇa kara [1], yakhana tini tām̐ra pakṣa thēkē sbastira jan'ya tōmādērakē tandrāẏa ācchanna karēna [2] ēbaṁ ākāśa thēkē tōmādēra upara br̥ṣṭi barṣaṇa karēna yātē ēra mādhyamē tini tōmādērakē pabitra karēna [3], āra tōmādēra thēkē śaẏatānēra kumantraṇā dūra karēna, tōmādēra hr̥daẏasamūha dr̥ṛha rākhēna ēbaṁ ēra mādhyamē tōmādēra pā- samūha sthira rākhēna"},{"SurahNumber":8,"VerseNumber":12,"Text":"Smaraṇa karuna, yakhana āpanāra raba phiriśatādēra prati ōhī prēraṇa karēna yē, ‘niścaẏa āmi tōmādēra sāthē āchi; sutarāṁ tōmarā muminadērakē abicala rākha’. Yārā kupharī karēchē acirē'i āmi tādēra hr̥daẏē bhītira sañcāra karaba; kājē'i tōmarā āghāta kara tādēra ghāṛēra uparē ēbaṁ āghāta kara tādēra pryatyaka āṅgulēra agrabhāgē ēbaṁ jōṛē"},{"SurahNumber":8,"VerseNumber":13,"Text":"Ēṭā ē jan'yē yē, tārā āllāha ō tām̐ra rāsūlēra birōdhitā karēchē. Āra kē'u āllāha ō tām̐ra rāsūlēra birōdhitā karalē āllāha tō śāsti dānē kaṭhōra"},{"SurahNumber":8,"VerseNumber":14,"Text":"Ēṭi śāsti, sutarāṁ tōmarā ēra āsbāda grahaṇa kara. Āra niścaẏa kāphēradēra jan'ya raẏēchē āgunēra śāsti"},{"SurahNumber":8,"VerseNumber":15,"Text":"Hē muminagaṇa! Tōmarā yakhana kāphēra bāhinīra sam'mukhīna [1] habē paraspara nikaṭabartī abasthāẏa, takhana tōmarā tādēra sāmanē piṭha phirābē nā"},{"SurahNumber":8,"VerseNumber":16,"Text":"āra sēdina yud'dha kauśala abalambana kimbā dalē yōga dēẏā [1] chāṛā kē'u tādērakē piṭha dēkhālē sē tō āllāh‌ra gajaba niẏē'i phirala ēbaṁ tāra āśraẏa jāhānnāma, āra tā kata'i nā nikr̥ṣṭa phirē yā'ōẏāra sthāna"}]}