{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":143,"Text":"ettu inakale (avan srsticcirikkunnu.) cem'mariyatil ninn rantum, kealatil ninn rantum. parayuka: (ava rantileyum) anvargannaleyanea, atalla, penvargannaleyanea, atumalla penvargannalute garbhasayannal ulkeantatineyanea allahu nisid'dhamakkiyittullat‌? arivinre atisthanattil ninnal enikk parannutaru; ninnal satyavanmaranenkil"},{"SurahNumber":6,"VerseNumber":144,"Text":"ottakattil ninn rant inakaleyum, pasuvargattil ninn rant inakaleyum(avan srsticcu.) parayuka: (ava rantileyum) anvargannaleyanea, penvargannaleyanea atumalla penvargannalute garbhasayannal ulkeantatineyanea allahu nisid'dhamakkiyittullat‌? alla, allahu ninnaleat iteakke upadesicca sandarbhattin ninnal saksikalayittuntea? appeal oru arivumillate janannale pilappikkan venti allahuvinre peril kallam ketticcamaccavanekkal valiya akrami arunt‌? akramikalaya alukale allahu nervaliyilekk nayikkukayilla; tircca"},{"SurahNumber":6,"VerseNumber":145,"Text":"(nabiye,) parayuka: enikk beadhanam nalkappettittullatil oru bhaksikkunnavann bhaksikkuvan patillattatayi yateannum nan kanunnilla; at savamea, olukkappetta raktamea, pannimansamea anenkilealike. karanam at mlecchamatre. allenkil allahuvallattavarute peril (nerccayayi) prakhyapikkappettatinal adharm'mikamayittirnnittullatum olike. ennal vallavanum (iva bhaksikkan) nirbandhitanakunna paksam avan niyamalanghanam agrahikkattavanum atiruvittupeakattavanumanenkil ninre nathan tirccayayum ere pearukkunnavanum karunanidhiyumakunnu"},{"SurahNumber":6,"VerseNumber":146,"Text":"nakhamulla ella jivikaleyum jutanmarkk nam nisid'dhamakkukayuntayi. pasu, at enni vargannalil ninn avayute kealuppukalum nam avarkk nisid'dhamakki. avayute mutukinmelea kutalukalkk miteyea ullatea, ellumayi otticcernnatea olike. avarute dhikkarattinn namavarkk nalkiya pratiphalamatre at‌. tirccayayum nam satyam parayukayakunnu"}]}