{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"(Kaapırlar tarabınan) cabuulga tus bolgon (momun) adamdarga, zulumduk korgondoru sebeptuu (dusmandarına karsı sogusuuga) uruksat berildi. Albette, Allaһ alarga jardam beruugo kudurettuu"},{"SurahNumber":22,"VerseNumber":40,"Text":"Alar (musulmandar) oz mekenderinen akıykatsızdık menen, bir gana «Rabbim — Allaһ» degen sozdoru ucun gana (kuup) cıgarılgan ele. Eger Allaһtın kee bir (zaalım) adamdardı baska birooloru(nun kucu) menen tıyıp turuusu bolbogondo, ibadatkanalar, cirkoolor, sinagogalar jana anda Allaһtın ısımı kop eskerile turgan mecitter talkalanıp ketmek.? Ozuno (dinine) jardam bergenderge Allaһ da jardam (jeŋis) beret. Albette, Allaһ Kubattuu, Kudurettuu! (Kiyinki ayatta Allayһ Taala Oz dinine jardam bergen adamdardın sıpattarın bayandayt)"},{"SurahNumber":22,"VerseNumber":41,"Text":"Alar jerde bekem ornosturup koygonubuzda namazdarın toluk okugan, zeket bergen, jaksılıktarga buyurup, jamandıktardan kaytargan adamdar. Isterdin akıbeti Allaһtın Kolunda"},{"SurahNumber":22,"VerseNumber":42,"Text":"(O, Muhammad) eger (kaapırlar) seni «jalgancı» degen bolso, (ızaalanba). Alardan murda Nuh koomu, Aad menen Samud (elderi da paygambarların) «jalgancı» desken"},{"SurahNumber":22,"VerseNumber":43,"Text":"Ibrahimdin, Luttun koomdoru dagı (paygambarların) jalgancıga cıgarıskan"},{"SurahNumber":22,"VerseNumber":44,"Text":"Madyan (saarının) eeleri dagı (paygambarlarına «jalgancı» dep doomat kılıskan) Musanı dele jalgancıga cıgarıskan. Anan Men kaapırlarga (bir az) moonot berdim. (Emi «bizge ajal kelbeyt eken» dep beykapar boluskanda) Alardı (azap menen) karmadım. Emi, Menin canganım kanday bolgon(un bir korsoŋ ele)"},{"SurahNumber":22,"VerseNumber":45,"Text":"Biz necendegen saarlardı kıyratıp saldık! Alar zaalım bolcu. Emi (azır) alardın catırları kulagan. (Dagı necendegen) tastandı kuduktar, biyik-biyik (birok eesi jok) saraylar bar"},{"SurahNumber":22,"VerseNumber":46,"Text":"(Kaapırlar) jer juzun kıdırıp koruspoybu?! Osondo alarga sergek juroktor je bolboso, ugar kulaktar bolmok ele! Cınında, kozdor sokur bolboyt, kokuroktogu juroktor sokur bolot"}]}