{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"And even if We had mercy on them and removed the harm which is on them, they would still be resolute in their defiance, wandering unwilling to see"},{"SurahNumber":23,"VerseNumber":76,"Text":"And, certainly, We took them with the punishment. Then, they gave not into their Lord nor lower themselves"},{"SurahNumber":23,"VerseNumber":77,"Text":"until, when we opened a door for them of a severe punishment. That is when they were ones who are seized with despair"},{"SurahNumber":23,"VerseNumber":78,"Text":"And He it is Who caused you to grow, have the ability to hear and sight and mind. But you give little thanks"},{"SurahNumber":23,"VerseNumber":79,"Text":"It is He Who made you numerous on the earth and to Him you will be assembled"},{"SurahNumber":23,"VerseNumber":80,"Text":"And it is He Who gives life and causes to die and His is the alteration of nighttime and daytime. Will you not, then, be reasonable"},{"SurahNumber":23,"VerseNumber":81,"Text":"Nay! They said the like of what the ancient ones said"},{"SurahNumber":23,"VerseNumber":82,"Text":"They said: When we are dead and had been earth dust and bones, will we be ones who are raised up"},{"SurahNumber":23,"VerseNumber":83,"Text":"Certainly, we were promised this—we and our fathers—before this. This is nothing but the fables of the ancient ones"},{"SurahNumber":23,"VerseNumber":84,"Text":"Say: To whom belongs the earth and whoever is in it if you had been knowing"},{"SurahNumber":23,"VerseNumber":85,"Text":"They will say: To God! Say: Then, will you not recollect"},{"SurahNumber":23,"VerseNumber":86,"Text":"Say: Who is the Lord of the seven heavens and Lord of the Sublime Throne"},{"SurahNumber":23,"VerseNumber":87,"Text":"They will say: It belongs to God! Say: Then, will you not be Godfearing"},{"SurahNumber":23,"VerseNumber":88,"Text":"Say: In whose hand is the kingdom of everything and He grants protection? No one is granted protection against Him if you had been knowing"},{"SurahNumber":23,"VerseNumber":89,"Text":"They will say: It belongs to God! Say: How, then, are you under a spell"}]}