{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":30,"VerseNumber":16,"Text":"Āṇi jyānnī (kupra) inkāra kēlā hōtā, āṇi āmacyā āyatīnnā va ākhiratacyā bhēṭīlā khōṭē ṭharavilē hōtē, tyā sarvānnā śikṣā - yātanāgrasta karūna hajara kēlē jā'īla"},{"SurahNumber":30,"VerseNumber":17,"Text":"Tēvhā allāhacī stutī-praśansā karīta rāhā, jēvhā tumhī sandhyākāḷa karāla āṇi jēvhā sakāḷa karāla"},{"SurahNumber":30,"VerseNumber":18,"Text":"Āṇi sarva stutī- praśansēsa yōgya, ākāśāta va jaminīvara tōca āhē tisaṟyā praharī āṇi dupāracyā vēḷīhī tyācī pavitratā varṇana karā"},{"SurahNumber":30,"VerseNumber":19,"Text":"Tōca jivitālā mēlēlyātūna bāhēra kāḍhatō āṇi mēlēlyāsa, jivitātūna bāhēra kāḍhatō, āṇi tōca jaminīlā ticyā mr̥tyūnantara jivanta karatō. Aśāca prakārē tumhī (dēkhīla) bāhēra kāḍhalē jāla"},{"SurahNumber":30,"VerseNumber":20,"Text":"Āṇi allāhacyā niśāṇyāmpaikī āhē kī tumhālā mātīpāsūna nirmāṇa kēlē, maga ātā manuṣya banūna (cālata phirata) pasarata āhāta"},{"SurahNumber":30,"VerseNumber":21,"Text":"Āṇi tyācyā niśāṇyāmpaikī āhē kī tumacyāca (mānava) jātīmadhūna patn'yā nirmāṇa kēlyā, yāsāṭhī kī tumhī tyān̄cyāpāsūna sukha śāntī prāpta karāvī. Tyānē tumacyā daramyāna prēma āṇi karuṇā nirmāṇa kēlī. Niḥsanśaya, vicāra cintana karaṇāṟyāṅkaritā yāta anēka niśāṇyā āhēta"},{"SurahNumber":30,"VerseNumber":22,"Text":"Āṇi tyācyā sāmarthyācyā niśāṇyāmpaikī ākāśān̄cī va jaminīcī nirmitī, āṇi tumacyā bhāṣā āṇi varṇān̄cī vibhinnatā (dēkhīla) hōya. Bud'dhimānāṅkaritā niścitaca yāta mōṭhyā niśāṇyā āhēta"},{"SurahNumber":30,"VerseNumber":23,"Text":"Āṇi tyācyā sāmarthyācā niśāṇyāmpaikī tumacyā rātra āṇi divasācyā jhōpēta āhē āṇi tyācyā kr̥pēlā (arthāta ājivikēlā) tumacē śōdhaṇē (hī) āhē. Jē lōka kāna lāvūna (lakṣapūrvaka) aikaṇārē āhēta, tyān̄cyāsāṭhī yāta mōṭhyā niśāṇyā āhēta"},{"SurahNumber":30,"VerseNumber":24,"Text":"Āṇi tyācyā niśāṇyāmpaikī ēka niśāṇī hī dēkhīla āhē kī tō tumhālā bhayabhīta va āśāvāna banaviṇyākaritā vijēcī camaka dākhavitō, āṇi ākāśātūna pāṇī varṣavitō āṇi tyādvārē mr̥ta jaminīlā jivanta karatō. Yāta dēkhīla bud'dhimāna lōkāṅkaritā mōṭhyā niśāṇyā āhēta"}]}