{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"Yine boyle senden once hangi memlekette bir uyarıcı gonderdikse, onun refah icindeki takımı demisti ki: «Bizler atalarımızı bir din uzerinde bulduk, biz de onların izlerine uyarız.»"},{"SurahNumber":43,"VerseNumber":24,"Text":"(Uyarıcı): «Size atalarınızı uzerinde buldugunuzdan daha dogrusunu getirdimse de mi?» deyince, onlar: «Biz sizin gonderildiginiz seylere inanmıyoruz» dediler"},{"SurahNumber":43,"VerseNumber":25,"Text":"Bunun uzerine Biz de onlardan intikamını aldık. Bak o yalan soyluyorsun diyenlerin sonu nasıl oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Bir vakit Ibrahim, babasına ve kavmine: «Haberiniz olsun, ben o sizin taptıklarınızdan beriyim"},{"SurahNumber":43,"VerseNumber":27,"Text":"O beni yaratan baska. O beni dogru yola iletecektir.» dedi"},{"SurahNumber":43,"VerseNumber":28,"Text":"O, bu sozu, soyu arkasında kalan bir kelime yaptı ki, tevhide donsunler"},{"SurahNumber":43,"VerseNumber":29,"Text":"Fakat bunları ve atalarını kendilerine hak ve apacık anlatan bir peygamber gelinceye kadar faydalandırıp yasattım"},{"SurahNumber":43,"VerseNumber":30,"Text":"Yasattım da kendilerine hak gelince: «Bu bir sihirdir, biz buna inanmayız.» dediler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ve: «Ne olurdu su Kur´an iki sehirden (Mekke, Taif) bir buyuk adama indirilseydi?» dediler"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbinin rahmetini onlar mı taksim ediyorlar? Onların dunya hayatındaki gecimlerini aralarında Biz taksim ettik. Bir kısmını digerinin ustune cıkardık ki derecelerle bazısı bazısını tutsun calıstırsın. Rabbinin rahmeti ise onların toplayıp biriktirdiklerinden daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eger insanlar hep (kufre sapacak) bir ummet olacak olmasaydı. Biz o Rahman´ı inkar eden kimselerin evlerine muhakkak gumusten tavanlar ve uzerlerinde cıkacakları asansorler yapardık"}]}