{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Bu da mı sihirdir, yoksa siz göremiyor musunuz"},{"SurahNumber":52,"VerseNumber":16,"Text":"Girin oraya! İster katlanın, ister katlanmayın sizin için birdir. Siz, ancak yapageldiklerinize karşılık cezalandırılıyorsunuz"},{"SurahNumber":52,"VerseNumber":17,"Text":"Şüphesiz ki muttâkîler (Allah´tan saygı ile korkup kötülüklerden sakınan mü´minler) Cennetlerde nîmet içindedirler"},{"SurahNumber":52,"VerseNumber":18,"Text":"Rablarının kendilerine verdikleriyle neşelenip zevk u safa sürmektedirler. Rabları, onları o çok yakıcı Cehennem azabından korumuştur"},{"SurahNumber":52,"VerseNumber":19,"Text":"İşlediklerinize karşılık afiyetle gönül huzuru içinde yeyiniz içiniz"},{"SurahNumber":52,"VerseNumber":20,"Text":"Bunlar, birer dizi halinde sıralanan kanepelere, tahtlara yaslanırlar ve biz, kendilerini iri kara gözlü eşlerle evlendiririz"},{"SurahNumber":52,"VerseNumber":21,"Text":"Onlar ki imân ettiler ve soyları da kendilerine imân ile uydular, soylarını onlara eriştirip katarız ve biz, onların amellerinden hiçbir şey eksiltmeyiz. Her kişi kazandığına karşılık rehindir"},{"SurahNumber":52,"VerseNumber":22,"Text":"Onlara (Cennet´tekilere), canlarının çektiği meyvalardan ve etten sunarız"},{"SurahNumber":52,"VerseNumber":23,"Text":"Orada kadeh tokuştururlar ki bunda ne bir boşanlamsız saçmalama, ne de günaha sokma vardır"},{"SurahNumber":52,"VerseNumber":24,"Text":"Kendilerine ait hizmetçiler etraflarında dönüp dolaşırlar da sanki herbiri sedefteki saklı inciler gibi"},{"SurahNumber":52,"VerseNumber":25,"Text":"Birbirlerine dönüp sorarlar"},{"SurahNumber":52,"VerseNumber":26,"Text":"Derler ki: Hakikat biz bundan önce (Dünya´da) ailemiz içinde korkup endişe duyardık"},{"SurahNumber":52,"VerseNumber":27,"Text":"Allah, bize bol lûtufta bulundu da Cehennem´in kavurucu azabından korudu"},{"SurahNumber":52,"VerseNumber":28,"Text":"Şüphesiz biz, bundan önce de O´na yalvarıp ibâdet ederdik. Çünkü O, iyiliği bol, rahmeti geniştir"},{"SurahNumber":52,"VerseNumber":29,"Text":"Sen öğüt vermeye devam et. Sen, Rabbin nîmetiyle ne bir kâhinsin, ne de deli"},{"SurahNumber":52,"VerseNumber":30,"Text":"Yoksa onlar (senin için) O şâirdir, zamanın tokadını yemesini bekliyoruz mu diyorlar"},{"SurahNumber":52,"VerseNumber":31,"Text":"De ki, siz bekleye durun, doğrusu ben de sizinle beraber bekleyenlerdenim"}]}