{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"Sê: Wees klippe of yster"},{"SurahNumber":17,"VerseNumber":51,"Text":"of enige ander skepsel wat volgens julle te hard is om lewendig te word. Maar hulle sal sê: Wie sal ons dan laat herlewe? Sê: Hý wat julle die eerste maal geskape het. Tog sal hulle hulle hoofde teen u skud en sê: Wanneer sal dit geskied? Sê: Waarskynlik is dit naby"},{"SurahNumber":17,"VerseNumber":52,"Text":"Die Dag wanneer Hy julle te voorskyn sal roep, sal julle Hom gehoorsaam wees en Hom loof, en julle sal dink dat julle slegs ’n rukkie vertoef het"},{"SurahNumber":17,"VerseNumber":53,"Text":"En sê aan My dienaars dat hulle moet praat wat welgevallig is. Voorwaar, die duiwel saai onenigheid tussen hulle. Die duiwel is sekerlik ’n openlike vyand van die mens"},{"SurahNumber":17,"VerseNumber":54,"Text":"Julle Heer ken julle die beste. Indien dit Hom behaag, sal Hy aan julle genade betoon; of, as dit Hom behaag, sal Hy julle straf oplê. En Ons het u nie as voog oor hulle gestuur nie"},{"SurahNumber":17,"VerseNumber":55,"Text":"En u Heer weet goed wie in die hemele en op die aarde is. En Ons het waarlik sommige profete bó ander laat uitmunt, en aan Dawid het Ons die Zaboer3 geopenbaar"},{"SurahNumber":17,"VerseNumber":56,"Text":"Sê: Roep diegene aan wat julle aan Hom gelykstel; hulle het geen mag om kwellings van julle te verwyder nie, ook nie om dit te verander nie"},{"SurahNumber":17,"VerseNumber":57,"Text":"Diegene wat hulle aanroep, soek self ’n toegangsmiddel tot hul Heer ~ wie van hulle ook al die naaste is ~ en hulle hoop op Sy barmhartigheid en vrees Sy straf. Voorwaar, die straf van u Heer is iets om van weg te bly"},{"SurahNumber":17,"VerseNumber":58,"Text":"En daar is nie ’n stad nie, of Ons sal dit vóór die Dag van Opstanding vernietig of met ’n kwaai kastyding bestraf. Dít staan in die Boek geskryf"}]}