{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":109,"Text":"vanankalilullavaiyum, pumiyilullavaiyum - anaittum - allahvukke uriyavai. Ellak kariyankalum allahvitame mittuk kontu varappatum"},{"SurahNumber":3,"VerseNumber":110,"Text":"manitarkalukkaka torruvikkappatta (camutayattil) ciranta camutayamaka ninkal irukkirirkal; (enenil) ninkal nallataic ceyya evukirirkal; tiyatai vittum vilakkukirirkal;. Innum allahvinmel (titamaka) nampikkai kolkirirkal;. Vetattaiyutaiyorum (unkalaip ponre) nampikkai kontiruppin, (atu) avarkalukku nanmaiyakum - avarkalil (cilar) nampikkai kontorayum irukkinranar;. Eninum avarkalil palar (irai kattalaiyai mirum) pavikalakave irukkinranar"},{"SurahNumber":3,"VerseNumber":111,"Text":"ittakaiyor unkalukkuc ciritu tollaikal untu pannuvatait tavira (perum) tinku etuvum ceytuvita mutiyatu. Avarkal unkalitam porita vantalum, avarkal unkalukkup purankatti (oti) vituvarkal;. Innum avarkal (evaralum) utavi ceyyappatavum mattarkal"},{"SurahNumber":3,"VerseNumber":112,"Text":"avarkal, enkiruppinum avarkal mitu ilivu vitikkappattullatu. Allahvitamiruntum, manitarkalitamiruntum avarkalukku(p patukavalana) oppantaminri (avarkal tappa mutiyatu). Allahvin kopattil avarkal cikkik kontarkal;. Elmaiyum avarkal mitu vitikkappattu vittatu. Itu enenral, niccayamaka avarkal allahvin ayatkalai nirakarittarkal;. Aniyayamaka napimarkalai kolai ceytarkal;. Innum avarkal pavam ceytu kontum (iraiyanaiyai) miri natantu kontum iruntatu tan (karanamakum)"},{"SurahNumber":3,"VerseNumber":113,"Text":"(Eninum vetattaiyutaiyorakiya) avarkal (ellorum) camamallar;. Vetattaiyutaiyoril oru camutayattinar (nermaikkaka) nirkirarkal;. Iravu nerankalil allahvin vacanankalai otukirarkal. Innum (iraivanukku cirampanintu) sajta ceykirarkal"},{"SurahNumber":3,"VerseNumber":114,"Text":"avarkal allahvin mitum iruti nalin mitum nampikkai kolkirarkal;. Nallatai(c ceyya) evukirarkal. Timaiyai vittum vilakkukirarkal;. Melum, nanmai ceyvatarku viraikinranar;. Ivarkale salihana (nallatiyarkalil) ninrumullavarkal"},{"SurahNumber":3,"VerseNumber":115,"Text":"ivarkal ceyyum enta nanmaiyam (narkuli kotukkappatamal) purakkanikkappatatu. Anriyum, allah payapaktiyutaiyorai nanraka arikiran"}]}