{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":18,"VerseNumber":62,"Text":"Bathi ke ukugqitha kwabo kuyo, (uMûsâ) wathi kwinkwenkwana yakhe, “Sizisele isidlo sethu sakusasa. Sibulaleke kakhulu kolu hambo lwethu, sidiniwe nokudinwa.”"},{"SurahNumber":18,"VerseNumber":63,"Text":"Wathi: “Ubonile ngokuya besiphumle kweliyaa litye? Ndiye ndayilibala intlanzi. Kunjalo nje akukho wumbi undilahlekisileyo ngaphandle koShaytân ondenze ndayilibala. Ukanti yona ithabathe indlela yayo elwandle ngokumangalisayo.”"},{"SurahNumber":18,"VerseNumber":64,"Text":"UMûsâ wathi: “Leyo yiyo kanye into ebesiyikhangela.” Babuyela emva belandela imizila yeenyawo zabo"},{"SurahNumber":18,"VerseNumber":65,"Text":"Ke kaloku bafumana omnye weziCaka zeThu, eSathoba uBabalo oluvela kuThi phezu kwakhe, neSamfundisa nolwazi oluvela kuThi"},{"SurahNumber":18,"VerseNumber":66,"Text":"UMûsâ wathi kuye (uRhadir): “Ndingakulandela na khon’ukuze undifundise okuthile kolo lwazi lwakho lwesiKhokelo walufundiswayo?”"},{"SurahNumber":18,"VerseNumber":67,"Text":"Wathi yena: “Inene, wena akungekhe ukwazi ukuba nomonde (wokunyamezelana) nam"},{"SurahNumber":18,"VerseNumber":68,"Text":"Ungakunyamezela njani oko ungenakukuqulatha elwazini (lwakho)?”"},{"SurahNumber":18,"VerseNumber":69,"Text":"UMûsâ wathi: “Uya kundifumana mna ndinomonde ukuba uAllâh Uthandile yaye andiyi kungakuthobeli nangawuphi na umyalelo.”"},{"SurahNumber":18,"VerseNumber":70,"Text":"Wathi yena: “Ukuba uyandilandela ke uze ungandibuzi nangantoni na (endiyenzayo) ndide ndikuchazele (ngayo).”"},{"SurahNumber":18,"VerseNumber":71,"Text":"Bahamba ke bada bakhwela enqanaweni. (URhadir) wayigrobhoza imboba (inqanawa). UMûsâ wathi: “Uyigrobhozela ukuba mayitshonise abantu bayo na?” Inene wenze eyona nto imbi kunene!”"},{"SurahNumber":18,"VerseNumber":72,"Text":"(URhadir) wathi: “Bendingatshongo na kuwe ukuba wena akungekhe unyamezelane nam?”"},{"SurahNumber":18,"VerseNumber":73,"Text":"Wathi (uMûsâ): “Ungandigxeki ngokulibala kwam, ungandibeki ebunzimeni ngesenzo sam.”"},{"SurahNumber":18,"VerseNumber":74,"Text":"Baqhubeka ke (bahamba) bada badibana nenkwenkwana, waza wayibulala. (uRhadir). UMûsâ wathi: “Ubulele umntu ongenatyala ongabulalanga mntu? Inene wenze into elisikizi gqitha!”"}]}