{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Intet folk kommer før eller etter sin bestemte tid"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sa sendte Vi Vare sendebud den ene etter den andre. Men hver gang et sendebud kom til et folk, kalte de ham løgner. Vi lot dem følge etter hverandre, og Vi gjorde dem til legender. Bort med det folk som ikke tror"},{"SurahNumber":23,"VerseNumber":45,"Text":"Siden sendte Vi Moses og hans bror Aron med Vare jærtegn, og med klar fullmakt"},{"SurahNumber":23,"VerseNumber":46,"Text":"til Farao og hans rad, men de var hovmodige, et overlegent folk"},{"SurahNumber":23,"VerseNumber":47,"Text":"og de sa: «Skal vi ha tiltro til to vanlige mennesker som oss, hvis folk jo er vare tjenere?»"},{"SurahNumber":23,"VerseNumber":48,"Text":"Sa kalte de dem løgnere, og ble blant dem som ble utslettet"},{"SurahNumber":23,"VerseNumber":49,"Text":"Vi gav Moses skriften, sa de kanskje kunne finne ledelse"},{"SurahNumber":23,"VerseNumber":50,"Text":"Og Vi gjorde Marias sønn og hans mor til et tegn. Vi gav dem tilflukt i en asside med ro og vann"},{"SurahNumber":23,"VerseNumber":51,"Text":"«Dere sendebud, spis av det som er godt og rent, og lev rettskaffent! Jeg kjenner til det dere gjør"},{"SurahNumber":23,"VerseNumber":52,"Text":"Dette er deres trossamfunn. Ett samfunn er det! Og Jeg er deres Herre, sa frykt Meg.»"},{"SurahNumber":23,"VerseNumber":53,"Text":"Men de har splittet opp dette sitt anliggende i sekter, og hver gruppe fryder seg over det de har"},{"SurahNumber":23,"VerseNumber":54,"Text":"La du dem bero i deres forvirrings avgrunn inntil videre"},{"SurahNumber":23,"VerseNumber":55,"Text":"Tror de kanskje at Vi ved det Vi har gitt dem av rikdom og barn"},{"SurahNumber":23,"VerseNumber":56,"Text":"ogsa vil være raske med de største goder? Nei, de fatter intet"},{"SurahNumber":23,"VerseNumber":57,"Text":"Men de som bever av ærefrykt for Herren"},{"SurahNumber":23,"VerseNumber":58,"Text":"som tror pa Herrens ord"},{"SurahNumber":23,"VerseNumber":59,"Text":"som ikke setter noe ved Herrens side"}]}