{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Ha-mima."},{"SurahNumber":44,"VerseNumber":2,"Text":"Sapatha suspasta kitabera."},{"SurahNumber":44,"VerseNumber":3,"Text":"Ami eke nayila karechi. Eka barakatamaya rate, niscaya ami satarkakari."},{"SurahNumber":44,"VerseNumber":4,"Text":"E rate pratyeka prajnapurna bisaya sthirikrta haya."},{"SurahNumber":44,"VerseNumber":5,"Text":"Amara paksa theke adesakrame, ami'i preranakari."},{"SurahNumber":44,"VerseNumber":6,"Text":"Apanara palanakartara paksa theke rahamatasbarupa. Tini sarbasrota, sarbajna."},{"SurahNumber":44,"VerseNumber":7,"Text":"Yadi tomadera bisbasa thake dekhate pabe. Tini nabhomandala, bhumandala o etadubhayera madhyebarti sabakichura palanakarta."},{"SurahNumber":44,"VerseNumber":8,"Text":"Tini byatita kona upasya ne'i. Tini jibana dana karena o mrtyu dena. Tini tomadera palanakarta ebam tomadera purbabarti pitr-purusadera'o palanakarta."},{"SurahNumber":44,"VerseNumber":9,"Text":"Etadasattbe'o era sandehe patita haye krira-kautuka karache."},{"SurahNumber":44,"VerseNumber":10,"Text":"Ata'eba apani se'i dinera apeksa karuna, yakhana akasa dhuyaya cheye yabe."},{"SurahNumber":44,"VerseNumber":11,"Text":"Ya manusake ghire phelabe. Eta yantranadayaka sasti."},{"SurahNumber":44,"VerseNumber":12,"Text":"He amadera palanakarta amadera upara theke sasti pratyahara karuna, amara bisbasa sthapana karachi."},{"SurahNumber":44,"VerseNumber":13,"Text":"Tara ki kare bujhabe, athaca tadera kache esechilena spasta barnanakari rasula."},{"SurahNumber":44,"VerseNumber":14,"Text":"Atahpara tara take prsthapradarsana kare ebam bale, se to um'mada-sikhano katha bale."},{"SurahNumber":44,"VerseNumber":15,"Text":"Ami tomadera upara theke ayaba kichuta pratyahara karaba, kintu tomara punaraya punarbasthaya phire yabe."},{"SurahNumber":44,"VerseNumber":16,"Text":"Yedina ami prabalabhabe dhrta karaba, sedina puropuri pratisodha grahana karaba'i."},{"SurahNumber":44,"VerseNumber":17,"Text":"Tadera purbe ami phera'unera sampradayake pariksa karechi ebam tadera kache agamana karechena ekajana sam'manita rasula"},{"SurahNumber":44,"VerseNumber":18,"Text":"e'i marme ye, allahara bandaderake amara kache arpana kara. Ami tomadera jan'ya prerita bisbasta rasula."}]}