{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":5,"Text":"On skazal: \"Syn moy! Ne rasskazyvay svoyego snovideniya brat'yam tvoim, chtob oni ne umyslili protiv tebya kakogo libo umysla; ibo satana ot\"yavlennyy vrag cheloveku"},{"SurahNumber":12,"VerseNumber":6,"Text":"Eto ot togo, chto Gospod' tvoy voz'met tebya v izbranniki i nauchit tebya tolkovaniyu proisshestviy; On osypet svoimi blagodeyaniyami tebya i semeystvo Iakova, kak osypal nekogda tvoikh predkov, Avraama i Isaaka. Gospod' tvoy vedushch i mudr"},{"SurahNumber":12,"VerseNumber":7,"Text":"V samom dele, Iosif i yego brat'ya sluzhat pouchitel'nymi znameniyami dlya tekh, kotoryye sprashivayut"},{"SurahNumber":12,"VerseNumber":8,"Text":"Odnazhdy oni govorili: \"Iosif i brat yego dorozhe dlya nashego ottsa, khotya nas i bol'she. Pravo, nash otets v yavnom zabluzhdenii"},{"SurahNumber":12,"VerseNumber":9,"Text":"Ubeyte Iosifa, ili udalite yego v kakuyu nibud' zemlyu; vzory ottsa vashego budut isklyuchitel'no na vas. Potom vy povedote sebya kak dobryye lyudi"},{"SurahNumber":12,"VerseNumber":10,"Text":"Odin iz nikh skazal: \"Ne ubivayte Iosifa, no bros'te yego na dno kolodezya: kakoy nibud' puteshestvennik voz'met yego, yesli vy khotite chto nibud' s nim sdelat'"},{"SurahNumber":12,"VerseNumber":11,"Text":"Oni skazali: \"Batyushka! Otchego ty ne khochesh' poruchit' nam Iosifa? My k nemu dobroserdechno raspolozheny"},{"SurahNumber":12,"VerseNumber":12,"Text":"Zavtra otpusti yego s nami; pust' on polakomitsya, poigrayet, a my posmotrim za nim"},{"SurahNumber":12,"VerseNumber":13,"Text":"On skazal: \"Mne budet grustno, yesli yego uvedete; boyus', chtob yego ne pozhral volk, kogda vy budete nevnimatel'ny k nemu"},{"SurahNumber":12,"VerseNumber":14,"Text":"Oni skazali: \"Yesli volk yego s\"yest, togda kak nas mnogo, to my budem uzhe ochen' neschastlivy"}]}