{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Eṉṉuṭaiya vacaṉaṅkaḷ uṅkaḷukku ōtik kāṇpikkappaṭavillaiyā? Appōtu nīṅkaḷ avaṟṟaip poyppikkalāṉīrkaḷ\" (eṉṟu kūṟappaṭum)"},{"SurahNumber":23,"VerseNumber":106,"Text":"eṅkaḷ iṟaivaṉē! Eṅkaḷai eṅkaḷuṭaiya turpākkiyam mikaittuviṭṭatu nāṅkaḷ vaḻitavaṟiya kūṭṭattiṉar ākiviṭṭōm\" eṉṟu avarkaḷ kūṟuvārkaḷ"},{"SurahNumber":23,"VerseNumber":107,"Text":"eṅkaḷ iṟaivaṉē! Nī eṅkaḷai i(n narakat)tai viṭṭu veḷiyēṟṟuvāyāka tirumpavum (nāṅkaḷ pāvam ceyya) muṟpaṭṭāl niccayamāka nāṅkaḷ aniyāyakkārarkaḷ!\" (Eṉṟum kūṟuvar)"},{"SurahNumber":23,"VerseNumber":108,"Text":"(ataṟkavaṉ)\"atilēyē iḻintu kiṭaṅkaḷ; eṉṉuṭaṉ pēcātīrkaḷ!\" Eṉṟu kūṟuvāṉ"},{"SurahNumber":23,"VerseNumber":109,"Text":"niccayamāka eṉṉuṭaiya aṭiyārkaḷil oru piriviṉar\"eṅkaḷ iṟaivā! Nāṅkaḷ uṉ mītu īmāṉ koḷkiṟōm; nī eṅkaḷ kuṟṟaṅkaḷai maṉṉittu, eṅkaḷ mītu kirupai ceyvāyāka! Kirupaiyāḷarkaḷilellām nī mikavum mēlāṉavaṉ\" eṉṟu pirārttippavarkaḷāka iruntaṉar"},{"SurahNumber":23,"VerseNumber":110,"Text":"appōtu nīṅkaḷ avarkaḷaip parikācattiṟku uriyavarkaḷāka ākkik koṇṭīrkaḷ, etu varaiyeṉiṉ eṉ niṉaivē uṅkaḷukku maṟakkalāyiṟṟu iṉṉum avarkaḷaip paṟṟi nīṅkaḷ ēḷaṉamāka nakaittuk koṇṭum iruntīrkaḷ"},{"SurahNumber":23,"VerseNumber":111,"Text":"niccayamāka, avarkaḷ poṟumaiyāy iruntataṟkāka avarkaḷukku nāṉ (ataṟkuriya) naṟkūliyaik koṭuttirukkiṉṟēṉ; niccayamāka avarkaḷē veṟṟiyāḷarkaḷ"},{"SurahNumber":23,"VerseNumber":112,"Text":"āṇṭukaḷiṉ eṇṇikkaiyil nīṅkaḷ pūmiyil evvaḷavu (kālam) iruntīrkaḷ?\" Eṉṟu kēṭpāṉ"},{"SurahNumber":23,"VerseNumber":113,"Text":"oru nāḷ allatu oru nāḷiṉ ciṟitu pākam nāṅkaḷ taṅkiyiruntiruppōm. (Itaippaṟṟik) kaṇippavarkaḷiṭam nī kēṭpāyāka!\" Eṉṟu avarkaḷ kūṟuvārkaḷ"},{"SurahNumber":23,"VerseNumber":114,"Text":"oru coṟpa kālam tavira (pūmiyil atikam) nīṅkaḷ taṅkavillai. Nīṅkaḷ (itai) aṟintiruntāl!\" Eṉṟu (iṟaivaṉ) kūṟuvāṉ"},{"SurahNumber":23,"VerseNumber":115,"Text":"Nām uṅkaḷaip paṭaittatellām vīṇukkāka eṉṟum, nīṅkaḷ nam'miṭattil niccayamāka mīṭṭappaṭa māṭṭīrkaḷ eṉṟum eṇṇik koṇṭīrkaḷā?\" (Eṉṟum iṟaivaṉ kēṭpāṉ)"},{"SurahNumber":23,"VerseNumber":116,"Text":"ākavē, uṇmaiyil aracaṉāṉa allāh, mika uyarntavaṉ; avaṉait tavira nāyaṉillai. Kaṇṇiyamikka arṣiṉ iṟaivaṉ avaṉē"},{"SurahNumber":23,"VerseNumber":117,"Text":"mēlum, evaṉ allāhvuṭaṉ vēṟu nāyaṉaip pirārttikkiṟāṉō avaṉukku ataṟkāka evvita ātāramum illai avaṉuṭaiya kaṇakku avaṉuṭaiya iṟaivaṉiṭamtāṉ irukkiṟatu niccayamāka kāḥpirkaḷ veṟṟi aṭaiya māṭṭārkaḷ"},{"SurahNumber":23,"VerseNumber":118,"Text":"iṉṉum, \"eṉ iṟaivaṉē! Nī eṉṉai maṉṉittuk kirupai ceyvāyāka! Nī tāṉ kirupaiyāḷarkaḷilellām mikka mēlāṉavaṉ\" eṉṟu (napiyē!) Nīr pirārttippīrāka"}]}