{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":34,"VerseNumber":32,"Text":"durahaṅkārulaina nāyakulu balahīnulaina vāritō ilā aṇṭāru: \"Ēmī? Mī vaddaku mārgadarśakatvaṁ vaccinappuḍu mēmu mim'malni dāni nuṇḍi nirōdhin̄cāmā? Alā kādu, mīrē aparādhāniki pālpaḍḍāru"},{"SurahNumber":34,"VerseNumber":33,"Text":"mariyu balahīnulaina vāru durahaṅkārulaina nāyakulatō ilā aṇṭāru: \"Alā kādu! Idi mīru rātrimbavaḷḷu pannina kuṭra. Mīru mam'malni - allāh nu tiraskarin̄ci - itarulanu āyanaku sāṭi kalpin̄camani ājñāpistū uṇḍēvāru.\" Mariyu vāru śikṣanu cūsinappuḍu, tama paścāttāpānni dāstāru. Mariyu mēmu satyatiraskārula meḍalalō saṅkeḷḷu vēstāmu. Vāru tama karmalaku tagina pratiphalaṁ tappa marēdainā pondagalarā"},{"SurahNumber":34,"VerseNumber":34,"Text":"mariyu mēmu heccarika cēsē atanini (pravaktanu) ē nagarāniki pampinā, dānilōni aiśyaryavantulu: \"Niścayaṅgā, mēmu mī veṇṭa pampabaḍina sandēśānni tiraskaristunnāmu.\" Ani anakuṇḍā uṇḍalēdu"},{"SurahNumber":34,"VerseNumber":35,"Text":"Vāru iṅkā ilā annāru: \"Mēmu (nīkaṇṭē) ekkuva sampada mariyu santānaṁ kaligi unnāmu. Mariyu mēmu ē mātraṁ śikṣimpabaḍamu"},{"SurahNumber":34,"VerseNumber":36,"Text":"vāritō anu: \"Niścayaṅgā, nā prabhuvu tānu kōrina vāriki jīvanōpādhini puṣkalaṅgā prasādistāḍu, mariyu (tānu kōrina vāriki) mitaṅgā istāḍu. Kāni cālā mandiki idi teliyadu"},{"SurahNumber":34,"VerseNumber":37,"Text":"mariyu mī sampada gānī mariyu mī santānaṁ gānī mim'malni mā daggariki tēlēvu; kāni viśvasin̄ci satkāryālu cēsēvāru tappa! Kāvuna alāṇṭi vāriki tāmu cēsina dāniki reṭṭimpu pratiphalaṁ labhistundi. Mariyu vāru bhavanālalō surakṣitaṅgā uṇṭāru"},{"SurahNumber":34,"VerseNumber":38,"Text":"mariyu evaraitē mā sūcanalanu bhaṅgaparacaṭāniki prayatnistārō, alāṇṭi vāru kaṭhinaśikṣaku hājaru cēyabaḍatāru"},{"SurahNumber":34,"VerseNumber":39,"Text":"vāritō anu: \"Niścayaṅgā, nā prabhuvu tana dāsulalō tānu kōrina vāriki jīvanōpādhini puṣkalaṅgā prasādistāḍu mariyu (tānu kōrina) vāriki mitaṅgā istāḍu. Mariyu mīru (āyana mārganlō) kharcu peṭṭēdantā āyana mīku tirigi istāḍu. Mariyu āyanē sarvaśrēṣṭhuḍaina jīvanōpādhi pradāta"}]}