{"Id":143,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"And he went back into his garden while he had wronged himself. He said: \"I do not think that this will ever perish"},{"SurahNumber":18,"VerseNumber":36,"Text":"And I do not think that the Hour is coming. And if I am indeed returned to my Lord, then I will surely find even better things for me"},{"SurahNumber":18,"VerseNumber":37,"Text":"His friend said to him while discussing with him: \"Have you disbelieved in the One who created you from dirt, then from a seed, then He evolved you into a man"},{"SurahNumber":18,"VerseNumber":38,"Text":"But He is God, my Lord, and I do not place any partners at all with my Lord"},{"SurahNumber":18,"VerseNumber":39,"Text":"And if you enter your garden, you should have said: \"This is what God has given, there is no power except by God.\" You see me as being less than you in wealth and in children"},{"SurahNumber":18,"VerseNumber":40,"Text":"Perhaps my Lord will give me better than your garden, and He should send upon it a violent storm from the sky, so it becomes completely barren"},{"SurahNumber":18,"VerseNumber":41,"Text":"Or that its water becomes deep under-ground, so you will not be able to seek it"},{"SurahNumber":18,"VerseNumber":42,"Text":"So his fruits were ruined, and he began turning his hands at that which he has spent on it while it remained destroyed upon its foundations. And he said: \"I wish I did not make any partner with my Lord"},{"SurahNumber":18,"VerseNumber":43,"Text":"And he had no group which could help against God, and he would not have had victory"},{"SurahNumber":18,"VerseNumber":44,"Text":"Such is the true authority of God. He is best to reward, and best to punish"},{"SurahNumber":18,"VerseNumber":45,"Text":"And give them the parable of this worldly life is like a water which We have sent down from the sky, so that the plants of the Earth mix with it and it becomes murky being moved by the wind. And God is capable of all things"}]}