{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":6,"Text":"Küfre saplananlara gelince, onları uyarsan da uyarmasan da onlarca aynıdır. İman etmezler"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah, kalplerini ve kulaklarını mühürlemiş; gözlerine de bir perde inmiştir. Bunların hakkı pek büyük bir azaptır"},{"SurahNumber":2,"VerseNumber":8,"Text":"İnsanların içinde kimi de vardır ki: «Allah´a ve ahiret gününe inandık» derler; halbuki iman etmiş değillerdir"},{"SurahNumber":2,"VerseNumber":9,"Text":"Allah´ı ve müminleri aldatmaya çalışırlar. Halbuki sadece kendilerini aldatırlar da farkına varmazlar"},{"SurahNumber":2,"VerseNumber":10,"Text":"Kalplerinde bir hastalık vardır. Allah hastalıklarını artırmıştır ve yalancılık ettikleri için bunlara pek acı bir azap vardır"},{"SurahNumber":2,"VerseNumber":11,"Text":"Onlara: «Yeryüzünde bozgunculuk yapmayın!» denildiği zaman: «Biz ancak düzelticileriz» derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"Ha! Doğrusu bunlar ortalığı karıştıranlardır. Fakat şuurları olmadığından farkında değillerdir"},{"SurahNumber":2,"VerseNumber":13,"Text":"Yine bunlara: «İnsanların inandıkları gibi inanın.» dendiği zaman: «Biz de o budalaların inandıkları gibi mi inanalım?» derler. Doğrusu budala kendileridir, fakat bilmezler"},{"SurahNumber":2,"VerseNumber":14,"Text":"Bir de iman edenlerle karşılaştıklarında: «Biz de inandık» derler. Kendi şeytanları ile başbaşa kaldıklarında: «Emin olun biz sizinle beraberiz, biz ancak alay ediyoruz.» derler"},{"SurahNumber":2,"VerseNumber":15,"Text":"Asıl Allah onlarla alay ediyor ve taşkınlıkları içinde bocalarlarken kendilerini sürükleyip götürüyor"},{"SurahNumber":2,"VerseNumber":16,"Text":"İşte bunlar öyle kimselerdir ki hidayet karşılığında sapıklığı satın almışlardır da ticaretleri kar etmemiştir. Kar yolunu tutmuş da değillerdir"}]}