{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":12,"Text":"Said He, 'What prevented thee to bow thyself, when I commanded thee?' Said he, 'I am better than he; Thou createdst me of fire, and him Thou createdst of clay"},{"SurahNumber":7,"VerseNumber":13,"Text":"Said He, 'Get thee down out of it; it is not for thee to wax proud here, so go thou forth; surely thou art among the humbled"},{"SurahNumber":7,"VerseNumber":14,"Text":"Said he, 'Respite me till the day they shall be raised"},{"SurahNumber":7,"VerseNumber":15,"Text":"Said He, 'Thou art among the ones that are respited"},{"SurahNumber":7,"VerseNumber":16,"Text":"Said he, 'Now, for Thy perverting me, I shall surely sit in ambush for them on Thy straight path"},{"SurahNumber":7,"VerseNumber":17,"Text":"then I shall come on them from before them and from behind them, from their right hands and their left hands; Thou wilt not find most of them thankful"},{"SurahNumber":7,"VerseNumber":18,"Text":"Said He, 'Go thou forth from it, despised and banished. Those of them that follow thee -- I shall assuredly fill Gehenna with all of you"},{"SurahNumber":7,"VerseNumber":19,"Text":"O Adam, inherit, thou and thy wife, the Garden, and eat of where you will, but come not nigh this tree, lest you be of the evildoers"},{"SurahNumber":7,"VerseNumber":20,"Text":"Then Satan whispered to them, to reveal to them that which was hidden from them of their shameful parts. He said, 'Your Lord has only prohibited you from this tree lest you become angels, or lest you become immortals"},{"SurahNumber":7,"VerseNumber":21,"Text":"And he swore to them, 'Truly, I am for you a sincere adviser"},{"SurahNumber":7,"VerseNumber":22,"Text":"So he led them on by delusion; and when they tasted the tree, their shameful parts revealed to them, so they took to stitching upon themselves leaves of the Garden. And their Lord called to them, 'Did not I prohibit you from this tree, and say to you, \"Verily Satan is for you a manifest foe"}]}