{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":5,"Text":"They have no knowledge about it, nor did their forefathers, this is a monstrous word that comes from their mouths. They speak nothing but a lie"},{"SurahNumber":18,"VerseNumber":6,"Text":"O Muhammad! You probably will kill yourself in grief over them, if they do not believe in this Message (The Qur'an)"},{"SurahNumber":18,"VerseNumber":7,"Text":"We have decked the earth with all kinds of ornaments to test the people and to see which of them do the best deeds"},{"SurahNumber":18,"VerseNumber":8,"Text":"In the end We shall reduce all that is on it to a barren wasteland"},{"SurahNumber":18,"VerseNumber":9,"Text":"Do you think that the Companions of the Cave and of Ar- Raqeem (this may refer to the name of their dog, or the tablet on which their names were inscribed or the mountain in which the cave is situated) were among Our wonderful signs"},{"SurahNumber":18,"VerseNumber":10,"Text":"When those young men took refuge in the cave, they said \"Our Lord! Have mercy on us from Yourself and guide us out of our ordeal"},{"SurahNumber":18,"VerseNumber":11,"Text":"So We put upon their ears a cover (put them into a deep sleep) for a number of years in the cave"},{"SurahNumber":18,"VerseNumber":12,"Text":"and then awakened them to find out which of the two parties (believers and nonbelievers who were arguing about the fact of life after death) could best tell the length of their stay"},{"SurahNumber":18,"VerseNumber":13,"Text":"Now We tell you their real story. They were young men who believed in their Lord, and on them We had bestowed Our guidance"},{"SurahNumber":18,"VerseNumber":14,"Text":"We put courage in their hearts when they stood up and declared: \"Our Lord is the Lord of the heavens and the earth, we shall never appeal to any other deity except Him, for if we do, we shall be saying something improper"},{"SurahNumber":18,"VerseNumber":15,"Text":"These people of ours have taken for worship other gods besides Him; if they are right, why do they not bring forth any convincing proof of their divinity? Who is more wicked than the one who invents a lie about Allah"}]}