{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"‘’Basi ukiwa juu ya jahazi na ukatulia humo wewe na walio pamoja na wewe, mukiwa mumesalimika na kuzama, sema, ‘Shukrani zote ni za Mwenyezi Mungu Aliyetuokoa na watu makafiri.’»"},{"SurahNumber":23,"VerseNumber":29,"Text":"Na useme, «Mola wangu! Nifaniye wepesi uteremkaji uliobarikiwa wenye amani, na wewe ndiye bora wa wenye kuteremsha.» Katika hili pana mafunzo kutoka kwa Mwenyezi Mungu, Aliyetukuka na kuwa juu, kwa waja Wake wasome dua hii wateremkapo mahali"},{"SurahNumber":23,"VerseNumber":30,"Text":"Kwa hakika, katika kuwaokoa Waumini na kuwaangamiza makafiri, pana dalili wazi zakuonesha ukweli wa Mitume wa Mwenyezi Mungu katika yale waliokuja nayo kutoka kwa Mwenyezi Mungu, na sisi ni wenye kuwapa mtihani watu kwa kuwapelekea Mitume kwao kabla mateso hayajawashukia"},{"SurahNumber":23,"VerseNumber":31,"Text":"Kisha tukawaleta baada ya watu wa Nūḥ kizazi kingine, nacho ni kile cha watu wa kabila la ‘Ād"},{"SurahNumber":23,"VerseNumber":32,"Text":"Tukampeleka kwao Mtume miongoni mwao, naye ni Hūd, amani imshukiye, akawaambia, «Muabuduni Mwenyezi Mungu, Peke Yake, hamuna muabudiwa kwa haki isipokuwa Yeye. Je, hamuogopi mateso Yake mtakapomuabudu asiyekuwa Yeye?»"},{"SurahNumber":23,"VerseNumber":33,"Text":"Watukufu na viongozi waliomkufuru Mwenyezi Mungu miongoni mwa watu wake na waliokataa kuwa kuna maisha ya Akhera na zikawafanya wakiuke mipaka zile neema walizoneemeshwa ulimwenguni za maisha ya anasa za kupindukia, «Huyu anayewaita mumpwekeshe Mwenyezi Mungu, Aliyetukuka, si lolote isipokuwa ni mwanadamu kama nyinyi, anakula chakula cha aina mnachokula nyinyi, na anakunywa aina ya kinywaji mnachokunywa"},{"SurahNumber":23,"VerseNumber":34,"Text":"«Na lau mtamfuata binadamu kama nyinyi, basi nyinyi mtakuwa wakati huo ni wenye kupata hasara kawa kuwaacha waungu wenu na kumfuata yeye"},{"SurahNumber":23,"VerseNumber":35,"Text":"«Vipi mtayaamini yale anayowaahidi kwamba nyinyi mkifa na mkawa mchanga na mifupa iliyovunjika vipande-vipande, kuwa mtatolewa kutoka kwenye makaburi yenu mkiwa hai"},{"SurahNumber":23,"VerseNumber":36,"Text":"«Kwa hakika, liko mbali sana hilo mnaloahidiwa, enyi watu, la kwamba nyinyi mtatolewa makaburini mwenu mkiwa hai baada ya kufa kwenu"},{"SurahNumber":23,"VerseNumber":37,"Text":"«Maisha yetu ni ya hapa duniani tu, wazazi wanakufa na watoto wanaishi. Na sisi si wenye kutolewa tukiwa hai mara nyingine"},{"SurahNumber":23,"VerseNumber":38,"Text":"«Na huyu, Anayewalingania kwenye Imani, hakuwa isipokuwa ni mtu amemzulia Mwenyezi Mungu urongo. Na sisi si wenye kuyaamini anayoyasema.»"},{"SurahNumber":23,"VerseNumber":39,"Text":"Hapo Mtume wao Alimuomba Mola wake akisema, «Ewe Mola wangu! Ninusuru juu yao kwa kuwa wamenikanusha.»"},{"SurahNumber":23,"VerseNumber":40,"Text":"Mwenyezi Mungu Akasema Akiyakubali maombi yake, «Kwa muda mchache watakuwa ni wenye kujuta.» Yaani, baada ya kipindi cha muda mchache watakuwa na majuto hao wakanushaji.»"},{"SurahNumber":23,"VerseNumber":41,"Text":"Hawakupitiwa na muda, uliwajia wao ukelele mkali pamoja na upepo ambao kwa upepo huo Mwenyezi Mungu Aliwaangamiza, wakafa wote na wakawa ni kama takataka za mtiririko wa maji zinazoelea juu ya maji. Basi maangamivu ni ya hawa madhalimu, na kuwa mbali na rehema ya Mwenyezi Mungu ni kwao. Kwa hivyo, na wajihadhari wenye kusikia, wasije wakawakanusha Mitume wao, ikawashukia wao adhabu ilyowashukia waliowatangulia"},{"SurahNumber":23,"VerseNumber":42,"Text":"Kisha tukawaleta, baada ya hawa waliokanusha, ummah na viumbe wengine, kama watu wa Lūṭ, Shu'ayb, Ayyūb na Yūnus, rehema za Mwenyezi Mungu na amani Yake ziwashukie"}]}