{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":17,"VerseNumber":59,"Text":"No os enviamos los signos que pedís porque los desmentiríais y os castigaríamos, como lo hicimos con los pueblos que os precedieron. Al pueblo de Zamud le enviamos la camella como un milagro evidente, pero fueron inicuos [y la mataron]. Les enviamos los milagros para atemorizarles [del castigo que sufrirían si no creían]"},{"SurahNumber":17,"VerseNumber":60,"Text":"Y cuando te dijimos [¡Oh, Muhámmad!]: Tu Señor tiene total poder sobre los hombres [y Él te protegerá]. Lo que te mostramos [la noche de tu ascensión a los cielos] y el árbol maldito mencionado en el Corán no es sino para probar la fe de los hombres. Les atemorizamos [con Nuestros signos], pero esto les incrementa aún más su rebeldía"},{"SurahNumber":17,"VerseNumber":61,"Text":"[Recuerda] Cuando dijimos a los Ángeles: Haced una reverencia ante Adán [Adam]. La hicieron, excepto Iblís que dijo: ¿Acaso voy a hacer una reverencia ante quien has creado de barro"},{"SurahNumber":17,"VerseNumber":62,"Text":"Y agregó: ¿Por qué lo has honrado más que a mí [que me has creado de fuego]? Si me dejas vivir hasta el Día de la Resurrección desviaré a la mayoría de sus descendientes"},{"SurahNumber":17,"VerseNumber":63,"Text":"Dijo [Allah]: ¡Vete! Y quienes de ellos te sigan merecerán el Infierno, pues es el castigo que les tenemos reservado"},{"SurahNumber":17,"VerseNumber":64,"Text":"Seduce con tus palabras a quien puedas de ellos, arremete con tu caballería y con tu infantería, métete en sus vidas sembrando la corrupción en sus bienes e hijos y hazles promesas. Y sabed [¡Oh, creyentes!] que Satanás sólo hace promesas falsas"},{"SurahNumber":17,"VerseNumber":65,"Text":"[Dijo Allah:] Por cierto que no tienes poder alguno sobre Mis siervos creyentes. Es suficiente con tu Señor como protector [para quienes se encomiendan a Él]"},{"SurahNumber":17,"VerseNumber":66,"Text":"Vuestro Señor es Quien impulsa las naves en el mar para que con ellas podáis procurar Su favor [vuestro sustento]. Él es Misericordioso con vosotros"}]}