{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":48,"Text":"İşledikleri pis işler ortaya çıkar ve Allah'ın dini ve Peygamberleriyle yaptıkları alayların cezası kendilerini her taraftan sarıverir"},{"SurahNumber":39,"VerseNumber":49,"Text":"İnsanın başı derde girdi mi Biz'e yalvarır, ama sonra ona tarafımızdan nimet verince: “Ben bilgi ve becerim sayesinde bu serveti elde ettim” der.Hayır! Bu bir imtihandır, ama çokları bunu anlamazlar"},{"SurahNumber":39,"VerseNumber":50,"Text":"Kendilerinden önce gelip geçenler de böyle dediler, ama kazandıkları servet, mukadder âkıbetlerini önlemede kendilerine hiç fayda etmedi"},{"SurahNumber":39,"VerseNumber":51,"Text":"İşledikleri fenalıkların cezası başlarına geçti. Aynen onun gibi, senin çağdaşlarından olan zalimler de yaptıkları fenalıkların cezasına çarptırılacaklar ve elimizden kaçıp kurtulamayacaklardır"},{"SurahNumber":39,"VerseNumber":52,"Text":"Hâlâ şunu anlamadılar mı ki Allah dilediği kulunun nasibini bollaştırır, dilediğinin nasibini ise daraltır. Elbette bunda inanacak kimseler için alacak ibretler vardır"},{"SurahNumber":39,"VerseNumber":53,"Text":"De ki: “Ey çok günah işleyerek kendi öz canlarına kötülük etmede ileri giden kullarım! Allah'ın rahmetinden ümidinizi kesmeyiniz.Allah bütün günahları affeder. Çünkü O, gafur ve rahîmdir (çok affedicidir, merhamet ve ihsanı fazladır).” [5,73-74; 85,10;]"},{"SurahNumber":39,"VerseNumber":54,"Text":"Size azap gelip çatmadan önce, Rabbinize dönün ve O'na teslim olun, O’na itaat edin. Yoksa yardım göremezsiniz"},{"SurahNumber":39,"VerseNumber":55,"Text":"Size azap farkına varmadığınız yerden ansızın gelip çatmadan önce,Rabbiniz tarafından size gönderilen hükümlerin en güzeline tâbi olun"},{"SurahNumber":39,"VerseNumber":56,"Text":"Ta ki kişi şöyle demeye mecbur kalmasın: “Rabbime karşı yaptığım bunca kusurdan dolayı yazıklar olsun bana!Yazıklar olsun bana ki ben O'nun diniyle, kitabıyla alay edenler arasında yer aldım!”"}]}