{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":23,"Text":"Evinde bulunduğu kadın, onun nefsinden murat almak istedi, kapıları iyice kapattı ve \"Haydi gel!\" dedi. O da\" (Hâşâ), Allah´a sığınırım! Zira kocanız benim velinimetimdir, bana güzel davrandı. Gerçek şu ki, zalimler iflah olmaz!\" dedi"},{"SurahNumber":12,"VerseNumber":24,"Text":"Andolsun ki, kadın ona meyletti. Eğer Rabbinin işaret ve ikazını görmeseydi o da kadına meyletmişti. İşte böylece biz, kötülük ve fuhşu ondan uzaklaştırmak için (delilimizi gösterdik). Şüphesiz o ihlâslı kullarımızdandı"},{"SurahNumber":12,"VerseNumber":25,"Text":"İkisi de kapıya doğru koştular. Kadın onun gömleğini arkadan yırttı. Kapının yanında onun kocasına rastladılar. Kadın dedi ki: Senin ailene kötülük etmek isteyenin cezası, zindana atılmaktan veya elem verici bir işkenceden başka ne olabilir"},{"SurahNumber":12,"VerseNumber":26,"Text":"Yusuf: \"Asıl kendisi benim nefsimden murat almak istedi\" dedi. Kadının akrabasından biri şöyle şahitlik etti: \"Eğer gömleği önden yırtılmışsa, kadın doğru söylemiştir, bu ise yalancılardandır"},{"SurahNumber":12,"VerseNumber":27,"Text":"Eğer gömleği arkadan yırtılmışsa, kadın yalan söylemiştir. Bu ise doğru söyleyenlerdendir"},{"SurahNumber":12,"VerseNumber":28,"Text":"(Kocası, Yusuf´un gömleğinin) arkadan yırtılmış olduğunu görünce, (kadına): \"Şüphesiz, dedi; bu, sizin tuzağınızdır. Sizin tuzağınız gerçekten büyüktür"},{"SurahNumber":12,"VerseNumber":29,"Text":"Ey Yusuf! Sen bundan (olanları söylemekten) vazgeç! (Ey kadın!) Sen de günahının affını dile! Çünkü sen günahkârlardan oldun"},{"SurahNumber":12,"VerseNumber":30,"Text":"Şehirdeki bazı kadınlar dediler ki: Azizin karısı, delikanlısının nefsinden murat almak istiyormuş; Yusufun sevdası onun kalbine işlemiş! Biz onu gerçekten açık bir sapıklık içinde görüyoruz"}]}