{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"Ɛda no a ͻkra biara behunu papa a ͻyͻeε ne bͻne a ͻyͻeε sε abεtͻ n’anim no, (saa Da no abͻneεfoͻ no) bεpε sε anka εkwan tenten bi bεda ͻne (ne dwumadi bͻne) no ntεm. Enti Nyankopͻn rebͻ mo kͻkͻ sԑ monyԑ Neho ahwԑyie. Onyankopͻn ne Mmͻborͻhunufoͻ a Ohu Nenkoa mmͻbͻ"},{"SurahNumber":3,"VerseNumber":31,"Text":"(Nkͻmhyεni), ka sε; ‘’Sε mopε Nyankopͻn asεm a, εneε moni m’akyi. (Sε modi makyi a), Nyankopͻn bεpε moasεm na Ɔde mo bͻne akyε mo. Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoɔ Hene"},{"SurahNumber":3,"VerseNumber":32,"Text":"(Nkͻmhyεni), ka sε: “Monyε sotie ma Nyankopͻn ne Ɔsomafoͻ no; nasε wͻ’dane wͻn akyi ma (Nokorε no a), εneε nokorε sε Onyankopͻn deε Ɔmpε boniayεfoͻ no asεm”"},{"SurahNumber":3,"VerseNumber":33,"Text":"Nokorε sε, Nyankopͻn yii Adam, ne Noah ne Abraham asefoͻ ne Imraan asefoͻ maa wͻ’kyεn amansan no nyinaa"},{"SurahNumber":3,"VerseNumber":34,"Text":"(Wͻ’yε) awoͻ ntoatoasoͻ a wͻ’firi wͻn ho wͻn ho mu. Onyankopͻn ne Otiefoͻ, Onimdefoͻ"},{"SurahNumber":3,"VerseNumber":35,"Text":"Kae εberε a Imraan yere (Hanna) kaa sε: “Me Wura Nyankopͻn, nokorε sε, mede deε εwͻ meyafunu mu yi hyε Wo bͻ wͻ Wosom ho; enti gye me so, Nokorε sε, Wo ne (Mpaebͻ) Tiefoͻ no, Onimdefoͻ no"},{"SurahNumber":3,"VerseNumber":36,"Text":"Enti εberε a ͻwoo no, ͻkaa sε: “Me Wura Nyankopͻn, mawo no (na ͻyε) ͻbaa. Onyankopͻn Nim deε wawo no no yie; ͻbarima ntesε ͻbaa; na m’ato ne din sε: “Mar’yam, na mehwehwε Wohͻ ntwitwagyeε ama ͻne n’asefoͻ wͻ ͻbonsam a y’adome no anaa yato no atwene no nsam”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Enti ne Wura Nyankopͻn tiee no tie pa, εna Ɔmaa no nyinii nyin pa; εna Ɔde no maa Zakariya hwεε no soͻ. Ԑberε biara a (Zakariya) bεkͻ nehͻ wͻ pie (a εwͻ Nyamedan no mu) hͻ (akͻhwε) no no obehunu sε akͻnhoma wͻ nenkyεn. (Zakariya) bisaa sε: “Mar’yam, wonyaa woi wͻ hen?” Ɔkaa sε: “Woi firi Nyankopͻn hͻ. Nokorε sε, Nyankopͻn na Ɔkyε obi a Ɔpε adeε a enni ano, (anaasε akontabuo biara nni ho)"}]}