{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"Nuko ku bw’impuhwe ziduturutseho, tumugarurira umuryango we uri kumwe n’abandi nka wo, kugira ngo bibe urwibutso ku banyabwenge"},{"SurahNumber":38,"VerseNumber":44,"Text":"Unafate umuba w’udushari mu kuboko kwawe maze uwukubitishe (umugore wawe), kugira ngo udatatira indahiro. Mu by’ukuri twasanze (Ayubu) ari umuntu wihangana. Mbega ukuntu yari umugaragu mwiza! Kandi rwose yicuzaga kenshi (kuri Allah)"},{"SurahNumber":38,"VerseNumber":45,"Text":"Kandi wibuke (yewe Muhamadi) abagaragu bacu; Ibrahimu, Isihaka na Yakubu; bari abanyamurava (mu kutugaragira) bakanagira ubushishozi (mu idini)"},{"SurahNumber":38,"VerseNumber":46,"Text":"Mu by’ukuri twarabatoranyije tubaha umwihariko wo kwibuka imperuka"},{"SurahNumber":38,"VerseNumber":47,"Text":"Kandi rwose imbere yacu bari mu ntoranywa, mu beza kurusha abandi"},{"SurahNumber":38,"VerseNumber":48,"Text":"Unibuke Isimayili, Aliyasa na Dhul’kifli; bose bari mu beza kurusha abandi"},{"SurahNumber":38,"VerseNumber":49,"Text":"Iyi (Qur’an) ni urwibutso. Kandi mu by’ukuri abagandukira (Allah) bazagira igarukiro ryiza"},{"SurahNumber":38,"VerseNumber":50,"Text":"Ijuru rihoraho, bazafungurirwa imiryango yaryo"},{"SurahNumber":38,"VerseNumber":51,"Text":"Aho bazaba begamye, batumiza imbuto nyinshi n’ibinyobwa"},{"SurahNumber":38,"VerseNumber":52,"Text":"Bazaba bari kumwe n’abagore barangamiye abagabo babo (gusa) kandi b’urungano"},{"SurahNumber":38,"VerseNumber":53,"Text":"Ibyo ni byo (bihembo) mwasezeranyijwe ku munsi w’ibarura"},{"SurahNumber":38,"VerseNumber":54,"Text":"Mu by’ukuri ibyo ni amafunguro yacu adateze kuzashira"},{"SurahNumber":38,"VerseNumber":55,"Text":"Ibyo (ni byo bizagororerwa abemeramana). Naho abanyabyaha bazagira igarukiro ribi"},{"SurahNumber":38,"VerseNumber":56,"Text":"Jahanamu bazahiramo. Mbega ubuturo bubi"},{"SurahNumber":38,"VerseNumber":57,"Text":"Ibyo (ni byo bihano bazahanishwa). Bityo, nibabyumve; ni amazi yatuye n’amashyira"},{"SurahNumber":38,"VerseNumber":58,"Text":"N’ibindi (bihano) bimeze nka byo by’ingeri nyinshi"},{"SurahNumber":38,"VerseNumber":59,"Text":"(Abayobeje abandi bazabwirwa bati) “Aka ni agatsiko kiroshye mu gihe kimwe namwe (mu muriro)”, (bavuge bati) “Nta heza bashyikiye kuko mu by’ukuri, bagiye guhira mu muriro.”"},{"SurahNumber":38,"VerseNumber":60,"Text":"(Abayobejwe) bazavuga bati “Ahubwo ni mwe mutashyikiye aheza kuko ari mwe mwawudukururiye (umuriro); kandi ni cyo cyicaro kibi.”"},{"SurahNumber":38,"VerseNumber":61,"Text":"Bazavuga bati “Nyagasani wacu! Uwadukururiye ibi mwongerere ibihano byo mu muriro byikubye kabiri.”"}]}