{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta Sin Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Those are the signs of the Manifest Book"},{"SurahNumber":26,"VerseNumber":3,"Text":"Perchance thou consumest thyself that they are not believers"},{"SurahNumber":26,"VerseNumber":4,"Text":"If We will, We shall send down on them out of heaven a sign, so their necks will stay humbled to it"},{"SurahNumber":26,"VerseNumber":5,"Text":"But never fresh remembrance comes to them from the All-merciful, except they turn away from it"},{"SurahNumber":26,"VerseNumber":6,"Text":"So they have cried lies; therefore assuredly tidings will come to them of that they mocked at"},{"SurahNumber":26,"VerseNumber":7,"Text":"What, have they not regarded the earth, how many therein We have caused to grow of every generous kind"},{"SurahNumber":26,"VerseNumber":8,"Text":"Surely in that is a sign, yet most of them are not believers"},{"SurahNumber":26,"VerseNumber":9,"Text":"Surely thy Lord, He is the All-mighty, the All-compassionate"},{"SurahNumber":26,"VerseNumber":10,"Text":"And when thy Lord called to Moses, 'Go to the people of the evildoers"},{"SurahNumber":26,"VerseNumber":11,"Text":"the people of Pharaoh; will they not be godfearing"},{"SurahNumber":26,"VerseNumber":12,"Text":"He said, 'My Lord, I fear they will cry me lies"},{"SurahNumber":26,"VerseNumber":13,"Text":"and my breast will be straitened, and my tongue will not be loosed; so send to Aaron"},{"SurahNumber":26,"VerseNumber":14,"Text":"They also have a sin against me, and I fear they will slay me"},{"SurahNumber":26,"VerseNumber":15,"Text":"Said He, 'No indeed; but go, both of you, with Our signs, and We assuredly shall be with you, listening"},{"SurahNumber":26,"VerseNumber":16,"Text":"So go you to Pharaoh, and say, \"Verily, I am the Messenger of the Lord of all Being"},{"SurahNumber":26,"VerseNumber":17,"Text":"so send forth with us the Children of Israel"},{"SurahNumber":26,"VerseNumber":18,"Text":"He said, 'Did we not raise thee amongst us as a child? Didst thou not tarry among us years of thy life"},{"SurahNumber":26,"VerseNumber":19,"Text":"And thou didst the deed thou didst, being one of the ungrateful"}]}