{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"Raajii irraa ishee obboleettii ishee irra caaltu malee isaan hin agarsiifnuAkka isaan (gara keenya) deebi’aniif adabaanis isaan qabne"},{"SurahNumber":43,"VerseNumber":49,"Text":"“Ati yaa kan sihrii hojjattu! Gooftaa kee waan waadaa siif galeen nuuf kadhuDhugumatti, nuti ni qajeella” jedhan"},{"SurahNumber":43,"VerseNumber":50,"Text":"Yeroma adabbii isaan irraa deebifnu isaan waadaa diigan"},{"SurahNumber":43,"VerseNumber":51,"Text":"Fir’awnis ummata isaa keessatti lallabee, “yaa ummata kiyya! sila mootummaan Misraa anaaf hin turree? Laggeen kunis ana jala hin yaa’anii? Sila hin agartanuu?” jedhe"},{"SurahNumber":43,"VerseNumber":52,"Text":"“Isa laafaa (tuffatamaa), dubbii adda baasuu hin dandeenye kana irra anatu caala"},{"SurahNumber":43,"VerseNumber":53,"Text":"Yoo akkas ta’e maaliif gumeewwan warqee (dahaba) irraa hojjataman isa irratti hin buufamne? Yookiin maleykonni isa wajjin ta’anii maaliif hin dhufne?” (jedhe)"},{"SurahNumber":43,"VerseNumber":54,"Text":"Akkanaan ummata isaa kakaasee ajaja isaa fudhatanDhugumatti, isaan ummata fincilaa turan"},{"SurahNumber":43,"VerseNumber":55,"Text":"Yeroo isaan Nu dallansiisan, haaloo isaanitti baanee, hunda isaaniituu dhidhimsine"},{"SurahNumber":43,"VerseNumber":56,"Text":"Dhaloota isaan boodaatiif hangafaafi fakkeenya isaan taasifne"},{"SurahNumber":43,"VerseNumber":57,"Text":"Yeroo ilmi Maryam (Iisaan) fakkeenya godhamu ummanni kee isa irraa kolfu (gammadu)"},{"SurahNumber":43,"VerseNumber":58,"Text":"“Gooftolee keenya moo isatu caala?” jedhanWaan kana falmiif malee siif hin godhanuDhugumatti, isaan ummata mormitoota"},{"SurahNumber":43,"VerseNumber":59,"Text":"Dhugumatti, Inni (Iisaan) gabricha Nuti isa irratti tola oollee, Ilmaan Israa’iliif fakkeenya isa taasifne malee waan biraa miti"},{"SurahNumber":43,"VerseNumber":60,"Text":"Odoo feenee maleeykota isin irraa bakka bu’an dachii keessa goona turre"}]}