{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"(О, Мухаммад!) Сенден мурун жиберген ар бир пайгамбарга Биз: «Менден башка (ибадатка ылайык) кудай жок. Өзүмө гана сыйынгыла деп вахий кылдык"},{"SurahNumber":21,"VerseNumber":26,"Text":"(Мушриктер): «Рахмандын! баласы бар» дешти. Аллаһ бала күтүүдөн Аруу-Таза. Андай эмес, алар (периштелер) урматтуу пенделер"},{"SurahNumber":21,"VerseNumber":27,"Text":"Алар Андан (Аллаһтан) озунуп сүйлөшпөйт. Алар анын буйругун гана аткарышат"},{"SurahNumber":21,"VerseNumber":28,"Text":"(Аллаһ) Алардын келечектерин да, өтмүштөрүн да билет. Алар (Аллаһтын алдында) ортомчу боло алышпайт. Аллаһ каалагандар үчүн гана ортомчу боло алышат. Алар Аллаһтан коркуп, ырайымына жалдырап турушат"},{"SurahNumber":21,"VerseNumber":29,"Text":"Алардын кимиси «мен — кудаймын» десе Биз аны Тозок менен жазалайбыз. Биз заалымдарды ушундай жазалайбыз"},{"SurahNumber":21,"VerseNumber":30,"Text":"Каапырлар билишпейби, асмандар менен жер (мурда) тосулган болчу. Кийин Биз аларды оңдоп (пайдалуу кылып) койдук. Жана Биз ар бир тирүү нерсени суудан жараттык?. Ыйман келтиришпейби"},{"SurahNumber":21,"VerseNumber":31,"Text":"Жана адамдарды бекем кармап турсун деп жер бетине тизилген тоолорду жараттык. Жана элдер Туура Жол таап (адашпай) жүрсүн деп өрөөн — жолдорду жасап койдук"},{"SurahNumber":21,"VerseNumber":32,"Text":"Жана асманды корголгон там кылдык!. Алар Биздин (бул) аян-белгилерибизден жүз бурушууда"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ал күндүз менен караңгылыкты, Күн менен Айды жаратты. Бардыгы асманда сүзүп жүрүшөт"},{"SurahNumber":21,"VerseNumber":34,"Text":"(Оо, Мухаммад!) Сенден мурун да эч бир адамды түбөлүк жаратпадык. Эмне, сен өлүп, алар (мушриктер) түбөлүк жашайт бекен"},{"SurahNumber":21,"VerseNumber":35,"Text":"Ар бир жан өлүмдү(н даамын) татуучу. (Ошого чейин) Биз аларды (кээде) жакшылык, (кээде) жамандык менен сынайбыз. Жана (өмүрүңөр бүткөндө) Өзүбүзгө кайтарыласыңар"}]}