{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"او (فرعون) روز قیامت پیشاپیش قوم خود می‌رود، پس آنها را وارد آتش دوزخ خواهد ساخت. و دوزخ چه بدجای وارد شدن است برای واردان"},{"SurahNumber":11,"VerseNumber":99,"Text":"در این دنیا و در روز قیامت (نیز) لعنت از پی آنان است، چه بد عطائی است که به آنها داده می‌شود"},{"SurahNumber":11,"VerseNumber":100,"Text":"این از خبرهای شهرهایی است که برای تو حکایت می‌کنیم، برخی از این شهرها هنوز بر سر پا باقی هستند و برخی (مانند کشت درو شده) از بیخ کنده شده‌اند"},{"SurahNumber":11,"VerseNumber":101,"Text":"و ما بر آنها (ساکنان آن شهرها) ظلم نکردیم ولی آنها خود بر خویشتن ظلم کردند، پس معبودانشان را که به غیر از الله می‌خواندند وقتی که فرمان پروردگارت رسید چیزی را از آنان دفع نکردند و بر آنها جز نابودی و هلاکت نه افزودند"},{"SurahNumber":11,"VerseNumber":102,"Text":"و گرفتن پروردگارت این چنین است؛ وقتی شهرهایی را عذاب دهد در حالیکه اهل آن ستمگر باشند، زیرا عذاب الله دردناک و سخت است"},{"SurahNumber":11,"VerseNumber":103,"Text":"يقينا در این (داستانها) دلیل (عبرت) است برای کسی که از عذاب آخرت می‌ترسد، آن روز، روزیست که مردم برای آن جمع کرده می‌شوند و آن روز روزیست که همه مردم در آن حاضر کرده می‌شوند"},{"SurahNumber":11,"VerseNumber":104,"Text":"و ما آن روز (قیامت) را به تأخیر نمی‌اندازیم، مگر تا مدت شمرده شده و معین"},{"SurahNumber":11,"VerseNumber":105,"Text":"روزی که (قیامت) برسد هیچکس سخن نمی‌گوید مگر به اذن الله، پس (در آن روز) برخی از آنان بدبختند و برخی از آنان نیکبخت"},{"SurahNumber":11,"VerseNumber":106,"Text":"اما آنانی که بدبخت شده‌اند پس در آتش دوزخ باشند، برای آنها در آنجا فریاد (نفس با آواز) و ناله (نفس بی‌آواز و پست) است"},{"SurahNumber":11,"VerseNumber":107,"Text":"تا آسمان‌ها و زمین باقی است، ایشان در آن جاودانه می‌مانند مگر آنچه پروردگارت بخواهد، بی‌گمان پروردگار تو هر کاری را که بخواهد انجام می‌دهد"},{"SurahNumber":11,"VerseNumber":108,"Text":"و اما کسانی که نیکبخت شده‌اند، پس در جنت همیشه به سر می‌برند و در آنجا تا زمانی که آسمان‌ها و زمین باقی است جاودانه‌اند، مگر آنچه پروردگارت بخواهد، این بخششی پیوسته و ناگسستنی است"}]}