{"Id":52,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"তাদের দৃষ্টি অবনত, হীনতা তাদেরকে আচ্ছন্ন করবে অথচ যখন তারা নিরাপদ ছিল তখন তো তাদেরকে ডাকা হত সাজদা করতে।"},{"SurahNumber":68,"VerseNumber":44,"Text":"অতএব, ছেড়ে দিন আমাকে এবং যারা এ বাণীতে মিথ্যারোপ করে তাদেরকে, আমরা তাদেরকে ক্রমে ক্রমে ধরব এমনভাবে যে, তারা জানতে পারবে না।"},{"SurahNumber":68,"VerseNumber":45,"Text":"আর আমি তাদেরকে সময় দিয়ে থাকি, নিশ্চয় আমার কৌশল অত্যন্ত বলিষ্ঠ।"},{"SurahNumber":68,"VerseNumber":46,"Text":"আপনি কি তাদের কাছে পারিশ্রমিক চাচ্ছেন যে, তা তাদের কাছে দুর্বহ দণ্ড মনে হয়"},{"SurahNumber":68,"VerseNumber":47,"Text":"নাকি তাদের কাছে গায়েবের জ্ঞান আছে যে, তারা তা লিখে রাখে"},{"SurahNumber":68,"VerseNumber":48,"Text":"অতএব, আপনি ধৈর্য ধারণ করুন আপনার রবের নির্দেশের অপেক্ষায়, আর আপনি মাছওয়ালার ন্যায় হবেন না, যখন তিনি বিষাদ আচ্ছন্ন অবস্থায় আহ্বান করেছিলেন [১]।"},{"SurahNumber":68,"VerseNumber":49,"Text":"যদি তার রবের অনুগ্রহ তার কাছে না পৌঁছত তবে তিনি লাঞ্ছিত অবস্থায় নিক্ষিপ্ত হতেন উন্মুক্ত প্ৰান্তরে।"},{"SurahNumber":68,"VerseNumber":50,"Text":"অতঃপর তার রব তাকে মনোনীত করে তাকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত করলেন।"},{"SurahNumber":68,"VerseNumber":51,"Text":"আর কাফিররা যখন কুরআন শোনে তখন তারা যেন তাদের তীক্ষ্ণ দৃষ্টি দ্বারা আপনাকে আছড়ে ফেলবে এবং বলে, ‘এ তো এক পাগল।’"},{"SurahNumber":68,"VerseNumber":52,"Text":"অথচ তা [১] তো কেবল সৃষ্টিকুলের জন্য উপদেশ।"},{"SurahNumber":69,"VerseNumber":1,"Text":"সে অবশ্যম্ভাবী ঘটনা"},{"SurahNumber":69,"VerseNumber":2,"Text":"কী সে অবশ্যম্ভাবী ঘটনা"},{"SurahNumber":69,"VerseNumber":3,"Text":"আর কিসে আপনাকে জানাবে সে অবশ্যম্ভাবী ঘটনা কী"},{"SurahNumber":69,"VerseNumber":4,"Text":"সামূদ ও ‘আদ সম্প্রদায় মিথ্যারোপ করেছিল ভীতিপ্ৰদ মহাবিপদ সম্পর্কে [১]।"},{"SurahNumber":69,"VerseNumber":5,"Text":"অতঃপর সামূদ সম্প্রদায়, তাদেরকে ধ্বংস করা হয়েছিল এক প্ৰলয়ংকর বিপর্যয়কারী প্ৰচণ্ড চীৎকার দ্বারা"},{"SurahNumber":69,"VerseNumber":6,"Text":"আর ‘আদ সম্প্রদায়, তাদেরকে ধ্বংস করা হয়েছিল এক প্রচণ্ড ঠাণ্ডা ঝঞ্ঝাবায়ু দ্বারা [১]"},{"SurahNumber":69,"VerseNumber":7,"Text":"যা তিনি তাদের উপর প্রবাহিত করেছিলেন সাতরাত ও আটদিন বিরামহীনভাবে; তখন আপনি উক্ত সম্প্রদায়কে দেখতেন--- তারা সেখানে লুটিয়ে পরে আছে সারশূন্য খেজুর কাণ্ডের ন্যায়।"},{"SurahNumber":69,"VerseNumber":8,"Text":"অতঃপর তাদের কাউকেও আপনি বিদ্যমান দেখতে পান কি"}]}