{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":34,"VerseNumber":8,"Text":"Kodi iye wapeka bodza lokhudza Mulungu kapenaiyendiwamisala? Iyayi! Iwondiamenesakhulupirira m’moyo umene uli nkudza ndipo ali mu chilango chachikulu m’maganizo ndiponso ndi olakwa kwambiri"},{"SurahNumber":34,"VerseNumber":9,"Text":"Kodi iwo saganiza za chimene chili patsogolo pawo ndi chimene chili pambuyo pawo chokhudza zinthu za kumwamba ndi pa dziko lapansi? Ngati Ife titafuna, tidzawachotsa pa dziko kapena kuwabweretsera gulu lochokera kumwamba. Ndithudi muli chiphunzitso mu chimenechi kwa kapolo aliyense amene amatembenukira kwa Mulungu"},{"SurahNumber":34,"VerseNumber":10,"Text":"Ndithudi tidamupatsa Davide zabwino zochokera kwa Ife. Oh inu mapiri! Imbani nyimbo zotamanda pamodzi ndi iye ndipo pamodzi ndi mbalame. Ndipo tidapanga chitsulo kukhala chofewa kwa iye"},{"SurahNumber":34,"VerseNumber":11,"Text":"Tidati, “Panga majasi okwanira ndipo khazikitsa nthawi yopangira zovala ndipo chita ntchito zabwino. Ndithudi Ine ndili kuona chilichonse chimene umachita.”"},{"SurahNumber":34,"VerseNumber":12,"Text":"Ndipo tidalenga mphepo kukhala yoleza kwa Solomoni imene inali kuyenda ulendo wa mwezi umodzi masana ndi ulendo wa mwezi umodzi usiku. Ndipo tidalenga kasupe amene anali kumutulutsira mkuwa. Ndipo padali majini amene anali kumugwirira ntchito ndi chilolezo chaAmbuye wake ndipo aliyense amene sanali kumvera malamulo athu, tinali kumulanga ndi moto"},{"SurahNumber":34,"VerseNumber":13,"Text":"Iwo adamuchitira zonse zimene ankazifuna, malinga ndi zithunzithunzi ndi mbiya zazikulu zothirira maluwa ndi zophikiramo zokhazikika. Thokozani a m’banja la Davide! Koma ochepa mwa akapolo anga ndiwo amathokoza"},{"SurahNumber":34,"VerseNumber":14,"Text":"Ndipo pamene tidalamula kuti afe, palibe china chilichonse chimene chidawadziwitsa kuti wafa koma mphutsi imene inali kudya ndodo yake ndipo pamene iye adagwa, majini adadziwa kuti iwo akadadziwa za zinthu zobisika, sakadapitirira kugwira ntchito yowawa yodikira"}]}