{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Ey Rasûlüm, Mekke kâfirlerine Nûh’un haberini oku. Bir vakit kavmine şöyle demişti: “- Ey kavmim, eğer benim aranızda duruşum, Allah’ın âyetleriyle ihtar edip öğüd verişim, size ağır geliyorsa, bilin ki sizin hilenizden Allah’a tevekkül etmişim. Artık siz ve ortaklarınız toplanıp ne yapacağınızı kararlaştırın. Sonra yapacağınız iş, size bir musibet olmasın (vaya bana yapacağınızı aşıkâre yapın). Sonra mühlet vermiyerek, istediğiniz şeyi bana yapın"},{"SurahNumber":10,"VerseNumber":72,"Text":"Eğer davetimizden yüz çevirirseniz, ben de dâvetim için sizden bir ücret istemedim ki... Benim mükâfatım ancak Allah’a aittir ve ben, onun birliğine ve emirlerine boyun eğen müslümanlardan olmakla emrolundum.”"},{"SurahNumber":10,"VerseNumber":73,"Text":"Bunun üzerine yine Nûh’u tekzîp ettiler. Biz de onu ve beraberindeki müminleri gemide selâmete çıkardık ve bunları yeryüzünün halifeleri yaptık. Âyetlerimizi tekzip edenleri ise, suda boğduk. İşte bak, azabla korkutulup yola gelmiyenlerin sonu nasıl olmuştur"},{"SurahNumber":10,"VerseNumber":74,"Text":"Sonra Nûh’un arkasından bir çok Peygamberleri kavimlerine gönderdik, onlara açık mûcizeler getirdiler. Fakat önceden yaptıkları tekzibden ötürü, bir türlü inanmak istemediler. İşte biz, hududu aşanların kalbleri üzerine böyle mühür basarız. (artık iman edemezler)"},{"SurahNumber":10,"VerseNumber":75,"Text":"Bu Peygamberlerden sonra, Mûsa ile Harûn’u, Firavun ve cemaatine mûcizelerimizle gönderdik. Kibirlenerek iman etmediler ve günahkâr bir kavim oldular"},{"SurahNumber":10,"VerseNumber":76,"Text":"Tarafımızdan kendilerine mûcize geldiği vakit, “ - Muhakkak bu açık bir sihirdir.” dediler"},{"SurahNumber":10,"VerseNumber":77,"Text":"Mûsa, onlara şöyle dedi: “- Size mûcize gelince böyle mi diyorsunuz? Bu sihir mi? Sihirbazlar dünya ve âhirette felâh bulamazlar.”"},{"SurahNumber":10,"VerseNumber":78,"Text":"Onlar, Mûsa ile Harûn’a! “Sen, bizi babalarımızdan bulduğumuz yol üzerinden çevirmek için mi geldin? Yeryüzünde saltanat ikinize ait mi olacak? Biz, ikinize de iman etmeyiz” dediler"}]}