{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":47,"VerseNumber":30,"Text":"And if We had (so) decided, We would indeed have shown them to you. Then you would indeed recognize them by their marks, and indeed you would definitely know them by the distortion in their saying, and Allah knows your deeds"},{"SurahNumber":47,"VerseNumber":31,"Text":"And indeed We will definitely try you until We know the ones of you who strive and the ones who are (steadfastly) patient and (we will) try your tidings (i.e., test your news to see who is a liar)"},{"SurahNumber":47,"VerseNumber":32,"Text":"Surely the ones who have disbelieved and barred from the way of Allah and opposed the Messenger even after the guidance has become evident to them, they will never harm Allah anything, and He will soon frustrate their deeds"},{"SurahNumber":47,"VerseNumber":33,"Text":"O you who have believed, obey Allah, and obey the Messenger, and do not void your deeds"},{"SurahNumber":47,"VerseNumber":34,"Text":"Surely the ones who have disbelieved and barred from the way of Allah, thereafter die (while) they are steadfast disbelievers, then Allah will never forgive them"},{"SurahNumber":47,"VerseNumber":35,"Text":"So do not feel feeble and call for (your) submission while (Literally: and) you are the most exalted ones; and Allah is with you, and He will never divest you of your deeds"},{"SurahNumber":47,"VerseNumber":36,"Text":"Surely the present life (Literally: the lowly life, i.e., the life of this world) is only playing and diversion; and in case you believe and be pious, He will bring you your rewards and will not ask of you your riches"},{"SurahNumber":47,"VerseNumber":37,"Text":"In case He asks you for them, and so importune you, you would be miserly, and He would bring out your malice"},{"SurahNumber":47,"VerseNumber":38,"Text":"Now, you are these called to expend in the way of Allah. Then among you (some) are miserly; and whoever is miserly, then he is miserly only upon himself. And Allah is the Ever-Affluent, (Literally: Ever-Rich) and you are the poor ones. And in case you turn away, He will (readily) exchange you for another people; thereafter they will not be your likes"}]}