{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Приведи им притчей обладателей селения: вот пришли к ним посланные"},{"SurahNumber":36,"VerseNumber":14,"Text":"Вот послали Мы к ним двоих, и они сочли их лжецами; Мы усилили третьим, и они сказали: \"Мы ведь к вам посланные"},{"SurahNumber":36,"VerseNumber":15,"Text":"Те сказали: \"Вы - только люди, подобные нам. Ничего не открывал Милосердный. Вы только лжете"},{"SurahNumber":36,"VerseNumber":16,"Text":"Они сказали: \"Господь наш знает, что мы к вам посланы"},{"SurahNumber":36,"VerseNumber":17,"Text":"И на нас только ясное сообщение"},{"SurahNumber":36,"VerseNumber":18,"Text":"Они сказали: \"Мы увидели в вас дурное предзнаменование! Если вы не удержитесь, мы вас побьем каменьями, и вас постигнет от нас мучительное наказание"},{"SurahNumber":36,"VerseNumber":19,"Text":"Те сказали: \"Предзнаменование ваше при вас будет. Разве если вас увещевают... Да, вы - люди, вышедшие за предел"},{"SurahNumber":36,"VerseNumber":20,"Text":"И пришел с конца города человек поспешно. Он сказал: \"О люди, последуйте за посланниками"},{"SurahNumber":36,"VerseNumber":21,"Text":"Последуйте за тем, кто не просит у вас награды и кто на прямом пути"},{"SurahNumber":36,"VerseNumber":22,"Text":"Почему мне не поклоняться тому, кто меня создал и к которому вы все вернетесь"},{"SurahNumber":36,"VerseNumber":23,"Text":"Разве я стану брать себе помимо Него богов? Если пожелает Милосердный мне зла, ни от чего меня не избавит заступничество их, и не спасут они меня"},{"SurahNumber":36,"VerseNumber":24,"Text":"Ведь я окажусь тогда в явном заблуждении"},{"SurahNumber":36,"VerseNumber":25,"Text":"Ведь я уверовал в Господа вашего и послушайте меня"},{"SurahNumber":36,"VerseNumber":26,"Text":"Сказано ему: \"Войди в рай!\" он сказал: \"О, если бы мои люди знали"},{"SurahNumber":36,"VerseNumber":27,"Text":"за что простил мне Господь мой и сделал меня из почтенных"}]}