{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":33,"Text":"Когда людей настигает зло, они взывают к Господу своему в раскаянии. А потом, когда Он дает вкусить им от Своего милосердия, то некоторые из них поклоняются наряду со своим Господом другим богам"},{"SurahNumber":30,"VerseNumber":34,"Text":"дабы не признавать того, что Мы им даровали. Так наслаждайтесь же [земными благами] - вы затем узнаете [последствия своего поведения]"},{"SurahNumber":30,"VerseNumber":35,"Text":"Разве Мы ниспослали им какое-либо доказательство, которое говорило бы им [что-либо] о тех, кому они поклоняются наряду с Ним"},{"SurahNumber":30,"VerseNumber":36,"Text":"Когда Мы даем людям вкусить от милости, они радуются ей. Если же их постигает беда в [наказание] за то, что вершили их десницы, тогда они в отчаянии"},{"SurahNumber":30,"VerseNumber":37,"Text":"Разве они не знают, что Аллах увеличивает удел или уменьшает, кому угодно Ему? Воистину, в этом - знамения для людей верующих"},{"SurahNumber":30,"VerseNumber":38,"Text":"Отдавай же должное родственнику, бедняку, путнику: это лучше для тех, кто жаждет благоволения Аллаха. Именно они и будут счастливы"},{"SurahNumber":30,"VerseNumber":39,"Text":"То, что вы отдаете в рост с целью увеличить [вашу долю] в людских богатствах, не умножит ничего перед Аллахом. А то, что вы подаете в виде заката, стремясь к благоволению Аллаха, [посредством] такого [воздаяние вам] приумножится"},{"SurahNumber":30,"VerseNumber":40,"Text":"Аллах - тот, кто создал вас, потом наделил вас [средствами к существованию]. Потом Он умертвит вас и уж затем оживит. Есть ли среди тех, кому вы поклоняетесь наряду с Ним, [такие], кто сотворил бы что-либо подобное? Пречист Он и превыше тех, кому они поклоняются наряду с Ним"},{"SurahNumber":30,"VerseNumber":41,"Text":"Несчастия на суше и на море случаются в наказание за то, что вершили люди своими руками, дабы они вкусили хотя бы частицу того, что они сотворили. Может быть, они вернутся [на путь истины]"}]}