{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"(Resûlüm!) De ki: Cinlerden bir topluluğun (benim okuduğum Kur´an´ı) dinleyip de şöyle söyledikleri bana vahyolunmuştur: Gerçekten biz, hârikulâde güzel bir Kur´an dinledik"},{"SurahNumber":72,"VerseNumber":2,"Text":"Doğru yola iletiyor, ona iman ettik. (Artık) kimseyi Rabbimize asla ortak koşmayacağız"},{"SurahNumber":72,"VerseNumber":3,"Text":"Hakikat şu ki, Rabbimizin şânı çok yücedir. O, ne eş ne de çocuk edinmiştir"},{"SurahNumber":72,"VerseNumber":4,"Text":"Doğrusu bizim beyinsiz olanımız (iblis veya azgın cinler), Allah hakkında pek aşırı yalanlar uyduruyormuş"},{"SurahNumber":72,"VerseNumber":5,"Text":"Halbuki biz, gerek insanlar gerekse cinler Allah hakkında asla yalan söylemezler, sanmıştık"},{"SurahNumber":72,"VerseNumber":6,"Text":"Şu da gerçek ki, insanlardan bazı kimseler, cinlerden bazı kimselere sığınırlardı da, onların taşkınlıklarını arttırırlardı"},{"SurahNumber":72,"VerseNumber":7,"Text":"Onlar da sizin sandığınız gibi, Allah´ın hiç kimseyi tekrar diriltmeyeceğini sanmışlardı"},{"SurahNumber":72,"VerseNumber":8,"Text":"Doğrusu biz (cinler), göğü yokladık, fakat onu sert bekçilerle, alev huzmeleriyle doldurulmuş bulduk"},{"SurahNumber":72,"VerseNumber":9,"Text":"Halbuki, (daha önce) biz onun bazı kısımlarında (haber) dinlemek için oturacak yerler (bulup) oturuyorduk; fakat şimdi kim dinlemek isterse, kendisini gözetleyen bir alev huzmesi buluyor"},{"SurahNumber":72,"VerseNumber":10,"Text":"Bilmiyoruz, yeryüzündekilere kötülük mü murat edildi, yoksa Rableri onlara bir hayır mı diledi"},{"SurahNumber":72,"VerseNumber":11,"Text":"Gerçekten biz, -kimimiz sâlih kişiler, kimimiz ise bunlardan aşağıda olmak üzere- türlü türlü yollar tutmuştuk"},{"SurahNumber":72,"VerseNumber":12,"Text":"(Artık) şu gerçeği şüphesiz anladık ki, biz yeryüzünde bulunsak da Allah´ı âciz bırakamayacağız, başka yere kaçmakla da elinden kurtulamayacağız"},{"SurahNumber":72,"VerseNumber":13,"Text":"Doğrusu biz, o hidayeti (Kur´an´ı) işitince ona iman ettik. Kim Rabbine iman ederse, artık ne bir (ecrinin) eksikliğe uğratılmasından ne de haksızlık edilmesinden korkar"}]}