{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":8,"VerseNumber":53,"Text":"Dit is omdat Allah nooit een gunst die Hij een volk heeft bewezen zal veranderen totdat zij, wat in hun hart is, veranderen. En voorzeker Allah is Alhorend, Alwetend"},{"SurahNumber":8,"VerseNumber":54,"Text":"Zoals het volk van Pharao en degenen, die vóór hen waren; zij verloochenden de tekenen van hun Heer daarom vernietigden Wij hen voor hun zonden. En Wij verdronken het volk van Pharao want zij waren allen onrechtvaardig"},{"SurahNumber":8,"VerseNumber":55,"Text":"Voorzeker, in de ogen van Allah zijn zij, die (de waarheid) verwerpen erger dan beesten want zij willen niet geloven"},{"SurahNumber":8,"VerseNumber":56,"Text":"Degenen met wie gij een verbond sluit, daarna schenden zij dit verbond telkens weer en zij vrezen niet"},{"SurahNumber":8,"VerseNumber":57,"Text":"Als gij hen in de oorlog ontmoet, jaagt dan degenen die achter hen zign vrees aan wegens hen, opdat zij er lering uit mogen trekken"},{"SurahNumber":8,"VerseNumber":58,"Text":"En als gij ontrouw van een volk vreest verstoot hen dan op gelijke wijze. Voorzeker, Allah heeft de ongelovigen niet lief"},{"SurahNumber":8,"VerseNumber":59,"Text":"En laat de ongelovigen niet denken dat zij een voorsprong hebben. Voorzeker, zij kunnen Ons niet ontkomen"},{"SurahNumber":8,"VerseNumber":60,"Text":"En maakt aan de grens alle mogelijke strijdkrachten en vastgehouden paarden voor hen gereed, waarmede gij de vijand van Allah en uw vijand en anderen buiten hen, die gij niet kent, doch die Allah kent, moogt afschrikken. En wat gij ook voor de zaak van Allah besteedt, het zal u ten volle worden terugbetaald en u zal geen onrecht worden aangedaan"},{"SurahNumber":8,"VerseNumber":61,"Text":"En als zij tot vrede neigen, neigt u er dan ook toe en legt uw vertrouwen in Allah. Voorzeker Hij is Alhorend, Alwetend"}]}