{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"(Halkı) zulmeden nice şehri kırıp geçirdik ve onlardan sonra başka bir topluluk getirdik"},{"SurahNumber":21,"VerseNumber":12,"Text":"Azabımızı hissettikleri zaman onlar, derhal oradan (kaçmak için hayvanlarını) mahmuzluyorlardı"},{"SurahNumber":21,"VerseNumber":13,"Text":"(Boşuna) Kaçmayın, (bol bol verilip) içinde şımartıldığınız(ni'metler)e ve yurtlarınıza dönün, çünkü sorguya çekileceksiniz"},{"SurahNumber":21,"VerseNumber":14,"Text":"Eyvah bize, dediler, gerçekten biz zalimlermişiz"},{"SurahNumber":21,"VerseNumber":15,"Text":"Bu mırıldanmaları sürüp giderken biz onları, biçilmiş (ekin gibi) yaptık, sönüp gittiler"},{"SurahNumber":21,"VerseNumber":16,"Text":"Biz göğü, yeri ve bunlar arasında bulunanları, eğlence için yaratmadık"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eğer bir eğlence edinmek isteseydik, kendi katımızdan edinirdik. Yapacak olsaydık, böyle yapardık"},{"SurahNumber":21,"VerseNumber":18,"Text":"Hayır, biz hakkı batılın üstüne atarız da o onun beynini parçalar, derhal (batılın) canı çıkar. Allah'a yakıştırdığınız niteliklerden ötürü de vay siz(in haliniz)e"},{"SurahNumber":21,"VerseNumber":19,"Text":"Göklerde ve yerde kim varsa hep O'nundur. O'nun yanında bulunanlar, O'na kulluk etmekten büyüklenmez ve yorulmazlar"},{"SurahNumber":21,"VerseNumber":20,"Text":"Gece gündüz tesbih ederler, hiç ara vermezler"},{"SurahNumber":21,"VerseNumber":21,"Text":"Yoksa (o müşrikler), yerden birtakım tanrılar edindiler de (ölüleri) onlar mı diriltecek"},{"SurahNumber":21,"VerseNumber":22,"Text":"Eğer yerde, gökte Allah'tan başka tanrılar olsaydı, ikisi de (yer de, gök de) bozulup gitmişti. Arş'ın sahibi Allah, onların nitelendirmelerinden yüce(münezzeh)dir"},{"SurahNumber":21,"VerseNumber":23,"Text":"O, yaptığından sorulmaz, ama onlar, sorulurlar"},{"SurahNumber":21,"VerseNumber":24,"Text":"Yoksa O'ndan başka tanrılar mı edindiler? De ki: \"(Bu hususta kesin) delilinizi getirin. İşte benimle beraber olanların da öğütü ve benden öncekilerin de öğütü budur.\" Ama çokları hakkı bilmezler, bundan dolayı onlar, (haktan) yüz çevirirler"}]}