{"Id":49,"LanguageCodes":["bm","bam"],"Name":"bam-karamobabamamad","Author":"Karamo Baba Mamadi Jani","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"https://quranenc.com/en/browse/ankobambara_dayyan","Translations":[{"SurahNumber":22,"VerseNumber":47,"Text":"ߊ߬ߟߎ߬ ߦߋ߫ ߞߙߐߕߐ߫ ߟߴߌߟߋ ߟߊ߫ ߖߊ߲߰ߞߕߊ ( ߟߊߣߊ߭ ) ߟߊ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ߠߊ ߝߘߏ߬ ߟߊ߫ ( ߊ߬ ߛߎ߬ߘߎ߲߬ߧߊ߬ ߘߊ߫ ߥߟߊ߫ ߞߊ߬ ߖߊ߲߬ߧߊ߫ ، ߞߊ߬ߕߎ߲߯ ) ߟߏ߲߫ ߞߋߟߋ߲ ߦߴߌ ߡߊ߰ߙߌ ߓߘߊ ߟߋ߬ ߦߏ߫ ߊߟߎ߫ ߟߊ߫ ߛߊ߲߬ ߦߙߌߞߕߊ ߥߊ߯ߞߋߟߋ߫"},{"SurahNumber":22,"VerseNumber":48,"Text":"ߛߏ߫ ߖߋ߬ߟߌߖߋ߬ߟߌ߫ ߟߋ߬ ߊ߲ ߓߘߊ߫ ߡߍ߲ ߡߊߓߌ߬ߟߊ߫ ߞߵߊ߬ ߕߏ߫ ߕߐ߬ߢߍ߮ ߟߊ߬ ߸ ߊ߲ ߓߊ߲߫ ߘߊ߫ ߞߵߏ ߡߌ߬ߘߊ߬ ߗߐߞߎ߬ߡߐ߬؟ ‹ ߓߍ߯ › ߘߏ߲߬ ߟߊߓߊ߲ߕߐ߫ ߒߠߋ ߟߋ߫ ߡߊ߬"},{"SurahNumber":22,"VerseNumber":49,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߡߐ߱ ߟߎ߬ ߸ ߒߠߋ ߦߴߊߟߎ߫ ߦߋ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߬ ߘߐ߬ߜߍ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬"},{"SurahNumber":22,"VerseNumber":50,"Text":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߏ߬ ߘߐ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߡߊ߬ߞߕߏ߬ߟߌ ߣߌ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߞߟߊߒߞߋ ߟߴߏ߬ ߟߎ߬ ߦߋ߫"},{"SurahNumber":22,"VerseNumber":51,"Text":"ߡߍ߲ ߠߎ߬ ߓߊ߯ ߢߌߣߌ߲߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߢߊߝߍ߬ ߊ߬ ߣߐ߬ߡߊ߬ߕߌ߬ߢߍ߬ ߞߊߡߊ߬ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߥߋ߲߯ߓߋ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫"},{"SurahNumber":22,"VerseNumber":52,"Text":"ߊ߲ ߡߊ߫ ߞߋߟߊ߫ ߛߌ߫ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߰ ߛߌ߫ ߗߋ߫ ߌ ߢߍ߫ ( ߞߘߐ߬ߡߊ߲߫ ) ߝߴߏ߬ ߓߊ߯ ߞߍ߫ ߞߊ߬ߙߊ߲ ߠߊ߬ ߜߍ߬ߘߍ ߦߋ߫ ߘߏ߫ ߟߊߝߌ߬ߟߌ߫ ߏ߬ ߟߊ߫ ߞߊ߬ߙߊ߲ ߘߐ߫ ، ߜߍ߬ߘߍ ߦߋ߫ ߡߍ߲ ߟߊߝߟߌ߬ ߟߊ߫ ߊߟߊ߫ ߦߴߏ߬ ߟߋ ߕߍ߬ ߟߊ߫ ߣߐߘߌ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߓߍ߲߬ ߸ ߓߊ ߊߟߊ߫ ߦߋ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫"},{"SurahNumber":22,"VerseNumber":53,"Text":"(ߏ߬ ߞߎ߲߭ ߠߋ߬ ) ߛߴߊ߬ ߘߌ߫ ߜߍ߬ߘߍ ߕߊ߫ ߟߊߝߟߌ߬ߣߍ߲ ߞߍ߫ ߞߘߐߓߐߟߌ߫ ߘߌ߫ ߛߣߐ߬ߡߍ߫ ߖߌ߰ߙߌ߬ߖߐ߰ߙߐ߬ߕߐ ߟߎ߬ ߣߌ߫ ߖߛߎ߬-ߖߊ߬ߓߊ߰ߕߐ ߟߎ߬ ߦߋ߫ ، ߤߊ߲߫ ߸ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߦߋ߫ ߛߐ߬ߛߐ߬ߟߌ߫ ߞߎ߲߬ߘߐ߬ߖߊ߲߫ ߠߋ߬ ߘߐ߫ ߘߋ߬"},{"SurahNumber":22,"VerseNumber":54,"Text":"ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߛߐߣߍ߲߫ ߟߐ߲ߠߌ߲ ߠߊ߫ ߛߊ߫ ߏ߬ ߟߎ߬ ߘߴߊ߬ ߟߐ߲߫ ߞߏ߫ ‹ ߘߐ߬ߛߊߙߌ › ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߞߊ߬ ߝߘߊ߫ ߌ ߡߊ߰ߙߌ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߟߴߊ߬ ߟߊ߫ ߏ߬ ߘߐ߫ ߞߵߊ߬ߟߎ߫ ߖߎ߬ߛߎ ߟߎ߬ ߞߟߏ߫ ߊ߬ ߦߋ߫ ، ߤߋ߫ ߸ ߊߟߊ߫ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߞߊ߲ߘߊߓߊ߮ ߟߋ߬ ߘߌ߫ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߞߊ߲߬ ߘߋ߬"},{"SurahNumber":22,"VerseNumber":55,"Text":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߕߍߣߊ߬ ߓߐ߫ ߟߊ߫ ߝߌ߬ߟߊ߲ߝߌ߬ߟߊ߲ ߘߐ߫ ߊ߬ ߞߏߢߊ ߘߐ߫ ߝߋߎ߫ ߝߏ߫ ߟߐ߬ߓߊ ߦߋ߫ ߣߵߊ߬ߟߎ߫ ߕߘߍ߬ ߓߙߊ߬ߒ߬ߘߐ߬ߓߟߏߡߊ߬ ߸ ߥߟߊ߫ ߟߏ߲߫ ߜߍߟߍ߲ ߘߏ߫ ߖߊ߲߰ߞߕߊ ߦߋ߫ ߣߵߊ߬ߟߎ߫ ߡߊ߬"}]}