{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":49,"VerseNumber":5,"Text":"Und wenn sie sich geduldeten, bis du zu ihnen herauskämest, so wäre es besser für sie gewesen. Doch Allah ist Allvergebend, Barmherzig"},{"SurahNumber":49,"VerseNumber":6,"Text":"O ihr, die ihr glaubt, wenn ein Frevler euch eine Kunde bringt, so vergewissert euch (dessen), damit ihr nicht anderen Leuten in Unwissenheit ein Unrecht zufügt und hernach bereuen müßt, was ihr getan habt"},{"SurahNumber":49,"VerseNumber":7,"Text":"Und wisset, daß der Gesandte Allahs unter euch ist. Würde er sich in so vielen Dingen nach euren Wünschen richten, würdet ihr sicher in Bedrängnis kommen; jedoch Allah hat euch den Glauben lieb gemacht und sehr begehrenswert für eure Herzen; und Er hat euch Unglauben, Widersetzlichkeit und Ungehorsam verabscheuenswert gemacht. Das sind jene, die der rechten Bahn folgen"},{"SurahNumber":49,"VerseNumber":8,"Text":"durch die Huld und die Gnade Allahs. Und Allah ist Allwissend, Allweise"},{"SurahNumber":49,"VerseNumber":9,"Text":"Und wenn zwei Parteien der Gläubigen einander bekämpfen, dann stiftet Frieden zwischen ihnen; wenn jedoch eine von ihnen sich gegen die andere vergeht, so bekämpft diejenige, die im Unrecht ist, bis sie sich Allahs Befehl fügt. Fügt sie sich, so stiftet in Ge rechtigkeit Frieden zwischen ihnen und seid gerecht. Wahrlich, Allah liebt die Gerechten"},{"SurahNumber":49,"VerseNumber":10,"Text":"Die Gläubigen sind ja Brüder. So stiftet Frieden zwischen euren Brüdern und fürchtet Allah, auf daß euch Barmherzigkeit erwiesen werde"},{"SurahNumber":49,"VerseNumber":11,"Text":"O ihr, die ihr glaubt! Laßt nicht eine Schar über die andere spotten, vielleicht sind diese besser als jene; noch (lasset) Frauen über (andere) Frauen (spotten), vielleicht sind diese besser als jene. Und verleumdet einander nicht und gebt einander keine Schimpfnamen. Schlimm ist die Bezeichnung der Sündhaftigkeit, nachdem man den Glauben (angenommen) hat, und jene die nicht umkehren - das sind die Ungerechten"}]}