{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":16,"VerseNumber":65,"Text":"Sano Allah atulwisye mesi (gawula) kuumila kwinani, basi ni galakwego alisyusyisye litaka panyuma pakuwa kwakwe. Chisimu mu yalakweyo mwana chilosyo (chakwasyusya ŵawe pa Kiyama) kwa ŵandu ŵaakupikanaga (ni kuchetelela)"},{"SurahNumber":16,"VerseNumber":66,"Text":"Soni chisimu nkwete ŵanganyammwe ichetelelo mu ilango, tukummwesyaga yaili m’matumbo mwakwe, yaikopokaga chilikati chandoŵe ni myasi, (wauli) nkaka wakulenjela wakumwedwa chenene kwa akumwa"},{"SurahNumber":16,"VerseNumber":67,"Text":"Ni mu isogosi yatende ni zabibu nkasalinganyaga kuumila mwalakwemo yakumwa yakolelwasya kwisa soni lisiki lyambone. Chisimu mu yalakweyo mwana chilosyo (chakulosya ukombosi wa Allah) kwa ŵandu ŵaakwete lunda"},{"SurahNumber":16,"VerseNumber":68,"Text":"Soni Ambuje ŵenu ŵasijuwulile nyuchi kuti: “Lilinganyichisyani majumba m’matumbi kwisa soni mu itela ni (m’misinga) jaakukolekaga (ŵandu).”"},{"SurahNumber":16,"VerseNumber":69,"Text":"“Kaneko nillyeje isogosi yantundu uliose, basi ni n’jendeje m’matala ga Ambuje ŵenu gagajepepasyidwe (kukwenu).” Ikasakopokaga mu ndumbo syakwe yakumwa yakulekangana ntundu wakwe (wauli uchi), mwalakwemo mwana ntela waŵandu (wakupolela ilwele yaijinji). Chisimu mu yalakweyo mwana chilosyo (chakulosya ukombosi wa Allah) kwa ŵandu ŵaakuchetelela"},{"SurahNumber":16,"VerseNumber":70,"Text":"Sano Allah ŵan’gumbile ŵanganyammwe, kaneko champe chiwa, sano ŵane mwa jenumanja pana ŵaakutendesyedwa kuujila ku umi wakusakala (wauchekulu wannope) mwanti ngaakumanyililaga chilichose panyuma pa umanyilisi (waŵakwete). Chisimu Allah ni Jwakumanyilila nnope, Jwakombola kusyene"},{"SurahNumber":16,"VerseNumber":71,"Text":"Soni Allah ŵaatupiye ŵane mwa jenumanja palisiki kwapunda ŵane, nambo aŵala ŵapedwile lyejinji nganaŵa agaŵile lisiki lyaolyo kwa aŵala (achikapolo) ŵagapatile makono gao gan’dyo; kuti ŵanganyao ni aŵe ŵakulandana pa lisikilyo. (Nambi uli nkunnandanya Allah ni achikapolo Ŵakwe kutendaga jenumanja nganim’ba nkundile kulandana ni achikapolo ŵenu?) Ana nambi akuukana ukoto wa Allah"},{"SurahNumber":16,"VerseNumber":72,"Text":"Soni Allah an’guumbiile ŵanganyammwe achimmasyeto ŵantundu wenu, ni am’biichiile kuumila mwa achimmasyeto ŵenuo ŵanache kwisa soni isukulu, ni ampele soni ichindu yambonembone. Ana yaukoleko ni yaakuikulupilila, sano ukoto wa Allah ŵanganyao ni akuukana"}]}