{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"UIbrâhîm wathi: “Myalezo mni na (lo) nize ngawo (apha) kanye kanye nina ziThunywa?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"Zathi zona: “Inene thina sithunyelwe kubantu abazizaphula- mthetho"},{"SurahNumber":51,"VerseNumber":33,"Text":"Ukuba sithulule phezu kwabo amatye odongwe"},{"SurahNumber":51,"VerseNumber":34,"Text":"Aphawulelwe abagabadeli phambi kweNkosi yakho.”"},{"SurahNumber":51,"VerseNumber":35,"Text":"Ngoko ke Sakhupha (wonke) olikholwa phakathi apho"},{"SurahNumber":51,"VerseNumber":36,"Text":"Kananjalo aSizanga Sifumane mntu ngaphandle komzi omnye wamaMuslim (umzi kaLût neentombi zakhe)"},{"SurahNumber":51,"VerseNumber":37,"Text":"Sashiya umqondiso apho kwabo basoyikayo isohlwayo esibuhlungu"},{"SurahNumber":51,"VerseNumber":38,"Text":"Kananjalo kuMûsâ (kwakukho umnqondiso), ukumthumela kweThu kuFir’awn negunya elicacileyo"},{"SurahNumber":51,"VerseNumber":39,"Text":"Kodwa (uFir’awn) watshikila nabalandeli bakhe, wathi: “(UMûsâ) ngumenzi wemilingo nephambana.”"},{"SurahNumber":51,"VerseNumber":40,"Text":"Samntywilisela elwandle yena namadoda omkhosi wakhe ngenxa yokuba wayesoleka"},{"SurahNumber":51,"VerseNumber":41,"Text":"Nakuma’Ad (wabakhona umnqondiso), xa Sathumela umoya oludlolo1 (owavuthuzayo ngokuchaseneyo nabo)"},{"SurahNumber":51,"VerseNumber":42,"Text":"Awuzanga usindise nenye into owawubhudla phezu kwayo koko wayishiya itshabalele, ibubutyobo"},{"SurahNumber":51,"VerseNumber":43,"Text":"NakwaThamûd, xa kwathiwa kubo: “Yibani nizonwabisa okwethutyana.”"},{"SurahNumber":51,"VerseNumber":44,"Text":"Bona baba nendelelo ngokubhekiselele kumyalelo weNkosi yabo, ngoko iindudumo zabahlasela besajongile"},{"SurahNumber":51,"VerseNumber":45,"Text":"Azanga bakwazi ukuvuka ke, bengazanga bakwazi nokuzikhusela"},{"SurahNumber":51,"VerseNumber":46,"Text":"Kananjalo Satshabalalisa abantu bakwaNûh ngaphambili, inene, bona babengabantu, abagabadelayo"},{"SurahNumber":51,"VerseNumber":47,"Text":"Thina Sawabumba amazulu ngamandla. Inene, Thina Siyakwazi ukwandisa ukwandlaleka kwephakade"},{"SurahNumber":51,"VerseNumber":48,"Text":"Nomhlaba Siwandlalile, Hayi ubuncutshe boMlungiseleli (wendalo)"},{"SurahNumber":51,"VerseNumber":49,"Text":"Kwizinto zonke Sidale amaqabane (azo) ngambini khona ukuze nikhumbule (iziBele zika-Allâh)"},{"SurahNumber":51,"VerseNumber":50,"Text":"Balekelani kuAllâh ke ngoko. Inene mna ndinguMlumkisi kuni ocacileyo"},{"SurahNumber":51,"VerseNumber":51,"Text":"Musani ukwayamanisa thixo wumbi kuAllâh. Inene mna ndinguMlumkisi ocacileyo kuni"}]}