{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":41,"Text":"اخرجوا -أيها المؤمنون- للجهاد في سبيل الله شبابًا وشيوخًا في العسر واليسر، على أي حال كنتم، وأنفقوا أموالكم في سبيل الله، وقاتلوا بأيديكم لإعلاء كلمة الله، ذلك الخروج والبذل خير لكم في حالكم ومآلكم فافعلوا ذلك وانفروا واستجيبوا لله ورسوله"},{"SurahNumber":9,"VerseNumber":42,"Text":"وبَّخ الله جلَّ جلاله جماعة من المنافقين استأذنوا رسول الله صلى الله عليه وسلم في التخلف عن غزوة (تبوك) مبينًا أنه لو كان خروجهم إلى غنيمة قريبة سهلة المنال لاتبعوك، ولكن لما دعوا إلى قتال الروم في أطراف بلاد (الشام) في وقت الحر تخاذلوا، وتخلفوا، وسيعتذرون لتخلفهم عن الخروج حالفين بأنهم لا يستطيعون ذلك، يهلكون أنفسهم بالكذب والنفاق، والله يعلم إنهم لكاذبون فيما يبدون لك من الأعذار"},{"SurahNumber":9,"VerseNumber":43,"Text":"عفا الله عنك -أيها النبي- عمَّا وقع منك مِن تَرْك الأولى والأكمل، وهو إذنك للمنافقين في القعود عن الجهاد، لأي سبب أَذِنْتَ لهؤلاء بالتخلف عن الغزوة، حتى يظهر لك الذين صدقوا في اعتذارهم وتعلم الكاذبين منهم في ذلك؟"},{"SurahNumber":9,"VerseNumber":44,"Text":"ليس من شأن المؤمنين بالله ورسوله واليوم الآخر أن يستأذنوك -أيها النبي- في التخلف عن الجهاد في سبيل الله بالنفس والمال، وإنما هذا من شأن المنافقين. والله عليم بمن خافه فاتقاه بأداء فرائضه واجتناب نواهيه"},{"SurahNumber":9,"VerseNumber":45,"Text":"إنما يطلب الإذن للتخلف عن الجهاد الذين لا يصدِّقون بالله ولا باليوم الآخر، ولا يعملون صالحًا، وشكَّتْ قلوبهم في صحة ما جئت به -أيها النبي- من الإسلام وشرائعه، فهم في شكهم يتحيَّرون"},{"SurahNumber":9,"VerseNumber":46,"Text":"ولو أراد المنافقون الخروج معك -أيها النبي- إلى الجهاد لتأهَّبوا له بالزاد والراحلة، ولكن الله كره خروجهم فثَقُلَ عليهم الخروج قضاء وقدرًا، وإن كان أمرهم به شرعا، وقيل لهم: تخلفوا مع القاعدين من المرضى والضعفاء والنساء والصبيان"},{"SurahNumber":9,"VerseNumber":47,"Text":"لو خرج المنافقون معكم -أيها المؤمنون- للجهاد لنشروا الاضطراب في الصفوف والشر والفساد، ولأسرعوا السير بينكم بالنميمة والبغضاء، يبغون فتنتكم بتثبيطكم عن الجهاد في سبيل الله، وفيكم -أيها المؤمنون- عيون لهم يسمعون أخباركم، وينقلونها إليهم. والله عليم بهؤلاء المنافقين الظالمين، وسيجازيهم على ذلك"}]}