{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":87,"VerseNumber":16,"Text":"بلکہ تم (اللہ کی طرف رجوع کرنے کی بجائے) دنیاوی زندگی (کی لذتوں) کو اختیار کرتے ہو"},{"SurahNumber":87,"VerseNumber":17,"Text":"حالانکہ آخرت (کی لذت و راحت) بہتر اور ہمیشہ باقی رہنے والی ہے"},{"SurahNumber":87,"VerseNumber":18,"Text":"بیشک یہ (تعلیم) اگلے صحیفوں میں (بھی مذکور) ہے"},{"SurahNumber":87,"VerseNumber":19,"Text":"(جو) ابراہیم اور موسٰی (علیہما السلام) کے صحائف ہیں"},{"SurahNumber":88,"VerseNumber":1,"Text":"کیا آپ کو (ہر چیز پر) چھا جانے والی قیامت کی خبر پہنچی ہے"},{"SurahNumber":88,"VerseNumber":2,"Text":"اس دن کتنے ہی چہرے ذلیل و خوار ہوں گے"},{"SurahNumber":88,"VerseNumber":3,"Text":"(اللہ کو بھول کر دنیاوی) محنت کرنے والے (چند روزہ عیش و آرام کی خاطر سخت) مشقتیں جھیلنے والے"},{"SurahNumber":88,"VerseNumber":4,"Text":"دہکتی ہوئی آگ میں جا گریں گے"},{"SurahNumber":88,"VerseNumber":5,"Text":"(انہیں) کھولتے ہوئے چشمہ سے (پانی) پلایا جائے گا"},{"SurahNumber":88,"VerseNumber":6,"Text":"ان کے لئے خاردار خشک زہریلی جھاڑیوں کے سوا کچھ کھانا نہ ہوگا"},{"SurahNumber":88,"VerseNumber":7,"Text":"(یہ کھانا) نہ فربہ کرے گا اور نہ بھوک ہی دور کرے گا"},{"SurahNumber":88,"VerseNumber":8,"Text":"(اس کے برعکس) اس دن بہت سے چہرے (حسین) بارونق اور ترو تازہ ہوں گے"},{"SurahNumber":88,"VerseNumber":9,"Text":"اپنی (نیک) کاوشوں کے باعث خوش و خرم ہوں گے"},{"SurahNumber":88,"VerseNumber":10,"Text":"عالی شان جنت میں (قیام پذیر) ہوں گے"},{"SurahNumber":88,"VerseNumber":11,"Text":"اس میں کوئی لغو بات نہ سنیں گے (جیسے اہلِ باطل ان سے دنیا میں کیا کرتے تھے)"},{"SurahNumber":88,"VerseNumber":12,"Text":"اس میں بہتے ہوئے چشمے ہوں گے"},{"SurahNumber":88,"VerseNumber":13,"Text":"اس میں اونچے (بچھے ہوئے) تخت ہوں گے"},{"SurahNumber":88,"VerseNumber":14,"Text":"اور جام (بڑے قرینے سے) رکھے ہوئے ہوں گے"},{"SurahNumber":88,"VerseNumber":15,"Text":"اور غالیچے اور گاؤ تکیے قطار در قطار لگے ہوں گے"},{"SurahNumber":88,"VerseNumber":16,"Text":"اور نرم و نفیس قالین اور مَسندیں بچھی ہوں گی"},{"SurahNumber":88,"VerseNumber":17,"Text":"(منکرین تعجب کرتے ہیں کہ جنت میں یہ سب کچھ کیسے بن جائے گا! تو) کیا یہ لوگ اونٹ کی طرف نہیں دیکھتے کہ وہ کس طرح (عجیب ساخت پر) بنایا گیا ہے"},{"SurahNumber":88,"VerseNumber":18,"Text":"اور آسمان کی طرف (نگاہ نہیں کرتے) کہ وہ کیسے (عظیم وسعتوں کے ساتھ) اٹھایا گیا ہے"},{"SurahNumber":88,"VerseNumber":19,"Text":"اور پہاڑوں کو (نہیں دیکھتے) کہ وہ کس طرح (زمین سے ابھار کر) کھڑے کئے گئے ہیں"},{"SurahNumber":88,"VerseNumber":20,"Text":"اور زمین کو (نہیں دیکھتے) کہ وہ کس طرح (گولائی کے باوجود) بچھائی گئی ہے"},{"SurahNumber":88,"VerseNumber":21,"Text":"پس آپ نصیحت فرماتے رہئے، آپ تو نصیحت ہی فرمانے والے ہیں"},{"SurahNumber":88,"VerseNumber":22,"Text":"آپ ان پر جابر و قاہر (کے طور پر) مسلط نہیں ہیں"},{"SurahNumber":88,"VerseNumber":23,"Text":"مگر جو رُوگردانی کرے اور کفر کرے"},{"SurahNumber":88,"VerseNumber":24,"Text":"تو اسے اللہ سب سے بڑا عذاب دے گا"},{"SurahNumber":88,"VerseNumber":25,"Text":"بیشک (بالآخر) ہماری ہی طرف ان کا پلٹنا ہے"},{"SurahNumber":88,"VerseNumber":26,"Text":"پھر یقیناً ہمارے ہی ذمہ ان کا حساب (لینا) ہے"}]}