{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"بلکہ ہم نے انہیں حق پہنچا دیا اور بیشک وہ جھوٹے ہیں"},{"SurahNumber":23,"VerseNumber":91,"Text":"اللہ نے (اپنے لئے) کوئی اولاد نہیں بنائی اور نہ ہی اس کے ساتھ کوئی اور خدا ہے ورنہ ہر خدا اپنی اپنی مخلوق کو ضرور (الگ) لے جاتا اور یقیناً وہ ایک دوسرے پر غلبہ حاصل کرتے (اور پوری کائنات میں فساد بپا ہو جاتا)۔ اللہ ان باتوں سے پاک ہے جو وہ بیان کرتے ہیں"},{"SurahNumber":23,"VerseNumber":92,"Text":"(وہ) پوشیدہ اور آشکار (سب چیزوں) کا جاننے والا ہے سو وہ ان چیزوں سے بلند و برتر ہے جنہیں یہ شریک ٹھہراتے ہیں"},{"SurahNumber":23,"VerseNumber":93,"Text":"آپ (دعا) فرمائیے کہ اے میرے رب! اگر تو مجھے وہ (عذاب) دکھانے لگے جس کا ان سے وعدہ کیا جا رہا ہے"},{"SurahNumber":23,"VerseNumber":94,"Text":"(تو) اے میرے رب! مجھے ظالم قوم میں شامل نہ فرمانا"},{"SurahNumber":23,"VerseNumber":95,"Text":"اور بیشک ہم اس بات پرضرور قادر ہیں کہ ہم آپ کو وہ (عذاب) دکھا دیں جس کا ہم ان سے وعدہ کر رہے ہیں"},{"SurahNumber":23,"VerseNumber":96,"Text":"آپ برائی کو ایسے طریقہ سے دفع کیا کریں جو سب سے بہتر ہو، ہم ان (باتوں) کو خوب جانتے ہیں جو یہ بیان کرتے ہیں"},{"SurahNumber":23,"VerseNumber":97,"Text":"اور آپ (دعا) فرمائیے: اے میرے رب! میں شیطانوں کے وسوسوں سے تیری پناہ مانگتا ہوں"},{"SurahNumber":23,"VerseNumber":98,"Text":"اور اے میرے رب! میں اس بات سے (بھی) تیری پناہ مانگتا ہوں کہ وہ میرے پاس آئیں"},{"SurahNumber":23,"VerseNumber":99,"Text":"یہاں تک کہ جب ان میں سے کسی کو موت آجائے گی (تو) وہ کہے گا: اے میرے رب! مجھے (دنیا میں) واپس بھیج دے"},{"SurahNumber":23,"VerseNumber":100,"Text":"تاکہ میں اس (دنیا) میں کچھ نیک عمل کر لوں جسے میں چھوڑ آیا ہوں۔ ہر گز نہیں، یہ وہ بات ہے جسے وہ (بطورِ حسرت) کہہ رہا ہوگا اور ان کے آگے اس دن تک ایک پردہ (حائل) ہے (جس دن) وہ (قبروں سے) اٹھائے جائیں گے"},{"SurahNumber":23,"VerseNumber":101,"Text":"پھر جب صور پھونکا جائے گا تو ان کے درمیان اس دن نہ رشتے (باقی) رہیں گے اور نہ وہ ایک دوسرے کا حال پوچھ سکیں گے"},{"SurahNumber":23,"VerseNumber":102,"Text":"پس جن کے پلڑے (زیادہ اعمال کے باعث) بھاری ہوں گے تو وہی لوگ کامیاب و کامران ہوں گے"},{"SurahNumber":23,"VerseNumber":103,"Text":"اور جن کے پلڑے (اعمال کا وزن نہ ہونے کے باعث) ہلکے ہوں گے تو یہی لوگ ہیں جنہوں نے اپنے آپ کو نقصان پہنچایا وہ ہمیشہ دوزخ میں رہنے والے ہیں"},{"SurahNumber":23,"VerseNumber":104,"Text":"ان کے چہروں کو آگ جھلس دے گی اور وہ اس میں دانت نکلے بگڑے ہوئے منہ کے ساتھ پڑے ہوں گے"}]}