{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"And We did not send down against his people after him a host from heaven, nor do We send (such a thing)"},{"SurahNumber":36,"VerseNumber":29,"Text":"It was only one shout and then they all were dead silent"},{"SurahNumber":36,"VerseNumber":30,"Text":"Alas for the mankind! Whenever a Messenger came to them, they used to mock at him"},{"SurahNumber":36,"VerseNumber":31,"Text":"Don’t they see how many generations We have destroyed before them who will not return to them"},{"SurahNumber":36,"VerseNumber":32,"Text":"And surely, all of them will be brought before Us"},{"SurahNumber":36,"VerseNumber":33,"Text":"And the dead land is a sign for them. We give it life and brings forth grain from it so that they eat from there"},{"SurahNumber":36,"VerseNumber":34,"Text":"And We produces in it gardens of date-palms and grapes, and We cause springs of water to gush forth from it"},{"SurahNumber":36,"VerseNumber":35,"Text":"so that they may eat the fruits thereof. Their hands did not make it. Should they not give thanks"},{"SurahNumber":36,"VerseNumber":36,"Text":"Glory be to Him Who has created all things in pairs which the earth produces, as well as their own (human) kind, and other things which they don’t know"},{"SurahNumber":36,"VerseNumber":37,"Text":"And a sign for them is the night, when We withdraw the daylight from it, and behold, they are in darkness"},{"SurahNumber":36,"VerseNumber":38,"Text":"And the sun runs on its fixed course for a term (appointed) for it. That is the Decree of the All-Mighty, the All-Knower"},{"SurahNumber":36,"VerseNumber":39,"Text":"And the moon, We have measured its positions (phases) for it till it returns like the old dried curved date stalk"},{"SurahNumber":36,"VerseNumber":40,"Text":"The sun is neither permitted to overtake the moon nor does the night outstrip the day. They all each float in its own orbit"}]}