{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":6,"Text":"and give them power in the land, and to show Pharaoh, Hāmān and their armies the very thing they were fearing from them"},{"SurahNumber":28,"VerseNumber":7,"Text":"We inspired the mother of Mūsā saying, “Suckle him (Mūsā). Then once you fear about him, cast him in the river, and do not fear, and do not grieve. Surely We are going to bring him back to you and appoint him one of (Our) messengers.”"},{"SurahNumber":28,"VerseNumber":8,"Text":"So the family of Pharaoh picked him up, so that he becomes for them an enemy and a (cause of) grief. Indeed Pharaoh, Hāmān and their armies were mistaken"},{"SurahNumber":28,"VerseNumber":9,"Text":"And the wife of Pharaoh said, (to Pharaoh about Mūsā), “He may be a delight of eye for me and you. Do not kill him. It is hoped that he will be of benefit to us, or we will adopt him as a son.” And they were not aware (of what was going to happen)"},{"SurahNumber":28,"VerseNumber":10,"Text":"And the heart of the mother of Mūsā became restless; indeed she was about to disclose this (the real facts about Mūsā), had We not strengthened her heart to remain among those who have firm belief (in Allah’s promise)"},{"SurahNumber":28,"VerseNumber":11,"Text":"She said to his sister, “Keep track of him.” So she watched him from a distance, while they were not aware"},{"SurahNumber":28,"VerseNumber":12,"Text":"And We had already barred him (Mūsā) from (accepting) any suckling women, so she (his sister) said (to Pharaoh’s people), “Shall I point out to you a family who will nurse him for you, and they will be his well-wishers?”"},{"SurahNumber":28,"VerseNumber":13,"Text":"Thus We brought him back to his mother, so that her eye might have comfort and she might not grieve, and so that she might know that Allah’s promise is true, but most of them do not know"}]}