{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":60,"VerseNumber":1,"Text":"Ó, ti, akik hisztek! Ne fogadjátok el barátotokul az Én (ellenségeimet) és ati ellenségeiteket! Baráti érzésekkel fordultok hozzájuk, jóllehet ők nem hisznek abban, ami hozzátok az igazságból érkezett (ezen Korán). És elűzik a Küldöttet (Mihammad- Allah áldja meg és adjon neki örök üdvösséget) és benneteket is, csupán amiatt, hogy hisztek Uratokban, Allah-ban. Ha úgy indultok el, hogy az Én Utamon harcoltok és tetszésemet, elégedettségemet keresitek és eközben baráti érzelmeket mutattok. irántuk titokban, Én tudom, amit ti titkon és azt is, amit nyíltan tesztek. Aki ezt teszi közületek, az bizony letért az Egyenes Útról"},{"SurahNumber":60,"VerseNumber":2,"Text":"Ha találkoznak veletek\", akkor a ti ellenségeitek lesznek és kezüket és nyelvüket rossz szándékkal nyújtják felétek. És azt szeretnék elérni, bárcsak ti is hitetlenek lennétek"},{"SurahNumber":60,"VerseNumber":3,"Text":"Nem fog használni nektek sem a rokonságotok, sem pedig gyermekeitek. A Feltámadás \"Napján szétválaszt benneteket (és ítél köztetek). Allah látja azt, amit ti cselekedtek"},{"SurahNumber":60,"VerseNumber":4,"Text":"Szép, követendő példát találhattatok /bráhim-ban. (Ábrahám) és azokban, akik vele voltak. Midőn azt mondták a népüknek: .Mi mentesek vagyunk tőletek és attól is, amit Allah helyett szolgáltok. Megtagadunk és elfordulunk tőletek. Legyen hát közöttünk ellenségeskedés és viszály mindaddig, amíg egyedül Allah-ban nem hisztek.\" Ez alól kivétel Ibráhim (Ábrahám) szava, amellyel apjáért emelt szót: .. Én bocsánatot kérek a számodra. Ám nem rendelkezem semmivel Allah- nál, amivel a hasznodra lehetnék. Urunk! Terád támaszkodunk. Neked bánjuk meg bűneinket. És Hozzád tér meg minden"},{"SurahNumber":60,"VerseNumber":5,"Text":"Urunk! Ne tégy ki bennünket annak a próbatételnek, ami a hitetlenektől jő! Bocsáss meg nekünk, Urunk! Hisz Te vagy a Hatalmas és a Bölcs"}]}