{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"Izityalo zomhlaba olungileyo zihluma (lula) ngemvume yeNkosi yazo; ke wona ongalunganga, awuvelisi nto koko [iba yintwana encinane (oyivelisa)] kanzima. Siyicacisa kanjalo ke imiqondiso ebantwini khon’ukuze banike umbulelo"},{"SurahNumber":7,"VerseNumber":59,"Text":"Inene, Thina Sathuma uNûh4 ebantwini bakubo wathi (kubo): “Hini na Bantu bakuthi! Khonzani uAllâh! Aninathixo wumbi ngaphandle kwaKhe. Mna ndoyikisela nina kwisohlwayo seMini enkulu!”"},{"SurahNumber":7,"VerseNumber":60,"Text":"Iinkokeli zabantu bakubo zathi: “Inene, thina sibona wena usekulahlekeni okucacileyo.”"},{"SurahNumber":7,"VerseNumber":61,"Text":"Wathi yena: “Hini na bantu bakuthi! Akukho kulahleka kum, koko mna ndinguMthunywa ovela kwiNkosi yamaphakade!”"},{"SurahNumber":7,"VerseNumber":62,"Text":"“Mna ndivakalisa iMiyalezo yeNkosi yam kuni, ndininika icebiso. Kananjalo mna ndiyakwazi okuvela kuAllâh eningakwaziyo nina.”"},{"SurahNumber":7,"VerseNumber":63,"Text":"“Ingaba iyanimangalisa na into yokuba kufike umkhumbuzi ovela eNkosini yenu oyindoda ephuma phakathi kwenu, eze kunilumkisa ukuze noyike uAllâh nifumane neNceba (yaKhe)?”"},{"SurahNumber":7,"VerseNumber":64,"Text":"Kodwa bamphikisa, Saza Thina Samsindisa yena ndawonye nabo babe kunye naye enqanaweni, Sabatshonisa emanzini abo baphikisa imiqondiso yeThu. Inene bona baba ziimfama (zokwenene)"},{"SurahNumber":7,"VerseNumber":65,"Text":"(Kubantu bakwa’Ad Sathumela) umntakwabo uHûd wathi kubo: “Hini na bantu bakuthi! Nqulani uAllâh! Aninathixo wumbi ngaphandle kwaKhe, ingaba animoyiki na nina (uAllâh)”"},{"SurahNumber":7,"VerseNumber":66,"Text":"Abaziinkokeli kwabo babengakholwa kubantu bakubo bathi: “Inene thina sibona ubudenge apha kuwe yaye inene, thina sicinga ukuba ungomnye wamaxoki.”"},{"SurahNumber":7,"VerseNumber":67,"Text":"(UHûd5) wathi “Hini na bantu bakuthi! Akukho budenge kum, koko mna ndinguMthunywa ovela eNkosini yamaphakade"}]}