{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"E kam detyrë që për Allahun të them vetëm të vërtetën dhe tashmë ju kam sjellë provë të qartë nga Zoti juaj; andaj, lëri të vijnë me mua bijtë e Israilit!”"},{"SurahNumber":7,"VerseNumber":106,"Text":"Faraoni tha: “Nëse ke sjellë ndonjë shenjë, tregoje, nëse ajo që thua është e vërtetë”"},{"SurahNumber":7,"VerseNumber":107,"Text":"Musai lëshoi shkopin e vet dhe ai u bë gjarpër i madh"},{"SurahNumber":7,"VerseNumber":108,"Text":"Pastaj nxori dorën e tij e ajo iu duk krejt e bardhë të pranishmëve"},{"SurahNumber":7,"VerseNumber":109,"Text":"Paria e popullit të Faraonit tha: “Ky qenka vërtet një magjistar i shkathët"},{"SurahNumber":7,"VerseNumber":110,"Text":"i cili kërkon t’ju nxjerrë nga toka juaj! Atëherë, çfarë na këshilloni"},{"SurahNumber":7,"VerseNumber":111,"Text":"Të tjerët thanë: “Mbani pak mënjanë atë dhe vëllanë e tij dhe dërgoni nëpër qytete lajmëtarë që të tubojnë"},{"SurahNumber":7,"VerseNumber":112,"Text":"e të të sjellin ty (Faraon) çdo magjistar të shkathët”"},{"SurahNumber":7,"VerseNumber":113,"Text":"Dhe kur erdhën magjistarët e Faraonit, thanë: “A do të shpërblehemi, nëse fitojmë?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"Faraoni tha: “Po, dhe do të jeni nga më të afërmit e mi”"},{"SurahNumber":7,"VerseNumber":115,"Text":"Ata thanë: “O Musa! Ose hidh ti, ose të hedhim ne të parët shkopinjtë tanë!”"},{"SurahNumber":7,"VerseNumber":116,"Text":"“Hidhni ju!” – u përgjigj ai. Kur magjistarët hodhën shkopinjtë e tyre, i magjepsën sytë e njerëzve, i frikësuan ata dhe shfaqën një magji të madhe"},{"SurahNumber":7,"VerseNumber":117,"Text":"Atëherë Ne i kumtuam Musait: “Hidhe shkopin tënd!” dhe ai filloi të gëlltiste gjithçka që trilluan ata"},{"SurahNumber":7,"VerseNumber":118,"Text":"Në këtë mënyrë, doli në shesh e vërteta dhe dështoi ajo që kishin bërë ata"},{"SurahNumber":7,"VerseNumber":119,"Text":"Kështu, Faraoni dhe njerëzit e tij u mundën dhe u kthyen të poshtëruar"},{"SurahNumber":7,"VerseNumber":120,"Text":"kurse magjistarët u përulën në sexhde"}]}