{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":187,"Text":"Эсланг, (эй Муҳаммад алайҳис-салоту вас-салом), Аллоҳ Китоб берилган кимсалардан «Албатта, у (Китоб)ни одамларга очиқ баён қилурсизлар ва яширмайсизлар!», деб аҳд-паймон олган эди. Сўнг улар бу аҳд-паймонни ортларига ташладилар ва уни озгина қийматга сотдилар. Уларнинг бу олди-сотдилари нақадар ёмон иш бўлди"},{"SurahNumber":3,"VerseNumber":188,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), сиз ҳаргиз қилган ишлари (яъни, одамларни ҳақ йўлдан адаштиришлари) билан хурсанд бўладиган ва қилмаган ишлари билан мақтовлар эшитишни яхши кўрадиган кимсалар азобдан йироқ макондалар, деб ўйламанг! Улар учун аламли азоб бордир"},{"SurahNumber":3,"VerseNumber":189,"Text":"Осмонлар ва Ердаги бор мулк Аллоҳникидир. Ва Аллоҳ ҳамма нарсага қодирдир"},{"SurahNumber":3,"VerseNumber":190,"Text":"Албатта, осмонлар ва Ернинг яралишида ҳамда кеча ва кундузнинг алмашиниб туришида ақл эгалари учун (бир Яратувчи ва бошқариб тургувчи Зот мавжуд эканлигига) оят-аломатлар бордир"},{"SurahNumber":3,"VerseNumber":191,"Text":"Улар турганда ҳам, ўтирганда ҳам, ётганда ҳам Аллоҳни эслайдилар ҳамда осмонлар ва Ернинг яралиши ҳақида тафаккур қилиб (дейдилар): «Парвардигоро, бу (борлиқ)ни беҳуда яратганинг йўқ! Сен (беҳуда бирон иш қилиш айбидан) поксан! Ўзинг бизни жаҳаннам азобидан асрагил"},{"SurahNumber":3,"VerseNumber":192,"Text":"Парвардигоро, албатта Сен кимни жаҳаннамга киритсанг, муҳаққақ, уни расво қилибсан. Ва бундай золимлар учун ҳеч қандай ёрдамчи йўқдир"},{"SurahNumber":3,"VerseNumber":193,"Text":"Парвардигоро, албатта биз: «Парвардигорингизга иймон келтирингиз!», деб иймонга чорлаган жарчи (Муҳаммад алайҳис-салоту вас-саломнинг нидоларини) эшитдигу иймон келтирдик. Парвардигоро, бизнинг гуноҳларимизни мағфират қил, қилган ёмонликларимизни (саҳифайи аъмолимиздан) ўчиргил ва бизларни яхшилар билан бирга ўлдир"},{"SurahNumber":3,"VerseNumber":194,"Text":"Парвардигоро, бизларга пайғамбарларинг орқали ваъда қилган нарсаларингни (жаннат, мағфират, висолингдан баҳраманд этиш каби неъматларингни) ато қил ва бизларни Қиёмат Кунида расво қилмагил! Албатта, Сен ваъдангга хилоф қилмагайсан"}]}