{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"(Moses) answered: \"My Lord holds the knowledge of them in a Record. My Lord never errs, nor forgets"},{"SurahNumber":20,"VerseNumber":53,"Text":"He Who has made the earth a cradle for you and traced out roads on it for you, and sends down water from the sky, and produces with it pairs of various plants"},{"SurahNumber":20,"VerseNumber":54,"Text":"Eat thereof, and feed your cattle. Surely, in all this are signs (manifesting the truth) for people of sound, unbiased thinking"},{"SurahNumber":20,"VerseNumber":55,"Text":"From it (earth) We create you, and into it are We returning you, and out of it will We bring you forth a second time"},{"SurahNumber":20,"VerseNumber":56,"Text":"We certainly showed the Pharaoh Our signs, all of them (including those We granted particularly to Moses), but he contradicted them and refused (to believe)"},{"SurahNumber":20,"VerseNumber":57,"Text":"He said: \"Moses, have you come to drive us from our land with your sorcery"},{"SurahNumber":20,"VerseNumber":58,"Text":"Then, We will most certainly produce before you sorcery like it. So appoint a meeting between us and you, which neither we nor you will fail to keep, in an open, level place convenient (to both of us)"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Moses) said: \"The meeting will be on the Day of the Festival, and let the people assemble in the forenoon"},{"SurahNumber":20,"VerseNumber":60,"Text":"The Pharaoh then left, and he (set out to) mobilize all his devices, then presented himself (at the appointed meeting)"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moses said to them (warning them before it was too late for them to be warned): \"Woe to you! Do not fabricate lies against God (such as falsely describing His clear proofs as sorcery, falsely pretending that His Message to you aims at driving you out of your land, and by adopting other deities than Him), lest He ruin you with a severe scourge. Whoever fabricates a lie is doomed"},{"SurahNumber":20,"VerseNumber":62,"Text":"(Moses’ warning having influenced some among the sorcerers and the Pharaoh’s men,) they began to debate their affair among themselves, holding a secret counsel"},{"SurahNumber":20,"VerseNumber":63,"Text":"(The Pharaoh’s men spoke to the sorcerers, and) they said: \"These two men are surely sorcerers intent on driving you out of your land with their sorcery, and doing away with your exemplary way of life"},{"SurahNumber":20,"VerseNumber":64,"Text":"So gather your devices, and then come in ordered ranks (as an organized, unified force), for the one who gains the upper hand today has surely triumphed"}]}