{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Tidak ada satu umat pun yang dapat menyegerakan ajalnya, dan tidak (pula) menangguhkannya"},{"SurahNumber":23,"VerseNumber":44,"Text":"Kemudian, Kami utus rasul-rasul Kami berturut-turut. Setiap kali seorang rasul datang kepada suatu umat, mereka mendustakannya, maka Kami silih gantikan sebagian mereka dengan sebagian yang lain (dalam kebinasaan). Dan Kami jadikan mereka bahan cerita (bagi manusia). Maka kebinasaanlah bagi kaum yang tidak beriman"},{"SurahNumber":23,"VerseNumber":45,"Text":"Kemudian Kami utus Musa dan saudaranya Harun dengan membawa tanda-tanda (kebesaran) Kami, dan bukti yang nyata"},{"SurahNumber":23,"VerseNumber":46,"Text":"kepada Fir'aun dan para pemuka kaumnya, tetapi mereka angkuh dan mereka memang kaum yang sombong"},{"SurahNumber":23,"VerseNumber":47,"Text":"Maka mereka berkata, \"Apakah (pantas) kita percaya kepada dua orang manusia seperti kita, padahal kaum mereka (Bani Israil) adalah orang-orang yang menghambakan diri kepada kita?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Maka merea mendustakan keduanya, karena itu mereka termasuk orang yang dibinasakan"},{"SurahNumber":23,"VerseNumber":49,"Text":"Dan sungguh, telah Kami anugerahkan kepada Musa (Kitab) Taurat, agar mereka (Bani Israil) mendapat petunjuk"},{"SurahNumber":23,"VerseNumber":50,"Text":"Dan telah Kami jadikan (Isa) putra Maryam bersama ibunya sebagai suatu bukti yang nyata (bagi kebesaran Kami), dan Kami melindungi mereka di sebuah dataran tinggi, (tempat yang tenang, rindang dan banyak buah-buahan) dengan mata air yang mengalir"},{"SurahNumber":23,"VerseNumber":51,"Text":"Allah berfirman, “Wahai para rasul! Makanlah dari (makanan) yang baik-baik, dan kerjakanlah kebajikan. Sungguh, Aku Maha Mengetahui apa yang kamu kerjakan"},{"SurahNumber":23,"VerseNumber":52,"Text":"Dan sungguh, (agama tauhid) inilah agama kamu, agama yang satu dan Aku adalah Tuhanmu, maka bertakwalah kepada-Ku.”"},{"SurahNumber":23,"VerseNumber":53,"Text":"Kemudian mereka terpecah belah dalam urusan (agama)nya menjadi beberapa golongan. Setiap golongan (merasa) bangga dengan apa yang ada pada mereka (masing-masing)"},{"SurahNumber":23,"VerseNumber":54,"Text":"Maka biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan"},{"SurahNumber":23,"VerseNumber":55,"Text":"Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa)"},{"SurahNumber":23,"VerseNumber":56,"Text":"Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya"},{"SurahNumber":23,"VerseNumber":57,"Text":"Sungguh, orang-orang yang karena takut (azab) Tuhannya, mereka sangat berhati-hati"},{"SurahNumber":23,"VerseNumber":58,"Text":"dan mereka yang beriman dengan tanda-tanda (kekuasaan) Tuhannya"},{"SurahNumber":23,"VerseNumber":59,"Text":"dan mereka yang tidak mempersekutukan Tuhannya"}]}