{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"اور (اے پیغمبر) ہم نے تم سے پہلے جب بھی کسی بستی میں کوئی خبردار کرنے والا (پیغمبر) بھیجا تو وہاں کے دولت مند لوگوں نے یہی کہا کہ : ہم نے اپنے باپ دادوں کو ایک طریقے پر پایا ہے، اور ہم انہی کے نقش قدم کے پیچھے چل رہے ہیں۔"},{"SurahNumber":43,"VerseNumber":24,"Text":"پیغمبر نے کہا کہ : تم نے اپنے باپ دادوں کو جس طریقے پر پایا ہے، اگر میں تمہارے پاس اس سے زیادہ ہدایت کی بات لے کر آیا ہوں تو کیا پھر بھی (تم اپنے طریقے پر چلے جاؤ گے ؟) انہوں نے جواب دیا کہ : تم جو پیغام دے کر بھیجے گئے ہو ہم تو اس کو ماننے والے نہیں ہیں۔"},{"SurahNumber":43,"VerseNumber":25,"Text":"نتیجہ یہ ہوا کہ ہم نے ان سے انتقام لیا، اب دیکھ لو کہ جھٹلانے والوں کا انجام کیسا ہوا ؟"},{"SurahNumber":43,"VerseNumber":26,"Text":"اور وہ وقت یاد کرو جب ابراہیم نے اپنے باپ اور اپنی قوم سے کہا تھا کہ : میں ان چیزوں سے بیزار ہوں جن کی تم عبادت کرتے ہو۔"},{"SurahNumber":43,"VerseNumber":27,"Text":"سوائے اس ذات کے جس نے مجھے پیدا کیا ہے، چنانچہ وہی میری رہنمائی کرتا ہے۔"},{"SurahNumber":43,"VerseNumber":28,"Text":"اور ابراہیم نے اس (عقیدے) کو ایسی بات بنادیا جو ان کی اولاد میں باقی رہی، تاکہ لوگ (شرک سے) باز آئیں۔"},{"SurahNumber":43,"VerseNumber":29,"Text":"(پھر بھی بہت سے لوگ باز نہ آئے) اس کے باوجود میں نے ان کو اور ان کے باپ دادوں کو زندگی کے فائدے دیے، یہاں تک کہ ان کے پاس حق اور صاف صاف ہدایت دینے والا پیغمبر آگیا۔"},{"SurahNumber":43,"VerseNumber":30,"Text":"اور جب وہ حق ان کے پاس آیا تو وہ کہنے لگے کہ : یہ تو جادو ہے اور ہم اس کا انکار کرتے ہیں۔"},{"SurahNumber":43,"VerseNumber":31,"Text":"اور کہنے لگے کہ : یہ قرآن دوبستیوں میں سے کسی بڑے آدمی پر کیوں نازل نہیں کیا گیا ؟"},{"SurahNumber":43,"VerseNumber":32,"Text":"بھلا کیا یہ لوگ ہیں جو تمہارے پروردگار کی رحمت تقسیم کریں گے ؟ دنیوی زندگی میں ان کی روزی کے ذرائع بھی ہم نے ہی ان کے درمیان تقسیم کر رکھے ہیں اور ہم نے ہی ان میں سے ایک کو دوسرے پر درجات میں فوقیت دی ہے، تاکہ وہ ایک دوسرے سے کام لے سکیں۔ اور تمہارے پروردگار کی رحمت تو اس (دولت) سے کہیں بہتر چیز ہے جو یہ جمع کر رہے ہیں۔"},{"SurahNumber":43,"VerseNumber":33,"Text":"اور اگر یہ اندیشہ نہ ہوتا کہ تمام انسان ایک ہی طریقے کے (یعنی کافر) ہوجائیں گے تو جو لوگ خدائے رحمن کے منکر ہیں، ہم ان کے لیے ان گھروں کی چھتیں بھی چاندی کی بنا دیتے، اور وہ سیڑھیاں بھی جن پر وہ چڑھتے ہیں۔"}]}