{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"آیا این (آتش دوزخ) هم به نظرتان سحر است یا آنکه هنوز چشم بصیرت باز نمی‌کنید؟"},{"SurahNumber":52,"VerseNumber":16,"Text":"باری، به دوزخ در شوید که صبر و بی‌صبری به حالتان یکسان است، و بس آنچه کردید امروز همان را جزا یابید"},{"SurahNumber":52,"VerseNumber":17,"Text":"متقیان هم در باغهای بهشت پر نعمتند"},{"SurahNumber":52,"VerseNumber":18,"Text":"آنان به نعمتی که خدایشان نصیبشان فرموده دلشادند و خدایشان از عذاب دوزخ محفوظشان داشته است"},{"SurahNumber":52,"VerseNumber":19,"Text":"بخورید و بیاشامید شما را گوارا باد به پاداش اعمال نیکی که انجام می‌دادید"},{"SurahNumber":52,"VerseNumber":20,"Text":"در حالی که نزدیک هم بر تختها (ی عزّت) تکیه زده‌اند و ما حور العین را همجفت آنان گردانیده‌ایم"},{"SurahNumber":52,"VerseNumber":21,"Text":"و آنان که ایمان آوردند و فرزندانشان هم در ایمان پیرو ایشان شدند ما آن فرزندان را به آنها برسانیم و از پاداش عمل آنان هیچ نکاهیم. هر نفسی در گرو عملی است که اندوخته است"},{"SurahNumber":52,"VerseNumber":22,"Text":"و بر آن بهشتیان از هر نوع میوه و گوشت‌های لذیذ که مایل باشند فراوان بیفزاییم"},{"SurahNumber":52,"VerseNumber":23,"Text":"آنها در بهشت جام شراب گوارا را چنان سریع از دست هم بگیرند که گویی منازعه می‌کنند در صورتی که آنجا کار لغو و باطل و نزاع و خلاف و بزهکاری هیچ نیست"},{"SurahNumber":52,"VerseNumber":24,"Text":"و پسرانی مانند لؤلؤ مکنون گردشان (بر انجام خدمت) می‌گردند"},{"SurahNumber":52,"VerseNumber":25,"Text":"و آنها با هم به صحبت رو کرده و از سرگذشت یکدیگر پرسش کنند"},{"SurahNumber":52,"VerseNumber":26,"Text":"و با هم گویند: ما از پیش میان اهل و قبیله خود خداترس بودیم"},{"SurahNumber":52,"VerseNumber":27,"Text":"خدا هم بر ما منّت نهاد و ما را از عذاب سموم دوزخ محفوظ داشت"},{"SurahNumber":52,"VerseNumber":28,"Text":"زیرا ما از این پیش خدا را به حقیقت پرستش می‌کردیم که او خود (بر بندگانش) بسیار نیکخواه و مهربان است"},{"SurahNumber":52,"VerseNumber":29,"Text":"پس (ای رسول ما، خلق را) متذکر ساز که به نعمت پروردگارت از جنون و کهانت هیچ در تو نیست"},{"SurahNumber":52,"VerseNumber":30,"Text":"بلکه (کافران نادان) گویند: (محمّد) شاعری است ماهر و ما حادثه مرگ او را انتظار داریم"},{"SurahNumber":52,"VerseNumber":31,"Text":"بگو: شما به انتظار (مرگ من) باشید که من هم از منتظران (مرگ و هلاک شما) هستم"}]}