{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"پروردگارا! و آنها را به باغهای جاویدان (بهشت) که به آنها وعده داده ای وارد کن، و (همچنین) هر که صالح باشد از پدران شان، و همسرانشان و فرزندانشان (به همان بهشت وارد کن) همانا تویی که پیروزمند حکیمی"},{"SurahNumber":40,"VerseNumber":9,"Text":"و آنها را از بدیها نگاهدار، و هر کس را که در آن روز از (کیفر) بدیها نگاهداری مسلماً به او رحم کرده ای، و این همان کامیابی بزرگ است"},{"SurahNumber":40,"VerseNumber":10,"Text":"بی گمان کسانی را که کافر شدند (روز قیامت) ندا می زنند که: حقا که خشم (و دشمنی) خداوند (نسبت به شما) از خشم (و دشمنی) خودتان (نسبت به خودتان) بیشتر است، آنگاه که به (سوی) ایمان دعوت می شدید، پس شما انکار می کردید"},{"SurahNumber":40,"VerseNumber":11,"Text":"گویند:«پروردگارا! ما را دوبار میراندی و دو با زنده کردی( )، پس (اکنون) به گناهان خود اعتراف کردیم، آیا راهی برای خروج (از جهنم) وجود دارد؟»"},{"SurahNumber":40,"VerseNumber":12,"Text":"(به آنها گفته می شود:) این (عذاب) بدان سبب است که چون خدا به تنهایی خوانده می شد، انکار می کردید، و اگر به او شرک آورده می شد ایمان می آوردید، پس (اینک) داوری از آن خداوند بلند مرتبه است"},{"SurahNumber":40,"VerseNumber":13,"Text":"او کسی است که آیات خود را به شما نشان می دهد و از آسمان برای شما روزی می فرستد، تنها کسی پند می گیرد که (به سوی خدا) رجوع می کند"},{"SurahNumber":40,"VerseNumber":14,"Text":"پس خدا را در حالی که دین خود را برای او خالص گردانیدید بخوانید ، و اگر چه کافران خوش نداشته باشند"},{"SurahNumber":40,"VerseNumber":15,"Text":"(او) بالا برنده درجات( ) صاحب عرش، که روح (= وحی) را به فرمان خویش بر هر کس از بندگانش که بخواهد می فرستد، تا (او مردم را) از روز ملاقات (= قیامت) بترساند"},{"SurahNumber":40,"VerseNumber":16,"Text":"روزی که (همه) آنان آشکار شوند چیزی از آنها بر خدا پوشیده نخواهد ماند، (خداوند می فرماید:) « امروز فرمانروایی از آن کیست؟»( ) (آنگاه خود می فرماید:) از آن خداوند یگانه قهّار است"}]}