{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır, daha önce gizleyip durdukları karşılarına çıktı da ondan. Geri çevrilselerdi yine o yasaklandıkları fenalığa mutlaka döneceklerdi. Şüphesiz onlar yine yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Yine dönüp: «Hayat sadece dünya hayatımızdan ibaret; biz bir daha dirilecek değiliz.» diyeceklerdi"},{"SurahNumber":6,"VerseNumber":30,"Text":"Hem görsen onları, Rablerinin huzuruna durdukları zaman! O: «Nasıl şu gördüğünüz gerçek değil miymiş?» diyecek, onlar da: «Evet Rabbimiz hakkı için gerçek!» diyecekler. O zaman: «Küfrettiğinizin cezası olarak azabı tadın!» buyuracak"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah´ın karşısına çıkacaklarını inkar eden kimseler gerçekten hüsrana uğramıştır. Nihayet kıyamet günü gelip ansızın kendilerini bastırıverince: «Hayatta yaptığımız hatalardan dolayı vah bize!» derler; o an ki, günahlarını sırtlanmış götürüyorlardır. Bak ne kötü yükler götürüyorlar"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dünya hayatı bir oyundan, bir oyalanmadan başka birşey değildir. Ahiret yurdu ise muhakkak Allah´tan korkanlar için daha hayırlıdır. Hala akıllanmayacak mısınız"},{"SurahNumber":6,"VerseNumber":33,"Text":"Andolsun ki, söyledikleri lafın seni gerçekten incittiğini biliyoruz. Ancak onların yalancı dedikleri sen değilsin. Fakat zalimler Allah´ın ayetlerini inkar ediyorlar"},{"SurahNumber":6,"VerseNumber":34,"Text":"Andolsun ki, senden önce gönderilen peygamberler de yalanlandılar. Kendilerine yardımımız gelinceye kadar yalanlanmaya ve eziyet edilmeye karşı sabrettiler. Allah´ın sözlerini değiştirebilecek hiçbir kuvvet yoktur! Allah biliyor ya, sana peygamberlerin kıssalarından haber de geldi"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eğer onların omuz dönmeleri sana ağır geliyorsa, haydi kendi kendine yerin dibine inecek bir baca veya göklere çıkacak bir merdiven arayıp da onlara bambaşka bir mucize getirmeye gücün yettiği takdirde hiç durma, bunu yap! Allah dileseydi, elbette onları hidayet üzere toplardı. O halde sakın cahillerden olma"}]}