{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"Então, não estejas em contestação, Muhammad, acerca do que estes adoram. Não adoram senão como seus pais adoravam antes. E, por certo, compensá-los-emos com sua porção, que não será diminuída"},{"SurahNumber":11,"VerseNumber":110,"Text":"E, com efeito, concedêramos a Moisés o Livro, e discreparam dele. E, não fora uma Palavra antecipada de teu Senhor, haver-se-ia arbitrado entre eles. E, por certo, estão em dúvida tormentosa acerca dele"},{"SurahNumber":11,"VerseNumber":111,"Text":"E por certo, teu Senhor compensá-los-á, a todos, por suas obras. Por certo, Ele, do que fazem, é Conhecedor"},{"SurahNumber":11,"VerseNumber":112,"Text":"Então, sê reto, como te foi ordenado e, contigo, quem se volta arrependido e nada transgridais. Por certo, Ele, do que fazeis, é Onividente"},{"SurahNumber":11,"VerseNumber":113,"Text":"E não vos inclineis aos que são injustos, pois, tocar-vos-ia o Fogo, e não teríeis, além de Allah, protetores; em seguida, não seríeis socorridos"},{"SurahNumber":11,"VerseNumber":114,"Text":"E cumpre a oração, nos dois extremos do dia e nas primícias da noite. Por certo, as boas obras fazem ir as más obras. Isso é lembrança para os que se lembram de Allah"},{"SurahNumber":11,"VerseNumber":115,"Text":"E pacienta, pois, por certo, Allah não faz perder o prêmio dos benfeitores"},{"SurahNumber":11,"VerseNumber":116,"Text":"Então, que houvesse entre as gerações antes de vós, homens dotados de bom senso que coibissem a corrupção na terra! Mas poucos, dentre os que deles salvamos fizeram-no. E os que foram injustos continuaram a seguir a opulência em que viviam, e foram"},{"SurahNumber":11,"VerseNumber":117,"Text":"E não é admissível que teu Senhor aniquile, injustamente, as cidades, enquanto seus habitantes são reformadores"}]}