{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":26,"Text":"Y recordad cuando erais pocos y oprimidos en la tierra (de La Meca) y temíais que la gente (idólatra) os capturara. Entonces, Él os dio refugio (en ciudad de Medina) y os fortaleció con la victoria (de Badr) y os concedió bienes para que fuerais agradecidos"},{"SurahNumber":8,"VerseNumber":27,"Text":"¡Oh, creyentes!, no traicionéis a Al-lah y a Su Mensajero ni violéis a sabiendas lo que se os ha confiado (abandonando el cumplimiento de los mandatos de Al-lah)"},{"SurahNumber":8,"VerseNumber":28,"Text":"Y sabed que vuestros bienes y vuestros hijos son, en realidad, una prueba[280], y que Al-lah tiene reservada una inmensa recompensa (a quien Le tema y obedezca)"},{"SurahNumber":8,"VerseNumber":29,"Text":"¡Oh, creyentes!, si teméis a Al-lah (obedeciéndolo en lo que os ha ordenado y alejándoos de lo que os ha prohibido), Él os guiará hacia la distinción entre la verdad y la falsedad, borrará vuestras faltas y os perdonará; y Al-lah es dueño del favor inmenso"},{"SurahNumber":8,"VerseNumber":30,"Text":"Y (recuerda, ¡oh, Muhammad!) cuando los incrédulos (de La Meca) tramaron apresarte, matarte, o expulsarte de tu territorio. Tramaron un plan en tu contra, pero Al-lah también tramó el Suyo (y te salvó de ellos dándote permiso para emigrar a Medina), y Al-lah es el mejor planeando"},{"SurahNumber":8,"VerseNumber":31,"Text":"Y si se les recitan Nuestras aleyas, (los incrédulos de La Meca) dicen: «Las hemos escuchado. Si quisiéramos recitaríamos unas semejantes. No son más que viejas leyendas»"},{"SurahNumber":8,"VerseNumber":32,"Text":"Y (recuerda) cuando dijeron: «¡Señor nuestro!, si esto que se nos recita es la verdad procedente de Ti, haz que se precipiten sobre nosotros piedras del cielo o tráenos un castigo doloroso»"},{"SurahNumber":8,"VerseNumber":33,"Text":"Mas Al-lah no iba a castigarlos estando tú entre ellos, ni iba a castigarlos habiendo entre ellos gente (creyente y débil sin la capacidad para emigrar) que pide perdón"}]}