{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Mpe moto oyo miso ekufi, akokani te na moto oyo azali kornona"},{"SurahNumber":35,"VerseNumber":20,"Text":"Mpe molili ekokani na mwinda te"},{"SurahNumber":35,"VerseNumber":21,"Text":"Mpe malili ekokani na molunge te"},{"SurahNumber":35,"VerseNumber":22,"Text":"Mpe baye ya bomoyi bakokani te na baye bawa. Ya soló, Allah ayokisaka nani alingi, kasi yo (Muhammad), okoki te koyokisa baye bazali na malita"},{"SurahNumber":35,"VerseNumber":23,"Text":"Kasi, yo ozali sé mokebisi"},{"SurahNumber":35,"VerseNumber":24,"Text":"Ya solo, totindaki yo na bosembo ete ozala mokebisi mpe mopesi sango ya malamu, mpo umma moko te oyo eleka sé bazua mokebisi"},{"SurahNumber":35,"VerseNumber":25,"Text":"Mpe soki baboyi kondimela yo, yeba ete baye ya liboso basilaki mpe koboya batindami na bango, bayelaki bango bilembo bia polele, na makomi, na buku ya bongengi"},{"SurahNumber":35,"VerseNumber":26,"Text":"Na sima, tozuaki ba oyo bapengwi, mpe tala ndenge nini (etumbu) na ngai ezalaki"},{"SurahNumber":35,"VerseNumber":27,"Text":"Boye omoni te ndenge Allah azali kokitisa mayi kowuta na mapata, mpe tozali kobimisa na yango bambuma ya ndenge na ndenge? Mpe okati na bangomba, banzela ya pembe mpe ya motané, na balangi ndenge na ndenge, mpe na misusu ya miyindo makasi"},{"SurahNumber":35,"VerseNumber":28,"Text":"Ndenge moko mpe bato na banyama ya mabele na an’ám binso bizali na balangi ya kokesene. Ya soló, baye bazali kobanga Allah kati na bawumbu naye, ezali nde banganga mayele. Ya sólo, Allah azali na nguya atonda bolimbisi"},{"SurahNumber":35,"VerseNumber":29,"Text":"Ya sólo, baye bazali kotanga buku ya Allah mpe bazali kotelemisa losambo, mpe bazali kobimisa (тропа Allah) bozui oyo topesi bango, bazali kobimisa yango na polele to na kobomba, bazali kolikia na mombongo oyo ebebisamaka te"},{"SurahNumber":35,"VerseNumber":30,"Text":"Mpo ete (Allah) apesa bango lifuta na bango mpe abakisela bango bolamu naye. Ya sólo, ye azali molimbisi atonda melesi"}]}