{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"Na da a pphakimasaan Ami kiran a tanda a ba di skaniyan i mala a di so pd iyan (a miyaona); na inidan´g Ami kiran so siksa, ka an siran makambalingan (ko ontol)"},{"SurahNumber":43,"VerseNumber":49,"Text":"Na pitharo iran: \"Hay mala i katao! Pangning kaming ka ko Kadnan ka sabap ko inidiyandi Iyan rka; mataan! a skami na miyaratiyaya kami dn"},{"SurahNumber":43,"VerseNumber":50,"Text":"Na kagiya a pokasn Ami kiran so siksa, na samawto na siran na gii siran mbarngkas"},{"SurahNumber":43,"VerseNumber":51,"Text":"Na piyakalangkap o Pir´awn ko pagtaw niyan, a pitharo iyan a: \"Hay pagtaw akn, ba akn di rk so kadato sa Misir, go giya ungkai a manga lawasayg a pphamangondas ko kababaang ko? Ba kano di phakaylay"},{"SurahNumber":43,"VerseNumber":52,"Text":"Kna, ka sakn i tomo a di giya ungkai a (mama a) so skaniyan na pkhalaklak, go margn a kapphakaosay niyan"},{"SurahNumber":43,"VerseNumber":53,"Text":"Na ino da alopa skaniyan a manga salnda a bolawan, odi na da a miyakatalingoma a pd iyan a manga malaikat a khigagabay ron"},{"SurahNumber":43,"VerseNumber":54,"Text":"Na miyalalong iyan so pagtaw niyan, na kiya onotan iran skaniyan: Mataan! a siran na mimbaloy siran a pagtaw a manga songklid"},{"SurahNumber":43,"VerseNumber":55,"Text":"Na kagiya a tiyopowan Kami ran, na diyan´g Ami siran na inld Ami siran langon"},{"SurahNumber":43,"VerseNumber":56,"Text":"Na biyaloy Ami siran a miyangaoona a poringana, go ibarat ko miyangaoori"},{"SurahNumber":43,"VerseNumber":57,"Text":"Na kagiya a balowin so wata o Maryam a ibarat, na samawto na so pagtawng ka na phoon roo na pkhisagorong siran a kakayad"},{"SurahNumber":43,"VerseNumber":58,"Text":"Go pitharo iran: \"Ino so manga katohanan ami aya tomo, antawaa Skaniyan (i tomo)?\" da a kiyapayaga iran rka on, a rowar sa kapamawal: Kna, ka siran na pagtaw a manga pawal"},{"SurahNumber":43,"VerseNumber":59,"Text":"Da ko skaniyan (a Eysa) inonta na oripn a inipangalimo Ami skaniyan, go biyaloy Ami, skaniyan a ladiyawan ko manga moriyataw o Israil"},{"SurahNumber":43,"VerseNumber":60,"Text":"Na o kabaya Ami, na mataan a phakaadn Kami sa sambi iyo a manga malaikat ko lopa, a mamakasambi siran"}]}