{"Id":263,"LanguageCodes":["my","mya"],"Name":"mya-basein","Author":"Ba Sein","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":5,"VerseNumber":24,"Text":"၂၄။\tသူတို့က အို-မူဆာ ထိုကြီးမားသောသူတို့ ရှိသေးသမျှကာလပတ်လုံး အကျွနု်ပ်တို့သည် ထိုအရပ်ဒေသ ကို ဝင်ကြမည်မဟုတ်ပေ။ ထို့ကြောင့် သင်နှင့် သင်၏အသျှင်သခင်သွား၍ စစ်မက်ဆိုင်ပြိုင် တိုက်ခိုက်ကြပါလော့။ အကျွနု်ပ်တို့သည် ဤနေရာ၌ အမှန်ပင်ထိုင်၍နေမည်ဟု ဆိုကြ၏။"},{"SurahNumber":5,"VerseNumber":25,"Text":"၂၅။\tထိုအခါ မူဆာက အို-အကျွနု်ပ်၏အသျှင်သခင်၊ အကျွနု်ပ်သည် မိမိကိုယ်နှင့် မိမိအစ်ကိုမှတစ်ပါး အခြားသူတို့ကို သြဇာမပေးနိုင်ပါ။ ထို့ကြောင့် အကျွနု်ပ်တို့နှင့် အပြစ်ကျုးလွန်သူတို့ကို ခွဲခြားတော် မူပါဟု ဆုတောင်း၏။"},{"SurahNumber":5,"VerseNumber":26,"Text":"၂၆။\tသူတို့၏အသျှင်သခင်က အို-မူဆာ ထို့ကြောင့် သူတို့သည် ထိုမြေထူးမြေမြတ်ကို နှစ်ပေါင်းလေးဆယ် မုချဧကန် ဝင်ကြရမည်မဟုတ်ပေ။ သူတို့သည် ကမ္ဘာမြေပေါ်ဝယ် အယောင်ယောင်အမှားမှား လှည့်ပတ်သွားလာရမည်။ သို့ဖြစ်၍ ဒုစရိုက်မှုပြုကျင့်သူများကြောင့် စိတ်ပူဆွေးခြင်း မရှိလင့်။"},{"SurahNumber":5,"VerseNumber":27,"Text":"၂၇။\tသို့သော် သူတို့အား တမန်တော်အာဒမ်နှင့် သားနှစ်ယောက်တို့၏အကြောင်းအရာကို မှန်ကန်စွာ ဟောကြားလော့။ သူတို့နှစ်ယောက်သည် အလ္လာဟ်အသျှင်မြတ်ထံ ကိုယ်စီကိုယ်ငှ ပူဇော်သက္ကာရ ပြုကြ၏။ တစ်ယောက်ထံမှ လက်ခံတော်မူ၏။ အခြားတစ်ယောက်ထံမှ လက်ခံတော်မမူပေ။ ထိုသူက သင့်ကို ငါအမှန်သတ်မည်ဟု ကြိမ်းမောင်း၏။ အခြားတစ်ယောက်က အလ္လာဟ်အသျှင်မြတ်သည် ဒုစရိုက်အမှုအခင်းများကို ရှောင်ကြဉ်သူထံမှသာ လက်ခံတော်မူ၏ဟု ပြောကြား၏။"},{"SurahNumber":5,"VerseNumber":28,"Text":"၂၈။\tအကယ်၍ သင်သည် ငါ့ကကိုသတ်ရန် သင်၏လက်ကို ငါ့ဘက်သို့ ဆန့်သော်လည်း ငါသည် သင့်ကိုသတ်ရန် ငါ့လက်ကို သင့်ထံသို့ဆန့်မည်မဟုတ်ပေ။ ငါသည် စကြာဝဠာများအရှင် အလ္လာဟ်အသျှင်မြတ်ကို ကြောက်ရွံ့ရိုကျိုး၏။"},{"SurahNumber":5,"VerseNumber":29,"Text":"၂၉။\tသင်သည် ငါ၏အပြစ်ဒဏ်၊ သင်၏အပြစ်ဒဏ်များကိုခံစား၍ အဝီစိငရဲမီး၏ ပိုင်ရှင်များဘောင်တွင် အပါအဝင်ဖြစ်လိုလျှင် ဖြစ်စေတော့။ ငါကား မဖြစ်လို ငရဲမီးသည် ဒုစရိုက်မှုကျုးလွန်သူတို့၏ ဆုလာဘ်ဖြစ်၏ဟု ပြောပြ၏။"},{"SurahNumber":5,"VerseNumber":30,"Text":"၃ဝ။\tသို့သော် တစခြားသူမှာ မိမိ၏စိတ်လှုံ့ဆော်မှုကြောင့် မိမိညီကိုသတ်ပြီးလျှင် ဆုံးရှုံးပျက်စီးသူတို့တွင် တစ်ဦးဖြစ်သွားလေ၏။"},{"SurahNumber":5,"VerseNumber":31,"Text":"၃၁။\tထိုအခါ အလ္လာဟ်အသျှင်မြတ်သည် သူ့အား မိမိညီ၏အလောင်းကို မည်သို့ဖုံးကွယ်ထားဖို့နည်းကို ပြသရန် တောကျီးကန်းတစ်ကောင်ကို စေလွှတ်တော်မူ၏။ ထိုကျီးကန်းသည် မြေကြီးကို တူးဆွပြ၏။ ထိုအခါ သူက ငါ့မှာဒုက္ခရောက်စေသော် ငါသည် ဤကျီးကန်းလောက်မှ မစွမ်းဆောင်နိုင်သလော။ ငါ့ညီ၏အလောင်းကိုမှ ဝှက်မထားနိုင်သလောဟု ညည်းညူ၏။ ထို့နောက်သူသည် သတိသံဝေဂ ရ၏။"}]}