{"Id":203,"LanguageCodes":["id","ind"],"Name":"ind-muhammadquraish","Author":"Muhammad Quraish Shihab Et Al.","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":99,"Text":"Seperti Kami menceritakan kepadamu, Muhammad, kisah Mûsâ, Kami pun menceritakan dengan benar kisah umat-umat terdahulu lainnya. Dan Kami telah menurunkan kepadamu sebuah kitab suci yang mengandung peringatan bagimu dan umatmu, juga mengandung kebaikan agama dan dunia kalian"},{"SurahNumber":20,"VerseNumber":100,"Text":"Barangsiapa menolak mempercayai dan berpetunjuk kepadanya, maka ia akan sesat dalam hidupnya. Di hari kiamat nanti, ia akan membawa dosa yang diperbuat dan akan dibalas dengan siksaan yang amat pedih"},{"SurahNumber":20,"VerseNumber":101,"Text":"Ia akan berada dalam siksaan itu selama-lamanya. Sungguh merupakan bawaan yang amat buruk di hari kiamat"},{"SurahNumber":20,"VerseNumber":102,"Text":"Ingatkanlah kepada umatmu, Muhammad, suatu hari kala Kami memerintahkan malaikat untuk meniup sangkakala, sebuah tiupan untuk menghidupkan dan membangkitkan kembali manusia dari kuburnya untuk kemudian Kami seru agar berkumpul di padang Mahsyar. Orang-orang yang berbuat jahat akan Kami seret dengan muka yang biru: cemas dan takut"},{"SurahNumber":20,"VerseNumber":103,"Text":"Mereka saling berbisik satu sama lain, dalam suasana penuh hina dan galau, tentang betapa pendeknya kehidupan dunia. Begitu pendeknya, hingga mereka seolah hidup dan merasakan kenikmatan dunia hanya sepuluh hari"},{"SurahNumber":20,"VerseNumber":104,"Text":"Namun bisik-bisik mereka itu terdengar pula. Kami lebih tahu tentang apa yang mereka bisikkan dan tentang apa yang dikatakan oleh salah seorang di antara mereka yang paling dekat menggambarkan perasaannya mengenai dunia, yang mengatakan bahwa mereka tinggal di dunia hanya sehari saja"},{"SurahNumber":20,"VerseNumber":105,"Text":"Orang-orang yang mengingkari hari kebangkitan itu bertanya kepadamu, Muhammad, tentang nasib gunung-gunung pada hari kiamat yang kamu bicarakan itu. Jawablah bahwa Allah akan menghancur- leburkannya bagai pasir, lalu menerbangkannya dengan tiupan angin hingga bertebaran"},{"SurahNumber":20,"VerseNumber":106,"Text":"Dengan demikian, setelah gunung-gunung itu dihancurkan, bekas tempatnya menjadi rata dengan tanah"},{"SurahNumber":20,"VerseNumber":107,"Text":"Kamu tak akan lagi melihat dataran rendah atau dataran tinggi di muka bumi. Bumi seolah-olah belum pernah dijamah dan dibangun sebelumnya"},{"SurahNumber":20,"VerseNumber":108,"Text":"Pada hari kiamat, setelah bangkit dari kuburnya, manusia akan mengikuti dengan pasrah seruan yang mengajak mereka berkumpul di padang Mahsyar. Tak seorang pun dapat berbelok ke kanan atau ke kiri. Saat itu, semua suara pun merendah tenang dan takut akan kebesaran Sang Maha Pengasih. Yang terdengar hanyalah bisikan"},{"SurahNumber":20,"VerseNumber":109,"Text":"Pada hari itu syafaat dari seseorang menjadi tak berguna lagi, kecuali dari orang yang mendapat kemuliaan, izin dan perkenan dari Allah untuk mengucapkan kata syafaat. Hari itu syafaat juga menjadi tak berguna lagi, kecuali bagi orang yang mendapat izin dari Sang Maha Pengasih untuk memperolehnya. Yaitu orang yang dahulunya beriman yang perkataan tauhid dan imannya mendapat perkenan Allah"},{"SurahNumber":20,"VerseNumber":110,"Text":"Allah mengetahui ihwal mereka yang telah lalu di dunia dan apa yang akan mereka hadapi di akhirat. Dialah yang mengatur segala urusan mereka dengan ilmu-Nya. Mereka tidak akan pernah tahu pengaturan dan kebijaksanaan Allah"},{"SurahNumber":20,"VerseNumber":111,"Text":"Pada hari itu, semua muka menjadi hina dan tertunduk kepada Sang Mahahidup, yang tidak pernah mati, yang mengatur semua urusan makhluk-Nya. Orang-orang yang menzalimi dirinya di dunia lalu menyekutukan-Nya tidak akan mendapatkan keselamatan dan pahala pada hari itu"},{"SurahNumber":20,"VerseNumber":112,"Text":"Sedangkan orang yang melakukan amal saleh dan membenarkan apa yang dibawa oleh Nabi Muhammad saw., maka ia tidak usah khawatir akan ditambah keburukannya atau dikurangi kebaikannya"},{"SurahNumber":20,"VerseNumber":113,"Text":"Seperti penjelasan yang benar inilah--sebagaimana telah lalu dalam surat ini berupa pengagungan Allah, kisah Mûsâ dan berita tentang hari kiamat--Allah menurunkan al-Qur'ân dalam bahasa Arab yang jelas, yang mengandung berbagai bentuk ancaman, dibuat secara berulang-ulang, agar mereka menjauhi kemaksiatan, dan agar al-Qur'ân selalu memperbaharui nasihat dan pelajaran bagi mereka"}]}