{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"Macho yao yatainama chini, fedheha itawafunika. Na hakika walikuwa wakiitwa wasujudu walipo kuwa wazima"},{"SurahNumber":68,"VerseNumber":44,"Text":"Basi niache na wanao kadhibisha maneno haya! Tutawavutia kidogo kidogo kwa mahali wasipo pajua"},{"SurahNumber":68,"VerseNumber":45,"Text":"Na ninawapururia muhula; hakika hila zangu ni imara"},{"SurahNumber":68,"VerseNumber":46,"Text":"Au unawaomba ujira, na wao wanaemewa na gharama hiyo"},{"SurahNumber":68,"VerseNumber":47,"Text":"Au iko kwao siri, basi wao wanaiandika"},{"SurahNumber":68,"VerseNumber":48,"Text":"Basi ingojee hukumu ya Mola wako Mlezi, wala usiwe kama mmezwa na samaki, alipo nadi naye kazongwa"},{"SurahNumber":68,"VerseNumber":49,"Text":"Kama isingeli mfikia neema kutoka kwa Mola wake Mlezi, bila ya shaka angeli tupwa ufukweni naye ni mwenye kulaumiwa"},{"SurahNumber":68,"VerseNumber":50,"Text":"Lakini Mola wake Mlezi alimteua na akamfanya miongoni mwa watu wema"},{"SurahNumber":68,"VerseNumber":51,"Text":"Na walio kufuru hukaribia kukutelezesha kwa macho yao, wanapo sikia mawaidha, na wanasema: Hakika yeye ni mwendawazimu"},{"SurahNumber":68,"VerseNumber":52,"Text":"Na hayakuwa haya, ila ni ukumbusho kwa walimwengu wote"},{"SurahNumber":69,"VerseNumber":1,"Text":"Tukio la haki"},{"SurahNumber":69,"VerseNumber":2,"Text":"Nini hilo Tukio la haki"},{"SurahNumber":69,"VerseNumber":3,"Text":"Na nini kitakujuulisha nini hilo Tukio la haki"},{"SurahNumber":69,"VerseNumber":4,"Text":"Thamudi na A'di waliukadhibisha Msiba unao situsha"},{"SurahNumber":69,"VerseNumber":5,"Text":"Basi Thamudi waliangamizwa kwa balaa kubwa mno"},{"SurahNumber":69,"VerseNumber":6,"Text":"Na ama A'di waliangamizwa kwa upepo mkali usio zuilika"},{"SurahNumber":69,"VerseNumber":7,"Text":"Alio wapelekea masiku saba, na siku nane, mfululizo bila ya kusita. Utaona watu wamepinduka kama kwamba ni magongo ya mitende yalio wazi ndani"},{"SurahNumber":69,"VerseNumber":8,"Text":"Basi je! Unamwona mmoja wao aliye baki"}]}