{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"(Tövbe edersiniz de) Rabbiniz size merhamet eder. eğer yine (fesatçılığa) dönerseniz, biz de (sizi cezalandırmaya) döneriz. Cehennemi kâfirler için zindan yaptık"},{"SurahNumber":17,"VerseNumber":9,"Text":"Şüphesiz bu Kur’an, en doğru yolu gösterir. Salih amel işleyen müminlere, büyük mükâfat olduğunu müjdeler"},{"SurahNumber":17,"VerseNumber":10,"Text":"Ahirete iman etmeyenlere de acı veren bir azap hazırladık"},{"SurahNumber":17,"VerseNumber":11,"Text":"İnsan, iyilik için dua ettiği gibi (kendisine) kötülük için de dua eder. Zaten insan çok acelecidir"},{"SurahNumber":17,"VerseNumber":12,"Text":"Gece ve gündüzü iki ayet/işaret kıldık. Bir ayet/işaret olan geceyi kaldırıp, yine bir ayet/ işaret olan gündüzü Rabbinizin bol nimetini aramanız, yılların sayısını ve hesabı bilmeniz için aydınlık kıldık. Herşeyi de ayrıntılı olarak açıkladık"},{"SurahNumber":17,"VerseNumber":13,"Text":"Her insanın boynuna amelini dolarız. Kıyamet günü kendisine, açılmış olarak karşılaşacağı bir kitap çıkaracağız"},{"SurahNumber":17,"VerseNumber":14,"Text":"Kitabını oku! Bugün hesabını görücü olarak kendi kendine yetersin"},{"SurahNumber":17,"VerseNumber":15,"Text":"Hidayet yoluna giren kimse ancak kendisi için girmiş olur. Sapan kimsenin de sapıklığı ancak kendi aleyhinedir. hiçbir günahkar bir başkasının günahını yüklenmez. Biz, rasûl göndermedikçe azap etmeyiz"},{"SurahNumber":17,"VerseNumber":16,"Text":"Bir memleketi helak etmek istediğimiz zaman oranın ileri gelenlerine emir veririz. Onlar ise emrimizden dışarı çıkarlar. Artık o memleketin üzerine söz (azap) kesinleşir de ve orayı tümüyle helak ederiz"},{"SurahNumber":17,"VerseNumber":17,"Text":"Nuh’tan sonra nice nesilleri helak ettik. Kullarının günahından haberdar olan ve gören Rabbin yeter"}]}