{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"او دى خپل باغ ته داخل شو، په داسې حال كې چې په خپل ځان ظلم كوونكى و، ويې ويل: زه ګمان نه كوم چې دا (باغ) به كله هم هلاك (او خراب) شي"},{"SurahNumber":18,"VerseNumber":36,"Text":"او زه ګمان نه كوم چې قیامت قايمېدونكى دى او قسم دى كه زه خپل رب ته بوتلى شوم، نو خامخا هرومرو به زه له دې (باغ) نه غوره د بېرته ورتلو ځاى ومومم"},{"SurahNumber":18,"VerseNumber":37,"Text":"ده ته خپل (مومن) ملګري وویل، په داسې حال كې چې ده ته يې جواب وركاوه: ایا ته په هغه ذات سره كافر شوى يې چې ته يې له خاورو پیداكړې، بیا يې له نطفې نه، بیا يې ته سړى برابر كړې"},{"SurahNumber":18,"VerseNumber":38,"Text":"لېكن زه چې یم (زه وایم چې) شان دا دى چې هم الله زما رب دى، او زه له خپل رب سره هیڅوك نه شرېكوم"},{"SurahNumber":18,"VerseNumber":39,"Text":"او كله چې ته خپل باغ ته داخل شوې تا دا ولې ونه ویل: مَاشَاءَ اللهُ لَا قُوَّةَ إِلَّا بِاللهِ (كېږي هغه چې الله يې اراده وكړی، هېڅ طاقت نشته مګر د الله په توفیق سره) كه ته ما له خپل ځان نه په مال او اولاد كې كم وینې"},{"SurahNumber":18,"VerseNumber":40,"Text":"نو امېد دى چې ما ته به زما رب ستا له باغ نه غوره راكړي او په دغه (باغ) به له اسمانه عذاب (تندر) نازل كړي، نو هغه به وچ ښوى میدان شي"},{"SurahNumber":18,"VerseNumber":41,"Text":"یابه د ده اوبه وچې ډوبې شي، بیا به ته د دغو (ډوبو اوبو) په لټولو له سره ونه توانېږې"},{"SurahNumber":18,"VerseNumber":42,"Text":"او د ده مېوې ګېرې كړى شوې، (هلاكې شوې) نو داسې شه چې خپل ورغوي يې (له افسوسه) مښل په هغه (مال) باندې چې ده په دغه (باغ) كې لګولى و، په داسې حال كې چې هغه د خپلو چتونو له پاسه لوېدلى و، او ده ویل: اى كاشكې ما د خپل رب سره هیڅوك نه وى شریك كړى"},{"SurahNumber":18,"VerseNumber":43,"Text":"او د ده هېڅ داسې ډله نه وه چې له الله نه غیر يې دده مرسته كړې وى او نه دا پخپله بدله اخيستونكى (د ځان مدد كوونكى) و"},{"SurahNumber":18,"VerseNumber":44,"Text":"په دغه وخت كې ټول د اختیار حق الله لره دى، هغه د ثواب په لحاظ ډېر غوره دى او د انجام په لحاظ ډېر ښه"},{"SurahNumber":18,"VerseNumber":45,"Text":"او ته دوى ته د دنيايي ژوند مثال بیان كړه چې د هغو اوبو په شان دى چې مونږ له اسمان نه نازلې كړې دي، نو په دغو سره د ځمكې زرغونه یو بل سره ګډه وډه شي، بیا (دغه زرغونه) وچه كلكه ماته ماته شي، چې بادونه يې الوځوي او الله په هر شي باندې قدرت لرونكى دى"}]}