{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":9,"Text":"Na opama ka baloya Mi so sogo a malaikat, na matatangkd a khabaloy Ami skaniyan a mama, na mataan! a ba Ami siran dn kharimboti sa lagid o karirimboti kiran"},{"SurahNumber":6,"VerseNumber":10,"Text":"Na sabnsabnar a adn a piyamagompat a manga sogo ko miyaonaan ka; na kiyatangkalan so siran a miyamagrg kiran o piyamagompat iran (a siksa)"},{"SurahNumber":6,"VerseNumber":11,"Text":"Tharoang ka a: \"Ndalakaw kano ko lopa, na go niyo pagilaylaya o antonaa i miyambtad o kiya akiran ko miyamanaplis (ko bnar)"},{"SurahNumber":6,"VerseNumber":12,"Text":"Tharoang ka: \"Antawaa i khirk ko nganin a zisii ko manga langit ago so lopa?\" Tharoang ka a: \"Rk o Allah. Tiyangkd Iyan ko ginawa Niyan so kapangalimo, plimodn kano Niyan dn ko alongan a qiyamah, a da a sangka a madadalm on. So siran a liyogi ran so manga ginawa iran, na siran i di khipaparatiyaya"},{"SurahNumber":6,"VerseNumber":13,"Text":"Na rk Iyan so nganin a miyakakadn ko gagawii ago so dawndaw; go Skaniyan so Pphakan´g; a Matao"},{"SurahNumber":6,"VerseNumber":14,"Text":"Tharoang ka: \"Ba adn a salakaw ko Allah a khakowa ko a panarigan, a mimbaas ko manga langit ago so lopa? A Skaniyan i Pphagpr na di maphagpr.\" Tharoang ka a: \"Mataan! a inisogo rakn a kabaloy akn a paganay a taw a mimbayorantang (ko Allah), na ding ka dn mbaloya a ginawang ka a pd ko manga pananakoto"},{"SurahNumber":6,"VerseNumber":15,"Text":"Tharoang ka a: \"Mataan! a sakn na ikhalk akn amay ka sangkaan ko so Kadnan ko, so siksa ko alongan a lbi a mala"},{"SurahNumber":6,"VerseNumber":16,"Text":"Sadn sa pakalidasn roo sa alongan oto, na sabnar a inikalimo skaniyan (o Allah); ka giyoto man so daag a mapayag"},{"SurahNumber":6,"VerseNumber":17,"Text":"Na o sogati ka o Allah sa morala, na da a phakapokas on a rowar Rkaniyan; na o sogati ka Niyan sa mapiya, na Skaniyan sii ko langowan taman na Gaos Iyan"},{"SurahNumber":6,"VerseNumber":18,"Text":"Go Skaniyan so Phakagaga, a makaoombaw ko manga oripn Iyan; go Skaniyan so Mawngangn, a Kaip"}]}