{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":53,"Text":"Our Lord, we have believed in what You have sent down, and we have closely followed the Messenger, so write us down with (the ones) who bear witness"},{"SurahNumber":3,"VerseNumber":54,"Text":"And they schemed, and Allah schemed, and Allah is The Most Charitable of schemers"},{"SurahNumber":3,"VerseNumber":55,"Text":"As Allah said, \"O Isa, (Jesus) surely I am taking you up to Me, and I am raising you up to Me, and I am purifying you of the ones who have disbelieved. And I am making the ones who have closely followed you above the ones who have disbelieved until the Day of the Resurrection. Thereafter to Me will be your return; so I will judge between you as to whatever you used to differ in"},{"SurahNumber":3,"VerseNumber":56,"Text":"So, as for the ones who have disbelieved, then I will torment them a strict torment in the present (life) (Literally: the lowly \"life\", i.e., the truth) and the Hereafter; and in no way will they have any vindicators"},{"SurahNumber":3,"VerseNumber":57,"Text":"And as for the ones who have believed and done deeds of righteousness, then He will pay them in full their rewards, and Allah does not love the unjust"},{"SurahNumber":3,"VerseNumber":58,"Text":"This We recite to you of the signs and the Wise Remembrance"},{"SurahNumber":3,"VerseNumber":59,"Text":"Surely the likeness of Isa (Jesus) in the Providence of Allah is as the likeness of Adam. He Allah) created him of dust, thereafter He said to him, \"Be!\" so he is (i.e., he was)"},{"SurahNumber":3,"VerseNumber":60,"Text":"The Truth is from your Lord, so do not be of the constant wranglers"},{"SurahNumber":3,"VerseNumber":61,"Text":"So, whoever argues with you concerning him, (Or: it, i.e., the truth) even after (such) knowledge as has come to you, then say, \"Come! We should call our sons and your sons, and our women and your women, and ourselves and yourselves; thereafter we should imprecate, (and) so lay (Literally: make) the curse of Allah on the liars"}]}