{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":6,"VerseNumber":45,"Text":"Ka bɛ (Naawuni) ŋmaai ninvuɣu shεba ban di zualinsi maa vurli (asali). Paɣibu balibu kam dihitabli ti Naawuni, binnamda Duuma"},{"SurahNumber":6,"VerseNumber":46,"Text":"(Yaa nyini Annabi)! Yεlima: “Di ni bɔŋɔ, yi bi nya kadama Naawuni yi gbaai yi wumbu mini yi nyabu, ka ŋari yi suhiri ni, tɔ! Duuma ŋuni ka pa ni Naawuni n-yɛn tooi tahi ya li na? Yulimi Ti (Tinim’ Naawuni) ni kahigiri aayanim’ shεm, din nyaaŋa ka bɛ nyɛla ban lebri birita"},{"SurahNumber":6,"VerseNumber":47,"Text":"(Yaa nyini Annabi)! Yεlima: “Di ni bɔŋɔ, yi bi nya kadama Naawuni daazaaba yi kan ya na yim zuɣu (ka di nyɛla Yuŋ), bee ka di kan ya na polo ni (Wuntaŋ’ ni), di ni bɔŋɔ, bɛ (Naawuni) ni niŋ so hallaka m-pahila zualindiriba"},{"SurahNumber":6,"VerseNumber":48,"Text":"Yaha! Ti (Tinim’ Naawuni) bi timdi tuumba na naɣila bɛ nyɛla ban tiri suhupεlli lahibali (ni Alizanda), ka lahi nyɛ ban valsira (ni buɣum daazaaba). Dinzuɣu ŋun ti Naawuni yεlimaŋli, ka vɛlgi o tuma, tɔ! Bɛ ti ka dabεm shεli, bɛ mi ti pala ban yɛn niŋ suhusaɣiŋgu (Zaadali)"},{"SurahNumber":6,"VerseNumber":49,"Text":"Yaha! Ninvuɣu shεba ban labsi Ti (Tinim’ Naawuni) aayanim’ ʒiri, tɔ! Achiika! Azaaba ni gbaai ba domin bɛ ni kpeeri yiri maa zuɣu"},{"SurahNumber":6,"VerseNumber":50,"Text":"(Yaa nyini Annabi)! Yεlima: “N-ku yεli ya ni Naawuni daarzichi sɔŋbu shee bela n sani, m mi ʒi din sɔɣi. M-mi ku yεli ya ni n-nyɛla Malaaika. Mani bi doli shεli m-pahila bɛ ni siɣisi shɛli wahayi n-ti ma na.” Yεlima: “Di ni bɔŋɔ, zom mini ninnee ni niŋ yim? Di ni bɔŋɔ, yi pala ban tɛhira"},{"SurahNumber":6,"VerseNumber":51,"Text":"Yaha! (Yaa nyini Annabi)! Zaŋmi li (Alkur΄aani) n-varsi ninvuɣu shεba ban zɔri ni bɛ ti laɣim ba bɛ Duuma (Naawuni) sani, bɛ ti ka ŋun yɛn taɣi ba, bɛ mi ka ŋun yɛn suhudee ba ka pa Ŋuna. (A yi varsi ba), achiika! Bɛ ni zo Naawuni"},{"SurahNumber":6,"VerseNumber":52,"Text":"Yaha! (Yaa nyini Annabi)! Di kariti ninvuɣu shεba ban jɛmdi bɛ Duuma (Naawuni) Asiba mini Zaawuni ka di nyɛla bɛ bɔrila O yεdda zuɣu, bɛ saliya shɛli ti bi yɛn ʒi a zuɣu, a mi saliya ti bi yɛn ʒi bɛ zuɣu, ka a ti kari ba, ka pahi zualindiriba ni"}]}