{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":45,"Text":"Und du siehst, wie sie ihm vorgeführt werden, demütig vor Unterwürfigkeit und mit verborgenen Blicken schauend. Und diejenigen, die glauben, sagen: \"Die (wahren) Verlierer sind diejenigen, die sich selbst und ihre Angehörigen am Tag der Auferstehung verlieren.\" Ja gewiß, die Ungerechten befinden sich in beständiger Strafe"},{"SurahNumber":42,"VerseNumber":46,"Text":"Und sie werden keine Schutzherren haben, die ihnen anstatt Allahs helfen (könnten). Wen Allah in die Irre gehen läßt, für den gibt es keinen (Aus)weg"},{"SurahNumber":42,"VerseNumber":47,"Text":"Hört auf euren Herrn, bevor von Allah ein Tag kommt, der nicht zurückgewiesen wird. Keinen Zufluchtsort werdet ihr an jenem Tag haben und keine Möglichkeit, (etwas) zu mißbilligen"},{"SurahNumber":42,"VerseNumber":48,"Text":"Wenn sie sich nun abwenden, so haben Wir dich nicht als Hüter über sie gesandt. Dir obliegt nur die Übermittelung (der Botschaft). Und siehe, wenn Wir den Menschen von Uns Barmherzigkeit kosten lassen, ist er froh darüber. Wenn sie aber etwas Böses trifft für das, was ihre Hände vorausgeschickt haben, gewiß, dann ist der Mensch sehr undankbar"},{"SurahNumber":42,"VerseNumber":49,"Text":"Allah gehört die Herrschaft der Himmel und der Erde. Er erschafft, was Er will. Er schenkt, wem Er will, (nur) weibliche, und Er schenkt, wem Er will, (nur) männliche (Nachkommen)"},{"SurahNumber":42,"VerseNumber":50,"Text":"Oder (Er schenkt) beides zusammen, männliche und weibliche (Nachkommen). Und Er macht, wen Er will, unfruchtbar. Gewiß, Er ist Allwissend und Allmächtig"},{"SurahNumber":42,"VerseNumber":51,"Text":"Und es steht keinem menschlichen Wesen zu, daß Allah zu ihm spricht, außer durch Eingeben (von Offenbarung) oder hinter einem Vorhang, oder indem Er einen Boten sendet, der (ihm) dann mit Seiner Erlaubnis (als Offenbarung) eingibt, was Er will. Gewiß, Er ist Erhaben und Allweise"}]}