{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":7,"VerseNumber":96,"Text":"Ke kaloku ukuba abantu bezixeko babekholiwe baba noloyiko (luka-Allâh), inene Thina SaSiya kubavulela iintsikelelo ezivela ezulwini nasemhlabeni, kodwa basuka babaphikisa (abaThunywa) Sabahlasela ke Thina ngoko babekwenza"},{"SurahNumber":7,"VerseNumber":97,"Text":"Ingaba abantu bezixeko babeziva bekhuselekile na ngokuchasene nokuza kwesohlwayo seThu (kubo) ebusuku lo gama babesalele"},{"SurahNumber":7,"VerseNumber":98,"Text":"Makube mhlawumbi abantu bezixeko babeziva bekhuselekile na ngentlazane lo gama babesadlala, (bonwabile)"},{"SurahNumber":7,"VerseNumber":99,"Text":"Ingaba babeziva bekhuselekile na ngokuchasene necebo lika- Allâh? Akukho bani uziva ekhuselekile ngokuchasene necebo lika-Allâh ngaphandle kwabantu abangabalahlekelwa"},{"SurahNumber":7,"VerseNumber":100,"Text":"Kanti akude kucace na kwabo bawuphila ilifa umhlaba belandela emva kwabangaphambili kubo ababekuwo, okokuba, ukuba SaSithandile, ngeSaSibohlwayile ngezono zabo. Kananjalo Thina Siyazitywina iintliziyo zabo khon’ukuze bangeva nto"},{"SurahNumber":7,"VerseNumber":101,"Text":"Ezo zizixeko eSibalisa ibali lazo kuwe (wena Muhammad). Ke kaloku Inene kwafika abaThunywa bazo kuzo benemiqondiso ecacileyo, kodwa bona babengekhe bakholwe koko babesele bekwalile kwantlandlolo. Uzitywina kanjalo ke uAllâh iintliziyo zabangakholwayo"},{"SurahNumber":7,"VerseNumber":102,"Text":"Ke kaloku uninzi lwabo Salufumana lungenanyaniso kwiminqophiso yalo, endaweni yoko uninzi lwabo Salufumana ngenene lungabenzi bobubi"},{"SurahNumber":7,"VerseNumber":103,"Text":"Emva kwabo ke Sathumela uMûsâ nemiqondiso yeThu kuFir’awn neenkosi zakhe, kodwa ngobugwenxa (babo) azanga bayamkele. Jonga ke ukuba sabanjani na isiphelo sabenzi bobutshinga"},{"SurahNumber":7,"VerseNumber":104,"Text":"Ke kaloku uMûsâ wathi: “Hini na Fir’awn! Inene mna ndinguMthunywa ovela kwiNkosi yamaphakade.”"}]}