{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"Pazuva iro munhu wese achawana zvese zvakanaka zvaakaita zviripo neizvo zvakaipa zvaakaita, achave nechishuwo chekuti dai paine chinhambwe chirefu pakati pake nemabasa ake akaipa. Uye Allah vanokuyambirai pachavo (mutongo wavo) uye Allah vazere netsitsi kuvaranda (vavo)"},{"SurahNumber":3,"VerseNumber":31,"Text":"Iti (Muhammad (SAW)) kuvanhu: “Kana muchinyatsodisisa Allah nditeverei, Allah vachakudai pamwe nekukuregererai zvitadzo zvenyu. Uye Allah vanoregerera zvikuru, vane tsitsi zhinji.”"},{"SurahNumber":3,"VerseNumber":32,"Text":"Iti (Muhammad (SAW)): “Teererai Allah nemutumwa (Muhammad (SAW)).” Asi kana vakafuratira, zvirokwazvo Allah havadi avo vasingatendi"},{"SurahNumber":3,"VerseNumber":33,"Text":"Zvirokwazvo, Allah vakasarudza Adam, Nowa, mhuri yaAbrahamu, uye nemhuri yaImraan pamusoro pezvisikwa zvese (vanhu nemaJinn venguva dzavo)"},{"SurahNumber":3,"VerseNumber":34,"Text":"Vana, vamwe vavo kubva kune vamwe, uye Allah vanonzwa zvakanyanya, vanoziva zvikuru"},{"SurahNumber":3,"VerseNumber":35,"Text":"(Rangarirai) apo mukadzi waImraan akati: “Tenzi vangu! Ndave ndinotora mhiko kwamuri pane (mwana) ari muchibereko changu kuti ndinomupira kubasa renyu, saka ivai munotambira izvi kubva kwandiri. Zvirokwazvo, munonzwa zvakanyanya, munoziva zvikuru.”"},{"SurahNumber":3,"VerseNumber":36,"Text":"Paakabereka mwanasikana wake (Mariya) akati: “Tenzi vangu! Ndabereka mwanasikana,” uye Allah vaiziva zvikuru mwana waakanga abereka, “Uye murume haana kufanana nemukadzi, uye zvirokwazvo ndamutumidza zita rekuti Maryam (Mariya), uye zvirokwazvo, ndinotsvaga ruponeso mamuri (Allah) kwaari uye nevana vake kubva kuna Shaitwaan (Satani), akarambwa (akarengerwa).”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Saka Tenzi vake vakamutambira mune zvakanaka. Vakamukudza mune zvakanaka uye Zakariya (Zakero) ndiye aimuchengeta. Pose paaipinda Zakariya kwaari Al-Mihraab (mukamuri yake) aimuwana aine chikafu. Akati: “Iwe Maryam (Mariya)! Zvabva kupi zvinhu izvi?” Akati: “Izvi zvabva kuna Allah.” Zvirokwazvo, Allah vanopa Rizq (Chikafu) kune uyo wavada, zvisina muero"}]}