{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"و پیش از تو هیچ پیغمبری را نفرستادیم مگر اینکه به او وحی می‌فرستادیم که هیچ معبود برحق غیر از من (الله) نیست، لذا تنها مرا عبادت کنید"},{"SurahNumber":21,"VerseNumber":26,"Text":"و (مشرکان) گفتند: پروردگار رحمن (برای خود از فرشته‌ها) فرزند گرفته است! او پاک و منزه است. بلکه آنها (فرشته‌ها) بندگان والاقدرِ مقرب هستند"},{"SurahNumber":21,"VerseNumber":27,"Text":"در سخن گفتن از او پیشی نمی‌کنند، و آنان به حکم وی کار می‌کنند"},{"SurahNumber":21,"VerseNumber":28,"Text":"الله حال و اعمال گذشته و حال و اعمال آیندۀ ایشان را می‌داند، و شفاعت نمی‌کنند مگر برای کسی که (الله) رضایت داده باشد. و آنان از بیم او ترسان‌اند"},{"SurahNumber":21,"VerseNumber":29,"Text":"و هر کس از آنان (فرشته‌ها) بگوید: غیر از الله من نیز معبود هستم، پس او را به دوزخ سزا دهیم، این چنین به ظالمان سزا می‌دهیم"},{"SurahNumber":21,"VerseNumber":30,"Text":"آیا کافران ندیدند که آسمان‌ها و زمین (ابتدا باهم) چسپیده و متصل بودند، باز آن دو را از هم جدا کردیم. و هر چیز زنده را از آب آفریدیم، آیا (به وحدانیت من) ایمان نمی‌آورند؟"},{"SurahNumber":21,"VerseNumber":31,"Text":"و در زمین کوه‌های استوار و ریشه‌دار قرار دادیم تا مبادا زمین آنان را بجنباند. و در میان کوه‌ها راه‌های گشاده ایجاد کردیم تا که آنان راه یابند"},{"SurahNumber":21,"VerseNumber":32,"Text":"و آسمان را سقف محفوظ قرار دادیم، (ولی) آنان از نشانه‌هایش روی می‌گردانند"},{"SurahNumber":21,"VerseNumber":33,"Text":"و او پروردگاری است که شب و روز و آفتاب و ماه را آفرید و هر یک در مدار (معین) خود شناوراند"},{"SurahNumber":21,"VerseNumber":34,"Text":"و برای هیچ انسانی پیش از تو زندگی دائمی مقرر نکردیم، آیا اگر تو بمیری ایشان جاودانه می‌مانند؟"},{"SurahNumber":21,"VerseNumber":35,"Text":"و هر نفس (جاندار) چشندۀ مرگ است. و شما را بخاطر امتحان به سختی و آسایش آزمایش می‌کنیم، و به‌سوی ما باز گردانیده می‌شوید"}]}