{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"and the One who has sent down water from the sky in due measure. Then We have revived with it a dead town. In the same way, you will be brought forth (alive from the graves)"},{"SurahNumber":43,"VerseNumber":12,"Text":"and the One who has created all the pairs, and has made for you the boats and the cattle that you ride"},{"SurahNumber":43,"VerseNumber":13,"Text":"so that you may mount upon their back, then recall the favour of your Lord after having mounted upon it and say, “Pure is the One who has subjugated this for us, and We were not able to have control over it"},{"SurahNumber":43,"VerseNumber":14,"Text":"and of course, towards our Lord we have to return.”"},{"SurahNumber":43,"VerseNumber":15,"Text":"They have attributed to Him (that He is composed of) parts, (and that too) out of His servants. Surely, man is clearly ungrateful"},{"SurahNumber":43,"VerseNumber":16,"Text":"Is it that He has adopted daughters from those whom He has created, and chosen you for (having) sons"},{"SurahNumber":43,"VerseNumber":17,"Text":"When one of them is given the good news of (the birth of) that which he has attributed to RaHmān (i.e. the daughters), his face turns black, and he becomes choked with sorrow"},{"SurahNumber":43,"VerseNumber":18,"Text":"Is it that (Allah has chosen) those (as His offspring) who are grown up in ornaments and who cannot express themselves in debate clearly"},{"SurahNumber":43,"VerseNumber":19,"Text":"They have held angels, who are the servants of RaHmān, as females. Have they witnessed their creation? Their testimony will be recorded, and they will be questioned"},{"SurahNumber":43,"VerseNumber":20,"Text":"They say, “Had the RaHmān so willed, we would not have worshipped them.” They have no knowledge of that. They do nothing but make conjectures"},{"SurahNumber":43,"VerseNumber":21,"Text":"Or have We given to them a book before this, and they are adhering to it"},{"SurahNumber":43,"VerseNumber":22,"Text":"Instead, they say, “We have found our fathers on a certain way, and we are on their footprints, fully guided.”"}]}