{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":32,"VerseNumber":21,"Text":"Ve Biz, mutlaka büyük azaptan önce, daha yakın olan azaptan onlara elbette tattıracağız. Umulur ki, böylece onlar (Allah´a ulaşmayı dileyerek, Allah´a) dönerler"},{"SurahNumber":32,"VerseNumber":22,"Text":"Ve Rabbinin âyetleri zikredildikten (hatırlatıldıktan) sonra ondan yüz çeviren kimseden daha zalim kim vardır? Muhakkak ki Biz, mücrimlerden intikam alacak olanlarız"},{"SurahNumber":32,"VerseNumber":23,"Text":"Ve andolsun ki Musa (A.S)´a kitap verdik. Bundan sonra sen, O´na (Allah´a) mülâki olmaktan (hayattayken ruhunu Allah´a ulaştırmaktan) şüphe içinde olma. Ve O´nu (Tevrat´ı) İsrailoğulları için hidayet rehberi (Allah´a ulaştırıcı) kıldık"},{"SurahNumber":32,"VerseNumber":24,"Text":"Ve onlardan, emrimizle hidayete erdiren imamlar kıldık ve sabır sahibi oldukları ve âyetlerimize (Hakk´ul yakîn seviyesinde) yakîn hasıl etmiş oldukları için"},{"SurahNumber":32,"VerseNumber":25,"Text":"Muhakkak ki senin Rabbin; O, kıyâmet günü ihtilâf etmiş oldukları şey konusunda onların arasını (haklıyı haksızdan) ayırır (hüküm verir)"},{"SurahNumber":32,"VerseNumber":26,"Text":"Onları hidayete erdirmedi mi? Onlardan önceki nesillerden nicelerini helâk ettik (etmiş olmamız). Onların (evvelce) meskûn oldukları yerlerde (yurtlarında) dolaşıyorlar. Muhakkak ki bunda, elbette âyetler (deliller, ibretler) vardır. Hâlâ işitmeyecekler mi"},{"SurahNumber":32,"VerseNumber":27,"Text":"Onlar, suyu kurak araziye nasıl sevkediyoruz görmediler mi? Böylece oradan ekinler çıkarırız, ondan hayvanları. Ve onlar yerler. Hâlâ görmüyorlar mı"},{"SurahNumber":32,"VerseNumber":28,"Text":"Ve eğer siz sadık(lar)sanız, \"Bu fetih ne zaman?\" derler"},{"SurahNumber":32,"VerseNumber":29,"Text":"De ki: \"Fetih günü, kâfir olanlara (Allah´a ulaşmayı dilemeyenlere) îmânları bir fayda vermez ve onlara süre verilmez"},{"SurahNumber":32,"VerseNumber":30,"Text":"Öyleyse artık onlardan yüz çevir ve bekle! Muhakkak ki onlar (da) bekleyenlerdir"}]}