{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Acelora care cred ºi sãvârºesc fapte bune Cel Milostiv le va arãta iubire"},{"SurahNumber":19,"VerseNumber":97,"Text":"ªi Noi l-am fãcut uºor, în limba ta, pentru ca tu sã-i binevesteºti prin el pe cei cu fricã ºi sã previi prin el un neam neînduplecat"},{"SurahNumber":19,"VerseNumber":98,"Text":"ªi câte neamuri am nimicit Noi înainte de ei! Mai simþeºti vreun singur [om] din ele? Sau mai auzi tu cea mai micã ºoaptã a lor"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta, Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Noi nu þi-am pogorât Coranul pentru ca tu sã fii nefericit"},{"SurahNumber":20,"VerseNumber":3,"Text":"Ci ca o vestire pentru acela care se teme [de Allah]"},{"SurahNumber":20,"VerseNumber":4,"Text":"[ªi ca] o revelaþie de la Acela care a creat pãmântul ºi cerurile cele înalte"},{"SurahNumber":20,"VerseNumber":5,"Text":"Cel Milostiv care s-a aºezat pe Tron"},{"SurahNumber":20,"VerseNumber":6,"Text":"Ale Lui sunt cele din ceruri ºi cele de pre pãmânt, precum ºi cele care se aflã între cele douã ºi sub þãrânã"},{"SurahNumber":20,"VerseNumber":7,"Text":"ªi dacã tu rosteºti vorbele cu glas tare, El ºtie, [neîndoielnic], tainaºi ceea ce este chiar ºi mai ascuns"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah! Nu existã altã divinitate în afarã de El! Ale Lui sunt numele cele mai frumoase"},{"SurahNumber":20,"VerseNumber":9,"Text":"Oare ai aflat tu istoria lui Moise"},{"SurahNumber":20,"VerseNumber":10,"Text":"Când a vãzut el un foc ºi a zis cãtre familia lui: „Rãmâneþi [aici]! Eu vãd un foc! Poate cã o sã vã aduc un tãciune de la el sau voi aflala foc cãlãuzire!”"},{"SurahNumber":20,"VerseNumber":11,"Text":"ªi când a ajuns la el , a fost el strigat: „O, Moise"},{"SurahNumber":20,"VerseNumber":12,"Text":"Eu sunt Stãpânul tãu! Scoate-þi încãlþãrile tale, cãci tu te afli în valea cea sfântã, Tuwa"}]}