{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":152,"Text":"และจงอย่าเข้าใกล้ทรัพย์สมบัติของเด็กกำพร้า นอกจากด้วยวิถีทางที่ดียิ่ง จนกว่าเขาจะบรรลุวัยฉกรรจ์ และจงให้ครบเต็มซึ่งเครื่องตวงและเครื่องชั่งด้วยความเที่ยงตรง เราจะไม่บังคับชีวิตนั้นมีความสามารถเท่านั้นและเมื่อพวกเจ้าพูด ก็จงยุติธรรม และแม้ว่าเขา จะเป็นญาติที่ใกล้ชิดก็ตาม และต่อสัญญาของอัลลอฮฺนั้นก็จงปฏิบัติตามให้ครบถ้วน นั่นแหละที่พระองค์ได้ทรงสั่งเสียมันไว้แก่พวกเจ้า เพื่อว่าพวกเจ้าจะได้รำลึก"},{"SurahNumber":6,"VerseNumber":153,"Text":"และแท้จริงนี้คือทางของข้าอันเที่ยงตรงพวกเจ้าจงปฏิบัติตามมันเถิด และอย่าปฏิบัติตามหลาย ๆ ทาง เพราะมันจะทำให้พวกเจ้าแยกออกไปจากทางของพระองค์ นั่นแหละที่พระองค์ได้สั่งเสียมันไว้แก่พวกเจ้า เพื่อว่าพวกเจ้าจะยำเกรง"},{"SurahNumber":6,"VerseNumber":154,"Text":"แล้วเราได้ให้คัมภีร์แก่มูซาทั้งนี้เป็นการครบถ้วน แก่ผู้ที่กระทำดี และเป็นการแจกแจงในทุกสิ่งทุกอย่าง และเพื่อเป็นการแนะนำ และเป็นการเอ็นดูเมตตา เพื่อว่าพวกเขาจะได้ศรัทธาต่อการพบกับพระเจ้าของพวกเขา"},{"SurahNumber":6,"VerseNumber":155,"Text":"และนี้แหละคือคัมภีร์ ที่มีความจำเริญซึ่งเราได้ให้คัมภีร์ลงมายังเจ้า จงปฏิบัติตามคัมภีร์นั้นเถิด และจงยำเกรง เพื่อว่าพวกเจ้าจะได้รับความกรุณาเมตตา"},{"SurahNumber":6,"VerseNumber":156,"Text":"(มิเช่นนั้น) พวกเจ้าจะกล่าวว่า แท้จริงคัมภีร์ได้ถูกประทานลงมาให้แก่สองพวก เท่านั้น ก่อนหน้าพวกข้าพระองค์และแท้จริงพวกข้าพระองค์ไม่รู้เรื่องในการอ่านของพวกเขา"},{"SurahNumber":6,"VerseNumber":157,"Text":"หรือไม่ก็พวกเจ้าจะกล่าวว่า แท้จริงพวกข้าพระองค์นั้น หากได้มีคัมภีร์ถูกประทานลงมาแก่พวกข้าพระองค์แล้วไซร้ แน่นอนพวกข้าพระองค์ก็เป็นผู้ที่อยู่ในคำแนะนำดียิ่งกว่าพวกเขา แท้จริงนั้นได้มายังพวกเจ้าแล้วจากพระเจ้าของพวกเจ้า ซึ่งหลักฐานอันชัดแจ้ง และคำแนะนำและการเอ็นดูเมตตา ดังนั้นใครเล่าคือผู้อธรรมยิ่งไปกว่าผู้ที่ปฏิบัติบรรดาโองการของอัลลอฮฺและผินหลังให้แก่โองการเหล่านั้น เราจะตอบแทนแก่บรรดาผู้ที่ผินหลังให้แก่โองการทั้งหลายของเรา ซึ่งการลงโทษอันชั่วช้า เนื่องจากการที่พวกเขาผินหลังให้"}]}