{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"And when we shook the mount over them as if it had been a shadow, and they thought it falling upon them, . . . \"Receive, said we, with steadfastness what we have brought you, and remember what is therein to the end that ye may fear God"},{"SurahNumber":7,"VerseNumber":172,"Text":"And when thy Lord brought forth their descendants from the reins of the sons of Adam and took them to witness against themselves, \"Am I not,\" said He, \"your Lord?\" They said, \"Yes, we witness it.\" This we did, lest ye should say on the day of Resurrection, \"Truly, of this were we heedless, because uninformed"},{"SurahNumber":7,"VerseNumber":173,"Text":"Or lest ye should say, \"Our fathers, indeed, aforetime joined other gods with our God, and we are their seed after them: wilt thou destroy us for the doings of vain men"},{"SurahNumber":7,"VerseNumber":174,"Text":"Thus make we our signs clear: that haply they may return to God"},{"SurahNumber":7,"VerseNumber":175,"Text":"Recite to them the history of him to whom we vouchsafed our signs, and who departed from them, so that Satan followed him, and he became one of the seduced"},{"SurahNumber":7,"VerseNumber":176,"Text":"Had we pleased, we had certainly thereby exalted him; but he crouched to the earth and followed his own lust: his likeness, therefore, is as that of the dog which lolls out his tongue, whether thou chase him away, or leave him alone! Such is the likeness of those who treat our signs as lies. Tell them this tale then, that they may consider"},{"SurahNumber":7,"VerseNumber":177,"Text":"Evil the likeness of those who treat our signs as lies! and it is themselves they injure"},{"SurahNumber":7,"VerseNumber":178,"Text":"He whom God guideth is the guided, and they whom he misleadeth shall be the lost"}]}