{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":57,"VerseNumber":12,"Text":"Azon a Napon, amikor látod a hívő férfiakat és a hívő nőket, amint a fényük előttük és -jobbjukon halad\", Ma örömhír Van a számotokra: Kertek, amelyek alatt folyók folynak. A hívők örök időkre abban (a Paradicsomban) maradnak. Ez bizony a hatalmas győzelem"},{"SurahNumber":57,"VerseNumber":13,"Text":"Azon a Napon, mikor a képmutató férfiak és a képmutató nők azt mondják azoknak, akik hisznek: Tekintsetek ránk! Engedjétek, hogy kaphassunk a Fényetekből!\" Az mondatik: . Térjetek vissza és ott keressetek fényt!\" Ekkor fal\" emelkedett fel közöttük, amelyen volt egy ajtó. Annak belsejében volt a kegyelem és irgalom és rajta kívül pedig a büntetés"},{"SurahNumber":57,"VerseNumber":14,"Text":"Kiáltanak nekik: . Hát vajon nem \"voltunk veletek?\" Azt felelik: ..De igen! Ám ti elcsábítottátok. egymást és várakoztatok majd kételkedtetek. És a vágyak tévútra Vittek benneteket, míg el nem jön Allah parancsa. Ám, Allah-ot illetően megtévesztett benneteket a megtévesztő (a sátán)"},{"SurahNumber":57,"VerseNumber":15,"Text":"Ma nem fogadható el tőletek váltságdíj. Sem pedig azoktól, akik hitetlenek voltak. Lakhelyetek a Tűz. Az a ti uratok (a Pokol a megfelelő helyük). Milyen szörnyű sors ez"},{"SurahNumber":57,"VerseNumber":16,"Text":"Vajon nem érkezett-e el az idő azok számára, akik hisznek, hogy szívük alázattal forduljon Allah intése felé, és afelé, ami az Igazságból kinyilatkoztatást nyert? És ne legyenek hasonlóak azokhoz, akik már korábban az Írás birtokába kerültek, ám az idő hosszúnak tünt nekik és megkérgesedett a szívük. Sokan közülük bűnösök lettek"},{"SurahNumber":57,"VerseNumber":17,"Text":"Tudnotok kell, hogy Allah kelti új életre a földet annak halála után. Világossá tettük nektek a jeleket. \"Talán használni fogjátok az eszeteket"},{"SurahNumber":57,"VerseNumber":18,"Text":"Bizony az adakozó férfiak és az adakozó nők és azok, akik szép kölcsönt adnak Allah-nak, nekik megsokszorozva adja Ő azt vissza. És nekik bőkezű jutalom Jár (a Paradicsomban)"}]}