{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":2,"VerseNumber":113,"Text":"Il-Lhud qalu: 'L-Insara ma' għandhom xejn (mis- sewwa), u l-Insara qalu: Il-Lhud ma għandhom xejn (mis-sewwa), meta huma jaqraw il-Ktieb (it-Tora u l- Evanġelju, u suppost jafu). Kliem bħal ta' dawn jgħiduh ukoll dawk li ma jafux (l-Għarab pagani ta' żmien Muħammad). Alla għad jagħmel ħaqq minnhom f'Jum il- Qawmien fuq dak li tlewmu dwaru"},{"SurahNumber":2,"VerseNumber":114,"Text":"U min hu aktar inġust minn dak li ma jħallix li fil- moskej ta' Alla jissemma Ismu, u li jħabrek għall-ħerba tagħhom 2. (Nies. bħal) dawn lanqas jixirqilhom jidħlu fihom jekk mhux bil-biża' (minn Alla). Tagħhom huwa l-għajb (f'din) id-dinja, u fl-Oħra jkollhom kastig mill- kbar"},{"SurahNumber":2,"VerseNumber":115,"Text":"Ta' Alla huwa l-Lvant u l-Punent, u kull fejn idduru, hemm (issibu) Wiċċ Alla. Alla tabilħaqq jesa' kollox, u jaf kollox"},{"SurahNumber":2,"VerseNumber":116,"Text":"(il-Lhud u l-Insara) jgħidu: 'Alla għażel għalih wild:' Sebħ lilul Tiegħu kulma jinsab fis-smewwiet u fl-art, u kollox joqgħod għalihl"},{"SurahNumber":2,"VerseNumber":117,"Text":"Huwa li ħalaq għall-ewwel darba s-smewwiet u l-art, u meta jaqta' (li għandha sseħħ) xi ħaġa, biżżejjed jgħidilha: SKunt' u tkun"},{"SurahNumber":2,"VerseNumber":118,"Text":"Dawk bla għerf (il-pagani) jgħidu: ''Għaliex Alla ma jkellimniex (u jgħidilna li inti, Muħammad, il-Profeta tiegħu), jew. jiġina xi sinjal (biex. nemmnuk)i' Ta' qabilhom ukoll qalu bħal (dan) kliemhom. Qlubhom jixxiebhu. Aħna tassew urejna biċ-ċar is-sinjali lil nies sħaħ fit-twemmin"},{"SurahNumber":2,"VerseNumber":119,"Text":"Aħna bgħatniek (Muħammad għand il-bnedmin) bis- sewwa bħala ħabbar tal-bxara t-tajba, u biex twissi. M'intix se tkun mistoqsi dwar nies in-Nar (ta' l-Infern)"}]}