{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":32,"Text":"अल्लाह ने पूछाः हे इब्लीस! तुझे क्या हुआ कि सज्दा करने वालों का साथ नहीं दिया"},{"SurahNumber":15,"VerseNumber":33,"Text":"उसने कहाः मैं ऐसा नहीं हूँ कि एक मनुष्य को सज्दा करूँ, जिसे तूने सड़े हुए कीचड़ के सूखे गारे से पैदा किया है।"},{"SurahNumber":15,"VerseNumber":34,"Text":"अल्लाह ने कहाः यहाँ से निकल जा, वास्तव में, तू धिक्कारा हुआ है।"},{"SurahNumber":15,"VerseNumber":35,"Text":"और तुझपर धिक्कार है, प्रतिकार (प्रलय) के दिन तक।"},{"SurahNumber":15,"VerseNumber":36,"Text":"(इब्लीस) ने कहाः[1] मेरे पालनहार! तू फिर मुझे उस दिन तक अवसर दे, जब सभी पुनः जीवित किये जायेंगे।"},{"SurahNumber":15,"VerseNumber":37,"Text":"अल्लाह ने कहाः तुझे अवसर दे दिया गया है।"},{"SurahNumber":15,"VerseNumber":38,"Text":"विध्दित समय के दिन तक के लिए।"},{"SurahNumber":15,"VerseNumber":39,"Text":"वह बोलाः मेरे पालनहार! तेरे, मुझको कुपथ कर देने के कारण, मैं अवश्य उनके लिए धरती में (तेरी अवज्ञा को) मनोरम बना दूँगा और उनसभी को कुपथ कर दूँगा।"},{"SurahNumber":15,"VerseNumber":40,"Text":"उनमें से तेरे शुध्द भक्तों के सिवा।"},{"SurahNumber":15,"VerseNumber":41,"Text":"अल्लाह ने कहाः यही मुझतक (पहुँचने की) सीधी राह है।"},{"SurahNumber":15,"VerseNumber":42,"Text":"वस्तुतः, मेरे भक्तों पर तेरा कोई अधिकार नहीं[1] चलेगा, सिवाय उसके जो कुपथों में से तेरा अनुसरण करे।"},{"SurahNumber":15,"VerseNumber":43,"Text":"और वास्तव में, उनसबके लिए नरक का वचन है।"},{"SurahNumber":15,"VerseNumber":44,"Text":"उस (नरक) के सात द्वार हैं और उनमें से प्रत्येक द्वार के लिए एक विभाजित भाग[1] है।"},{"SurahNumber":15,"VerseNumber":45,"Text":"वास्तव में, आज्ञाकारी लोग स्वर्गों तथा स्रोतों में होंगे।"},{"SurahNumber":15,"VerseNumber":46,"Text":"(उनसे कहा जायेगा) इसमें प्रवेश कर जाओ, शान्ति के साथ निर्भय होकर।"},{"SurahNumber":15,"VerseNumber":47,"Text":"और हम निकाल देंगे उनके दिलों में जो कुछ बैर होगा। वे भाई-भाई होकर एक-दूसरे के सम्मुख तख़्तों के ऊपर रहेंगे।"},{"SurahNumber":15,"VerseNumber":48,"Text":"न उसमें उन्हें कोई थकान होगी और न वहाँ से निकाले जायेंगे।"},{"SurahNumber":15,"VerseNumber":49,"Text":"(हे नबी!) आप मेरे भक्तों को सूचित कर दें कि वास्तव में, मैं बड़ा क्षमाशील दयावान्[1] हूँ।"},{"SurahNumber":15,"VerseNumber":50,"Text":"और मेरी यातना ही दुःखदायी यातना है।"},{"SurahNumber":15,"VerseNumber":51,"Text":"और आप उन्हें इब्राहीम के अतिथियों के बारे में सूचित कर दें।"}]}