{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Für diejenigen, die Gutes tun, gibt es das Beste (an Lohn) und noch mehr. Ihre Gesichter werden weder von Dunkelheit noch Erniedrigung bedeckt. Das sind die Insassen des (Paradies)gartens; ewig werden sie darin bleiben"},{"SurahNumber":10,"VerseNumber":27,"Text":"Für diejenigen aber, die böse Taten erwerben, ist der Lohn einer bösen Tat ein Gleiches, und Erniedrigung wird sie bedecken - sie haben vor Allah nichts, das sie schützen könnte -, als ob ihre Gesichter von Stücken finsterer Nacht überdeckt wären. Das sind die Insassen des (Höllen)feuers; ewig werden sie darin bleiben"},{"SurahNumber":10,"VerseNumber":28,"Text":"Und am Tag, da Wir sie alle versammeln, und dann werden Wir zu denen, die (Allah etwas) beigesellt haben, sagen: (Bleibt) an eurem Platz, ihr und eure Teilhaber! Wir trennen sie dann voneinander. Ihre Teilhaber sagen: Nicht uns habt ihr gedient"},{"SurahNumber":10,"VerseNumber":29,"Text":"Allah genügt als Zeuge zwischen uns und euch. Wir waren gegenüber eurem Dienst (an uns) fürwahr unachtsam"},{"SurahNumber":10,"VerseNumber":30,"Text":"Dort wird jede Seele über das, was sie früher getan hat, nachgeprüft. Und sie werden zu Allah, ihrem wahren Schutzherrn, zurückgebracht, und entschwunden ist ihnen (dann), was sie zu ersinnen pflegten"},{"SurahNumber":10,"VerseNumber":31,"Text":"Sag: Wer versorgt euch vom Himmel und von der Erde, oder wer verfügt über Gehör und Augenlicht? Und wer bringt das Lebendige aus dem Toten und bringt das Tote aus dem Lebendigen hervor? Und wer regelt die Angelegenheit? Sie werden sagen: Allah. Sag: Wollt ihr denn nicht gottesfürchtig sein"},{"SurahNumber":10,"VerseNumber":32,"Text":"Dies ist doch Allah, euer wahrer Herr. Was gibt es denn über die Wahrheit hinaus außer dem Irrtum? Wie laßt ihr euch also abwenden"},{"SurahNumber":10,"VerseNumber":33,"Text":"So hat sich das Wort deines Herrn bewahrheitet gegen die, die freveln, weil sie nicht glauben"}]}