{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"În Ziua aceea, singura trudă, a celor din Rai, va fi să se desfete"},{"SurahNumber":36,"VerseNumber":56,"Text":"Împreună cu soaţele lor, vor sta sub umbrare, aşezaţi pe paturi de nuntă"},{"SurahNumber":36,"VerseNumber":57,"Text":"Vor avea acolo fructe şi vor avea ceea ce vor cere"},{"SurahNumber":36,"VerseNumber":58,"Text":"“Pace!” O vorbă de la un Domn Milos"},{"SurahNumber":36,"VerseNumber":59,"Text":"O, nelegiuiţilor! Treceţi deoparte în Ziua aceea"},{"SurahNumber":36,"VerseNumber":60,"Text":"O, fii ai lui Adam! Nu v-am tocmit Eu să nu vă închinaţi Diavolului, căci el este vrăjmaşul vostru făţiş"},{"SurahNumber":36,"VerseNumber":61,"Text":"ci Mie să vă închinaţi? Aceasta este o Cale Dreaptă"},{"SurahNumber":36,"VerseNumber":62,"Text":"Diavolul a rătăcit pe mulţi dintre voi. Oare nu aţi priceput"},{"SurahNumber":36,"VerseNumber":63,"Text":"Aceasta este Gheena ce v-a fost făgăduită"},{"SurahNumber":36,"VerseNumber":64,"Text":"azvârliţi-vă în ea ca răsplată a tăgadei voastre"},{"SurahNumber":36,"VerseNumber":65,"Text":"În Ziua aceea, le vom pecetlui gurile, însă mâinile lor ne vor vorbi şi picioarele lor ne vor mărturisi ceea ce ei au agonisit"},{"SurahNumber":36,"VerseNumber":66,"Text":"Dacă am voi, le-am stinge ochii şi atunci se vor grăbi pe drum, însă cum vor mai vedea"},{"SurahNumber":36,"VerseNumber":67,"Text":"Dacă am voi, i-am preface pe loc încât n-ar mai putea merge nici înainte şi nici înapoi"},{"SurahNumber":36,"VerseNumber":68,"Text":"Noi îi gârbovim făptura celui ce îi dăruim viaţă lungă. Ei nu pricep, oare"},{"SurahNumber":36,"VerseNumber":69,"Text":"Noi nu l-am învăţat pe el poezia, căci nici nu i se cădea. Aceasta este o amintire, un Coran desluşit"},{"SurahNumber":36,"VerseNumber":70,"Text":"care-l previne pe cel care trăieşte şi care adevăreşte Cuvântul asupra tăgăduitorilor"}]}