{"Id":361,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"మరియు ఓ నా జాతి ప్రజలారా! నేను దాని కోసం మీ నుండి ధనాన్ని అడగటం లేదు. నా ప్రతిఫలం కేవలం అల్లాహ్ దగ్గరనే ఉంది. మరియు నేను విశ్వసించిన వారిని త్రోసి వేయలేను. నిశ్చయంగా, వారైతే తమ ప్రభువును కలుసుకుంటారు, కాని నిశ్చయంగా నేను మిమ్మల్ని మూఢ జనులుగా చూస్తున్నాను"},{"SurahNumber":11,"VerseNumber":30,"Text":"మరియు ఓ నాజాతి ప్రజలారా! ఒకవేళ నేను వారిని (విశ్వాసులను) గెంటి వేస్తే నన్ను అల్లాహ్ (శిక్ష) నుండి, ఎవడు కాపాడ గలడు? ఏమీ? మీరిది గ్రహించలేరా"},{"SurahNumber":11,"VerseNumber":31,"Text":"మరియు నా వద్ద నిధులు ఉన్నాయని గానీ మరియు నాకు అగోచర జ్ఞానమున్నదని గానీ నేను మీతో అనటం లేదు; మరియు నేను దైవదూతనని కూడా అనటం లేదు మరియు మీరు హీనంగా చూసే వారికి అల్లాహ్ మేలు చేయలేడని కూడా అనటం లేదు. వారి మనస్సులలో ఉన్నది అల్లాహ్ కు బాగా తెలుసు. అలా అయితే! నిశ్చయంగా, నేను దుర్మార్గులలో చేరిన వాడనే"},{"SurahNumber":11,"VerseNumber":32,"Text":"వారు అన్నారు: \"ఓ నూహ్! నీవు మాతో వాదించావు, చాలా వాదించావు, ఇక నీవు సత్యవంతుడవే అయితే నీవు భయపెట్టే దానిని (ఆ శిక్షను) మాపై దింపు"},{"SurahNumber":11,"VerseNumber":33,"Text":"అతను (నూహ్) అన్నాడు: \"అల్లాహ్ కోరితే నిశ్చయంగా, దానిని (ఆ శిక్షను) మీ పైకి తెస్తాడు మరియు మీరు దాని నుండి తప్పించుకోలేరు"},{"SurahNumber":11,"VerseNumber":34,"Text":"ఒకవేళ అల్లాహ్ మిమ్మల్ని తప్పు దారిలో విడిచి పెట్టాలని కోరితే, నేను మీకు మంచి సలహా ఇవ్వాలని ఎంత కోరినా, నా సలహా మీకు లాభదాయకం కాజాలదు. ఆయనే మీ ప్రభువు మరియు ఆయన వైపునకే మీరంతా మరలి పోవలసి ఉన్నది"},{"SurahNumber":11,"VerseNumber":35,"Text":"ఏమీ? వారు: \"అతనే (ముహమ్మదే) దీనిని కల్పించాడు\" అని అంటున్నారా? వారితో ఇలా అను: \"నేను దీనిని కల్పిస్తే దాని పాపం నాపై ఉంటుంది మరియు మీరు చేసే పాపాలతో నాకు ఎలాంటి సంబంధం లేదు"},{"SurahNumber":11,"VerseNumber":36,"Text":"మరియు నూహ్ కు ఇలా సందేశం (వహీ) పంపబడింది: \" నిశ్చయంగా, నీ జాతి వారిలో ఇంత వరకు విశ్వసించిన వారు తప్ప ఇతరులెవ్వరూ విశ్వసించరు, కావున వారు చేసే కార్యాలకు నీవు చింతించకు"},{"SurahNumber":11,"VerseNumber":37,"Text":"మరియు నీవు మా సమక్షంలో, మా సందేశానుసారంగా, ఒక ఓడను నిర్మించు మరియు దుర్మార్గులను గురించి నన్ను అడుగకు. నిశ్చయంగా, వారు ముంచి వేయ బడతారు"}]}