{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Nebude uspíšena nikterému národu lhůta jeho, aniž zpožděna"},{"SurahNumber":23,"VerseNumber":44,"Text":"Poté pak poslali jsme posly své jednoho po druhém. Pokaždé, když k některému národu přišel prorok jeho, nazvali jej lhářem: a tak dali jsme jednomu národu následovati druhý a učinili jsme je předmětem vyprávění. Daleko zavržen budiž lid nevěřící"},{"SurahNumber":23,"VerseNumber":45,"Text":"Poté pak poslali jsme Mojžíše a bratra jeho Árona se znameními svými a mocí zjevnou"},{"SurahNumber":23,"VerseNumber":46,"Text":"Faraonovi a předním lidu jeho; však chovali se pyšně, neboť lid to byl nadutý"},{"SurahNumber":23,"VerseNumber":47,"Text":"a řekli: „Zdaž uvěříme dvěma mužům jako jsme my, jichž lid nám otročí?“"},{"SurahNumber":23,"VerseNumber":48,"Text":"A lháři nazvali je oba a stali se jedněmi ze zahubených"},{"SurahNumber":23,"VerseNumber":49,"Text":"Tehdy pak dali jsme Mojžíšovi Knihu, aby lid jeho (dobře) byl veden"},{"SurahNumber":23,"VerseNumber":50,"Text":"a učinili jsme syna Mariina a matku jeho znamením; a (obydlím) dali jsme jim místo na vrchu, bezpečné a pramen (vody) mající"},{"SurahNumber":23,"VerseNumber":51,"Text":"„Ó proroci, jezte z dobrých věcí a čiňte dobro, neboť o tom, co činíte, dobře vím"},{"SurahNumber":23,"VerseNumber":52,"Text":"Zajisté pak tento národ váš jest národem jediným a já jsem Pánem vaším: mne tedy bojte se!“"},{"SurahNumber":23,"VerseNumber":53,"Text":"Však lidé rozštěpili se ve věcech svých mezi sebou na skupiny: každá strana z toho, což měla, se radujíc"},{"SurahNumber":23,"VerseNumber":54,"Text":"i ponech je v hloubi omylu jejich do lhůty určené"},{"SurahNumber":23,"VerseNumber":55,"Text":"Zdaž domnívají se, že v tom, čeho popřáváme jim v hojnosti, ze statků a dětí"},{"SurahNumber":23,"VerseNumber":56,"Text":"předháníme se (v dosažení) pro ně dobra? Naopak: věk oni netuší"},{"SurahNumber":23,"VerseNumber":57,"Text":"Zajisté pak ti, kdož bázní Pána svého naplněni jsou"},{"SurahNumber":23,"VerseNumber":58,"Text":"a kteří ve znamení Pána svého věří"},{"SurahNumber":23,"VerseNumber":59,"Text":"a kteří (ničeho) s Pánem svým nespolčují"}]}