{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":89,"Text":"Barang siapa yang membawa kebaikan, maka ia memperoleh (balasan) yang lebih baik darinya, sedang mereka itu adalah orang-orang yang aman tenteram daripada kejutan yang dahsyat pada hari itu"},{"SurahNumber":27,"VerseNumber":90,"Text":"Dan barang siapa yang membawa kejahatan, maka disungkurkanlah muka mereka ke dalam neraka. Tiadalah kamu dibalasi, melainkan (setimpal) dengan apa yang dahulu kamu kerjakan"},{"SurahNumber":27,"VerseNumber":91,"Text":"Aku hanya diperintahkan untuk menyembah Tuhan negeri ini (Mekah) Yang telah menjadikannya suci dan kepunyaan-Nya-lah segala sesuatu, dan aku diperintahkan supaya aku termasuk orang-orang yang berserah diri"},{"SurahNumber":27,"VerseNumber":92,"Text":"Dan supaya aku membacakan Al-Qur`ān (kepada manusia). Maka barang siapa yang mendapat petunjuk maka sesungguhnya ia hanyalah mendapat petunjuk untuk (kebaikan) dirinya dan barang siapa yang sesat maka katakanlah, \"Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan"},{"SurahNumber":27,"VerseNumber":93,"Text":"Dan katakanlah, \"Segala puji bagi Allah, Dia akan memperlihatkan kepadamu tanda-tanda kebesaran-Nya, maka kamu akan mengetahuinya. Dan Tuhan-mu tiada lalai dari apa yang kamu kerjakan"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ṭā Sīn Mīm"},{"SurahNumber":28,"VerseNumber":2,"Text":"Ini adalah ayat-ayat Kitab (Al-Qur`ān) yang nyata (dari Allah)"},{"SurahNumber":28,"VerseNumber":3,"Text":"Kami membacakan kepadamu sebagian dari kisah Musa dan Firʻawn dengan benar untuk orang-orang yang beriman"},{"SurahNumber":28,"VerseNumber":4,"Text":"Sesungguhnya Firʻawn telah berbuat sewenang-wenang di muka bumi dan menjadikan penduduknya berpecah belah dengan menindas segolongan dari mereka, menyembelih anak laki-laki mereka, dan membiarkan hidup anak-anak perempuan mereka 1112. Sesungguhnya Firʻawn termasuk orang-orang yang berbuat kerusakan"},{"SurahNumber":28,"VerseNumber":5,"Text":"Dan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu dan hendak menjadikan mereka pemimpin dan menjadikan mereka orang-orang yang mewarisi (bumi)"}]}