{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"ومن ءايته الجوار في البحر كالاعلم (الجوار: السفن الجارية, كالاعلام: كالجبال في عظمها)"},{"SurahNumber":42,"VerseNumber":33,"Text":"ان يشا يسكن الريح فيظللن رواكد على ظهره ان في ذلك لايت لكل صبار شكور (فيظللن: يصرن ويبقين, رواكد: ثوابت لا تجري)"},{"SurahNumber":42,"VerseNumber":34,"Text":"او يوبقهن بما كسبوا ويعف عن كثير (يوبقهن: يهلك السفن بالغرق)"},{"SurahNumber":42,"VerseNumber":35,"Text":"ويعلم الذين يجدلون في ءايتنا ما لهم من محيص (محيص: مهرب، وملجا)"},{"SurahNumber":42,"VerseNumber":36,"Text":"فما اوتيتم من شيء فمتع الحيوة الدنيا وما عند الله خير وابقى للذين ءامنوا وعلى ربهم يتوكلون"},{"SurahNumber":42,"VerseNumber":37,"Text":"والذين يجتنبون كبير الاثم والفوحش واذا ما غضبوا هم يغفرون (والفواحش: ما عظم قبحه من المعاصي)"},{"SurahNumber":42,"VerseNumber":38,"Text":"والذين استجابوا لربهم واقاموا الصلوة وامرهم شورى بينهم ومما رزقنهم ينفقون"},{"SurahNumber":42,"VerseNumber":39,"Text":"والذين اذا اصابهم البغي هم ينتصرون (البغي: الظلم، والعدوان, ينتصرون: ينتقمون ممن بغى عليهم؛ لشجاعتهم، ولا يعتدون)"},{"SurahNumber":42,"VerseNumber":40,"Text":"وجزوا سيية سيية مثلها فمن عفا واصلح فاجره على الله انه لا يحب الظلمين (واصلح: وضع عفوه فيمن يصلحه العفو)"},{"SurahNumber":42,"VerseNumber":41,"Text":"ولمن انتصر بعد ظلمه فاوليك ما عليهم من سبيل (سبيل: مواخذة)"},{"SurahNumber":42,"VerseNumber":42,"Text":"انما السبيل على الذين يظلمون الناس ويبغون في الارض بغير الحق اوليك لهم عذاب اليم (السبيل: المواخذة, ويبغون: يعتدون)"},{"SurahNumber":42,"VerseNumber":43,"Text":"ولمن صبر وغفر ان ذلك لمن عزم الامور (عزم الامور: الافعال الحميدة، والخصال المشكورة)"},{"SurahNumber":42,"VerseNumber":44,"Text":"ومن يضلل الله فما له من ولي من بعده وترى الظلمين لما راوا العذاب يقولون هل الى مرد من سبيل (يضلل الله: يصرفه عن الهدى, مرد: مرجع الى الدنيا, سبيل: طريق)"}]}