{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Mataan! a Skami na inilahaman Ami ska (ya Mohammad), sa lagid o kiyailahami Ami ko Noh go so manga nabi ko miyaoriyan iyan: Go inilahaman Ami so Ibrahim, go so Ismail, go so Is´haq, go so Ya´qob, go so mbawataan iyan, go so Eysa, go so Ayyob, go so Yonos, go so Haron, go so Solayman, go inibgay Ami ko Dawood so Zaboor"},{"SurahNumber":4,"VerseNumber":164,"Text":"Go (somiyogo Kami sa) manga sogo a andang a miyapanothol Ami siran rka gowani; go manga sogo a da Ami siran rka mapanothol; - na inimbitiyarai o Allah so Mosa sa samporna a kambitiyarai"},{"SurahNumber":4,"VerseNumber":165,"Text":"Manga sogo a pphamanothol sa mapiya, go pphamakaiktiyar, ka an da a khabaloy a daowa o manga manosiya, sii ko Allah, ko oriyan o manga sogo: - ka aya btad o Allah na Mabagr, a Mawngangn"},{"SurahNumber":4,"VerseNumber":166,"Text":"Ogaid na so Allah na zasaksian Iyan so initoron Iyan rka (ya Mohammad) a initoron Iyan sii ko katao Niyan go so manga malaikat na zasaksian iran: Na khasanaan so Allah a Saksi"},{"SurahNumber":4,"VerseNumber":167,"Text":"Mataan! a so da pamaratiyaya, go miyangalang siran ko lalan o Allah, na sabnar a miyadadag siran, sa kadadag a mawatan"},{"SurahNumber":4,"VerseNumber":168,"Text":"Mataan! a so da pamaratiyaya, go da pamaginontolan, - na da mapatot ko Allah i ba Niyan siran napii, go ba Niyan siran toroa sa lalan"},{"SurahNumber":4,"VerseNumber":169,"Text":"Inonta so lalan ko naraka Jahannam, sa kakal siran on sa dayon sa dayon. Na miyabaloy oto sii ko Allah a malbod"},{"SurahNumber":4,"VerseNumber":170,"Text":"Hay manga manosiya, sabnar a minitalingoma rkano o sogo so bnar a phoon ko Kadnan iyo: Na paratiyayaa niyo: Ka aya rkano mapiya. Na odi niyo paratiyayaa, na mataan! a rk o Allah so zisii ko manga langit ago so lopa: Ka aya btad o Allah na Matao, a Mawngangn"}]}