{"Id":289,"LanguageCodes":["ps","pus"],"Name":"pus-zakariaabulsala","Author":"Zakaria Abulsalam","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"ده وویل: د هغو علم زما له رب سره دى په یو كتاب كې، زما له رب نه څه ورَكېږي او نه ترې هېرېږي"},{"SurahNumber":20,"VerseNumber":53,"Text":"هغه ذات چې تاسو لپاره يې ځمكه فرش ګرځولې ده او تاسو لپاره يې په دې كې لارې چلولې دي او له بره نه يې اوبه نازلې كړې دي، پس په دغو (اوبو) سره مونږ بېلا بېل (او) قسما قسم زرغونې را ایستلي دي"},{"SurahNumber":20,"VerseNumber":54,"Text":"تاسو يې خورئ او خپل څاروي (په كې) څروئ، بېشكه په دغو (شیانو) كې د عقل والاو لپاره یقینًا ډېرې نښې دي"},{"SurahNumber":20,"VerseNumber":55,"Text":"له هم دې (ځمكې) نه مونږ تاسو پیدا كړي یئ او په هم دې كې به مونږ تاسو ننه باسو، او بل كرت به مونږ تاسو راوباسو"},{"SurahNumber":20,"VerseNumber":56,"Text":"او یقینًا یقینًامونږ ده ته خپلې ټولې نښې (او معجزې) وروښوولې، نو ده تكذیب وكړ او انكار يې وكړ"},{"SurahNumber":20,"VerseNumber":57,"Text":"وویل: (فرعون) ایا ته مونږ ته راغلى يې اى موسٰی؟، د دې لپاره چې ته په خپل سحر (جادو) سره مونږ له خپلې ځمكې نه وباسې"},{"SurahNumber":20,"VerseNumber":58,"Text":"نو مونږ به خامخا ضرور تا ته د دغه (سحر) په مثل سحر راوړو، نو ته زمونږ په مینځ كې او په خپل مینځ كې یوه وعده مقرره كړه چې نه به مونږ د هغې مخالفت كوو او نه ته، داسې ځاى چې مساوي (هوار) وي"},{"SurahNumber":20,"VerseNumber":59,"Text":"ده وویل: ستاسو د وعدې وخت د زینت (او جشن) ورځ ده او دا چې خلق دې د څاښت په وخت كې راجمع كړى شي"},{"SurahNumber":20,"VerseNumber":60,"Text":"نو فرعون وګرځېده، نو خپل مكر (او چل) يې راجمع كړ، بیا راغى"},{"SurahNumber":20,"VerseNumber":61,"Text":"(موسٰی جادوګرو ته) وویل: تاسو هلاك شئ! په الله باندې دروغ مه تړئ (ګنې) نو هغه به تاسو په عذاب سره هلاك كړي، او په تحقیق نا امېده (او نامراد) شو هغه كس چې (په الله) يې دروغ وتړل"},{"SurahNumber":20,"VerseNumber":62,"Text":"نو دغو (جادوګرو) په خپل كار كې په خپل مینځ سره جګړه وكړه او دغه پټه مشوره يې خفیه وساتله"},{"SurahNumber":20,"VerseNumber":63,"Text":"دوى وویل: بېشكه چې دا دواړه خامخا ساحران (جادوګر) دي، دوى دواړه غواړي چې تاسو له خپلې ځمكې (خاورې) نه په خپل سحر (جادو) سره وباسي او ستاسو ډېر غوره لار (د دين) ختمه كړي"},{"SurahNumber":20,"VerseNumber":64,"Text":"نو تاسو خپل ټول چل مكر راجمع كړئ، بیا تاسو (میدان ته) راشئ صف صف، او یقینًا نن ورځ هغه څوك كامیاب دى چې غالب شو"}]}