{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"O kati na bilembo bia ye, ozali kornona mabele ekawuki na botosi mpe bobangi, mpe tango tokitisaka mayi likolo na yango, etombwamaka mpe ekomi monene. Ya sólo oyo apesi yango bomoi, ye nde akosekwisa bawa. Ya sólo, azali na bokoki likolo ya biloko binso"},{"SurahNumber":41,"VerseNumber":40,"Text":"Ya sólo, baye bazali kobebisa ndimbola ya mikapo mia biso, bakokoka kokima biso te. Boye, moto oyo akobwakama na moto azali malamu koleka oyo akoyakaka na kimia o mokolo ya suka? Bosala maye bolingi, ya sólo, amonaka maye bozali kosala"},{"SurahNumber":41,"VerseNumber":41,"Text":"Ya sólo, baye bapengwa na bokundoli (kurani) tango eyelaki bango, mpe ya sólo yango ezali buku ya lokumu"},{"SurahNumber":41,"VerseNumber":42,"Text":"Mabe ezuaka yango sikoyo te, to sima na yango te, ewuti epai ya oyo azali bwanya atonda lokumu"},{"SurahNumber":41,"VerseNumber":43,"Text":"Oyo ezali kolobama ezali sé oyo esila kolobama na batindami liboso nayo. Ya soló, Nkolo nayo atonda bolimbisi mpe azali makasi na kopesa etumbu"},{"SurahNumber":41,"VerseNumber":44,"Text":"Mpe soki totiaka kurani oyo na lokota mosusu (ya arabo te), balingaki koloba ete: Mpona nini balimboli mikapo na yango polele te? Nini? Kurani na lokota ya bapaya (motindami) arabo? Loba: Yango ezali bokambi mpe libiki mpona bandimi, kasi baye bandimi te matoyi na bango makangami mpe miso na bango mazipami. Bango wana nde bakobengama о esika ya mosika"},{"SurahNumber":41,"VerseNumber":45,"Text":"Mpe tosilaki kopesa Mûssa buku, sima bokeseni ekotaki. Mpe soki mpona liloba ya Nkolo nayo te oyo esilaki kolobama, nde likambo esili kokatama kati na bango. Mpe bazali sé na tembe"},{"SurahNumber":41,"VerseNumber":46,"Text":"Oyo akosala malamu, ezali mpona ye moko, mpe oyo akobebisa ezali sé mpona ye moko. Kasi Nkolo wayo abubaka kati kati ya bawumbu naye te"}]}