{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"El a aºezat pe pãmânt munþi statornici, ca sã nu se clatine cu voi, râuri ºi drumuri, poate cã voi veþi fi cãlãuziþi"},{"SurahNumber":16,"VerseNumber":16,"Text":"ªi semne osebite . ªi dupã stele se cãlãuzesc"},{"SurahNumber":16,"VerseNumber":17,"Text":"ªi oare cel care creeazã este la fel ca acela care nu creeazã ? Oare voi nu sunteþi cu luare aminte"},{"SurahNumber":16,"VerseNumber":18,"Text":"ªi de aþi [vrea sã] socotiþi binefacerile lui Allah, voi nu veþi izbuti sãle numãraþi . Allah este Iertãtor, Îndurãtor [Ghafur, Rahim]"},{"SurahNumber":16,"VerseNumber":19,"Text":"ªi Allah ºtie atât ceea ce þineþi voi ascuns, cât ºi ceea ce dezvãluiþi"},{"SurahNumber":16,"VerseNumber":20,"Text":"Însã aceia pe care îi cheamã în locul lui Allah nu creeazã nimic, ci ei sunt creaþi"},{"SurahNumber":16,"VerseNumber":21,"Text":"Ei sunt morþi, nu sunt vii, ºi ei nu ºtiu când [oamenii] vor fi înviaþi"},{"SurahNumber":16,"VerseNumber":22,"Text":"Domnul vostru este un Domn Unic. Iar inimile acelora care nu cred în Viaþa de Apoi tãgãduiesc [unicitatea lui Allah] ºi ei sunt trufaºi"},{"SurahNumber":16,"VerseNumber":23,"Text":"Fãrã îndoialã cã Allah ºtie ce ascund ºi ce dezvãluie ei, iar El nu-i iubeºte pe cei trufaºi"},{"SurahNumber":16,"VerseNumber":24,"Text":"Dacã sunt întrebaþi: „Ce a pogorât Domnul vostru?” ei rãspund:„Basme ale înaintaºilor! ”"},{"SurahNumber":16,"VerseNumber":25,"Text":"Vor avea ei de purtat pãcatele lor în întregime, în Ziua Învierii, precum ºi o parte din pãcatele celor pe care îi duc în rãtãcire, fãrã deºtiinþã. ªi ce rea [povarã] vor"},{"SurahNumber":16,"VerseNumber":26,"Text":"Au viclenit cei care au fost mai înainte de ei , însã Allah a nãruit chiar temeliile zidirii lor ºi acoperiºul s-a prãbuºit peste ei ºi chinul a cãzut peste ei , de unde nu se aºteptau"}]}