{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":53,"Text":"Na pphangnin iran rka a kagaan o siksa: Na o da so taalik a miyapnto, na makawma kiran dn so siksa: Na makatalingoma kiran dn a mitalmba, a siran na di iran maiin´ngka"},{"SurahNumber":29,"VerseNumber":54,"Text":"Pphangnin iran rka a: Kagaan o siksa a mataan! a so naraka Jahannam na sabnar a katatangkalan iyan so manga kafir"},{"SurahNumber":29,"VerseNumber":55,"Text":"Sii ko gawii a mibongkos kiran so siksa phoon ko kaporoan iran go phoon ko kababaan o manga a´i ran, na tharoon Iyan: \"Taami niyo so pinggolawla niyo"},{"SurahNumber":29,"VerseNumber":56,"Text":"Hay manga oripn Ko a so miyamaratiyaya, mataan! a so lopa Akn na mawlad: Na Sakn bo i simbaa niyo"},{"SurahNumber":29,"VerseNumber":57,"Text":"Oman i baraniyawa na phakataam ko kapatay: Oriyan iyan na sii kano Rkami phakandoda"},{"SurahNumber":29,"VerseNumber":58,"Text":"Na so siran a miyamaratiyaya, go pinggalbk iran so manga pipiya, na mataan a pakapphantawn Ami siran dn ko sorga, - a manga darpa a manga poporo a pphamangondas ko kababaan iyan so manga lawasayg, - makakakal siran on, sayana a mapiya a balas ko miyamagamal (sa mapiya)"},{"SurahNumber":29,"VerseNumber":59,"Text":"A siran na miphantang siran, go so bo so Kadnan iran i sasarigan iran"},{"SurahNumber":29,"VerseNumber":60,"Text":"Na madakl a baraniyawa a di phakaawid sa pagpr on: Na so Allah i pphagpr on, go (pphagpr) rkano: Na Skaniyan so Pphakan´g, a Matao"},{"SurahNumber":29,"VerseNumber":61,"Text":"Na ibt o izaan ka kiran, o antawaa i miyadn ko manga langit ago so lopa, go piyakaphasiyonot iyan so alongan go so olan? Na mataan a ptharoon iran dn a: \"So Allah. Na andamanaya i kapthalikhod iran"},{"SurahNumber":29,"VerseNumber":62,"Text":"So Allah na pphakawladn Iyan so riskhi ko taw a kabaya Iyan ko manga oripn Iyan; go pphakasimpitn Iyan rkaniyan; mataan! a so Allah sii ko langowan taman na katawan Iyan"},{"SurahNumber":29,"VerseNumber":63,"Text":"Na ibt o izaan ka kiran, o antawaa i tomiyoron, phoon ko kawang, ko ig, na inioyag Iyan oto ko lopa ko oriyan o kiyapatay niyan? Na mataan a ptharoon iran dn a: \"So Allah!\" tharoang ka: \"So podi na rk o Allah! Kna, ka so kadaklan kiran na di siran pnggdagda"}]}