{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":7,"Text":"By the Sky with (its) numerous Paths"},{"SurahNumber":51,"VerseNumber":8,"Text":"Truly ye are in a doctrine discordant"},{"SurahNumber":51,"VerseNumber":9,"Text":"Through which are deluded (away from the Truth) such as would be deluded"},{"SurahNumber":51,"VerseNumber":10,"Text":"Woe to the falsehood-mongers"},{"SurahNumber":51,"VerseNumber":11,"Text":"Those who (flounder) heedless in a flood of confusion"},{"SurahNumber":51,"VerseNumber":12,"Text":"They ask, \"When will be the Day of Judgment and Justice"},{"SurahNumber":51,"VerseNumber":13,"Text":"(It will be) a Day when they will be tried (and tested) over the Fire"},{"SurahNumber":51,"VerseNumber":14,"Text":"Taste ye your trial! This is what ye used to ask to be hastened"},{"SurahNumber":51,"VerseNumber":15,"Text":"As to the Righteous, they will be in the midst of Gardens and Springs"},{"SurahNumber":51,"VerseNumber":16,"Text":"Taking joy in the things which their Lord gives them, because, before then, they lived a good life"},{"SurahNumber":51,"VerseNumber":17,"Text":"They were in the habit of sleeping but little by night"},{"SurahNumber":51,"VerseNumber":18,"Text":"And in the hour of early dawn, they (were found) praying for Forgiveness"},{"SurahNumber":51,"VerseNumber":19,"Text":"And in their wealth and possessions (was remembered) the right of the (needy,) him who asked, and him who (for some reason) was prevented (from asking)"},{"SurahNumber":51,"VerseNumber":20,"Text":"On the earth are signs for those of assured Faith"},{"SurahNumber":51,"VerseNumber":21,"Text":"As also in your own selves: Will ye not then see"},{"SurahNumber":51,"VerseNumber":22,"Text":"And in heaven is your Sustenance, as (also) that which ye are promised"},{"SurahNumber":51,"VerseNumber":23,"Text":"Then, by the Lord of heaven and earth, this is the very Truth, as much as the fact that ye can speak intelligently to each other"},{"SurahNumber":51,"VerseNumber":24,"Text":"Has the story reached thee, of the honoured guests of Abraham"},{"SurahNumber":51,"VerseNumber":25,"Text":"Behold, they entered his presence, and said: \"Peace!\" He said, \"Peace!\" (and thought, \"These seem) unusual people"},{"SurahNumber":51,"VerseNumber":26,"Text":"Then he turned quickly to his household, brought out a fatted calf"},{"SurahNumber":51,"VerseNumber":27,"Text":"And placed it before them.. he said, \"Will ye not eat"},{"SurahNumber":51,"VerseNumber":28,"Text":"(When they did not eat), He conceived a fear of them. They said, \"Fear not,\" and they gave him glad tidings of a son endowed with knowledge"},{"SurahNumber":51,"VerseNumber":29,"Text":"But his wife came forward (laughing) aloud: she smote her forehead and said: \"A barren old woman"},{"SurahNumber":51,"VerseNumber":30,"Text":"They said, \"Even so has thy Lord spoken: and He is full of Wisdom and Knowledge"}]}