{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":164,"Text":"Ve onlardan bir ümmet: “Allah´ın helâk edeceği (yok edeceği) veya şiddetli bir azapla azap edeceği bir kavme niçin öğüt veriyorsunuz?” dedikleri zaman şöyle dediler: “Rabbinize bir özür olsun ve böylece (bu öğütle) takva sahibi olurlar.” diye"},{"SurahNumber":7,"VerseNumber":165,"Text":"Artık onunla öğüt verildikleri şeyi unuttukları zaman, kötülükten men (nehy) edenleri kurtardık. Ve zulüm edenleri, fıska düşmüş olduklarından dolayı kötü bir azapla aldık (yakaladık)"},{"SurahNumber":7,"VerseNumber":166,"Text":"Böylece onlar, ondan nehyedildikleri şeyde haddi aşınca, onlara: “Aşağılık maymunlar olun!” dedik"},{"SurahNumber":7,"VerseNumber":167,"Text":"Ve senin Rabbin kıyâmet gününe kadar, onlara azabın en kötüsünü yapacak kişileri mutlaka göndereceğini bildirmişti. Muhakkak ki senin Rabbin ikabı (cezası) çabuk olandır. Ve gerçekten O, elbette Gafur ve Rahîm´dir"},{"SurahNumber":7,"VerseNumber":168,"Text":"Ve yeryüzünde onları ümmetlere (topluluklara) ayırdık. Onlardan bir kısmı salihler ve bir kısmı bunlardan başkaları (salih olmayanlar)dır. Ve onları, hasenat (pozitif derece kazandıran ameller) ve seyyiat (negatif derece kazandıran ameller) ile imtihan ettik ki; böylece dönsünler (Allah´a)"},{"SurahNumber":7,"VerseNumber":169,"Text":"Artık onlardan sonra, sonraki nesil halef oldu (onların yerine geçti). Kitab´a varis oldular. Ve: “Yakında bize mağfiret edilecek (günahlarımız sevaba çevrilecek).” diyerek, bu değersiz dünya malını alırlar (aldılar). Ve onun gibi bir misli daha dünya malı onlara gelse, onu da alırlar. Allah´a karşı haktan başka bir şey söylememeleri için onlardan Kitab´ın misaki alınmadı mı? Ve O´nun içindekileri, onlar okudular (öğrendiler). Takva sahibi olanlar için ahiret yurdu daha hayırlıdır. Hâlâ akıl etmez misiniz"},{"SurahNumber":7,"VerseNumber":170,"Text":"Onlar ki; Kitab´a sımsıkı sarılırlar ve namazı ikame ederler. Muhakkak ki Biz, salih olanların ecrini zayi etmeyiz"}]}