{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"O you who believe! When you converse in secret with the Messenger, offer charity before your secret converse. That is better for you and purer. But if you do not find [the means], truly God is Forgiving, Merciful"},{"SurahNumber":58,"VerseNumber":13,"Text":"Are you apprehensive about offering charity before your secret converse? If you do not do so and God relents unto you, then perform the prayer, give the alms, and obey God and His Messenger. God is Aware of whatsoever you do"},{"SurahNumber":58,"VerseNumber":14,"Text":"Hast thou not seen those who befriend a people with whom God is wroth? They are not of you, nor are you of them. And they knowingly swear upon falsehood"},{"SurahNumber":58,"VerseNumber":15,"Text":"God has prepared for them a severe punishment. Evil indeed is that which they used to do"},{"SurahNumber":58,"VerseNumber":16,"Text":"They took their oaths as a shield and thus turned from the way of God; so theirs shall be a humiliating punishment"},{"SurahNumber":58,"VerseNumber":17,"Text":"Neither their property nor their children will avail them aught against God. They are the inhabitants of the Fire, abiding therein"},{"SurahNumber":58,"VerseNumber":18,"Text":"On the Day when God resurrects them all, they will swear to Him just as they swear to you, supposing that they have some standing. Lo! Truly they are the liars"},{"SurahNumber":58,"VerseNumber":19,"Text":"Satan has overwhelmed them, and so made them forget the remembrance of God. They are the party of Satan. Lo! The party of Satan are losers"},{"SurahNumber":58,"VerseNumber":20,"Text":"Truly those who oppose God and His Messenger, they will be among the abased"},{"SurahNumber":58,"VerseNumber":21,"Text":"God has decreed, “I shall surely prevail, I and My messengers!” Truly God is Strong, Mighty"}]}