{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"Wuxuu yidhi: Tolkayow! Bal ii sheega haddii aan ka heysto Xujo Cad Rabbigay, oo uu i siiyey Naxariis Xaggiisa ah, Bal yaa haddaba iiga gargaari Allaah, Haddii aan ku caasiyo? Ee iima kordhisaan waxaan aheyn khasaaro"},{"SurahNumber":11,"VerseNumber":64,"Text":"Oo tolkayow! Tani waa Hashii Ilaahay, oo idiin ah calaamad (mucjiso), ee iska daayoo ha daaqdo arlada Ilaahay, oo ha u gaysannina wax waxyeello ah, si aanay idiinku dhicin Cadaab aad u dhow"},{"SurahNumber":11,"VerseNumber":65,"Text":"Wayse dileen Hashii. Markaasuu wuxuu yidhi: Ku raaxeysta guryihiinna saddex maalmood. Kaasi waa wacad run ah aan la beeninayn"},{"SurahNumber":11,"VerseNumber":66,"Text":"Markaasaa markuu Amarkayaga u yimid inuu fulaa, waxaan ku badbaadinnay Saalix iyo intii rumeysey naxariis ka ahaatay Xaggayaga oo (Waxaanu ka badbaadinnay) dulligii Maalintaas. Hubaal, Rabbigaa, waa Awood Badanaha, Adkaadaha sare ah"},{"SurahNumber":11,"VerseNumber":67,"Text":"Oo Qeylo weyn (qarax daran) baa qabtay16 kuwii ahaa gar ma qaatayaasha, markaasay noqdeen baqti af gambi u yaal guryahooda"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sidii inaysan weligoodba ku dhex negaan daarahooda. Haddaba hubaal, Thamuud waxay rumeysan waayeen Rabbigood. Haddaba hubaal ha fogaadaan Thamuud"},{"SurahNumber":11,"VerseNumber":69,"Text":"Oo xaqiiq Rusushayadii waxay ula yimaadeen Ibraahiim war san oo farxad leh. Waxay yidhaadeen: Salaam (nabad ahow). Wuxuu ku jawaabay, Salaam ( nabad ahaada) oo wuxuu si degdeg ah sooryo ugu keenay weyl shiilan"},{"SurahNumber":11,"VerseNumber":70,"Text":"Markiise uu arkay in aanay gacmahooda u soo fidin xaggeeda, wuu qoonsaday oo ka gashay cabsi xaggooda17. Waxay ku yidhaahdeen: Ha cabsan, hubaal waxaa naloo soo diray reer Luud"},{"SurahNumber":11,"VerseNumber":71,"Text":"Marwadiisuna waxay taagnayd (halkaa), markaasay qososhay18, markaas waxaan ugu bushaareynay Isxaaq, gadaashina (wiil wiilki) Yacquub"}]}