{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"Evlerinin kapılarını ve üzerine yaslanacakları koltukları da (hep gümüşten yapardık)"},{"SurahNumber":43,"VerseNumber":35,"Text":"Ve onları zinetlere boğardık. Bütün bunlar sadece dünya hayatının geçimliğidir. Ahiret ise, Rabbinin katında, Allah´ın azabından sakınıp rahmetine sığınanlara mahsustur"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim Rahmân´ı zikretmekten gafil olursa, yanından ayrılmayan bir şeytanı ona musallat ederiz"},{"SurahNumber":43,"VerseNumber":37,"Text":"Şüphesiz bu şeytanlar onları doğru yoldan alıkoyarlar da onlar, kendilerinin doğru yolda olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"O şeytan dostu kimse, en sonunda bize gelince arkadaşına: Keşke benimle senin aranda doğu ile batı arası kadar uzaklık olsaydı, ne kötü arkadaşmışsın! der"},{"SurahNumber":43,"VerseNumber":39,"Text":"Zulmettiğiniz için bugün (nedâmet) size hiçbir fayda vermeyecektir. Çünkü siz, azapta ortaksınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"(Resûlüm!) Sağırlara sen mi işittireceksin; yahut körleri ve apaçık sapıklıkta olanları doğru yola sen mi ileteceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Biz seni onlardan alıp götürsek de yine onlardan intikam alırız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahut onlara vâdettiğimiz azabı, sana gösteririz. Çünkü bizim onlara gücümüz yeter"},{"SurahNumber":43,"VerseNumber":43,"Text":"Sen, sana vahyedilene sımsıkı sarıl. Şüphesiz sen, dosdoğru yoldasın"},{"SurahNumber":43,"VerseNumber":44,"Text":"Doğrusu Kur´an, sana ve kavmine bir öğüttür. İleride ondan sorumlu tutulacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden önce gönderdiğimiz elçilerimize (ümmetlerine) sor! Rahmân´dan başka tapılacak tanrılar (edinin diye) emretmiş miyiz"},{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun biz Musa´yı âyetlerimizle Firavun´a ve onun ileri gelen adamlarına göndermiştik de Musa: Ben âlemlerin Rabbinin elçisiyim, demişti"},{"SurahNumber":43,"VerseNumber":47,"Text":"Onlara âyetlerimizi getirince, bunlara gülüvermişlerdi"}]}