{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"The arrogant proud leaders of his nation said: \"O Shu‘aib! We shall certainly drive you and your fellow believers out of our town or you will have to return back to our national ways.\" He replied: \"What! Will you make us turn back against our will"},{"SurahNumber":7,"VerseNumber":89,"Text":"We shall indeed invent a lie against Allah if we return to your ways after Allah has rescued us therefrom. It is not possible for us to turn back unless Allah, our Lord, want us to. Our Lord has vast knowledge of everything. We put our trust in Allah.\" Then they prayed: \"Our Lord! Decide between us and our nation with truth, for you are the best to decide"},{"SurahNumber":7,"VerseNumber":90,"Text":"The leaders who disbelieved from among his nation said: \"If you follow Shu`aib, you shall indeed be losers"},{"SurahNumber":7,"VerseNumber":91,"Text":"Thereupon an earthquake overtook them and they became lifeless bodies in their homes with their faces down"},{"SurahNumber":7,"VerseNumber":92,"Text":"Those who called Shu`aib a liar were as though they never lived therein; those who called Shu`aib a liar were the actual losers"},{"SurahNumber":7,"VerseNumber":93,"Text":"Shu`aib left them saying: \"O my people! I did indeed convey to you the messages of my Lord and I did give you good advice; how shall I then be sorry for the nation that refuses to believe"},{"SurahNumber":7,"VerseNumber":94,"Text":"Whenever We sent a Prophet to a town We afflicted its people with adversity and misfortunes so that they might humble themselves"},{"SurahNumber":7,"VerseNumber":95,"Text":"Then We changed their adversity into good fortune till they became very affluent and said: \"Our forefathers also had their adversity and affluence.\" Behold! We took them by surprise while they did not even notice it"}]}