{"Id":132,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattaba","Author":"Mustafa Khattab Allah Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"We never sent a messenger before you ˹O Prophet˺ without revealing to him: “There is no god ˹worthy of worship˺ except Me, so worship Me ˹alone˺.”"},{"SurahNumber":21,"VerseNumber":26,"Text":"And they say, “The Most Compassionate has offspring!” Glory be to Him! In fact, those ˹angels˺ are only ˹His˺ honoured servants"},{"SurahNumber":21,"VerseNumber":27,"Text":"who do not speak until He has spoken, ˹only˺ acting at His command"},{"SurahNumber":21,"VerseNumber":28,"Text":"He ˹fully˺ knows what is ahead of them and what is behind them. They do not intercede except for whom He approves, and they tremble in awe of Him"},{"SurahNumber":21,"VerseNumber":29,"Text":"Whoever of them were to say, “I am a god besides Him,” they would be rewarded with Hell by Us. This is how We reward the wrongdoers"},{"SurahNumber":21,"VerseNumber":30,"Text":"Do the disbelievers not realize that the heavens and earth were ˹once˺ one mass then We split them apart? And We created from water every living thing. Will they not then believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"And We have placed firm mountains upon the earth so it does not shake with them, and made in it broad pathways so they may find their way"},{"SurahNumber":21,"VerseNumber":32,"Text":"And We have made the sky a well-protected canopy, still they turn away from its signs"},{"SurahNumber":21,"VerseNumber":33,"Text":"And He is the One Who created the day and the night, the sun and the moon—each travelling in an orbit"},{"SurahNumber":21,"VerseNumber":34,"Text":"We have not granted immortality to any human before you ˹O Prophet˺: so if you die, will they live forever"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul will taste death. And We test you ˹O humanity˺ with good and evil as a trial, then to Us you will ˹all˺ be returned"}]}