{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Hâ, Mîm"},{"SurahNumber":41,"VerseNumber":2,"Text":"(Bu Kur´an,) Rahman ve Rahim´den indirilmiştir"},{"SurahNumber":41,"VerseNumber":3,"Text":"Bilen bir kavim için, ayetleri (çeşitli biçimlerde, birer birer) ´fasıllar halinde açıklanmış´ Arapça Kur´an (veya okunan) kitaptır"},{"SurahNumber":41,"VerseNumber":4,"Text":"Bir müjde verici ve bir uyarıcı korkutucu olarak. Ama onların çoğu yüz çevirdiler. Artık onlar dinlemezler"},{"SurahNumber":41,"VerseNumber":5,"Text":"Ve dediler ki: «Bizi kendisine çağırmakta olduğun şeye karşı kalblerimiz bir örtü içindedir, kulaklarımızda bir ağırlık, bizimle senin aranda da bir perde vardır. Artık sen (yapabileceğini) yap, biz de gerçekten yapıyoruz.»"},{"SurahNumber":41,"VerseNumber":6,"Text":"De ki: «Ben, ancak sizin benzeriniz olan bir beşerim. Bana yalnızca, sizin ilahınızın bir tek ilah olduğu vahyolunuyor. Öyleyse O´na yönelin ve O´ndan mağfiret dileyin. Vay haline o müşriklerin.»"},{"SurahNumber":41,"VerseNumber":7,"Text":"Ki onlar, zekâtı vermeyenler ve onlar ahireti inkâr edenlerdir"},{"SurahNumber":41,"VerseNumber":8,"Text":"Gerçek şu ki, iman edip salih amellerde bulunanlar ise; onlar için kesintisi olmayan bir ecir vardır"},{"SurahNumber":41,"VerseNumber":9,"Text":"De ki: «Gerçekten siz mi yeri iki günde yaratana (karşı) küfre sapıyor ve O´na birtakım eşler kılıyorsunuz? O, âlemlerin Rabbidir.»"},{"SurahNumber":41,"VerseNumber":10,"Text":"Orda (yerde) onun üstünde sarsılmaz dağlar var etti, onda bereketler yarattı ve isteyip arayanlar için eşit olmak üzere ordaki rızıkları dört günde takdir etti"},{"SurahNumber":41,"VerseNumber":11,"Text":"Sonra, kendisi duman halinde olan göğe yöneldi; böylece ona ve yere dedi ki: «İsteyerek veya istemeyerek gelin.» İkisi de: «İsteyerek (itaat ederek) geldik» dediler"}]}