{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":74,"Text":"Sungguh, orang-orang yang berdosa itu kekal di dalam azab neraka Jahanam"},{"SurahNumber":43,"VerseNumber":75,"Text":"Tidak diringankan (azab) itu dari mereka, dan mereka berputus asa di dalamnya"},{"SurahNumber":43,"VerseNumber":76,"Text":"Dan tidaklah Kami menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri"},{"SurahNumber":43,"VerseNumber":77,"Text":"Dan mereka berseru, \"Wahai (Malaikat) Malik! Biarlah Tuhanmu mematikan kami saja.\" Dia menjawab, \"Sungguh, kamu akan tetap tinggal (di neraka ini)"},{"SurahNumber":43,"VerseNumber":78,"Text":"Sungguh, Kami telah datang membawa kebenaran kepada kamu, tetapi kebanyakan di antara kamu benci pada kebenaran itu"},{"SurahNumber":43,"VerseNumber":79,"Text":"Ataukah mereka telah merencanakan suatu tipu daya (jahat), maka sesungguhnya Kami telah berencana (mengatasi tipu daya mereka)"},{"SurahNumber":43,"VerseNumber":80,"Text":"Ataukah mereka mengira bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka? Sebenarnya (Kami mendengar), dan utusan-utusan Kami (malaikat) selalu mencatat di sisi mereka"},{"SurahNumber":43,"VerseNumber":81,"Text":"Katakanlah (Muhammad), \"Jika benar Tuhan Yang Maha Pengasih mempunyai anak, maka akulah orang yang mula-mula memuliakan (anak itu)"},{"SurahNumber":43,"VerseNumber":82,"Text":"Mahasuci Tuhan pemilik langit dan bumi, Tuhan pemilik Arasy, dari apa yang mereka sifatkan itu"},{"SurahNumber":43,"VerseNumber":83,"Text":"Maka biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main sampai mereka menemui hari yang dijanjikan kepada mereka"},{"SurahNumber":43,"VerseNumber":84,"Text":"Dan Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi, dan Dialah Yang Mahabijaksana, Maha Mengetahui"},{"SurahNumber":43,"VerseNumber":85,"Text":"Dan Mahasuci (Allah) yang memiliki kerajaan langit dan bumi, dan apa yang ada di antara keduanya; dan di sisi-Nyalah ilmu tentang hari Kiamat, dan hanya kepada-Nyalah kamu dikembalikan"},{"SurahNumber":43,"VerseNumber":86,"Text":"Dan orang-orang yang menyeru kepada selain Allah tidak mendapat syafaat (pertolongan di akhirat); kecuali orang yang mengakui yang hak (tauhid) dan mereka meyakini"},{"SurahNumber":43,"VerseNumber":87,"Text":"Dan jika engkau bertanya kepada mereka, siapakah yang menciptakan mereka, niscaya mereka menjawab, Allah; jadi bagaimana mereka dapat dipalingkan (dari menyembah Allah)"},{"SurahNumber":43,"VerseNumber":88,"Text":"dan (Allah mengetahui) ucapannya (Muhammad), \"Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman"},{"SurahNumber":43,"VerseNumber":89,"Text":"Maka berpalinglah dari mereka dan katakanlah, \"Salam (selamat tinggal).\" Kelak mereka akan mengetahui (nasib mereka yang buruk)"}]}