{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":65,"VerseNumber":6,"Text":"Ku zaunar da su daga inda kuka zaunar* daga gwargwadon sãmunku. Kuma kada ku cũce su dõmin ku ƙuntata a kansu. Kuma idan sun kasance ma'abũta ciki, sai ku ciyar da su har su haifi cikinsu. Sa'an nan idan sun shãyar da mãma sabõda ku, sai ku bã su tsãdõdinsu. Kuma ku yi shãwara a tsakãninku bisa abin da aka sani. Kuma idan kun nũna talauci to wata mace zã ta shãyar da mãma sabõda shi (mijin)"},{"SurahNumber":65,"VerseNumber":7,"Text":"Sai mawadãci ya ciyar daga wadãtarsa kuma wanda aka ƙuntata masa arzikinsa, to, sai ya ciyar daga abin da Allah Ya bã shi. Allah bã Ya kallafa wa wani rai fãce abin da Ya bã shi. Allah zai sanya sauƙi a bãyan tsanani"},{"SurahNumber":65,"VerseNumber":8,"Text":"Kuma da yawa* daga alƙarya wadda ta yi tsaurin kai daga barin umurnin Ubangijinta da ManzanninSa, sai Muka yi mata hisãbi, hisãbi mai tsanani, kuma Muka, azabtar da ita azãba abar ƙyãma"},{"SurahNumber":65,"VerseNumber":9,"Text":"Sa'an nan ta ɗanɗana masĩfar al'amarinta. kuma ƙarshen al'amarinta ya kasance hasãra"},{"SurahNumber":65,"VerseNumber":10,"Text":"Allah Ya yi musu tattalin wata azãba mai tsanani. Sabõda haka ku bi Allah da taƙawa, yã ma'abũta hankula, waɗanda suka yi ĩmãni! Haƙĩƙa Allah Ya saukar da wata tunãtarwa zuwa gare ku"},{"SurahNumber":65,"VerseNumber":11,"Text":"Manzo, yanã karãtun ãyõyin Allah bayyananu a kanku dõmin Ya fitar da waɗanda suka yi ĩmãni kuma suka aikata ayyukan ƙwarai daga duffai zuwa ga haske. Kuma wanda ya yi ĩmãni da Allah ya aikata aikin ƙwarai Allah zai shigar da shi gidãjen Aljanna ƙoramu nã gudãna daga ƙarƙashinsu sunã mãsu dawwama a cikinsu har abada. Haƙĩƙa Allah Yã kyautata* masa arziki"},{"SurahNumber":65,"VerseNumber":12,"Text":"Allah, wanda Ya halitta bakwai ɗin sammai kuma daga ƙasã kwatankwacinsu, umuruin Sa yanã ta sauka a tsakaninsu dõmin ku san lalle Allah Mai ĩkon yi ne akan dukan kõme, kuma lalle Allah, haƙĩƙa Ya kẽwaye ga dukan kõme da sani"}]}