{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":75,"Text":"Sila maaltu isiniif jiraatee karaa Rabbii keessatti, warra dadhaboo dhiirota, dubartoota, ijoollee irraa ta’an, isaan “Gooftaa keenya! Magaalattii jiraattonni ishee miidhaa raawwattoota ta'an kana irraa nu baasi; gargaaraa Si biraa ta’es nuuf taasisi; tumsaa Si biraa ta’es nuuf taasisi” jedhaniif jettanii hin lolle"},{"SurahNumber":4,"VerseNumber":76,"Text":"Warri amanan karaa Rabbii keessatti loluIsaan kafaran immoo karaa xaaghuutaa keessatti loluGargaaraa sheyxaanatiin lolaaDhugumatti tooftaan sheyxaanaa dadhabaa ta'e"},{"SurahNumber":4,"VerseNumber":77,"Text":"Sila gara isaan harka keessan (lola irraa) qabadhaa; salaatas gadi dhaabaa; zakaas kennaa jedhamanii hin ilaallee? Yeroma lolli dirqama isaan irratti ta’u yoma san gareen isaan irraa ta’e sodaa akka Rabbiin sodaatanii yookiin sodaa san caalu namoota sodaatan“Yaa Gooftaa keenya! Maaliif lola dirqama nurratti taasifte? Odoo yeroo gabaabaa nu tursiiftee (maal qaba)?” jedhan“Qananiin addunyaa xiqqaadha; Aakhiraan nama (Rabbiin) sodaatuuf caalaadhaHanga qajjiisaa (qola killee) Timiraa hin miidhamtan\" jedhi"},{"SurahNumber":4,"VerseNumber":78,"Text":"“Eessallee yoo taatan duuti isin argataOdoo gamoowwan ciccimoo keessa taatanillee (isin irraa hin hafu)Yoo toltuun wahii isaan tuqu immoo “kun Rabbiin biraayi” jedhuYoo hamtuun wahii isaan tuqu immoo “(yaa Muhammad!) kun si biraayi\" jedhu“Hunduu Rabbiin biraayyi\" jedhiUmmanni kun maaltu isaaniif jiraayyi dubbii homaayyuu hubachuutti hin dhihaanne"},{"SurahNumber":4,"VerseNumber":79,"Text":"Toltuu irraa wanti si tuqe kamillee RabbirraayyiHamtuu irraa wanti si tuqe kamillee lubbuu kee irraayiNamootaaf ergamaa taasifneetiin si ergineRagummaaf Rabbiin qofti ga’adha"}]}