{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"And We sent not before thee an apostle but We revealed unto him that there is no god but I, so worship Me"},{"SurahNumber":21,"VerseNumber":26,"Text":"And they say; the Compaionate hath taken a son. Hallowed be He! aye! they are bondmen honoured"},{"SurahNumber":21,"VerseNumber":27,"Text":"They precede Him not in words, and by His command they work"},{"SurahNumber":21,"VerseNumber":28,"Text":"He knoweth whatsoever is before them and whatsoever is behind them; and they intercede not except for him whom He approveth, and in awe of Him they are fearful"},{"SurahNumber":21,"VerseNumber":29,"Text":"And whosoever of them should say: verily I am a god beside Him, such a one We shall requite with Hell; Thus We requite the wrong- doers"},{"SurahNumber":21,"VerseNumber":30,"Text":"Have not these who disbelieve considered that the heavens and the earth were closed up, then We rent them? And We have made of water everything living; will they not then believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"And We have placed in the earth firm mountains lest it should move away with them, and We placed therein Passages for paths, that haply they may be guided"},{"SurahNumber":21,"VerseNumber":32,"Text":"And We have made the heaven a roof, safe, and from the signs there of they are averters"},{"SurahNumber":21,"VerseNumber":33,"Text":"And He it is Who hath created the night and the day, and the sun and the moon, each in an orb floating"},{"SurahNumber":21,"VerseNumber":34,"Text":"And We appointed not for any human being before thee immortality; if thou then diest, are they to be immortals"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul is going to taste of death, and We shall prove you with evil and good as a temptation; and unto Us ye shall be returned"}]}