{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":2,"VerseNumber":187,"Text":"Zvinobvumidzwa kwamuri kusangana nevakadzi venyu (pabonde) husiku wemazuva ekutsanya. Vanova Libas yenyu (nguwo dzenyu uye munofadzwa nekugara navo) uye nemiwo kwavari. Allah vanoziva zvamunoviga mumoyo yenyu, nokudaro vanogamuchira (Allah) rupinduko rwenyu, uye vokuregererai. Nokudaro ivai munosangana navo pabonde uye motsvaga zvamakakomekedzwa naAllah (vana), uye idyai nekunwa kusvika shinda chena yemambakwedza yakuoneka kubva kushinda nhema (rima rousiku), uye mova munopedzisa Swaum (kutsanya) kusvika panotangira husiku. Uye musava munosangana navo pabonde (vakadzi venyu) kana muri paI’itikaaf (kuzvibvisa munyika wogara mumba yokunamatira uchiita munamato, nekukumbira kuna Allah). Iyi miganhu yakaiswa naAllah, nokudaro musava munoswedera padyo nayo. Aya matsananguriro anoitwa naAllah mitemo yavo kuvanhu zvimwe vangave Al-Muttaqoon (vatsvene)"},{"SurahNumber":2,"VerseNumber":188,"Text":"Uye musava munodya hupfumi hwevamwe venyu zvine udzvanyiriri (kuba, kupamba, kutsotsa), kana kupa chioko muhomwe kuvatongi (kuvatongi vasati vabuditsa nyaya yako) kuti muve munodya chidimbu cheupfumi hwevamwe muchitadza imi muchizviziva"},{"SurahNumber":2,"VerseNumber":189,"Text":"Vanokubvunza iwe (Muhammad (SAW)) nezve mwedzi mutsva. Iti: “Zviratidzo zvinotara chidimbu chenguva yakatarwa yevanhu uye yeHajj.” Uyezve haisiyo Al-Birr (hutsvene) kuti muve munopinda mudzimba nekumashure kwadzo, asi Al-Birr (hunhu hweuyo) anotya Allah. Nokudaro pindai mudzimba nepamikova yadzo, uye ityai Allah kuti muve munobudirira"},{"SurahNumber":2,"VerseNumber":190,"Text":"Uye rwisai munzira yaAllah avo vanokurwisai, asi musave munopfuurira miganhu. Zvirokwazvo, Allah havadi avo vanopfuurira miganhu (vanotadza). (Ndima iyi ndoyokutanga kuburutswa maererano nenyaya dzekurwa, asi yakazopedziswa neimwe (pa)"}]}