{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":6,"Text":"Nitekim, insanlar haşredildikleri zaman (dua ettikleri), onlara düşman olur ve kendilerine yaptıkları ibadetleri inkar ederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Açıklayıcı ayetlerimiz onlara okunduğu zaman, kendilerine gelen hakka/Kur'an'a küfredenler şöyle dediler: Bu, apaçık bir sihirdir"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa, “Onu uydurdu mu?” diyorlar. De ki: Eğer onu uydurmuşsam, beni Allah’tan (kurtaracak) hiç bir şeye sahip değilsiniz. O, sizin onun hakkında söylediklerinizi çok daha iyi bilir. Benimle sizin aranızda şahit olarak o yeter. O, çok bağışlayıcıdır, çok merhametlidir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki: Ben, peygamberlerin ilki değilim. Bana ve size neler yapılacak bilmiyorum. Ben, ancak bana vahyedilene tabi oluyorum. Ben, apaçık bir uyarıcıdan başka bir şey değilim"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: “Söyleyin bakalım; eğer (bu Kur'an) Allah katından ise, siz de ona küfretmişseniz, İsrailoğulların'dan bir şahit de bunun bir benzerine şahitlik edip iman etmişse ve siz de (iman etmeyerek) büyüklük taslamışsanız (o zaman bu büyük zulüm ve küfür değil midir )? Allah, zalim topluma hidayet etmez"},{"SurahNumber":46,"VerseNumber":11,"Text":"Kâfirler, iman edenler hakkında: Bu iş bir hayır olsaydı, onlar bizi geçemezlerdi. Oysa onlar, onunla hidayete eremediklerinden dolayı, “Bu, eski bir yalandır” derler"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ondan önce, öncü/örnek ve rahmet olan Musa’nın kitabı vardı. Bu (Kur'an) da, zulmedenleri uyarmak ve iyilik yapanlara müjde olmak üzere Arap lisanıyla indirilmiş, doğrulayıcı bir kitaptır"},{"SurahNumber":46,"VerseNumber":13,"Text":"“Rabbimiz Allah’tır” deyip sonra da dosdoğru istikamet üzere olanlara bir korku yoktur. Onlar üzülecek de değiller"},{"SurahNumber":46,"VerseNumber":14,"Text":"Onlar, Cennet halkı olup, yaptıklarının karşılığı olarak orada ebedi kalacaklardır"}]}