{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"«والذين يؤتون» يعطون «ما آتوْا» أعطوا من الصدقة والأعمال الصالحة «وقلوبهم وجلة» خائفة أن لا تقبل منهم «أنهم» يقدر قبله لام الجر «إلى ربهم راجعون»"},{"SurahNumber":23,"VerseNumber":61,"Text":"«أولئك يسارعون في الخيرات وهم لها سابقون» في علم الله"},{"SurahNumber":23,"VerseNumber":62,"Text":"«ولا نكلف نفسا إلا وسعها» طاقتها فمن لم يستطع أن يصلي قائما فليصل جالسا، ومن لم يستطع أن يصوم فليأكل «ولدينا» عندنا «كتاب ينطق بالحق» بما عملته وهو واللوح المحفوظ تسطر فيه الأعمال «وهم» أي النفوس العاملة «لا يظلمون» شيئا منها فلا ينقص من ثواب أعمال الخيرات ولا يزاد في السيئات"},{"SurahNumber":23,"VerseNumber":63,"Text":"«بل قلوبهم» أي الكفار «في غمره» جهالة «من هذا» القرآن «ولهم أعمال من دون ذلك» المذكور للمؤمنين «هم لها عاملون» فيعذبون عليها"},{"SurahNumber":23,"VerseNumber":64,"Text":"«حتى» ابتدائية «إذا أخذنا مترفيهم» أغنياءهم ورؤساءهم «بالعذاب» أي السيف يوم بدر «إذا هم يجأرون» يضجون يقال لهم"},{"SurahNumber":23,"VerseNumber":65,"Text":"«لا تجأروا اليوم إنكم منا لا تنصرون» لا تمنعون"},{"SurahNumber":23,"VerseNumber":66,"Text":"«قد كانت آياتي» من القرآن «تتلى عليكم فكنتم على إعقابكم تنكصون» ترجعون القهقرى"},{"SurahNumber":23,"VerseNumber":67,"Text":"«مستكبرين» عن الإيمان «به» أي بالبيت أو الحرم بأنهم أهله في أمن بخلاف سائر الناس في مواطنهم «سامرا» حال أي جماعة يتحدثون بالليل حول البيت «تهجرون» من الثلاثي تتركون القرآن، ومن الرباعي أي تقولن غير الحق في النبي والقرآن قال تعالى"},{"SurahNumber":23,"VerseNumber":68,"Text":"«أفلم يدَّبروا» أصله يتدبروا فأدغمت التاء في الدال «القول» أي القرآن الدال على صدق النبي «أم جاءهم ما لم يأت آباءهم الأولين»"},{"SurahNumber":23,"VerseNumber":69,"Text":"«أم لم يعرفوا رسولهم فهم له منكرون»"},{"SurahNumber":23,"VerseNumber":70,"Text":"«أم يقولون به جنَّة» الاستفهام للتقرير بالحق من صدق النبيّ ومجيء الرسل للأمم الماضية ومعرفة رسولهم بالصدق والأمانة وأن لا جنون به «بل» للانتقال «جاءهم بالحق» أي القرآن المشتمل على التوحيد وشرائع الإسلام «وأكثرهم للحق كارهون»"},{"SurahNumber":23,"VerseNumber":71,"Text":"«ولو اتبع الحق» أي القرآن «أهواءهم» بأن جاء بما يهوونه من الشريك والولد لله، تعالى الله عن ذلك: «لفسدت السماوات والأرض ومن فيهن» خرجت عن نظامها المشاهد لوجود التمانع في الشيء عادة عند تعدد الحاكم «بل أتيناهم بذكرهم» أي القرآن الذي فيه ذكرهم وشرفهم «فهم عن ذكرهم معرضون»"},{"SurahNumber":23,"VerseNumber":72,"Text":"«أم تسألهم خرجا» أجرا على ما جئتهم به من الإيمان «فخراج ربك» أجره وثوابه ورزقه «خير» وفي قراءة خرجا في الموضعين وفي قراءة أخرى خراجا فيهما «وهو خير الرازقين» أفضل من أعطى وآجر"},{"SurahNumber":23,"VerseNumber":73,"Text":"«وإنك لتدعوهم إلى صراط» طريق «مستقيم» أي دين الإسلام"},{"SurahNumber":23,"VerseNumber":74,"Text":"«وإن الذين لا يؤمنون بالآخرة» بالبعث والثواب والعقاب «عن الصراط» أي الطريق «لناكبون» عادلون"}]}