{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Храните ли вы свои речи в секрете или же говорите о них вслух, Он ведает о том, что в груди"},{"SurahNumber":67,"VerseNumber":14,"Text":"Неужели этого не будет знать Тот, Кто сотворил, если Он - Проницательный (или Добрый), Ведающий"},{"SurahNumber":67,"VerseNumber":15,"Text":"Он - Тот, Кто сделал для вас землю покорной. Ступайте же по свету и вкушайте из Его удела, и к Нему вы явитесь после воскрешения"},{"SurahNumber":67,"VerseNumber":16,"Text":"Неужели вы уверены, что Тот, Кто на небе, не заставит землю поглотить вас? Ведь тогда она заколеблется"},{"SurahNumber":67,"VerseNumber":17,"Text":"Неужели вы уверены, что Тот, Кто на небе, не нашлет на вас ураган с камнями? Скоро вы узнаете, каково Мое предостережение"},{"SurahNumber":67,"VerseNumber":18,"Text":"Жившие до них сочли это ложью. Каким же было Мое обличение"},{"SurahNumber":67,"VerseNumber":19,"Text":"Неужели они не видели над собой птиц, которые простирают и складывают крылья? Никто не удерживает их, кроме Милостивого. Воистину, Он видит всякую вещь"},{"SurahNumber":67,"VerseNumber":20,"Text":"Кто может стать вашим войском и помочь вам без Милостивого? Воистину, неверующие обольщены"},{"SurahNumber":67,"VerseNumber":21,"Text":"Кто может наделить вас уделом, если Он перестанет наделять вас Своим уделом? Но они продолжают ослушаться и убегать"},{"SurahNumber":67,"VerseNumber":22,"Text":"Кто же следует более правильным путем: блуждающий с опущенным лицом или идущий по прямому пути, выпрямившись"},{"SurahNumber":67,"VerseNumber":23,"Text":"Скажи: «Он - Тот, Кто создал вас и наделил вас слухом, зрением и сердцами. Как же мала ваша благодарность!»"},{"SurahNumber":67,"VerseNumber":24,"Text":"Скажи: «Он - Тот, Кто расселил вас по земле, и к Нему вы будете собраны»"},{"SurahNumber":67,"VerseNumber":25,"Text":"Они говорят: «Когда же наступит обещанное, если вы говорите правду?»"},{"SurahNumber":67,"VerseNumber":26,"Text":"Скажи: «Знание об этом - у Аллаха, а я - всего лишь предостерегающий и разъясняющий увещеватель»"}]}