{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":19,"Text":"Zeptej se: \"Která věc platí nejvíce jako svědectví?\" Odpověz: \"Bůh je svědkem mezi vámi a mnou; tento Korán mi byl vnuknut, abych jím varoval vás i všechny, k nimž dospěje. Chcete snad svědčit, že vedle Boha jsou i božstva jiná?\" Rci: \"Já to nedosvědčím!\" a dodej: \"Naopak, On Bohem je jediným a já nejsem odpovědný za to, co k Němu přidružujete"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ti, jimž jsme dali Písmo, znají je tak dobře, jako znají syny své. Ti, kteří sami sobě ztrátu způsobili, jsou ti, kdož nevěří"},{"SurahNumber":6,"VerseNumber":21,"Text":"Kdo je nespravedlivější než ten, kdo proti Bohu lži si vymýšlí či znamení Jeho za lživá prohlašuje? Nespravedliví věru nebudou blažení"},{"SurahNumber":6,"VerseNumber":22,"Text":"V den, kdy je všechny shromáždíme, řekneme těm, kdož byli modloslužebníky: \"Kde jsou ti, které jste k Bohu přidružovali a jež jste si vymyslili"},{"SurahNumber":6,"VerseNumber":23,"Text":"Potom nebudou mít jinou výmluvu než tu, že řeknou: \"Při Bohu, Pánu našem, my jsme nic nepřidružovali"},{"SurahNumber":6,"VerseNumber":24,"Text":"Pohleď, jak sami proti sobě lžou a jak je opustili ti, které si vymyslili"},{"SurahNumber":6,"VerseNumber":25,"Text":"A jsou mezi nimi někteří, kdož ti naslouchají, ale pokryli jsme srdce jejich clonou a uši jejich hluchotou, aby nepochopili, a i když vidí znamení všemožná, nevěří v ně, a když potom přijdou k tobě, aby se s tebou hádali, říkají ti, kdož nevěří: \"To jsou jen povídačky starých"},{"SurahNumber":6,"VerseNumber":26,"Text":"A zabraňují druhým, aby mu naslouchali, a sami se od něho vzdalují, však způsobí ztrátu jen sami sobě, a přitom to nevědí"},{"SurahNumber":6,"VerseNumber":27,"Text":"Kéž bys je mohl vidět, až postaveni budou před oheň pekelný a zvolají: \"Kdybychom se mohli vrátit, věru bychom pak již neprohlašovali znamení Pána svého za lež a stali bychom se věru jedněmi z věřících"}]}