{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"Mpe na likamwisi nyoso na oyo tolakisaki bango, ezalaki makasi mingi koleka oyo ya liboso. Mpe topesaki bango etumbu mpo tango mosusu bakoki komizongisa epai na biso"},{"SurahNumber":43,"VerseNumber":49,"Text":"Mpe balobi ete: Oh yo nganga! Sengela biso Nkolo nayo тропа maye alakaki epai nayo, na yango tokokambama ya sólo na nzela ya semba"},{"SurahNumber":43,"VerseNumber":50,"Text":"Mpe tango tolongoleli bango etumbu, okomona bango wana babuki mibeko ya elaka"},{"SurahNumber":43,"VerseNumber":51,"Text":"Mpe falo abengi bato naye alobi: Oh bato na ngai! Bokonzi ya ezipito ezali na ngai te, mpe mayi ya ebale oyo ezali kotambola na nsé na ngai, boye bozali kornona te"},{"SurahNumber":43,"VerseNumber":52,"Text":"To boye nazali malamu te koleka moto mpamba oyo, mpe alobaka polele te"},{"SurahNumber":43,"VerseNumber":53,"Text":"Mpona nini babwakeli ye basinga ya wolo ya maboko te, to mpe ba anzelu baya naye elongo"},{"SurahNumber":43,"VerseNumber":54,"Text":"Na boye nde abangisaki bato naye mpe batosi ye. Ya soló, bazalaki bato mabe"},{"SurahNumber":43,"VerseNumber":55,"Text":"Mpe tango bapesaki biso kanda makasi, tozuaki bango mpe tozindisaki bango banso"},{"SurahNumber":43,"VerseNumber":56,"Text":"Mpe totiaki bango bazala liteya mpona baye bakoya sima na bango"},{"SurahNumber":43,"VerseNumber":57,"Text":"Mpe tango ndakisa ya mwana ya Maryam, epesamaki bato nayo bakomaki koyima yima (bamoni yango pamba)"},{"SurahNumber":43,"VerseNumber":58,"Text":"Balobi banzambe na biso to ye, nani azali malamu? Babeti ndakisa wana sé mpona yo na lolenge ya bilobaloba, kasi bazali sé bato balutisaki kosuana"},{"SurahNumber":43,"VerseNumber":59,"Text":"(Issa) azali sé mowumbu oyo topessaki ye bolamu, mpe tozalisa ye ndakisa mpona bana ya isalayele"},{"SurahNumber":43,"VerseNumber":60,"Text":"Soki tolingaki nde totiaki kati na bino ba anzelu awa na nsé bazali kokitana"}]}