{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Surely He Who has entrusted you (O Messenger) with the (duty of conveying) the Qur’an, will certainly bring you round to the fulfillment of the promise (– you will be returned in victory to the home you were compelled to abandon). Say: \"My Lord knows best who has the (true) guidance and who is lost in obvious error"},{"SurahNumber":28,"VerseNumber":86,"Text":"You did not expect that this Book would be revealed to you; but it is being revealed to you as a mercy from your Lord, so do not lend any support to the unbelievers"},{"SurahNumber":28,"VerseNumber":87,"Text":"And never let them divert you away from conveying God’s Revelations after they have been sent down to you. Call (people) to your Lord, and do not be of those who associate partners with God"},{"SurahNumber":28,"VerseNumber":88,"Text":"Do not call upon another deity along with God. There is no deity but He. Everything is perishable (and so perishing) except His \"Face\" (His eternal Self and what is done in seeking His good pleasure). His alone is judgment and authority, and to Him you are being brought back"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Do people reckon that they will be left (to themselves at ease) on their mere saying, \"We believe,\" and will not be put to a test"},{"SurahNumber":29,"VerseNumber":3,"Text":"We certainly tested those who preceded them. (This is Our unchanging way) so that God will certainly mark out those who prove true (in their profession of faith) and He will certainly mark out those who prove false"},{"SurahNumber":29,"VerseNumber":4,"Text":"Or do those who do evil deeds (and persecute the believers) reckon that they can frustrate Us and escape Our punishment? How evil is the judgment they have reached"},{"SurahNumber":29,"VerseNumber":5,"Text":"Whoever looks forward to meeting with God: the term set by God (for His meeting) will certainly come. He is the All-Hearing, the All-Knowing"},{"SurahNumber":29,"VerseNumber":6,"Text":"And whoever strives hard (against his carnal, evil-commanding soul and Satan to be a good Muslim and to resist all persecutions in God’s cause) strives for the good of his own soul only. Surely God is Self-Sufficient in absolute independence of all the worlds"}]}