{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":18,"VerseNumber":54,"Text":"Uye zvirokwazvo taisira vanhu muenzaniso wezvese muQur’aan iri, asi vanhu vanopokana zvikuru kupfuura zvinhu zvese"},{"SurahNumber":18,"VerseNumber":55,"Text":"Uye hapana chinotadzisa vanhu kutenda, apo kutungamirirwa (Qur’aan) kwauya kwavari, uye nekukumbira ruregerero kuna Tenzi vavo, kunze kwekuti nzira yemadzitateguru idzokorodzwe kwavari (kuparadzwa naAllah), kana kuti marwadzo aunzwe pamberi pavo zviripachena"},{"SurahNumber":18,"VerseNumber":56,"Text":"Uye hatitumiri vatumwa kunze kwekuti sevapi vemashoko akanaka uye vaeuchidzi. Asi avo vasingatendi vanopokana nemanyepo kuti vaparadze nawo chokwadi. Uye vanotora ndima dzangu neyambiro sedambe"},{"SurahNumber":18,"VerseNumber":57,"Text":"Uye ndiani anoita zvakaipa pane uyo anoeuchidzwa zviratidzo zvaTenzi vake, asi anofuratira kubva kwazviri, achikanganwa zvakatumirwa mberi nemaoko ake? Chokwadi, takaisa mambure pamwoyo yavo, kuti vasarinzwisise (Qur’aan), uye munzeve dzavo umatsi. Uye kana ukavasheedzera (Muhammad (SAW)) kunzira yakatwasuka, nyangwe zvazvo havambotungamirwi"},{"SurahNumber":18,"VerseNumber":58,"Text":"Uye Tenzi vako vane ruregerero zhinji, muridzi wetsitsi dzose. Dai vakavasheedza kuvabvunza zvavakaita, zvirokwazvo, vangadai vakavakurumidzira mutongo wavo. Asi vane nguva yavo yakatarwa, iyo havambokwanisi kutiza kubva kwairi"},{"SurahNumber":18,"VerseNumber":59,"Text":"Uye madhorobha aya (emaAad neThamood) takamaparadza pavakatadza. Uye takatara nguva yavo yekuvaparadza"},{"SurahNumber":18,"VerseNumber":60,"Text":"Uye (rangarira) apo Musa paakati kune murandakomana wake: “Handiregeri (kufamba) kusvika ndasvika pakati pemakungwa maviri, kana ndichaita makore nemakore ndichifamba"},{"SurahNumber":18,"VerseNumber":61,"Text":"Asi pavakasvika pakati pemakungwa maviri, vakakanganwa hove yavo, uye yakatora nzira yayo mugungwa semumugero"}]}