{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":3,"VerseNumber":23,"Text":"Hauna kuona here avo vakapihwa chidimbu cheGwaro? Varikukokwa kuGwaro raAllah kuti rigadzirise kupokana kwavo, uye chimwe chikwata chavo chinofuratira, vasingaratidzi hanya"},{"SurahNumber":3,"VerseNumber":24,"Text":"Izvi nokuda kwekuti vanoti: “Moto hautibati asi kwemazuva anoverengeka.” Uye zvavaivamba vachiwedzera muchitendero chavo zvakavanyengedza"},{"SurahNumber":3,"VerseNumber":25,"Text":"Zvichava sei apo patichavaunganidza pamwechete pazuva iro risina kupokana mariri (Zuva rekutongwa). Uye munhu wega wega achave anopihwa mubairo wakazara mune zvaakaita? Uye havambodzvanyirirwi"},{"SurahNumber":3,"VerseNumber":26,"Text":"Iti (Muhammad (S.A.W)): “Imi Allah! Muridzi wehumambo, munopa humambo kune uyo wamada, uye munotorera humambo kubva kune uyo wamada, uye munosimudzira uyo wamunoda, uye munodzikisira uyo wamunoda. Muruoko rwenyu mune zvakanaka. Zvirokwazvo, munokwanisa kuita zvose.”"},{"SurahNumber":3,"VerseNumber":27,"Text":"“Munoita kuti husiku hupinde mumasikati, uye munoita kuti masikati apinde muhusiku (kuwedzera kana kushomeka kwenguva yeusiku nemasikati munguva yechando neyekupisa), uye munoburitsa vapenyu kubva kune vakafa, uye munoburitsa vakafa kubva kune vapenyu. Uye munopa hupfumi neraramo kune wamunoda zvisina magumo (zvisingaverengeki).”"},{"SurahNumber":3,"VerseNumber":28,"Text":"Vanotenda ngavasatora vasingatendi sevabatsiri kusara kweavo vanotenda, uye anenge aita izvozvo haabatsirwi naAllah nenzira ipi zvayo, kunze muchitya kukuvadzwa navo. Uye Allah vanokuyambirai pachavo (mutongo wavo), uye kuna Allah tichadzokera"},{"SurahNumber":3,"VerseNumber":29,"Text":"Iti (Muhammad SAW)): “Kunyangwe mukavanza izvo zviri mumoyo menyu kana kuzviburitsa, Allah vanozviziva, uye vanoziva izvo zviri mumatenga uye nezviri pasi. Uye Allah vanokwanisa kuita zvese.”"}]}