{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"Hvornår han indgik hans have han wronged hans sjæl sigende jeg ikke tro den nogensinde ende"},{"SurahNumber":18,"VerseNumber":36,"Text":"Også jeg tro den er det; jeg ikke synes Timen Herefter nogensinde komme vedtage. Jævne dersom jeg returneres min Lord jeg (være dygtige nok possess et jævn god ene hen der)"},{"SurahNumber":18,"VerseNumber":37,"Text":"Hans kammerat sie til ham idet han debated ham du disbelieved En som oprettede jer støv derefter tiny nedgang derefter perfektionere I into mand"},{"SurahNumber":18,"VerseNumber":38,"Text":"Angående mig GUD er min Lord jeg aldrig sætte nogen øvrige gud min Lord"},{"SurahNumber":18,"VerseNumber":39,"Text":"Hvornår du indgik Deres have du sie ‘Den er hvad GUD giver mig (Maa Shaa Allah)! Ingen possesses magt GUD La Quwwata Ellaa Bellaah.) '! Du se jeg possess småt penge småt børn end I"},{"SurahNumber":18,"VerseNumber":40,"Text":"Min Lord bevilge mig god end Deres have! Han sende voldsomme storm himlen wipes ydre Deres have forlade det komplet barren"},{"SurahNumber":18,"VerseNumber":41,"Text":"Dens vand synke dybere Deres nå"},{"SurahNumber":18,"VerseNumber":42,"Text":"Indeed hans crops wiped ydre han ende sorrowful begræde hvad han spent det ind forfængelig hans egendom lægge barren Han sluttelig sagde Jeg ønske jeg aldrig sætte min egendom gud min Lord"},{"SurahNumber":18,"VerseNumber":43,"Text":"Nej fremtvinge jord hjælpes ham imod GUD nor var det mulige i ham modta nogen hjælp"},{"SurahNumber":18,"VerseNumber":44,"Text":"Er eneste sand Lord behersker er GUD; Han forsyner bedst recompense Ham er tilfredsstillende destiny"},{"SurahNumber":18,"VerseNumber":45,"Text":"Cite i dem eksemplet den liv idet vander at vi sender himlen producere planter jorden derefter de sving into hø puste vinden. GUD ER able til gøre al TING"}]}