{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":104,"Text":"Әгәр ул җаһилләргә әйтелсә: \"Аллаһ иңдергән Коръән хөкемнәренә һәм расүл гамәленә килегез\", – дип, алар әйтәләр: \"Ата-бабаларыбызны нинди юлда, нинди гамәлдә тапсак, шул безгә җитә, алар юлыннан чыкмыйбыз\", – дип. Аллаһ әйтте: \"Әйө аларның ата-бабалары хаклыктан һичнәрсә белмәүче һәм туры юлга да күнелмәүче иделәр түгелме?\" – дип"},{"SurahNumber":5,"VerseNumber":105,"Text":"Ий мөэминнәр! Сезгә лязем үзегезне төзәтмәк һәм туры юлда нык тормак! Әгәр Коръән, юлында берләшеп таза торсагыз, адашкан кеше сезгә зарар итә алмас. Җыйналып кайтачак урыныгыз Аллаһу хозурында, кылган эшләрегездән хәбәр бирер"},{"SurahNumber":5,"VerseNumber":106,"Text":"Ий мөэминнәр! Әгәр берегезгә үлем якынлашса, васыятьләрегезне әйткәндә үзегездән ике гадел кеше шаһит булсыннар, яки мөселман булмаган ике кеше шаһит булсыннар сәфәрдә йөрегәнегездә үлем хәсрәте ирешсә. Әгер шәһитләрнең эше низагълы булса, яки алардан шикләнсәгез, намаздан соң ике шаһитне алып калыгыз, үлгән кешенең васыятен вә калдырган әманәтен ачыклар өчен, Аллаһ исеме белән акт итеп әйтсеннәр: \"Антыгыз белән дөнья малым ихтияр итмәбез, гәрчә әманәт тапшырган кеше якын кардәшебез булса да, һәм Аллаһ үтәүне фарыз иткән Шәһадәтне яшермибез, әгәр алдалан ант итсәк, Аллаһуга гөнаһлылардан булырбыз\", – дисеннәр"},{"SurahNumber":5,"VerseNumber":107,"Text":"Тикшергән чакта бу ике шаһитнен үзләре йөкләп алган әманәтләренә хыянәт иткәнлекләре ачыкланса, булган хәлне дөрес сөйләр өчен алардан гаделрәк ике кеше шаһит булырлар. Алар Аллаһ исеме илә ант итеп әйтерләр: \"Безнең Шәһадәтебез әүвәлге ике шаһитнең Шәһадәтеннән дөресрәк, шәһитлегебездә дөреслектән чыкмабыз, әгәр дөреслектән читкә чыксак, әлбәттә, залимнәрдән булырбыз\", – дип"},{"SurahNumber":5,"VerseNumber":108,"Text":"Мәетнең васыяте хакындагы шәһадәттә күрсәтелгән хөкемебез – шаһитләрнең турылык илә шаһит булулары өчен иң якын бер юл, яки шәһитлек эшләрендә ялган сөйләүләре сәбәпле эш икенче гадел шәһитләргә тапшырылгач, хыянәтләре өскә чыгып хурлыкка төшүдән курыксыннар өчен гадел хөкемдер. Аллаһудан куркыгыз – аның гадел хөкемнәрен бозудан сакланыгыз һәм сезнең файдагызга сөйләгән сүзләрен тыңлагыз! Аллаһу тәгалә, хыянәтче фәсыйкларны туры юлга күндерми"}]}