{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"اب کھاؤ، اور پیو، اور آنکھیں ٹھنڈی رکھو۔ اور اگر لوگوں میں سے کسی کو آتا دیکھو تو (اشارے سے) کہہ دینا کہ : آج میں نے خدائے رحمن کے لیے ایک روزے کی منت مانی ہے، اس لیے میں کسی بھی انسان سے بات نہیں کروں گی۔"},{"SurahNumber":19,"VerseNumber":27,"Text":"پھر وہ اس بچے کو اٹھائے ہوئے اپنی قوم کے پاس آئیں وہ کہنے لگے کہ : مریم تم نے تو بڑا غضب ڈھا دیا۔"},{"SurahNumber":19,"VerseNumber":28,"Text":"اے ہارون کی بہن نہ تو تمہارا باپ کوئی برا آدمی تھا، نہ تمہاری ماں کوئی بدکار عورت تھی۔"},{"SurahNumber":19,"VerseNumber":29,"Text":"اس پر مریم نے اس بچے کی طرف اشارہ کیا۔ لوگوں نے کہا : بھلا ہم اس سے کیسے بات کریں جو ابھی پالنے میں پڑا ہوا بچہ ہے ؟"},{"SurahNumber":19,"VerseNumber":30,"Text":"(اس پر) بچہ بول اٹھا کہ : میں اللہ کا بندہ ہوں، اس نے مجھے کتاب دی ہے، اور نبی بنایا ہے۔"},{"SurahNumber":19,"VerseNumber":31,"Text":"اور جہاں بھی میں رہوں، مجھے بابرکت بنایا ہے، اور جب تک زندہ رہوں، مجھے نماز اور زکوٰۃ کا حکم دیا ہے۔"},{"SurahNumber":19,"VerseNumber":32,"Text":"اور مجھے اپنی والدہ کا فرمانبردار بنایا ہے، اور مجھے سرکش اور سنگ دل نہیں بنایا۔"},{"SurahNumber":19,"VerseNumber":33,"Text":"اور (اللہ کی طرف سے) سلامتی ہے مجھ پر اس دن بھی جب میں پیدا ہوا، اور اس دن بھی جس دن میں مروں گا، اور اس دن بھی جب مجھے دوبارہ زندہ کر کے اٹھایا جائے گا۔"},{"SurahNumber":19,"VerseNumber":34,"Text":"یہ ہیں عیسیٰ بن مریم ! ان (کی حقیقت) کے بارے میں سچی بات یہ ہے جس میں لوگ جھگڑ رہے ہیں۔"},{"SurahNumber":19,"VerseNumber":35,"Text":"اللہ کی یہ شان نہیں ہے کہ وہ کوئی بیٹا بنائے، اس کی ذات پاک ہے۔ جب وہ کسی بات کا فیصلہ کرلیتا ہے تو بس اس سے یہ کہتا ہے کہ ہوجا۔ چنانچہ وہ ہو جاتی ہے۔"},{"SurahNumber":19,"VerseNumber":36,"Text":"اور (اے پیغمبر ! لوگوں سے کہہ دو کہ :) یقینا اللہ میرا بھی پروردگار ہے اور تمہارا بھی پروردگار، اس لیے اس کی عبادت کرو، یہی سیدھا راستہ ہے۔"},{"SurahNumber":19,"VerseNumber":37,"Text":"پھر بھی ان میں سے مختلف گروہوں نے اختلاف ڈال دیا ہے، چنانچہ جس دن یہ ایک زبردست دن کا مشاہدہ کریں گے، اس دن ان کی بڑی تباہی ہوگی جنہوں نے کفر کا ارتکاب کیا ہے۔"},{"SurahNumber":19,"VerseNumber":38,"Text":"جس روز یہ ہمارے پاس آئیں گے اس دن یہ کتنے سننے والے اور دیکھنے والے بن جائیں گے۔ لیکن یہ ظالم آج کھلی گمراہی میں پڑے ہوئے ہیں۔"}]}