{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"Zeg: \"Jullie kunnen stenen of ijzer zijn"},{"SurahNumber":17,"VerseNumber":51,"Text":"of iets anders geschapens wat jullie in je hart nog moeilijker lijkt!\" Maar dan zullen zij zeggen: \"Wie zal ons dan terugbrengen?\" Zeg: \"Hij die jullie de eerste maal geschapen heeft!\" Dan zullen zij tegen jou hun hoofd schudden en zeggen: \"Wanneer is dat dan?\" Zeg: \"Misschien dat het dichtbij is"},{"SurahNumber":17,"VerseNumber":52,"Text":"De dag dat Hij jullie zal oproepen! Dan zullen jullie Hem gehoor geven door Hem te loven en jullie zullen denken dat het voor jullie slechts kort geduurd heeft"},{"SurahNumber":17,"VerseNumber":53,"Text":"En zeg aan Mijn dienaren dat te zeggen wat het beste is, want de satan hitst op tot tweedracht onder hen; de satan is een verklaarde vijand van de mens"},{"SurahNumber":17,"VerseNumber":54,"Text":"Jullie Heer kent jullie het best. Als Hij wil, zal Hij erbarmen met jullie hebben of als Hij wil zal Hij jullie bestraffen. En Wij hebben jou niet als voogd over hen gezonden"},{"SurahNumber":17,"VerseNumber":55,"Text":"En jouw Heer kent wie er in de hemelen en op de aarde zijn het best. Wij hebben sommige profeten boven andere verkozen en aan Dawoed hebben Wij een Zaboer gegeven"},{"SurahNumber":17,"VerseNumber":56,"Text":"Zeg: \"Roept hen maar aan van wie jullie beweren dat zij naast Hem bestaan. Zij hebben geen macht om van jullie iets schadelijks weg te nemen of te veranderen"},{"SurahNumber":17,"VerseNumber":57,"Text":"Zij die zij aanroepen zoeken zelf naar het middel om nader tot hun Heer te komen, zij die van hen het naast zijn, zij hopen op Zijn barmhartigheid en vrezen Zijn bestraffing. Voor de bestraffing van jouw Heer moet men op zijn hoede zijn"},{"SurahNumber":17,"VerseNumber":58,"Text":"En er is geen stad of Wij vernietigen haar voor de opstandingsdag of bestraffen haar met een strenge bestraffing. Dat is in het boek opgetekend"}]}