{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":6,"VerseNumber":45,"Text":"Ainsi furent anéantis les injustes ! Louange à Dieu, le Souverain Maître de l’Univers"},{"SurahNumber":6,"VerseNumber":46,"Text":"Dis : «Qu’en sera-t-il, si Dieu vous ôtait l’ouïe et la vue, et scellait vos cœurs? Qui en dehors de Dieu, pourrait vous les rendre?». Observe comment nous déclinons les Signes à leur intention et cependant ils s’obstinent à les ignorer"},{"SurahNumber":6,"VerseNumber":47,"Text":"Demande-leur : «Selon vous, si le châtiment de Dieu s’abattait sur vous par surprise ou sciemment, qui sera anéanti si ce n’est le peuple des injustes? »"},{"SurahNumber":6,"VerseNumber":48,"Text":"Les messagers que Nous envoyons n’ont pour mission que d’annoncer la bonne nouvelle et d’avertir. Dès lors, ceux qui croient et s’amendent ne connaîtront pas la crainte et ne seront pas affligés"},{"SurahNumber":6,"VerseNumber":49,"Text":"alors que ceux qui traitent Nos signes de mensonges connaîtront les affres du supplice, pour prix de leurs agissements pervers"},{"SurahNumber":6,"VerseNumber":50,"Text":"Dis : «Je ne prétends pas pouvoir disposer des richesses de Dieu, ni connaitre les mystères de l’Univers, pas plus que je ne prétends être un ange. Je me conforme uniquement à ce qui m’est révélé ». Dis: « L’aveugle est-il l’égal de celui qui voit ? Ne réfléchissez- vous donc pas ?»"},{"SurahNumber":6,"VerseNumber":51,"Text":"Et par ce Livre, avertis ceux qui redoutent de comparaître devant leur Seigneur qu’ils n’auront en dehors de Lui ni protecteur ni intercesseur. Peut-être Le craindront-ils"},{"SurahNumber":6,"VerseNumber":52,"Text":"Ne rejette pas ceux qui implorent leur Seigneur, matin et soir, dans l’espoir de contempler Sa Face. Il ne t’incombe pas de leur demander des comptes pas plus que tu n’en as à leur rendre. Les rejeter reviendrait à commettre une injustice à leur égard"}]}