{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":14,"VerseNumber":11,"Text":"“Atumiki awo adati kwa iwo: “(Zoonadi), ife ndife anthu ngati inu, koma Allah amamchitira zabwino yemwe wamfuna mwa akapolo ake. Ndipo ife tilibe nyonga zokubweretserani chisonyezo koma mwachilolezo cha Allah. Ndipo kwa Allah yekha atsamire okhulupirira onse.”"},{"SurahNumber":14,"VerseNumber":12,"Text":"““Nanga kwa ife kuli chiyani kuti tisatsamire kwa Allah pomwe watisonyeza njira zathu. Ndipo tipirira pa zimene mukutisautsa nazo. Choncho, kwa Allah Yekha atsamire otsamira.”"},{"SurahNumber":14,"VerseNumber":13,"Text":"“Ndipo amene sadakhulupirire, adanena kwa atumiki awo: “Ndithu tikutulutsani m’dziko lathu, pokhapokha mubwelere m’chipembedzo chathu.” Koma Mbuye wawo (Allah) adawavumbulutsira uthenga (wakuti): “Ndithu tiwaononga ochita zoipa (osakhulupirira).”"},{"SurahNumber":14,"VerseNumber":14,"Text":"““Ndipo tikukhazikani (inu) pambuyo pawo m’dzikomo. Apeza zimenezi omwe aopa kuimilira pamaso pa Ine, ndi kuopa chilango Chnga.”"},{"SurahNumber":14,"VerseNumber":15,"Text":"“Ndipo (atumikio) adapempha chithandizo (kwa Allah), ndipo adaonongeka aliyense wodzikuza, wamakani"},{"SurahNumber":14,"VerseNumber":16,"Text":"“(Yemwe) kutsogolo kwake Jahannam ikumdikira, ndipo (kumeneko) adzamumwetsa madzi amafinya (otuluka m’matupi a anthu a ku Moto)"},{"SurahNumber":14,"VerseNumber":17,"Text":"“Adzakhala akumwa koma movutikira ndipo ululu wa imfa udzamdzera mbali zonse koma sadzafa; ndipo kuonjezera apo, pali chilango (china) chaukali"},{"SurahNumber":14,"VerseNumber":18,"Text":"“Fanizo la amene sadakhulupirire Mbuye wawo, zochita zawo (zabwino zomwe sadzalipidwa nazo chabwino chilichonse chifukwa chakuti sadazichite pofuna kukondweretsa Allah) zili ngati phulusa lomwe likuulutsidwa ndi mphepo ya mkuntho; ndipo sadzatha kupindula chilichonse pa zimene adachita, uko ndikutaika konka nako kutali (ndi choonadi)"}]}