{"Id":371,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":70,"Text":"Эй паёмбар, ба асироне, ки дар дасти шумо ҳастанд, бигӯ: «Агар Аллоҳ таоло хайре дар дилҳоятон суроғ дошта бошад, беҳтар аз [фидя ва] ончиро, ки аз шумо гирифта шудааст, ба шумо медиҳад ва шуморо меомурзад ва Аллоҳ таоло омурзандаи меҳрубон аст"},{"SurahNumber":8,"VerseNumber":71,"Text":"Ва [эй паёмбар] агар бихоҳанд ба ту хиёнат кунанд, пас, [бидон, ки] онон, ҳатман, пеш аз ин [низ] ба Аллоҳ таоло хиёнат кардаанд ва Аллоҳ таоло [туро] бар онон пирӯз намуд ва Аллоҳ таоло донову ҳаким аст"},{"SurahNumber":8,"VerseNumber":72,"Text":"Касоне, ки имон оварданд ва ҳиҷрат карданд ва бо амволу ҷонҳояшон дар роҳи Аллоҳ таоло ҷиҳод намуданд ва касоне, ки [муҳоҷиронро] паноҳ доданд ва ёрӣ намуданд, инон [ҳама] дӯстони якдигаранд. Ва касоне, ки имон оварданд, ва [-ле аз сарзамини куфр] ҳиҷрат накарданд, шумо ҳеҷ дӯстӣ [ва пайванде] бо онон надоред, магар онки ҳиҷрат кунанд. Ва агар дар [кори] дин аз шумо ёрӣ хостанд, пас, бар шумост, ки [ононро] ёрӣ кунед, магар [инки ин ёрихоҳӣ] алайҳи гурӯҳе бошад, ки миёни шумо ва онон паймоне барқарор аст. Ва Аллоҳ таоло ба ончи мекунед, биност"},{"SurahNumber":8,"VerseNumber":73,"Text":"Ва касоне, ки куфр варзиданд, [онон низ] дӯстони якдигаранд. Агар [шумо муъминон ба ин супориш дар бораи дӯсту душман] амал накунед, фитна ва фасоди бузург дар замин барпо мегардад"},{"SurahNumber":8,"VerseNumber":74,"Text":"Ва касоне, ки имон оварданд ва ҳиҷрат намуданд ва дар роҳи Аллоҳ таоло ҷиҳод карданд ва касоне, ки [ин муҳоҷиринро] паноҳ доданд ва ёрӣ намуданд, инон муъминони ҳақиқӣ ҳастанд. Барои онон [дар биҳишт] омурзиш ва рӯзии шоистае хоҳад буд"},{"SurahNumber":8,"VerseNumber":75,"Text":"Ва касоне, ки пас аз онон имон оварданд ва ҳиҷрат намуданд ва ба ҳамроҳи шумо [муъминон] ҷиҳод карданд, пас, онон [низ] аз шумо ҳастанд. Ва дар [ҳукми] китоби Аллоҳ таоло хешовандон [дар мерос] нисбат ба якдигар сазовортаранд. Ба ростӣ, ки Аллоҳ таоло ба ҳар чизе доност"}]}