{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":53,"Text":"Раббымыз! Түсіргеніңе сендік және Елшіге ердік, енді бізді куәлік етушілермен бірге жаз», - деді"},{"SurahNumber":3,"VerseNumber":54,"Text":"Олар / кәпірлер / айла-шарғы жасады. Аллаһ та амал-тәсіл жасады. Аллаһ - амал-тәсіл жасаушылардың ең қайырлысы"},{"SurahNumber":3,"VerseNumber":55,"Text":"Аллаһ айтты: «Ей, Иса! Ақиқатында, Мен сені дүниеден алып, Өз тарапыма көтеремін әрі сені күпірлік еткендерден / теріске шығарғандардан / тазартып, саған ілескендерді Қайта тірілу күніне дейін күпірлік етушілерден / қарсы келушілерден / жоғары қоямын. Содан кейін қайту - Маған / Маған қайтасыңдар / . Сонда, қайшылыққа түскен нәрселеріңе қатысты араларыңа үкім беремін"},{"SurahNumber":3,"VerseNumber":56,"Text":"Ал, күпірлік еткендерді / қарсы келгендерді, мойындамағандарды / осы өмірде және соңғы, мәңгілік өмірде / ақиретте / қатты қинаумен азаптаймын әрі оларға ешбір көмек беруші болмайды», - деді"},{"SurahNumber":3,"VerseNumber":57,"Text":"Ал иманға келген және ізгі амал жасағандардың қайтарым сыйын Ол толық береді. Аллаһ әділетсіздерді жақсы көрмейді"},{"SurahNumber":3,"VerseNumber":58,"Text":"Ей, Мұхаммед! / Саған мұны аяттар- дан және хикметті Еске салудан / Құраннан / оқимыз"},{"SurahNumber":3,"VerseNumber":59,"Text":"Шын мәнінде, Аллаһтың алдында Исаның мысалы Адамның мысалына ұқсайды. Ол оны топырақтан жаратып, «Бол» дегенде, ол болды"},{"SurahNumber":3,"VerseNumber":60,"Text":"Ақиқат - Раббыңнан. Сондықтан күмәнданушылардан болма"},{"SurahNumber":3,"VerseNumber":61,"Text":"Ал, өзіңе келген білімнен кейін кім сенімен ол / Иса / жөнінде тартысса: «Келіндер, біз өз балаларымызды әрі сендердің балаларыңды, біздің әйелдерімізді және сендердің де әйелдеріңді, әрі өзімізді және өздеріңді шақырайық та, содан кейін жалбарынып, өтірікшілерге Аллаһтың лағнетін тілейік», - деп айт"}]}