{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":27,"Text":"Sonra kıyamet günü, Allah onlara «Uğurlarında peygamberler ile çatıştığınız ortaklarım hani nerede?» diyerek kendilerini rezil eder. Bilgi sahipleri de «Bugün rezillik ve kötü akıbet, kâfirleri kuşatmıştır» derler"},{"SurahNumber":16,"VerseNumber":28,"Text":"Kendilerine zulmederken canları alınan kâfirler «Biz hiçbir kötülük yapmamıştık» diyerek ölüm meleklerine kolayca teslim olurlar. «Hayır, öyle değil. Allah sizin neler yaptıklarınızı bilir.»"},{"SurahNumber":16,"VerseNumber":29,"Text":"Bunun için ebedi olarak cehennemde kalmak üzere oranın kapılarından içeri giriniz. Kendini beğenmişlerin barınağı ne kötü bir yerdir"},{"SurahNumber":16,"VerseNumber":30,"Text":"Kötülükten sakınanlara «Rabbiniz ne indirdi?» diye sorulduğunda «İyilik indirdi» derler. Bu dünyada iyi davrananlar iyilik görürler. Ahiret ise onlar için daha hayırlıdır. Kötülükten sakınanların yurdu ne güzel bir yerdir"},{"SurahNumber":16,"VerseNumber":31,"Text":"Onların girecekleri yer, altından çeşitli ırmaklar akan Adn cennetleridir. Orada diledikleri her şey kendilerine verilir. İşte Allah kötülükten sakınanları böyle ödüllendirir"},{"SurahNumber":16,"VerseNumber":32,"Text":"Melekler iyi kulların canlarını alırken kendilerine «Selam üzerinize olsun, yapmış olduğunuz iyiliklerin karşılığı olarak cennete giriniz» derler"},{"SurahNumber":16,"VerseNumber":33,"Text":"Kâfirler, kendilerine ölüm meleklerinin gelmesinden ya da Rabbinin ani azabına uğramaktan başka bir şey mi bekliyorlar. Kendilerinden öncekiler de öyle yapmışlardı. Allah onlara zulmetmiş değildi, tersine onlar kendi kendilerine zulmetmişlerdi"},{"SurahNumber":16,"VerseNumber":34,"Text":"Sonunda yaptıkları kötülüklerin acı akıbeti ile yüzyüze geldiler, alay konusu ettikleri ilahi azabın pençesine düştüler"}]}