{"Id":58,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"আর নিঃসন্দেহ এ-ই হচ্ছে ঘড়িধন্টা সন্বন্ধে নিশ্চিত জ্ঞান; সুতরাং এ-সন্বন্ধে তোমরা সন্দেহ করো না, আর আমাকে অনুসরণ করো। এটিই হচ্ছে সহজ-সঠিক পথ।"},{"SurahNumber":43,"VerseNumber":62,"Text":"আর শয়তান যেন তোমাদের কিছুতেই ফিরিয়ে না দেয়, নিঃসন্দেহ সে হচ্ছে তোমাদের জন্য প্রকাশ্য শত্রু।"},{"SurahNumber":43,"VerseNumber":63,"Text":"আর যখন ঈসা স্পষ্ট প্রমাণাবলী নিয়ে এলেন তখন তিনি বললেন -- ''আমি তোমাদের কাছে জ্ঞান নিয়ে এসেছি, আর তোমরা যে-সব বিষয়ে মতভেদ করছ তার কোনো কোনোটি তোমাদের জন্য সুস্পষ্ট করে দিতে, সুতরাং তোমরা আল্লাহ্‌কে ভয়-ভক্তি করো ও আমাকে মেনে চল।"},{"SurahNumber":43,"VerseNumber":64,"Text":"নিঃসন্দেহ আল্লাহ্ -- তিনি আমার প্রভু ও তোমাদেরও প্রভু, সেজন্য তাঁরই উপাসনা কর। এটিই সহজ-সঠিক পথ।’’"},{"SurahNumber":43,"VerseNumber":65,"Text":"কিন্ত বিভিন্ন দল নিজেদের মধ্যে মতভেদ সৃষ্টি করল, কাজেই ধিক্ তাদের প্রতি যারা অন্যায়াচরণ করেছিল -- এক মর্মন্তুদ দিনের শাস্তির কারণে"},{"SurahNumber":43,"VerseNumber":66,"Text":"তারা কি চেয়ে রয়েছে শুধু ঘড়িঘান্টার জন্য যেন তাদের উপরে এটি এসে পড়ে আকস্মিকভাবে যখন তারা টেরও না পায়।"},{"SurahNumber":43,"VerseNumber":67,"Text":"সেইদিন বন্ধুরা -- তাদের কেউ-কেউ অপরের শত্রু হয়ে পড়বে, তবে ধর্মপরায়ণরা ব্যতীত।"},{"SurahNumber":43,"VerseNumber":68,"Text":"হে আমার বান্দারা! আজকের দিনে তোমাদের জন্য কোনো ভয় নেই আর তোমরা দুঃখও করবে না"},{"SurahNumber":43,"VerseNumber":69,"Text":"যারা আমাদের নির্দেশাবলীতে বিশ্বাস করেছিলে এবং মুসলিম হয়েছিলে"},{"SurahNumber":43,"VerseNumber":70,"Text":"তোমরা বেহেশতে প্রবেশ করো -- তোমরা ও তোমাদের সঙ্গিনীরা তোমাদের আনন্দিত করা হবে।’’"},{"SurahNumber":43,"VerseNumber":71,"Text":"তাদের সামনে পরিবেশন করা হবে সোনার খাঞ্চা ও পানপাত্র, আর তাতে থাকবে যা অন্তর কামনা করে ও চোখ তৃপ্ত হয়, আর তোমরা তাতে স্থায়ীভাবে অবস্থান করবে।"},{"SurahNumber":43,"VerseNumber":72,"Text":"আর এইটিই সেই জান্নাত, তোমাদের এটি উত্তরাধিকার করতে দেওয়া হয়েছে তোমরা যা করতে তার জন্যে।"},{"SurahNumber":43,"VerseNumber":73,"Text":"তোমাদের জন্য সেখানে রয়েছে প্রচুর ফলমূল, তা থেকে তোমরা আহার করবে।"}]}