{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":23,"Text":"Bombi baravuga bati \"Nyagasani wacu! Twarihemukiye. Kandi nutatubabarira ibyaha ngo unatugirire impuhwe, ni ukuri rwose tuzaba mu banyagihombo"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Allah) arababwira ati \"Nimumanuke (mwembi na Shitani), bamwe bazaba abanzi b’abandi, kandi muzagira ubuturo ku isi n’umunezero by’igihe gito"},{"SurahNumber":7,"VerseNumber":25,"Text":"(Allah) aravuga ati \"Muri yo (isi) ni ho muzaba, ni naho muzapfira, ndetse ni na ho muzakurwa (muzurwa)"},{"SurahNumber":7,"VerseNumber":26,"Text":"Yemwe bene Adamu! Mu by’ukuri, twabahaye umwambaro uhishira ubwambure bwanyu ukaba n’umutako, ariko umwambaro wo gutinya Allah ni wo mwiza. Ibyo ni bimwe mu bimenyetso bya Allah kugira ngo bajye bazirikana (ingabire ze)"},{"SurahNumber":7,"VerseNumber":27,"Text":"Yemwe bene Adamu! Muramenye Shitani ntizabashuke nk’uko yavanye ababyeyi banyu (Adamu na Eva) mu Ijuru, akabambura umwambaro wabo bigatuma bagaragarizwa ubwambure bwabo. Mu by’ukuri, we n’abambari be barababona ariko mwe ntimubabona. Rwose, Shitani twazigize inshuti magara z’abatemera"},{"SurahNumber":7,"VerseNumber":28,"Text":"Kandi n’iyo (abahakanyi) bakoze ibyaha by’urukozasoni baravuga bati \"Twasanze abakurambere bacu ari ko babigenza kandi Allah yarabidutegetse\". Vuga (yewe Muhamadi) uti \"Mu by’ukuri, Allah ntategeka gukora ibyaha by’urukozasoni. Ese kuki Allah mumuvugaho ibyo mutazi"},{"SurahNumber":7,"VerseNumber":29,"Text":"Vuga (yewe Muhamadi) uti \"Nyagasani wanjye yategetse kugira ubutabera, (anabategeka) ko mugomba kumwubamira no kumwambaza mumwiyegurira we wenyine igihe cyose musenga. Uko yabaremye mu ntangiriro ni nako muzagaruka (iwe ku munsi w’izuka)"},{"SurahNumber":7,"VerseNumber":30,"Text":"(Ubwo muzaba muri mu matsinda abiri) Itsinda rimwe yararishoboje kuyoboka, naho irindi tsinda ryarahisemo ubuyobe kuko mu by’ukuri, ryagize amashitani inshuti magara mu cyimbo cya Allah, kandi ryibwira ko ryayobotse"}]}