{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Kitabın indirilmesi, o üstün, hüküm ve hikmet sahibi Allah tarafındandır"},{"SurahNumber":45,"VerseNumber":3,"Text":"Şüphesiz göklerde ve yerde, inananlar için ibretler vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Sizin yaratılışınızda ve (yeryüzünde) yaymakta olduğu canlılarda, kesin olarak inananlar için ibretler vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Gecenin ve gündüzün değişmesinde, Allah'ın gökten rızık (sebebi) indirip onunla ölümünden sonra yeri diriltmesinde, rüzgarları estirmesinde düşünen bir toplum için ibretler vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"İşte şunlar, Allah'ın ayetleridir, onları sana gerçek ile okuyoruz. Allah'tan ve O'nun ayetlerinden sonra hangi hadise (söze) inanacaklar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Her yalancı, günah yüklü kimseye yuh olsun"},{"SurahNumber":45,"VerseNumber":8,"Text":"O, Allah'ın ayetlerinin kendisine okunduğunu işitir de sonra büyüklük taslayarak sanki hiç onları işitmemiş gibi (küfründe) direnir. Onu, acı bir azab ile müjdele"},{"SurahNumber":45,"VerseNumber":9,"Text":"O, bizim ayetlerimizden bir şey öğrendiği zaman onunla alay eder. İşte öyleleri için alçaltıcı bir azab vardır"},{"SurahNumber":45,"VerseNumber":10,"Text":"Ötelerinden de cehennem (onları beklemektedir). Ne kazandıkları ve ne de Allah'tan başka edindikleri veliler kendilerine bir yarar sağlayabilir. Onlar için büyük bir azab vardır"},{"SurahNumber":45,"VerseNumber":11,"Text":"İşte yol gösterici, bu(Kur'an)dır. Rablerinin ayetlerini tanımayanlar için çok çetin bir azab vardır"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah'tır ki denizi size boyun eğdirdi, ta ki gemiler buyruğuyla denizin içinde akıp gitsin de, siz bu sayede O'nun lutfundan payınızı arayasınız ve şükredesiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Göklerde ve yerde bulunan şeyleri kendisinden (bir lutuf olarak) size boyun eğdirdi. Elbette bunda, düşünen bir toplum için ibretler vardır"}]}