{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"The fact is that We have brought to them The Truth, and they are absolute liars"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah has not taken a son to Himself, nor was there any god with Him. Had there been so, every god would have taken away what he created, and each one of them would have been aggressive against the other. Pure is Allah from what they describe"},{"SurahNumber":23,"VerseNumber":92,"Text":"He is the Knower of the hidden and the manifest. So, He is far higher than their ascribing of partners to Him"},{"SurahNumber":23,"VerseNumber":93,"Text":"(O prophet) say (in prayer), .O my Lord, if You are to show me (in my life) that (punishment) which they (the infidels) are threatened with"},{"SurahNumber":23,"VerseNumber":94,"Text":"then, my Lord, do not place me among the wrongdoing people"},{"SurahNumber":23,"VerseNumber":95,"Text":"And of course, We do have the power to show you that with which We have threatened them"},{"SurahNumber":23,"VerseNumber":96,"Text":"Repel evil with that which is best. We are well aware of what they describe"},{"SurahNumber":23,"VerseNumber":97,"Text":"And say, .My Lord, I seek refuge in You from the strokes of the satans (devils)"},{"SurahNumber":23,"VerseNumber":98,"Text":"and I seek refuge in You, my Lord, even from their coming near me"},{"SurahNumber":23,"VerseNumber":99,"Text":"(The infidels go on doing their misdeeds) until when death comes to one of them, he will say, .My Lord send me back"},{"SurahNumber":23,"VerseNumber":100,"Text":"so that I may act righteously in that (world) which I have left behind. Never! It is simply a word he utters, and in front of such people there is a barrier till the day when they will be resurrected"},{"SurahNumber":23,"VerseNumber":101,"Text":"Thereafter, when the Sur (the trumpet) is blown, no ties of kinship will remain between them any more, nor will they inquire about one another"},{"SurahNumber":23,"VerseNumber":102,"Text":"So, the one whose scales (of good deeds) turn out to be heavy, then such people are the successful ones"},{"SurahNumber":23,"VerseNumber":103,"Text":"and the one whose scales turn out to be light, then such people are the ones who harmed their own selves; in Jahannam (Hell) they are to remain for ever"},{"SurahNumber":23,"VerseNumber":104,"Text":"Fire will scorch their faces, and they will be disfigured therein"}]}