{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"Maguta (madzinza) mangani aiita mabasa akaipa atakaparadza, uye tikava tinosika vamwe vanhu mushure mavo"},{"SurahNumber":21,"VerseNumber":12,"Text":"Uye pavakaona mutongo (marwadzo) edu (uchiuya kwavari), vakaedza kutiza kubva kwauri"},{"SurahNumber":21,"VerseNumber":13,"Text":"Musatize, asi dzokerai uko kwamaigara muri pamutambarakede, uye kudzimba dzenyu, kuti muve munobvunzwa"},{"SurahNumber":21,"VerseNumber":14,"Text":"Vakachema (vachitaura kuti): “Nhasi zvedu (Marwadzo kwatiri)! Zvirokwazvo, taive vatadzi vakuru (vaisanganisa Allah nezvimwe zvinhu).”"},{"SurahNumber":21,"VerseNumber":15,"Text":"Uye kuchema kwavo hakuna kupera, kusvika tavaita semapindu akakohwewa zvinhu, vakafa"},{"SurahNumber":21,"VerseNumber":16,"Text":"Hatina kusika denga nenyika neizvo zviri pakati pazvo (denga nenyika zvakaita semakore, nezvimwe) tichiita zvekutamba (zvedambe)"},{"SurahNumber":21,"VerseNumber":17,"Text":"Dai takada (Allah) kutora zvinhu zvinotivaraidza (mukadzi kana mwana), zvirokwazvo taingozvitora kubva kwatiri, dai taida kuzviita"},{"SurahNumber":21,"VerseNumber":18,"Text":"Asi, tinotumira chokwadi (Qur’aan) chichipikisa manyepo, chowaparada (manyepo), uye nenguva shoma manyepo opera. Uye kwamuri kuchave nemarwadzo pamusoro peizvo zvamunotaura (zvekunyepa kuti Allah vane mukadzi nemwana)"},{"SurahNumber":21,"VerseNumber":19,"Text":"Uye ndivo Ishe (Muridzi) wevose vari mudenga nepasi. Uye avo vari padyo navo (ngirozi) havazvitutumadzi pakuvanamata, uye havaneti (kuvanamata)"},{"SurahNumber":21,"VerseNumber":20,"Text":"Vanovarumbidza (Allah) siku nesikati, uye havasiyi (havaneti) kuzviita"},{"SurahNumber":21,"VerseNumber":21,"Text":"Pamwe vakatora here vamwe vanamwari (kuti vanamate) panyika avo vanomutsa vakafa"},{"SurahNumber":21,"VerseNumber":22,"Text":"Dai makanga muna vamwe vanamwari (mumatenga nepasi) kusara kwaAllah, zvirokwazvo, zvose zviri zviviri (Matenga nenyika) dai zvakaparara. Kurumbidzwa ngakuve kuna Allah, Tenzi vechigaro cheumambo (Arsh), vari pamusoro peizvo zvavanovatsanangudza nazvo (zvidhori, moto, vanhu, mhuka)"},{"SurahNumber":21,"VerseNumber":23,"Text":"Havabvunzwi izvo zvavanoita, asi ivo (vanhu) vachabvunzwa"},{"SurahNumber":21,"VerseNumber":24,"Text":"Pamwe vakatora vamwe vanamwari (vekunamata) vachisiya ivo? Taura kuti: “Huyai nehumboo hwenyu.” Iri (Qur’aan) iyeuchidzo kune avo vandinavo uye iyeuchidzo yeavo vari mushure mangu. Asi vazhinji vavo havazivi chokwadi, saka vanhu vanofuratira"}]}