{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Blessed is He in whose hands is the Kingdom and who has power over all things"},{"SurahNumber":67,"VerseNumber":2,"Text":"It is He who has created death and life to put you to the test and see which of you is most virtuous in your deeds. He is Majestic and All-forgiving"},{"SurahNumber":67,"VerseNumber":3,"Text":"It is He who has created seven heavens, one above the other. You can see no flaw in the creation of the Beneficent God. Look again. Can you see faults"},{"SurahNumber":67,"VerseNumber":4,"Text":"Look twice (and keep on looking), your eyes will only become dull and tired"},{"SurahNumber":67,"VerseNumber":5,"Text":"We have decked the lowest heavens with torches. With these torches We have stoned the devils and We have prepared for them the torment of hell"},{"SurahNumber":67,"VerseNumber":6,"Text":"For those who have disbelieved in their Lord, We have prepared the torment of hell, the most terrible place to return"},{"SurahNumber":67,"VerseNumber":7,"Text":"When they are thrown into hell, they will hear its roaring while it boils"},{"SurahNumber":67,"VerseNumber":8,"Text":"It almost explodes in rage. Whenever a group is thrown into it, its keepers will ask them, \"Did no one come to warn you"},{"SurahNumber":67,"VerseNumber":9,"Text":"They will say, \"Yes, someone did come to warn us, but we rejected him saying, 'God has revealed nothing. You are in great error"},{"SurahNumber":67,"VerseNumber":10,"Text":"They will also say, \"Had We listened or used our minds, we would not have become the dwellers of hell"},{"SurahNumber":67,"VerseNumber":11,"Text":"They will confess to their sins, but the dwellers of hell will be far away from God's (mercy)"},{"SurahNumber":67,"VerseNumber":12,"Text":"Those who fear their Lord in secret will receive forgiveness and a great reward"}]}