{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":154,"Text":"Y no digáis de quienes fueron matados en la senda de Dios que están muertos, pues están vivos, aunque vosotros no os deis cuenta"},{"SurahNumber":2,"VerseNumber":155,"Text":"En verdad, os pondremos a prueba con algo de temor, de hambre, de merma de riquezas, vidas y frutos. Pero ¡Da la buena nueva a los que sean pacientes"},{"SurahNumber":2,"VerseNumber":156,"Text":"Aquellos que, cuando les aflige una desgracia, dicen: «¡En verdad, pertenecemos a Dios y, en verdad, a Él retornamos!»"},{"SurahNumber":2,"VerseNumber":157,"Text":"Ellos son los que obtienen las bendiciones y la misericordia de su Señor y ellos son los bien guiados"},{"SurahNumber":2,"VerseNumber":158,"Text":"Ciertamente, algunos de los ritos de Dios son en Safa y Marwa. Por tanto, quién peregrine a la Casa de Dios o la visite, no comete pecado yendo de una a otra. Y quien haga el bien voluntariamente, sepa que, ciertamente, Dios es agradecido, sabio"},{"SurahNumber":2,"VerseNumber":159,"Text":"A quienes ocultan las pruebas claras y la guía que hicimos descender, después de haberlas explicado claramente a la gente en la Escritura [Sagrada], Dios les maldice y les maldicen los hombres"},{"SurahNumber":2,"VerseNumber":160,"Text":"Pero a aquellos que se arrepientan y rectifiquen y manifiesten claramente la Verdad, a esos Yo los perdonaré. Yo soy el Perdonador, el Misericordiosísimo con los creyentes"},{"SurahNumber":2,"VerseNumber":161,"Text":"En verdad, aquellos que no crean y mueran sin creer, incurrirán en la maldición de Dios, de los ángeles y de las gentes todas"},{"SurahNumber":2,"VerseNumber":162,"Text":"Maldecidos eternamente, no se les aliviará el castigo y no se les dará respiro"},{"SurahNumber":2,"VerseNumber":163,"Text":"Vuestro Dios es un Dios Único. No hay más Dios que Él, el Clementísimo con toda la Creación, el Misericordiosísimo con los creyentes"}]}