{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":11,"VerseNumber":54,"Text":"Nous pensons que l’une de nos divinités t’a affligé d’un mal qui explique ton délire !». «Je prends Dieu à témoin ! », dit Hûd. « Et prenez acte que je ne répondrai pas de ce que vous adorez"},{"SurahNumber":11,"VerseNumber":55,"Text":"en dehors de Lui. Allez-y, acharnez-vous contre moi sans relâche"},{"SurahNumber":11,"VerseNumber":56,"Text":"Quant à moi, je m’en remets à Dieu, mon Seigneur et le Vôtre. Sachez qu’il n’est pas un seul être vivant qui ne soit soumis à Son autorité. Quiconque souhaite retrouver Dieu, qu’il sache que c’est en empruntant la Voie Droite qu’il Le trouvera"},{"SurahNumber":11,"VerseNumber":57,"Text":"Et si vous vous en écartez, j’aurais dans tous les cas transmis le message dont j’étais porteur. Mon Seigneur vous substituera un autre peuple. Cela ne Lui nuira en rien, mais sachez qu’auprès de mon Seigneur tout est consigné »"},{"SurahNumber":11,"VerseNumber":58,"Text":"Et lorsque Notre décret s’accomplit, Nous sauvâmes Hûd et ceux qui avaient cru avec lui, par un effet de Notre grâce. Nous les délivrâmes ainsi d’un châtiment douloureux"},{"SurahNumber":11,"VerseNumber":59,"Text":"Telle fut l’histoire du peuple de Ad qui avait nié les signes de son Seigneur, désobéi à Ses prophètes imitant en cela l’arrogance des tyrans"},{"SurahNumber":11,"VerseNumber":60,"Text":"La malédiction les poursuivra dans ce monde ici-bas. Il en sera de même dans la Vie Future. Le peuple de Ad n'a-t-il pas dénié son Seigneur. Que cela soit la fin des ‘Ad, peuple de Hoûd"},{"SurahNumber":11,"VerseNumber":61,"Text":"Aux Thamoûd Nous avons envoyé leur frère Sâlih. «Ô mon peuple », dit-il, « adorez Dieu ! Vous n’avez d’autre divinité en dehors de Lui ! C’est Lui qui vous a créés de cette Terre où Il vous a établis. Implorez Son pardon et repentez-vous auprès de Lui, car mon Seigneur est Proche et Prompt à vous exaucer !»"},{"SurahNumber":11,"VerseNumber":62,"Text":"«Ô Sâlih ! », répondirent- ils, « Nous avions fondé de grandes espérances en toi. Vas- tu aujourd’hui nous obliger à renoncer à ce que nos pères adoraient ? En vérité, nous avons de sérieux doutes à propos de ce vers quoi tu nous exhortes !»"}]}