{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"I així, no enviem cap monitor abans de tu a una ciutat que no diguessin els rics: «Trobem als nostres pares en una religió i imitem el seu exemple»"},{"SurahNumber":43,"VerseNumber":24,"Text":"Va dir: «I si us portés una guia més recta que la que els vostres pares seguien?» Van dir: «No creiem en el vostre missatge!»"},{"SurahNumber":43,"VerseNumber":25,"Text":"Ens vinguem d'ells. I mira com van acabar els desmentidors"},{"SurahNumber":43,"VerseNumber":26,"Text":"I quan Abraham va dir al seu pare i a la seva gent: «Sóc innocent del que serviu"},{"SurahNumber":43,"VerseNumber":27,"Text":"Jo no serveixo sinó a Qui m'ha creat. Ell em dirigirà»"},{"SurahNumber":43,"VerseNumber":28,"Text":"I va fer que aquesta paraula perdurés en la seva posteritat. Potser, així, es convertissin"},{"SurahNumber":43,"VerseNumber":29,"Text":"No només això, sinó que els vaig permetre gaudir, a ells i als seus pares, fins que vingués a ells la Veritat i un Missatger que parlés clar"},{"SurahNumber":43,"VerseNumber":30,"Text":"Però, quan la Veritat va venir a ells, van dir: «Això és màgia i no creiem en això!»"},{"SurahNumber":43,"VerseNumber":31,"Text":"I van dir: «Per què no s'ha revelat aquest Alcorà a un notable d'una de les dues ciutats...»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Són ells els encarregats de dispensar la misericòrdia del teu Senyor? Nosaltres els dispensem les subsistències en la vida d'aquí i elevem la categoria d'uns sobre uns altres perquè aquests servissin a aquells. Però la misericòrdia del teu Senyor és millor que el que ells pasten"},{"SurahNumber":43,"VerseNumber":33,"Text":"Si no hagués estat per evitar que els homes formessin una sola comunitat, hauríem posat en les cases dels quals no creuen en el Compassiu terrasses de plata i graderies d'accés"}]}