{"Id":22,"LanguageCodes":["ar","ara"],"Name":"ara-qurankhaledhosn","Author":"Quran Khaled Hosney","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://github.com/khaledhosny/quran-data","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"وَمَاۤ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالࣰا نُّوحِیۤ إِلَیۡهِمۡۖ فَسۡـَٔلُوۤا۟ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":44,"Text":"بِٱلۡبَیِّنَـٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَاۤ إِلَیۡكَ ٱلذِّكۡرَ لِتُبَیِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَیۡهِمۡ وَلَعَلَّهُمۡ یَتَفَكَّرُونَ"},{"SurahNumber":16,"VerseNumber":45,"Text":"أَفَأَمِنَ ٱلَّذِینَ مَكَرُوا۟ ٱلسَّیِّـَٔاتِ أَن یَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ یَأۡتِیَهُمُ ٱلۡعَذَابُ مِنۡ حَیۡثُ لَا یَشۡعُرُونَ"},{"SurahNumber":16,"VerseNumber":46,"Text":"أَوۡ یَأۡخُذَهُمۡ فِی تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِینَ"},{"SurahNumber":16,"VerseNumber":47,"Text":"أَوۡ یَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفࣲ فَإِنَّ رَبَّكُمۡ لَرَءُوفࣱ رَّحِیمٌ"},{"SurahNumber":16,"VerseNumber":48,"Text":"أَوَلَمۡ یَرَوۡا۟ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَیۡءࣲ یَتَفَیَّؤُا۟ ظِلَـٰلُهُۥ عَنِ ٱلۡیَمِینِ وَٱلشَّمَاۤىِٕلِ سُجَّدࣰا لِّلَّهِ وَهُمۡ دَ ٰ⁠خِرُونَ"},{"SurahNumber":16,"VerseNumber":49,"Text":"وَلِلَّهِ یَسۡجُدُ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِ مِن دَاۤبَّةࣲ وَٱلۡمَلَـٰۤىِٕكَةُ وَهُمۡ لَا یَسۡتَكۡبِرُونَ"},{"SurahNumber":16,"VerseNumber":50,"Text":"یَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَیَفۡعَلُونَ مَا یُؤۡمَرُونَ ۩"},{"SurahNumber":16,"VerseNumber":51,"Text":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوۤا۟ إِلَـٰهَیۡنِ ٱثۡنَیۡنِۖ إِنَّمَا هُوَ إِلَـٰهࣱ وَ ٰ⁠حِدࣱ فَإِیَّـٰیَ فَٱرۡهَبُونِ"},{"SurahNumber":16,"VerseNumber":52,"Text":"وَلَهُۥ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّینُ وَاصِبًاۚ أَفَغَیۡرَ ٱللَّهِ تَتَّقُونَ"},{"SurahNumber":16,"VerseNumber":53,"Text":"وَمَا بِكُم مِّن نِّعۡمَةࣲ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَیۡهِ تَجۡـَٔرُونَ"},{"SurahNumber":16,"VerseNumber":54,"Text":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِیقࣱ مِّنكُم بِرَبِّهِمۡ یُشۡرِكُونَ"}]}