{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":5,"Text":"«قال يا بني لا تقصص رؤياك على إخوتك فيكيدوا لك كيدا» يحتالون في هلاكك حسدا لعلمهم بتأويلها من أنهم الكواكب والشمس أمك والقمر أبوك «إن الشيطان للإنسان عدو مبين» ظاهر العداوة"},{"SurahNumber":12,"VerseNumber":6,"Text":"«وكذلك» كما رأيت «يجتبيك» يختارك «ربك ويعلمك من تأويل الأحاديث» تعبير الرؤيا «ويتم نعمته عليك» بالنبوة «وعلى آل يعقوب» أولاده «كما أتمها» بالنبوة «على أبويك من قبل إبراهيم وإسحاق إن ربك عليم» بخلقه «حكيم» في صنعه بهم"},{"SurahNumber":12,"VerseNumber":7,"Text":"«لقد كان في» خبر «يوسف وإخوته» وهم أحد عشر «آيات» عبر «للسائلين» عن خبرهم"},{"SurahNumber":12,"VerseNumber":8,"Text":"اذكر «إذ قالوا» أي بعض إخوة يوسف لبعضهم «ليوسف» مبتدأ «وأخوه» شقيقه بنيامين «أحب» خبر «إلى أبينا منا ونحن عصبة» جماعة «إن أبانا لفي ضلال» خطأ «مبين» بين بإيثارهما علينا"},{"SurahNumber":12,"VerseNumber":9,"Text":"«اقتلوا يوسف أو اطرحوه أرضا» أي بأرض بعيدة «يخل لكم وجه أبيكم» بأن يقبل عليكم ولا يلتفت لغيركم «وتكونوا من بعده» أي بعد قتل يوسف أو طرحه «قوما صالحين» بأن تتوبوا"},{"SurahNumber":12,"VerseNumber":10,"Text":"«قال قائل منهم» هو يهوذا «لا تقتلوا يوسف وألقوه» اطرحوه «في غيابت الجب» مظلم البئر في قراءة بالجمع «يلتقطه بعض السيارة» المسافرين «إن كنتم فاعلين» ما أردتم من التفريق فاكتفوا بذلك"},{"SurahNumber":12,"VerseNumber":11,"Text":"«قالوا يا أبانا مالك لا تأمنا على يوسف وإنا له لناصحون» لقائمون بمصالحه"},{"SurahNumber":12,"VerseNumber":12,"Text":"«أرسله معنا غدا» إلى الصحراء «نرتع ونلعب» بالنون والياء فيهما ننشط ونتسع «وإنَّا له لحافظون»"},{"SurahNumber":12,"VerseNumber":13,"Text":"«قال إني ليحزنني أن تذهبوا» أي ذهابكم «به» لفراقه «وأخاف أن يأكله الذئب» المراد به الجنس وكانت أرضهم كثيرة الذئاب «وأنتم عنه غافلون» مشغلون"},{"SurahNumber":12,"VerseNumber":14,"Text":"«قالوا لإن» لام قسم «أكله الذئب ونحن عصبة» جماعة «إنا إذا لخاسرون» عاجزون فأرسله معهم"}]}