{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Аллоҳ ёмон сўзларнинг (яъни, дуоибаднинг) ошкора айтилишини суймайди. Магар мазлум томонидан бўлса (жоиздир). Аллоҳ эшитгувчи, билгувчи бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":149,"Text":"(Эй мўминлар), хоҳ ошкора, хоҳ яширинча бирон яхшилик қилсангиз ёки бирон ёмонликни афв қилиб юборсангиз (Аллоҳ суйган бандалардан бўлурсиз). Зеро, Аллоҳ қудрат эгаси бўлгани ҳолда афв қилгувчи бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":150,"Text":"Албатта, Аллоҳ ва пайғамбарига ишонмайдиган, Аллоҳ билан пайғамбарларининг ораларини ажратишни истайдиган (яъни, Аллоҳга ишониб, пайғамбарларини инкор қиладиган) ва «айрим пайғамбарларга ишонамиз, айримларига ишонмаймиз», дейдиган ҳамда ора йўлни тутишни истайдиган кимсалар —"},{"SurahNumber":4,"VerseNumber":151,"Text":"Ана ўшалар ҳақиқий кофирдирлар. Бундай, кофирлар учун хор қилгувчи азобни тайёрлаб қўйганмиз"},{"SurahNumber":4,"VerseNumber":152,"Text":"Аллоҳ ва Унинг пайғамбарларига иймон келтирган ҳамда улардан биронтасини ажратиб қўймаган зотларга эса яқинда (Аллоҳ муносиб) мукофотларини ато этажак. Аллоҳ мағфиратли, меҳрибон бўлган Зотдир"},{"SurahNumber":4,"VerseNumber":153,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), аҳли китоб сиздан кўкдан бир Китоб туширишингизни сўрайди. Мусодан бундан ҳам каттароқ нарсани сўраган эдилар: «Бизга Аллоҳни очиқ кўрсат», дейишган эди. Шунда золимликлари сабабли уларни чақмоқ урган эди. Сўнгра уларга аниқ-равшан ҳужжатлар келганидан кейин бузоқни худо қилиб олишди. Буни ҳам афв этдик ва Мусога очиқ ҳужжат ато этдик"},{"SurahNumber":4,"VerseNumber":154,"Text":"Аҳдларини (олишдан бош тортганларида, қўрққан ҳолларида куч билан) олишлари учун устларига Тур тоғини кўтардик ва уларга: «Бу дарвозадан сажда қилган ҳолингизда кирингиз», дедик. Яна уларга: «Шанба кунлари (балиқ овлаш билан) ҳаддингиздан ошманг», дедик ҳамда улардан қаттиқ аҳд-паймон олдик"}]}