{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"Patot a da a tharoong ko makapantag ko Allah a rowar ko bnar. Sabnar a adn a minioma ko rkano a marayag a karina a phoon ko Kadnan iyo. Na pakaonotang ka rakn so manga moriyataw o Israil"},{"SurahNumber":7,"VerseNumber":106,"Text":"Pitharo (o Pir´awn) a: \"Oba adn a miniomang ka a tanda, na gmawn ka, - o ska na pd ko manga bnar"},{"SurahNumber":7,"VerseNumber":107,"Text":"Na iniithog iyan so badas iyan, na samawto na skaniyan na (mimbaloy a) nipay, a marayag"},{"SurahNumber":7,"VerseNumber":108,"Text":"Go tiyonggos iyan a lima niyan, na samawto na skaniyan na lominindaw ko khibabantay"},{"SurahNumber":7,"VerseNumber":109,"Text":"Pitharo o manga nakoda ko pagtaw o Pir´awn a: \"Mataan nai! a titho a balik mata a mapasang"},{"SurahNumber":7,"VerseNumber":110,"Text":"Kabaya iyan a mapakaawa kano niyan ko lopa iyo, na antonaa i iphando iyo"},{"SurahNumber":7,"VerseNumber":111,"Text":"Pitharo iran (ko Pir´awn) a: \"Pakanayawang ka, go si pagari niyan; go sogoing ka so manga ingd sa kalimod iranآ­"},{"SurahNumber":7,"VerseNumber":112,"Text":"Ka an iran rka mapakasong so oman i balik mata a mapasang"},{"SurahNumber":7,"VerseNumber":113,"Text":"Na miyakaoma so manga balik mata ko Pir´awn na pitharo iran a: \"Mataan! a adn a balas rkami o mabaloy kami a skami i mamakadaag"},{"SurahNumber":7,"VerseNumber":114,"Text":"Pitharo iyan: \"Oway, go mataan! a skano na pd dn ko manga dadazg (rakn)"},{"SurahNumber":7,"VerseNumber":115,"Text":"Pitharo iran: \"Hay Mosa, o ska i (mona) mithog, odi na skami i (mona) mamangithog"},{"SurahNumber":7,"VerseNumber":116,"Text":"Pitharo iyan a: \"Ithog kano (mona).\" Na kagiya mithog siran, na miyabalik iran so manga mata o manga manosiya, go kiyapakalkan iran siran, go miyakambaal siran sa balik mata a mala"},{"SurahNumber":7,"VerseNumber":117,"Text":"Na iniilaham Ami ko Mosa a: Ithogn ka so badas ka, na samawto na skaniyan na liyolok iyan so ipphamagakal iran"},{"SurahNumber":7,"VerseNumber":118,"Text":"Na mithakna so bnar. Na miyailang so pinggalbk iran"},{"SurahNumber":7,"VerseNumber":119,"Text":"Na miyapgs siran roo, go miyamakandod siran a miyamakayto"},{"SurahNumber":7,"VerseNumber":120,"Text":"Na miyamangigpha so manga balik mata a makasosodiod siran"}]}