{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":23,"Text":"They answered, O Lord, we have dealt unjustly with our own souls; and if thou forgive us not, and be not merciful unto us, we shall surely be of those who perish"},{"SurahNumber":7,"VerseNumber":24,"Text":"God said, get ye down, the one of you an enemy unto the other; and ye shall have a dwelling place upon earth, and a provision for a season"},{"SurahNumber":7,"VerseNumber":25,"Text":"He said, therein shall ye live, and therein shall ye die, and from thence shall ye be taken forth at the resurrection"},{"SurahNumber":7,"VerseNumber":26,"Text":"O children of Adam, we have sent down unto you apparel, to conceal your nakedness, and fair garments; but the cloathing of piety is better. This is one of the signs of God; that peradventure ye may consider"},{"SurahNumber":7,"VerseNumber":27,"Text":"O children of Adam, let not Satan seduce you, as he expelled your parents out of paradise, by stripping them of their cloathing, that he might shew them their nakedness: Verily he seeth you, both he and his companions, whereas ye see not them. We have appointed the devils to be the patrons of those who believe not"},{"SurahNumber":7,"VerseNumber":28,"Text":"And when they commit a filthy action, they say, we found our fathers practising the same; and God hath commanded us to do it. Say, verily God commandeth not filthy actions. Do ye speak concerning God that which ye know not"},{"SurahNumber":7,"VerseNumber":29,"Text":"Say, my Lord hath commanded me to observe justice; therefore set your faces to pray at every place of worship, and call upon Him, approving unto Him the sincerity of your religion. As He produced you at first, so unto Him shall ye return"},{"SurahNumber":7,"VerseNumber":30,"Text":"A part of mankind hath He directed; and a part hath been justly led into error, because they have taken the devils for their patrons besides God, and imagine that they are rightly directed"}]}