{"Id":55,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"মূসা বলল, আমি সে অপরাধ তখন করেছি, যখন আমি ভ্রান্ত ছিলাম।"},{"SurahNumber":26,"VerseNumber":21,"Text":"অতঃপর আমি ভীত হয়ে তোমাদের কাছ থেকে পলায়ন করলাম। এরপর আমার পালনকর্তা আমাকে প্রজ্ঞা দান করেছেন এবং আমাকে পয়গম্বর করেছেন।"},{"SurahNumber":26,"VerseNumber":22,"Text":"আমার প্রতি তোমার যে অনুগ্রহের কথা বলছ, তা এই যে, তুমি বনী-ইসলাঈলকে গোলাম বানিয়ে রেখেছ।"},{"SurahNumber":26,"VerseNumber":23,"Text":"ফেরাউন বলল, বিশ্বজগতের পালনকর্তা আবার কি"},{"SurahNumber":26,"VerseNumber":24,"Text":"মূসা বলল, তিনি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছুর পালনকর্তা যদি তোমরা বিশ্বাসী হও।"},{"SurahNumber":26,"VerseNumber":25,"Text":"ফেরাউন তার পরিষদবর্গকে বলল, তোমরা কি শুনছ না"},{"SurahNumber":26,"VerseNumber":26,"Text":"মূসা বলল, তিনি তোমাদের পালনকর্তা এবং তোমাদের পূর্ববর্তীদেরও পালনকর্তা।"},{"SurahNumber":26,"VerseNumber":27,"Text":"ফেরাউন বলল, তোমাদের প্রতি প্রেরিত তোমাদের রসূলটি নিশ্চয়ই বদ্ধ পাগল।"},{"SurahNumber":26,"VerseNumber":28,"Text":"মূসা বলল, তিনি পূর্ব, পশ্চিম ও এতদুভয়ের মধ্যবর্তী সব কিছুর পালনকর্তা, যদি তোমরা বোঝ।"},{"SurahNumber":26,"VerseNumber":29,"Text":"ফেরাউন বলল, তুমি যদি আমার পরিবর্তে অন্যকে উপাস্যরূপে গ্রহণ কর তবে আমি অবশ্যই তোমাকে কারাগারে নিক্ষেপ করব।"},{"SurahNumber":26,"VerseNumber":30,"Text":"মূসা বলল, আমি তোমার কাছে কোন স্পষ্ট বিষয় নিয়ে আগমন করলেও কি"},{"SurahNumber":26,"VerseNumber":31,"Text":"ফেরাউন বলল, তুমি সত্যবাদী হলে তা উপস্থিত কর।"},{"SurahNumber":26,"VerseNumber":32,"Text":"অতঃপর তিনি লাঠি নিক্ষেপ করলে মুহূর্তের মধ্যে তা সুস্পষ্ট অজগর হয়ে গেল।"},{"SurahNumber":26,"VerseNumber":33,"Text":"আর তিনি তার হাত বের করলেন, তৎক্ষণাৎ তা দর্শকদের কাছে সুশুভ্র প্রতিভাত হলো।"},{"SurahNumber":26,"VerseNumber":34,"Text":"ফেরাউন তার পরিষদবর্গকে বলল, নিশ্চয় এ একজন সুদক্ষ জাদুকর।"},{"SurahNumber":26,"VerseNumber":35,"Text":"সে তার জাদু বলে তোমাদেরকে তোমাদের দেশ থেকে বহিস্কার করতে চায়। অতএব তোমাদের মত কি"},{"SurahNumber":26,"VerseNumber":36,"Text":"তারা বলল, তাকে ও তার ভাইকে কিছু অবকাশ দিন এবং শহরে শহরে ঘোষক প্রেরণ করুন।"},{"SurahNumber":26,"VerseNumber":37,"Text":"তারা যেন আপনার কাছে প্রত্যেকটি দক্ষ জাদুকর কে উপস্থিত করে।"},{"SurahNumber":26,"VerseNumber":38,"Text":"অতঃপর এক নির্দিষ্ট দিনে জাদুকরদেরকে একত্রিত করা হল।"},{"SurahNumber":26,"VerseNumber":39,"Text":"এবং জনগণের মধ্যে ঘোষণা করা হল, তোমরাও সমবেত হও।"}]}