{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":43,"Text":"E há os que te perscrutam; acaso, poderias fazer ver os cegos, uma vez que não enxergam"},{"SurahNumber":10,"VerseNumber":44,"Text":"Deus em nada defrauda os homens; porém, os homens se condenam a si mesmos"},{"SurahNumber":10,"VerseNumber":45,"Text":"Recorda-lhes o dia em que Ele os congregará, como se não houvessem permanecido no mundo mais do que uma hora dodia; reconhecer-se-ão entre si. Então, aqueles que tiverem negado o comparecimento ante Deus, serão desventurados ejamais serão encaminhados"},{"SurahNumber":10,"VerseNumber":46,"Text":"Ainda que te mostremos algo do que lhes prometemos, ou mesmo que te recolhamos até Nós (antes disso), seu retornoserá para Nós. Deus é Testemunha de tudo quanto fazem"},{"SurahNumber":10,"VerseNumber":47,"Text":"Cada povo teve seu mensageiro; e quando seu mensageiro se apresentar, todos serão julgados eqüitativamente e nãoserão injustiçados"},{"SurahNumber":10,"VerseNumber":48,"Text":"E dizem (os incrédulos): Quando se cumprirá esta promessa? Dize-o, se estiverdes certo"},{"SurahNumber":10,"VerseNumber":49,"Text":"Dize-lhes: Não posso acarretar mais prejuízos nem mais benefícios além dos que Deus quer. Cada povo tem seu destinoe, quando este se cumprir, não poderá atrasá-lo nem adiantá-lo numa só hora"},{"SurahNumber":10,"VerseNumber":50,"Text":"Dize: Que vos pareceria, se Seu castigo vos surpreendesse durante a noite ou de dia? Que porção dele os pecadorespretenderiam apressar"},{"SurahNumber":10,"VerseNumber":51,"Text":"Quando tal acontecer, crereis, então, nele? Qual! Crereis, então, quando até agora não tendes feito mais do que oapresardes"},{"SurahNumber":10,"VerseNumber":52,"Text":"Será dito, então, aos iníquos: Provai o castigo eterno. Sereis, acaso, castigados pelo que não cometestes"},{"SurahNumber":10,"VerseNumber":53,"Text":"Pedir-te-ão que os inteires dos fatos: É isso verdade? Dize: Sim, por meu Senhor que é verdade, e jamais podereisimpedi-lo"}]}