{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":28,"Text":"И удерживай себя вместе с теми [не отделяйся от бедных верующих], которые взывают к Господу своему по утрам [от рассвета до восхода солнца] и по вечерам [перед закатом], желая (своими праведными деяниями) (увидеть) лик Его! И не отвращай свои глаза [свой взор] от них (в сторону богатых неверующих), стремясь к украшениям земной жизни. И не повинуйся тем, сердце которых Мы сделали беспечным к поминанию Нас и кто последовал за своей прихотью, и дело его оказалось тщетным"},{"SurahNumber":18,"VerseNumber":29,"Text":"И скажи (этим беспечным): «Истина – от вашего Господа: кто хочет, пусть верует, а кто хочет, пусть станет неверным (но этим он навредит только себе)». Поистине, Мы приготовили притеснителям [неверующим] огонь, стены которого окружат их. А если они воззовут о помощи, им помогут водой, подобной расплавленному металлу, которая опаляет лица. Как ужасно это питье, и как плох (Ад) как прибежище"},{"SurahNumber":18,"VerseNumber":30,"Text":"Поистине, те, которые уверовали и творили праведные деяния, – Мы не погубим награды тех, кто совершал добрые деяния"},{"SurahNumber":18,"VerseNumber":31,"Text":"Такие – для них (уготованы) (райские) сады ‘Адн, где под ними [у их ног] текут реки. Их [обитателей Рая] украсят в них [в райских садах] браслетами из золота и облекутся они в зеленые одеяния из атласа и парчи, (возлежа) облокотившись там на ложах. Как прекрасна (эта) награда, и какое хорошее прибежище (Рай)"},{"SurahNumber":18,"VerseNumber":32,"Text":"И приведи ты (о, Посланник) им [неверующим из твоего народа] притчу [пример] о двух мужчинах (которые были в одной из прежних общин, и один из них был верующим, а другой неверующим). Мы устроили для одного из них (двоих) (а именно для неверующего) два сада из виноградников, и окружили их [эти два сада] пальмами и устроили между ними [между этими двумя садами] посевы"},{"SurahNumber":18,"VerseNumber":33,"Text":"оба эти сада дали свои плоды и ничего из них [плодов] не погубили. И провели Мы между ними [между этими двумя садами] реку (чтобы было легко орошать сады и посевы)"},{"SurahNumber":18,"VerseNumber":34,"Text":"И были у него [у владельца двух садов] плоды (а также и другое богатство), и он сказал своему товарищу [верующему], который с ним беседовал: «У меня больше чем у тебя имущества и (я) сильнее людьми [помощниками]»"}]}