{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":59,"VerseNumber":17,"Text":"Na miyabaloi so kha-akiran sa dowa oto a Mata-an! A siran na khatago ko Naraka, a makakakal siran non. Na giyoto man i balas ko manga darowaka"},{"SurahNumber":59,"VerseNumber":18,"Text":"Hai so Miyamaratiyaya! Kalukun niyo so Allah; go Pamıimikirana o ginawa so mini-ona niyan a ruk o gawi-i a phakasambi. Na kalukun niyo so Allah! Mata-an! A so Allah na Kaip Iyan so gi-i niyo nggolaola-an"},{"SurahNumber":59,"VerseNumber":19,"Text":"Na di niyo showa-a so piyakalipatan niran so Allah, na piyakilipatan Niyan kiran so manga ginawa iran! Siran man na siran so manga songklid"},{"SurahNumber":59,"VerseNumber":20,"Text":"Di magishan so manga tao ko Naraka a go so manga tao ko Sorga. So manga tao ko Sorga na siran i miyamakasulang sa maliwanag"},{"SurahNumber":59,"VerseNumber":21,"Text":"O Initoron Ami angkai a Qur-an ko Palao, na Mailaingka dun sukaniyan a Makapangalimbaba-an, a manga bubungkag, po-on sa kaluk ko Allah. Na giyoto man so manga ibarat a phagumba-alan Ami sukaniyan ko manga Manosiya, ka-an siran Makapuphamimiıkiran"},{"SurahNumber":59,"VerseNumber":22,"Text":"Sukaniyan so Allah, so da a Tohan inonta Sukaniyan; Katawan Niyan so Gaib a go so Mapayag; Sukaniyan so Masalinggagao, a Makalimo-on"},{"SurahNumber":59,"VerseNumber":23,"Text":"Sukaniyan so Allah, so da a Tohan inonta Sukaniyan, a Phapaar, a Soti, a Puphamugai sa Kalilintad, a Puphamugai sa Kasasarig, a Masiyap, a Domada-ag, a Mamundug, a diya-itan o Kala. Soti so Allah mawatan ko Ipuphanakoto iran"},{"SurahNumber":59,"VerseNumber":24,"Text":"Sukaniyan so Allah, a Puphangadun, a gi-i1 Mba-as a gi-i Mbontal; ruk Iyan so manga Ngaran a manga pipiya: Puthasbik Rukaniyan so nganin a shisi-i ko manga Langit a go so Lopa; go Sukaniyan so Mabagur, a Maongangun"}]}