{"Id":205,"LanguageCodes":["id","ind"],"Name":"ind-unknown","Author":"Unknown","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":96,"Text":"Dihalalkan bagimu hewan buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan; dan diharamkan atasmu (menangkap) hewan darat, selama kamu sedang ihram. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan (kembali)"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah telah menjadikan Ka‘bah rumah suci tempat manusia berkumpul. Demikian pula bulan haram, hadyu dan qala'id. Yang demikian itu agar kamu mengetahui, bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, dan bahwa Allah Maha Mengetahui segala sesuatu"},{"SurahNumber":5,"VerseNumber":98,"Text":"Ketahuilah, bahwa Allah sangat keras siksaan-Nya dan bahwa Allah Maha Pengampun, Maha Penyayang"},{"SurahNumber":5,"VerseNumber":99,"Text":"Kewajiban Rasul tidak lain hanyalah menyampaikan (amanat Allah), dan Allah mengetahui apa yang kamu tampakkan dan apa yang kamu sembunyikan"},{"SurahNumber":5,"VerseNumber":100,"Text":"Katakanlah (Muhammad), “Tidaklah sama yang buruk dengan yang baik, meskipun banyaknya keburukan itu menarik hatimu, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal sehat, agar kamu beruntung.”"},{"SurahNumber":5,"VerseNumber":101,"Text":"Wahai orang-orang yang beriman! Janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu (justru) menyusahkan kamu. Jika kamu menanyakannya ketika Al-Qur'an sedang diturunkan, (niscaya) akan diterangkan kepadamu. Allah telah memaafkan (kamu) tentang hal itu. Dan Allah Maha Pengampun, Maha Penyantun"},{"SurahNumber":5,"VerseNumber":102,"Text":"Sesungguhnya sebelum kamu telah ada segolongan manusia yang menanyakan hal-hal serupa itu (kepada nabi mereka), kemudian mereka menjadi kafir"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah tidak pernah mensyariatkan adanya Bahirah, Sa'ibah, Washilah dan Ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti"}]}