{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":6,"Text":"Dies, weil Allah die Wahrheit ist und weil Er die Toten wieder lebendig macht und weil Er zu allem die Macht hat"},{"SurahNumber":22,"VerseNumber":7,"Text":"und weil die Stunde kommt, an der es keinen Zweifel gibt, und weil Allah (all) diejenigen auferwecken wird, die in den Gräbern sind"},{"SurahNumber":22,"VerseNumber":8,"Text":"Doch gibt es unter den Menschen manchen, der über Allah ohne Wissen, ohne Rechtleitung und ohne erleuchtendes Buch streitet"},{"SurahNumber":22,"VerseNumber":9,"Text":"indem er sich (hochmütig) zur Seite wendet, um von Allahs Weg in die Irre zu führen. Schande gibt es für ihn im Diesseits, und Wir lassen ihn am Tag der Auferstehung die Strafe des Brennens kosten"},{"SurahNumber":22,"VerseNumber":10,"Text":"„Dies (geschieht) wegen dessen, was deine Hände vorausgeschickt haben, und deshalb, weil Allah keiner ist, der den Menschen Unrecht zufügt"},{"SurahNumber":22,"VerseNumber":11,"Text":"Und unter den Menschen gibt es manchen, der Allah nur am Rande dient. Wenn ihn etwas Gutes trifft, ist er damit beruhigt, doch wenn ihn eine Versuchung trifft, macht er eine Kehrtwende. Er verliert das Diesseits und das Jenseits. Das ist der deutliche Verlust"},{"SurahNumber":22,"VerseNumber":12,"Text":"Er ruft anstatt Allahs das an, was ihm weder schadet noch nützt. Das ist wirklich der tiefe Irrtum"},{"SurahNumber":22,"VerseNumber":13,"Text":"Er ruft denjenigen an, von dem eher Schaden (zu erwarten) ist als Nutzen - ein wahrlich schlimmer Schutzherr und ein wahrlich schlimmer Gefährte"},{"SurahNumber":22,"VerseNumber":14,"Text":"Gewiß, Allah läßt diejenigen, die glauben und rechtschaffene Werke tun, in Gärten eingehen, durcheilt von Bächen. Gewiß, Allah tut, was Er will"},{"SurahNumber":22,"VerseNumber":15,"Text":"Wer meint, daß Allah ihm im Diesseits und Jenseits nicht helfen werde, der strecke doch ein Seil zum Himmel, dann schneide er (es) ab. So schaue er, ob nun seine List das wegnimmt, was (ihn) ergrimmen läßt"}]}