{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"Isn´t it He Who launched the creation (the first time)? Then, He will do it all over again! Isn´t it He Who (attends to your needs and) provides from the earth (below) and from the sky (above)? Are there gods besides Allah? Say, \"Present your proof, if you are truthful"},{"SurahNumber":27,"VerseNumber":65,"Text":"Say, \"Absolutely no one in the heavens and on the earth knows the divine secrets, except Allah! Nobody has any idea when he (and everybody else) will be brought back to life"},{"SurahNumber":27,"VerseNumber":66,"Text":"The knowledge of the life-to-come has eluded them. In fact, they are skeptical of its occurrence. Rather, they are oblivious of it"},{"SurahNumber":27,"VerseNumber":67,"Text":"Those who have rejected say, \"Will we really come back (to life)? After we and our forefathers have turned into dust"},{"SurahNumber":27,"VerseNumber":68,"Text":"In the past, too, we were promised this, and so were our forefathers! These are really nothing but the tales of the earlier people"},{"SurahNumber":27,"VerseNumber":69,"Text":"Tell them, \"Move about in the land and observe. How (bad) did the criminals fare"},{"SurahNumber":27,"VerseNumber":70,"Text":"Do not feel sorry for them, and do not feel depressed over their attempts to deceive"},{"SurahNumber":27,"VerseNumber":71,"Text":"They say, \"If you are honest tell us, when will that promise come about"},{"SurahNumber":27,"VerseNumber":72,"Text":"Say, \"Some of what you seek to hasten, may just happen to you next"},{"SurahNumber":27,"VerseNumber":73,"Text":"Your Lord, of course, is the Lord of mercy (and He lavishly showers His favors) upon people. Yet, most of them fail to express gratitude"},{"SurahNumber":27,"VerseNumber":74,"Text":"Your Lord certainly knows what their hearts hold back, just as well as what they declare"},{"SurahNumber":27,"VerseNumber":75,"Text":"Every little secret in the heavens and on the earth is (committed to writing) in a clear record"},{"SurahNumber":27,"VerseNumber":76,"Text":"Surely, for the children of Israel, this Qur´an clarifies most of the issues about which they differ"}]}