{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"We swear that We have created the human being and We know what his soul whispers to him. We are closer to him than even his jugular vein"},{"SurahNumber":50,"VerseNumber":17,"Text":"Since the two scribes are sitting on each of his shoulders, he does not utter a word which is not recorded immediately by the watchful scribes"},{"SurahNumber":50,"VerseNumber":18,"Text":"The human being will certainly experience the agony of death"},{"SurahNumber":50,"VerseNumber":19,"Text":"and (the human being will be told), \"This is what you had been trying to run away from"},{"SurahNumber":50,"VerseNumber":20,"Text":"The trumpet will certainly be sounded. This will be the day (about which you) were threatened"},{"SurahNumber":50,"VerseNumber":21,"Text":"Every soul will be accompanied (by an angel) behind him and another as a witness"},{"SurahNumber":50,"VerseNumber":22,"Text":"(He will be told), \"You were completely heedless of this day. We have removed the veil from your eyes and your vision will now be sharp and strong"},{"SurahNumber":50,"VerseNumber":23,"Text":"His (angelic) companion will say, \"(Lord), the record of his deeds is with me and is all ready"},{"SurahNumber":50,"VerseNumber":24,"Text":"(They will be told,) \"Throw into hell every persistent disbelievers"},{"SurahNumber":50,"VerseNumber":25,"Text":"who is an opponent of good, a suspicious transgressor"},{"SurahNumber":50,"VerseNumber":26,"Text":"and an idol worshipper. Throw him into severe torment"},{"SurahNumber":50,"VerseNumber":27,"Text":"His satanic companion will say, \"Our Lord, I did not mislead him, but he himself went astray"},{"SurahNumber":50,"VerseNumber":28,"Text":"The Lord will say, \"Do not argue in My presence; I had certainly sent you a warning"},{"SurahNumber":50,"VerseNumber":29,"Text":"No word is to be exchanged in My presence. I am not unjust to My servants"},{"SurahNumber":50,"VerseNumber":30,"Text":"On that day We shall ask hell, \"Are you full?\" It will say, \"Are there any more"},{"SurahNumber":50,"VerseNumber":31,"Text":"Paradise will be brought near for the pious ones"},{"SurahNumber":50,"VerseNumber":32,"Text":"(and they will be told), \"This is what you were promised. It is for everyone who turned in repentance to God, kept his promise"},{"SurahNumber":50,"VerseNumber":33,"Text":"feared the Beneficent God in secret, and turned to Him with a repenting heart"},{"SurahNumber":50,"VerseNumber":34,"Text":"(They will be told), \"Enter Paradise in peace and, therein, you will live forever"},{"SurahNumber":50,"VerseNumber":35,"Text":"They will have therein whatever they want and will receive from Us more rewards"}]}