{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"Balobi: Oh Mûssa! Obwaka to biso tobwaka bato ya liboso"},{"SurahNumber":20,"VerseNumber":66,"Text":"Alobi: Bobwaka noki, na mbalakaka nde basinga mpe ba mangenda na bango bimonanaki na miso naye lokola ba nyoka na bondoki na bango"},{"SurahNumber":20,"VerseNumber":67,"Text":"Bobangi moke bokomelaki Mûssa ye moko"},{"SurahNumber":20,"VerseNumber":68,"Text":"Toyebisaki ye: Kobanga te, yo nde okozala likolo. (na bango)"},{"SurahNumber":20,"VerseNumber":69,"Text":"Мре bwaka oyo ezali na loboko nayo ya mobali, ekomela manso oyo basali. Soló, wana basali ezali mwango ya bonganga, mpe nganga akoki kolonga te о esika nyoso awuti"},{"SurahNumber":20,"VerseNumber":70,"Text":"Banganga banso bakweyaki na bogumbami mpe balobi: Tondimi na Nkolo ya Hâruna na Mûssa"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Falo alobi): Boye bondimeli ye yambo ete napesa bino ndingisa? Ya sólo, ye nde mokonzi wa bino oyo alakisaki bino bonganga, nakokata bino maboko na makolo na bokeseni, mpe nakobaka bino na mibimbi mia nzete ya nagh’l, mpe bokoyebaka ya sólo penza nani kati na biso azali na etumbu ya makasi koleka mpe yakowumela"},{"SurahNumber":20,"VerseNumber":72,"Text":"Balobi: Tolapi na oyo akelaki biso, tokolikia epai nayo te, тропа bilembo oyo eyeli biso, sala oyo olingi kosala, yo ozali sé kokata makambo ya bomoi ya nsé"},{"SurahNumber":20,"VerseNumber":73,"Text":"Ya soló, tondimi na Nkolo wa biso, тропа alimbisa masumu та biso, na bonganga oyo osalisi yango biso na makasi. Mpe Allah azali malamu wa libela"},{"SurahNumber":20,"VerseNumber":74,"Text":"Oyo akotomboko na Nkolo waye, ya sólo, akozala na lifelo. Kati na yango akokufaka te mpe akozalaka na bomoyi te"},{"SurahNumber":20,"VerseNumber":75,"Text":"Mpe oyo akokutana naye na bondimi mpe asalaki misala milamu, bango nde bakozalaka o bapete ya lokumu ya likolo"},{"SurahNumber":20,"VerseNumber":76,"Text":"Lola ya edeni eye ezali kolekisa na nsé na yango mingala, libela kati na yango, mpe wana ekozala nde litomba ya baye bamipetolaki. (na boboyi kibopengwi na masumu)"}]}