{"Id":64,"LanguageCodes":["bs","bos"],"Name":"bos-korkut","Author":"Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":54,"VerseNumber":7,"Text":"oni će oborenih pogleda iz grobova izlaziti, kao skakavci rasuti"},{"SurahNumber":54,"VerseNumber":8,"Text":"i netremice gledajući u glasnika i žureći, nevjernici će govoriti: \"Ovo je težak dan"},{"SurahNumber":54,"VerseNumber":9,"Text":"Prije njih Nuhov narod nije vjerovao i roba Našeg je u laž utjerivao, govoreći: \"Luđak!\" - i Nuh je onemogućen bio"},{"SurahNumber":54,"VerseNumber":10,"Text":"I on je Gospodara svoga zamolio: \"Ja sam pobijeđen, Ti se osveti"},{"SurahNumber":54,"VerseNumber":11,"Text":"I Mi smo kapije nebeske pootvarali vodi koja je neprestano lila"},{"SurahNumber":54,"VerseNumber":12,"Text":"i učinili da iz zemlje izvori provru, i vode su se sastajale kako je određeno bilo"},{"SurahNumber":54,"VerseNumber":13,"Text":"a njega smo nosili na onoj od dasaka i klinaca sagrađenoj"},{"SurahNumber":54,"VerseNumber":14,"Text":"koja je plovila pod brigom Našom, - nagrada je to bila za onoga ko je odbačen bio"},{"SurahNumber":54,"VerseNumber":15,"Text":"I Mi to ostavismo kao pouku, - pa ima li ikoga ko bi pouku primio"},{"SurahNumber":54,"VerseNumber":16,"Text":"i kakve su bile kazna Moja i opomene Moje"},{"SurahNumber":54,"VerseNumber":17,"Text":"A Mi smo Kur´an učinili dostupnim za pouku, - pa ima li ikoga ko bi pouku primio"},{"SurahNumber":54,"VerseNumber":18,"Text":"I Ad nije vjerovao, - pa kakve su bile kazn Moja i opomene Moje"},{"SurahNumber":54,"VerseNumber":19,"Text":"Jednog kobnog dana poslali smo na njih leden vjetar koji je neprestano puhao"},{"SurahNumber":54,"VerseNumber":20,"Text":"i ljude dizao, kao da su palmova stabla iščupana"},{"SurahNumber":54,"VerseNumber":21,"Text":"i kakv e su bile kazna Moja i opomene Moje"},{"SurahNumber":54,"VerseNumber":22,"Text":"A Mi smo Kur´an učinili dostupnim za učenje napamet i pouku, pa ima li ikoga ko bi pouku primio"},{"SurahNumber":54,"VerseNumber":23,"Text":"I Semud u opomene nije vjerovao"},{"SurahNumber":54,"VerseNumber":24,"Text":"Zar da slijedimo jednog od nas!\" - govorili su. \"Tada bismo, uistinu, bili u zabludi i bili bismo ludi"},{"SurahNumber":54,"VerseNumber":25,"Text":"Zar baš njemu, između nas, da bude poslana Objava?! Ne, on je lažljivac oholi"},{"SurahNumber":54,"VerseNumber":26,"Text":"Vrlo brzo će oni saznati ko je lažljivac oholi"},{"SurahNumber":54,"VerseNumber":27,"Text":"Mi ćemo poslati kamilu da bismo ih iskušali, pa pričekaj ih i budi strpljiv"}]}