{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Sözünüzü ister gizleyin, ister açıklayın. Şüphesiz O, kalplerin özünü bilir"},{"SurahNumber":67,"VerseNumber":14,"Text":"Yaratan bilmez mi? O, gizli sırlara da vakıf ve haberdardır"},{"SurahNumber":67,"VerseNumber":15,"Text":"Yeri sizin için, üzerinde yürüyün ve rızkından yiyin diye alçak kılan O’dur. Dönüş de O’nadır"},{"SurahNumber":67,"VerseNumber":16,"Text":"Gökte olanın sizi yere batırmayacağından güvende misiniz, O sarsıldığı zaman"},{"SurahNumber":67,"VerseNumber":17,"Text":"Yoksa, gökte olanın üzerinize taş yağdıran bir fırtına göndermeyeceğinden güvende misiniz? Tehdidim nasılmış yakında göreceksiniz"},{"SurahNumber":67,"VerseNumber":18,"Text":"Onlardan öncekiler de yalanlamışlardı. Fakat, beni inkar etmek nasılmış"},{"SurahNumber":67,"VerseNumber":19,"Text":"Onlar üzerlerinde sıra sıra kanat çırpan kuşları görmüyorlar mı? Onları Rahman’dan başkası tutmuyor. Şüphesiz O, her şeyi görendir"},{"SurahNumber":67,"VerseNumber":20,"Text":"Rahman’a karşı size yardım edecek kimdir? Yoksa bu sizin ordunuz mu? Kafirler ancak boş bir gurur/aldanış içindedirler"},{"SurahNumber":67,"VerseNumber":21,"Text":"Eğer rızkınızı kesse, size rızık verecek olan kimdir? Hayır, onlar azgınlık ve nefret içinde inatla direnmektedirler"},{"SurahNumber":67,"VerseNumber":22,"Text":"O halde, yüzüstü sürünen mi daha doğru yoldadır; yoksa, dosdoğru yolda dümdüz yürüyen mi"},{"SurahNumber":67,"VerseNumber":23,"Text":"De ki: -Sizi yaratan, size kulaklar, gözler ve kalpler veren O’dur. Ne kadar az şükrediyorsunuz"},{"SurahNumber":67,"VerseNumber":24,"Text":"De ki: -Sizi yeryüzünde türeten O’dur. O’nun huzurunda toplanacaksınız"},{"SurahNumber":67,"VerseNumber":25,"Text":"Bu vaat ne zaman gerçekleşecek, eğer doğru söylüyorsanız? derler"},{"SurahNumber":67,"VerseNumber":26,"Text":"De ki: - Bunun bilgisi yalnız Allah’tadır. Ben sadece bir uyarıcıyım"}]}