{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":75,"VerseNumber":20,"Text":"Остерегитесь отрицать воскресение, ведь оно - истина. Но нет, вы любите преходящую земную жизнь с её мирскими благами"},{"SurahNumber":75,"VerseNumber":21,"Text":"и пренебрегаете будущей жизнью с её блаженством"},{"SurahNumber":75,"VerseNumber":22,"Text":"В тот День у одних людей лица будут сияющими, счастливыми"},{"SurahNumber":75,"VerseNumber":23,"Text":"и будут смотреть на своего Господа, как подобает Ему"},{"SurahNumber":75,"VerseNumber":24,"Text":"У других же лица будут угрюмыми, мрачными"},{"SurahNumber":75,"VerseNumber":25,"Text":"Они ожидают, что их постигнет страшная беда, сокрушающая позвонки хребта"},{"SurahNumber":75,"VerseNumber":26,"Text":"Но нет! Остерегайтесь любви к этой жизни, которую покинете, когда душа дойдёт до гортани"},{"SurahNumber":75,"VerseNumber":27,"Text":"и присутствующие при умирающем спросят друг друга: \"Нет ли заклинателя, чтобы заговорить его от смерти"},{"SurahNumber":75,"VerseNumber":28,"Text":"И поймёт умирающий, что он скоро умрёт и покинет земную жизнь, которую любил, и станет ему неимоверно тяжко"},{"SurahNumber":75,"VerseNumber":29,"Text":"и когда сойдётся голень с голенью при извлечении души"},{"SurahNumber":75,"VerseNumber":30,"Text":"к твоему Господу будет в тот День возвращение, а в День Воскресения их или введут в рай, или ввергнут в адский огонь"},{"SurahNumber":75,"VerseNumber":31,"Text":"Человек отрицал воскресение и не уверовал ни в посланника, ни в Коран, не совершал предписанную молитву"},{"SurahNumber":75,"VerseNumber":32,"Text":"считал Коран ложью, отвернулся от веры"},{"SurahNumber":75,"VerseNumber":33,"Text":"затем он вернулся к своей семье, гордясь (этим)"},{"SurahNumber":75,"VerseNumber":34,"Text":"Гибель тебе, о отрицающий (воскресение и Коран), гибель"},{"SurahNumber":75,"VerseNumber":35,"Text":"и ещё раз вечная гибель тебе, гибель"},{"SurahNumber":75,"VerseNumber":36,"Text":"Неужели человек, который отрицает воскресение, думает, что он будет оставлен без присмотра наслаждаться своей жизнью, а потом умрёт и не будет воскрешён для расплаты за свои деяния"},{"SurahNumber":75,"VerseNumber":37,"Text":"Неужели человек не был излившейся каплей жидкости, которой было предопределено попасть в матку"},{"SurahNumber":75,"VerseNumber":38,"Text":"потом она превратилась в сгусток крови, и Аллах создал его наилучшим образом, придав ему совершенный облик"},{"SurahNumber":75,"VerseNumber":39,"Text":"и сделал из него пару: мужчину и женщину"},{"SurahNumber":75,"VerseNumber":40,"Text":"Неужели этот Творец, который создал всё это, не может воскресить мёртвых, собрав их кости"},{"SurahNumber":76,"VerseNumber":1,"Text":"Прошел определённый срок времени до того, как в человека Аллах вдохнул дух. Он был ничтожен, без имени, не знал, для чего он создан"},{"SurahNumber":76,"VerseNumber":2,"Text":"Поистине, Мы создали человека из капли, смеси разных веществ. Затем Мы подвергли его испытанию, предписав ему религиозные обязанности. Поэтому Мы даровали ему слух и зрение, чтобы он слушал айаты и видел знамения"},{"SurahNumber":76,"VerseNumber":3,"Text":"Мы ведь указали ему прямой путь, чтобы он выбрал: стать верующим или неверным"},{"SurahNumber":76,"VerseNumber":4,"Text":"Поистине, Мы приготовили для неверных цепи для ног, оковы для их рук и шей и пылающий огонь"},{"SurahNumber":76,"VerseNumber":5,"Text":"Поистине, те, которые искренне уверовали, пьют напиток, смешанный с камфарной водой"}]}