{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"(Gedenkt) de Dag, waarop iedere ziel zich geplaatst zal vinden tegenover het goede dat zij heeft verricht en het kwade dat zij heeft gedaan, dan zal zij wensen dat er een grote afstand ware tussen haar en het kwade. En Allah waarschuwt u voor Hemzelf. En Allah is liefderijk jegens Zijn dienaren"},{"SurahNumber":3,"VerseNumber":31,"Text":"Zeg: \"Indien gij Allah liefhebt, volgt mij, Allah zal u liefhebben en uw zonden vergeven. Allah is Vergevensgezind, Genadig"},{"SurahNumber":3,"VerseNumber":32,"Text":"Zeg: \"Gehoorzaamt Allah en de boodschapper\", maar als zij zich afwenden, dan heeft Allah de ongelovigen niet lief"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allah verkoos Adam en Noach en de nakomelingen van Abraham en de nakomelingen van Imraan boven de volkeren"},{"SurahNumber":3,"VerseNumber":34,"Text":"Afstammelingen, de een van de ander. En Allah is Alhorend, Alwetend"},{"SurahNumber":3,"VerseNumber":35,"Text":"Toen de vrouw van Imraan zeide: \"Ik draag aan U op wat in mijn baarmoeder is, dat het vrij zal zijn (om U te dienen), aanvaard het van mij, Gij zijt gewis Alhorend, Alwetend"},{"SurahNumber":3,"VerseNumber":36,"Text":"Maar, toen zij er van verlost was, zeide zij: \"Mijn Heer, ik ben verlost van een meisje.\" - Allah wist het beste wat zij voortbracht. \"En de man is niet gelijk aan de vrouw. En ik heb haar Maria genoemd en ik stel haar en haar nageslacht onder Uw bescherming tegen Satan, de verworpene"},{"SurahNumber":3,"VerseNumber":37,"Text":"Daarom nam haar Heer haar (Maria) met welbehagen aan en deed haar goed opgroeien en vertrouwde haar aan Zacharia toe. Telkens, wanneer Zacharia bij haar in de kamer ging, vond hij voedsel bij haar. Hij zeide: \"O, Maria, waar hebt gij dit vandaan?\" Zij antwoordde: \"Het komt van Allah.\" Voorzeker, Allah geeft volop aan wie Hij wil"}]}