{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":83,"Text":"Улар пайғамбарга нозил қилинган нарсани (Қуръонни) эшитган пайтларида, унинг ҳақ эканини билганлари сабабли кўзларидан ёш қуйилаётганини кўрасиз. Улар: «Парвардигоро, иймон келтирдик. Бас, бизни гувоҳлик бергувчилар қаторига ёзгин», дейдилар"},{"SurahNumber":5,"VerseNumber":84,"Text":"«Бизга нима бўлдики, ўзимиз Аллоҳга ва бизга келган ҳақ динга ишонмаймиз-у, яна Парвардигоримиз бизни ҳам бу солиҳ қавм билан бирга (жаннатга) дохил қилишини тамаъ қиламиз?!»"},{"SurahNumber":5,"VerseNumber":85,"Text":"Бас, шу гаплари сабабли Аллоҳ уларни остидан дарёлар оқиб турадиган, улар абадий яшайдиган жаннатлар билан мукофотлади. Бу чиройли амал қилгувчиларнинг мукофотидир"},{"SurahNumber":5,"VerseNumber":86,"Text":"Кофир бўлган ва Бизнинг оятларимизни ёлғон деган кимсалар эса жаҳаннам эгаларидир"},{"SurahNumber":5,"VerseNumber":87,"Text":"Эй мўминлар, Аллоҳ сизлар учун ҳалол қилиб қўйган покиза нарсаларни ҳаром деманглар ва (Аллоҳ белгилаган чегарадан) тажовуз қилманглар! Албатта, Аллоҳ тажовузкор кимсаларни севмас"},{"SurahNumber":5,"VerseNumber":88,"Text":"Аллоҳ сизларга ризқ қилиб берган ҳалол, пок нарсалардан енглар ва ўзларингиз иймон келтирган Аллоҳдан қўрқинглар"},{"SurahNumber":5,"VerseNumber":89,"Text":"Аллоҳ сизларни тилларингиздаги беҳуда қасамларингиз сабабли жазоламайди. Балки (дилларингиздаги) маҳкам тугган қасам сабабли (агар шундай қасамни бузсангиз) жазолайди. Бас, унинг каффорати ўз оилангизни боқадиган ўртача таомлардан ўнта мискинга таом бериш ёки уларнинг сарпосини қилиш, ёхуд бир қулни озод қилишдир. Ким (бу нарсаларни) топа олмаса, уч кун рўза тутсин! Мана шу — қасам ичган (ва уни бузган) пайтингиздаги қасамларингиз каффоратидир. Қасамларингизни (бузишдан) сақланингиз. Шукр қилишингиз учун Аллоҳ сизларга Ўз оятларини мана шундай очиқ-ойдин баён қилур"}]}