{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":5,"VerseNumber":96,"Text":"Bɛ niŋ ya halalsi ni yi kum kom ni binnyεma, n-ti pahi di puuni bindirigu, ka di nyɛla nyɛɣisim n-tin ya, ka lahi nyɛ guzuli n-ti ban chani soli. Amaa! Bɛ mɔŋ ya tiŋgbani ni binnyεma kubu, di yi niŋ ka yi na be yi Ihraami puuni. Yaha! Zom ya Naawuni so bɛ ni yɛn ti laɣim ya O sani maa (Zaadali)"},{"SurahNumber":5,"VerseNumber":97,"Text":"Naawuni zalila Ka’aba ka di nyɛ darza yili, ka di nyɛ din zaandi yɛla dede n-ti ninsalinima, (ka lahi zali) goli shɛli bɛ ni mɔŋ tobu tuhibu di puuni, ni bɛ ni kɔrgi biŋkɔb’ so ni bɛ zaŋ ti Naawuni duu (Ka’aba), ni biŋkɔb’ so bɛ ni niŋ alaama o niŋgoli ni, domin yi baŋ ni achiika! Naawuni nyɛla Ŋun mi binshɛɣu din be sagbana ni, ni din be tiŋgbani ni, ka lali baŋ ni achiika! Naawuni nyɛla Ŋun mi binshɛɣu kam"},{"SurahNumber":5,"VerseNumber":98,"Text":"Baŋmi ya ni Achiika! Naawuni nyɛla azaabakpeeni lana. Yaha! Naawuni nyɛla Chεmpaŋlana, Zaadali Nambɔzobonaa"},{"SurahNumber":5,"VerseNumber":99,"Text":"Talahi shεli bi ʒi (Naawuni) tumo (Annabi Muhammadu) zuɣu ni m-pahila o pali o tuuntali. Yaha! Naawuni mi binshɛɣu yi ni yihiri polo ni, ni yi ni sɔɣiri shɛli"},{"SurahNumber":5,"VerseNumber":100,"Text":"(Yaa nyini Annabi)! Yεlima: “Din be mini din vɛla ku niŋ yim, hali di yi niŋ ka din be maa zoosim niŋ a nyɛɣisim. Dinzuɣu yaa yinim’ haŋkayanima! Zom ya Naawuni, achiika! Yi nyɛla ban yɛn nyɛ tarli"},{"SurahNumber":5,"VerseNumber":101,"Text":"Yaa yinim’ ninvuɣu shɛba ban ti Nawwuni yεlimaŋli: “Di bɔhiri ya (Annabi) binyεr’ shaŋa yɛla, domin bɛ yi kahigi ya li, di ni saɣim yi suhiri. Yaha! Yi yi ti bɔhi li saha shεli bɛ ni siɣisiri Alkur’aani (wahayi) na, tɔ! Bɛ ni kahigi ya li. Naawuni chε m-paŋ ya din pun gari maa. Yaha! Naawuni nyɛla Chεmpaŋlana, Suɣulolana titali"},{"SurahNumber":5,"VerseNumber":102,"Text":"Achiika! Ninvuɣu shεba ban daa kana pɔi ni yinim’ daa bɔhi lala bɔhisi ka leei chεfurinima"},{"SurahNumber":5,"VerseNumber":103,"Text":"Naawuni bi zali (biŋkɔb’ so ka o yuli nyɛ) bahiira, ni saa’iba, ni wasiila, n-ti pahi haam. Amaa! 1 Ninvuɣu shɛba ban niŋ chεfuritali maa n-nyɛ ban ŋmari ʒiri m-pari Naawuni, ka bɛ pam mi bi niŋdi haŋkali"}]}