{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":44,"Text":"The residents of Paradise will call out to the residents of the Fire, “We have certainly found our Lord’s promise to be true. Have you too found your Lord’s promise to be true?” They will reply, “Yes, we have!” Then a caller will announce to both, “May God’s condemnation be upon the wrongdoers"},{"SurahNumber":7,"VerseNumber":45,"Text":"those who hindered ˹others˺ from God’s Way, strived to make it ˹appear˺ crooked, and disbelieved in the Hereafter.”"},{"SurahNumber":7,"VerseNumber":46,"Text":"There will be a barrier between Paradise and Hell. And on the heights ˹of that barrier˺ will be people who will recognize ˹the residents of˺ both by their appearance. They will call out to the residents of Paradise, “Peace be upon you!” They will have not yet entered Paradise, but eagerly hope to"},{"SurahNumber":7,"VerseNumber":47,"Text":"When their eyes will turn towards the residents of Hell, they will pray, “Our Lord! Do not join us with the wrongdoing people.”"},{"SurahNumber":7,"VerseNumber":48,"Text":"Those on the heights will call out to some ˹tyrants in the Fire˺, who they will recognize by their appearance, saying, “Your large numbers and arrogance are of no use ˹today˺"},{"SurahNumber":7,"VerseNumber":49,"Text":"Are these ˹humble believers˺ the ones you swore would never be shown God’s mercy?” ˹Finally, those on the heights will be told:˺ “Enter Paradise! There will be no fear for you, nor will you grieve.”"},{"SurahNumber":7,"VerseNumber":50,"Text":"The residents of the Fire will then cry out to the residents of Paradise, “Aid us with some water or any provision God has granted you.” They will reply, “God has forbidden both to the disbelievers"},{"SurahNumber":7,"VerseNumber":51,"Text":"those who took this faith ˹of Islam˺ as mere amusement and play and were deluded by ˹their˺ worldly life.” ˹God will say,˺ “Today We will ignore them just as they ignored the coming of this Day of theirs and for rejecting Our revelations.”"}]}