{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"И воззвали Мы к нему с правой стороны горы и приблизили его для тайной беседы"},{"SurahNumber":19,"VerseNumber":53,"Text":"И даровали мы ему от Нашего милосердия брата его Харуна как пророка"},{"SurahNumber":19,"VerseNumber":54,"Text":"И вспомни в книге Исмаила: поистине, он был правдив в обещанном и был посланником, пророком"},{"SurahNumber":19,"VerseNumber":55,"Text":"Он приказывал своей семье молитву и милостыню и был у Господа своего угодным"},{"SurahNumber":19,"VerseNumber":56,"Text":"И вспомни в книге Идриса: поистине, он был праведником, пророком"},{"SurahNumber":19,"VerseNumber":57,"Text":"И вознесли Мы его на высокое место"},{"SurahNumber":19,"VerseNumber":58,"Text":"Это - те, кому даровал Аллах милость, из пророков из потомства Адама и из тех, кого Мы носили вместе с Нухом, и из потомства Ибрахима и Исраила, и из тех, кого мы вели прямым путем, и кого Мы избрали. Когда им читаются знамения Милосердного, они падают ниц, поклоняясь и плача"},{"SurahNumber":19,"VerseNumber":59,"Text":"И последовали за ними потомки, которые погубили молитву и пошли за страстями, и встретят они погибель"},{"SurahNumber":19,"VerseNumber":60,"Text":"Кроме тех, кто раскаялся и уверовал и творил доброе, - эти войдут в рай и не будут обижены ни в чем"},{"SurahNumber":19,"VerseNumber":61,"Text":"в сады вечности, которые обещал Милосердный Своим рабам втайне; поистине, Его обещание совершается"},{"SurahNumber":19,"VerseNumber":62,"Text":"Не слышат они там пустословия, а только: \"Мир!\" Для них там - удел и утром и вечером"},{"SurahNumber":19,"VerseNumber":63,"Text":"Это - сад, который дадим Мы в наследие тем из Наших рабов, кто богобоязнен"},{"SurahNumber":19,"VerseNumber":64,"Text":"Нисходим мы только по повелению Господа твоего, Ему принадлежит то, что пред нами и что позади нас и что между этим. Господь твой не забывчив"}]}