{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Yes, in them will become manifest, that which before they concealed. But if they were returned, they would certainly relapse to the things they were forbidden to do, for they are indeed liars"},{"SurahNumber":6,"VerseNumber":29,"Text":"And they say, “There is nothing except our life on this earth, and never will we be raised up again.”"},{"SurahNumber":6,"VerseNumber":30,"Text":"If you could only see when they are confronted by their Lord, He will say, “Is this not the truth?” They will say, “Yes, by our Lord.” He will say, “Taste then the penalty, because you rejected faith.”"},{"SurahNumber":6,"VerseNumber":31,"Text":"Lost indeed are they who treat as falsehood, the fact that they must meet God, until all of a sudden, the Hour is on them and they say, “Woe to us, that we did not consider it.” For they bear their burdens on their backs, and miserable indeed are the burdens that they bear"},{"SurahNumber":6,"VerseNumber":32,"Text":"What is the life of the present but play and entertainment? Best is the home in the hereafter, for those who are righteous. Will you not then understand"},{"SurahNumber":6,"VerseNumber":33,"Text":"Indeed We know the grief that their words cause you. It is not you that they reject, it is the signs of God which the wicked condemn"},{"SurahNumber":6,"VerseNumber":34,"Text":"Rejected were the messengers before you. With patience and constancy they bore their rejection and their wrongs, until Our aid reached them. None can alter the words of God. You have already received some account of those messengers"},{"SurahNumber":6,"VerseNumber":35,"Text":"Their aversion is hard on your mind, yet if you were able to seek a tunnel in the ground or a ladder to the skies and bring them a sign, no good would it be. If it were God's will, He could gather them to true guidance. So do not be among those who are swayed by ignorance"}]}