{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Uye hatina kusika denga nenyika nezvose zviri pakati pazvo pasina chinangwa! Ndiwo mafungiro evasingatendi! Naizvozvo matambudziko kune avo vasingatendi (muIslaam) kubva kumoto"},{"SurahNumber":38,"VerseNumber":28,"Text":"Tingabate avo vanotenda (muna Allah) uye vanoita mabasa akanaka semabatiro atinoita maMufsidoon (avo vanosanganisa Allah nezvimwe zvinhu mukunamata uye vachiita zvitadzo) panyika? Kana kuti tingabate maMuttaqoon (avo vanhu vanotya Allah) semaFujjaar (vanhu vasingatendi uye vanoita mabasa akaipa)"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Iri) Igwaro ratakatumira kwauri, rizere nemakomborero, kuti vave vanodzamisa pfungwa (vanorangarira) mundima dzaro, uye kuti vanhu vanonzwisisa vave vanorangarira"},{"SurahNumber":38,"VerseNumber":30,"Text":"Uye Dawood (Dhavhidha) takamupa Sulaimaan (Soromoni). Muranda akanaka! Zvirokwazvo, aikumbira ruregerero (kwatiri)"},{"SurahNumber":38,"VerseNumber":31,"Text":"Paakaratidzwa nguva dzemasikati, mabhiza akapingudzwa emhando yepamusoro (achienda kunorwa munzira yaAllah)"},{"SurahNumber":38,"VerseNumber":32,"Text":"Akati: “Ini ndada zvakanaka (mabhiza aya) kupinda kurangarira Tenzi vangu (pamunamato wangu wemasikati, Asr)” kusvikira nguva yadarika, uye (zuva) raenda muna amai varo"},{"SurahNumber":38,"VerseNumber":33,"Text":"Ndokubva ati: “Uyai nawo (Mabhiza) kwandiri!” Akatanga kufambisa ruoko rwake pamakumbo nepahuro pawo (kusvikira kuratidzwa kwapera)"},{"SurahNumber":38,"VerseNumber":34,"Text":"Uye zvirokwazvo takava tinoedza Sulaimaan (Soromoni). Takava tinoisa Jasad (Dhiyabhorosi) pachigaro chake (akatorasikirwa nehumambo kwekanguvana), uye akava anodzokera (kuna Allah nekuteerera nekukumbira ruregerero, uye pahumambo wake nekuda kwaAllah)"},{"SurahNumber":38,"VerseNumber":35,"Text":"Akati: “Tenzi vangu! Ndiregererei, mova munondipa umambo usina achazova nawo mushure mangu. Zvirokwazvo, ndimi mupi.”"},{"SurahNumber":38,"VerseNumber":36,"Text":"Naizvozvo takamupa mhepo, yaivhuvhuta zvinyoro-nyoro nokuda kwake kwose kwaaida"},{"SurahNumber":38,"VerseNumber":37,"Text":"Uyezve maShayaatween (vanaDhiyabhorosi) kubva kumaJinn kusanganisira mhando yose yemuvaki nemushambiri"},{"SurahNumber":38,"VerseNumber":38,"Text":"Uye vamwe vakasungwa pamwechete nengetani"},{"SurahNumber":38,"VerseNumber":39,"Text":"(Allah vakati kuna Sulaimaan): “Ichi ndicho chipo chedu, saka ipa kana chengeta zvisina mubvunzo.”"},{"SurahNumber":38,"VerseNumber":40,"Text":"Uye zvirokwazvo ange ari pedyo nesu, uye ane nzvimbo yakanaka yokudzokera (Paradhiso)"},{"SurahNumber":38,"VerseNumber":41,"Text":"Uye rangarira muranda wedu Ayyoob (Jobho), paakakumbira Tenzi vake achiti: “Zvirokwazvo, Dhiyabhorosi (Satani) andiedza nemarwadzo (urwere) pamwechete nemutongo (kuparadza upfumi wangu)!”"},{"SurahNumber":38,"VerseNumber":42,"Text":"(Allah vakati kwaari): “Rova pasi netsoka yako. Ichi chitubu chemvura yekugeza inotonhora uye yekunwa.”"}]}