{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"Y antes de ti (también) enviamos como profetas a hombres (y no a ángeles) a quienes concedimos la revelación. Pregunten a quienes tienen conocimiento sobre las Escrituras[457] anteriores, si no lo saben"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Y los enviamos) con pruebas claras y con escrituras sagradas. Y te hemos revelado a ti el Corán (¡oh, Muhammad!) para que expliques con claridad a los hombres lo que les ha sido revelado y para que así reflexionen"},{"SurahNumber":16,"VerseNumber":45,"Text":"¿Acaso se sienten a salvo, quienes traman maldades, de que Al-lah hunda la tierra con ellos o de que les llegue el castigo por donde no se lo esperan"},{"SurahNumber":16,"VerseNumber":46,"Text":"¿O (se sienten a salvo) de que el castigo les sobrevenga cuando se encuentren de viaje y no puedan escapar"},{"SurahNumber":16,"VerseNumber":47,"Text":"¿o de que este se abata sobre ellos cuando más lo teman? Ciertamente, su Señor es Compasivo y Misericordioso (al no adelantar Su castigo)"},{"SurahNumber":16,"VerseNumber":48,"Text":"¿Es que no ven (quienes niegan la verdad) lo que Al-lah ha creado y cómo sus sombras se mueven de derecha a izquierda y se postran ante Él con sumisión"},{"SurahNumber":16,"VerseNumber":49,"Text":"Y ante Al-lah se postran todas las criaturas existentes en los cielos y en la tierra, así como los ángeles, y estos no se comportan con arrogancia"},{"SurahNumber":16,"VerseNumber":50,"Text":"(Los ángeles) temen a su Señor, que está por encima de ellos, y cumplen lo que se les ordena"},{"SurahNumber":16,"VerseNumber":51,"Text":"Y dice Al-lah: “No tomen dos divinidades. Su Dios es un Dios Único. Témanme, pues, solo a Mí”"},{"SurahNumber":16,"VerseNumber":52,"Text":"Y a Él pertenece cuanto hay en los cielos y en la tierra, y la adoración sincera y exclusiva siempre y en todo momento. ¿Cómo pueden temer a otro que no sea Al-lah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Y todas las bendiciones de las que disfrutan provienen de Al-lah. Y si sufren una desgracia, es a Él a Quien suplican ayuda"},{"SurahNumber":16,"VerseNumber":54,"Text":"Después, si los libra de ella, un grupo de ustedes adora a otros fuera de Él"}]}