{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"ਕਾਫ਼। ਸਹੁੰ ਹੈ ਮਹਾਨਤਾ ਵਾਲੇ ਕੁਰਆਨ ਦੀ।"},{"SurahNumber":50,"VerseNumber":2,"Text":"ਸਗੋਂ' ਉਨ੍ਹਾਂ ਨੂੰ ਹੈਰਾਨੀ ਹੋਈ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਹੀ ਇੱਕ ਭੈਅ-ਭੀਤ ਕਰਨ ਵਾਲਾ ਆਇਆ ਤਾਂ ਅਵੱਗਿਆਕਾਰੀਆਂ ਨੇ ਆਖਿਆ ਕਿ ਇਹ ਹੈਰਾਨੀਜਨਕ ਚੀਜ਼ ਹੈ।"},{"SurahNumber":50,"VerseNumber":3,"Text":"ਕੀ ਜਦੋਂ ਅਸੀਂ ਮਰ ਜਾਵਾਂਗੇ ਅਤੇ ਮਿੱਟੀ ਹੋ ਜਾਵਾਂਗੇ। ਇਹ ਦੁਬਾਰਾ ਜੀਵਿਤ ਹੋਣਾ ਬਹੁਤ ਅਸੰਭਵ ਹੈ।"},{"SurahNumber":50,"VerseNumber":4,"Text":"ਸਾਨੂੰ ਪਤਾ ਹੈ ਜਿਨ੍ਹਾਂ ਧਰਤੀ ਉਨ੍ਹਾਂ ਦੇ (ਸਰੀਰਾਂ ਨੂੰ? ਅੰਦਰੋਂ (ਖਾ ਖਾ ਕੇ) ਘੱਟ ਕਰ ਰਹੀ ਹੈ। ਅਤੇ ਸਾਡੇ ਕੋਲ ਕਿਤਾਬ ਹੈ ਜਿਸ ਵਿਚ ਸਭ ਕੁਝ ਸੁਰੱਖਿਅਤ ਹੈ।"},{"SurahNumber":50,"VerseNumber":5,"Text":"ਸਗੋਂ ਉਨ੍ਹਾਂ ਨੇ ਸੱਚ ਨੂੰ ਝੁਠਲਾਇਆ ਹੈ। (ਉਹ ਵੀ) ਉਦੋਂ ਜਦੋਂ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਆ ਚੁੱਕਿਆ ਹੈ ਤਾਂ ਉਹ ਉਲਝਣ ਵਿਚ ਹੀ ਫਸੇ ਰਹੇ।"},{"SurahNumber":50,"VerseNumber":6,"Text":"ਕੀ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਆਪਣੇ ਉੱਪਰ ਅਸਮਾਨ ਨੂੰ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਅਸੀਂ ਉਸ ਨੂੰ ਕਿਹੋ ਜਿਹਾ ਬਣਾਇਆ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਸੁੰਦਰਤਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਹੈ ਜਿਸ ਵਿਚ ਕੋਈ ਦੋਸ਼ ਨਹੀਂ।"},{"SurahNumber":50,"VerseNumber":7,"Text":"ਅਤੇ ਅਸੀਂ ਧਰਤੀ ਨੂੰ ਪਸਾਰਿਆ ਹੈ ਅਤੇ ਉਸ ਵਿਚ ਪਹਾੜ ਰੱਖ ਦਿੱਤੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚ ਹਰੇਕ ਪ੍ਰਕਾਰ ਦੀ ਸੁੰਦਰਤਾ ਭਰਪੂਰ ਚੀਜ਼ਾਂ ਪੈਦਾ ਕੀਤੀਆਂ।"},{"SurahNumber":50,"VerseNumber":8,"Text":"ਹਰੇਕ ਉਸ ਬੰਦੇ ਨੂੰ ਸਮਝਾਉਣ ਅਤੇ ਯਾਦ ਕਰਵਾਉਣ ਲਈ ਜਿਹੜਾ ਵਾਪਿਸ ਆਵੇ।"},{"SurahNumber":50,"VerseNumber":9,"Text":"ਅਤੇ ਅਸੀਂ ਆਕਾਸ਼ਾਂ ਤੋਂ ਬਰਕਤ ਵਾਲਾ ਪਾਣੀ ਉਤਾਰਿਆ ਫਿਰ ਉਸ ਨਾਲ ਅਸੀਂ ਬਾਗ਼ ਉਗਾਏ ਅਤੇ ਕੱਟੀਆਂ ਜਾਣ ਵਾਲੀਆਂ ਫਸਲਾਂ ਵੀ।"},{"SurahNumber":50,"VerseNumber":10,"Text":"ਅਤੇ ਖਜੂਰਾਂ ਦੇ ਉੱਚੇ ਰੁੱਖ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁੱਥਵੇ' ਗੁੱਛੇ ਲੱਗਦੇ ਹਨ।"},{"SurahNumber":50,"VerseNumber":11,"Text":"ਇਨਸਾਨਾਂ ਦੇ ਰਿਜ਼ਕ ਲਈ ਅਤੇ ਅਸੀਂ ਉਸ ਦੇ ਰਾਹੀਂ ਮ੍ਰਿਤ ਧਰਤੀ ਨੂੰ ਜੀਵਿਤ ਕਰ ਦਿੱਤਾ। ਇਸ ਤਰ੍ਹਾਂ ਹੀ (ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ) ਧਰਤੀ ਵਿੱਚੋਂ ਨਿਕਲਣਾ ਹੋਵੇਗਾ।"},{"SurahNumber":50,"VerseNumber":12,"Text":"ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਨੂਹ ਦੀ ਕੌਮ, ਅਰ-ਰਸ (ਖੂਹ) ਵਾਲੇ ਅਤੇ ਸਮੂਦ ਦੇ ਲੋਕ।"},{"SurahNumber":50,"VerseNumber":13,"Text":"ਅਤੇ ਆਦ, ਫਿਰਾਔਨ ਅਤੇ ਲੂਤ ਦੇ ਭਰਾ।"},{"SurahNumber":50,"VerseNumber":14,"Text":"ਅਤੇ ਐਕਾ (ਵਣ) ਵਾਲੇ ਅਤੇ ਤਬਾਅ ਦੀ ਕੌਮ ਨੇ ਵੀ ਝੁਠਲਾਇਆ। ਸਾਰਿਆਂ ਨੇ ਪੈਗਬਰਾਂ ਨੂੰ ਝੁਠਲਾਇਆ। ਸੋ ਮੇਰਾ ਉਨ੍ਹਾਂ ਨੂੰ ਡਰਾਉਣਾ ਅਸਲ ਵਿਚ ਘੱਟ ਕੇ ਰਹੇਗਾ।"},{"SurahNumber":50,"VerseNumber":15,"Text":"ਕੀ ਅਸੀਂ ਪਹਿਲੀ ਵਾਰ ਮੈਂਦਾ ਕਰਨ ਤੋਂ ਥੱਕੇ ਰਹੇ?ਸਗੋਂ ਇਹ ਲੋਕ ਨਵੇਂ ਸਿਰੇ ਤੋਂ ਧੈਦਾ ਕਰਨ ਵੱਲੋਂ ਸ਼ੱਕ ਵਿਚ ਹਨ।"}]}