{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":96,"Text":"Dihalalkan bagi kamu binatang buruan laut, dan makanan yang didapati dari laut, sebagai bekalan bagi kamu (untuk dinikmati kelazatannya) dan juga bagi orang-orang yang dalam pelayaran; tetapi diharamkan atas kamu memburu binatang buruan darat selama kamu sedang berihram. Oleh itu, bertaqwalah kepada Allah, yang kepadaNya kamu akan dihimpunkan"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah menjadikan Kaabah, rumah yang mulia itu, sebagai tempat tumpuan manusia (untuk menjalankan ibadat dan hal-hal hidup), demikian juga bulan-bulan yang mulia, dan binatang-binatang korban, dan kalong-kalong binatang korban itu. Yang demikian itu, supaya kamu ketahui bahawa sesungguhnya Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, dan bahawa sesungguhnya Allah Maha mengetahui akan tiap-tiap sesuatu"},{"SurahNumber":5,"VerseNumber":98,"Text":"Ketahuilah oleh kamu, bahawasanya Allah Maha berat azab seksaNya (kepada orang yang kufur dan derhaka), dan bahawasanya Allah Maha Pengampun lagi Maha Mengasihani (bagi orang yang mengerjakan suruhanNya dan meninggalkan laranganNya)"},{"SurahNumber":5,"VerseNumber":99,"Text":"Tidak ada kewajipan yang ditugaskan kepada Rasulullah selain daripada menyampaikan (perintah-perintah Allah) sahaja; dan Allah sentiasa mengetahui apa yang kamu lahirkan dan apa yang kamu sembunyikan"},{"SurahNumber":5,"VerseNumber":100,"Text":"Katakanlah (wahai Muhammad): \"Tidak sama yang buruk dengan yang baik, walaupun banyaknya yang buruk itu menarik hatimu. Oleh itu bertaqwalah kepada Allah wahai orang-orang yang berakal fikiran, supaya kamu berjaya"},{"SurahNumber":5,"VerseNumber":101,"Text":"Wahai orang-orang yang beriman! Janganlah kamu bertanyakan (kepada Nabi) perkara-perkara yang jika diterangkan kepada kamu akan menyusahkan kamu, dan jika kamu bertanya mengenainya ketika diturunkan Al-Quran, tentulah akan diterangkan kepada kamu. Allah maafkan (kamu) dari (kesalahan bertanyakan) perkara-perkara itu (yang tidak dinyatakan di dalam Al-Quran); kerana Allah Maha pengampun, lagi Maha penyabar"},{"SurahNumber":5,"VerseNumber":102,"Text":"Sesungguhnya perkara-perkara yang serupa itu pernah ditanyakan (kepada Nabi mereka) oleh suatu kaum dahulu sebelum kamu, kemudian mereka menjadi kafir dengan sebab pertanyaan itu (kerana setelah diterangkan, mereka tidak menerimanya)"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah tidak sekali-kali mensyariatkan Bahirah, tidak juga Saa'ibah, tidak juga Wasilah dan tidak juga Haam. Akan tetapi orang-orang kafir itu sentiasa mengada-adakan perkara dusta terhadap Allah; dan kebanyakan mereka tidak menggunakan akal fikirannya"}]}