{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":11,"VerseNumber":89,"Text":"Mpe oh bato na ngai! В órnemela ngai bokeseni na kotungisa ngai te, noki etumbu ekozua bino, ndenge ezuaki bato ba Núh na bato ba Hûd na bato ba Swálih, mpe (ndakisa) ya bato ba Loth ezali mosika te тропа bino"},{"SurahNumber":11,"VerseNumber":90,"Text":"Mpe bosenga bolimbisi epai ya Nkolo wa bino mpe botubela epai naye. Ya soló, Nkolo wa ngai azali Nkolo wa mawa atonda bolingo"},{"SurahNumber":11,"VerseNumber":91,"Text":"Balobi: Eh Shua’íb! Tozali kososola te ebele ya maye ozali koloba, mpe tozali kornona yo ozali sé motawu o kati na biso soki ezalaki libota nayo te, tolingaki kosala yo mabe. (kobamba yo mabanga) mpe ozali na nguya moko te likolo na biso"},{"SurahNumber":11,"VerseNumber":92,"Text":"Alobaki: Oh bato ya mboka na ngai! В ozali kornona ete libota na ngai ezali na lokumu ераї na bino koleka Allah, тропа maye bozali kopesa mikongo? Ya sólo, Nkolo wa ngai (ayebi) manso bozali kosala"},{"SurahNumber":11,"VerseNumber":93,"Text":"Mpe oh bato ba ngai! Bosala maye bokolinga, ngai mpe nakosala. Kala te bokoyebaka nani oyo etumbu ekozua ye, oyo ekopesa ye soni mpe nani azalaki mobuki lokuta. Bozela, (eloko nini ekosalema) ngai mpe nazali kozela elongo na bino"},{"SurahNumber":11,"VerseNumber":94,"Text":"Мре tango mobeko mwa biso moyaki, tobikisaki Shuaib na baye bandimaki elongo naye, na mawa kowuta epai na biso, mpe babubi bazuaki bogangi (bwa etumbu) mpe bakomaki bibembe o kati na bandako bia bango"},{"SurahNumber":11,"VerseNumber":95,"Text":"Lokola bavandaki kala te kati na yango, kasi ba mad’yan bazalaki mosika, ndenge moko ba Thamúd bazalaki mosika na ngolu (ya Allah)"},{"SurahNumber":11,"VerseNumber":96,"Text":"Мре tosilaki solo kotinda Müssa na makamwisi ma biso na bokonzi bwa polele"},{"SurahNumber":11,"VerseNumber":97,"Text":"Epai na falo na bankumu ba ye. Kasi balandaki makambo ma falo, kasi makambo ma falo mazalaki na bokambi te"}]}