{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"Az Igazsággal bocsátottuk le azt és az Igazsággal jött le. Mi téged (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) csupán örömhír hozójaként és intőként küldtünk el"},{"SurahNumber":17,"VerseNumber":106,"Text":"És (ez egy olyan) Korán, (amit) részekre osztottunk, hogy sietség nélkül recitálhasd azt az embereknek. (Egymást követő) Kinyilatkoztatásként bocsátottuk azt le"},{"SurahNumber":17,"VerseNumber":107,"Text":"Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Higgyetek benne (ebben a Koránban), vagy ne higgyetek!\" Bizony azok, akiknek azelőtt adatott meg a tudás, ha (ez a Korán) recitáltatik előttük, sietve borulnak le arcukra"},{"SurahNumber":17,"VerseNumber":108,"Text":"És azt mondják: , Magasztaltassék a mi Urunk! Bizony a mi Urunk ígérete beteljesedett"},{"SurahNumber":17,"VerseNumber":109,"Text":"Leborulnak arcukra és sírnak. És ez csak növeli őket az alázatukban"},{"SurahNumber":17,"VerseNumber":110,"Text":"Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Fohászkodjatok Allah-hoz, vagy fohászkodjatok a Könyörületeshez! Bármelyikhez is fohászkodtok Őt illetik meg a Legszebb Nevek. Ne mondd túl hangosan az imádat, de ne is túl halkan, hanem e kettő között találj utat magadnak"},{"SurahNumber":17,"VerseNumber":111,"Text":"Mondd: , Hála legyen Allah-nak\", aki nem nemzett fiat és Akinek nincs társa az uralomban és nincs Neki segítője. Magasztald Őt teljes magasztalássa"},{"SurahNumber":18,"VerseNumber":1,"Text":"Hála legyen Allah-nak, Aki lebocsátotta az Ő szolgájának (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) a Könyvet (a Koránt) és nem helyezett el abban elhajlást"},{"SurahNumber":18,"VerseNumber":2,"Text":"Igazként (bocsátotta azt le), hogy intsen a Tőle származó súlyos csapásra. És hogy örömhírt közöljön a hívőkkel, akik jóravaló módon cselekszenek: Nekik szép jutalom (a Paradicsom) jár"},{"SurahNumber":18,"VerseNumber":3,"Text":"Ők örökkön-örökké abban fognak maradni"},{"SurahNumber":18,"VerseNumber":4,"Text":"És hogy intse azokat, akik azt mondják: , Allah fiú gyermeket nemzeté"}]}