{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":19,"VerseNumber":77,"Text":"Ese wabonye wa wundi wahakanye amagambo yacu, maze akavuga ati “Rwose (ku munsi w’imperuka) nzahabwa imitungo n’urubyaro?”"},{"SurahNumber":19,"VerseNumber":78,"Text":"Ese yaba yaramenye ibyihishe (akabona ko azahabwa imitungo n’urubyaro)? Cyangwa yagiranye isezerano na (Allah) Nyirimpuhwe (ry’uko azabihabwa)"},{"SurahNumber":19,"VerseNumber":79,"Text":"Si ko bimeze! Ahubwo tuzandika ibyo avuga, maze tuzamwongerere ibihano"},{"SurahNumber":19,"VerseNumber":80,"Text":"Kandi tuzamuzungura ibyo avuga (imitungo n’urubyaro), maze atugereho ari wenyine"},{"SurahNumber":19,"VerseNumber":81,"Text":"Banishyiriyeho ibigirwamana (barabisenga) baretse Allah, kugira ngo bibarinde (ibihano bya Allah) kandi bibaheshe icyubahiro"},{"SurahNumber":19,"VerseNumber":82,"Text":"Si ko bimeze! Ahubwo (ibyo bigirwamana) bizihakana uko kubisenga kwabo, maze bibabere abanzi (ku munsi w’imperuka)"},{"SurahNumber":19,"VerseNumber":83,"Text":"Ese ntubona ko twoherereje abahakanyi amashitani, kugira ngo abashishikarize kwigomeka"},{"SurahNumber":19,"VerseNumber":84,"Text":"Bityo, ntugire ubwira (bwo gushaka ko bahanwa), kuko mu by’ukuri tubabarira iminsi ntarengwa"},{"SurahNumber":19,"VerseNumber":85,"Text":"Umunsi tuzakoranya abagandukira (Allah), berekeza kwa (Allah) Nyirimpuhwe, bameze nk’abashyitsi b’imena"},{"SurahNumber":19,"VerseNumber":86,"Text":"Tukanashorera inkozi z’ibibi tuziganisha mu muriro wa Jahanamu, zishwe n’inyota"},{"SurahNumber":19,"VerseNumber":87,"Text":"Ntibazagira ubushobozi bwo kugira uwo bakorera ubuvugizi, uretse uzaba afite isezerano rya (Allah) Nyirimpuhwe (ryo gukora ubwo buvugizi)"},{"SurahNumber":19,"VerseNumber":88,"Text":"(Abahakanyi) baranavuze bati “(Allah) Nyirimpuhwe afite umwana!”"},{"SurahNumber":19,"VerseNumber":89,"Text":"Rwose ibyo muvuga ni amahano"},{"SurahNumber":19,"VerseNumber":90,"Text":"Ibirere biba byenda gusandara, n’isi yenda gusatagurika, ndetse n’imisozi yenda kuriduka"},{"SurahNumber":19,"VerseNumber":91,"Text":"Kubera ko bavuze ko (Allah) Nyirimpuhwe afite umwana"},{"SurahNumber":19,"VerseNumber":92,"Text":"Kandi bidakwiye ko (Allah) Nyirimpuhwe yagira umwana"},{"SurahNumber":19,"VerseNumber":93,"Text":"Nta na kimwe mu biri mu birere no ku isi kizagera imbere ya (Allah) Nyirimpuhwe kitari umugaragu (uciye bugufi)"},{"SurahNumber":19,"VerseNumber":94,"Text":"Mu by’ukuri (Allah) arabazi neza kandi yaranababaruye nyabyo"},{"SurahNumber":19,"VerseNumber":95,"Text":"Kandi ku munsi w’izuka, buri wese azamugana ari wenyine (nta buvugizi, nta n’icyo yitwaje)"}]}