{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":45,"Text":"Allah ise düşmanlarınızı daha iyi bilendir. İşinizi düzenleyici dost olarak da Allah yeter; yardımcı olarak da Allah elverir"},{"SurahNumber":4,"VerseNumber":46,"Text":"Yahudilerden bir kısmı, kelimeleri konulduğu yerden değiştirirler, dillerini eğip bükerek, dine de saldırarak, «işittik (ama kalbimizle) karşı koyduk!» derler. Dinle, a dinlemez olası! «Râinâ — bizi güt, bizi gözet a çoban !» derler. Eğer onlar, «işittik ve itaat ettik», «dinle ve bizi gözet!» deselerdi herhalde kendileri için daha hayırlı ve daha doğru olurdu. Ama Allah küfürleri sebebiyle onları lânetlemiştir. Bu yüzden —azı müstesna— imân etmezler"},{"SurahNumber":4,"VerseNumber":47,"Text":"Ey kendilerine kitap verilenler ! Beraberinizdeki kitabı tasdîk ettiği halde indirdiğimiz bu Kitab (Kur´ân)a, biz henüz bir takım yüzleri belirsiz hale getirip enselerine çevirmeden veya Cumartesi (hürmetini çiğneyen) kimseleri lanetlediğimiz gibi onları lanetlemeden önce imân edin. Allah´ın emri mutlaka yerine gelir"},{"SurahNumber":4,"VerseNumber":48,"Text":"Şüphesiz ki Allah, kendisine ortak koşulmasını bağışlamaz; bundan başka (günahları) dilediği kimseler için bağışlar. Artık kim Allah´a ortak koşarsa, şüphesiz o, büyük bir günah ile iftirada bulunmuş olur"},{"SurahNumber":4,"VerseNumber":49,"Text":"Görmedin mi, şu kendini temize çıkaranları ? Ama Allah, dilediğini temize çıkarır ve hurma çekirdeğindeki ince lif kadar olsun haksızlığa uğramazlar"},{"SurahNumber":4,"VerseNumber":50,"Text":"Bak, Allah´a karşı nasıl yalan uyduruyorlar! Açık günah olarak bu yeter"},{"SurahNumber":4,"VerseNumber":51,"Text":"Şu kendilerine kitaptan azçok bir pay verilenleri görmedin mi? Cibt ve Tâğût (put ve benzeri bâtıl tanrılarla inanıyorlar ve inkarcılar için de, «Bunlar şu imân eden (Müslüman mü´min)lerden yolca daha doğrudurlar!» diyorlar"}]}