{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":37,"VerseNumber":77,"Text":"Ka Ti lahi zaŋ o (Annabi Nuhu) zuliya leei ban kpalim (bana n-nyɛ Sam, ni Ham, mini Yaafus)"},{"SurahNumber":37,"VerseNumber":78,"Text":"Ka Ti (Tinim’ Naawuni) chɛ ka o yuviεlli kpalim ban yεn ti kana Dunia bahigu puuni"},{"SurahNumber":37,"VerseNumber":79,"Text":"Suhudoo be Annabi Nuhu zuɣu bin- namda puuni"},{"SurahNumber":37,"VerseNumber":80,"Text":"Achiika! Lala ka Ti (Tinim’ Naawuni) yɔri ninvuɣu suma samli"},{"SurahNumber":37,"VerseNumber":81,"Text":"Achiika! O be Ti (Tinim’ Naawuni) dab’ shεba ban ti Ti yεlimaŋli puuni"},{"SurahNumber":37,"VerseNumber":82,"Text":"Di nyaaŋa, ka Ti chɛ ka kom di ninvuɣu shεba ban kpalim"},{"SurahNumber":37,"VerseNumber":83,"Text":"Yaha! Achiika! Annabi Ibrahima daa be o (Annabi Nuhu) niriba puuni"},{"SurahNumber":37,"VerseNumber":84,"Text":"Saha shεli o (Annabi Ibrahima) ni daa kana o Duuma (Naawuni) sani ni suhu shɛli din niŋ kasi"},{"SurahNumber":37,"VerseNumber":85,"Text":"Saha shεli o (Annabi Ibrahima) ni daa yεli o ba mini o niriba: “Bimbo ka yi leei jεmdi ŋɔ maa?”"},{"SurahNumber":37,"VerseNumber":86,"Text":"Di ni bɔŋɔ, yi bɔrila ʒiri duumanim’ ka pa ni Naawuni"},{"SurahNumber":37,"VerseNumber":87,"Text":"Ka wula n-leei nyɛ yi tɛha ni binnamda Duuma"},{"SurahNumber":37,"VerseNumber":88,"Text":"Ka o (Annabi Ibrahima) ŋmalgi yuli saŋmarsi puuni yim zuɣu"},{"SurahNumber":37,"VerseNumber":89,"Text":"Ka yεli: “Achiika! N-nyɛla ŋun ka alaafee.”"},{"SurahNumber":37,"VerseNumber":90,"Text":"Ka bɛ ŋmalgi chaŋ, ka nyɛla ban lebi biri ka chɛ o (Annabi Ibrahima)"},{"SurahNumber":37,"VerseNumber":91,"Text":"Ka o (Annabi Ibrahima) ŋmalgi kpa bɛ buɣa maa polo, ka yεli: “Di ni bɔŋɔ, yi ku di bindirigu"},{"SurahNumber":37,"VerseNumber":92,"Text":"Bo n-leei chɛ ka yi bi yεri yεltɔɣa"},{"SurahNumber":37,"VerseNumber":93,"Text":"Ka o ŋmalgi kpa ba (buɣa maa), ka nyɛla ŋun zaŋ o nudirigu ŋmɛri li"},{"SurahNumber":37,"VerseNumber":94,"Text":"Ka bɛ (buɣujɛmdiba maa) tuhi o soli na ni yomyoma"},{"SurahNumber":37,"VerseNumber":95,"Text":"Ka o (Annabi Ibrahima) yεli: “Di ni bɔŋɔ, yi jεmdi la yi ni kpɛri bin- yɛri shɛŋa ni yi nuhi.”"},{"SurahNumber":37,"VerseNumber":96,"Text":"“Yaha! Naawuni n-nyɛ Ŋun nam ya, n-ti pahi binshɛɣu yi ni niŋdi maa.”"},{"SurahNumber":37,"VerseNumber":97,"Text":"Ka bɛ yεli: “Miεm ya goondaa n-gili o (ka mali buɣum niŋ di puuni), ka zaŋ o labi buɣum maa ni.”"},{"SurahNumber":37,"VerseNumber":98,"Text":"Ka bɛ daa na o nabiεri, ka Ti (Tinim’ Naawuni) zaŋ ba leei ban filiŋ"},{"SurahNumber":37,"VerseNumber":99,"Text":"Ka o (Annabi Ibrahima) yεli: “Achiika! Mani nyɛla ŋun yɛn chaŋ n Duuma sani, achiika! Ni baalim, O ni wuhi ma dolsigu soli"},{"SurahNumber":37,"VerseNumber":100,"Text":"(Ka lahi yεli): “Yaa n Duuma (Naawuni)! Tim ma (zuliya) ka bε yi ninvuɣu suma puuni na.”"},{"SurahNumber":37,"VerseNumber":101,"Text":"Ka Ti (Tinim’ Naawuni) ti o suhu- pεlli lahibali ni bidibbila so ŋun nyɛ suhumahili lana (Annabi Ismaila)"},{"SurahNumber":37,"VerseNumber":102,"Text":"Saha shεli o (Ismaaila) ni ti saɣi ni o mini o (Annabi Ibrahima) chana, ka o yεli: “Yaa nyini m bia! Achiika! Mani nyala n zahinli puuni ka Naawuni yεli ni n-korgi ma, dinzuɣu lihima, bo ka a nya? ka o (Ismaaila) yεli: “Yaa nyini m ba! Tummi bɛ (Naawuni) ni puhi a shɛli maa, Naawuni yi saɣi, a ni nya ma ka m-be suɣulonim’ ni.”"}]}