{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Allah has caused the works of those who disbelieve and hinder people from the way of Allah to go to waste"},{"SurahNumber":47,"VerseNumber":2,"Text":"As for those who attained to faith and did righteous works and believed in what was revealed to Muhammad -- which indeed is the Truth from their Lord -- Allah has remitted their evil deeds and has set their condition right"},{"SurahNumber":47,"VerseNumber":3,"Text":"That is because those who disbelieved followed falsehood whereas those who believed followed the Truth that came to them from their Lord. Thus does Allah set forth to people parables showing their true state"},{"SurahNumber":47,"VerseNumber":4,"Text":"When you meet the unbelievers (in battle), smite their necks until you have crushed them, then bind your captives firmly; thereafter (you are entitled to) set them free, either by an act of grace, or against ransom, until the war ends. That is for you to do. If Allah had so willed, He would have Himself exacted retribution from them. (But He did not do so) that He may test some of you by means of others. As for those who are slain in the way of Allah, He shall never let their works go to waste"},{"SurahNumber":47,"VerseNumber":5,"Text":"He will guide them and set their condition right"},{"SurahNumber":47,"VerseNumber":6,"Text":"and will admit them to Paradise with which He has acquainted them"},{"SurahNumber":47,"VerseNumber":7,"Text":"Believers, if you aid Allah, He will come to your aid and will plant your feet firmly"},{"SurahNumber":47,"VerseNumber":8,"Text":"As to those who disbelieve, perdition lies in store for them and Allah has reduced their works to nought"},{"SurahNumber":47,"VerseNumber":9,"Text":"That was because they were averse to what Allah had revealed; so He let their works go to waste"},{"SurahNumber":47,"VerseNumber":10,"Text":"Have they not journeyed through the land to see the end of those who went before them? Allah utterly destroyed them. These unbelievers are doomed to the same end"},{"SurahNumber":47,"VerseNumber":11,"Text":"That is because Allah is the Protector of the believers whereas the unbelievers have none to protect them"}]}