{"Id":107,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"No nation can advance its time nor can it defer it"},{"SurahNumber":23,"VerseNumber":44,"Text":"Then We sent Our apostles successively. Whenever there came to a nation its apostle, they impugned him, so We made them follow one another [to extinction] and We turned them into folktales. So away with the faithless lot"},{"SurahNumber":23,"VerseNumber":45,"Text":"Then We sent Moses and Aaron, his brother, with Our signs and a manifest authority"},{"SurahNumber":23,"VerseNumber":46,"Text":"to Pharaoh and his elites; but they acted arrogantly and they were a tyrannical lot"},{"SurahNumber":23,"VerseNumber":47,"Text":"They said, ‘Shall we believe two humans like ourselves, while their people are our slaves?’"},{"SurahNumber":23,"VerseNumber":48,"Text":"So they impugned the two of them, whereat they were among those who were destroyed"},{"SurahNumber":23,"VerseNumber":49,"Text":"Certainly We gave Moses the Book so that they might be guided"},{"SurahNumber":23,"VerseNumber":50,"Text":"and We made the son of Mary and his mother a sign, and sheltered them in a level highland with flowing water"},{"SurahNumber":23,"VerseNumber":51,"Text":"O apostles! Eat of the good things and act righteously. Indeed I know best what you do"},{"SurahNumber":23,"VerseNumber":52,"Text":"Indeed this community of yours is one community, and I am your Lord, so be wary of Me"},{"SurahNumber":23,"VerseNumber":53,"Text":"But they fragmented their religion among themselves, each party boasting about what it had"},{"SurahNumber":23,"VerseNumber":54,"Text":"So leave them in their stupor for a while"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they suppose that whatever aid We provide them in regard to wealth and children [is because]"},{"SurahNumber":23,"VerseNumber":56,"Text":"We are eager to bring them good? No, they are not aware"},{"SurahNumber":23,"VerseNumber":57,"Text":"Indeed those who are apprehensive for the fear of their Lord"},{"SurahNumber":23,"VerseNumber":58,"Text":"and believe in the signs of their Lord"},{"SurahNumber":23,"VerseNumber":59,"Text":"and do not ascribe partners to their Lord"}]}