{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"It is He who created you from earth, then from a drop of sperm, then from a clot of blood, then He brings you out as infants, then so you may achieve full strength, then so you may become old men — though some of you may die before that time — so that you may reach a predetermined age and so that hopefully you will use your intellect"},{"SurahNumber":40,"VerseNumber":68,"Text":"It is He who gives life and causes to die. When He decides on something, He just says to it, ´Be!´ and it is"},{"SurahNumber":40,"VerseNumber":69,"Text":"Do you not see those who argue about Allah´s Signs? How have they been turned around"},{"SurahNumber":40,"VerseNumber":70,"Text":"Those who deny the Book and that with which We sent Our Messengers will certainly come to know"},{"SurahNumber":40,"VerseNumber":71,"Text":"when they have shackles and chains around their necks and are dragged along the ground"},{"SurahNumber":40,"VerseNumber":72,"Text":"into the boiling water and then are thrown into the Fire"},{"SurahNumber":40,"VerseNumber":73,"Text":"Then they will be asked, ´Where are those besides Allah you associated with Him?´"},{"SurahNumber":40,"VerseNumber":74,"Text":"and they will reply, ´They have forsaken us. Or rather we were not calling to anything at all before.´ That is how Allah misguides the kafirun"},{"SurahNumber":40,"VerseNumber":75,"Text":"´That is because you exulted on the earth, without any right to do so; and strutted about"},{"SurahNumber":40,"VerseNumber":76,"Text":"Enter the gates of Hell, remaining in it timelessly, for ever. How evil is the abode of the arrogant!´"},{"SurahNumber":40,"VerseNumber":77,"Text":"So be steadfast, Allah´s promise is true. Whether We show you some of what We have promised them, or take you back to Us, they will in any case be returned to Us"}]}