{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Dies ist es, wovon Allah Seinen Dienern, die glauben und gute Werke tun, die frohe Botschaft gibt. Sprich: \"lch verlange von euch keinen Lohn dafür, es sei denn die Liebe zu den Ver wandten.\" Und dem, der eine gute Tat begeht, verschönern Wir sie noch. Wahrlich, Allah ist Allverzeihend, Dankbar"},{"SurahNumber":42,"VerseNumber":24,"Text":"Oder sagen sie etwa: \"Er hat eine Lüge gegen Allah ersonnen?\" Wenn Allah so wollte, könnte Er dein Herz versiegeln. Doch Allah löscht die Falschheit aus und bewahrt die Wahrheit durch Seine Worte. Wahrlich, Er weiß recht wohl, was in den Herzen ist"},{"SurahNumber":42,"VerseNumber":25,"Text":"Und Er ist es, Der Reue von Seinen Dienern annimmt und Sünden vergibt und weiß, was ihr tut"},{"SurahNumber":42,"VerseNumber":26,"Text":"Und Er erhört diejenigen, die gläubig sind und gute Werke tun, und gibt ihnen noch mehr von Seiner Gna denfülle; den Ungläubigen aber wird eine strenge Strafe zuteil sein"},{"SurahNumber":42,"VerseNumber":27,"Text":"Und wenn Allah die Mittel zum Unterhalt für Seine Diener erweitern würde, so würden sie übermütig auf Erden sein; doch Er sendet (Seine Gaben) in dem Maße hinab, wie Er es will; denn Er kennt und durchschaut Seine Diener recht wohl"},{"SurahNumber":42,"VerseNumber":28,"Text":"Und Er ist es, Der den Regen hinabsendet, nachdem sie verzweifelten, und Seine Barmherzigkeit ausbreitet. Und Er ist der Beschützer, der Preiswürdige"},{"SurahNumber":42,"VerseNumber":29,"Text":"Und zu Seinen Zeichen gehört die Schöpfung der Himmel und der Erde und jeglicher Lebewesen, die Er beiden eingegeben hat. Und Er hat die Macht dazu, sie allesamt zu versammeln, wenn Er will"},{"SurahNumber":42,"VerseNumber":30,"Text":"Und was euch an Unglück treffen mag, es erfolgt auf Grund dessen, was eure Hände gewirkt haben. Und Er vergibt vieles"},{"SurahNumber":42,"VerseNumber":31,"Text":"Und ihr könnt auf Erden nicht siegen, noch habt ihr einen Freund oder Helfer außer Allah"}]}