{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":96,"Text":"ولو أنَّ أهل القرى صدَّقوا رسلهم واتبعوهم واجتنبوا ما نهاهم الله عنه، لفتح الله لهم أبواب الخير من كلِّ وجه، ولكنهم كذَّبوا، فعاقبهم الله بالعذاب المهلك بسبب كفرهم ومعاصيهم"},{"SurahNumber":7,"VerseNumber":97,"Text":"أيظن أهل القرى أنهم في منجاة ومأمن من عذاب الله، أن يأتيهم ليلا وهم نائمون؟"},{"SurahNumber":7,"VerseNumber":98,"Text":"أوَأمن أهل القرى أن يأتيهم عذاب الله وقت الضحى، وهم غافلون متشاغلون بأمور دنياهم؟ وخصَّ الله هذين الوقتين بالذكر، لأن الإنسان يكون أغْفَل ما يكون فيهما، فمجيء العذاب فيهما أفظع وأشد"},{"SurahNumber":7,"VerseNumber":99,"Text":"أفأمن أهل القرى المكذبة مَكْرَ الله وإمهاله لهم؛ استدراجًا لهم بما أنعم عليهم في دنياهم عقوبة لمكرهم؟ فلا يأمن مكر الله إلا القوم الهالكون"},{"SurahNumber":7,"VerseNumber":100,"Text":"أوَلم يتبين للذين سكنوا الأرض من بعد إهلاك أهلها السابقين بسبب معاصيهم، فساروا سيرتهم، أن لو نشاء أصبناهم بسبب ذنوبهم كما فعلنا بأسلافهم، ونختم على قلوبهم، فلا يدخلها الحق، ولا يسمعون موعظة ولا تذكيرًا؟"},{"SurahNumber":7,"VerseNumber":101,"Text":"تلك القرى التي تَقَدَّم ذِكْرُها، وهي قرى قوم نوح وهود وصالح ولوط وشعيب، نقصُّ عليك -أيها الرسول- من أخبارها، وما كان من أَمْر رسل الله التي أرسلت إليهم، ما يحصل به عبرة للمعتبرين وازدجار للظالمين. ولقد جاءت أهلَ القرى رسلنا بالحجج البينات على صدقهم، فما كانوا ليؤمنوا بما جاءتهم به الرسل؛ بسبب طغيانهم وتكذيبهم بالحق، ومثل خَتْمِ الله على قلوب هؤلاء الكافرين المذكورين يختم الله على قلوب الكافرين بمحمد صلى الله عليه وسلم"},{"SurahNumber":7,"VerseNumber":102,"Text":"وما وَجَدْنا لأكثر الأم الماضية من أمانة ولا وفاء بالعهد، وما وجدنا أكثرهم إلا فسقة عن طاعة الله وامتثال أمره"},{"SurahNumber":7,"VerseNumber":103,"Text":"ثم بعثنا من بعد الرسل المتقدم ذِكْرهم موسى بن عمران بمعجزاتنا البينة إلى فرعون وقومه، فجحدوا وكفروا بها ظلمًا منهم وعنادًا، فانظر -أيها الرسول- متبصرًا كيف فعلنا بهم وأغرقناهم عن آخرهم بمرأى من موسى وقومه؟ وتلك نهاية المفسدين"},{"SurahNumber":7,"VerseNumber":104,"Text":"وقال موسى لفرعون محاورًا مبلِّغًا: إني رسولٌ من الله خالق الخلق أجمعين، ومدبِّر أحوالهم ومآلهم"}]}