{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":26,"Text":"En Pharao zeide: Laat mij alleen, opdat ik Mozes doode, en laat hem zijnen Heer aanroepen. Waarlijk, ik vrees dat hij uw godsdienst zal doen veranderen, of geweld op de aarde zal doen heersenen"},{"SurahNumber":40,"VerseNumber":27,"Text":"En Mozes zeide tot zijn volk: Waarlijk, ik heb toevlucht tot mijn Heer en uw Heer genomen ten einde mij te verdedigen tegen iederen trotschen persoon, die niet aan den dag der rekenschap gelooft"},{"SurahNumber":40,"VerseNumber":28,"Text":"En een man, van het gezin van Pharao, die een waar geloovige was en zijn geloof verborg, zeide: Wilt gij een mensch ter dood brengen omdat hij zegt: God is mijn Heer, terwijl gij ziet, dat hij met duidelijke teekenen van uwen Heer tot u is gekomen? Indien hij een leugenaar is, zal de straf zijner valschheid op hem vallen, maar indien hij de waarheid spreekt, zullen eenige dier vonnissen, waarmede hij u bedreigt, op u nederkomen; waarlijk, God leidt niet hem, die een zondaar of een leugenaar is"},{"SurahNumber":40,"VerseNumber":29,"Text":"O mijn volk! heden is u het koninkrijk, en gij zijt machtig; maar wie zal ons tegen den geesel van God verdedigen, als die op ons nederkomt. Pharao zeide: Ik stel u alleen voor, wat mij het geschiktste dunkt, en ik leid u alleen op het rechte pad"},{"SurahNumber":40,"VerseNumber":30,"Text":"En hij die geloofd had, zeide: O mijn volk! waarlijk, ik vrees voor u een dag, gelijk aan dien van de verbondenen tegen de profeten, in vroegere tijden"},{"SurahNumber":40,"VerseNumber":31,"Text":"Een toestand gelijk aan dien van het volk van Noach, en de stammen van Ad en Thamoed. En van hen, die na hen hebben geleefd; want God wil niet dat er eenige onrechtvaardigheid op zijne dienaren worde uitgeoefend"},{"SurahNumber":40,"VerseNumber":32,"Text":"O mijn volk! waarlijk, ik vrees voor u den dag, waarop de menschen elkander zullen aanroepen"},{"SurahNumber":40,"VerseNumber":33,"Text":"Den dag waarop gij van de rechtbank zult afgewend, en naar de hel gedreven worden zult gij niemand hebben, om u tegen God te ondersteunen. En hij dien God zal doen dwalen, zal geen leider hebben"}]}