{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"At hindi Namin nilikha ang kalangitan at kalupaan at lahat ng nasa pagitan nito ng walang kadahilanan! Ito ang napag-aakala ng mga hindi sumasampalataya! Datapuwa’t kasawian sa mga walang pananampalataya (sa Islam at KaisahanniAllah) mulasaApoy(ng Impiyerno)"},{"SurahNumber":38,"VerseNumber":28,"Text":"Ituturing ba Namin na magkatulad ang mga sumasampalataya (sa Islam at Kaisahan ni Allah) at nagsisigawa ng kabutihan sa Mufsidun (mga mapagsamba sa mga diyus-diyosan at mapaggawa ng kabuktutan) sa kalupaan? Ituturing ba Namin ang Muttaqun (mga matutuwid at mabubuting tao na labis na nangangamba kay Allah at nagsisikap na malayo sa kasamaan at umiiwas sa Kanyang ipinagbabawal) bilang mga Fujjar (tampalasan, kriminal, walang pananalig, buktot, buhong, atbp)"},{"SurahNumber":38,"VerseNumber":29,"Text":"Naririto ang isang Aklat (Qur’an) na Aming ipinanaog sa iyo na puspos ng biyaya, upang sila ay makapagmuni-muni sa mga Talata (Tanda) nito, at upang ang mga tao na may pang-unawa ay makatanggap ng paala- ala"},{"SurahNumber":38,"VerseNumber":30,"Text":"At kay david ay Aming ibinigay si Solomon (bilang anak). Gaano kainam siyang tagapaglingkod! Katotohanang siyaaylagingbumabalingsaAminsapagsisisi"},{"SurahNumber":38,"VerseNumber":31,"Text":"Pagmasdan, itinambad sa kanyang harapan nang kinahapunan ang mga kabayo na lubos na sinanay at may mataas na lahi (na magagamit sa Jihad tungo sa Kapakanan ni Allah)"},{"SurahNumber":38,"VerseNumber":32,"Text":"At siya ay nagsabi: “Tunay ngang higit kong pinahahalagahan ang kayamanan (mga kabayo) kaysa sa pag-aala-ala sa aking Panginoon (sa panghapong [Asr] pagdarasal)”, hanggang ang oras ay lumipas at ang (araw) ay natakpan na ng lambong (ng gabi)"},{"SurahNumber":38,"VerseNumber":33,"Text":"At kanyang sinabi: “dalhin silang (mga kabayo) muli sa akin”. At sinimulan niyang paraanin ang kanyang kamay sa ibabaw ng kanilang mga binti at kanilang leeg (hanggang sa huling kabayo)"},{"SurahNumber":38,"VerseNumber":34,"Text":"At katotohanang Aming sinubukan si Solomon at Aming inilagay sa kanyang luklukan ang Jasadan (isang demonyo, upang pansamantalang mawala ang kanyang pinamamahalaang kaharian) datapuwa’t nakabalik siya (sa kanyang luklukan at kaharian sa pamamagitan ng Kanyang Habag) kay Allah ng may pagsunod at sa pagsisisi"},{"SurahNumber":38,"VerseNumber":35,"Text":"Siya ay nagsabi: “o aking Panginoon! Ako ay patawarin Ninyo at Inyong pagkalooban ako ng isang kaharian na hindi mapapasakamay ng iba pagkatapos ko. Katotohanang Kayo ang Tagapagbigay ng mga Biyaya nang walang pasubali"},{"SurahNumber":38,"VerseNumber":36,"Text":"At ipinailalim Namin ang Hangin sa kanyang kapangyarihan na umihip nang mabanayad sa kanyang pag- uutos anuman ang kanyang naisin"},{"SurahNumber":38,"VerseNumber":37,"Text":"At gayundin ang mga demonyo sa lipon ng mga Jinn (na kasama) ang lahat ng uri ng mga manggagawa at manlalangoy"},{"SurahNumber":38,"VerseNumber":38,"Text":"At gayundin ang iba pa na natatalian ng mga kadena"},{"SurahNumber":38,"VerseNumber":39,"Text":"(winika ni Allah kay Solomon): “Ito ang Aming mga biyaya, kung ito man ay iyong ibigay (sa iba) o angkinin ito, walang pagsusulit ang itatanong (sa iyo).”"},{"SurahNumber":38,"VerseNumber":40,"Text":"At katotohanang siya ay nasiyahan sa pagiging malapit sa Amin, at ng isang mainam na huling Pagbabalik (Paraiso)"},{"SurahNumber":38,"VerseNumber":41,"Text":"At alalahanin ang Aming tagapaglingkod na si Job, nang siya ay manawagan sa Amin (na nagsasabi): “Katotohanan, ang demonyo ay naggawad sa akin ng siphayo (sa pagkakaroon ng sakit) at ng pagdurusa (sa pagkawala ng aking kayamanan)"},{"SurahNumber":38,"VerseNumber":42,"Text":"(At winika ni Allah sa kanya): “Ipadyak mo ang iyong paa sa lupa; naririto ang sibol ng tubig upang ikaw ay makapaghugas, malamig, at nakakapagpaginhawang inumin.”"}]}