{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"Salih dedi: \"Ey kavmim! Eger ben Rabbimden açik bir mucize üzerinde isem ve o bana tarafindan bir rahmet bahsetmis ise, ben Allah'a isyan ettigim takdirde beni O'ndan kim kurtarabilir? Demek ki, siz bana zarar vermekten baska bir sey yapmiyorsunuz"},{"SurahNumber":11,"VerseNumber":64,"Text":"Ey kavmim! Iste su, Allah'in disi devesi, size bir mucizedir. Birakin onu Allah'in yer yüzünde (otlaklarinda) otlasin. Ve ona kötü bir maksatla el sürmeyin, sonra sizi yakin bir azap yakalar"},{"SurahNumber":11,"VerseNumber":65,"Text":"Derken, o deveyi kestiler. Bunun üzerine Salih dedi ki: \"Yurdunuzda üç gün daha yasayin. Iste bu, yalan çikmayacak olan kesin bir vaaddir"},{"SurahNumber":11,"VerseNumber":66,"Text":"Ne zaman ki, azap emrimiz geldi, Salih'i ve beraberindeki iman edenleri, tarafimizdan bir rahmet sayesinde kurtardik, üstelik o günün perisanligindan da kurtardik. Hiç süphesiz Rabbin güçlüdür, mutlak üstündür"},{"SurahNumber":11,"VerseNumber":67,"Text":"O zalimleri, korkunç bir gürültü yakalayiverdi de olduklari yerde çöküp kaldilar"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki orada güzel güzel yasayip durmamislardi. Bak iste Semud, gerçekten de Rablerine küfretmislerdi. Bak iste nasil yok olup gittiler"},{"SurahNumber":11,"VerseNumber":69,"Text":"Andolsun ki, Ibrahim'e de elçilerimiz (melekler) müjde ile geldiler ve \"selâm\" dediler, o da \"selâm\" dedi ve hemen gidip onlara kizartilmis bir buzagi getirdi"},{"SurahNumber":11,"VerseNumber":70,"Text":"Fakat onlarin o buzagiya el sürmediklerini görünce, tuhafina gitti ve içinde onlara karsi bir korku uyandi. Onlar da \"Korkma, biz Lut'un kavmine gönderildik.\" dediler"},{"SurahNumber":11,"VerseNumber":71,"Text":"Ibrahim'in karisi ayakta duruyordu bunun üzerine yüzü güldü. Ona Ishak'i ve Ishak'in arkasindan da Ya'kub'u müjdeledik"}]}