{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":27,"VerseNumber":36,"Text":"When hoopoe spatny listok Solomon (he told him zvest he responded Sheba's zaludnit ona dat mna peniaze? Co GOD dat mna bol daleko lepsie than co He dat ona. Ona bol jeden rejoice such darcekove predmety)"},{"SurahNumber":27,"VerseNumber":37,"Text":"(Do hoopoe he said Ist them let them zauzlit lenze) my pojdem them forces they nie imagine My evict them humiliated debased"},{"SurahNumber":27,"VerseNumber":38,"Text":"He said O ona elders z ona bring mna ju rezidencia before they arrive tu submitters"},{"SurahNumber":27,"VerseNumber":39,"Text":"afrit z jinns said ja bring it ona ona stand Ja bol mocny enough robit this"},{"SurahNumber":27,"VerseNumber":40,"Text":"Jeden possessed znalost rezervovat si said ja bring it ona zmurkat tvoj oci. When he saw it zaplatit him he said This bol zehnat moj Lord whereby He tests mna show ja bol appreciative unappreciative. Whoever bol appreciative je appreciative jeho own dobry a if jeden turns unappreciative potom moj Lord bol do ziaden need him Honorable"},{"SurahNumber":27,"VerseNumber":41,"Text":"He said Remodel ju rezidencia ju. see ona guided zotrvat s the misguided"},{"SurahNumber":27,"VerseNumber":42,"Text":"When ona arrived ona ziadat Robit tvoj rezidencia look this? Ona said zdanlivy this bol it (Solomon said My zauzlit beforehand co ona robi my bol already submitters)"},{"SurahNumber":27,"VerseNumber":43,"Text":"Ona diverted kult idols GOD ona belonged do disbelieving ludia"},{"SurahNumber":27,"VerseNumber":44,"Text":"(Ona told Ist palace. When ona saw its interier ona myslienka bol pool zavlazit ona tahat ju saty) exposing ju noha! He said This interier ihned paved s crystal Ona said Moj Lord ja zlo moj soul. Ja ihned submit Solomon GOD Lord universe"}]}