{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":16,"Text":"Ей, Мұхаммед И Айт: «Егер өлімнен не біреудің өлтіруінен қашсаңдар да, қашу сендерге еш пайда бермейді. Ондай жағдайда сендерге аз ғана пайдалану беріледі», -деп"},{"SurahNumber":33,"VerseNumber":17,"Text":"Айт: «Егер Аллаһ сендерге жамандық қаласа, сендерді Аллаһтан кім қорғайды немесе егер Ол мейірім етуді қаласа / кім тоса алады / », - деп. Олар өздеріне Аллаһтан басқа қамқоршы да, көмек беруші де таппайды"},{"SurahNumber":33,"VerseNumber":18,"Text":"Аллаһ сендердің араларыңнан / соғысудан / тосушыларды және бауырларына: «Біз жаққа келіңдер!» - деп айтатындарды біледі. Олар соғысқа өте аз ғана қатысады"},{"SurahNumber":33,"VerseNumber":19,"Text":"сендерге / олжаны / сараңдық еткен күйде. Қашан оларға қауіп төнсе, олардың саған көздері төңкеріліп, өздерін өлім есірігі басқандай қарағанын көресің. Ал қауіп-қатер кеткенде, жақсылыққа / олжалар бөлінгенде / сараңдық етіп, сендерге ащы тілдерін тигізіп ренжітеді. Олар иманға келмеді, сөйтіп Аллаһ олардың амалдарын зая кетірді. Бұл Аллаһқа жеңіл"},{"SurahNumber":33,"VerseNumber":20,"Text":"Олар одаққа біріккендерді / жау әскерін / кетпеді деп ойлайды. Егер одақ құрғандар / әскері / тағы келсе, олар көшпелі бәдәуилердің арасында болып, сендердің хабарларың жайлы сұрап тұруды қалайды. Егер де олар сендердің араларында болса, азынан басқасы соғыспас еді"},{"SurahNumber":33,"VerseNumber":21,"Text":"Сендерге - Аллаһқа және Ақирет күніне үміт ететіндер әрі Аллаһты көп еске алғандарға - Аллаһтың Елшісінде көркем үлгі-өнеге бар"},{"SurahNumber":33,"VerseNumber":22,"Text":"Имандылар / мүміндер / бір одаққа біріккендерді / жауды / көрген кезде: «бұл Аллаһтың және Оның елшісінің бізге уәде еткені. Аллаһ және Оның Елшісі шындықты айтты», - деді. Бұл олардың иманын және бойсұнуын ғана арттырды"}]}