{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"By the manifest Book that makes things clear"},{"SurahNumber":44,"VerseNumber":3,"Text":"We sent it down on a blessed night. Verily, We are ever warning"},{"SurahNumber":44,"VerseNumber":4,"Text":"Therein (that night) is decreed every matter, Hakim"},{"SurahNumber":44,"VerseNumber":5,"Text":"As a command from Us. Verily, We are ever sending"},{"SurahNumber":44,"VerseNumber":6,"Text":"(As) a mercy from your Lord. Verily, He is the All-Hearer, the All-Knower"},{"SurahNumber":44,"VerseNumber":7,"Text":"The Lord of the heavens and the earth and all that is between them, if you (but) have a faith with certainty"},{"SurahNumber":44,"VerseNumber":8,"Text":"La ilaha illa Huwa. He gives life and causes death -- your Lord and the Lord of your forefathers"},{"SurahNumber":44,"VerseNumber":9,"Text":"Nay! They play about in doubt"},{"SurahNumber":44,"VerseNumber":10,"Text":"Then wait you for the Day when the sky will bring forth a visible smoke"},{"SurahNumber":44,"VerseNumber":11,"Text":"Covering mankind, this is a painful torment"},{"SurahNumber":44,"VerseNumber":12,"Text":"(They will say): \"Our Lord! Remove the torment from us, really we shall become believers"},{"SurahNumber":44,"VerseNumber":13,"Text":"How can there be for them an admonition, when a Messenger explaining things clearly has already come to them"},{"SurahNumber":44,"VerseNumber":14,"Text":"Then they had turned away from him and said: \"(He is) one taught, a madman"},{"SurahNumber":44,"VerseNumber":15,"Text":"Verily, We shall remove the torment for a while. Verily, you will revert"},{"SurahNumber":44,"VerseNumber":16,"Text":"On the Day when We shall strike you with the great Batshah. Verily, We will exact retribution"},{"SurahNumber":44,"VerseNumber":17,"Text":"And indeed We tried before them Fir`awn's people, when there came to them a noble Messenger"},{"SurahNumber":44,"VerseNumber":18,"Text":"Saying: \"Deliver to me the servants of Allah. Verily, I am to you a Messenger worthy of all trust"}]}