{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"The blind and the sighted are not equal"},{"SurahNumber":35,"VerseNumber":20,"Text":"nor are the darkness and the light"},{"SurahNumber":35,"VerseNumber":21,"Text":"shade and heat are not alike"},{"SurahNumber":35,"VerseNumber":22,"Text":"nor are the living and the dead. God causes whom He will to hear Him, but you cannot make those who are in their graves hear you"},{"SurahNumber":35,"VerseNumber":23,"Text":"You are but a warner"},{"SurahNumber":35,"VerseNumber":24,"Text":"We have sent you with the truth as a bearer of good news and a warner, there is no community to which a warner has not come"},{"SurahNumber":35,"VerseNumber":25,"Text":"If they reject you, so did their predecessors. Messengers came to them with clear signs, with scriptures, and with the enlightening Book"},{"SurahNumber":35,"VerseNumber":26,"Text":"but in the end I seized those who were bent on denying the truth and how terrible was My punishment"},{"SurahNumber":35,"VerseNumber":27,"Text":"Did you not see how God sent down water from the sky with which We bring forth fruit of diverse colours. In the mountains there are streaks of various shades of white and red, and jet-black rocks"},{"SurahNumber":35,"VerseNumber":28,"Text":"in like manner, men, beasts, and cattle have their diverse hues too. Only those of His servants, who possess knowledge, fear God. God is almighty and most forgiving"},{"SurahNumber":35,"VerseNumber":29,"Text":"Those who read the Book of God and attend to their prayers and spend in charity in private and in public out of what We have provided them, may hope for a commerce that suffers no loss"},{"SurahNumber":35,"VerseNumber":30,"Text":"He will give them their full rewards and give them more out of His bounty. He is forgiving and appreciative"}]}