{"Id":154,"LanguageCodes":["fa","fas"],"Name":"fas-hussainansarian","Author":"Hussain Ansarian","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":16,"Text":"و این گونه، قرآن را [به صورت] آیاتی روشن نازل کردیم؛ و قطعاً خدا هر که را بخواهد، هدایت می کند"},{"SurahNumber":22,"VerseNumber":17,"Text":"همانا آنان که ایمان آوردند و آنان که یهودی اند و صابئان و نصاری و مجوس و کسانی که شرک ورزیده اند، حتماً خدا روز قیامت میانشان داوری می کند [تا گرویدگان به حق از آلودگان به باطل جدا شوند و حق پیشگان به بهشت و باطل گرایان به دوزخ درآیند]؛ بی تردید خدا بر همه چیز گواه است"},{"SurahNumber":22,"VerseNumber":18,"Text":"آیا ندانسته ای که هر که در آسمان ها و هر که در زمین است و خورشید و ماه و ستارگان و کوه ها و درختان و جنبندگان و بسیاری از مردم برای او سجده می کنند؟ و بر بسیاری [که از سجده امتناع دارند] عذاب، لازم و مقرّر شده است. و کسی را که خدا خوار کند، گرامی دارنده ای برای او نیست؛ به یقین خدا هر چه را بخواهد انجام می دهد"},{"SurahNumber":22,"VerseNumber":19,"Text":"این دو [گروهِ حق پیشه و باطل گرا] دشمن یکدیگرند که درباره پروردگارشان در جدال و ستیزند [گروه حق پیشه، پروردگار را به صفاتی وصف می کنند که شایسته اوست و گروه باطل گرا او را به اموری می ستایند که سزاوار او نیست]، پس کسانی که کافر شدند برای آنان لباس هایی از آتش [به اندازه اندامشان] بریده شده و از بالای سرشان مایع جوشان [به روی آنان] ریخته می شود،"},{"SurahNumber":22,"VerseNumber":20,"Text":"که آنچه در شکم های ایشان است و پوست بدنشان به وسیله آن گداخته می شود،"},{"SurahNumber":22,"VerseNumber":21,"Text":"و برای آنان گرزهایی از آهن [مخصوص] است [که بر سرشان می کوبند]"},{"SurahNumber":22,"VerseNumber":22,"Text":"هرگاه بخواهند به سبب اندوه [فراوان و غصه گلوگیر] از دوزخ درآیند، به آن بازشان می گردانند؛ و [به آنان می گویند:] عذاب سوزان را بچشید"},{"SurahNumber":22,"VerseNumber":23,"Text":"بی تردید خدا کسانی را که ایمان آورده و کارهای شایسته انجام داده اند، در بهشت هایی درمی آورد که از زیرِ [درختانِ] آن نهرها جاری است، در آنجا با دستبندهایی از طلا و مروارید آرایش می شوند، و لباسشان در آنجا حریر است"}]}