{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"حم (حا. میم)"},{"SurahNumber":44,"VerseNumber":2,"Text":"سوگند به کتاب روشنگر"},{"SurahNumber":44,"VerseNumber":3,"Text":"بی گمان ما آن را در شب مبارک (وفرخندۀ قدر) نازل کردیم, بی شک ما (همواره) هشدار دهنده بوده ایم"},{"SurahNumber":44,"VerseNumber":4,"Text":"در آن شب هر امر با حکمت (و استواری) فیصله (وتدبیر) می شود"},{"SurahNumber":44,"VerseNumber":5,"Text":"فرمانی از جانب ما (بود), بی گمان ما فرستنده (آن) بوده ایم"},{"SurahNumber":44,"VerseNumber":6,"Text":"رحمتی است از سوی پروردگارت, بی گمان او ست که شنوای داناست"},{"SurahNumber":44,"VerseNumber":7,"Text":"پروردگار آسمانها وزمین وآنچه در میان آن دوست, اگر شما یقین دارید"},{"SurahNumber":44,"VerseNumber":8,"Text":"هیچ معبودی (به حق) جز او نیست, زنده می کند ومی میراند, پروردگار شما و پروردگار پدران نخستین شماست"},{"SurahNumber":44,"VerseNumber":9,"Text":"بلکه, آنها در شک اند (و) بازی می کنند"},{"SurahNumber":44,"VerseNumber":10,"Text":"پس (ای پیامبر) منتظر روزی باش که آسمان دودی آشکار (پدید) آورد"},{"SurahNumber":44,"VerseNumber":11,"Text":"که (تمام) مردم را فرا می گیرد, این عذابی دردناک است"},{"SurahNumber":44,"VerseNumber":12,"Text":"(آنگاه کافران می گویند:) «پروردگارا! (این) عذاب را از ما برطرف کن, بی گمان ما ایمان می آوریم»"},{"SurahNumber":44,"VerseNumber":13,"Text":"چگونه (واز کجا) پند می پذیرند در حالی که پیامبر روشنگر برای شان آمد"},{"SurahNumber":44,"VerseNumber":14,"Text":"سپس از او روی گرداندند, وگفتند: «(او) آموزش یافته ای دیوانه است»"},{"SurahNumber":44,"VerseNumber":15,"Text":"بی گمان ما اندکی عذاب را برطرف می کنیم, (ولی) شما (به کفر واعمال زشت خود) باز می گردید"},{"SurahNumber":44,"VerseNumber":16,"Text":"روزی که به گرفتنی سخت (آنها را) فروگیریم, بی گمان ما انتقام گیرنده ایم"},{"SurahNumber":44,"VerseNumber":17,"Text":"وبه راستی ما پیش از آنها قوم فرعون را آزمودیم, وپیامبری بزرگوار به سوی شان آمد"},{"SurahNumber":44,"VerseNumber":18,"Text":"(وبه آنها گفت:) که «بندگان خدا (= بنی اسرائیل) را به من واگذارید, بی گمان من برای شما فرستادۀ امینی هستم"}]}