{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"(Sonra İbrahim) dedi: “Ey elçilər! Sizin işiniz nədir?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"Onlar dedilər: “Biz günahkar bir qövmə (Lut tayfasına cəza verməyə) göndərilmişik"},{"SurahNumber":51,"VerseNumber":33,"Text":"Onların başına gildən daşlar yağdırmaq üçün (gəlmişik)"},{"SurahNumber":51,"VerseNumber":34,"Text":"(Elə daşlar ki, onlara pozğunluqla məşğul olub) həddi aşanlar üçün sənin Rəbbinin dərgahında xüsusi nişan qoyulmuşdur!”"},{"SurahNumber":51,"VerseNumber":35,"Text":"Nəhayət, (Lut qövmünü məhv etmək üçün) orada (Sədumda) olan mö’minləri çıxartdıq"},{"SurahNumber":51,"VerseNumber":36,"Text":"Lakin orada bir evdən (Lutun ailəsindən) başqa müsəlman (tövhid dinində olan) tapmadıq"},{"SurahNumber":51,"VerseNumber":37,"Text":"Və orada (axirətdəki) şiddətli əzabdan qorxanlar üçün bir nişanə qoyduq. (Lut qövmünün Şamla Hicaz arasında yerləşən yurdunu xaraba qoyub altını üstünə çevirdik. Bu, Məkkə müşrikləri üçün də bir ibrət dərsi olmalıdır)"},{"SurahNumber":51,"VerseNumber":38,"Text":"Musanın hekayətində də (bir ibrət dərsi vardır). O zaman Biz onu Fir’onun yanına açıq-aşkar bir dəlillə göndərmişdik"},{"SurahNumber":51,"VerseNumber":39,"Text":"O, bütün ə’yanları (və qoşunu) ilə birlikdə (imandan) üz döndərib (Musa barəsində): “Bu sehrbazdır, yaxud da dəlidir!” – demişdi"},{"SurahNumber":51,"VerseNumber":40,"Text":"Nəhayət, onu və əsgərlərini tutub dənizə atdıq. O, məzəmmətə layiq bir iş görmüşdü (allahlıq iddiasına düşmüşdü)"},{"SurahNumber":51,"VerseNumber":41,"Text":"Adın (Ad qövmünün) başına gələnlərdə də (bir ibrət dərsi vardır). O zaman Biz onların üstünə hər şeyi qurudub məhv edən (xeyirsiz) bir külək göndərmişdik"},{"SurahNumber":51,"VerseNumber":42,"Text":"O, qarşısına çıxan heç bir şeyi buraxmır, onu sovurub külə (çör-çöpə) döndərirdi"},{"SurahNumber":51,"VerseNumber":43,"Text":"Səmudun (Səmud qövmünün) başına gələnlərdə də (bir ibrət dərsi vardır). O zaman onlara: “Hələ bir müddət (üç gün) kef çəkib ləzzət alın!” – deyilmişdi"},{"SurahNumber":51,"VerseNumber":44,"Text":"Onlar öz Rəbbinin əmrinə (tabe olmağa) təkəbbür göstərmiş və onları gözləri baxa-baxa ildırım vurmuşdu"},{"SurahNumber":51,"VerseNumber":45,"Text":"Onların nə (yıxıldıqları yerdən) qalxmağa gücləri çatmış, nə də (bir kimsədən özlərinə) kömək istəyə bilmişdilər (yaxud nə də özlərinə cəza verəndən intiqam ala bilmişdilər)"},{"SurahNumber":51,"VerseNumber":46,"Text":"Daha əvvəl Nuh qövmünü (məhv etmişdik). Çünki onlar (Allahın itaətindən çıxmış) fasiqlər idilər"},{"SurahNumber":51,"VerseNumber":47,"Text":"Biz göyü qüdrətimizlə (qüdrət əlimizlə) yaratdıq və Biz (istədiyimiz hər şeyi yaratmağa) qadirik. (Və ya: Biz göyü qüdrətimizlə yaratdıq və Biz onu genişləndirməkdəyik)"},{"SurahNumber":51,"VerseNumber":48,"Text":"Yeri də Biz döşədik. (Onu) döşəyənlər necə də gözəldir! (Biz necə də gözəl döşəyənlərik)"},{"SurahNumber":51,"VerseNumber":49,"Text":"Biz hər şeydən (erkək və dişi, bir-birinin əksi olmaqla) cüt-cüt yaratdıq. Bəlkə, bir düşünüb ibrət alasınız"},{"SurahNumber":51,"VerseNumber":50,"Text":"(Ya Rəsulum! Bu insanlara de:) “Allaha tərəf qaçın! (Allahın qəzəbindən qaçıb Onun mərhəmətinə sığının, küfrü atıb imana gəlin!) Mən sizi Ondan (Allahın əzabından) açıq-aşkar qorxudan bir peyğəmbərəm"},{"SurahNumber":51,"VerseNumber":51,"Text":"Allahla yanaşı başqa bir tanrı qəbul etməyin. Mən sizi Ondan (Allahın əzabından) açıq-aşkar qorxudan bir peyğəmbərəm!”"}]}