{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"“Nor do I absolve myself, though the soul is certainly prone to difficulty, unless my Lord bestows His mercy. But surely my Lord is Oft-Forgiving, Mercifully Redeeming.”"},{"SurahNumber":12,"VerseNumber":54,"Text":"So the king said, “Bring him to me, I will appoint him to myself.” Therefore, when he spoke to him he said, “Be assured this day that you are in our presence with ranks firmly established, and integrity fully proven"},{"SurahNumber":12,"VerseNumber":55,"Text":"Joseph said, “Appoint me over the treasury of the land. I will indeed guard it as an expert.”"},{"SurahNumber":12,"VerseNumber":56,"Text":"Thus We gave power to Joseph in the land to take possession when or where he pleased. We bestow Our mercy on whom We please, and We cause not to be lost, the reward of those who do right"},{"SurahNumber":12,"VerseNumber":57,"Text":"But indeed the reward of the hereafter is best for those who believe and are constant in righteousness"},{"SurahNumber":12,"VerseNumber":58,"Text":"Then Joseph’s brothers came. They entered his presence and he knew them, but they knew him not"},{"SurahNumber":12,"VerseNumber":59,"Text":"And once he supplied their provisions he said, “Bring to me a brother you have, of the same father as you. Do you not see that I give a good amount, and that I provide the best hospitality"},{"SurahNumber":12,"VerseNumber":60,"Text":"“Now, if you do not bring him to me, you will no longer receive any amount from me, nor will you even come near me.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"They said, “We will certainly seek to get permission concerning him from his father, indeed we will.”"},{"SurahNumber":12,"VerseNumber":62,"Text":"And Joseph told members of his staff to put their goods with which they had bartered into their saddlebags so they would find it only when they returned to their people, in order that they might return"},{"SurahNumber":12,"VerseNumber":63,"Text":"Now when they returned to their father they said, “O our father, no amount of grain will we get unless you send our brother with us, only then will we receive our measure. We will indeed take every care of him.”"}]}