{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":88,"Text":"Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan"},{"SurahNumber":16,"VerseNumber":89,"Text":"Dan (ingatlah) pada hari (ketika) Kami bangkitkan pada setiap umat seorang saksi atas mereka dari mereka sendiri, dan Kami datangkan engkau (Muhammad) menjadi saksi atas mereka. Dan Kami turunkan Kitab (Al-Qur`Än) kepadamu untuk menjelaskan segala sesuatu, sebagai petunjuk, serta rahmat dan kabar gembira bagi orang yang berserah diri (muslim)"},{"SurahNumber":16,"VerseNumber":90,"Text":"Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi bantuan kepada kerabat, dan Dia melarang (melakukan) perbuatan keji, kemungkaran, dan permusuhan. Dia memberi pengajaran kepadamu agar kamu dapat mengambil pelajaran"},{"SurahNumber":16,"VerseNumber":91,"Text":"Dan tepatilah janji dengan Allah apabila kamu berjanji dan janganlah kamu melanggar sumpah setelah diikrarkan, sedang kamu telah menjadikan Allah sebagai saksimu (terhadap sumpah itu). Sesungguhnya Allah mengetahui apa yang kamu perbuat"},{"SurahNumber":16,"VerseNumber":92,"Text":"Dan janganlah kamu seperti seorang perempuan yang menguraikan benangnya yang sudah dipintal dengan kuat, menjadi cerai-berai kembali. Kamu menjadikan sumpah (perjanjian)mu sebagai alat menipu di antaramu, disebabkan adanya satu golongan yang lebih banyak jumlahnya dari golongan yang lain.*(462) Allah hanya menguji kamu dengan hal itu, dan pasti pada hari Kiamat akan dijelaskan-Nya kepadamu apa yang dahulu kamu perselisihkan itu"},{"SurahNumber":16,"VerseNumber":93,"Text":"Dan jika Allah menghendaki, niscaya Dia menjadikan kamu satu umat (saja). Tetapi Dia menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Tetapi kamu pasti akan ditanya tentang apa yang telah kamu kerjakan"}]}