{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":32,"Text":"Is it that their faculties of understanding urge them to this, or are they but a people transgressing beyond bounds"},{"SurahNumber":52,"VerseNumber":33,"Text":"Or do they say, \"He fabricated the (Message)\"? Nay, they have no faith"},{"SurahNumber":52,"VerseNumber":34,"Text":"Let them then produce a recital like unto it,- If (it be) they speak the truth"},{"SurahNumber":52,"VerseNumber":35,"Text":"Were they created of nothing, or were they themselves the creators"},{"SurahNumber":52,"VerseNumber":36,"Text":"Or did they create the heavens and the earth? Nay, they have no firm belief"},{"SurahNumber":52,"VerseNumber":37,"Text":"Or are the Treasures of thy Lord with them, or are they the managers (of affairs)"},{"SurahNumber":52,"VerseNumber":38,"Text":"Or have they a ladder, by which they can (climb up to heaven and) listen (to its secrets)? Then let (such a) listener of theirs produce a manifest proof"},{"SurahNumber":52,"VerseNumber":39,"Text":"Or has He only daughters and ye have sons"},{"SurahNumber":52,"VerseNumber":40,"Text":"Or is it that thou dost ask for a reward, so that they are burdened with a load of debt"},{"SurahNumber":52,"VerseNumber":41,"Text":"Or that the Unseen in it their hands, and they write it down"},{"SurahNumber":52,"VerseNumber":42,"Text":"Or do they intend a plot (against thee)? But those who defy Allah are themselves involved in a Plot"},{"SurahNumber":52,"VerseNumber":43,"Text":"Or have they a god other than Allah? Exalted is Allah far above the things they associate with Him"},{"SurahNumber":52,"VerseNumber":44,"Text":"Were they to see a piece of the sky falling (on them), they would (only) say: \"Clouds gathered in heaps"},{"SurahNumber":52,"VerseNumber":45,"Text":"So leave them alone until they encounter that Day of theirs, wherein they shall (perforce) swoon (with terror)"},{"SurahNumber":52,"VerseNumber":46,"Text":"The Day when their plotting will avail them nothing and no help shall be given them"},{"SurahNumber":52,"VerseNumber":47,"Text":"And verily, for those who do wrong, there is another punishment besides this: But most of them understand not"},{"SurahNumber":52,"VerseNumber":48,"Text":"Now await in patience the command of thy Lord: for verily thou art in Our eyes: and celebrate the praises of thy Lord the while thou standest forth"},{"SurahNumber":52,"VerseNumber":49,"Text":"And for part of the night also praise thou Him,- and at the retreat of the stars"}]}