{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"قۇرئاننى ھەقىقەت ئاساسىدا نازىل قىلدۇق، قۇرئانمۇ ھەقىقەتنى ئۆز ئىچىگە ئالغان ھالدا نازىل بولدى، سېنى بىز پەقەت خوشخەۋەر بەرگۈچى، ئاگاھلاندۇرغۇچى قىلىپ ئەۋەتتۇق"},{"SurahNumber":17,"VerseNumber":106,"Text":"قۇرئاننى كىشىلەرگە دانە ـ دانە ئوقۇپ بېرىشىڭ ئۈچۈن ئۇنى بۆلۈپ ـ بۆلۈپ نازىل قىلدۇق، ئۇنى تەدرىجىي نازىل قىلدۇق"},{"SurahNumber":17,"VerseNumber":107,"Text":"«قۇرئانغا ئىشىنىڭلار ياكى ئىشەنمەڭلار (مەيلى، چۈنكى ئىشىنىشىڭلار قۇرئانغا كامالەت، ئىشەنمەسلىكىڭلار قۇرئانغا نۇقسان ئېلىپ كەلمەيدۇ)» دېگىن. شۈبھىسىزكى، قۇرئان نازىل بولۇشتىن ئىلگىرى كىتاب بېرىلگەنلەر قۇرئاننى ئاڭلىغان چاغلىرىدا (تەسىرلىنىپ) دەرھال سەجدىگە بارىدۇ"},{"SurahNumber":17,"VerseNumber":108,"Text":"ئۇلار: «پەرۋەردىگارىمىز پاكتۇر، پەرۋەردىگارىمىزنىڭ ۋەدىسى چوقۇم ئورۇنلىنىدۇ» دەيدۇ"},{"SurahNumber":17,"VerseNumber":109,"Text":"ئۇلار يىغلىغان ھالدا سەجدە قىلىشقا يىقىلىدۇ (قۇرئاننى ئاڭلاش بىلەن ئۇلار ئاللاھتىن) تېخىمۇ ئەيمىنىدۇ"},{"SurahNumber":17,"VerseNumber":110,"Text":"«ئاللاھ دەپ ئاتىساڭلارمۇ بولىدۇ، رەھمان دەپ ئاتىساڭلارمۇ بولىدۇ، قايسىنى ئاتىساڭلار (ھەممىسى ياخشىدۇر). چۈنكى ئاللاھنىڭ نۇرغۇن گۈزەل ئىسىملىرى بار» دېگىن، نامىزىڭدا (قىرائەتنى) (مۇشرىكلار ئاڭلاپ قېلىپ ساڭا ئەزىيەت يەتكۈزمەسلىگى ئۈچۈن) يۇقىرى ئاۋاز بىلەنمۇ ئوقۇمىغىن، (مۆمىنلەر ئاڭلىماي قالماسلىقى ئۈچۈن) پەس ئاۋاز بىلەنمۇ ئوقۇمىغىن، ئۇلارنىڭ ئارىسىدا ئوتتۇرا يول تۇتقىن"},{"SurahNumber":17,"VerseNumber":111,"Text":"ئېيتقىنكى، «جىمى ھەمدۇسانا بالىسى بولۇشتىن پاك بولغان، سەلتەنىتىدە شېرىكى بولمىغان، خارلىقتىن قۇتۇلۇش ئۈچۈن دوستقا موھتاج بولمىغان (يەنى خار بولمىغان، ياردەمچىگە موھتاج بولمىغان) ئاللاھقا خاستۇر! ئاللاھنى مۇكەممەل رەۋىشتە ئۇلۇغلىغىن»"},{"SurahNumber":18,"VerseNumber":1,"Text":"جىمى ھەمدۇسانا ئاللاھقا خاستۇركى، (ئاللاھ ئىنسانلارنى) ئۆز تەرىپىدىن بولغان قاتتىق ئازابتىن ئاگاھلاندۇرۇش ئۈچۈن، ياخشى ئەمەللەرنى قىلغان مۆمىنلەرگە ئوبدان مۇكاپات (يەنى جەننەت) بېرىدىغانلىقى بىلەن خۇشخەۋەر بېرىش ئۈچۈن، بەندىسى (يەنى پەيغەمبىرى مۇھەممەد) گە توغرا، ھېچقانداق قىڭغىرلىق (يەنى ئىختىلاپ، زىددىيەت) بولمىغان قۇرئاننى نازىل قىلدى[1 ـ]"},{"SurahNumber":18,"VerseNumber":2,"Text":"جىمى ھەمدۇسانا ئاللاھقا خاستۇركى، (ئاللاھ ئىنسانلارنى) ئۆز تەرىپىدىن بولغان قاتتىق ئازابتىن ئاگاھلاندۇرۇش ئۈچۈن، ياخشى ئەمەللەرنى قىلغان مۆمىنلەرگە ئوبدان مۇكاپات (يەنى جەننەت) بېرىدىغانلىقى بىلەن خۇشخەۋەر بېرىش ئۈچۈن، بەندىسى (يەنى پەيغەمبىرى مۇھەممەد) گە توغرا، ھېچقانداق قىڭغىرلىق (يەنى ئىختىلاپ، زىددىيەت) بولمىغان قۇرئاننى نازىل قىلدى[1 ـ]"},{"SurahNumber":18,"VerseNumber":3,"Text":"ئۇلار (يەنى ياخشى ئەمەللەرنى قىلغان مۆمىنلەر) جەننەتتە مەڭگۈ قالىدۇ"},{"SurahNumber":18,"VerseNumber":4,"Text":"ئاللاھنىڭ بالىسى بار دېگۈچىلەرنى ئاگاھلاندۇرىدۇ"}]}