{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":4,"Text":"Dia lah yang telah menciptakan langit dan bumi dalam enam masa, kemudian Ia bersemayam di atas Arasy; Ia mengetahui apa yang masuk ke bumi serta apa yang keluar daripadanya; dan apa yang diturunkan dari langit serta apa yang naik padanya. Dan Ia tetap bersama-sama kamu di mana sahaja kamu berada, dan Allah Maha Melihat akan apa yang kamu kerjakan"},{"SurahNumber":57,"VerseNumber":5,"Text":"Dia lah sahaja yang menguasai dan memiliki langit dan bumi; dan kepada Allah jualah dikembalikan segala urusan"},{"SurahNumber":57,"VerseNumber":6,"Text":"Dia lah yang memasukkan waktu malam ke dalam waktu siang, dan memasukkan waktu siang ke dalam waktu malam (silih berganti); dan Dia lah yang Maha Mengetahui akan segala (isi hati) yang terkandung di dalam dada"},{"SurahNumber":57,"VerseNumber":7,"Text":"Berimanlah kamu kepada Allah dan RasulNya, dan belanjakanlah (pada jalan kebajikan) sebahagian dari harta benda (pemberian Allah) yang dijadikannya kamu menguasainya sebagai wakil. Maka orang-orang yang beriman di antara kamu serta mereka membelanjakan (sebahagian dari harta itu pada jalan Allah); mereka tetap beroleh pahala yang besar"},{"SurahNumber":57,"VerseNumber":8,"Text":"Dan mengapa kamu tidak beriman kepada Allah? Sedang Rasulullah mengajak kamu untuk beriman kepada Tuhan kamu, dan Allah telah mengambil janji setia dari kamu (untuk beriman); jika kamu hendak beriman (maka telah jelaslah dalil-dalilnya)"},{"SurahNumber":57,"VerseNumber":9,"Text":"Dia lah yang menurunkan kepada hambaNya (Nabi Muhammad) keterangan-keterangan Al-Quran yang terang nyata, kerana Ia hendak mengeluarkan kamu dari gelap-gelita (kekufuran) kepada cahaya (iman) yang terang-benderang. Dan (ingatlah) sesungguhnya Allah Maha Belas, lagi Maha Mengasihani, terhadap kamu"},{"SurahNumber":57,"VerseNumber":10,"Text":"Dan mengapa kamu tidak membelanjakan harta benda kamu pada jalan Allah? - Padahal Allah jualah yang mewarisi langit dan bumi (serta segala isinya). Tidaklah sama di antara kamu, orang-orang yang membelanjakan hartanya serta turut berperang sebelum kemenangan (Nabi menguasai Makkah). Mereka itu lebih besar darjatnya daripada orang-orang yang membelanjakan hartanya serta turut berperang sesudah itu. Dan tiap-tiap satu puak dari keduanya, Allah janjikan (balasan) yang sebaik-baiknya. Dan (ingatlah), Allah Maha Mendalam PengetahuanNya akan apa yang kamu kerjakan"},{"SurahNumber":57,"VerseNumber":11,"Text":"Siapakah orangnya yang mahu memberikan pinjaman kepada Allah, sebagai pinjaman yang baik (ikhlas) supaya Allah melipat-gandakan balasannya? Dan (selain itu) ia akan beroleh pahala yang besar"}]}