{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":39,"Text":"En waarschuw hen voor de dag van wroeging wanneer de beslissing is gevallen, terwijl zij in onoplettendheid verkeren en niet geloven"},{"SurahNumber":19,"VerseNumber":40,"Text":"Wij zullen de aarde beërven en wie erop zijn en tot Ons zullen zij teruggebracht worden"},{"SurahNumber":19,"VerseNumber":41,"Text":"En vermeld in het boek Ibrahiem. Hij was een oprecht mens en een profeet"},{"SurahNumber":19,"VerseNumber":42,"Text":"Toen hij tot zijn vader zei: \"O mijn vader, waarom dien jij wat niet kan horen, niet kan zien en wat jou niets baat"},{"SurahNumber":19,"VerseNumber":43,"Text":"O mijn vader, tot mij is kennis gekomen die tot jou niet gekomen is. Volg mij dus, dan zal ik jou op een effen weg leiden"},{"SurahNumber":19,"VerseNumber":44,"Text":"O mijn vader, dien de satan niet. De satan is weerspannig tegen de Erbarmer"},{"SurahNumber":19,"VerseNumber":45,"Text":"O mijn vader, ik ben bang dat een straf van de Erbarmer jou zal treffen en dat jij dan een volgeling van de satan wordt"},{"SurahNumber":19,"VerseNumber":46,"Text":"Deze zei: \"Wil jij je van mijn goden afkeren, Ibrahiem? Als jij niet ophoudt, zal ik je stenigen; ga een lange tijd bij mij weg"},{"SurahNumber":19,"VerseNumber":47,"Text":"Hij zei: \"Vrede zij met je. Ik zal mijn Heer voor jou om vergeving vragen; Hij is voor mij welwillend"},{"SurahNumber":19,"VerseNumber":48,"Text":"Ik ga mij van jullie afscheiden en ook van wat jullie in plaats van God aanroepen. Ik roep mijn Heer aan, misschien dat ik bij het aanroepen van mijn Heer niet ongelukkig ben"},{"SurahNumber":19,"VerseNumber":49,"Text":"En toen hij zich van hen afscheidde en van wat zij in plaats van God dienden schonken Wij hem Ishaak en Ja'koeb en allen maakten Wij tot profeten"},{"SurahNumber":19,"VerseNumber":50,"Text":"En Wij schonken hun iets van Onze barmhartigheid en Wij verschaften hun een betrouwbare, hoogstaande reputatie"},{"SurahNumber":19,"VerseNumber":51,"Text":"En vermeld in het boek Moesa. Hij was uitverkoren en hij was een gezant en een profeet"}]}