{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":52,"VerseNumber":32,"Text":"Sila sammuu isaaniitu kanatti isaan ajaja moo? Lakkii, isaanumatu ummata daangaa darboodha"},{"SurahNumber":52,"VerseNumber":33,"Text":"Sila isatu isa (Qur’aana) uume jedhu moo?” lakkii, isaanumatu hin amanne"},{"SurahNumber":52,"VerseNumber":34,"Text":"Yoo kan dhugaa dubbatan ta’aniif haasaa fakkaataa isaatiin haa dhufanu"},{"SurahNumber":52,"VerseNumber":35,"Text":"Sila isaan odoo wanti isaan uume hin jirre uumaman moo isaanumatu uumoo dha"},{"SurahNumber":52,"VerseNumber":36,"Text":"Moo samiifi dachii uuman? Lakki, isaan hin dhugoomsanu"},{"SurahNumber":52,"VerseNumber":37,"Text":"Kuusaa Gooftaa keetiitu isaan bira jira moo isaantu injifattoota"},{"SurahNumber":52,"VerseNumber":38,"Text":"Moo kortoo (samii geessu) kan isa keessaan (maleykota) dhagayantu isaaniif jira! Dhaggeeffataan isaanii ragaa ifa ta’een haa dhufu"},{"SurahNumber":52,"VerseNumber":39,"Text":"Moo Isaaf ilmaan dubaraa jiraataniiti isiniif immoo ilmaan dhiiraa jiru"},{"SurahNumber":52,"VerseNumber":40,"Text":"Moo mindaa isaan gaafatteeti kaffaltiin isaa isaanitti ulfaate"},{"SurahNumber":52,"VerseNumber":41,"Text":"Moo isaan bira iccitiin fagoo jiraateeti isaan barreeffatan"},{"SurahNumber":52,"VerseNumber":42,"Text":"Lakkii! Tooftaa baasuu fedhaniWarri kafare isaanuma kan tooftaan itti baafamu"},{"SurahNumber":52,"VerseNumber":43,"Text":"Moo Rabbiin malee gabbaramaa biraa qabu? Rabbiin waan isaan itti qixxeessan irraa qulqullaa’e"},{"SurahNumber":52,"VerseNumber":44,"Text":"Yoo samii irraa cittuu wahii kan gadi kuftu arganis “duumessa kuufamaadha” jedhu"},{"SurahNumber":52,"VerseNumber":45,"Text":"Hanga guyyaa isaanii kan isa keessa dhuman qunnamanitti isaan dhiisi"},{"SurahNumber":52,"VerseNumber":46,"Text":"Guyyaa tooftaan isaanii homaa isaan hin fayyadneefi isaanis hin tumsamne (hanga qunnamanitti)"},{"SurahNumber":52,"VerseNumber":47,"Text":"Dhugumatti, isaan miidhaa raawwataniif sana dura adabbiitu jiraGaruu irra hedduun isaanii hin beekanu"},{"SurahNumber":52,"VerseNumber":48,"Text":"Murtii Gooftaa keetiitiif obsiDhugumatti, ati tika keenya jala jirtaYeroo kaatu Faaruu Gooftaa keetiitiin Isa qulqulleessi"},{"SurahNumber":52,"VerseNumber":49,"Text":"Halkanis Isa faarsi; yeroo urjiiwwan seenanis (faarsi)"}]}