{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"I Glavešine naroda njegova, oni koji su bili oholi, rekoše: \"Ili ćemo mi, o Šuajbe, i tebe i one koji s tobom vjeruju iz naselja našeg istjerati, ili ćete se vratiti u našu vjeru!\" \"Zar i protiv naše volje?\", reče on"},{"SurahNumber":7,"VerseNumber":89,"Text":"Ako bismo se u vjeru vašu vratili nakon što nas je Allah iz nje izbavio, na Allaha bismo laž iznijeli. Mi ne treba da se u nju vraćamo, osim ako to htjedne Allah, Gospodar naš. Gospodar naš znanjem Svojim sve obuhvata; u Allaha se uzdamo! Gospodaru naš, Ti presudi nama i narodu našem, po pravdi, Ti si Presuditelj najbolji"},{"SurahNumber":7,"VerseNumber":90,"Text":"A glavešine naroda njegova, oni koji nisu vjerovali, rekoše: \"Ako pođete za Šuajbom, bit ćete sigurno izgubljeni"},{"SurahNumber":7,"VerseNumber":91,"Text":"I zadesi ih strašan potres i oni u zemlji svojoj osvanuše mrtvi, nepomični"},{"SurahNumber":7,"VerseNumber":92,"Text":"Oni koji su smatrali Šuajba lašcem - kao da nikad nisu u njoj ni bili; oni koji su smatrali Šuajba lašcem, oni su baš gubitnici bili"},{"SurahNumber":7,"VerseNumber":93,"Text":"A on ih napusti i reče: \"O narode moj, prenio sam vam poslanice Gospodara svoga i savjetovao vas, pa zašto da tugujem za narodom nevjerničkim"},{"SurahNumber":7,"VerseNumber":94,"Text":"I Mi nijednog vjerovjesnika u neko naselje nismo poslali, a da stanovnike njegove bolešću i neimaštinom nismo kaznili da bi se pokajnički molili"},{"SurahNumber":7,"VerseNumber":95,"Text":"Poslije bismo zlo zamijenili dobrim dok se ne bi umnožili i rekli: \"Zadesili su i naše pretke i neimaština i blagostanje!\", i tada bismo ih iznenada kaznili, a oni ni predosjetili ne bi"}]}