{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"فحطم إبراهيم الأصنام وجعلها قطعًا صغيرة، وترك كبيرها؛ كي يرجع القوم إليه ويسألوه، فيتبين عجزهم وضلالهم، وتقوم الحجة عليهم"},{"SurahNumber":21,"VerseNumber":59,"Text":"ورجع القوم، ورأوا أصنامهم محطمة مهانة، فسأل بعضهم بعضًا: مَن فعل هذا بآلهتنا؟ إنه لظالم في اجترائه على الآلهة المستحقة للتعظيم والتوقير"},{"SurahNumber":21,"VerseNumber":60,"Text":"قال مَن سمع إبراهيم يحلف بأنه سيكيد أصنامهم: سمعنا فتى يقال له إبراهيم، يذكر الأصنام بسوء"},{"SurahNumber":21,"VerseNumber":61,"Text":"قال رؤساؤهم: فَأْتوا بإبراهيم على مرأى من الناس؛ كي يشهدوا على اعترافه بما قال؛ ليكون ذلك حجة عليه"},{"SurahNumber":21,"VerseNumber":62,"Text":"وجيء بإبراهيم وسألوه منكرين: أأنت الذي كسَّرْتَ آلهتنا؟ يعنون أصنامهم"},{"SurahNumber":21,"VerseNumber":63,"Text":"وتمَّ لإبراهيم ما أراد من إظهار سفههم على مرأى منهم. فقال محتجًا عليهم معرِّضًا بغباوتهم: بل الذي كسَّرها هذا الصنم الكبير، فاسألوا آلهتكم المزعومة عن ذلك، إن كانت تتكلم أو تُحير جوابًا"},{"SurahNumber":21,"VerseNumber":64,"Text":"فأُسقِط في أيديهم، وبدا لهم ضلالهم؛ كيف يعبدونها، وهي عاجزة عن أن تدفع عن نفسها شيئًا أو أن تجيب سائلها؟ وأقرُّوا على أنفسهم بالظلم والشرك"},{"SurahNumber":21,"VerseNumber":65,"Text":"وسُرعان ما عاد إليهم عنادهم بعد إفحامهم، فانقلبوا إلى الباطل، واحتجُّوا على إبراهيم بما هو حجة له عليهم، فقالوا: كيف نسألها، وقد علمتَ أنها لا تنطق؟"},{"SurahNumber":21,"VerseNumber":66,"Text":"قال إبراهيم محقِّرًا لشأن الأصنام: كيف تعبدون أصنامًا لا تنفع إذا عُبدت، ولا تضرُّ إذا تُركت؟ قبحًا لكم ولآلهتكم التي تعبدونها من دون الله تعالى، أفلا تعقلون فتدركون سوء ما أنتم عليه؟"},{"SurahNumber":21,"VerseNumber":67,"Text":"قال إبراهيم محقِّرًا لشأن الأصنام: كيف تعبدون أصنامًا لا تنفع إذا عُبدت، ولا تضرُّ إذا تُركت؟ قبحًا لكم ولآلهتكم التي تعبدونها من دون الله تعالى، أفلا تعقلون فتدركون سوء ما أنتم عليه؟"},{"SurahNumber":21,"VerseNumber":68,"Text":"لما بطلت حجتهم وظهر الحق عدلوا إلى استعمال سلطانهم، وقالوا: حَرِّقوا إبراهيم بالنار؛ غضبًا لآلهتكم إن كنتم ناصرين لها. فأشْعَلوا نارًا عظيمة وألقوه فيها، فانتصر الله لرسوله وقال للنار: كوني بردًا وسلامًا على إبراهيم، فلم يَنَلْه فيها أذى، ولم يصبه مكروه"},{"SurahNumber":21,"VerseNumber":69,"Text":"لما بطلت حجتهم وظهر الحق عدلوا إلى استعمال سلطانهم، وقالوا: حَرِّقوا إبراهيم بالنار؛ غضبًا لآلهتكم إن كنتم ناصرين لها. فأشْعَلوا نارًا عظيمة وألقوه فيها، فانتصر الله لرسوله وقال للنار: كوني بردًا وسلامًا على إبراهيم، فلم يَنَلْه فيها أذى، ولم يصبه مكروه"},{"SurahNumber":21,"VerseNumber":70,"Text":"وأراد القوم بإبراهيم الهلاك فأبطل الله كيدهم، وجعلهم المغلوبين الأسفلين"},{"SurahNumber":21,"VerseNumber":71,"Text":"ونجينا إبراهيم ولوطًا الذي آمن به من \"العراق\"، وأخرجناهما إلى أرض \"الشام\" التي باركنا فيها بكثرة الخيرات، وفيها أكثر الأنبياء عليهم الصلاة والسلام"},{"SurahNumber":21,"VerseNumber":72,"Text":"وأنعم الله على إبراهيم، فوهب له ابنه إسحاق حين دعاه، ووهب له من إسحاق يعقوب زيادة على ذلك، وكلٌّ من إبراهيم وإسحاق ويعقوب جعله الله صالحًا مطيعًا له"}]}