{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"آپ کہہ دیجئے کہ میں تم لوگوں کو وحی کے مطابق ڈراتا ہوں اور بہرہ کو جب بھی ڈرایا جاتا ہے وہ آواز کو سنتا ہی نہیں ہے"},{"SurahNumber":21,"VerseNumber":46,"Text":"حالانکہ انہیں عذاب الٰہی کی ہوا بھی چھوجائے تو کہہ اُٹھیں گے کہ افسوس ہم واقعی ظالم تھے"},{"SurahNumber":21,"VerseNumber":47,"Text":"اور ہم قیامت کے دن انصاف کی ترازو قائم کریں گے اور کسی نفس پر ادنیٰ ظلم نہیں کیا جائے گا اور کسی کا عمل رائی کے دانہ کے برابر بھی ہے تو ہم اسے لے آئیں گے اور ہم سب کا حساب کرنے کے لئے کافی ہیں"},{"SurahNumber":21,"VerseNumber":48,"Text":"اور ہم نے موسٰی علیھ السّلام اور ہارون علیھ السّلام کو حق و باطل میں فرق کرنے والی وہ کتاب عطا کی ہے جو ہدایت کی روشنی اور ان صاحبانِ تقویٰ کے لئے یاد الٰہی کا ذریعہ ہے"},{"SurahNumber":21,"VerseNumber":49,"Text":"جو ازغیب اپنے پروردگار سے ڈرنے والے ہیں اور قیامت کے خوف سے لرزاں ہیں"},{"SurahNumber":21,"VerseNumber":50,"Text":"اور یہ قرآن ایک مبارک ذکر ہے جسے ہم نے نازل کیا ہے تو کیا تم لوگ اس کا بھی انکار کرنے والے ہو"},{"SurahNumber":21,"VerseNumber":51,"Text":"اور ہم نے ابراہیم علیھ السّلامکو اس سے پہلے ہی عقل سلیم عطا کردی تھی اور ہم ان کی حالت سے باخبر تھے"},{"SurahNumber":21,"VerseNumber":52,"Text":"جب انہوں نے اپنے مربی باپ اور اپنی قوم سے کہا کہ یہ مورتیاں کیا ہیں جن کے گرد تم حلقہ باندھے ہوئے ہو"},{"SurahNumber":21,"VerseNumber":53,"Text":"ان لوگوں نے کہا کہ ہم نے اپنے باپ دادا کو بھی ان ہی کی عبادت کرتے ہوئے دیکھا ہے"},{"SurahNumber":21,"VerseNumber":54,"Text":"ابراہیم علیھ السّلامنے کہا کہ یقینا تم اور تمہارے باپ دادا سب کھلی ہوئی گمراہی میں ہو"},{"SurahNumber":21,"VerseNumber":55,"Text":"ان لوگوں نے کہا کہ آپ کوئی حق بات لے کر آئے ہیں یا خالی کھیل تماشہ ہی کرنے والے ہیں"},{"SurahNumber":21,"VerseNumber":56,"Text":"ابراہیم علیھ السّلامنے کہا کہ تمہارا واقعی رب وہی ہے جو آسمان و زمین کا رب ہے اور اسی نے ان سب کو پیدا کیا ہے اور میں اسی بات کے گواہوں میں سے ایک گواہ ہوں"},{"SurahNumber":21,"VerseNumber":57,"Text":"اور خدا کی قسم میں تمہارے بتوں کے بارے میں تمہارے چلے جانے کے بعد کوئی تدبیر ضرور کروں گا"}]}