{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Basi naapa kwa Mola Mlezi wa mashariki zote na magharibi zote kwamba Sisi tunaweza"},{"SurahNumber":70,"VerseNumber":41,"Text":"Kuwabadili kwa walio bora kuliko wao; na Sisi hatushindwi"},{"SurahNumber":70,"VerseNumber":42,"Text":"Basi waache wapige porojo na wacheze, mpaka wakutane na siku yao wanayo ahidiwa"},{"SurahNumber":70,"VerseNumber":43,"Text":"Siku watakapotoka makaburini kwa upesi kama kwamba wanakimbilia mfundo"},{"SurahNumber":70,"VerseNumber":44,"Text":"Macho yao yatainama, fedheha itawafunika. Hiyo ndiyo Siku waliyo kuwa wakiahidiwa"},{"SurahNumber":71,"VerseNumber":1,"Text":"Hakika Sisi tulimtuma Nuh'u kwa watu wake: Uwaonye kaumu yako kabla ya kuwafikia adhabu chungu"},{"SurahNumber":71,"VerseNumber":2,"Text":"Akasema: Enyi watu wangu! Kwa hakika mimi ni mwonyaji wa dhaahiri kwenu"},{"SurahNumber":71,"VerseNumber":3,"Text":"Ya kwamba mumuabudu Mwenyezi Mungu, na mumche Yeye, na mumt'ii"},{"SurahNumber":71,"VerseNumber":4,"Text":"Atakughufirieni madhambi yenu, na atakuakhirisheni mpaka muda ulio wekwa. Hakika muda wa Mwenyezi Mungu utapo fika haucheleweshwi. Laiti mngejua"},{"SurahNumber":71,"VerseNumber":5,"Text":"Akasema: Ee Mola wangu Mlezi! Hakika mimi nimewaita watu wangu usiku na mchana"},{"SurahNumber":71,"VerseNumber":6,"Text":"Lakini wito wangu haukuwazidisha ila kukimbia"},{"SurahNumber":71,"VerseNumber":7,"Text":"Na hakika mimi kila nilipo waita ili upate kuwaghufiria, walijiziba masikio yao kwa vidole vyao, na wakajigubika nguo zao, na wakakamia, na wakatakabari vikubwa mno"},{"SurahNumber":71,"VerseNumber":8,"Text":"Tena niliwaita kwa uwazi"},{"SurahNumber":71,"VerseNumber":9,"Text":"Kisha nikawatangazia kwa kelele, tena nikasema nao kwa siri"},{"SurahNumber":71,"VerseNumber":10,"Text":"Nikasema: Ombeni msamaha kwa Mola wenu Mlezi; hakika Yeye ni Mwingi wa kusamehe"}]}