{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":62,"Text":"Ingatlah, sesungguhnya wali-wali Allah itu tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati"},{"SurahNumber":10,"VerseNumber":63,"Text":"(Yaitu) orang-orang yang beriman dan mereka selalu bertakwa"},{"SurahNumber":10,"VerseNumber":64,"Text":"Bagi mereka berita gembira di dalam kehidupan di dunia dan (dalam kehidupan) di akhirat. Tidak ada perubahan bagi kalimat-kalimat (janji-janji) Allah. Yang demikian itu adalah kemenangan yang besar"},{"SurahNumber":10,"VerseNumber":65,"Text":"Janganlah kamu sedih oleh perkataan mereka. Sesungguhnya kekuasaan itu seluruhnya adalah kepunyaan Allah. Dia-lah Yang Maha Mendengar lagi Maha Mengetahui"},{"SurahNumber":10,"VerseNumber":66,"Text":"Ingatlah, sesungguhnya kepunyaan Allah semua yang ada di langit dan semua yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka tidak mengikuti kecuali prasangka belaka dan mereka hanyalah menduga-duga"},{"SurahNumber":10,"VerseNumber":67,"Text":"Dia-lah yang menjadikan malam bagi kamu supaya kamu beristirahat padanya dan (menjadikan) siang terang benderang (supaya kamu mencari karunia Allah). Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang mendengar"},{"SurahNumber":10,"VerseNumber":68,"Text":"Mereka (orang-orang Yahudi dan Nasrani) berkata, \"Allah mempuyai anak\". Maha Suci Allah; Dia-lah Yang Maha Kaya; kepunyaan-Nya apa yang ada di langit dan apa yang di bumi. Kamu tidak mempunyai hujah tentang ini. Pantaskah kamu mengatakan terhadap Allah apa yang tidak kamu ketahui"},{"SurahNumber":10,"VerseNumber":69,"Text":"Katakanlah, \"Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak beruntung"},{"SurahNumber":10,"VerseNumber":70,"Text":"(Bagi mereka) kesenangan (sementara) di dunia, kemudian kepada Kami-lah mereka kembali, kemudian Kami rasakan kepada mereka siksa yang berat, disebabkan kekafiran mereka"}]}