{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"Ipagisha Ruka o manga Manosiya so Bangkit, Tharowangka: A so katawi ron na si-i bo ko Allah: Na antawa-a i kaphakitokawan niyan Ruka?- sa masikun a so Bangkit na khabaloi a marani"},{"SurahNumber":33,"VerseNumber":64,"Text":"Mata-an! A so Allah na Pimorka-an Niyan so manga Kapir, go Pithiyagaran Niyan siran sa kadug"},{"SurahNumber":33,"VerseNumber":65,"Text":"Makakakal siran non sa dayon sa dayon: Da-a Khato-on niran a Panarigan, go da-a tabanga"},{"SurahNumber":33,"VerseNumber":66,"Text":"Si-i ko gawi-i a kakhulikulida ko manga Paras iran ko Apoi, na Matharo iran: Ah hai! O ba tano bo Kiya-onotan so Allah go Kiya-onotan tano so Rasul"},{"SurahNumber":33,"VerseNumber":67,"Text":"Go Tharo-on niran: A Kadnan nami! Mata-an! A Sukami na Kiya-onotan nami so manga Nakoda ami, go so manga Ala rukami, na Miyadadag kami ran ko lalan"},{"SurahNumber":33,"VerseNumber":68,"Text":"Kadnan nami! Bugingka siran sa dowa Takup ko siksa, go Pumorka-ingka siran sa Morka a mala"},{"SurahNumber":33,"VerseNumber":69,"Text":"Hai so Miyamaratiyaya! Di niyo showa-a so siran a Mishiyanta ko Musa, na piyakakiyas Sukaniyan o Allah ko Pitharo iran: Go miyabaloi si-i ko Allah a Mumunangan"},{"SurahNumber":33,"VerseNumber":70,"Text":"Hai so Miyamaratiyaya! Onoti niyo so Allah, go Tharo kano sa Katharo a ontol"},{"SurahNumber":33,"VerseNumber":71,"Text":"Ka tanorun Niyan rukano so manga galubuk iyo, go Napi Niyan rukano so manga dosa niyo: Na sa tao a Onotan niyan so Allah a go so Sogo Iyan, na Sabunar a Miyakadaag sa Da-ag a mala"},{"SurahNumber":33,"VerseNumber":72,"Text":"Mata-an! A Sukami na ini ayag Ami so Sarig ko manga Langit go so Lopa go so manga Palao; na da iran Pangurawa o ba iran noto Awidi, go inikaluk iran noto: Na Inawidan noto o Manosiya;- Mataan! A Sukaniyan na aya butad iyan na Salimbot, a da-a Mulung iyan"},{"SurahNumber":33,"VerseNumber":73,"Text":"Kagiya Shiksa-an o Allah so manga Monapik a manga Mama go so manga Monapik a manga Babai, go so manga Pananakoto a manga Mama go so manga Pananakoto a manga Babai, go Phakataobatun o Allah so Miyamaratiyaya a manga Mama, go so Miyamaratiyaya a manga Babai: Na Tatap a so Allah na Manapi, a Makalimo-on"}]}