{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"(To his son came Allah's command), \"O Yahya (John)! Hold on to the Book with strength\": And even as (he was) a youth, We gave him Wisdom"},{"SurahNumber":19,"VerseNumber":13,"Text":"And pity (for all creatures) as from Us, and purity: He was truly pious"},{"SurahNumber":19,"VerseNumber":14,"Text":"And kind to his parents, and he was not overbearing nor rebellious"},{"SurahNumber":19,"VerseNumber":15,"Text":"And Peace on him, the day he was born, the day he dies, and the day he will be raised (again) to life"},{"SurahNumber":19,"VerseNumber":16,"Text":"In the Book (Quran), tell (the story of) Maryam (Mary), when she went away from her family (for Prayer) to a place in the East (her chamber)"},{"SurahNumber":19,"VerseNumber":17,"Text":"She placed a screen (to hide herself) from them; Then We sent to her Our angel, and he appeared before her in the form of a man of respect in every way"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said: \"Verily, I ask for shelter from you with (Allah) Most Gracious (Ar-Rahman): (Do not come near me) if you guard (yourself) against evil"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said: \"I am a messenger from your Lord, (only to announce to) you, the gift of a righteous son"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said: \"How shall I have a son, when no man has touched me, and I am not immodest (or indecent)"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said: \"(It will still be) so: Your Lord says: 'That is easy for Me: And (We wish) to appoint him as a Sign to men and a Mercy from Us': It is a matter (already) ordered"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she started to carry him (baby Jesus in her womb), and she went (to rest) with him to a far place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the pains of childbirth took her to the trunk of a palm-tree: She cried (in her pain): \"Oh! If I had died before this! If I was a thing forgotten and not (even) seen"},{"SurahNumber":19,"VerseNumber":24,"Text":"Then (a voice) cried to her from under (the tree): \"Do not feel sad! Because your Lord has made (for you) a stream underneath you"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake towards yourself the trunk of the palm-tree: It will drop fresh ripe dates (fruits) upon you"}]}