{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"És élenjáró példává tettük őket, hogy a Mi parancsunk szerint vezessenek az Igaz Útra és jótetteket sugalltunk nekik és azt, hogy végezzék el az imát, adják meg a zakát-ot. És ők Minket szolgáltak"},{"SurahNumber":21,"VerseNumber":74,"Text":"És Lótnak bölcsességet és tudást adtunk. És megmentettük őt egy olyan városból, amely fertelmes dolgokat követett el. Bizony azok rossz és bűnös emberek voltak"},{"SurahNumber":21,"VerseNumber":75,"Text":"Beengedtük őt az Irgalmunkba, mivel ő az igazak és a jóravaló kegyesek közül való volt"},{"SurahNumber":21,"VerseNumber":76,"Text":"És Nüh-ot (Noét)! Hiszen szólítva kiáltott azelőtt. Mi válaszoltunk neki és megmentettük őt és családját a hatalmas nehézségből"},{"SurahNumber":21,"VerseNumber":77,"Text":"Segítséget nyújtottunk neki a népével szemben, akik hazugságnak tartották a Mi jeleinket. Bizony rossz emberek voltak. Mindegyiket vízbe fojtottuk"},{"SurahNumber":21,"VerseNumber":78,"Text":"És Düwud-ot (Dávid) és Sulaymán-t (Salamon)! Midőn a szántóföld ügyében döntöttek, ahová emberek legelő állatai tévedtek. Mi tanúk voltunk az ő ítélkezésüknél"},{"SurahNumber":21,"VerseNumber":79,"Text":"És értelmet adtunk Sulaymán-nak (Salamon) (a dolog felfogásához) és mindnek bölcsességet és tudást adtunk. Dáviddal együtt Szolgálatra hajtottuk a hegyeket És a madarakat, hogy a dicsőséget zengjék. Bizony így tettünk"},{"SurahNumber":21,"VerseNumber":80,"Text":"És megtanítottuk őt a számotokra való viselet (páncél) készítésére, hogy megvédjen benneteket a magatok közötti csapásoktól, vajon hálásak vagytok-e"},{"SurahNumber":21,"VerseNumber":81,"Text":"És Sulaymán-nak (Salamon) (szolgálatára hajtottuk) a szelet, amely viharos és az ő parancsára száguld a földre, amelyet Mi megáldottunk. Nekünk mindenről tudomásunk van"}]}