{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":114,"Text":"Hapana zvakanaka mune izvo zvakawanda zvavanotaura muchihwande kusara kweuyo anokurudzira Swadaqah (Zvipo munzira yaAllah), kana zvakanaka (mabasa ese akanaka akakomekedzwa naAllah), kana kuyanana pakati pevanhu; uye uyo anoita izvi achitsvaga mufaro hwaAllah, tichave tinomupa mubairo mukuru"},{"SurahNumber":4,"VerseNumber":115,"Text":"Uye uyo anoramba uye anopokana namutumwa (Muhammad (SAW)) mushure mekunge aratidzwa pachena nzira yakanaka, uye oteverawo nzira isiri yevatendi, tichave tinomuchengetedza munzira yaasarudza, uye tichava tinomupisa kumoto weGehena. Uye inova nzvimbo yakashata kugara"},{"SurahNumber":4,"VerseNumber":116,"Text":"Zvirokwazvo, Allah havaregerere Shirk (chitadzo chekuvasanganisa nevamwe vanamwari pakuvanamata), asi vanoregerera uyo wavanoda zvitadzo zvimwe zvisiri ichi (cheShirk). Uye uyo anosanganisa vamwe vanamwari pakunamata naAllah, zvirokwazvo anenge arasika zvachose"},{"SurahNumber":4,"VerseNumber":117,"Text":"Kune avo vose (vanonamata zvimwe zvinhu zvisiri Allah) hakuna chimwe chavanokumbira (chavanosheedza) kunze kwevanamwarikadzi vachisiya ivo (Allah), uye hakuna chavanokumbira (chavanosheedza) kunze kwaSatani, mupanduki mukuru"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allah vakamutuka, uye (Satani) akati: “Ndichatora chikamu chakatarwa chevaranda venyu.”"},{"SurahNumber":4,"VerseNumber":119,"Text":"“Uye zvirokwazvo, ndichaita kuti varasike, uye ndichasimudza zvido zvemanyepo pakati pavo, uye ndichavakomekedza kuti vacheke (vaboore) nzeve dzemombe, uye zvirokwazvo ndichavaita kuti vashandure izvo zvakasikwa naAllah.” Uye uyo anotora Satani semubatsiri wake kunze kwaAllah, zvirokwazvo anenge akarasikirwa kurasikirwa kuri pachena"},{"SurahNumber":4,"VerseNumber":120,"Text":"Iye (Satani) anovavimbisa, uye achivasimudzira zvido zvenhema, uye Satani hapana chaanovimbisa kunze kwemanyepo (nyengedzo)"},{"SurahNumber":4,"VerseNumber":121,"Text":"Vanhu ava vachanogara kuGehena, uye havambowani nzira yokutiza nayo kubva kwariri"}]}