{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":44,"Text":"کیا آپ اسی خیال میں ہیں کہ ان میں سے اکثر سنتے یا سمجھتے ہیں۔ وه تو نرے چوپایوں جیسے ہیں بلکہ ان سے بھی زیاده بھٹکے ہوئے"},{"SurahNumber":25,"VerseNumber":45,"Text":"کیا آپ نے نہیں دیکھا کہ آپ کے رب نے سائے کو کس طرح پھیلا دیا ہے؟ اگر چاہتا تو اسے ٹھہرا ہوا ہی کر دیتا۔ پھر ہم نے آفتاب کو اس پر دلیل بنایا"},{"SurahNumber":25,"VerseNumber":46,"Text":"پھر ہم نے اسے آہستہ آہستہ اپنی طرف کھینچ لیا"},{"SurahNumber":25,"VerseNumber":47,"Text":"اور وہی ہے جس نے رات کو تمہارے لیے پرده بنایا۔ اور نیند کو راحت بنائی۔ اور دن کو اٹھ کھڑے ہونے کا وقت"},{"SurahNumber":25,"VerseNumber":48,"Text":"اور وہی ہے جو باران رحمت سے پہلے خوش خبری دینے والی ہواؤں کو بھیجتا ہے اور ہم آسمان سے پاک پانی برساتے ہیں"},{"SurahNumber":25,"VerseNumber":49,"Text":"تاکہ اس کے ذریعے سے مرده شہر کو زنده کردیں اوراسے ہم اپنی مخلوقات میں سے بہت سے چوپایوں اور انسانوں کو پلاتے ہیں"},{"SurahNumber":25,"VerseNumber":50,"Text":"اور بے شک ہم نے اسےان کے درمیان طرح طرح سے بیان کیا تاکہ وه نصیحت حاصل کریں، مگر پھر بھی اکثر لوگوں نے سوائے ناشکری کے مانا نہیں"},{"SurahNumber":25,"VerseNumber":51,"Text":"اگر ہم چاہتے تو ہر ہر بستی میں ایک ایک ڈرانے واﻻ بھیج دیتے"},{"SurahNumber":25,"VerseNumber":52,"Text":"پس آپ کافروں کا کہنا نہ مانیں اور قرآن کے ذریعے ان سے پوری طاقت سے بڑا جہاد کریں"},{"SurahNumber":25,"VerseNumber":53,"Text":"اور وہی ہے جس نے دو سمندر آپس میں ملا رکھے ہیں، یہ ہے میٹھا اور مزیدار اور یہ ہے کھاری کڑوا، اور ان دونوں کے درمیان ایک حجاب اور مضبوط اوٹ کردی"},{"SurahNumber":25,"VerseNumber":54,"Text":"وه ہے جس نے پانی سے انسان کو پیدا کیا، پھر اسے نسب واﻻ اور سسرالی رشتوں واﻻ کردیا۔ بلاشبہ آپ کا پروردگار (ہر چیز پر) قادر ہے"},{"SurahNumber":25,"VerseNumber":55,"Text":"یہ اللہ کو چھوڑ کر ان کی عبادت کرتے ہیں جو نہ تو انہیں کوئی نفع دے سکیں نہ کوئی نقصان پہنچاسکیں، اور کافر تو ہے ہی اپنے رب کے خلاف (شیطان کی) مدد کرنے واﻻ"}]}