{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":49,"VerseNumber":5,"Text":"Soni ingaŵe ŵanganyao ŵapilile kuti mpaka nkopoche kuja kukwao, ingaliji yambone kwa jamanjao. Sano Allah ni Jwakululuka kusyene, Jwachanasa channope"},{"SurahNumber":49,"VerseNumber":6,"Text":"E junumanja ŵankulupilile! Naga juli jum’bichilile jwangakulupichika ni abali jilijose (ngasimunkulupilila), nambo n’jiwungunye (kaje), ntakwika mwamwalagasyisye ŵandu mwa ujinga, basi ni kusyuka kuŵa ŵakuligamba pa yampanganyisye"},{"SurahNumber":49,"VerseNumber":7,"Text":"Soni manyililani yanti mwa jenumanja mwana Ntenga jwa Allahﷺ(basi mumpikanilani yaakunsalila). Ingaŵe ŵankundilile mu ichindu yaijinji (yankuŵecheta) chisimu nkaliji m’matabu. Nambo Allah achinonyelesye kukwenu chikulupi, ni kuchisalalisya m’mitima mwenu, ni awutesile kuŵa wakuchimidwa kukwenu ukafili, unampitiku ni kunyosya. Ŵanganyao ni ŵali ŵagoloka"},{"SurahNumber":49,"VerseNumber":8,"Text":"(Awu ni) umbone wakuumila kwa Allah ni ukoto, soni Allah ni Jwakumanyilila nnope, Jwalunda lwakusokoka"},{"SurahNumber":49,"VerseNumber":9,"Text":"Sano naga makuga gaŵili ga ŵakulupilila gakumenyana, basi jilanyani chilikati chao. Sano naga limo mu gaŵiligo likulitendela uwwanga linelyo, basi liputani alila lyalikutenda uwwanga mpaka liujile ku chilamusi cha Allah. Sano naga lili liujiile, basi jilanyani chilikati chao mwachilungamiko, soni golosyani (magambo), chisimu Allah akwanonyela ŵagolosya (magambo)"},{"SurahNumber":49,"VerseNumber":10,"Text":"Chisimu ŵakulupilila wosope ali paulongo; basi jilanyani chilikati cha achalongo achimijenu, ni mun’jogopeje Allah kuti ntendeledwe chanasa"},{"SurahNumber":49,"VerseNumber":11,"Text":"E jenumanja ŵankulupilile! Ŵandu akaanyosya ŵandu achimijao, mwine kuŵa nkuŵa (akunyosyedwao) ni ŵali ŵambone (pameso pa Allah) kwapunda ŵanganyao, nombe nao achakongwe (akaanyosya) achakongwe achimijao, mwine kuŵa nkuŵa (akunyosyedwao) ni ŵali ŵambone (pameso pa Allah) kwapunda ŵanganyao. Ni ngasimpelegana ayibu mwachimisyene (pakumbana utundu), soni nkakolangana mena gachipongwe, kaje kusakala nnope (kolanjilidwa mundu) lina lyakuti nampitiku panyuma pakulupilila! Sano ŵatatende ngatenda toba, basi ŵanganyao ni ŵakulitenda lupuso"}]}