{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":46,"Text":"Và hãy tuân lệnh Allah và Sứ Giả của Ngài và chớ cãi nhau e rằng các ngươi sẽ thối chí và mất ưu thế. Và hãy kiên nhẫn bởi vì quả thật Allah ở cùng với những người kiên nhẫn"},{"SurahNumber":8,"VerseNumber":47,"Text":"Và chớ giống như những kẻ đã xuất quân từ nhà với dáng điệu diễu võ dương oai cho thiên hạ thấy và mưu định cản trở thiên hạ không cho theo con đường của Allah nhưng Allah bao quát hết mọi việc chúng làm"},{"SurahNumber":8,"VerseNumber":48,"Text":"Và hãy nhớ lại khi Shaytan làm cho việc làm (sai trái) của chúng hấp dẫn đối với chúng bằng cách nói (với chúng): “Ngày này không một ai trong nhân loại có thể chiến thắng được các người bởi vì ta sát cánh với các người.” Nhưng khi hai đoàn quân (Muslim và Kafir) đối mặt nhau thì (Shaytan) quay bỏ đi và nói lại (với chúng): \"Ta giả biệt các người. Ta thấy điều (thất bại) mà các người không thấy. Ta sợ Allah bởi vì Allah rất nghiêm khắc trong việc trừng phạt"},{"SurahNumber":8,"VerseNumber":49,"Text":"Và hãy nhớ lại khi các tên giả tạo đức tin và những ai mang một chứng bệnh (giả dối) trong lòng lên tiếng (về những người Muslim): “Những người này đã bị tôn giáo của họ dối gạt.” Nhưng ai tin cậy và phó thác cho Allah thì sẽ thấy quả thật Allah Toàn Năng, Rất Mực Sáng Suốt"},{"SurahNumber":8,"VerseNumber":50,"Text":"Và nếu ngươi có thể chứng kiến được cảnh huống khi Thiên Thần bắt hồn những kẻ không tin (lúc chết) bằng cách đập vào mặt và lưug của chúng (và bảo:) “Hãy nếm hình phạt của lửa đốt.”"},{"SurahNumber":8,"VerseNumber":51,"Text":"Sở dĩ như thế là vì những điều (tội lỗi) mà bàn tay của các ngươi đã gây ra và rằng Allah không hề bất công đối với bầy tôi của Ngài"},{"SurahNumber":8,"VerseNumber":52,"Text":"Giống như cung cách của đám thuộc hạ của Fir’awn (Phê-rô) và của những kẻ sống trước chúng: chúng đã phủ nhận các dấu hiệu của Allah, bởi thế, Allah đã bắt phạt chúng vì tội lỗi của chúng. Quả thật, Allah rất mạnh và nghiêm khắc trong việc trừng phạt"}]}