{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":128,"Text":"Eğer bir kadın, kocasının uzaklaşmasından (yatağını terk etmesinden, nafakasında ihmâl göstermesinden), yahud (her hangi bir suretle kendisinden) yüz çevirmesinden endişe ederse sulh ile aralarını düzeltmekde ikisine de vebal yokdur. Sulh daha hayırlıdır. Zâten nefislerde kıskançlık hazırlanmışdır. Eğer iyi geçinir, (kadınlara cefâdan) sakınırsanız şübhesiz ki Allah, yapacağınız her şeyden tamamen haberdârdır"},{"SurahNumber":4,"VerseNumber":129,"Text":"Kadınlar arasında adalet (ve müsavatı tatbik) etmenize ne kadar hırs gösterseniz, asla güc yetiremezsiniz. Bari (birine) büsbütün meyledib de ötekini (ne dul, ne kocalı bir durumda) askılı gibi bırakmayın. Eğer (nefsinizi) İslah eder, (haksızlıkdan) sakınırsanız şübhe yok ki Allah çok yarlığayıcı, çok esirgeyicidir"},{"SurahNumber":4,"VerseNumber":130,"Text":"Eğer (karı koca) birbirinden (boşanıb) ayrılacak olurlarsa Allah her birini fazl-ü keremiyle ihtiyacdan vareste kılar. Allah (ın) lutf-ü inayeti genişdir, (O) tam bir hüküm ve hikmet saahibidir"},{"SurahNumber":4,"VerseNumber":131,"Text":"Göklerde ne var, yerde ne varsa hepsi Allahındır. Andolsun ki biz sizden evvel kendilerine kitâb verilenlere de, size de, «Allahdan korkun» diye tavsiye etmişizdir. Eğer tanımayıb küfrederseniz şübhesiz ki göklerde ne var, yerde ne varsa hepsi Allahındır. Allah, her şeyden müstağnidir, asıl hamd-ü sena da Onadır"},{"SurahNumber":4,"VerseNumber":132,"Text":"Göklerde ne var, yerde ne varsa hepsi Allahındır. (Güvenilib dayanılacak) bir vekîl olarak da Allah yeter"},{"SurahNumber":4,"VerseNumber":133,"Text":"Eğer o dilerse, ey insanlar, sizi giderir de (yerinize) diğerlerini getirir. Allah buna hakkıyle kaadirdir"},{"SurahNumber":4,"VerseNumber":134,"Text":"Kim dünyâ mükâfatını isterse (bilsin ki) dünyânın, da, âhiretin de mükâfatı Allahın nezdindedir. Allah hakkıyle işidici, kemâliyle görücüdür"}]}