{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":71,"Text":"Lot exclaimed in exasperation: \"If you are bent on doing something, then here are my daughters"},{"SurahNumber":15,"VerseNumber":72,"Text":"By your life, (O Prophet), they went about blindly stumbling in their intoxication"},{"SurahNumber":15,"VerseNumber":73,"Text":"Then the mighty Blast caught them at sunrise"},{"SurahNumber":15,"VerseNumber":74,"Text":"and turned the land upside down, and rained down stones of baked clay"},{"SurahNumber":15,"VerseNumber":75,"Text":"There are great Signs in this for those endowed with intelligence"},{"SurahNumber":15,"VerseNumber":76,"Text":"The place (where this occurred) lies along a known route"},{"SurahNumber":15,"VerseNumber":77,"Text":"Verily there is a Sign in this for the believers"},{"SurahNumber":15,"VerseNumber":78,"Text":"And the people of Aykah were also wrong-doers"},{"SurahNumber":15,"VerseNumber":79,"Text":"So We chastised them. The desolate locations of both communities lie on a well-known highway"},{"SurahNumber":15,"VerseNumber":80,"Text":"Surely the people of al-Hijr also rejected the Messengers, calling them liars"},{"SurahNumber":15,"VerseNumber":81,"Text":"We also gave them Our Signs, yet they turned away from them"},{"SurahNumber":15,"VerseNumber":82,"Text":"They used to hew out houses from the mountains and lived in security"},{"SurahNumber":15,"VerseNumber":83,"Text":"Then the Blast caught them in the morning"},{"SurahNumber":15,"VerseNumber":84,"Text":"and whatever they had been earning proved of no avail"},{"SurahNumber":15,"VerseNumber":85,"Text":"We have not created the heavens and the earth and all that is in between them except with Truth. Surely the Hour will come. So, (O Muhammad), do graciously overlook them (despite their misdeeds)"},{"SurahNumber":15,"VerseNumber":86,"Text":"Your Lord is indeed the Creator of all, the All-Knowing"},{"SurahNumber":15,"VerseNumber":87,"Text":"We have indeed bestowed on you the seven oft-repeated verses and the Great Qur´an"},{"SurahNumber":15,"VerseNumber":88,"Text":"Do not even cast your eyes towards the worldly goods We have granted to different kinds of people, nor grieve over the state they are in, but turn your loving attention to the believers instead"},{"SurahNumber":15,"VerseNumber":89,"Text":"and clearly tell the unbelievers: \"I am most certainly a plain warner"},{"SurahNumber":15,"VerseNumber":90,"Text":"even as We had sent warning to those who had divided their religion into fragments"}]}