{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":20,"Text":"En degenen die geloven zeggen: \"Was er maar een Soerah neergezonden (die het voeren van oorlog beveelt). Maar wanneer dan een onweerlegbare (Moehkamah) Soerah wordt neergezonden, waarin (het bevel tot) oorlog wordt genoemd, dan zie jij degenen in wier harten een ziekte is, naar jou kijken met de blik van degene die in zwijm dreigt te vallen uit doodsangst. Wee hen"},{"SurahNumber":47,"VerseNumber":21,"Text":"Gehoorzaamheid en een juist woord (zouden beter zijn). Wanneer dan de zaak (van het bevel tot oorlog) is besloten, (dan hebben zij er een afkeer van). Maar als zij oprecht zouden zijn tegenover Allah, dan zou dat beter voor hen zijn"},{"SurahNumber":47,"VerseNumber":22,"Text":"Het kan zijn, als jullie je afwenden, dat jullie verderf zaaien op de aarde en jullie familiebanden verbreken"},{"SurahNumber":47,"VerseNumber":23,"Text":"Zij zijn degenen die Allah vervloekt heeft en die Hij doof gemaakt heeft, en Hij heeft hun ogen blind gemaakt"},{"SurahNumber":47,"VerseNumber":24,"Text":"Denken zij niet na over de Koran? Er zijn zelfs sloten op hun harten"},{"SurahNumber":47,"VerseNumber":25,"Text":"Voorwaar, degenen die afvallig werden nadat de Leiding voor hen duidelijk was geworden: de Satan maakte (hun daden) schoonschijnend voor hen en bedroog hen"},{"SurahNumber":47,"VerseNumber":26,"Text":"Dat is omdat zij tot degenen die haatten wat Allah heeft neergezonden (de Joden), zeiden: \"Wij zullen jullie gehoorzamen in sommige zaken.\" Maar Allah kent hun geheimen"},{"SurahNumber":47,"VerseNumber":27,"Text":"Hoe zal het zijn wanneer de Engelen hen wegnemen en hun gezichten en hun ruggen slaan"},{"SurahNumber":47,"VerseNumber":28,"Text":"Dat is omdat zij dat wat de toorn van Allah opwekte volgden en zij dat wat Zijn behagen opwekte haatten. Toen deed Allah hun werken verloren gaan"},{"SurahNumber":47,"VerseNumber":29,"Text":"Of dachten zij in wier harten een ziekte is, dat Allah hun afgunst niet zou onthullen"}]}