{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":74,"Text":"Allah'ın sizi Ad milleti yerine getirdiğini, ovalarında köşkler kurup dağlarında kayadan evler yonttuğunuz yeryüzünde yerleştirdiğini hatırlayın; Allah'ın nimetlerini anın, yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın\" dedi"},{"SurahNumber":7,"VerseNumber":75,"Text":"Milletinin büyüklük taslayan ileri gelenleri, aralarından iman eden ve bu sebeple hor gördükleri kimselere, \"Salih'in Rabbi tarafından gönderildiğini sahiden biliyor musunuz?\" dediler, onlar da, \"Doğrusu biz onunla gönderilene inanıyoruz\" dediler"},{"SurahNumber":7,"VerseNumber":76,"Text":"Büyüklük taslayanlar, \"Sizin inandığınızı biz inkar ediyoruz\" dediler ve dişi deveyi kesip devirdiler; Rablerinin buyruğuna baş kaldırdılar, \"Ey Salih, eğer sen peygambersen bizi tehdit ettiğin azaba uğrat bakalım\" dediler"},{"SurahNumber":7,"VerseNumber":77,"Text":"Büyüklük taslayanlar, \"Sizin inandığınızı biz inkar ediyoruz\" dediler ve dişi deveyi kesip devirdiler; Rablerinin buyruğuna baş kaldırdılar, \"Ey Salih, eğer sen peygambersen bizi tehdit ettiğin azaba uğrat bakalım\" dediler"},{"SurahNumber":7,"VerseNumber":78,"Text":"Bu yüzden onları bir sarsıntı tuttu ve oldukları yerde diz üstü çöküverdiler"},{"SurahNumber":7,"VerseNumber":79,"Text":"Salih de onlardan yüz çevirdi ve \"Ey milletim! And olsun ki ben size Rabbimin sözünü bildirmiş ve öğüt vermiştim; fakat siz öğüt verenleri sevmiyorsunuz\" dedi"},{"SurahNumber":7,"VerseNumber":80,"Text":"Lut'u da gönderdik, milletine \"Dünyalarda hiç kimsenin sizden önce yapmadığı bir hayasızlığı mı yapıyorsunuz? Siz kadınları bırakıp erkeklere yaklaşıyorsunuz, doğrusu çok aşırı giden bir milletsiniz\" dedi"},{"SurahNumber":7,"VerseNumber":81,"Text":"Lut'u da gönderdik, milletine \"Dünyalarda hiç kimsenin sizden önce yapmadığı bir hayasızlığı mı yapıyorsunuz? Siz kadınları bırakıp erkeklere yaklaşıyorsunuz, doğrusu çok aşırı giden bir milletsiniz\" dedi"}]}