{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Shall he, therefore, whose breast God hath enlarged to receive the religion of Islam, and who followeth the light from his Lord, be as he whose heart is hardened? But woe unto those whose hearts are hardened against the remembrance of God! They are in a manifest error"},{"SurahNumber":39,"VerseNumber":23,"Text":"God hath revealed a most excellent discourse; a book conformable to itself, and containing repeated admonitions. The skins of those who fear their Lord shrink for fear thereat: Afterwards their skins grow soft, and their hearts also, at the remembrance of their Lord. This is the direction of God: He will direct thereby whom He pleaseth; and whomsoever God shall cause to err, he shall have no director"},{"SurahNumber":39,"VerseNumber":24,"Text":"Shall he therefore who shall be obliged to screen himself with his face from the severity of the punishment on the day of resurrection, be as he who is secure therefrom? And it shall be said unto the ungodly, taste that which ye have deserved"},{"SurahNumber":39,"VerseNumber":25,"Text":"Those who were before them, accused their apostles of imposture; wherefore a punishment came upon them from whence they expected it not"},{"SurahNumber":39,"VerseNumber":26,"Text":"And God caused them to taste shame in this present life; but the punishment of the life to come will certainly be greater. If they were men of understanding, they would know this"},{"SurahNumber":39,"VerseNumber":27,"Text":"Now have We proposed unto mankind, in this Koran, every kind of parable; that they may be warned"},{"SurahNumber":39,"VerseNumber":28,"Text":"An Arabic Koran, wherein there is no crookedness; that they may fear God"},{"SurahNumber":39,"VerseNumber":29,"Text":"God propoundeth as a parable a man who hath several companions which are at mutual variance, and a man who committeth himself wholly to one person: Shall these be held in equal comparison? God forbid! But the greater part of them do not understand"},{"SurahNumber":39,"VerseNumber":30,"Text":"Verily thou, O Mohammed, shalt die, and they also shall die"},{"SurahNumber":39,"VerseNumber":31,"Text":"And ye shall debate the matter with one another before your Lord, at the day of resurrection"}]}