{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"I found a woman ruling the people there and she possessed something of (almost) everything and a great throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"I found her and her people prostrating before the sun instead of God. Satan has made their deeds attractive to them. He has kept them away from the right path and they have no guidance"},{"SurahNumber":27,"VerseNumber":25,"Text":"(Satan has done this) so that they will not worship God who brings forth whatever is hidden in the heavens and the earth and knows whatever you conceal or reveal"},{"SurahNumber":27,"VerseNumber":26,"Text":"God is the only Lord and master of the Great Throne"},{"SurahNumber":27,"VerseNumber":27,"Text":"Solomon said, \"We shall see whether you are truthful or a liar"},{"SurahNumber":27,"VerseNumber":28,"Text":"Take this letter of mine and deliver it to them, then return and see what their reply will be"},{"SurahNumber":27,"VerseNumber":29,"Text":"(The Queen of Sheba) said to her officials, \"A gracious letter has been dropped before me"},{"SurahNumber":27,"VerseNumber":30,"Text":"It reads, 'From Soloman. In the Name of God, the Beneficent and the Merciful"},{"SurahNumber":27,"VerseNumber":31,"Text":"Do not consider yourselves superior to me but come to me as Muslims (in submission)"},{"SurahNumber":27,"VerseNumber":32,"Text":"She said, \"My officials, what are your views on this matter? I will not decide until I have your views"},{"SurahNumber":27,"VerseNumber":33,"Text":"They replied, \"We have great power and valor. You are the commander, so decide as you like"},{"SurahNumber":27,"VerseNumber":34,"Text":"She said, \"When Kings enter a town they destroy it and disrespect its honorable people. That is what they will do, too"},{"SurahNumber":27,"VerseNumber":35,"Text":"I will send a gift and we shall see what response the Messengers will bring"}]}