{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":40,"Text":"ئۇ كۈندە اﷲ ئۇلار (يەنى مۇشرىكلار) نىڭ ھەممىسىنى (ھېساب ئېلىش ئۈچۈن) يىغىدۇ، ئاندىن پەرىشتىلەرگە: «بۇ كىشىلەر سىلەرگە چوقۇنغانمىدى؟» دەيدۇ"},{"SurahNumber":34,"VerseNumber":41,"Text":"ئۇلار ئېيتىدۇ: «سەن پاكتۇرسەن، بىزنىڭ دوستىمىز ئۇلار ئەمەس، سەن. (ئۇلار بىزگە چوقۇنمايتتى) بەلكى جىنغا چوقۇناتتى. ئۇلارنىڭ تولىسى جىنغا ئىمان كەلتۈرەتتى»"},{"SurahNumber":34,"VerseNumber":42,"Text":"بۈگۈن سىلەر بىر - بىرىڭلارغا پايدا - زىيان يەتكۈزەلمەيسىلەر، بىز (اﷲ تىن غەيرىيگە چوقۇنغۇچى) زالىملارغا: «سىلەر چىنپۈتمىگەن دوزاخ ئازابىنى تېتىڭلار» دەيمىز"},{"SurahNumber":34,"VerseNumber":43,"Text":"ئۇلارغا بىزنىڭ روشەن ئايەتلىرىمىز ئوقۇپ بېرىلگەندە، ئۇلار: «بۇ پەقەت سىلەرنى ئاتا - بوۋاڭلار چوقۇنغان بۇتلارغا چوقۇنۇشتىن توسماقچى بولغان ئادەمدۇر» دەيدۇ ھەمدە ئۇلار: «بۇ پەقەت توقۇلغان يالغان سۆزدۇر» دەيدۇ. كاپىرلارغا ھەقىقەت يېتىپ كەلگەندە، ئۇلار: «بۇ پەقەت ئوپئوچۇق سېھىردۇر» دېدى"},{"SurahNumber":34,"VerseNumber":44,"Text":"ئۇلارغا ئوقۇيدىغان ھېچقانداق كىتابلارنى ئاتا قىلغىنىمىز يوق. سەندىن ئىلگىرى ئۇلارغا ھېچقانداق پەيغەمبەرمۇ ئەۋەتكىنىمىز يوق"},{"SurahNumber":34,"VerseNumber":45,"Text":"ئۇلاردىن ئىلگىرى ئۆتكەنلەر (ھەقنى) ئىنكار قىلغان، ئۇلار (يەنى مەككە كۇففارلىرى) ئۇلار (يەنى ئىلگىرىكىلەر) ئېرىشكەن كۈچ - قۇۋۋەتنىڭ ئوندىن بىرىگىمۇ ئېرىشمىگەن، ئۇلار مېنىڭ پەيغەمبەرلىرىمنى ئىنكار قىلدى. ئۇلارغا مېنىڭ جازايىم قانداق بولدى؟"},{"SurahNumber":34,"VerseNumber":46,"Text":"ئېيتقىنكى، «مەن سىلەرگە بىر ئىشنى تەۋسىيە قىلىمەن: سىلەر خۇدالىق ئۈچۈن ئىككىدىن، يا بىردىن تۇرۇڭلار (يەنى اﷲ نىڭ رازىلىقى ئۈچۈن يىغىلىپ ياكى يەككە ھالدا ھەقنى تىلەڭلار)، ئاندىن پىكىر يۈرگۈزۈڭلار». ھەمراھىڭلاردا (يەنى مۇھەممەدتە) ھېچ مەجنۇنلۇق يوق، پەقەت ئۇ قاتتىق ئازاب نازىل بولۇشتىن ئىلگىرى سىلەرگە ئەۋەتىلگەن بىر ئاگاھلاندۇرغۇچىدۇر"},{"SurahNumber":34,"VerseNumber":47,"Text":"ئېيتقىنكى، «سىلەردىن ھېچقانداق ھەق تەلەپ قىلغىنىم يوق، ئۇ سىلەرگە بولسۇن؛ ئەجرىمنى پەقەت اﷲ تىن تىلەيمەن. اﷲ ھەممە نەرسىنى كۆزىتىپ تۇرغۇچىدۇر»"},{"SurahNumber":34,"VerseNumber":48,"Text":"ئېيتقىنكى، «پەرۋەردىگارىم، ھەقىقەتەن ھەق ئارقىلىق (باتىلنى) ئاتىدۇ (يەنى پاكىتنى روشەن بايان قىلىدۇ)، اﷲ غەيبنى تامامەن بىلگۈچىدۇر»"}]}