{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"(Ey Rasûlüm, kıyamette) müşrikleri, Rableri huzurunda başlarını eğerek: “-Ey Rabbimiz! Bize vaad ettiğini gördük, peygamberlerin doğruluğunu işittik ve kabul ettik. Şimdi bizi (dünyaya) geri çevir, salih bir amel işliyelim. Çünkü (inkâr ettiklerimize tamamen ve) yakînen inandık.” derlerken bir görsen"},{"SurahNumber":32,"VerseNumber":13,"Text":"Eğer dileseydik, herkese (dünyada) hidayetini verirdik, fakat benden şu söz gerçekleşti: “- Muhakkak ki cehennemi bütün (kâfir olan) cinlerle, insanlardan dolduracağım.”"},{"SurahNumber":32,"VerseNumber":14,"Text":"(Kâfirler cehenneme girdikleri vakit, melekler onlara şöyle der): “- O halde, bu günümüze kavuşmayı unutmanız, (O’na imanı terk etmeniz) yüzünden tadın azabı!...Biz de sizi unuttuk, (sizi cehennemde bıraktık). İşlemiş olduğunuz küfür ve isyan sebebiyle bitmez tükenmez azabı tadın bakalım...”"},{"SurahNumber":32,"VerseNumber":15,"Text":"Bizim ayetlerimize öyle kimseler iman ederler ki, onlarla kendilerine öğüt verildiği zaman secdelere (*) kapanırlar ve Rablerine hamd ile tesbih ederler de kibirlenmezler"},{"SurahNumber":32,"VerseNumber":16,"Text":"(Onlar, o kimselerdir ki, geceleyin namaz kılmak için) yataklarından kalkarlar; Rablerine, azabından korkarak ve rahmetinden ümidvar olarak dua ederler. Kendilerine verdiğimiz rızıklardan da (hayır yollarına) harcalar"},{"SurahNumber":32,"VerseNumber":17,"Text":"Artık (dünyada) işledikleri salih amellere mükâfat olarak kendileri için, göz aydınlığından ne hazırlanıb saklandığını kimse bilmez"},{"SurahNumber":32,"VerseNumber":18,"Text":"Öyle ya! Mümin olan, hiç fâsık (kâfir) olan gibi olur mu? Onlar, müsavi olmazlar"},{"SurahNumber":32,"VerseNumber":19,"Text":"İman edib de salih amelleri işliyenlere, amellerine karşılık, konukluk olarak Me’va Cennetleri vardır"},{"SurahNumber":32,"VerseNumber":20,"Text":"Amma fâsık (münâfık) olanların barınacağı yer ateştir. Oradan her çıkmak istedikçe, onlar yine ateş içine döndürülürler; ve onlara: “- Haydi tadın bakalım, yalanlayıp durduğunuz o ateşin azabını!...” denilir. (*) Dikkat!... Secde âyetidir"}]}