{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":107,"Text":"ئەگەر اﷲ ساڭا بىرەر زىيان - زەخمەت يەتكۈزۈشنى ئىرادە قىلسا، يالغۇز اﷲ تىن باشقا ئۇنى دەپئى قىلغۇچى بولمايدۇ، ئەگەر اﷲ ساڭا بىرەر ياخشىلىقنى ئىرادە قىلسا، اﷲ نىڭ پەزلىنى قايتۇرغۇچى بولمايدۇ، اﷲ پەزلىنى بەندىلىرىدىن خالىغان ئادەمگە يەتكۈزىدۇ، اﷲ (بەندىلىرىنىڭ گۇناھىنى) مەغپىرەت قىلغۇچىدۇر، (ئۇلارغا) مېھرىباندۇر» (دېيىلدى)"},{"SurahNumber":10,"VerseNumber":108,"Text":"(ئى مۇھەممەد!) ئېيتقىنكى، «ئى ئىنسانلار! سىلەرگە پەرۋەردىگارىڭلار تەرىپىدىن ھەق دىن كەلدى، كىمكى ھىدايەت تاپىدىكەن، ئۆزىنىڭ پايدىسى ئۈچۈن ھىدايەت تاپقان بولىدۇ، كىمكى ئازىدىكەن، ئۆزىنىڭ زىيىنى ئۈچۈن ئازغان بولىدۇ، مەن سىلەرگە ھامىي ئەمەسمەن»"},{"SurahNumber":10,"VerseNumber":109,"Text":"(ئى مۇھەممەد!) ساڭا نازىل قىلىنغان ۋەھيىگە ئەگەشكىن (يەنى ئۇنىڭغا ئۆزۈڭ ئەمەل قىلىپ، باشقىلارغا ئۇنى يەتكۈزگىن). اﷲ (سەن بىلەن ئۇلارنىڭ ئارىسىدا) ھۆكۈم چىقارغۇچە (دىنغا دەۋەت قىلىش يولىدىكى مۇشەققەتلەرگە) چىدىغىن، اﷲ ئەڭ ھەققانىي ھۆكۈم چىقارغۇچىدۇر"},{"SurahNumber":11,"VerseNumber":1,"Text":"ئەلىف، لام، را. بۇ، ھېكمەت بىلەن ئىش قىلغۇچى، ھەممىدىن خەۋەردار اﷲ تەرىپىدىن نازىل بولغان ئايەتلەرنىڭ تۈزۈلۈشى پۇختا، (ئەقىدە، ئەھكام ۋەز ۋە قىسسىلەر) تەپسىلىي بايان قىلىنغان كىتابتۇر"},{"SurahNumber":11,"VerseNumber":2,"Text":"(ئېيتقىنكى) «سىلەر پەقەت اﷲ قا ئىبادەت قىلىڭلار، شۈبھىسىزكى، مەن سىلەرگە اﷲ تەرىپىدىن ئەۋەتىلگەن، (كاپىر بولساڭلار سىلەرنى اﷲ نىڭ ئازابىدىن) ئاگاھلاندۇرغۇچىمەن، (ئىمان ئېيتساڭلار اﷲ نىڭ ساۋابى بىلەن سىلەرگە) خۇش خەۋەر بەرگۈچىمەن"},{"SurahNumber":11,"VerseNumber":3,"Text":"سىلەر پەرۋەردىگارىڭلاردىن مەغپىرەت تەلەپ قىلىڭلار، ئاندىن ئۇنىڭغا تەۋبە قىلىڭلار، اﷲ سىلەرنى مۇئەييەن مۇددەتكىچە (يەنى ئۆمرۈڭلار ئاخىرلىشىپ، ئەجىلىڭلار يەتكۈچە ھاياتىي دۇنيادىن) ئوبدان بەھرىمەن قىلىدۇ، ياخشى ئىش قىلغۇچىغا قىلغان ياخشىلىقنىڭ ساۋابىنى بېرىدۇ، ئەگەر (ئىماندىن) يۈز ئۆرۈسەڭلار، (ئازابقا دۇچار بولىسىلەر) سىلەرنىڭ قىيامەت كۈنىنىڭ چوڭ ئازابىغا قېلىشىڭلاردىن ئەنسىرەيمەن"},{"SurahNumber":11,"VerseNumber":4,"Text":"(ئۆلگەندىن كېيىن) اﷲ نىڭ دەرگاھىغا قايتىسىلەر، اﷲ ھەر نەرسىگە قادىردۇر»"},{"SurahNumber":11,"VerseNumber":5,"Text":"راستتىنلا ئۇلار (يەنى كاپىرلار) (رەسۇلۇللاھ، قۇرئان ئوقۇۋاتقاندا ئۇنىڭ يېنىدىن ئۆتكەنلىرىدە) ئۇنىڭدىن يوشۇرۇش ئۈچۈن يۈز ئۆرۈيدۇ، راستلا ئۇلار كىيىملىرى بىلەن چۈمكىنىۋالغانلىرىدا، اﷲ ئۇلارنىڭ يوشۇرۇن ۋە ئاشكارا ئىشلىرىنى بىلىپ تۇرىدۇ، اﷲ ھەقىقەتەن دىللاردىكىنى بىلگۈچىدۇر"}]}