{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"And We sent no messenger before thee but We inspired him, (saying): There is no Allah save Me (Allah), so worship Me"},{"SurahNumber":21,"VerseNumber":26,"Text":"And they say: The Beneficent hath taken unto Himself a son. Be He Glorified! Nay, but (those whom they call sons) are honoured slaves"},{"SurahNumber":21,"VerseNumber":27,"Text":"They speak not until He hath spoken, and they act by His command"},{"SurahNumber":21,"VerseNumber":28,"Text":"He knoweth what is before them and what is behind them, and they cannot intercede except for him whom He accepteth, and they quake for awe of Him"},{"SurahNumber":21,"VerseNumber":29,"Text":"And one of them who should say: Lo! I am a god beside Him, that one We should repay with hell. Thus We Repay wrong-doers"},{"SurahNumber":21,"VerseNumber":30,"Text":"Have not those who disbelieve known that the heavens and the earth were of one piece, then We parted them, and we made every living thing of water? Will they not then believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"And We have placed in the earth firm hills lest it quake with them, and We have placed therein ravines as roads that haply they may find their way"},{"SurahNumber":21,"VerseNumber":32,"Text":"And we have made the sky a roof withheld (from them). Yet they turn away from its portents"},{"SurahNumber":21,"VerseNumber":33,"Text":"And He it is Who created the night and the day, and the sun and the moon. They float, each in an orbit"},{"SurahNumber":21,"VerseNumber":34,"Text":"We appointed immortality for no mortal before thee. What! if thou diest, can they be immortal"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul must taste of death, and We try you with evil and with good, for ordeal. And unto Us ye will be returned"}]}