{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"Жана ал (Ыйса) — Кыяматтын белгиси.? Силер андан (Кыяматтан) эч шек санабагыла. Жана Менин Өзүмө гана моюн сунгула! Туура Жол —- ушул"},{"SurahNumber":43,"VerseNumber":62,"Text":"Шайтан силерди (Туура Жолдон) тосуп койбосун! Ал силерге анык душман"},{"SurahNumber":43,"VerseNumber":63,"Text":"Жана Ыйса (өз элине) анык далил-аяттар менен келгенде, айткан «Мен силерге (Аллаһ Таала тарабынан берилген) пайгамбарлык менен, силер талашып калган кээ бир нерселерди анык баяндап берүү үчүн келдим. Эми, Аллаһтан коркуп, мага моюн сунгула"},{"SurahNumber":43,"VerseNumber":64,"Text":"Чынында, менин да, силердин да Раббиңер — Аллаһ! Анын Өзүнө гана ибадат кылгыла! Туура Жол — ушул"},{"SurahNumber":43,"VerseNumber":65,"Text":"Анан (яхудий) жамааттар өз ара талашка түшүштү. Заалым адамдарга азаптуу Күндүн азабынын балээси болсун"},{"SurahNumber":43,"VerseNumber":66,"Text":"Алар өздөрүнө Кыямат Күндүн, (эч нерсени) сезбей турган абалдарында, капысынан келип калуусунан башка нерсени күтүшкөн жок"},{"SurahNumber":43,"VerseNumber":67,"Text":"Ал күнү достор бири-бирине душман болуп калышат.! Такыба кишилер гана андай болбойт"},{"SurahNumber":43,"VerseNumber":68,"Text":"«О, Менин (такыба) пенделерим! Бүгүн силерге коркунуч жок! Силер (бүгүн) капа да болбойсуңар!»"},{"SurahNumber":43,"VerseNumber":69,"Text":"Алар Биздин аяттарыбызга ыйман келтирип, мусулман болгон адамдар"},{"SurahNumber":43,"VerseNumber":70,"Text":"«(О, ыймандуу пенделер!) Силер жубайларыңар менен бирге сүйүнгөн абалда Бейишке киргиле!»"},{"SurahNumber":43,"VerseNumber":71,"Text":"Аларга алтын идиштер менен чөйчөктөр (тамак-шарабы менен) айлантып турулат. Ал жерде көңүл каалаган, көз кубанган бардык нерселер бар. Жана силер анда түбөлүк жашайсыңар"},{"SurahNumber":43,"VerseNumber":72,"Text":"Бул Бейиш... Аны силер (дүйнөдө) жасаган (сооптуу) амалыңар үчүн Аллаһтан мурас алдыңар"},{"SurahNumber":43,"VerseNumber":73,"Text":"Силер үчүн анда көп мөмө-жемиштер бар. Алардан (каалаганыңарча) жейсиңер"}]}