{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Силер (о, момундар) китеп элдери (яхудийлер, христиандар) менен талашып-тартышып калсаңар, эң жакшы (сөздөр) менен талашкыла. Ал эми, алардын арасынан (акыйкатка) зулум кылгандар (менен катуу-бекем талашкыла) Жана айткыла: «Биз өзүбүзгө түшүрүлгөн Кураанга жана силерге түшүрүлгөн нерсеге (Тооратка, Инжилге) ыйман келтиргенбиз. Биздин кудайыбыз жана силердин кудайыңар бир. Биз Ага моюн сунуучуларбыз»"},{"SurahNumber":29,"VerseNumber":47,"Text":"Ошентип, (о, Мухаммад!) сага Китеп түшүрдүк. Биз китеп түшүргөндөр (яхудийлер менен христиандар)да ал Китепке (Кураанга) ыйман келтиришүүдө! Тигилердин (араб мушриктеринин) арасында деле Кураанга ыйман келтиргендер бар. Биздин аяттарыбызды каапыр адамдар гана четке кагат"},{"SurahNumber":29,"VerseNumber":48,"Text":"Сен Кураандан мурда эч бир китепти окуган эмессиң. Сен аны (китеп-катты) өзүңдүн оң колуң менен жазууну билген эмессиң. (Эгер сен окуу-жазууну билген болсоң) анда, кара ниеттер (Кураанды өзү жазып алган деп) шектенип калышмак"},{"SurahNumber":29,"VerseNumber":49,"Text":"Жок! Ал (Кураан) илимдүү кишилердин көкүрөгүндөгү анык-айкын аяттар! Биздин аяттарыбызды заалым адамдар гана четке кагат"},{"SurahNumber":29,"VerseNumber":50,"Text":"Жана алар (мушриктер): «Мухаммадга Раббиси тарабынан (көз көрүнөө бир) аян-моожизалар келсе (гана ыйман келтирет элек)» дешет. Айткын: «Моожизалар Аллаһтын ыктыярында. Мен болгону, анык эскертүүчүмүн"},{"SurahNumber":29,"VerseNumber":51,"Text":"(О, Мухаммад!) Биз сага түшүргөн Китеп аларга жетиштүү эмес бекен?! Аларга окуп берилүүдө го?! Чынында бул Китепте ыйман келтирген элдер үчүн ырайым жана акыл-насааттар бар"},{"SurahNumber":29,"VerseNumber":52,"Text":"(Сен аларга): «Мени менен силердин араңарда күбө, Ал асмандардагы жана жердеги бардык нерселерди билип турат. жалганга ыйман келтирип, Аллаһга каапыр болгондор... дал ошолор гана зыян тартуучулар» дегин"}]}