{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":64,"Text":"Und dieses diesseitige Leben ist nichts anderes außer Vergnügen und sinnlosem Treiben. Und gewiß, die jenseitige Wohnstätte ist doch das wahre Leben, würden sie es nur wissen"},{"SurahNumber":29,"VerseNumber":65,"Text":"Und als sie das Schiff bestiegen haben, richteten sie Bittgebete an ALLAH aufrichtig im Din Ihm gegenüber, und nachdem ER sie auf das Land gerettet hatte, da betreiben sie Schirk"},{"SurahNumber":29,"VerseNumber":66,"Text":"Sie sollen nur Kufr dem gegenüber betreiben, was WIR ihnen zuteil werden ließen und sie sollen sich nur vergnügen! Denn sie werden es noch wissen"},{"SurahNumber":29,"VerseNumber":67,"Text":"Sehen sie etwa nicht, daß WIR ein sicheres Ha-ramm errichteten, während die Menschen um sie herum weggerissen werden?! Verinnerlichen sie etwa den Iman an das für nichtig Erklärte und betreiben ALLAHs Wohltaten gegenüber Kufr"},{"SurahNumber":29,"VerseNumber":68,"Text":"Und keiner begeht mehr Unrecht als derjenige, der im Namen ALLAHs Lügen erdichtet oder das Wahre ableugnet, nachdem es zu ihm gekommen war! Gibt es etwa nicht in Dschahannam eine Bleibe für die Kafir"},{"SurahNumber":29,"VerseNumber":69,"Text":"Und diejenigen, die Unseretwegen Dschihad leisteten, werden WIR doch zu Unserem Weg rechtleiten. Und gewiß, ALLAH ist doch mit den Muhsin"},{"SurahNumber":30,"VerseNumber":1,"Text":"Alif-lam-mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Besiegt wurden die Römer"},{"SurahNumber":30,"VerseNumber":3,"Text":"am unteren Teil des Landes. Und sie werden nach ihrer Niederlage siegen"},{"SurahNumber":30,"VerseNumber":4,"Text":"in wenigen Jahren. ALLAH unterliegt die Angelegenheit vorher und nachher. Und an diesem Tag freuen sich die Mumin"},{"SurahNumber":30,"VerseNumber":5,"Text":"über den Sieg von ALLAH. ER verhilft zum Sieg, wem ER will. Und ER ist Der Allwürdige, Der Allgnädige"}]}