{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":54,"Text":"«ولو أن لكل نفس ظلمت» كفرت «ما في الأرض» جميعا من الأموال «لافتدت به» من العذاب يوم القيامة «وأسرُّوا الندامة» على ترك الإيمان «لما رأوا العذاب» أخفاها رؤساؤهم عن الضعفاء الذين أضلوهم مخافة التعيير «وقضي بينهم» بين الخلائق «بالقسط» بالعدل «وهم لا يظلمون» شيئا"},{"SurahNumber":10,"VerseNumber":55,"Text":"«ألا إن لله ما في السماوات والأرض ألا إن وعد الله» بالبعث والجزاء «حق» ثابت «ولكن أكثرهم» أي الناس «لا يعلمون» ذلك"},{"SurahNumber":10,"VerseNumber":56,"Text":"«هو يحيي ويميت وإليه ترجعون» في الآخرة فيجازيكم بأعمالكم"},{"SurahNumber":10,"VerseNumber":57,"Text":"«يا أيها الناس» أي أهل مكة «قد جاءتكم موعظة من ربكم» كتاب فيه ما لكم وما عليكم وهو القرآن «وشفاء» دواء «لما في الصدور» من العقائد الفاسدة والشكوك «وهدى» من الضلال «ورحمة للمؤمنين» به"},{"SurahNumber":10,"VerseNumber":58,"Text":"«قل بفضل الله» الإسلام «وبرحمته» القرآن «فبذلك» الفضل والرحمة «فليفرحوا هو خير مما يجمعون» من الدنيا بالياء والتاء"},{"SurahNumber":10,"VerseNumber":59,"Text":"«قل أرأيتم» أخبروني «ما أنزل الله» خلق «لكم من رزق فجعلتم منه حراما وحلالا» كالبحيرة والسائبة والميتة «قل آلله أذن لكم» في ذلك بالتحليل والتحريم لا «أم» بل «على الله تفترون» تكذبون بنسبة ذلك إليه"},{"SurahNumber":10,"VerseNumber":60,"Text":"«وما ظن الذين يفترون على الله الكذب» أي أيّ شيء ظنهم به «يوم القيامة» أيحسبون أنه لا يعاقبهم لا «إن الله لذو فضل على الناس» بإمهالهم والإنعام عليهم «ولكن أكثرهم لا يشكرون»"},{"SurahNumber":10,"VerseNumber":61,"Text":"«وما تكون» يا محمد «في شأن» أمر «وما تتلو منه» أي من الشأن أو الله «من قرآن» أنزله عليك «ولا تعملون» خاطبهُ وأمته «من عمل إلا كنا عليكم شهودا» رقباء «إذ تُفيضون» تأخذون «فيه» أي العمل «وما يَعْزُبُ» يغيب «عن ربك من مثقال» وزن «ذرة» أصغر نملة «في الأرض ولا في السماء ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين» بيِّن هو اللوح المحفوظ"}]}