{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":9,"VerseNumber":87,"Text":"Nalugod sila na sila ay maging kasama sa mga naiiwan. Nagpinid sa mga puso nila kaya sila ay hindi nakauunawa"},{"SurahNumber":9,"VerseNumber":88,"Text":"Subalit ang Sugo at ang mga sumampalataya kasama sa kanya ay nakibaka sa pamamagitan ng mga yaman nila at mga sarili nila. Ang mga iyon ay ukol sa kanila ang mga mabuti at ang mga iyon ay ang mga magtatagumpay"},{"SurahNumber":9,"VerseNumber":89,"Text":"Naghanda si Allāh para sa kanila ng mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito. Iyon ang pagkatamong sukdulan"},{"SurahNumber":9,"VerseNumber":90,"Text":"Dumating ang mga nagdadahilan kabilang sa mga Arabeng disyerto upang mapahintulutan sila at nanatili ang mga nagpasinungaling kay Allāh at sa Sugo Niya. Tatamaan ang mga tumangging sumampalataya kabilang sa kanila ng isang pagdurusang masakit"},{"SurahNumber":9,"VerseNumber":91,"Text":"Hindi pagkaasiwa sa mga mahina, ni sa mga may-sakit, ni sa mga hindi nakatatagpo ng igugugol nila kapag nagpakatapat sila kay Allāh at sa Sugo Niya. Wala sa mga tagagawa ng maganda na anumang daan [para masisi]. Si Allāh ay Mapagpatawad, Maawain"},{"SurahNumber":9,"VerseNumber":92,"Text":"Walang [maisisi] sa mga kapag pumunta sa iyo upang magpasakay ka sana sa kanila ay nagsabi ka: \"Hindi ako nakatatagpo ng maipasasakay ko sa inyo.” Tumalikod sila habang ang mga mata nila ay nag-uumapaw sa luha dala ng pagkalungkot na hindi sila nakatatagpo ng maigugugol nila"},{"SurahNumber":9,"VerseNumber":93,"Text":"Ang landas [para masisi] ay sa mga humingi ng pahintulot sa iyo [na magpaiwan] samantalang sila ay mga mayaman. Nalugod sila na sila ay maging kasama ng mga naiiwan. Nagpinid si Allāh sa mga puso nila kaya sila ay hindi nakauunawa"}]}