{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":13,"Text":"یان ئەوانە دەڵێن پێغەمبەر ﷺ ئەو (قورئانە) ی ھەڵبەستووە بڵێ دەی ئێوەش دە سورەتی وەکو ئەو (قورئانە) بھێنن ھەڵبەستراوبن وەبانگ بکەن (بۆ پشتیوانیتان) ھەرکەس دەتوانن بێجگە لە خوائەگەر ئێوە ڕاست دەکەن"},{"SurahNumber":11,"VerseNumber":14,"Text":"جا ئەگەر وەڵامیان نەدانەوە ئەوە بزانن کەبێگومان ئەم (قورئانە) نێردراوەتە خوارەوە بەئاگاداری وزانینی خوا ھەروەھا بزانن ھیچ پەرستراوێکی ڕاست نیە بێجگە لەئەو دەی ئایا ئێوە ملکەچ و موسڵمانن؟"},{"SurahNumber":11,"VerseNumber":15,"Text":"ھەرکەس دەیەوێت ژیانی دونیا و ڕازاوە و جوانی ئەو ئێمە (بەرھەمی) کردەوەکانیان بەتەواوی پێ دەدەین تیایدا وە ئەوان لەم ژیانەدا کەموکوڕیان لەگەڵ ناکرێت"},{"SurahNumber":11,"VerseNumber":16,"Text":"ئەوانە کەسانێکن بۆیان نیە لەڕۆژی دواییدا جگە لەئاگر وە ئەوەی کردیان تێیدا پوچ و بێ بەرھەم بووە وە ھەرچیان کرد بەردەوام بوو بەھیچ"},{"SurahNumber":11,"VerseNumber":17,"Text":"جا ئایا کەسێک بەڵگەیەکی ئاشکرای ببێ لەلایەن پەروەردگاریەوە و شایەتێک لای ئەوەوە بۆی بخوێنێتەوە, وە لەپێش ئەم (شایەتیەی خۆیەوە) پەڕاوی موساش (شایەتە بۆی) کەپەیڕەو پێشەواو میھرەبانیە ئەوانە بڕوایان ھەیە بەو (شایەتە کەقورئانە) وە ھەرکەس باوەڕی پێی نەبێت لەو کۆمەڵ و تاقمانە (ئەوانەی کۆبونەوە لەسەر دژایەتی ئیسلام) ئەوە ئاگر جێگایەتی کەواتە ھیچ جۆرە گومان و دوو دڵیەکت نەبێت لەو (قورئانە) بەڕاستی ئەو قورئانە ڕاستە لەلایەن پەروەردگارتەوە ھاتووە بەڵام زۆرێک لەخەڵکی بڕواناھێنن"},{"SurahNumber":11,"VerseNumber":18,"Text":"وەئایا کێ ستەمکارترە لەو کەسەی کەدرۆ ھەڵبەستێ بەدەم خواوە؟ ئەوانە دەبرێنە حوزوری پەروەردگاریان (ووتەکانیان دەخرێتە ڕوو) وە شایەتەکان (لەپێغەمبەران وفریشتەکان) دەڵێن ئا ئەوانە ئەو کەسانەن (لەدونیادا) درۆیان ھەڵدەبەست بەدەم پەروەردگاریانەوە بێداربن نەفرەتی خوا بۆ ستەمکارانە"},{"SurahNumber":11,"VerseNumber":19,"Text":"ئەوانەی بەرھەڵستی ڕێگەی خوا دەکەن و دەیانەوێ بەلارو چەوتی نیشاندەن لەکاتێکدا ئەوان بەڕۆژی دوایی بێ باوەڕن"}]}