{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":5,"VerseNumber":24,"Text":"Ils dirent : « Ô Moïse ! Nous n’y entrerons pas tant qu’ils ne l’auront pas quittée ! Allez toi et ton Dieu, les combattre ! Nous resterons là à attendre »"},{"SurahNumber":5,"VerseNumber":25,"Text":"«Seigneur, dit Moïse, je n’ai de pouvoir que sur moi-même et sur mon frère. Établis une dissociation entre nous et ce peuple pervers »"},{"SurahNumber":5,"VerseNumber":26,"Text":"Il dit : « Elle leur sera interdite pendant quarante ans durant lesquels ils seront condamnés à errer à travers le monde. Ainsi, ne t’afflige pas pour ce peuple pervers !»"},{"SurahNumber":5,"VerseNumber":27,"Text":"Rapporte-leur fidèlement l’histoire des deux fils d’Adam. Chacun des deux frères avait fait une offrande. Mais celle de l’un fut acceptée, alors que celle de l’autre ne le fut pas. « Je te tuerai !», dit ce dernier à son frère, qui lui répondit : « Dieu n’accepte que de ceux qui Le craignent ! »"},{"SurahNumber":5,"VerseNumber":28,"Text":"Et si tu portes la main sur moi pour me tuer, sache que je n’aurais pas porté la main sur toi pour te tuer, car je crains mon Seigneur, le Maître de l’Univers"},{"SurahNumber":5,"VerseNumber":29,"Text":"Je préfère que tu répondes seul, de mes péchés et des tiens, et que tu sois alors voué à l’Enfer car telle sera la récompense des criminels »"},{"SurahNumber":5,"VerseNumber":30,"Text":"Sa conscience lui inspira le meurtre de son frère. Il le tua donc et se retrouva dès lors du nombre des perdants"},{"SurahNumber":5,"VerseNumber":31,"Text":"Dieu envoya alors un corbeau qui se mit à gratter le sol pour lui indiquer comment ensevelir le corps découvert de son frère. Il s’écria alors : «Malheur à moi ! Suis-je donc incapable de reproduire l’acte de ce corbeau et d’ensevelir la dépouille de mon frère?». Il se retrouva parmi ceux qui sont saisis par le remords"}]}