{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":6,"VerseNumber":95,"Text":"Sungguh, Allah nang butuhatn biti’ (padi- padiatn) man biti’ (Kurma) Ia ngaluaratn nang idup dari nang mati man ngaluaratn nang mati dari nang idup. Koalah (kakuasa- an) Allah, maka ngahe kao masih bapaling"},{"SurahNumber":6,"VerseNumber":96,"Text":"Ia manyingsingkap alapm man nyadiatn malam nto’ baistirahat, man (manjadiatn) mataari man bulatn nto’ paritongan, koa lah katatapatn Allah nang Maha pakasa, Maha nau’an’"},{"SurahNumber":6,"VerseNumber":97,"Text":"Man ialah nang nyadiatn bintakng-bintakng baginyu, agar kao nyadiatnnya patunjuk dalapm kagalapm ka’ darat man ka’ laut. Ka- mi udah manyalasatn tanda-tanda (kakuasaan Kami) ka’ urakng- urakng nang nau’an’"},{"SurahNumber":6,"VerseNumber":98,"Text":"Man ialah nang nyiptaatn kao dari diri’ nang sote’ (adam), maka (banginyu) ada tampat manatap man tampat simpanan.319 Sasung- guhnya udah kami nyalasatn tanda-tanda (kabasaran Kami) ka’ urakng- urakng nang nau’an’"},{"SurahNumber":6,"VerseNumber":99,"Text":"Man Ialah nang nurutatn ai’ dari langit, lalu kami tumbuhatn mang ai’ koa sagala macam tumuh-tumuhatn, koa tanaman nang mangijo. Kami kaluaratn dari tanaman mangijo koa biti’ nang manyak, man dari manyang kurma, mangure tangke’-tangke nang manjulai, man kabon-kabon anggur, man (kami kaluaratn uga’) zaitun man delima nang sarupa man nana’ sarupa. Tele’lah buahnya ke’ dah babuah, man manjadi masak sungguh, nang ampakoa ada tanda-tanda (kakuasaan Allah) bagi urakng- urakng nang baiman"},{"SurahNumber":6,"VerseNumber":100,"Text":"Man iaka’koa (urakng- urakng musyrik) nyadiatn jin sakutu-sakutu Allah, padahal ia nang nyiptaatn (jin-jin koa) man iaka’koa pangolok (man ngataatn) “Allah manyarupai anak laki-laki man anak nang bini”, tanpa (dasar) pangatahuatn.320 Maha barasah Allah man Maha tingi dari sifat-sifat nang iaka’koa gambaratn"},{"SurahNumber":6,"VerseNumber":101,"Text":"Ia (Allah) pancipta langit man bumi bagemae (mungkin) ia mampunyai anak padahal Ia nana’ mampunyai bini. Ia manciptaatn sagala sasuatu, man Ia ngatahui sagala sasuatu"}]}