{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"And if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (in disbelief)"},{"SurahNumber":23,"VerseNumber":76,"Text":"We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility"},{"SurahNumber":23,"VerseNumber":77,"Text":"until when We will open against them the door of a severe punishment, they will be taken aback in despair"},{"SurahNumber":23,"VerseNumber":78,"Text":"He is the One who created for you ears and eyes and hearts. Little you are grateful"},{"SurahNumber":23,"VerseNumber":79,"Text":"And He is the One who created you on the earth, and it is He unto whom you will be gathered together"},{"SurahNumber":23,"VerseNumber":80,"Text":"And He is the One who gives life and brings death, and it is He who controls the alternation of night and day. So, do you not understand"},{"SurahNumber":23,"VerseNumber":81,"Text":"But they say as the earlier people had said"},{"SurahNumber":23,"VerseNumber":82,"Text":"They said, “Is it that, when we will die and become dust and bones - is it that we will be raised again"},{"SurahNumber":23,"VerseNumber":83,"Text":"This is what has been promised to us and to our fathers before. It is nothing but the tales of the ancients.”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Say, “Whose is the earth and all those therein if you have knowledge?”"},{"SurahNumber":23,"VerseNumber":85,"Text":"They will say, “Allah’s.” Say, “Would you still pay no heed"},{"SurahNumber":23,"VerseNumber":86,"Text":"Say, “Who is the Lord of the seven heavens and the Lord of the Great Throne?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"They will say, “(All this belongs) to Allah”. Say, “Would you still not fear Allah?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Say, “Who is the One in whose hand lies the kingdom of every thing and who gives protection, and no protection can be given against him, if you have knowledge?”"},{"SurahNumber":23,"VerseNumber":89,"Text":"They will say, “(All this belongs) to Allah.” Say, “Then by which magic are you drawn crazy?”"}]}