{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":70,"Text":"Mondták: , Fohászkodj értünk az Uradhoz! Világosítsa meg milyen is legyen? Hiszen a tehenek egyformák a számunkra. Ám mi - ha Allah is úgy akarja - az Igaz Útra vezéreltetünk"},{"SurahNumber":2,"VerseNumber":71,"Text":"Mondta: , Ő azt mondja: Legyen az egy tehén, amely nem túl alázatos, engedelmes, (nem arra nevelve,) hogy a földet szántsa, vagy a mezőt öntözze, legyen ép, hiba ne legyen benne!\" Mondták: ,.Most mutattad meg az Igazságot.\" És feláldozták a tehenet, ám majdnem elmulasztották"},{"SurahNumber":2,"VerseNumber":72,"Text":"És (emlékezzetek) midőn megöltetek egy lelket, így vita lett közöttetek miatta\". Ám Allah előhozza azt, amit ti elrejtetek"},{"SurahNumber":2,"VerseNumber":73,"Text":"És Mi mondtuk: ,Üssetek rá (a megöltre) egy darabjával (a tehéné)!\" Ekképpen támasztja fel Allah a hallottakat és mutatja meg nektek az Ő Jeleit. Talán felfogjátok az eszetekkel"},{"SurahNumber":2,"VerseNumber":74,"Text":"Ezután kérgesen keménnyé váltak a szíveitek, mintha csak kövek lennének, vagy még azoknál is keményebbek. Bizony vannak olyan kövek, amelyekből folyók fakadnak és vannak olyanok, amelyek meghasadnak és víz tör elő belőlük és vannak olyanok amelyek (a földre) zuhannak, az Allah-tól való félelmükben. Allah bizony nem hanyagolja el azt, amit ti tesztek. Hizb"},{"SurahNumber":2,"VerseNumber":75,"Text":"Talán azt akarjátok (ti, igazhitű hívők), hogy higgyenek nektek, holott egy csoport közülük már hallotta Allah szavát\". Majd megváltoztatták azt, azután, hogy megértették azt, és ők tudták ezt"},{"SurahNumber":2,"VerseNumber":76,"Text":"És, ha azokkal találkoznak (a zsidók), akik hisznek (a muzulmánok), azt mondják: Hiszünk!\" Ám ha egymás között maradnak, azt mondják: .. Talán elmondjátok (ti zsidók) nekik (a muzulmánoknak) azt, amit Allah megnyitott nektek, hogy majd azzal szálljanak veletek vitába az Uratoknál?\" Hát nem fogjátok fel ésszel"}]}