{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Hiçbir ümmet, ecelini ne öne alabilir, ne de erteleyebilir"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra biz peyderpey peygamberlerimizi gönderdik. Herhangi bir ümmete peygamberlerinin geldiği her defasında, onlar bu peygamberi yalanladılar; biz de onları birbiri ardından (yokluğa) yuvarladık ve onları efsâne yaptık. Artık iman etmeyen kavmin canı cehenneme"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra birtakım âyetlerimiz ve açık bir ferman ile Musa'yı ve kardeşi Harun'u gönderdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firavun'a ve ileri gelenlerine de (gönderdik). Bunun üzerine onlar kibire kapıldılar ve ululuk taslayan zorba bir kavim oldular"},{"SurahNumber":23,"VerseNumber":47,"Text":"Onun için: Biz, dediler, \"kavimleri bize kölelik ederken bizim benzerimiz olan bu iki adama inanacak mıyız"},{"SurahNumber":23,"VerseNumber":48,"Text":"Böylece onları yalanladılar, bu yüzden de helâk edilenlerden oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Andolsun biz Musa'ya belki onlar yola gelirler diye, o kitabı da verdik"},{"SurahNumber":23,"VerseNumber":50,"Text":"Meryemoğlunu ve annesini de (kudretimize) bir alâmet kıldık; onları, yerleşmeye elverişli, sulu bir tepeye yerleştirdik"},{"SurahNumber":23,"VerseNumber":51,"Text":"Ey peygamberler! Temiz ve helal olan şeylerden yiyin; güzel amel ve hareketlerde bulunun. Çünkü ben sizin yaptıklarınızı bilirim"},{"SurahNumber":23,"VerseNumber":52,"Text":"Ve işte bu sizin ümmetiniz bir tek ümmet ve ben de sizin Rabbinizim. Öyle ise benden sakının.\" (denildi)"},{"SurahNumber":23,"VerseNumber":53,"Text":"Derken insanlar kendi aralarındaki işlerini parça parça böldüler. Her grup, kendinde bulunan ile sevinip böbürlendi"},{"SurahNumber":23,"VerseNumber":54,"Text":"Sen şimdi onları bir zamana kadar gaflet ve sapıklıkları ile başbaşa bırak"},{"SurahNumber":23,"VerseNumber":55,"Text":"Sanıyorlar mı ki, onlara verdiğimiz servet ve oğullar ile"},{"SurahNumber":23,"VerseNumber":56,"Text":"Kendilerine faydalar sağlamak için can atıyoruz. Hayır, onlar işin farkına varamıyorlar"},{"SurahNumber":23,"VerseNumber":57,"Text":"Rablerine olan saygıdan dolayı titreyenler"},{"SurahNumber":23,"VerseNumber":58,"Text":"Rablerinin âyetlerine inananlar"},{"SurahNumber":23,"VerseNumber":59,"Text":"Rablerine ortak tanımayanlar"}]}