{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":45,"Text":"Böylece zulmeden toplumun kökü kesildi. Hamd, alemlerin Rabbi Allah’a mahsustur"},{"SurahNumber":6,"VerseNumber":46,"Text":"(Ey Muhammed! Onlara) de ki: Allah kulaklarınızı ve gözlerinizi alsa, kalplerinize de mühür vursa, Allah'tan başka onu size geri getirecek ilâh kimdir?\" Bak, delilleri (Allah'tan başka hakkıyla ibadete layık ilah olmadığına dair) nasıl açıklıyoruz? Böyle olduğu halde, onlar yine de yüz çeviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"De ki: Söyler misiniz; size Allah'ın azabı ansızın veya açıkça gelirse, zalim toplumdan başkası mı helâk olur"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz, peygamberleri ancak müjdeleyiciler ve uyarıcılar olarak göndeririz. Kim iman eder ve kendini düzeltirse onlara korku yoktur. Onlar üzüntü de çekmeyecekler"},{"SurahNumber":6,"VerseNumber":49,"Text":"Âyetlerimizi yalanlayanlara gelince, yoldan çıkmaları (ve âyetlerimizi inkâr etmeleri) sebebiyle onlara azap dokunacaktır"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki: Ben size, Allah'ın hâzineleri benim yanımdadır, demiyorum. Ben gaybı da bilmem. Size, ben bir meleğim de demiyorum. Ben, sadece bana vahyolunana uyarım. De ki: Kör ile gören hiç bir olur mu? Hiç düşünmez misiniz"},{"SurahNumber":6,"VerseNumber":51,"Text":"Rablerinin huzurunda toplanacaklarından korkanları onunla (Kur'an ile) uyar. Onlar için Rablerinden başka ne bir dost, ne de bir aracı vardır; belki sakınırlar"},{"SurahNumber":6,"VerseNumber":52,"Text":"Rablerinin rızasını isteyerek sabah akşam O'na yalvaranları kovma! Onların hesabından sana bir sorumluluk; senin hesabından da onlara herhangi bir sorumluluk yoktur ki onları kovup ta zalimlerden olasın"}]}