{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"(سۆزۈڭگە) ھەقىقىي قۇلاق سالىدىغانلار (سېنىڭ دەۋىتىڭنى) قوبۇل قىلىدۇ (سۆزۈڭگە قۇلاق سالمىغانلار ئۆلۈكلەرنىڭ ئورنىدا)، ئۆلۈكلەرنى اﷲ تىرىلدۈرىدۇ، ئاندىن ئۇلار اﷲ نىڭ دەرگاھىغا قايتۇرۇلىدۇ"},{"SurahNumber":6,"VerseNumber":37,"Text":"ئۇلار (يەنى مەككە كۇففارلىرى): «نېمىشقا مۇھەممەدكە پەرۋەردىگارىدىن بىر مۆجىزە چۈشۈرۈلمىدى؟» دەيدۇ، ئېيتقىنكى، «اﷲ مۆجىزە چۈشۈرۈشكە ھەقىقەتەن قادىر». لېكىن ئۇلارنىڭ تولىسى (مۆجىزە نازىل بولۇپ ئىمان ئېيتمىسا بالاغا دۇچار بولىدىغانلىقىنى) بىلمەيدۇ"},{"SurahNumber":6,"VerseNumber":38,"Text":"مەيلى يەر يۈزىدە ماڭىدىغان ھايۋان بولسۇن، مەيلى ئىككى قانىتى بىلەن ئۇچىدىغان ئۇچار قۇش بولسۇن، ھەممىسى سىلەرگە ئوخشاش ئۈممەتلەردۇر (يەنى اﷲ تەرىپىدىن يارىتىلغان مەخلۇقلاردۇر). لەۋھۇلمەھپۇزدا ھېچ نەرسىنى چۈشۈرۈپ قويمىدۇق (يەنى ھەممىنى تولۇق پۈتتۇق)، كېيىن ئۇلار پەرۋەردىگارىنىڭ دەرگاھىغا يىغىلىدۇ (اﷲ ئۇلارنىڭ ئارىسىدا ھۆكۈم چىقىرىدۇ)"},{"SurahNumber":6,"VerseNumber":39,"Text":"بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلار گاسلاردۇر (يەنى قوبۇل قىلىش يۈزىسىدىن ئاڭلىمايدۇ)، گاچىلاردۇر (يەنى ھەقنى سۆزلىمەيدۇ). ئۇلار (كۇفرىنىڭ) قاراڭغۇلۇقى ئىچىدە قالغانلاردۇر، اﷲ خالىغان ئادەمنى ئازدۇرىدۇ، خالىغان ئادەمنى توغرا يولغا سالىدۇ"},{"SurahNumber":6,"VerseNumber":40,"Text":"(ئى مۇھەممەد!) ئېيتقىنكى، «ئەگەر سىلەر راستچىل بولساڭلار ئېيتىپ بېقىڭلار، ئەگەر سىلەرگە اﷲ نىڭ ئازابى ياكى قىيامەت كەلسە، اﷲ تىن غەيرىيگە ئىلتىجا قىلامسىلەر؟"},{"SurahNumber":6,"VerseNumber":41,"Text":"ئۇنداق ئەمەس، سىلەر پەقەت اﷲ قا ئىلتىجا قىلىسىلەر، ئەگەر اﷲ خالىسا، سىلەر اﷲ نىڭ كۆتۈرۈۋېتىشىنى ئىلتىجا قىلغان بالانى اﷲ كۆتۈرۈۋېتىدۇ، سىلەر اﷲ نىڭ شېرىكلىرى قىلىۋالغان بۇتلارنى ئۇنتۇيسىلەر (يەنى بۇتلارغا ئىلتىجا قىلمايسىلەر)»"},{"SurahNumber":6,"VerseNumber":42,"Text":"شەك - شۈبھىسىزكى، سەندىن ئىلگىرىكى ئۈممەتلەرگە (نۇرغۇن پەيغەمبەرلەرنى) ئەۋەتتۇق (ئۇلار پەيغەمبەرلەرنى ئىنكار قىلدى). ئۇلارنى (اﷲ قا تەۋبە قىلىپ) يېلىنسۇن دەپ نامراتلىق ۋە ئاغرىق - سىلاق بىلەن جازالىدۇق"},{"SurahNumber":6,"VerseNumber":43,"Text":"ئۇلارغا بىزنىڭ ئازابىمىز چۈشكەن چاغدا نېمىشقا يېلىنمىدى؟ لېكىن ئۇلارنىڭ دىللىرى قەساۋەتلەشتى (ئىمانغا يۇمشىمىدى)، شەيتان ئۇلارغا قىلمىشلىرىنى چىرايلىق كۆرسەتتى"},{"SurahNumber":6,"VerseNumber":44,"Text":"ئۇلار ئۆزلىرىگە قىلىنغان نەسىھەتنى ئۇنتۇغان چاغدا، ئۇلارغا (سىناش ئۈچۈن) پاراۋانلىقنىڭ ھەممە ئىشىكلىرىنى ئېچىۋەتتۇق، ئۇلار تاكى ئۆزلىرىگە بېرىلگەن نېمەتلەردىن خۇشال - خۇرام تۇرغاندا (ئۇلارنى ئۇشتۇمتۇت جازالىدۇق)، ئۇلار ھەسرەتتە قالدى"}]}