{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"которые раздают милостыню из того, что Аллах им даровал, и выполняют свои обязанности, боясь упущения, потому что в День воскресения они предстанут перед Аллахом для расчёта"},{"SurahNumber":23,"VerseNumber":61,"Text":"эти спешат творить добродеяния и опережают друг друга на пути вершения благого"},{"SurahNumber":23,"VerseNumber":62,"Text":"Мы не возлагаем на душу груза больше, чем она может вынести, и что ей по силам. Каждое деяние Наших рабов записано в Книге, и Мы скажем им об их деяниях (как они есть), и они будут рассуждены справедливо без увеличения или уменьшения в награде и наказании"},{"SurahNumber":23,"VerseNumber":63,"Text":"Но сердца неверных в результате упрямства и фанатичных пристрастей не ведают, что нужно вершить добродеяния, что обязанности, предписанные для них Аллахом, легко выполнимы и что Аллах справедливо рассудит их в Судный день. И к тому же они постоянно вершат и другие коварные деяния"},{"SurahNumber":23,"VerseNumber":64,"Text":"Когда Мы подвергаем богатых изнеженных из них каре, они кричат и вопят, требуя помощи и спасения"},{"SurahNumber":23,"VerseNumber":65,"Text":"Мы им тогда говорим: \"Не кричите и не просите о помощи; вы не избежите Нашего наказания. Ваши вопли и крики не помогут вам"},{"SurahNumber":23,"VerseNumber":66,"Text":"И никаких оправданий вы теперь не можете представить. Поистине, Мои айаты, которые Мы ниспослали, читались вам, но вы отворачивались от них и опровергали их, не уверовав в них и не следуя им"},{"SurahNumber":23,"VerseNumber":67,"Text":"Опровергая их, вы превозносились и издевались над ними, дурно отзываясь об Откровении в своих беседах"},{"SurahNumber":23,"VerseNumber":68,"Text":"Неужели эти отвратившиеся (от Наших айатов), не поразмыслили над Кораном, чтобы уразуметь, что он - Истина Аллаха? Или же призыв Мухаммада - да благословит его Аллах и приветствует! - не был подобен тем, с которыми приходили к их отцам и предыдущим поколениям"},{"SurahNumber":23,"VerseNumber":69,"Text":"Неужели они не знали, что Мухаммад - да благословит его Аллах и приветствует, - который вырос среди них, обладает высокими моральными качествами и не приемлет любую ложь? Они теперь отрицают его призыв из-за ненависти и зависти"},{"SurahNumber":23,"VerseNumber":70,"Text":"Или они говорят: \"Он безумец!\"? - Но нет, он принёс им Истину Аллаха, но большинство их ненавидит эту Истину, ибо она противоречит их страстям и прихотям, и поэтому они не уверовали в эту религию"},{"SurahNumber":23,"VerseNumber":71,"Text":"Если бы Истина Аллаха совпадала с их страстями и прихотями, распространилась бы порочность на земле и боролись бы разные пристрастия. Ведь Мы ниспослали им Коран, напоминающий им об истине, которая должна была бы объединить их всех, но они отвергли эту истину"},{"SurahNumber":23,"VerseNumber":72,"Text":"Или ты (о пророк!) просишь у них награду за то, что передаёшь им Послание? Нет, это далеко не так! Поистине, награда от твоего Господа лучше, чем то, что есть у них. Поистине, Аллах - лучший из дарующих удел"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ты (о Мухаммад!) призываешь их к религии истины - к прямому пути, ведущему к счастью"},{"SurahNumber":23,"VerseNumber":74,"Text":"Те, которые не веруют в дальнюю жизнь, где будет и рай благоденствия, и ад, уклоняются от прямого пути, идущий по которому не подвергается опасности, растерянности, беспокойству, пороку"}]}