{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Na eo Allah A entseng hore pelo ea hae e amohele Islam, hore e be o amohetse leseli le tsoang ho Allah, (a ka ts’oana le ea thatafalitseng pelo?) Sekhobo se be ho bao lipelo tsa bona li thatafalitsoeng khahlano le ho keteka lithoriso tsa Allah. Ba tahlehong e totobetseng"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah U senotse Molaetsa o hlakileng, ka sebopeho sa Lengolo, le topileng, le phetang(thuto ea lona ka litsela tse fapaneng), matlalo a ba ts’abang Mong’a bona a ea thothomela; e be lipelo le matlalo a bona li’a nolofala ketekong ea lithoriso tsa Allah. E joalo tataiso ea Allah: U tataisa ea khahloang ke eena, empa eo Allah a mo lesang tahlehong, ha ho ea mo tataisang"},{"SurahNumber":39,"VerseNumber":24,"Text":"Na joale, ea tamehang ho ts’aba lets’oao la kahlolo ka Letsatsi la Kahlolo sefahlehong sa hae,(a ka ts’oana le a ts’irelelitsoeng ho se joalo)? Ho tla thoe ho baetsalibe:” Latsoang seo le se sebelelitseng.”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Ba bileng teng pele ba latotse, eababa oeloa ke kahloloba ntseba sa tsebe letho"},{"SurahNumber":39,"VerseNumber":26,"Text":"Ke kamoo Allah a ba nehileng tatso ea tlotlollo bophelong bona, empa kahlolo e kholo ke ea Bo-tlang, hoja ba ne ba tseba"},{"SurahNumber":39,"VerseNumber":27,"Text":"Ruri! Re sibuletse batho lipapiso ka mefuta ka har’a Qura’n, hore bat le ba amohele khalemo"},{"SurahNumber":39,"VerseNumber":28,"Text":"Qura’n ea Se-Arab, e sa khopamang, e le hore ba tle ba its’ireletse bobeng"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah U sibolla papiso: motho ea ikarabellang batlatsetsing ba bangata, ba qoaketsanang, le motho ea ikarabellang ho Mong’a hae A le mong. Na bobeli ba ea lekana ha ba bapisoa? Thoriso e be ho Allah! Empa bongata ba bona ha bo na tsebo"},{"SurahNumber":39,"VerseNumber":30,"Text":"Ruri! U tla shoa, le bona ba tla shoa"},{"SurahNumber":39,"VerseNumber":31,"Text":"Qetellong lona bohle, ka Letsatsi la Kahlolo, likhang tsa lona lit la khaoloa ka pela Mong’a lona"}]}