{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"Pitharo Ami: A tupad Kano pho-on ko Sorga langon; na amai ka adun a Makatalingoma Rukano a pho-on Rakun a Torowan, na sa dun sa Monot ko Torowan Ko, na da-a Pangandam Iran, go di siran Makamboko (ko Alongan a Maori)"},{"SurahNumber":2,"VerseNumber":39,"Text":"Na so siran a da Pamaratiyaya go Piyakambokhag iran so manga Ayat Ami, na siran man i manga tao ko Naraka; sa ron siran non ndun Makakakal"},{"SurahNumber":2,"VerseNumber":40,"Text":"Hai manga Moriyatao o Israil! Tatadumi niyo so Limo Akun a so ini Pangalimo Akun rukano, go tomana niyo so diyandi Akun rukano ka tomanun Ko so diyandi rukano, go Sakun bo i KĶalukun niyo"},{"SurahNumber":2,"VerseNumber":41,"Text":"Go Paratiyaya-a niyo so (Qur-an a) Initoron Nakun a Tomiyanto ko Matatangan niyo, go di sukano i paganai a di ron Pharatiyaya, go di niyo Phamasaan so manga Ayat Akun sa arga a maito; go Sakun bo i Kalukun niyo"},{"SurahNumber":2,"VerseNumber":42,"Text":"Go di niyo khumbotun ko bunar so ribat, go di niyo Phaguma-a so bunar a sukano na katawan niyo"},{"SurahNumber":2,"VerseNumber":43,"Text":"Go Pamayandugun niyo so Sambayang; go tonaya niyo so Zakat; go Roko kano a pud ko Puphuroroko"},{"SurahNumber":2,"VerseNumber":44,"Text":"Ino niyo Pushogo-on ko manga Manosiya so mapiya, na Pakalilipatan niyo so manga ginawa niyo, a sukano na Kapuphangadi-an niyo so Kitab? Ba da-a manga sabot iyo"},{"SurahNumber":2,"VerseNumber":45,"Text":"Na Panguni kano sa tabang sa nggolalan ko Kapantang a go so Kashambayang: Na Mataan naya! A titho a marugun, inonta bo ko Khipangangalimbaba-an (ko Allah)"},{"SurahNumber":2,"VerseNumber":46,"Text":"A siran na tatangkudun niran a Mata-an! A siran na Miputho-ona iran so Kadnan niran, go Mata-an! A siran na Ron siran Phamakandod"},{"SurahNumber":2,"VerseNumber":47,"Text":"Hai manga Moriyatao o Israil! Tadumi niyo so Limo Akun a so ini Pangalimo Akun rukano, go Mata-an! A Sakun na inilubi Ko sukano ko manga Ka-adun (ko miya-ona a masa)"},{"SurahNumber":2,"VerseNumber":48,"Text":"Go Kalukun niyo so gawii a da-a Khiyogop o isa ginawa ko isa ginawa a maito bo go da-a Khatarima-on a Safa-at, go da-a khakowaon a sambi, go di siran Khatabangan"}]}