{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":102,"Text":"Ata, nuk do të dëgjojnë fërshëllimën e tij (zjarrit) dhe ata do të qëndrojnë përherë në atë që u ka dëshiruar shpirti i tyre"},{"SurahNumber":21,"VerseNumber":103,"Text":"ata, nuk do t’i brengosë tmerri më i madh, por engjëjt do t’i presin ata (duke u thënë): “Kjo është (ajo) dita juaj e premtuar”"},{"SurahNumber":21,"VerseNumber":104,"Text":"(Kjo do të ngjajë) atë Ditë, kur do të palojmë qiellin – ashtu si palohet letra e shkrimit. Ashtu siç e kemi filluar krijimin e parë, (ashtu) do t’i kthejmë ato (krijesat). Ky është premtimi Ynë. Na, këtë, me të vërtetë, do ta bëjmë"},{"SurahNumber":21,"VerseNumber":105,"Text":"Na, me të vërtetë, e kemi shënuar në Zebur, pas Tevratit, që Tokën do ta trashëgojnë robërit e Mi të mirë"},{"SurahNumber":21,"VerseNumber":106,"Text":"Me të vërtetë, në këtë (Kur’an) ka këshilla të mjaftueshme për ata që e adhurojnë Perëndinë"},{"SurahNumber":21,"VerseNumber":107,"Text":"Dhe, Na të kemi dërguar ty (o Muhammed!) vetëm si mëshirë për botërat – njerëzit"},{"SurahNumber":21,"VerseNumber":108,"Text":"Thuaj: “Mua më është shpallur vetëm (ajo), që Zoti juaj është vetëm një Zot, pra i jeni të përulur ju kësaj (Shpallje)”"},{"SurahNumber":21,"VerseNumber":109,"Text":"E, nëse shmangen ata, ti thuaju: “Unë, ju kam lajmëruar juve, të gjithëve – pa dallim dhe unë nuk di a është afër apo larg ajo, që u është premtuar juve”"},{"SurahNumber":21,"VerseNumber":110,"Text":"Ai, me të vërtetë, di të folmën (tuaj) me zë dhe di atë që fshihni ju"},{"SurahNumber":21,"VerseNumber":111,"Text":"E, unë nuk di: a mos është ajo (shtyerja e dënimit) sprovë për ju, apo kënaqësi e përkohshme"},{"SurahNumber":21,"VerseNumber":112,"Text":"(Muhammedi) tha: “O Zoti im, gjyko ashtu si e kanë merituar! E, Zoti ynë, Bamirës i Gjithmbarshëm, është Ai, nga i cili kërkohet ndihmë kundër atyre që ju ia mvishni Atij”"}]}