{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":15,"VerseNumber":71,"Text":"(Lût ji bona bajarîyan aha) gotîye: \"Heke hûnê tiştekî bikin, evan keçên (minê jinê we ne) havanên"},{"SurahNumber":15,"VerseNumber":72,"Text":"(Lût!) Bi jîna te ewan (komalê te yê file) di mestîya xwe da kor mane"},{"SurahNumber":15,"VerseNumber":73,"Text":"Îdî di gava roj derketînê da, dengê hêja zemîn bi wan girt"},{"SurahNumber":15,"VerseNumber":74,"Text":"Îdî me ewan ser û binê hev kirin û me li ser wan da jana bi nav (xwuryê keviran) barand (ya jî di zemînê wan da me agir da hilkirinê, wusa teqya di hundurê xwe da herya xweye wekî agir avête hewa, ewan wekî çurûskê agir bi ser wan da barîne)"},{"SurahNumber":15,"VerseNumber":75,"Text":"Bi rastî (di vî da) ji bona wanê xwe nîyas ra beratên (sodretî) hene"},{"SurahNumber":15,"VerseNumber":76,"Text":"Û bi rastî ewa (bajarê wan komalê Lût) li ser rêyeke berê da heyî da ne"},{"SurahNumber":15,"VerseNumber":77,"Text":"Bi rastî ji bona bawergeran ra di vê (bûyerê da) beratên hişhildayî hene"},{"SurahNumber":15,"VerseNumber":78,"Text":"Û bi rastî hevrîyên (Eyketê) zor cewrkar bûne"},{"SurahNumber":15,"VerseNumber":79,"Text":"Îdî me ji wan jî tol hildane. Ewan herduk (bajarê Lût û bajarê Eyketîyan li ser rê) li ber çavan xûya ne"},{"SurahNumber":15,"VerseNumber":80,"Text":"Bi sond! Hevrîyên hicrê (şikeft û keviran) jî (pêxember) dane derewdêrandinê"},{"SurahNumber":15,"VerseNumber":81,"Text":"Û me ji wan beratên xwe anîne, îdî ewan ji wan beratan rû fetilandine"},{"SurahNumber":15,"VerseNumber":82,"Text":"Ewan di wan çîyan da ji xwe ra xanî bi ewletî dikolan"},{"SurahNumber":15,"VerseNumber":83,"Text":"Îdî di danê sibe da dengê (hêja zemîn) bi wan girtîye"},{"SurahNumber":15,"VerseNumber":84,"Text":"Ewa (xebata wan e, ku ewan di berê da ji bona ewletîya xwe di çîyan da xanî kola bûn) ewan (ji şapatê) nedane parizandinê"},{"SurahNumber":15,"VerseNumber":85,"Text":"Me ezman û zemîn û tişta nîveka wan da heyî, hey bi mafî afirandîye (ne ji bona ku ewan rêzikê min hilşînin. Ewanê di hemberê te da derdikebin hene! Emê ji wan tolê hildin) wê ewa roya (rabûna hemûtîyê) were, îdî tu bi wan ra bi qencî derbasî bike"},{"SurahNumber":15,"VerseNumber":86,"Text":"Bi rastî Xudayê te pir afirandok û pir zane ye"},{"SurahNumber":15,"VerseNumber":87,"Text":"Û bi sond! Me ji zoyan heft parên zo (Fatihe) û bi Qur’ana mezin va, ji te ra anîne"},{"SurahNumber":15,"VerseNumber":88,"Text":"(Muhemmed!) Tu çavê xwe li bal hinek cotên (ji wan) ku me ewan di cîhanê da (bi zenginî û xweşî dane jînandinê) zoq neke. (Ji bona ku ewan bi te bawer nakin) tu murûz nebe û tu ji bona wanê bawer kirine baskê xwe ber jêr bike (di hemberê wan da mulahîm be)"},{"SurahNumber":15,"VerseNumber":89,"Text":"Û (Muhemmed!) tu ji wan ra bêje: \"Bi rastî ez hey (ji bona we ra hişyarekî) tirsdanê ber çavî me"},{"SurahNumber":15,"VerseNumber":90,"Text":"(Hûn dizanin, heke hûn bawer nekin, wê şapata Yezdanê bi ser we da were) wekî me ça li ser wan (fileyên) parkar da hinartîye"}]}