{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Ал осы бір сиқыр ма? Немесе сендер көрмейсіңдер ме"},{"SurahNumber":52,"VerseNumber":16,"Text":"Тозаққа кіріңдер. Шындасаңдар да шындамасаңдар да сендерге бәрі бірдей. Істегендеріңнің ғана сазайын тартасыңдар"},{"SurahNumber":52,"VerseNumber":17,"Text":"Әрине тақуалар ұжмақтарда ырысқа бөленеді"},{"SurahNumber":52,"VerseNumber":18,"Text":"Раббыларының өздеріне берген нәрселерінің қызығын көреді. Оларды Раббылары тозақтың азабынан қорғаған"},{"SurahNumber":52,"VerseNumber":19,"Text":"Істеген ғамалдарың себепті жеңдер, ішіңдер. Сіңімді болсын"},{"SurahNumber":52,"VerseNumber":20,"Text":"Тізілген дивандарға сүйенген түрде\" (делінеді.) Оларды бота көз хүрлармен үйлендіреміз"},{"SurahNumber":52,"VerseNumber":21,"Text":"Сондай иман келтіргендер, олардың ұрпақтары да иман келтіріп, өздеріне ілескен болса, оларды ол ұрпақтарына қосамыз. Сондай-ақ олардың ғамалдарынан еш нәрсе кемітпейміз. Әркім істегенінің бодауына ұсталады. (С. 38-А)"},{"SurahNumber":52,"VerseNumber":22,"Text":"Оларға бейіште қызығатын ет пен жемісті молайтамыз"},{"SurahNumber":52,"VerseNumber":23,"Text":"Олар бейіште тостағанға таласады. Онда бір орынсыз сөйлеу де күнәкарлықта болмайды. (С. 47-А. 56.С. 19-А)"},{"SurahNumber":52,"VerseNumber":24,"Text":"Оларға сәдептегі інжу тәрізді жастар айналып, қызмет етеді"},{"SurahNumber":52,"VerseNumber":25,"Text":"Олар бір-біріне қарама-қарсы отырып хал сұрасады"},{"SurahNumber":52,"VerseNumber":26,"Text":"Расында біз, бұрын (дүниеде) семьямызда да қорқушы едік\" деседі"},{"SurahNumber":52,"VerseNumber":27,"Text":"Сондықтан Алла бізге игілік етті де заһарлы азаптан қорғады"},{"SurahNumber":52,"VerseNumber":28,"Text":"Расында біз, бұрын Аллаға жалбарынушы едік. Өйткені Ол, игілік істеуші, ерекше мейірімді\" (деседі)"},{"SurahNumber":52,"VerseNumber":29,"Text":"(Мұхаммед Ғ.С.) ал енді үгіттей бер. Өйткені сен Раббыңның нығметі арқасында бақсы да жынды да емессің"},{"SurahNumber":52,"VerseNumber":30,"Text":"Немесе олар сені: \"Ол бір ақын. Сондықтан оған жаман заманның болуын тосамыз\" дейді"},{"SurahNumber":52,"VerseNumber":31,"Text":"Оларға: \"Күтіңдер. Мен де сендермен бірге күтемін\" де"}]}