{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":3,"VerseNumber":174,"Text":"Saka vakadzokera nenyasha uye makomborero aAllah. Hapana chakaipa (chinokuvadza) chakave chinovawana, uye vakave vanotevedzera zvakanaka zvinofadza Allah. Allah ndivo vane makomborero makuru"},{"SurahNumber":3,"VerseNumber":175,"Text":"Zvirokwazvo, ndiSatani anenge achityidzira vabatsiri vake (vatsigiri vake); saka musave munovatya, asi ivai munotya ini (Allah), kana muri vatendi (vechokwadi)"},{"SurahNumber":3,"VerseNumber":176,"Text":"Uye usave unoshungurudzika (Muhammad (SAW)) neavo vanomhanyira kusatenda; zvirokwazvo, havambofi vakakuvadza Allah nepadiki pose. Allah havamboshuviri kuvapa chidimbu chehupenyu (hwakanaka) hwamangwana. Asi vachawana marwadzo makuru"},{"SurahNumber":3,"VerseNumber":177,"Text":"Zvirokwazvo, vanopindura kutenda vachitora kusatenda, hapana chidiki chakaipa (chinorwadza) chavangaite kuna Allah. Asi vachawana chirango chikuru"},{"SurahNumber":3,"VerseNumber":178,"Text":"Uye zvirokwazvo vasingatendi vasafunge kuti kunonotsa kwatinoita marwadzo kwavari zvakavanakira. Zvirokwazvo, tinonotsa marwadzo kwavari kuti vave vanowedzera kutadza kwavo. Uye vachawana chirango chinonyadzisa"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allah havave vanosiya vatendi muchidanho chamuri, kusvikira vabvisa (vapatsanura) vanhu vanoita zvinhu zvakaipa kubva muvakanaka. Uye Allah havambo kuratidzai zvakavanzika, asi Allah vanosarudza wavanoda kubva kuvatumwa vavo. Asi ivai munotenda munaAllah nevatumwa vavo. Uye mukava munotenda nekutya Allah, muchawana mubairo mukuru"},{"SurahNumber":3,"VerseNumber":180,"Text":"Uye zvirokwazvo avo vanonyima izvo zvavapihwa naAllah, kubva mumakomborero avo (hupfumi), vasafunge kuti zvakanaka kwavari (vonyima kupa Zakaah kuvarombo). Asi zvichava zvakavaomera; izvo zvavanonyima zvichave zvakasungwa sechipika muhuro dzavo pazuva rekumutswa. Uye nhaka yekumatenga nepasi ndeya Allah. Uye Allah vanoziva zvese zvamunoita"}]}