{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":53,"Text":"Unser HERR! Wir haben den Iman an das verinnerlicht, was DU hinabgesandt hast, und wir folgten dem Gesandten, so registriere uns mit den Bezeugenden"},{"SurahNumber":3,"VerseNumber":54,"Text":"Und sie (die Kafir) haben intrigiert und ALLAH entgegnete ihre Intrigen und ALLAH ist der Beste der Intrigen entgegnet"},{"SurahNumber":3,"VerseNumber":55,"Text":"(Erinnere daran), als ALLAH sagte: \"'Isa! Gewiß, ICH werde deine Frist ablaufen lassen, dich zu Meinem (Himmel) erheben, dich freimachen von denjenigen, die Kufr betrieben haben, und diejenigen, die dir gefolgt sind, bis zum Tag der Auferstehung über diejenigen stellen, die Kufr betrieben haben. Dann ist eure Rückkehr zu Mir und dann werde ICH zwischen euch richten über das, worüber ihr uneins zu sein pflegtet"},{"SurahNumber":3,"VerseNumber":56,"Text":"Also hinsichtlich derjenigen, die Kufr betrieben haben, diese werde ICH einer harten Peinigung sowohl im Diesseits, als auch im Jenseits unterziehen. Und sie haben keine Beistehenden"},{"SurahNumber":3,"VerseNumber":57,"Text":"Und hinsichtlich derjenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, diesen gewährt ER ihre Belohnungen voll. Und ALLAH liebt nicht die Unrecht-Begehenden"},{"SurahNumber":3,"VerseNumber":58,"Text":"Dies tragen WIR dir vor aus den Ayat und aus der weisen Ermahnung"},{"SurahNumber":3,"VerseNumber":59,"Text":"Gewiß, das Gleichnis von 'Isa bei ALLAH ist wie das Gleichnis von Adam, ER erschuf ihn aus Erde, dann sagte ER zu ihm: \"Sei!\", und er ist"},{"SurahNumber":3,"VerseNumber":60,"Text":"Dies ist die Wahrheit von deinem HERRN, so sei nicht unter den Zweifel-Hegenden"},{"SurahNumber":3,"VerseNumber":61,"Text":"Wer nun mit dir über ihn ('Isa) disputiert, nach dem Wissen, das zu dir kam, so sag: \"Laßt uns unsere Kinder und eure Kinder, unsere Frauen und eure Frauen und uns selbst und euch selbst zusammenbringen, dann (ALLAH) anflehen, den Fluch ALLAHs auf die Lügner zu legen"}]}