{"Id":154,"LanguageCodes":["fa","fas"],"Name":"fas-hussainansarian","Author":"Hussain Ansarian","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":9,"Text":"[این مغالطه گران لجوج می گویند: چرا پیامبر از جنس فرشتگان نیست؟] اگر او را فرشته ای قرار می دادیم، یقیناً وی را به شکل مردی در می آوردیم، و قطعاً حقیقت را همانطور که آنان بر دیگران مُشتبه می کنند [به سزای لجاجتشان] بر خود آنان مُشتبه می ساختیم، [تا بر فرض پیامبر قرار دادن فرشته، باز بگویند: چرا پیامبری از جنس بشر برای ما قرار داده است؟]"},{"SurahNumber":6,"VerseNumber":10,"Text":"مسلماً پیامبران پیش از تو هم مسخره شدند؛ پس بر کسانی که پیامبران را مسخره می کردند، عذاب و کیفری که همواره به استهزا می گرفتند نازل شد و آنان را فرا گرفت"},{"SurahNumber":6,"VerseNumber":11,"Text":"بگو: در زمین بگردید، سپس با تأمل بنگرید که فرجام تکذیب کنندگان چگونه بوده است؟"},{"SurahNumber":6,"VerseNumber":12,"Text":"بگو: مالکیّت و فرمانروایی آنچه در آسمان ها و زمین است در سیطره کیست؟ بگو: در سیطره خداست که رحمت را بر خود لازم و مقرّر کرده؛ یقیناً همه شما را در روز قیامت که تردیدی در آن نیست جمع خواهد کرد. فقط کسانی که سرمایه وجودشان را تباه کرده اند، ایمان نمی آورند"},{"SurahNumber":6,"VerseNumber":13,"Text":"و همه موجوداتی که در [عرصه] شب و روز آرام دارند، در سیطره مالکیّت خدا هستند؛ و او شنوا و داناست"},{"SurahNumber":6,"VerseNumber":14,"Text":"بگو: آیا جز خدا را که آفریننده آسمان ها و زمین است، سرپرست و یاور خود گیرم؟ و اوست که روزی می دهد و خود بی نیاز از روزی است. بگو: من مأمورم نخستین کسی باشم که فرمان خدا را گردن نهد، و فرمان یافته ام که هرگز از مشرکان مباش"},{"SurahNumber":6,"VerseNumber":15,"Text":"بگو: مسلماً اگر پروردگارم را نافرمانی کنم، از عذاب روزی بزرگ می ترسم"},{"SurahNumber":6,"VerseNumber":16,"Text":"هر کس در آن روز، عذاب از او برگردانده شود، قطعاً خدا به او رحم کرده، و آن است کامیابی آشکار"},{"SurahNumber":6,"VerseNumber":17,"Text":"و اگر خدا تو را آسیب و گزندی رساند، کسی جز او برطرف کننده آن نیست، و اگر تو را خیری رساند [حفظ و دوامش فقط به دست اوست]؛ پس او بر هر کاری تواناست"},{"SurahNumber":6,"VerseNumber":18,"Text":"اوست که بر بندگانش چیره و غالب است، و او حکیم و آگاه است"}]}