{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":30,"Text":"Surely the ones who have said, \"Our Lord is Allah, \" thereafter they have gone straight, upon them the Angels keep coming down (saying), \"Do not fear (anything), nor do you grieve, and have good tidings of the Garden that you are promised"},{"SurahNumber":41,"VerseNumber":31,"Text":"We are your constant patrons in the present life (Literally: the lowly life, i.e., the life of this world) and in the Hereafter; and therein you will have whatever yourselves crave for, and therein you will have whatever you claim"},{"SurahNumber":41,"VerseNumber":32,"Text":"As hospitality (coming down) from (One) Ever-Forgiving, Ever-Merciful"},{"SurahNumber":41,"VerseNumber":33,"Text":"And who is fairer in speech than he who calls to Allah, and does righteousness, and says, \"Surely I (myself ) am one of the Muslims\"? (i.e., those who surrender (to Allah)"},{"SurahNumber":41,"VerseNumber":34,"Text":"And not equal are the fair deed and the odious deed. Repel with that which is fairest; then, only then, he between whom and you there is enmity will be as if he were an intimate constant patron"},{"SurahNumber":41,"VerseNumber":35,"Text":"And in no way will anyone be granted (such fairness) except the ones who (endure) patiently; and in no way will anyone be granted it except an owner of a tremendous fortune (Literally: Portion) (in the Hereafter)"},{"SurahNumber":41,"VerseNumber":36,"Text":"And in case an incitement from Ash-Shaytan (The ever-Vicious (one), i.e., the Devil) ever incites you, then seek refuge in Allah; surely He, Ever He, is The Ever-Hearing, The Ever-Knowing"},{"SurahNumber":41,"VerseNumber":37,"Text":"And of His signs are the night and the daytime, and the sun and the moon. Do not prostrate yourselves to the sun, nor to the moon; and prostrate yourselves to Allah, Who created them, in case Him (alone) you do worship"},{"SurahNumber":41,"VerseNumber":38,"Text":"Yet, in case they wax proud, then the ones who are in the Providence with your Lord extol to Him by night and daytime, and they do not grow weary. A prostration is to be performed here"}]}