{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"And indeed We revealed to Moses (saying) that: “You travel by night with My servants and strike a dry path for them in the sea, neither fear to be overtaken (by Pharaoh) nor being afraid (of drowning in the sea).”"},{"SurahNumber":20,"VerseNumber":78,"Text":"Then Pharaoh pursued them with his hosts but the sea (water) completely overwhelmed them and covered them up"},{"SurahNumber":20,"VerseNumber":79,"Text":"Thus Pharaoh led his people astray and he did not guide them"},{"SurahNumber":20,"VerseNumber":80,"Text":"O Children of Israel! We delivered you from your enemy, We made a covenant with you on the right side of the mount (Tur to grant Torah), and We sent down to you sweet dish (Manna) and quail meat (Salva)"},{"SurahNumber":20,"VerseNumber":81,"Text":"(saying): “You eat from good lawful things which We have provided you, don’t commit oppression in it lest My Anger should descend on you, whoever incurs My Anger is indeed perished"},{"SurahNumber":20,"VerseNumber":82,"Text":"Surely, I am indeed forgiving the one who repents, believes, does righteous deeds, and then remains guided (till death).”"},{"SurahNumber":20,"VerseNumber":83,"Text":"(Allah said): “What made you hasten from your people, O Moses?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"He (Moses) said: “They are close on my footsteps, and I hastened to You, O my Lord so that You may be pleased.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"(Allah) said: “Surely! We have indeed tried your people after you and Samiri has led them astray.”"},{"SurahNumber":20,"VerseNumber":86,"Text":"Then Moses returned to his people with anger and sorrow. He said: “O my people! Did not your Lord promise you a fair promise? Did then the promise to you seem long? Or did you desire that Wrath from your Lord should descend on you, so you broke your promise to me?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"They said: “We did not break the promise to you at our own will. We were made to carry the weight of the ornaments of (Pharaoh) people and cast them (into the fire) as Samiri suggested"}]}