{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"او بېشكه دا (قرآن) یقینًا هدایت او رحمت دى، لپاره د مومنانو"},{"SurahNumber":27,"VerseNumber":78,"Text":"بېشكه ستا رب به د دوى په مینځ كې په خپل انصاف سره فیصله كوي، او همغه ډېر غالب، ښه علم والا دى"},{"SurahNumber":27,"VerseNumber":79,"Text":"نو ته خاص په الله باندې توكل وكړه، بېشكه ته په ښكاره حق باندې يې"},{"SurahNumber":27,"VerseNumber":80,"Text":"بېشكه ته مړو ته نشې اورولى او ته كڼو ته (هم) اواز نشې رسولى، كله چې دوى مخ واړوي، په دې حال كې چې شا كوونكي وي"},{"SurahNumber":27,"VerseNumber":81,"Text":"او ته ړندو ته د هغوى له ګمراهۍ نه هدایت كوونكى نه يې، ته نشې اورولى مګر هغه چا ته چې زمونږ په ایتونو ايمان راوړي، نو هم دوى مسلمانان دي"},{"SurahNumber":27,"VerseNumber":82,"Text":"او كله چې په دوى (د عذاب) خبره ثابته شي (او قیامت رانژدې شي، نو) مونږ به دوى ته له ځمكې نه يوه دابّه (ژوندى خوځنده) راوباسو، چې له دوى سره به خبرې كوي، چې بېشكه خلقو به زمونږ په ایتونو یقین نه كاوه"},{"SurahNumber":27,"VerseNumber":83,"Text":"او (یاده كړه) هغه ورځ چې مونږ به له هر امت نه (د مشرانو) یوه ډله راجمع كړو، له هغو نه چې زمونږ د ایتونو تكذیب كوي، نو دوى به منع كولى (یوځاى كولى) شي"},{"SurahNumber":27,"VerseNumber":84,"Text":"تر دې چې كله دوى (محشر ته) راشي، وبه وايي (الله): ایا تاسو زما د ایتونو تكذیب كړى و، حال دا چې د علم په لحاظ سره تاسو د هغو احاطه نه وه كړې، ایا څه دي هغه چې تاسو عمل كاوه؟"},{"SurahNumber":27,"VerseNumber":85,"Text":"او په دوى باندې به (د عذاب) خبره ثابته شي، په سبب د هغه ظلم چې دوى كړى و، نو دوى به خبرې نشي كولى"},{"SurahNumber":27,"VerseNumber":86,"Text":"ایا دوى نه دي كتلي چې بېشكه مونږ شپه پیدا كړې ده، د دې لپاره چې دوى په دې كې سكون (او ارام) وكړي او ورځ مو روښانه (ګرځولې ده) بېشكه په دغو كې خامخا ډېر دلیلونه (نښې) دی د هغه قوم لپاره چې ایمان راوړي"},{"SurahNumber":27,"VerseNumber":87,"Text":"او (یاده كړه) هغه ورځ چې په شپېلۍ كې به پوكى وكړى شي، نو سخت به ووېرېږي هغه څوك چې په اسمانونو كې دي او هغه څوك چې په ځمكه كې دي غیر له هغه چا نه چې الله يې وغواړي او دوى ټول به دغه (الله) ته عاجزه (او ذلیله) راشي"},{"SurahNumber":27,"VerseNumber":88,"Text":"او ته به غرونه وینې، ته به په دوى د كلكو ولاړو ګمان كوې، حال دا چې دوى به د ورېځې د تېرېدلو په شان تېرېږي، (وګورئ) كاریګري د الله هغه چې هر شى يې محكم كړى دى، بېشكه هغه ښه خبردار دى په هغو كارونو چې تاسو يې كوئ"}]}