{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"´Yahya, take hold of the Book with vigour.´ We gave him judgement while still a child"},{"SurahNumber":19,"VerseNumber":13,"Text":"and tenderness and purity from Us — he had taqwa —"},{"SurahNumber":19,"VerseNumber":14,"Text":"and devotion to his parents — he was not insolent or disobedient"},{"SurahNumber":19,"VerseNumber":15,"Text":"Peace be upon him the day he was born, and the day he dies, and the day he is raised up again alive"},{"SurahNumber":19,"VerseNumber":16,"Text":"Mention Maryam in the Book, how she withdrew from her people to an eastern place"},{"SurahNumber":19,"VerseNumber":17,"Text":"and veiled herself from them. Then We sent Our Ruh to her and it took on for her the form of a handsome, well-built man"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said, ´I seek refuge from you with the All-Merciful if you have taqwa.´"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said, ´I am only your Lord´s messenger so that He can give you a pure boy.´"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said, ´How can I have a boy when no man has touched me and I am not an unchaste woman?´"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said, ´It will be so! Your Lord says, \"That is easy for Me. It is so that We can make him a Sign for mankind and a mercy from Us.\" It is a matter already decreed.´"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she conceived him and withdrew with him to a distant place"},{"SurahNumber":19,"VerseNumber":23,"Text":"The pains of labour drove her to the trunk of a date-palm. She said, ´Oh if only I had died before this time and was something discarded and forgotten!´"},{"SurahNumber":19,"VerseNumber":24,"Text":"A voice called out to her from under her, ´Do not grieve! Your Lord has placed a small stream at your feet"},{"SurahNumber":19,"VerseNumber":25,"Text":"Shake the trunk of the palm towards you and fresh, ripe dates will drop down onto you"}]}