{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار ئۈچۈن اﷲ ھەقىقەتەن (ئۇلارنىڭ دىللىرىدا) مۇھەببەت پەيدا قىلىدۇ"},{"SurahNumber":19,"VerseNumber":97,"Text":"(ئى مۇھەممەد!) تەقۋادارلارغا خۇش - خەۋەر بېرىشىڭ ۋە سەركەش قەۋمنى ئاگاھلاندۇرۇشۇڭ ئۈچۈن، بىز قۇرئاننى سېنىڭ تىلىڭ بىلەن چۈشىنىشلىك قىلىپ نازىل قىلدۇق"},{"SurahNumber":19,"VerseNumber":98,"Text":"ئۇلاردىن ئىلگىرى نۇرغۇن ئۈممەتلەرنى ھالاك قىلدۇق، ئۇلاردىن بىرەر ئەھەدىنى كۆرەلەمسەن؟ ياكى ئۇلاردىن بىرەر پەس ئاۋاز ئاڭلىيالامسەن؟ (يەنى ئۇلار شۇنداق تەلتۆكۈس ھالاك قىلىندىكى، ئۇلاردىن كۆرگىلى ۋە ئاۋازىنى ئاڭلىغىلى ھېچ ئەھەدى قالمىدى)"},{"SurahNumber":20,"VerseNumber":1,"Text":"طاھا (يەنى ئى مۇھەممەد)"},{"SurahNumber":20,"VerseNumber":2,"Text":"قۇرئاننى ساڭا سېنى جاپاغا سېلىش ئۈچۈن ئەمەس،"},{"SurahNumber":20,"VerseNumber":3,"Text":"پەقەت (اﷲ تىن) قورقىدىغانلارغا ۋەز - نەسىھەت قىلىش ئۈچۈن نازىل قىلدۇق"},{"SurahNumber":20,"VerseNumber":4,"Text":"ئۇ زېمىننى ۋە (كەڭ) ئېگىز ئاسمانلارنى ياراتقان زات تەرىپىدىن نازىل قىلىنغان"},{"SurahNumber":20,"VerseNumber":5,"Text":"مەرھەمەتلىك اﷲ ئەرش ئۈستىدە (ئۆزىگە لايىق رەۋىشتە) قارار ئالدى"},{"SurahNumber":20,"VerseNumber":6,"Text":"ئاسمانلاردىكى، زېمىندىكى، ئۇلارنىڭ ئارىسىدىكى ۋە يەر ئاستىدىكى شەيئىلەرنىڭ ھەممىسى اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، اﷲ نىڭ مەخلۇقاتىدۇر، اﷲ نىڭ تەسەررۇپى ئاستىدۇر)"},{"SurahNumber":20,"VerseNumber":7,"Text":"ئەگەر سەن ئاشكارا سۆزلىسەڭ (ياكى يوشۇرۇن سۆزلىسەڭ، اﷲ نىڭ نەزىرىدە ئوخشاشتۇر)، چۈنكى ئۇ سىرنى ۋە ئۇنىڭدىنمۇ مەخپىيرەك ئىشلارنى بىلىپ تۇرىدۇ"},{"SurahNumber":20,"VerseNumber":8,"Text":"اﷲ تىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، اﷲ نىڭ گۈزەل ئىسىملىرى بار"},{"SurahNumber":20,"VerseNumber":9,"Text":"مۇسانىڭ قىسسىسىدىن خەۋىرىڭ بارمۇ؟"},{"SurahNumber":20,"VerseNumber":10,"Text":"ئۆز ۋاقتىدا مۇسا (بىر جايدا) ئوتنىڭ يورۇقىنى كۆردى. ئۇ ئائىلىسىدىكىلەرگە: «تۇرۇپ تۇرۇڭلار، مەن ئوتنىڭ يورۇقىنى كۆردۈم، مەن بېرىپ (ئۇنىڭدىن) بىرەر پارچە چوغ ئېلىپ كېلىشىم ياكى ئوت بار يەردە بىرەر يول باشلىغۇچىنى ئۇچرىتىشىم مۇمكىن» دېدى"},{"SurahNumber":20,"VerseNumber":11,"Text":"مۇسا ئوتنىڭ يېنىغا كەلگەندە نىدا قىلىندىكى، ئى مۇسا"},{"SurahNumber":20,"VerseNumber":12,"Text":"مەن ھەقىقەتەن سېنىڭ پەرۋەردىگارىڭدۇرمەن، كەشىڭنى سالغىن، سەن ھەقىقەتەن مۇقەددەس ۋادى بولغان تۇۋادا سەن"}]}