{"Id":66,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":46,"Text":"Imetak i sinovi ukras su u životu na Ovom svijetu, a dobra djela koja ostaju, bolja su kod Gospodara tvoga po nagradi i bolja po nadi"},{"SurahNumber":18,"VerseNumber":47,"Text":"Na dan kada planine uklonimo, i kada vidiš da je površina Zemlje pregledna - a njih smo već sakupili, ni jednog nismo izostavili"},{"SurahNumber":18,"VerseNumber":48,"Text":"pred Gospodarom tvojim bit će oni u redove poredani: \"Došli ste nam onako kako smo vas prvi put stvorili, a tvrdili ste da vam nećemo vrijeme za oživljavanje odrediti"},{"SurahNumber":18,"VerseNumber":49,"Text":"I Knjiga će biti postavljena i vidjet ćete prestupnike prestravljene zbog onoga što je u njoj. \"Teško nama!\", govorit će, \"kakva je ovo knjiga, ni mali ni veliki grijeh nije propustila, sve je nabrojala!\" I naći će upisano ono što su radili. Gospodar tvoj neće nikome zulum učiniti"},{"SurahNumber":18,"VerseNumber":50,"Text":"I kada smo rekli melecima: \"Sedždu Ademu učinite!\", svi sedždu učiniše osim Iblisa, on je bio jedan od džina, pa je prema zapovijesti Gospodara svoga buntovan bio. Pa zar ćete njega i porod njegov, pored Mene, kao prijatelja prihvatiti, kad su vam oni neprijatelji? Kako je šejtan loša zamjena zulumćarima"},{"SurahNumber":18,"VerseNumber":51,"Text":"Ja nisam uzimao njih za svjedoke prilikom stvaranja nebesa i Zemlje niti prilikom stvaranja njih samih, i za pomagače nisam uzimao one koji na krivi put upućuju"},{"SurahNumber":18,"VerseNumber":52,"Text":"I na Dan kada On rekne: \"Pozovite one za koje ste tvrdili da su ortaci Moji\", i kad ih pozovu, oni im se neće odazvati, a između njih ćemo mjesto propasti postaviti"},{"SurahNumber":18,"VerseNumber":53,"Text":"I ugledat će prestupnici Vatru i uvjerit će se da će u nju pasti i neće je moći izbjeći"}]}