{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":73,"VerseNumber":20,"Text":"Thy Lord knoweth that thou continuest in prayer and meditation sometimes near two third parts of the night, and sometimes one half thereof, and at other times one third part thereof: And a part of thy companions, who are with thee, do the same. But God measureth the night and the day; he knoweth that ye cannot exactly compute the same: Wherefore He turneth favourably unto you. Read, therefore, so much of the Koran as may be easy unto you. He knoweth that there will be some infirm among you; and others travel through the earth, that they may obtain a competency of the bounty of God; and others fight in the defence of God's faith. Read, therefore, so much of the same as may be easy. And observe the stated times of prayer, and pay the legal alms; and lend unto God an acceptable loan; for whatever good ye send before for your souls, ye shall find the same with God. This will be better, and will merit a greater reward. And ask God forgiveness; for God is ready to forgive, and merciful"},{"SurahNumber":74,"VerseNumber":1,"Text":"O thou covered"},{"SurahNumber":74,"VerseNumber":2,"Text":"arise and preach"},{"SurahNumber":74,"VerseNumber":3,"Text":"and magnify thy Lord"},{"SurahNumber":74,"VerseNumber":4,"Text":"And cleanse thy garments"},{"SurahNumber":74,"VerseNumber":5,"Text":"And fly every abomination"},{"SurahNumber":74,"VerseNumber":6,"Text":"And be not liberal, in hopes to receive more in return"},{"SurahNumber":74,"VerseNumber":7,"Text":"And patiently wait for thy Lord"},{"SurahNumber":74,"VerseNumber":8,"Text":"When the trumpet shall sound"},{"SurahNumber":74,"VerseNumber":9,"Text":"verily that day shall be a day of distress"},{"SurahNumber":74,"VerseNumber":10,"Text":"and uneasiness unto the unbelievers"},{"SurahNumber":74,"VerseNumber":11,"Text":"Let me alone with him whom I have created"},{"SurahNumber":74,"VerseNumber":12,"Text":"on whom I have bestowed abundant riches"},{"SurahNumber":74,"VerseNumber":13,"Text":"and children dwelling in his presence"},{"SurahNumber":74,"VerseNumber":14,"Text":"and for whom I have disposed affairs in a smooth and easy manner"},{"SurahNumber":74,"VerseNumber":15,"Text":"and who desireth that I will yet add other blessings unto him"},{"SurahNumber":74,"VerseNumber":16,"Text":"By no means: Because he is an adversary to our signs"},{"SurahNumber":74,"VerseNumber":17,"Text":"I will afflict him with grievous calamities"}]}