{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":7,"Text":"By the beautiful heavens"},{"SurahNumber":51,"VerseNumber":8,"Text":"your ideas are confused"},{"SurahNumber":51,"VerseNumber":9,"Text":"Let whoever wishes, turn away from Our Quran"},{"SurahNumber":51,"VerseNumber":10,"Text":"Death to those whose opinions are merely baseless conjectures"},{"SurahNumber":51,"VerseNumber":11,"Text":"and who wander in the abyss of confusion"},{"SurahNumber":51,"VerseNumber":12,"Text":"They ask, \"When it will be the Day of Judgment"},{"SurahNumber":51,"VerseNumber":13,"Text":"On the Day of Judgment they will be punished by the fire"},{"SurahNumber":51,"VerseNumber":14,"Text":"and will be told, \"Suffer the torment which you wanted to experience immediately"},{"SurahNumber":51,"VerseNumber":15,"Text":"The pious ones will live amidst gardens and springs"},{"SurahNumber":51,"VerseNumber":16,"Text":"receiving their reward from their Lord. They had been righteous people before the Day of Judgment"},{"SurahNumber":51,"VerseNumber":17,"Text":"They slept very little during the night"},{"SurahNumber":51,"VerseNumber":18,"Text":"and asked for forgiveness in the early morning"},{"SurahNumber":51,"VerseNumber":19,"Text":"They assigned a share of their property for the needy and the destitute"},{"SurahNumber":51,"VerseNumber":20,"Text":"In the earth there is evidence (of the Truth) for those who have strong faith"},{"SurahNumber":51,"VerseNumber":21,"Text":"There is also evidence of the Truth within your own selves. Will you then not see"},{"SurahNumber":51,"VerseNumber":22,"Text":"In the heavens there is your sustenance and that which you were promised (Paradise)"},{"SurahNumber":51,"VerseNumber":23,"Text":"This, by the Lord of the heavens and the earth is as certain as your ability to speak"},{"SurahNumber":51,"VerseNumber":24,"Text":"Have you heard the story of the honorable guests of Abraham"},{"SurahNumber":51,"VerseNumber":25,"Text":"When they came to him saying, \"Peace be with you,\" he replied to their greeting in the same manner and said to himself, \"These are a strange people"},{"SurahNumber":51,"VerseNumber":26,"Text":"He went quietly to his wife and returned to his guests with a fat, roasted calf"},{"SurahNumber":51,"VerseNumber":27,"Text":"He placed it before them. Then he said, \"Why are you not eating"},{"SurahNumber":51,"VerseNumber":28,"Text":"He began to feel afraid. They said, \"Do not be afraid,\" and then gave him the glad news of the birth of a knowledgeable son"},{"SurahNumber":51,"VerseNumber":29,"Text":"His wife came forward, crying and beating her face, saying, \"I am an old barren woman"},{"SurahNumber":51,"VerseNumber":30,"Text":"They said, \"This is true but your Lord has said, (that you will have a son); He is All-wise and All-knowing"}]}