{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":78,"Text":"«قال إنما أوتيته» أي المال «على علم عندي» أي في مقابلته وكان أعلم بني إسرائيل بالتوراة بعد موسى وهارون قال تعالى «أوَلم يعلم أن الله قد أهلك من قبله من القرون» الأمم «من هو أشد منه قوةً وأكثر جمعا» للمال: أي هو عالم بذلك ويهلكهم الله «ولا يُسأل عن ذنوبهم المجرمون» لعلمه تعالى بها فيدخلون النار بلا حساب"},{"SurahNumber":28,"VerseNumber":79,"Text":"«فخرج» قارون «على قومه في زينته» بأتباعه الكثيرين ركبانا متحلين بملابس الذهب والحرير على خيول وبغال متحلية «قال الذين يريدون الحياة الدنيا يا» للتنبيه «ليت لنا مثل ما أوتي قارون» في الدنيا «إنه لذو حظ» نصيب «عظيم» واف فيها"},{"SurahNumber":28,"VerseNumber":80,"Text":"«وقال» لهم «الذين أوتوا العلم» بما وعد الله في الآخرة «ويلكم» كلمة زجر «ثواب الله» في الآخرة بالجنة «خير لمن آمن وعمل صالحاً» مما أوتي قارون في الدنيا «ولا يلقاها» أي الجنة المثاب بها «إلا الصابرون» على الطاعة وعن المعصية"},{"SurahNumber":28,"VerseNumber":81,"Text":"«فخسفنا به» بقارون «وبداره الأرض فما كان له من فئة ينصرونه من دون الله» أي غيره بأن يمنعوا عنه الهلاك «وما كان من المنتصرين» منه"},{"SurahNumber":28,"VerseNumber":82,"Text":"«وأصبح الذين تمنوا مكانه بالأمس» أي من قريب «يقولون ويكأن الله يبسط» يوسع «الرزق لمن يشاء من عباده ويقدر» يضيق على ما يشاء و \"وي\" اسم فعل بمعنى: أعجب، أي أنا والكاف بمعنى اللام «لولا أن من الله علينا لخسف بنا» بالبناء للفاعل والمفعول «ويكأنه لا يفلح الكافرون» لنعمة الله كقارون"},{"SurahNumber":28,"VerseNumber":83,"Text":"«تلك الدار الآخرة» أي الجنة «نجعلها للذين لا يريدون علوّا في الأرض» بالبغي «ولا فسادا» بعمل المعاصي «والعاقبة» المحمودة «للمتقين» عقاب الله، بعمل الطاعات"},{"SurahNumber":28,"VerseNumber":84,"Text":"«من جاء بالحسنة فله خير منها» ثواب بسببها وهو عشر أمثالها «ومن جاء بالسيئة فلا يجزى الذين عملوا السيئات إلا» جزاء «ما كانوا يعملون» أي: مثله"}]}