{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"صالح نے کہا اے قوم! بھلا دیکھو تو اگر میں اپنے پروردگار کی طرف سے کھلی دلیل پر ہوں اور اس نے مجھے اپنے ہاں سے (نبوت کی) نعمت بخشی ہو تو اگر میں خدا کی نافرمانی کروں تو اس کے سامنے میری کون مدد کرے گا؟ تم تو (کفر کی باتوں سے) میرا نقصان کرتے ہو"},{"SurahNumber":11,"VerseNumber":64,"Text":"اور یہ بھی کہا کہ اے قوم! یہ خدا کی اونٹنی تمہارے لیے ایک نشانی (یعنی معجزہ) ہے تو اس کو چھوڑ دو کہ خدا کی زمین میں (جہاں چاہے) چرے اور اس کو کسی طرح کی تکلیف نہ دینا ورنہ تمہیں جلد عذاب آپکڑے گا"},{"SurahNumber":11,"VerseNumber":65,"Text":"مگر انہوں نے اس کی کانچیں کاٹ ڈالیں۔ تو (صالح نے) کہا کہ اپنے گھروں میں تم تین دن (اور) فائدہ اٹھا لو۔ یہ وعدہ ہے کہ جھوٹا نہ ہوگا"},{"SurahNumber":11,"VerseNumber":66,"Text":"جب ہمارا حکم آگیا تو ہم نے صالح کو اور جو لوگ ان کے ساتھ ایمان لائے تھے ان کو اپنی مہربانی سے بچالیا۔ اور اس دن کی رسوائی سے (محفوظ رکھا) ۔ بےشک تمہارا پروردگار طاقتور اور زبردست ہے"},{"SurahNumber":11,"VerseNumber":67,"Text":"اور جن لوگوں نے ظلم کیا تھا ان کو چنگھاڑ (کی صورت میں عذاب) نے آپکڑا تو وہ اپنے گھروں میں اوندھے پڑے رہ گئے"},{"SurahNumber":11,"VerseNumber":68,"Text":"گویا کبھی ان میں بسے ہی نہ تھے۔ سن رکھو کہ ثمود نے اپنے پروردگار سے کفر کیا۔ اور سن رکھو ثمود پر پھٹکار ہے"},{"SurahNumber":11,"VerseNumber":69,"Text":"اور ہمارے فرشتے ابراہیم کے پاس بشارت لے کر آئے تو سلام کہا۔ انہوں نے بھی (جواب میں) سلام کہا۔ ابھی کچھ وقفہ نہیں ہوا تھا کہ (ابراہیم) ایک بھنا ہوا بچھڑا لے آئے"},{"SurahNumber":11,"VerseNumber":70,"Text":"جب دیکھا کہ ان کے ہاتھ کھانے کی طرف نہیں جاتے (یعنی وہ کھانا نہیں کھاتے) تو ان کو اجنبی سمجھ کر دل میں خوف کیا۔ (فرشتوں نے) کہا کہ خوف نہ کیجیے، ہم قوم لوط کی طرف (ان کے ہلاک کرنے کو) بھیجے گئے ہیں"},{"SurahNumber":11,"VerseNumber":71,"Text":"اور ابراہیم کی بیوی (جو پاس) کھڑی تھی، ہنس پڑی تو ہم نے اس کو اسحاق کی اور اسحاق کے بعد یعقوب کی خوشخبری دی"}]}