{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"But We have brought them the Truth, and certainly indeed they are lying"},{"SurahNumber":23,"VerseNumber":91,"Text":"Never did Allah take to Himself a son, and never was there with him any other god! In that case every god would certainly have taken away what he created. And they would certainly have tried to overpower one another. Glorified is Allah above what they attribute to Him"},{"SurahNumber":23,"VerseNumber":92,"Text":"The Knower of the unseen and the seen, He is exalted far above what they worship other than Him"},{"SurahNumber":23,"VerseNumber":93,"Text":"Say, \"My Lord! If You should make me see what they are warned against"},{"SurahNumber":23,"VerseNumber":94,"Text":"My Lord, place me not then with the wicked people"},{"SurahNumber":23,"VerseNumber":95,"Text":"And We can certainly indeed make you see what We warn them against"},{"SurahNumber":23,"VerseNumber":96,"Text":"Dispel evil with what is good! We do know what they say"},{"SurahNumber":23,"VerseNumber":97,"Text":"And say, \"My Lord! I seek refuge in You against satanic promptings"},{"SurahNumber":23,"VerseNumber":98,"Text":"And I seek refuge in You, my Lord, lest they approach me"},{"SurahNumber":23,"VerseNumber":99,"Text":"Wicked people continue with their misdeeds until when death comes to one of them, he says, \"My Lord! Send me back"},{"SurahNumber":23,"VerseNumber":100,"Text":"So that I may do good deeds in what I have left behind.\" Nay! It is just a wishful utterance that he makes. And before them is a barrier until the day they are raised"},{"SurahNumber":23,"VerseNumber":101,"Text":"So when the trumpet is blown on the Resurrection Day, there shall be no ties of relationship between them, nor shall they ask of one another"},{"SurahNumber":23,"VerseNumber":102,"Text":"Then all those are the successful ones who are heavy with good deeds"},{"SurahNumber":23,"VerseNumber":103,"Text":"And those that are light in good deeds are the ones who have doomed themselves to live in Hell"},{"SurahNumber":23,"VerseNumber":104,"Text":"The fire shall scorch their faces, and their lips therein shall be distorted in pain"}]}