{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"банда серед ви виробили велику брехню. Не подумайте що було погано для вас; замість цього, було гарно для вас. Тим часом, кожний один з них заробив його акцію провини. Як для хто започаткував весь випадок, він зазнав страшного retribution"},{"SurahNumber":24,"VerseNumber":12,"Text":"Коли ви почули це, віряче людям та вірячим жінкам мусили мати кращі думки приблизно себе, та мусили мусили сказати, \"Це є очевидно велика брехня"},{"SurahNumber":24,"VerseNumber":13,"Text":"Тільки якщо вони виробили чотирьох свідків (ви можете повірити їм). Якщо вони не спроможуться щоб виробити свідків, тоді вони, за БОГОМ, брехунами"},{"SurahNumber":24,"VerseNumber":14,"Text":"Якщо б це було не для БОЖОЇ чарівності до вас, та Його милосердя у цьому світі та у У майбутньому, вас би зазнали великого retribution внаслідок цього випадку"},{"SurahNumber":24,"VerseNumber":15,"Text":"Ви виготовили це з вашими власними язиками, та рештою вас неодноразове це з вашими гирлами без доказу. Ви подумали це було звичайне, коли йому, за БОГОМ, гросом"},{"SurahNumber":24,"VerseNumber":16,"Text":"Коли ви почули це, ви мусили сказати, \"Ми не повторимось це. Слава мусить Ви. Це є великий falsehood"},{"SurahNumber":24,"VerseNumber":17,"Text":"БОГ admonishes ви що ви будете ніколи не зробити це знов, якщо ви віруючі"},{"SurahNumber":24,"VerseNumber":18,"Text":"БОГ таким чином роз'яснює апокаліпсис для вас. БОГ Omniscient, Мудрий"},{"SurahNumber":24,"VerseNumber":19,"Text":"Цей хто люблять побачити immorality розповсюджувався серед віруючів зазнали болісного retribution у цьому житті та у У майбутньому. БОГ знає, в той час, як ви не знаєте"},{"SurahNumber":24,"VerseNumber":20,"Text":"зливи БОГА ви з Його чарівністю та милосердям. БОГ Найбільш Різновид до віруючів, Найбільш Милосердних"}]}