{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"Ve en büyükleri dışında (putların) hepsini paramparça etti; belki dönüp (bu olup biten için) ona başvururlar diye"},{"SurahNumber":21,"VerseNumber":59,"Text":"(Dönüp de olanları görünce:) \"Kim yaptı bunu tanrılarımıza?\" diye sordular, \"Her kimse, o´nun çok zalim biri olduğundan kuşku yok"},{"SurahNumber":21,"VerseNumber":60,"Text":"İçlerinden bazıları: \"İbrahim denen bir gencin o (tanrı)ları diline doladığını işitmiştik\" dediler"},{"SurahNumber":21,"VerseNumber":61,"Text":"(Berikiler:) \"Onu insanların karşısına çıkarın, (aleyhine) tanıklık etsinler!\" dediler"},{"SurahNumber":21,"VerseNumber":62,"Text":"(İbrahim onların yanına getirilince, o´na) \"Bunu tanrılarımıza sen mi yaptın, ey İbrahim?\" diye sordular"},{"SurahNumber":21,"VerseNumber":63,"Text":"(İbrahim:) \"Bu işi, belli ki, şu yapmıştır, putların en irisi yani: ama en iyisi, siz kendiniz onlara sorun; tabii, eğer konuşmasını biliyorlarsa"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun üzerine birbirlerine dönüp: \"Doğrusu, asıl zalim olan sizlermişsiniz!\" dediler"},{"SurahNumber":21,"VerseNumber":65,"Text":"Ama çok geçmeden yine eski düşünce tarzlarına döndüler ve (İbrahim´e:) \"Bu (put)ların konuşamadıklarını kendin de pekala biliyorsun!\" dediler"},{"SurahNumber":21,"VerseNumber":66,"Text":"(İbrahim:) \"O halde\" dedi, \"Allah´ı bırakıp da, size hiçbir şekilde ne yararı ne de zararı dokunmayan şeylere mi tapınıyorsunuz"},{"SurahNumber":21,"VerseNumber":67,"Text":"Yazıklar olsun size de, Allah yerine tapınıp durduğunuz bütün bu nesnelere de! Hala aklınızı kullanmayacak mısınız"},{"SurahNumber":21,"VerseNumber":68,"Text":"Eğer (bir şey) yapacaksanız\" dediler, \"bari o´nu yakın da, böylece tanrılarınıza arka çıkmış olun"},{"SurahNumber":21,"VerseNumber":69,"Text":"(Ne var ki) Biz \"Ey ateş, serin ol, İbrahim´e dokunma!\" dedik"},{"SurahNumber":21,"VerseNumber":70,"Text":"Bu arada onlar İbrahim´e tuzak kurmaya çalıştılar; ama Biz onların bütün yapıp ettiklerini boşa çıkardık"},{"SurahNumber":21,"VerseNumber":71,"Text":"ve o´nu da, (kardeşinin oğlu) Lut´u da, gelecek bütün çağlar için kutlu kıldığımız bir beldeye ulaştırarak kurtardık"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ve o´na ayrıca İshak´ı ve (İshak´ın oğlu) Yakub´u armağan ettik, ve onların hepsinin dürüst ve erdemli insanlar olmalarını sağladık"}]}