{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"Иль Тот, Кто произвел первичное творенье И, обратив его потом в небытие, Воссоздает его опять; Кто вам дает потребное для жизни с неба и земли? Так что ж - С Аллахом наравне есть бог другой?\" Скажи: \"Если вы правду говорите, Представьте доказательства свои"},{"SurahNumber":27,"VerseNumber":65,"Text":"Скажи: \"Никто другой, кроме Аллаха, Не знает скрытого на небесах и на земле; И им неведомо, Когда они воскрешены (на Суд Господень) будут"},{"SurahNumber":27,"VerseNumber":66,"Text":"О да, их знание (не может) вторую жизнь охватить, - О да, они касательно ее колеблются в сомненьях, - О да, слепы они (в неверии своем)"},{"SurahNumber":27,"VerseNumber":67,"Text":"И говорят неверные: \"Ужель когда мы станем прахом - И мы, и наши праотцы, - Неужто (к жизни вновь) воскрешены мы будем"},{"SurahNumber":27,"VerseNumber":68,"Text":"Это уже нам обещали, А прежде - нашим праотцам. Это - всего лишь сказы первых"},{"SurahNumber":27,"VerseNumber":69,"Text":"Скажи: \"Пройдите по земле и посмотрите, Каков конец был тех, кто преступил (Пределы, установленные Богом)"},{"SurahNumber":27,"VerseNumber":70,"Text":"И ты, (о Мухаммад!), не огорчайся из-за них. Пусть их коварные уловки Стеснением тебе не давят грудь"},{"SurahNumber":27,"VerseNumber":71,"Text":"И говорят (неверные): \"Когда исполнится эта угроза, Если (о ней) вы правду говорите"},{"SurahNumber":27,"VerseNumber":72,"Text":"Скажи: \"Возможно, уже вслед за вами идет что-либо из того, С чем вы торопите (к свершенью)"},{"SurahNumber":27,"VerseNumber":73,"Text":"Поистине, Господь твой к людям благ, Но большинство из них неблагодарны"},{"SurahNumber":27,"VerseNumber":74,"Text":"И, истинно, Господь твой знает, Что кроется у них в груди, Что напоказ они являют"},{"SurahNumber":27,"VerseNumber":75,"Text":"Нет ничего сокрытого на небе и земле, Чего б не значилось в (Господней) Книге (уложений)"},{"SurahNumber":27,"VerseNumber":76,"Text":"Этот Коран, поистине, сынам Исраиля толкует Большую часть того, в чем разошлись они"}]}