{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"The vegetation of a good land comes forth (easily) by the Permission of its Lord, and that which is bad, brings forth nothing but a little with difficulty. Thus do We explain variously the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) for a people who give thanks"},{"SurahNumber":7,"VerseNumber":59,"Text":"Indeed, We sent Nuh (Noah) to his people and he said: \"O my people! Worship Allah! You have no other Ilah (God) but Him. (La ilaha ill-Allah: none has the right to be worshipped but Allah). Certainly, I fear for you the torment of a Great Day"},{"SurahNumber":7,"VerseNumber":60,"Text":"The leaders of his people said: \"Verily, we see you in plain error"},{"SurahNumber":7,"VerseNumber":61,"Text":"Nuh (Noah)] said: \"O my people! There is no error in me, but I am a Messenger from the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":7,"VerseNumber":62,"Text":"I convey unto you the Messages of my Lord and give sincere advice to you. And I know from Allah what you know not"},{"SurahNumber":7,"VerseNumber":63,"Text":"Do you wonder that there has come to you a Reminder from your Lord through a man from amongst you, that he may warn you, so that you may fear Allah and that you may receive (His) Mercy"},{"SurahNumber":7,"VerseNumber":64,"Text":"But they belied him, so We saved him and those along with him in the ship, and We drowned those who belied Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.). They were indeed a blind people"},{"SurahNumber":7,"VerseNumber":65,"Text":"And to 'Ad (people, We sent) their brother Hud. He said: \"O my people! Worship Allah! You have no other Ilah (God) but Him. (La ilaha ill-Allah: none has the right to be worshipped but Allah). Will you not fear (Allah)"},{"SurahNumber":7,"VerseNumber":66,"Text":"The leaders of those who disbelieved among his people said: \"Verily, we see you in foolishness, and verily, we think you are one of the liars"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Hud) said: \"O my people! There is no foolishness in me, but (I am) a Messenger from the Lord of the 'Alamin (mankind, jinns and all that exists)"}]}