{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"Ke ts’episo ea Allah. Allah ha A koenehele ts’episo ea Hae, le hoja bongata ba batho bo hloka kutloisiso"},{"SurahNumber":30,"VerseNumber":7,"Text":"Ba itsebela feela likarolo tse ling tsa bophelo ba lefats’e, Empa ka Qetello ea tsohle ha ba na tsebo"},{"SurahNumber":30,"VerseNumber":8,"Text":"Na ee ba inahane? Allah ha A hlola maholimo le lefats’e le tsohle tse teng lipakeng tsa ona haese ka ‘nete le eona pallo ea bofelo. Empa ruri ho teng hara batho ba latolang kopano le Mong`a bona"},{"SurahNumber":30,"VerseNumber":9,"Text":"Ha ba hahlaule le lefats’e ho bona kamoo ebileng pheletso ea ba bileng teng pele ho bona? Ba ne ba le matla ho ba feta, etsoe ba ne ba lema, ba tlatsa lefats’e ka tsoala ea bona ka palo e holimo ho feta kamoo ba leng ka teng. Baromuoa ba hab’o bona ba fihlile ho bona ka lits’upiso tse hlakileng tsa puso ea Allah. Ha se Allah Ea ba foselitseng, empa ba iphoselitse"},{"SurahNumber":30,"VerseNumber":10,"Text":"Qetellong timelo e mahlonoko e tla ba ea ba etsang bobe, hobane ba latotse lits’enolo tsa Allah, ba li fetola sesomo"},{"SurahNumber":30,"VerseNumber":11,"Text":"Ke Allah qalo ea tlholeho; a boele a e phete, poelo ea lona e ho Eena"},{"SurahNumber":30,"VerseNumber":12,"Text":"Mohla letsatsi leo Hora e hlomamisoang, ba molato ba tla fetoha limumu ke ho lahla ts’epo"},{"SurahNumber":30,"VerseNumber":13,"Text":"Ha ho muelli eo ba tlang ho mo fumana har’a batlatsetsi ba ba kopanyang le Allah. Ba tla latola batlatsetsi ba bona"},{"SurahNumber":30,"VerseNumber":14,"Text":"Ka letsatsi leo Hora e tlang ho hlomamisoa, Letsatsi leo batho ba tla hloptjhoa"},{"SurahNumber":30,"VerseNumber":15,"Text":"Ba-kholoang, ba entse liketso tse lokileng; Ba tla thabisoa Senong sa Nyakallo"}]}