{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"Şüphesiz o, kıyamet saati için bir ilimdir. Öyleyse ondan (kıyametten) yana hiçbir kuşkuya kapılmayın ve bana uyun. Dosdoğru yol budur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Şeytan sakın sizi (Tanrı´nın yolundan) alıkoymasın. Gerçekten o, sizin için açıkça bir düşmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"İsa, açık belgelerle gelince, dedi ki: \"Ben size bir hikmetle geldim ve hakkında ihtilafa düştüklerinizin bir kısmını size açıklamak için de. Öyleyse Tanrı´dan sakının ve bana itaat edin"},{"SurahNumber":43,"VerseNumber":64,"Text":"Şüphesiz Tanrı, O, benim de rabbim, sizin de rabbinizdir; şu halde O´na kulluk edin. Dosdoğru yol budur"},{"SurahNumber":43,"VerseNumber":65,"Text":"Sonra, içlerinden birtakım fırkalar ihtilafa düştü. Artık, acı bir günün azabından vay o zulmetmiş olanlara"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar, hiç şuurunda değilken kendilerine apansız geliverecek olan kıyamet saatinden başkasını mı gözlüyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"Muttakiler hariç olmak üzere, o gün, dostların kimi kimine düşmandır"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ey kullarım, bugün sizin için korku yoktur ve siz mahzun olmayacaksınız"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ki onlar benim ayetlerime inananlar ve müslüman olanlardır"},{"SurahNumber":43,"VerseNumber":70,"Text":"Siz ve eşleriniz cennete girin; sevinç içinde ağırlanacaksınız"},{"SurahNumber":43,"VerseNumber":71,"Text":"Onların etrafında altın tepsiler ve testilerle dolaşılır; orada nefislerin arzu ettiği ve gözlerin lezzet (zevk) aldığı her şey var. Ve siz orada süresiz kalacaksınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"İşte, yaptıklarınız dolayısıyla mirasçı kılındığınız cennet budur"},{"SurahNumber":43,"VerseNumber":73,"Text":"Orda sizin için birçok meyveler vardır; onlardan yiyeceksiniz"}]}