{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"A pè é ní ẹ̀bá àpáta ní apá ọwọ́ ọ̀tún (Mūsā). A sì mú un súnmọ́ tòsí láti bá a sọ̀rọ̀"},{"SurahNumber":19,"VerseNumber":53,"Text":"Láti inú ìkẹ́ Wa A sì fi arákùnrin rẹ̀, Hārūn, (tí ó jẹ́) Ànábì, ta á lọ́rẹ"},{"SurahNumber":19,"VerseNumber":54,"Text":"Sọ ìtàn (Ànábì) ’Ismọ̄‘īl tí ó wà nínú al-Ƙur’ān. Dájúdájú ó jẹ́ olùmú-àdéhùn-ṣẹ, ó jẹ́ Òjíṣẹ́, (ó tún jẹ́) Ànábì"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ó máa ń pa ará ilé rẹ̀ ní àṣẹ ìrun kíkí àti Zakāh yíyọ. Ó sì jẹ́ ẹni ìyọ́nú lọ́dọ̀ Olúwa rẹ̀"},{"SurahNumber":19,"VerseNumber":56,"Text":"Sọ ìtàn (Ànábì) ’Idrīs tí ó wà nínú al-Ƙur’ān. Dájúdájú ó jẹ́ olódodo pọ́nńbélé, (ó sì jẹ́) Ànábì"},{"SurahNumber":19,"VerseNumber":57,"Text":"A sì gbé e sí àyè gíga (nínú sánmọ̀)"},{"SurahNumber":19,"VerseNumber":58,"Text":"Àwọn wọ̀nyẹn ni àwọn tí Allāhu ṣe ìdẹ̀ra fún nínú àwọn Ànábì, nínú àwọn àrọ́mọdọ́mọ (Ànábì) Ādam àti nínú àwọn tí A gbé gun ọkọ̀ ojú-omi pẹ̀lú (Ànábì) Nūh àti nínú àrọ́mọdọ́mọ (Ànábì) ’Ibrọ̄hīm àti ’Isrọ̄’īl àti nínú àwọn tí A ti fi mọ̀nà, tí A sì ṣà lẹ́ṣà. Nígbà tí wọ́n bá ń ké àwọn āyah Àjọkẹ́-ayé fún wọn, wọ́n máa dojú bolẹ̀; tí wọ́n á foríkanlẹ̀, tí wọ́n á sì máa sunkún"},{"SurahNumber":19,"VerseNumber":59,"Text":"Àwọn àrólé kan sì rólé lẹ́yìn wọn, tí wọ́n rá ìrun kíkí láre, tí wọ́n tẹ̀lé àwọn yòdòyìndìn ẹ̀mí. Láìpẹ́ wọn máa pàdé ìparun (nínú Iná)"},{"SurahNumber":19,"VerseNumber":60,"Text":"Àyàfi ẹni tí ó bá ronú pìwàdà, tí ó gbàgbọ́ ní òdodo, tí ó sì ṣe iṣẹ́ rere. Àwọn wọ̀nyẹn ni wọn yóò wọ inú Ọgbà Ìdẹ̀ra. A ò sì níí ṣàbòsí kan kan sí wọn"},{"SurahNumber":19,"VerseNumber":61,"Text":"(Wọn yóò wọ inú) àwọn Ọgbà Ìdẹ̀ra gbére tí Àjọkẹ́-ayé ṣe ní àdéhùn sí ìpamọ́ fún àwọn ẹrúsìn Rẹ̀. Dájúdájú (Allāhu), àdéhùn Rẹ̀ ń bọ̀ wá ṣẹ"},{"SurahNumber":19,"VerseNumber":62,"Text":"Wọn kò níí gbọ́ ìsọkúsọ nínú rẹ̀ àfi àlàáfíà. Ìjẹ-ìmu wọn wà nínú rẹ̀ ní òwúrọ̀ àti ní àṣálẹ́"},{"SurahNumber":19,"VerseNumber":63,"Text":"Ìyẹn ni Ọgbà Ìdẹ̀ra tí A óò jogún rẹ̀ fún ẹni tí ó jẹ́ olùbẹ̀rù (Mi) nínú àwọn ẹrúsìn Wa"},{"SurahNumber":19,"VerseNumber":64,"Text":"Àwa (mọlāika) kì í sọ̀kalẹ̀ àyàfi pẹ̀lú àṣẹ Olúwa rẹ. TiRẹ̀ ni ohun tí ń bẹ níwájú wa, ohun tí ń bẹ ní ẹ̀yìn wa àti ohun tí ń bẹ láààrin (méjèèjì) yìí. Olúwa rẹ kì í sì ṣe onígbàgbé"}]}