{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":31,"Text":"Maka apabila ia (Zulaikha) mendengar cacian mereka, dia pun menjemput mereka dan menyediakan satu jamuan untuk mereka, serta memberi kepada - tiap seorang di antara mereka sebilah pisau. Dan pada ketika itu berkatalah ia (kepada Yusuf): \"Keluarlah di hadapan mereka\". Maka ketika mereka melihatnya, mereka tercengang melihat kecantikan parasnya, dan mereka dengan tidak sedar melukakan tangan mereka sambil berkata: \"Jauhnya Allah dari kekurangan! Ini bukanlah seorang manusia, ini tidak lain melainkan malaikat yang mulia"},{"SurahNumber":12,"VerseNumber":32,"Text":"(Zulaikha) berkata: \"Inilah orangnya yang kamu tempelak aku mengenainya! Sebenarnya aku telah memujuknya berkehendakkan dirinya tetapi ia menolak dan berpegang teguh kepada kesuciannya; dan demi sesungguhnya kalau ia tidak mahu melakukan apa yang aku suruh tentulah ia akan dipenjarakan, dan akan menjadi dari orang-orang yang hina"},{"SurahNumber":12,"VerseNumber":33,"Text":"Yusuf (merayu kehadrat Allah Taala dengan) berkata: \"Wahai Tuhanku! Aku lebih suka kepada penjara dari apa yang perempuan-perempuan itu ajak aku kepadanya. Dan jika Engkau tidak menjauhkan daripadaku tipu daya mereka, mungkin aku akan cenderung kepada mereka, dan aku menjadi dari orang-orang yang tidak mengamalkan ilmunya"},{"SurahNumber":12,"VerseNumber":34,"Text":"Maka Tuhannya memperkenankan doanya, lalu dijauhkan daripadanya tipu daya mereka; sesungguhnya Allah jualah yang Maha Mendengar, lagi Maha Mengetahui"},{"SurahNumber":12,"VerseNumber":35,"Text":"Kemudian timbul fikiran bagi suami perempuan itu, serta orang-orangnya hendak memenjarakan Yusuf sesudah mereka nampak tanda-tanda (yang menghendaki supaya Yusuf dijauhkan) hingga ke suatu masa"},{"SurahNumber":12,"VerseNumber":36,"Text":"Dan masuklah bersama-samanya ke penjara dua orang khadam raja. Salah seorang di antaranya (bertanya kepada Yusuf dengan) berkata: \"Sesungguhnya aku bermimpi melihat diriku memerah anggur \". Dan berkata pula yang seorang lagi: \"Sesungguhnya aku bermimpi melihat diriku menjunjung roti atas kepalaku, yang sebahagiannya dimakan oleh burung.\" (kemudian keduanya berkata): \"Terangkanlah kepada kami akan takbirnya. Sesungguhnya kami memandangmu: dari orang-orang yang berbuat kebaikan (untuk umum)"},{"SurahNumber":12,"VerseNumber":37,"Text":"Yusuf menjawab: \"(Aku bukan sahaja dapat menerangkan takbir mimpi kamu itu, bahkan) tidak datang kepada kamu sesuatu makanan yang diberikan kepada kamu (tiap-tiap hari dalam penjara), melainkan aku juga dapat memberitahu kepada kamu akan nama dan jenisnya, sebelum ia dibawa kepada kamu. Yang demikian itu ialah sebahagian dari apa yang diajarkan kepadaku oleh Tuhanku. Dengan sebab itu aku meninggalkan ugama kaum yang tidak beriman kepada Allah serta tidak pula percayakan hari akhirat"}]}