{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"فلما ولد يحيى، وبلغ مبلغًا يفهم فيه الخطاب، أمره اللَّه أن يأخذ التوراة بجدٍّ واجتهاد بقوله: يا يحيى خذ التوراة بجد واجتهاد بحفظ ألفاظها، وفهم معانيها، والعمل بها، وأعطيناه الحكمة وحسن الفهم، وهو صغير السن"},{"SurahNumber":19,"VerseNumber":13,"Text":"وآتيناه رحمة ومحبة من عندنا وطهارة من الذنوب، وكان خائفًا مطيعًا لله تعالى، مؤديًا فرائضه، مجتنبًا محارمه"},{"SurahNumber":19,"VerseNumber":14,"Text":"وكان بارًّا بوالديه مطيعًا لهما، ولم يكن متكبرًا عن طاعة ربه، ولا عن طاعة والديه، ولا عاصيًا لربه، ولا لوالديه"},{"SurahNumber":19,"VerseNumber":15,"Text":"وسلام من الله على يحيى وأمان له يوم وُلِد، ويوم يموت، ويوم يُبعث مِن قبره حيًا"},{"SurahNumber":19,"VerseNumber":16,"Text":"واذكر - أيها الرسول - في هذا القرآن خبر مريم إذ تباعدت عن أهلها، فاتخذت لها مكانًا مما يلي الشرق عنهم"},{"SurahNumber":19,"VerseNumber":17,"Text":"فجعلت مِن دون أهلها سترًا يسترها عنهم وعن الناس، فأرسلنا إليها الملَك جبريل، فتمثَّل لها في صورة إنسان تام الخَلْق"},{"SurahNumber":19,"VerseNumber":18,"Text":"قالت مريم له: إني أستجير بالرحمن منك أن تنالني بسوء إن كنت ممن يتقي الله"},{"SurahNumber":19,"VerseNumber":19,"Text":"قال لها المَلَك: إنما أنا رسول ربك بعثني إليك؛ لأهب لك غلامًا طاهرًا من الذنوب"},{"SurahNumber":19,"VerseNumber":20,"Text":"قالت مريم للمَلَك: كيف يكون لي غلام، ولم يمسسني بشر بنكاحٍ حلال، ولم أكُ زانية؟"},{"SurahNumber":19,"VerseNumber":21,"Text":"قال لها المَلَك: هكذا الأمر كما تصفين من أنه لم يمسسك بشر، ولم تكوني بَغِيًّا، ولكن ربك قال: الأمر عليَّ سهل؛ وليكون هذا الغلام علامة للناس تدل على قدرة الله تعالى، ورحمة منَّا به وبوالدته وبالناس، وكان وجود عيسى على هذه الحالة قضاء سابقًا مقدَّرًا، مسطورًا في اللوح المحفوظ، فلا بد مِن نفوذه"},{"SurahNumber":19,"VerseNumber":22,"Text":"فحملت مريم بالغلام بعد أن نفخ جبريل في جَيْب قميصها، فوصلت النفخة إلى رَحِمِها، فوقع الحمل بسبب ذلك، فتباعدت به إلى مكان بعيد عن الناس"},{"SurahNumber":19,"VerseNumber":23,"Text":"فألجأها طَلْقُ الحمل إلى جذع النخلة فقالت: يا ليتني متُّ قبل هذا اليوم، وكنت شيئًا لا يُعْرَف، ولا يُذْكَر، ولا يُدْرَى مَن أنا؟"},{"SurahNumber":19,"VerseNumber":24,"Text":"فناداها جبريل أو عيسى: أن لا تَحزني، قد جعل ربك تحتك جَدْول ماء"},{"SurahNumber":19,"VerseNumber":25,"Text":"وحَرِّكي جذع النخلة تُسَاقِطْ عليك رطبًا غَضًّا جُنِيَ مِن ساعته"}]}