{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"(Hiç)bir ümmet, ecelini (süresini) erkene alamaz ve tehir edemez"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra Biz, resûllerimizi ardarda (arası kesilmeksizin) gönderdik. Her ümmete resûlü geldiği zaman, her defasında onu yalanladılar. Biz de onları birbiri arkasından (helâk ettik). Ve onları efsane kıldık. Artık mü´min olmayan kavim (Allah´ın rahmetinden) uzak olsun"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra Hz. Musa´yı ve kardeşi Hz. Harun´u, âyetlerimizle ve apaçık sultanla (Tevrat´la) gönderdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"(Hz. Musa´yı ve Hz. Harun´u), firavun ve onun ileri gelenlerine (gönderdik). Fakat onlar, kibirlendiler (büyüklendiler). Ve âlîn (mağrur, zorba) bir kavim oldular"},{"SurahNumber":23,"VerseNumber":47,"Text":"Sonra dediler ki: “Bizim gibi iki beşere (Hz. Musa ve Hz. Harun´a), îmân mı edelim? Ve onların ikisinin (Musa ve Harun A.S´ın) kavmi, bize kul (köle) olmasına rağmen.”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Böylece ikisini de yalanladılar. Ve helâk edilenlerden oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Ve andolsun, Hz. Musa´ya kitap verdik ki böylece onlar, hidayete ersinler"},{"SurahNumber":23,"VerseNumber":50,"Text":"Ve Hz. Meryem oğlunu (Hz. İsa´yı) ve onun annesini âyet (mucize) kıldık. Ve akan suyu olan ve barınmaya müsait yüksek bir tepeye, ikisini yerleştirdik"},{"SurahNumber":23,"VerseNumber":51,"Text":"Ey resûller! Tayyib (temiz, helâl ni´metlerden) yeyiniz. Ve salih (nefsi tezkiye edici) amel yapınız. Muhakkak ki Ben, yaptığınız şeyleri en iyi bilenim"},{"SurahNumber":23,"VerseNumber":52,"Text":"Ve muhakkak ki bu sizin ümmetiniz, tek bir ümmettir. Ve Ben, sizin Rabbinizim. Öyleyse Bana karşı takva sahibi olun (Bana ulaşmayı dileyin)"},{"SurahNumber":23,"VerseNumber":53,"Text":"Fakat onlar, (dînin) emirlerini kendi aralarında kısımlara (fırkalara) ayırarak böldüler. Grupların hepsi, kendilerindeki (kabul ettikleri) ile ferahlanırlar"},{"SurahNumber":23,"VerseNumber":54,"Text":"Artık onları, kendi dalâletleri içinde belli bir süreye kadar terket"},{"SurahNumber":23,"VerseNumber":55,"Text":"Mal ve oğullarla onları desteklediğimizi mi sanıyorlar"},{"SurahNumber":23,"VerseNumber":56,"Text":"Onlara hayırları çabuklaştırdığımızı (mı sanıyorlar)? Hayır, onlar farkında değillerdir"},{"SurahNumber":23,"VerseNumber":57,"Text":"Muhakkak ki onlar, Rab´lerinin haşyetinden korkanlardır"},{"SurahNumber":23,"VerseNumber":58,"Text":"Ve onlar, Rab´lerinin âyetlerine îmân ederler"},{"SurahNumber":23,"VerseNumber":59,"Text":"Ve onlar, Rab´lerine şirk koşmazlar"}]}