{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":71,"VerseNumber":11,"Text":"Он повелевает небу проливать для вас обильные дожди"},{"SurahNumber":71,"VerseNumber":12,"Text":"Умножает для вас имущество и сынов; дает вам сады, дает вам реки"},{"SurahNumber":71,"VerseNumber":13,"Text":"Почему вам не обратиться к Богу с благоговением"},{"SurahNumber":71,"VerseNumber":14,"Text":"Он создал вас в различных образах"},{"SurahNumber":71,"VerseNumber":15,"Text":"Не видите ли, как создал Бог семь небес, поставив их одно над другим сводами"},{"SurahNumber":71,"VerseNumber":16,"Text":"Он поставил на них луну свещею, поставил солнце светилом"},{"SurahNumber":71,"VerseNumber":17,"Text":"Бог возрастил вас из земли, как злачные растения"},{"SurahNumber":71,"VerseNumber":18,"Text":"Со временем Он возвратит вас в нее, и выведет вас, изводя из нее"},{"SurahNumber":71,"VerseNumber":19,"Text":"Бог разостлал для вас землю ковром"},{"SurahNumber":71,"VerseNumber":20,"Text":"Дабы ходить вам по ней широкими дорогами"},{"SurahNumber":71,"VerseNumber":21,"Text":"Ной сказал: \"Господи мой! Они воспротивились мне, и последовали тем, в которых имущество и дети их только увеличивают заблуждение"},{"SurahNumber":71,"VerseNumber":22,"Text":"Они ухитрились великою хитростию"},{"SurahNumber":71,"VerseNumber":23,"Text":"Они сказали: \"Не оставляйте богов ваших, не оставляйте ни Вадда, ни Совага, ни Ягуса, ни Ягука, ни Несра"},{"SurahNumber":71,"VerseNumber":24,"Text":"Они уже многих ввели в заблуждение, и в нечестивых увеличивают только заблуждение"},{"SurahNumber":71,"VerseNumber":25,"Text":"За грехи свои они были потоплены, и ввергнуты в огонь геенский. Минуя Бога, они уже не нашли себе защитников"},{"SurahNumber":71,"VerseNumber":26,"Text":"Ной сказал: \"Господи мой! Не оставляй на земле ни одного неверного"},{"SurahNumber":71,"VerseNumber":27,"Text":"Потому что, если Ты оставишь их, они введут в заблуждение рабов твоих, и родят только нечестивых, неверных"},{"SurahNumber":71,"VerseNumber":28,"Text":"Господи мой, прости мне и родителям моим; тем, которые войдут в дом мой, будучи верующими; верующим мужчинам и верующим женщинам: а между нечестивыми увеличь только гибель"}]}