{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":33,"VerseNumber":7,"Text":"اور (اے حبیب!) یاد کرو جب ہم نے تمام نبیوں سے عہد لیا اور آپ سے بھی اور نوح ، ابراہیم ، موسیٰ اور عیسیٰ سے بھی اور ہم نے ان سب سے پختہ عہد لیا تھا"},{"SurahNumber":33,"VerseNumber":8,"Text":"یہ کہ (آپ کا رب) پوچھے سچوں سے ان کے سچ کے متعلق اور اس نے تیار کر رکھا ہے کافروں کے لیے دردناک عذاب"},{"SurahNumber":33,"VerseNumber":9,"Text":"اے ایمان والو! یاد کرو اللہ تعالیٰ کے احسان کو جو اس نے تم پر کیا ۔ جب (حملہ آور ہو کر) آگئے تم پر (کفار کے) لشکر پس ہم نے بھیج دی ان پر آندھی اور ایسی فوجیں جنھیں تم دیکھ نہیں سکے تھے اور اللہ تعالیٰ جو کچھ تم کر رہے تھے خوب دیکھ رہا تھا"},{"SurahNumber":33,"VerseNumber":10,"Text":"جب انہوں نے ہلّہ بول دیا تھا تم پر اوپر کی طرف سے بھی اور تمھارے نیچے کی طرف سے بھی اور جب مارے دہشت کے آنکھیں پتھرا گئیں اور کلیجے منہ کو آگئے اور تم اللہ تعالیٰ کے بارے میں طرح طرح کے گمان کرنے لگ گئے"},{"SurahNumber":33,"VerseNumber":11,"Text":"اس موقع پر خوب آزما لیا گیا ایمان والوں کو اور وہ خوب سختی سے جھنجھوڑے گئے"},{"SurahNumber":33,"VerseNumber":12,"Text":"اور اس وقت کہنے لگے منافق اور جن کے دلوں میں روگ تھا کہ نہیں وعدہ کیا تھا تم سے (فتح کا) اللہ اور اس کے رسول نے مگر صرف دھوکہ دینے کے لیے"},{"SurahNumber":33,"VerseNumber":13,"Text":"اور یاد کرو جب کہتی پھرتی تھی ان میں سے ایک جماعت کے اے یثرب والو! تمھارے لیے اب یہاں ٹھیرنا ممکن نہیں (جان عزیز ہے) تو لوٹ چلو (اپنے گھروں کو) اور اجازت مانگنے لگا انمیں سے ایک گروہ نبی کریم سے یہ کہہ کر کہ (حضور) ہمارے گھر بالکل غیر محفوظ ہیں ، حالانکہ وہ غیر محفوظ نہ تھے (اس بہانہ سازی سے) ان کا ارادہ محض (میدان جنگ سے) فرار تھا"},{"SurahNumber":33,"VerseNumber":14,"Text":"اور اگر گھس آتے (کفار کے لشکر) ان پر مدینہ کے اطراف سے پھر ان سے درخواست کی جاتی فتنہ انگیزی میں شرکت کی تو فوراً اسے قبول کر لیتے اور توقف نہ کرتے اس میں مگر بہت کم"},{"SurahNumber":33,"VerseNumber":15,"Text":"حالانکہ یہی لوگ پہلے اللہ تعالیٰ سے وعدہ کر چکے تھے کہ وہ پیٹھ نہیں پھیریں گے اور اللہ تعالیٰ سے جو وعدہ کیا جاتا ہے اس کے متعلق ضرور باز پرس کی جاتی ہے"}]}