{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"People call upon you O Muhammad for information relative to the point of time at which the predetermined Eventful Hour of Judgement takes place! Say to them: it is only Allah and Him alone Who knows when! \"You never know the Final Hour may well be quite soon"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allah has cursed the infidels and upon them He has poured maledictions and put for them in readiness the tormenting blaze of Hell"},{"SurahNumber":33,"VerseNumber":65,"Text":"wherein they will have passed through nature to eternal suffering and never shall they find therein anyone to protect them nor afford them help"},{"SurahNumber":33,"VerseNumber":66,"Text":"This is a Day when their faces shall be rolled in the Fire and they shall wish they had obeyed Allah and obeyed His Messenger"},{"SurahNumber":33,"VerseNumber":67,"Text":"And they shall say: \"O Allah, our Creator, We have obeyed those who were invested with authority among us and those who were exalted in rank and in station and they led us by the nose to the wrong path"},{"SurahNumber":33,"VerseNumber":68,"Text":"O Allah, our Creator \"they add\" We implore You and We beg You to afflict them with double the torment and to consign them to evil and to pour upon them unbearable loads of maledictions"},{"SurahNumber":33,"VerseNumber":69,"Text":"O you who have conformed to Allah's system of faith and worship: Do not act like those who wronged Mussa but Allah proclaimed his innocence and he has always been held precious in Allah's esteem"},{"SurahNumber":33,"VerseNumber":70,"Text":"O you who have conformed to Islam: Fear Allah and entertain the profound reverence dutiful to Him. When you express your thoughts in words and when you make a statement or a declaration, do see that your words are a disclosure of facts, apposite, appropriate, relevant and to the point"},{"SurahNumber":33,"VerseNumber":71,"Text":"So that Allah steers you by His guidance to the right doings and actions and blesses your deeds and makes them agree with your words and forgives you your sins. And he who obeys Allah and His Messenger will have gained great victory and obtained supremacy"},{"SurahNumber":33,"VerseNumber":72,"Text":"We offered the \"trust\" to the heavens, the earth and the mountains -with what it entails of expectation of knowing and reasoning, of feeling and thinking and of obligations and responsibilities- but they declined to bear it for what it involves of burdensome consequences. But man (Adam -his genes-) accepted it and was willing to bear the responsibility and to give an undertaking of fidelity; He was indeed unfair to himself, having no knowledge of the logical Sequence"},{"SurahNumber":33,"VerseNumber":73,"Text":"By consequence shall Allah punish the hypocrites, men and women, and the idolaters and idolatresses who incorporate with Him other deities and He shall give up resentment against the men and the women who faithfully acknowledged His system of faith and worship and pardon their offence. And Allah has always been Ghafurun and Rahimun"}]}