{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":38,"VerseNumber":17,"Text":"Алардын сөздөрүнө сабыр кыл жана күч-кубаттуу пендебиз Даудду эсте. Ал (Аллаһка) өтө берилген пенде болчу"},{"SurahNumber":38,"VerseNumber":18,"Text":"Биз ага, аны менен бирге эртели-кеч тасбих айта турган тоолорду моюн сундурдук"},{"SurahNumber":38,"VerseNumber":19,"Text":"Жана топ-топ куштарды да (моюн сундурдук. Бардыгы (тоо-таш жана куштар) ага моюн сунган эле"},{"SurahNumber":38,"VerseNumber":20,"Text":"Жана Биз анын мүлк-бийлигин бекем кылдык, Хикмат (даанышмандык) жана өтүмдүү (өкүмдүү) Сөз бердик"},{"SurahNumber":38,"VerseNumber":21,"Text":"Сага (о, Мухаммад), талашкан адамдардын кабары келди беле? Ошондо, алар (эки маселе талашкан адам ибадатканадагы) мээрапка дубал ашып"},{"SurahNumber":38,"VerseNumber":22,"Text":"Капысынан Даудга кирип келгенде, алардан коркуп кетти. «Коркпогун-дешти алар-биз бири экинчисине зулумдук кылган талашуучулар болобуз. Биздин ортобузда акыйкат менен өкүм кыл. Зулумдук кылба! Жана бизди Туура Жолго башта!»"},{"SurahNumber":38,"VerseNumber":23,"Text":"«Бул менин өз бурадарым (деди бирөөсү), анын токсон тогуз соолук коюу бар. Менин коюм бирөө гана. Анан бул: «Муну да мага бер» - деп (алып койду) жана сөздө мени жеңип алды»"},{"SurahNumber":38,"VerseNumber":24,"Text":"(Дауд муну угаар замат шашылып): «Сенин (бир) коюңду сурап (өзүнүн койлоруна кошуп) алуу менен сага зулум кылыптыр! Нечендеген достор бири-бирине зулум кылышат. Бир гана ыйман келтирип, салих амал кылгандар (андай эмес). Алар өтө сейрек» деди Жана (ошондо) Дауд Биз аны сынап жатканыбызды билип калды дагы Раббисинен кечирим сурап,! рукуу, тооба кылган абалда (сажда кылып) боюн жерге таштады"},{"SurahNumber":38,"VerseNumber":25,"Text":"Биз ал үчүн бул (күнөө) ишти кечирдик. Чынында, Биздин алдыбызда ага ынактык-жакындык жана жакшы акыбет бар"},{"SurahNumber":38,"VerseNumber":26,"Text":"О, Дауд! Биз сени жер бетинде (Өзүбүздөн) халифа-орунбасар кылдык. Эми, адамдар арасында акыйкаттык менен өкүм жүргүз. Жана напсиңдин каалоолоруна ээрчибе — Аллаһтын жолунан адаштырып жиберет. Чынында, Аллаһтын жолунан адашкандарга унуткандары себептүү Эсеп Күнүндө катуу азап бар"}]}