{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"Dhe ja kështu, Ne përpara teje në asnjë vendbanim nuk kemi dërguar profet, e ata, të cilët kanë çuar jetë luksoze, të mos thonë: “Kemi gjetur të parët tanë në këtë fe dhe ne ecim gjurmëve të tyre”"},{"SurahNumber":43,"VerseNumber":24,"Text":"“A edhe atëherë – do të thotë ai – kur unë ju sjell diçka më të mirë se ajo ku i keni gjetur të parët tuaj?” “Ne, do të thonë ata, nuk besojmë në atë që dërgohet me anën tuaj”"},{"SurahNumber":43,"VerseNumber":25,"Text":"Dhe ne ata i kemi dënuar, andaj shih si kanë përfunduar përgënjeshtarët"},{"SurahNumber":43,"VerseNumber":26,"Text":"Por kur Ibrahimi i tha babait të vet, edhe popullit të vet: “Unë heq dorë prej atyre që i adhuroni ju"},{"SurahNumber":43,"VerseNumber":27,"Text":"Përveç atij, i cili më krijoi, sepse Ai edhe do të më drejtojë në rrugë të drejtë”"},{"SurahNumber":43,"VerseNumber":28,"Text":"Dhe ai e bën atë fjalë të përjetshme për pasardhës të vet. Ndoshta do të kthehen"},{"SurahNumber":43,"VerseNumber":29,"Text":"Kurse unë u kam lejuar këtyre si edhe të parëve të tyre të kënaqen derisa nuk u ka ardhur haptas e vërteta dhe Profeti"},{"SurahNumber":43,"VerseNumber":30,"Text":"Por kur u erdhi atyre e vërteta thanë: “Kjo është magji dhe ne këtë e mohojmë”"},{"SurahNumber":43,"VerseNumber":31,"Text":"Madje edhe thonë: “Është dashur që ky Kur’an t’i shpallet ndonjë njeriu të madh nga këto dy qytete”"},{"SurahNumber":43,"VerseNumber":32,"Text":"A mos e ndajnë ata mëshirën e Zotit tënd? Ne atyre u japim edhe mjete të nevojshme për jetë në këtë botë dhe Ne i ngrisim njëri ndaj tjetrit nga disa shkallë, që disa t’u shërbejnë të tjerëve. Porse mëshira e Zotit tënd është më e mirë se ajo që ata tubojnë"},{"SurahNumber":43,"VerseNumber":33,"Text":"Po të mos ishin njerëzit një bashkësi, Ne do t’ua kishim bërë atyre, që nuk besojnë të Mëshirshmin, kulmet e shtëpive nga argjendi si edhe shkallët ku ngjiten"}]}