{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":23,"Text":"Onun bulunduğu evdeki (kadın) onun nefsinden murad almak istedi, kapıları sımsıkı kapadı ve: «Sana söylüyorum, beri gel» dedi. O ise: «Allaha sığınırım, doğrusu o benim efendimdir. O, bana güzel bir mevki vermişdir. Hakıykat şudur ki zaalimler asla felah bulmaz» dedi"},{"SurahNumber":12,"VerseNumber":24,"Text":"O (kadın), andolsun ona niyyeti kurmuştu. Eğer Rabbinin bürhanını görmemiş olsaydı (belki Yuusuf da) onu kasd etmiş gitmişdi. İşte biz ondan fenalığı ve fuhşu bertaraf edelim diye böyle (bürhân gönderdik). Çünkü o, (taatde) ıhlâsa erdirilmiş kullarımızdandı"},{"SurahNumber":12,"VerseNumber":25,"Text":"İkisi de kapıya koşdular. O (kadın) bunun gömleğini arkasından boylu boyunca yırtdı. Kapının yanında (kadının) efendisine rast geldiler. (Kadın) dedi ki: «Zevcene kötülük etmek isteyenin cezası zindana atılmakdan, yahud acıklı bir azâbdan başka ne olabilir»"},{"SurahNumber":12,"VerseNumber":26,"Text":"(Yuusuf): «O, kendisi, dedi, benim nefsimden murad almak istedi». Onun (kadının) yakınlarından biri şâhid de şehâdet etdi ki: «Eğer gömleği önünden yırtıldıysa (kadın) doğru söylemişdir, bu ise yalancılardandır»"},{"SurahNumber":12,"VerseNumber":27,"Text":"«(Yok), eğer gömleği arkadan yırtıldıysa (kadın) yalan söylemişdir. Bu ise doğru söyleyicilerdendir»"},{"SurahNumber":12,"VerseNumber":28,"Text":"Vaktaki (zevci, Yuusufun gömleğinin) arkadan yırtılmış olduğunu gördü, «Şübhesiz ki bu, sizin (siz kadınların) fendinizdendir. Çünkü sizin fendiniz büyükdür» dedi"},{"SurahNumber":12,"VerseNumber":29,"Text":"«Yuusuf, sen bundan (bu mes´eleyi söylemekden) vazgeç. (Ey kadın) sen de günâhına istiğfar et. Çünkü sen cidden günahkârlardan oldun»"},{"SurahNumber":12,"VerseNumber":30,"Text":"Şehirdeki bir kısım kadınlar: «Azîzin karısı, delikanlısının nefsinden murad almak istiyormuş. Sevgi, yüreğinin zarına işlemiş! Görüyoruz ki o, muhakkak apaçık bir sapıklıkdadır» dedi (ler)"}]}