{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":10,"VerseNumber":34,"Text":"بگو: آیا از شریکان شما کسی هست که آفرینش را آغاز کند باز آن را برگرداند؟ بگو: تنها الله آفرینش را آغاز می‌کند باز آن را بر می‌گرداند. پس چگونه باز گردانیده می‌شوید؟"},{"SurahNumber":10,"VerseNumber":35,"Text":"بگو: آیا از شریک‌های شما کسی هست که (مردم را) به‌سوی دین حق راهنمایی کند؟ بگو: الله (مردم را) به‌سوی دین حق راهنمایی می‌کند. آیا آن کس که به‌سوی حق هدایت می‌کند سزاوارتر است که پیروی شود یا کسی که خودش راه نمی‌یابد مگر اینکه راهنمایی گردد؟ پس شما را چه شده است؟ چگونه حکم (نادرست) می‌کنید؟"},{"SurahNumber":10,"VerseNumber":36,"Text":"و بیشتر‌شان (مشركان) جز از گمان پیروی نمی‌کنند، حال آنکه گمان، انسان را از حق بی‌نیاز نمی‌کند. البته الله به آنچه می‌کنند آگاه است"},{"SurahNumber":10,"VerseNumber":37,"Text":"و چنان نیست که این قرآن از سوی غير الله ساخته شود، ليكن تصديق کنندۀ آن کتاب‌های آسمانی است که پیش از آن نازل شده‌اند، و تفصيل دهندۀ کتاب است که در آن هیچ شکی نیست و از سوی پروردگار جهانیان است"},{"SurahNumber":10,"VerseNumber":38,"Text":"آیا (کفار مکه) می‌گویند: آن (قرآن) را به دروغ ساخته است؟ بگو: پس سوره‌ای مانند آن بیاورید و (برای کمک خود) هر کسی را که می‌توانید، غیر از الله، طلب کنید، اگر (در دعوای تان) راستگو هستید"},{"SurahNumber":10,"VerseNumber":39,"Text":"(قرآن ساختۀ بشر نیست) بلکه چیزی را تکذیب کردند که به علم آن آگاهی نداشتند و هنوز تأویلش به آنان نیامده است، کسانی که پیش از آنان بودند نیز همینگونه تکذیب کردند، پس بنگر که سرانجام ظالمان چگونه شد؟"},{"SurahNumber":10,"VerseNumber":40,"Text":"و (مردم در مورد قرآن دو گروه اند) از ایشان بعضی است که به آن ایمان می‌آورند، و بعضی از آنها به آن ایمان نمی‌آورند، و پروردگار تو به حال مفسدان داناتر است"},{"SurahNumber":10,"VerseNumber":41,"Text":"و اگر تو را تکذیب کردند پس بگو: عمل من به خودم است، و عمل شما به خود شما است، (من جوابگوی عمل خود و شما جوابگوی عمل خودتان هستید) شما از آنچه من می‌کنم بیزارید و من هم از آنچه شما می‌کنید بیزارم"},{"SurahNumber":10,"VerseNumber":42,"Text":"و از آنان (تکذیب کنندگان) کسانی هستند که (به ظاهر) به تو گوش می‌دهند، آیا تو می‌توانی کران را بشنوانی؟ اگر چه عقل و خرد نیز نداشته باشند"}]}