{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":66,"Text":"Si Nous leur avions prescrit ceci : \"Tuez-vous vous- mêmes !\", ou \"Sortez de vos demeures !\", ils ne l’auraient pas fait, sauf un petit nombre d’entre eux. S’ils avaient fait ce à quoi on les exhortait, cela aurait été certainement meilleur pour eux, et (leur foi) aurait été plus affermie"},{"SurahNumber":4,"VerseNumber":67,"Text":"Alors Nous leur aurions donné certainement, de Notre part, une grande récompense"},{"SurahNumber":4,"VerseNumber":68,"Text":"et Nous les aurions guidés certes vers un droit chemin"},{"SurahNumber":4,"VerseNumber":69,"Text":"Quiconque obéit à Allah et au Messager... ceux-là seront avec ceux qu’Allah a comblés de Ses bienfaits: les Prophètes, les véridiques, les martyrs, et les vertueux. Et quels compagnons que ceux-là"},{"SurahNumber":4,"VerseNumber":70,"Text":"Cette grâce vient d’Allah. Et Allah suffit comme Parfait Connaisseur"},{"SurahNumber":4,"VerseNumber":71,"Text":"Ô les croyants! Prenez vos précautions et partez en expédition par détachements ou en masse"},{"SurahNumber":4,"VerseNumber":72,"Text":"Parmi vous, il y aura certes quelqu’un qui tardera [à aller au combat] et qui, si un malheur vous atteint, dira : \"Certes, Allah m’a fait une faveur en ce que je ne me suis pas trouvé en leur compagnie"},{"SurahNumber":4,"VerseNumber":73,"Text":"et si une grâce qui vous atteint de la part d’Allah, il se mettra, certes, à dire, comme s’il n’y avait aucune affection entre vous et lui : \"Quel dommage ! Si j’avais été avec eux, j’aurais alors acquis un immense gain"},{"SurahNumber":4,"VerseNumber":74,"Text":"Qu’ils combattent donc dans le sentier d’Allah, ceux qui troquent la vie présente contre la vie future. Et quiconque combat dans le sentier d’Allah, tué ou vainqueur, Nous lui donnerons bientôt une immense récompense"}]}