{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":5,"VerseNumber":58,"Text":"Ha imára hívtok fel\", ők azt gúnynak és játéknak tekintik. Ez azért van, mert ők nem élnek az eszükkel"},{"SurahNumber":5,"VerseNumber":59,"Text":"Mondd: ,Ó, Könyv Népe! Csupán. azért acsarkodtok ellenünk, mivel mi hiszünk Allah-ban és abban, ami kinyilatkoztatott nekünk és abban, ami korábban kinyilatkoztatott és azért mert a legtöbben közületek bűnösök"},{"SurahNumber":5,"VerseNumber":60,"Text":"Mondd ( Muhtammad- Allah áldja meg és adjon Neki örök üdvösséget): .Vajon tudathatnék- € annál rosszabbat veletek, mint annak jutalma Allah-nál, akit Allah megátkozott és haragvással fordult feléje. Némelyeket közülük majmokká és sertésekké alakított és. at-Tágüt (hamis istenségek) imádói, ők a legrosszabb helyzetben lesznek és ők a legtévelygőbbek az Egyenes Úrtól"},{"SurahNumber":5,"VerseNumber":61,"Text":"Ha eljönnek hozzád azt mondják; Hiszünk!\" Hitetlenséggel lépnek be és azzal is lépnek ki. Ám Allah sokkal jobban tudja, mi az, amit ők elrejtenek"},{"SurahNumber":5,"VerseNumber":62,"Text":"Sokakat látsz közülük, amint serénykednek a bűnben és az ellenségeskedésben és a tilalmas habzsolásában. Milyen rossz dolgot cselekszenek"},{"SurahNumber":5,"VerseNumber":63,"Text":"A rabbik és az írástudók miért nem tiltották meg nekik a bűnös beszédet és a tilalmas habzsolását. Milyen rossz dolgot tesznek"},{"SurahNumber":5,"VerseNumber":64,"Text":"A zsidók azt mondják: , Allah keze meg van bilincselve.\" Legyen bilincsbe verve az ő kezük! És átkoztassanak el! - Azért, amit mondtak. De nem! Az Ő két keze ki van tárva! És úgy ad, ahogyan Ő akar. Bizony az, ami kinyilatkoztatott neked az Uradtól, sokakat közülük növel a megátalkodottságukban és a hitetlenségben. Mi ellenségeskedést és haragvást \"vetettünk közéjük a Feltámadás Napjáig. Valahányszor csak háborúra gyújtogattak, Allah eloltotta azt. A földön romlást terjesztenek. Allah nem szereti a romlást terjesztőket"}]}