{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"اب چین سے کھا پی اور آنکھیں ٹھنڈی رکھ، اگر تجھے کوئی انسان نظر پڑ جائے تو کہہ دینا کہ میں نے اللہ رحمنٰ کے نام کا روزه مان رکھا ہے۔ میں آج کسی شخص سے بات نہ کروں گی"},{"SurahNumber":19,"VerseNumber":27,"Text":"اب حضرت عیسیٰ (علیہ السلام) کو لئے ہوئے وه اپنی قوم کے پاس آئیں۔ سب کہنے لگے مریم تو نے بڑی بری حرکت کی"},{"SurahNumber":19,"VerseNumber":28,"Text":"اے ہارون کی بہن! نہ تو تیرا باپ برا آدمی تھا اور نہ تیری ماں بدکار تھی"},{"SurahNumber":19,"VerseNumber":29,"Text":"مریم نے اپنے بچے کی طرف اشاره کیا۔ سب کہنے لگے کہ لو بھلا ہم گود کے بچے سے باتیں کیسے کریں؟"},{"SurahNumber":19,"VerseNumber":30,"Text":"بچہ بول اٹھا کہ میں اللہ تعالیٰ کا بنده ہوں۔ اس نے مجھے کتاب عطا فرمائی اور مجھے اپنا پیغمبر بنایا ہے"},{"SurahNumber":19,"VerseNumber":31,"Text":"اور اس نے مجھے بابرکت کیا ہے جہاں بھی میں ہوں، اور اس نے مجھے نماز اور زکوٰة کا حکم دیا ہے جب تک بھی میں زنده رہوں"},{"SurahNumber":19,"VerseNumber":32,"Text":"اور اس نے مجھے اپنی والده کا خدمت گزار بنایا ہے اور مجھے سرکش اور بدبخت نہیں کیا"},{"SurahNumber":19,"VerseNumber":33,"Text":"اور مجھ پر میری پیدائش کے دن اور میری موت کے دن اور جس دن کہ میں دوباره زنده کھڑا کیا جاؤں گا، سلام ہی سلام ہے"},{"SurahNumber":19,"VerseNumber":34,"Text":"یہ ہے صحیح واقعہ عیسیٰ بن مریم (علیہ السلام) کا، یہی ہے وه حق بات جس میں لوگ شک وشبہ میں مبتلا ہیں"},{"SurahNumber":19,"VerseNumber":35,"Text":"اللہ تعالیٰ کے لئے اوﻻد کا ہونا ﻻئق نہیں، وه تو بالکل پاک ذات ہے، وه تو جب کسی کام کے سر انجام دینے کا اراده کرتا ہے تو اسے کہہ دیتا ہے کہ ہو جا، وه اسی وقت ہو جاتا ہے"},{"SurahNumber":19,"VerseNumber":36,"Text":"میرا اور تم سب کا پروردگار صرف اللہ تعالیٰ ہی ہے۔ تم سب اسی کی عبادت کرو، یہی سیدھی راه ہے"},{"SurahNumber":19,"VerseNumber":37,"Text":"پھر یہ فرقے آپس میں اختلاف کرنے لگے، پس کافروں کے لئے ویل ہے ایک بڑے (سخت) دن کی حاضری سے"},{"SurahNumber":19,"VerseNumber":38,"Text":"کیا خوب دیکھنے سننے والے ہوں گے اس دن جبکہ ہمارے سامنے حاضر ہوں گے، لیکن آج تو یہ ﻇالم لوگ صریح گمراہی میں پڑے ہوئے ہیں"}]}