{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":26,"VerseNumber":112,"Text":"Ka o (Annabi Nuhu) yεli: “Mani ka bɛ ni tumdi tuun’ shɛli baŋsim.”"},{"SurahNumber":26,"VerseNumber":113,"Text":"“Bɛ saliya bi ʒi so zuɣu m-pahila n Duuma (Naawuni), yi yi di nyɛla ninvuɣu shɛba ban mi.”"},{"SurahNumber":26,"VerseNumber":114,"Text":"Yaha! M-pala ŋun yɛn kari ban ti Naawuni yɛlimaŋli maa.”"},{"SurahNumber":26,"VerseNumber":115,"Text":"“M-pala so m-pahila saɣisigulana polo ni.”"},{"SurahNumber":26,"VerseNumber":116,"Text":"Ka bɛ (chɛfurinim’) yεli: “Yaa nyini Nuhu! A yi bi chɛ (a ni yεri shεli maa), achiika! A nyɛla ti ni yɛn labi so kuɣa.”"},{"SurahNumber":26,"VerseNumber":117,"Text":"Ka o (Annabi Nuhu) yεli: “Yaa n Duuma (Naawuni)! Achiika! N niriba labsi mala ʒirilana.”"},{"SurahNumber":26,"VerseNumber":118,"Text":"“Dinzuɣu, niŋmi fukumsi m mini ba sunsuuni ni yεlimaŋli, ka gu m mini ban ti Naawuni yɛlimaŋli maa.”"},{"SurahNumber":26,"VerseNumber":119,"Text":"Ka Ti (Tinim’ Naawuni) tilgi o mini ban be ŋarim shεli din pali la puuni"},{"SurahNumber":26,"VerseNumber":120,"Text":"Din nyaaŋa, ka Ti chɛ ka kom di ninvuɣu shεba ban kpalim maa"},{"SurahNumber":26,"VerseNumber":121,"Text":"Achiika! Ŋɔ maa puuni mali kpahimbu, amaa! Bɛ (chεfurinim’) pam pala ban ti Naawuni yɛlimaŋli"},{"SurahNumber":26,"VerseNumber":122,"Text":"Yaha! (Yaa nyini Annabi)! Achiika! A Duuma (Naawuni) nyɛla Nyεŋda, Zaadali Nambɔoboznaa"},{"SurahNumber":26,"VerseNumber":123,"Text":"Aadunim’ (Annabi Hudu niriba) daa labsi Naawuni tuumba ʒirinima"},{"SurahNumber":26,"VerseNumber":124,"Text":"Saha shεli bɛ mabia Hudu ni daa yεli ba: “Di ni bɔŋɔ, yi ku zo Naawuni"},{"SurahNumber":26,"VerseNumber":125,"Text":"“Achiika! Mani nyɛla tuun’ so ŋun mali yɛmbahiga n-zaŋ tin ya.”"},{"SurahNumber":26,"VerseNumber":126,"Text":"“Dinzuɣu, zom ya Naawuni ka doli ma.”"},{"SurahNumber":26,"VerseNumber":127,"Text":"“Yaha! M-bi bɔhiri ya sanyo’ shεli, n-ka sanyoo naɣila binnamda Duuma sani.”"},{"SurahNumber":26,"VerseNumber":128,"Text":"“Di ni bɔŋɔ, yi miεrila yiliwaɣila tamdi zoli din kam be soli zuɣu, ka nyɛla ban kpεrita?”"},{"SurahNumber":26,"VerseNumber":129,"Text":"“Ka yi gbibi yiliwaɣila maa kamani y shiri nyɛla ban yɛn kpalim (Dunia puuni) la.”"},{"SurahNumber":26,"VerseNumber":130,"Text":"“Yi mi yi ti yɛn gbahi ninvuɣu shɛba (yi dimba), yi gbahiri ba mi ka nyɛla ban kpahiri yεɣiri tariga.”"},{"SurahNumber":26,"VerseNumber":131,"Text":"“Dinzuɣu, zom ya Naawuni ka doli ma.”"},{"SurahNumber":26,"VerseNumber":132,"Text":"“Yaha! Zom ya (Duuma so) Ŋun yolsi ya ni yi ni mi shɛli.”"},{"SurahNumber":26,"VerseNumber":133,"Text":"“O (Naawuni) yolsi ya mi ni biŋkɔbri mini bihi.”"},{"SurahNumber":26,"VerseNumber":134,"Text":"“Ni puri mini kobilnina.”"},{"SurahNumber":26,"VerseNumber":135,"Text":"“Achiika! Mani zɔrila dabsi’ titali la daazaaba n-tiri ya.”"},{"SurahNumber":26,"VerseNumber":136,"Text":"Ka bɛ yεli: “Di nyɛla yim n-ti ti, a niŋ wa’azu, bee a ka ban niŋdi wa’azu ni.”"}]}