{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":8,"VerseNumber":62,"Text":"Man kade’ iaka’koa mao’ nipunyu maka cukuplah Allah (manjadi palindung) baginyu. Ia lah nang marentatnkakuatan nto’nyu mang patolongan-Nya man mang (dukungan) urakng-uraknnng’ mukmin"},{"SurahNumber":8,"VerseNumber":63,"Text":"Man Ia (Allah) nang nyatuatn ati iaka’koa (urakng nang baiman). Walaupun kita’ ngimpakatn samua (kakayaan) nang ada ka’ ai’tanah, pasti kita’ nana’ dapat nyatuatn ati ya ka’koan, tapi Allah udah nyatuatn ati nyaka’koa. Sungguh, Ia Mahapakasa, Mahabijaksana"},{"SurahNumber":8,"VerseNumber":64,"Text":"Wahe Nabi (Muhammad)! Cukuplah Allah (manjadi palindung) baginyu man bagi urakng-urakng mukmin nang ngikuti’nyu"},{"SurahNumber":8,"VerseNumber":65,"Text":"Wahe Nabi(Muhammad)! Kobaratn lah sumangat sigana mukmin nto’ baparang’. Kade’ adadua puluh urakng nang sabar ka’ antara kita’, pasti iaka’koa dapat ngalahatn dua ratus urakng musuh. Man kade’ ada saratus urakng (nang sabar) ka’ antara kita’, pasti iaka’koa dapat ngalahatn saribu urakng kapir, jukut urakng-urakng kapir koa adalah kaum nang nana’ ngarati"},{"SurahNumber":8,"VerseNumber":66,"Text":"Ampaikng Allah udah mare’ karinganan ka’ kita’ jukut Ia ngatahui’ bahoa’ ada kalamahan ka’ kita’ Maka kade’ ka’antara kita’ ada saratus urakng nang sabar, pasti iaka’koa dapat ngalahatn dua ratus (urakng musuh) man kade’ ka’ antara kita’ ada saribu urakng (nang sabar), pasti iaka’koa dapat ngalahatn dua ribu urakng mang saijin Allah. Allah nyaratai’ urakng-urakng nang sabar"},{"SurahNumber":8,"VerseNumber":67,"Text":"Nana’lah pantas ka’ saurakng Nabi ba tawanan sanape’ ia dapat ngalumpuhatn musuhnya ka’ bumi. Kita’ ngati harta banda duniawi sedangkan Allah ngati (pahala) naerat (nto’nyu). Allah Miahgagah Miahbijaksana"},{"SurahNumber":8,"VerseNumber":68,"Text":"sakiranya nana’ ada katatapatn deenyu dari Allah, pasti kita’ kana timpa’ siksa miah karana (tabusatn) nang kita’ ta’ap"},{"SurahNumber":8,"VerseNumber":69,"Text":"Maka makatnlah dari sabagian rampasan parang nang udah kita’ taap koa, sabage makanan nang halal uga’ edo’, man bataq- walah ka’ Allah. Sungguh, Allah maha pangampon, maha panyayang"}]}