{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"Мы укрепили его мощь на сей земле И дали ему все пути и средства"},{"SurahNumber":18,"VerseNumber":85,"Text":"Он (выбрал) путь и им пошел"},{"SurahNumber":18,"VerseNumber":86,"Text":"Когда дошел он до захода солнца, То он увидел, что оно Садится в воды грязного ключа, А близ него - (селение) народа. Сказали Мы: \"О Зуль-Карнайн! Ты можешь наказать его Или явить свое великодушье"},{"SurahNumber":18,"VerseNumber":87,"Text":"Сказал он: \"Мы того, кто нечестив, накажем - Потом он будет к Богу возвращен, И тяжкой мукой Он его накажет"},{"SurahNumber":18,"VerseNumber":88,"Text":"Но тем, кто верует и делает добро, От нас - прекрасная награда, И наши повеленья им Будут даны им добрым словом"},{"SurahNumber":18,"VerseNumber":89,"Text":"Потом другим путем пошел он"},{"SurahNumber":18,"VerseNumber":90,"Text":"Пока не подошел к земле восхода солнца И не увидел, что оно восходит над народом, Которому не дали Мы покрова Укрыться от лучей палящих"},{"SurahNumber":18,"VerseNumber":91,"Text":"(Он их оставил) в том же (виде, как нашел), И ведали Мы все о нем"},{"SurahNumber":18,"VerseNumber":92,"Text":"И вновь отправился он в путь"},{"SurahNumber":18,"VerseNumber":93,"Text":"Пока не подошел к проходу меж двумя горами, И у (подножья) их нашел народ, Что мог едва понять какую-либо речь"},{"SurahNumber":18,"VerseNumber":94,"Text":"О Зуль-Карнайн! - они сказали. - Гог и Магог творят нечестье на земле. Не примешь ли от нас ты дань, Чтобы воздвигнуть стену между (нечестивцами) и нами"},{"SurahNumber":18,"VerseNumber":95,"Text":"Ответил он: \"Могущество, что дал мне мой Господь, Мне лучше (по награде). Вы мне (рабочей) силой помогите, И я воздвигну стену между вами"},{"SurahNumber":18,"VerseNumber":96,"Text":"Несите мне куски железа\". Когда (железом) он сровнял (пространство) Между крутыми склонами горы, \"Дуйте (в кузнечные мехи)!\" - сказал он. Когда железо раскалилось, как огонь, Сказал он: \"Принесите мне его! Я вылью на нее расплавленный металл"},{"SurahNumber":18,"VerseNumber":97,"Text":"И не могли (Гог и Магог) Ни перелезть через нее, ни продырявить"}]}