{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"Say: \"The truth has arrived and falsehood neither originates nor restores anything"},{"SurahNumber":34,"VerseNumber":50,"Text":"Say: \"If I am in error, the loss is surely mine and if I am right, it is because of what my Lord has revealed to me. Surely He hears all and is very close"},{"SurahNumber":34,"VerseNumber":51,"Text":"If you could only see the disbelievers on the Day of Judgement when they will be in a state of confusion! On that Day there will be no escape; and they will be seized from a nearby place"},{"SurahNumber":34,"VerseNumber":52,"Text":"Then they will say: \"We believe in it (the Truth brought by the Prophet\": but how could they attain the Faith from such a far distant place)"},{"SurahNumber":34,"VerseNumber":53,"Text":"They had disbelieved in it before - and they had sneered at the unseen when they were far away during their life on earth"},{"SurahNumber":34,"VerseNumber":54,"Text":"A barrier will be placed between them and what they desired to have as was done with the similar people before them; for they were indeed involved in a misleading suspicion"},{"SurahNumber":35,"VerseNumber":1,"Text":"Praise be to Allah, the Creator of the heavens and the earth! Who appoint the angels having two, three and four pairs of wings as His messengers. He adds to His creation as He pleases; for Allah has power over all things"},{"SurahNumber":35,"VerseNumber":2,"Text":"None can withhold the blessings which He bestows on people and none can award besides Him what He withholds. He is the Mighty, the Wise"},{"SurahNumber":35,"VerseNumber":3,"Text":"O mankind! Call to mind the favors of Allah on you; is there any other creator than Allah who provides for you from the heavens and the earth? There is no god but Him. How then are you being deceived"}]}