{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":77,"Text":"Say to them: O you Ahl AL-Kitab, Do not carry your religious beliefs to excess and beyond the truth, nor follow the same inordinate desires propounded by a people who erred and went wrong in Judgement aforetime* and caused many to go wrong. They wandered from the path of righteousness"},{"SurahNumber":5,"VerseNumber":78,"Text":"Maledictions were poured upon those of them who rejected faith among Bani Isra‘il by the words uttered against them with the tongues of Dawud (David) and ‘Isa, the son of Maryam, on account of their disobedience, willful transgression and violation of Allah’s commands"},{"SurahNumber":5,"VerseNumber":79,"Text":"They never exhorted each other to laudable conduct but they shut their eyes to iniquities and abuses. Evil indeed is what they perpetrated of atrocities and wrong deeds"},{"SurahNumber":5,"VerseNumber":80,"Text":"You see many of them ally themselves to the infidels who disbelieved in Allah. Evil indeed is what their inherent dominating power has determined for them that it made Allah deny them mercy on their souls and destine them to eternal suffering Hereafter"},{"SurahNumber":5,"VerseNumber":81,"Text":"If they were indeed faithful to Allah and to the Prophet Muhammad and gave credence to the Quran sent to him, they would not have sought the infidels’ tutelage, but many of them are indeed wicked"},{"SurahNumber":5,"VerseNumber":82,"Text":"You shall find O Muhammad the most avowed enemy to those who conformed their will to Allah’s will arc the Jews and those who incorporate with Allah other deities. And you shall find that the people who have a better disposition toward those who conformed their will to Allah’s will are those who are Christians. This is because among them, there are priests and monks who fear Allah and not extravagant in their accounts of themselves nor do they entertain inordinate self-esteem"}]}