{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"And when We shook the mountain over them as if it were a covering overhead, and they thought that it was going to fall down upon them: Take hold of what We have given you with firmness, and be mindful of what is in it, so that you may guard (against evil)"},{"SurahNumber":7,"VerseNumber":172,"Text":"And when your Lord brought forth from the children of Adam, from their backs, their descendants, and made them bear witness against their own souls: Am I not your Lord? They said: Yes! we bear witness. Lest you should say on the day of resurrection: Surely we were heedless of this"},{"SurahNumber":7,"VerseNumber":173,"Text":"Or you should say: Only our fathers associated others (with Allah) before, and we were an offspring after them: Wilt Thou then destroy us for what the vain doers did"},{"SurahNumber":7,"VerseNumber":174,"Text":"And thus do We make clear the communications, and that haply they might return"},{"SurahNumber":7,"VerseNumber":175,"Text":"And recite to them the narrative of him to whom We give Our communications, but he withdraws himself from them, so the Shaitan overtakes him, so he is of those who go astray"},{"SurahNumber":7,"VerseNumber":176,"Text":"And if We had pleased, We would certainly have exalted him thereby; but he clung to the earth and followed his low desire, so his parable is as the parable of the dog; if you attack him he lolls out his tongue; and if you leave him alone he lolls out his tongue; this is the parable of the people who reject Our communications; therefore relate the narrative that they may reflect"},{"SurahNumber":7,"VerseNumber":177,"Text":"Evil is the likeness of the people who reject Our communications and are unjust to their own souls"},{"SurahNumber":7,"VerseNumber":178,"Text":"Whomsoever Allah guides, he is the one who follows the right way; and whomsoever He causes to err, these are the losers"}]}