{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"Ул ґәзабка тиешле кешеләр Коръәннең бәгъзе аятьләренә ышаналар вә бәгъзе аятьләргә ышанмыйлар яки Коръән аятьләрен сайлап, нәфескә туры килгәне белән генә гамәл кылалар"},{"SurahNumber":15,"VerseNumber":92,"Text":"Раббың исеме илә ант итеп әйтәмен ки кыямәт көнне, әлбәттә, бик каты сорарбыз барчаларыннан да"},{"SurahNumber":15,"VerseNumber":93,"Text":"Ул кешеләрнең кылган эшләреннән кем Коръәнгә ышанган, кем ышанмаган, кем гамәл кылган, кем кылмаган, кем мәетләргә укып тамак туйдырган һәм акча алган – бу хакта хөкем каты булыр"},{"SurahNumber":15,"VerseNumber":94,"Text":"Инде ислам динен изһар кыл! Кешеләрне иманга вә Коръән белән гамәл кылырга ачыктан-ачык өндә! Һичкемнән курыкма! Вә мөшрикләрдән кисел, алар белән булышып вакытыңны өрәм итмә"},{"SurahNumber":15,"VerseNumber":95,"Text":"Сине мәсхәрә итә торган кешеләрне һәлак итәргә вә сине сакларга Без җитәбез"},{"SurahNumber":15,"VerseNumber":96,"Text":"Ул саташкан бидеґәтчеләр Аллаһудан башка тагын берәр кемне яки берәр нәрсәне Аллаһ урынына тоталар, алар тиздән белерләр бу эшләренең һәлакәтлек икәнлеген"},{"SurahNumber":15,"VerseNumber":97,"Text":"Әлбәттә, беләбез кәферләрнең вә бидеґәтчеләрнең хакка каршы ялган сүзләренә күңелең тарыгып хәтерең каладыр"},{"SurahNumber":15,"VerseNumber":98,"Text":"Раббыңны мактап тәсбихләр әйт вә сәҗдә кылучылардан бул"},{"SurahNumber":15,"VerseNumber":99,"Text":"Вә Раббыңа гыйбадәт кылгыл, хәтта мәгълүм булган көн килгәнче, ягъни үлем килгәнче"},{"SurahNumber":16,"VerseNumber":1,"Text":"Аллаһу тәгаләнең әмере килде, ягъни кыямәтнең кайчан булачагы һәм кемгә һидәят вә кемгә ґәзаб булачагы да хөкем ителде, Аллаһуның хөкемнәрен ашыктырмагыз! Ягъни кәферләр кыямәт кайчан була, яки безгә ґәзаб кайчан була, тизрәк булсын, дип, көлеп әйттеләр, Аллаһу тәгалә мөшрикләр сыйфатлый торган мәхлуклар сыйфатыннан бик пакь, кимчелектән югары һәм олугъ"},{"SurahNumber":16,"VerseNumber":2,"Text":"Аллаһу тәгалә колларыннан үзе теләгән бәндәләренә үзенең әмере белән үлгән күңелләрне тергезүче шәригать белән фәрештәләрне иңдерә, Аллаһудан башка Илаһә юк, фәкать Мин генә дип хәбәр бирмәк өчен, Миннән куркыгыз"},{"SurahNumber":16,"VerseNumber":3,"Text":"Аллаһ җир вә күкләрне хак төзү белән төзеде, Ул – Аллаһ мөшрикләр сыйфатлаган тиңдәшлек сыйфатларыннан пакь"},{"SurahNumber":16,"VerseNumber":4,"Text":"Аллаһ кешене бер тамчы судан халык кыла. Вә шул кеше ачык дошманлык белән Аллаһуга каршы бәхәсләшә"},{"SurahNumber":16,"VerseNumber":5,"Text":"Вә хайваннарны халык кылды, ул хайваннардан сезгә сөт, йон вә башка файдалар бар вә бугазлап итләрен ашыйсыз"},{"SurahNumber":16,"VerseNumber":6,"Text":"Ул хайваннарны иртә белән кырга чыгарганда вә кич белән өегезгә кайтарганда сезгә зиннәт вә шатлыктыр"}]}