{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":30,"Text":"Агар хоҳласак, Биз уларни сенга кўрсатамиз, таъкидки, сен уларни сиймоларидан танийсан, албатта, сен уларни гап оҳангларидан танийсан. Аллоҳ амалларингизни билиб турур. (Мунофиқлар ўз кирдикорларини қанчалик яширсалар ҳам, ўзларини Ислом учун фидокор қилиб кўрсатсалар ҳам, Қалбларида касали бўлгани учун нифоқлари ошкор бўлади)"},{"SurahNumber":47,"VerseNumber":31,"Text":"Ва таъкидки, Биз сизларни синаймиз, токи сизлардан мужоҳидларни, сабрлиларни билсак ва хабарларингизни имтиҳон этсак. (Синов Аллоҳ таолонинг Ўзи учун эмас. У шундоқ ҳам ҳамма нарсани–одамларнинг кимлигини, сир яширганлари-ю ошкорини, имконияти-ю хоҳишини–барча-барчасини яхши билади. Аммо одамлар бу нарсани англамайдилар. Инсонларнинг бу нарсаларни англаши келажак ҳаётларида ёрдам беради)"},{"SurahNumber":47,"VerseNumber":32,"Text":"Албатта, куфр келтирганлар ва Аллоҳнинг йўлидан тўсганлар ҳамда ҳидоят аниқ бўлгандан сўнг Пайғамбарга қарши чиққанлар Аллоҳга ҳеч зарар келтира олмаслар. Ва уларнинг амалларини У зот ҳабата қилур. (Булар у зотнинг ҳаётлик даврларида шахсларига, динларига, Қуръонларига, саҳобаларига қарши чиққанлардир. Пайғамбарнинг вафотларидан сўнг эса у кишининг динларига, шариатларига, суннатларига, даъватларига, умматларига қарши чиқанлардир)"},{"SurahNumber":47,"VerseNumber":33,"Text":"Эй иймон келтирганлар! Аллоҳга итоат этинг ва Расулга итоат этинг. Ва амалларингизни ботил қилмангиз"},{"SurahNumber":47,"VerseNumber":34,"Text":"Албатта куфр келтирганлар ва Аллоҳнинг йўлидан тўсган, сўнгра кофир ҳолларида ўлганларни Аллоҳ ҳеч-ҳеч мағфират қилмас"},{"SurahNumber":47,"VerseNumber":35,"Text":"Бас, бўш келманглар ва ўзингиз устун бўлиб туриб, ярашга чақирманглар. Аллоҳ сиз билан ва амалларингизни ҳеч-ҳеч камайтирмас. (Аллоҳнинг йўлидаги кураш осон бўлмайди. Лекин дин учун хизмат қилувчи мўминлар доимо устун бўладилар. Устун турганлар эса «бўш келманглар» деган хитобни доимо ёдда тутишади. Улар ҳамма тарафдан устун)"},{"SurahNumber":47,"VerseNumber":36,"Text":"Албатта, бу дунё ҳаёти ўйин ва кўнгил хушидир ва гар иймон келтирсангиз ва тақво қилсангиз, У зот ажрларингизни берур ва молу дунёларингизни сўрамас"},{"SurahNumber":47,"VerseNumber":37,"Text":"Агар сиздан уларни сўраса, қийнаса, бахиллик қилурсизлар ва кек-ҳиқдларингизни чиқарадир"},{"SurahNumber":47,"VerseNumber":38,"Text":"Ҳой сизлар! Анавилар! Аллоҳнинг йўлида нафақа қилишга чақирилсангиз, бас, баъзиларингиз бахиллик қилурсизлар. Ва ким бахиллик қилса, албатта, ўзига бахиллик қиладир. Ва, ҳолбуки, Аллоҳ бой, сизлар камбағалсизлар. Ва агар сиз юз ўгириб кетсангиз, У зот сиздан бошқа қавмни ўрнингизга келтирур, улар эса сизларга ўхшаган бўлмаслар. (Аллоҳ таоло инсон табиатини қанчалик дақиқ билишини таъкидламоқда. Сахийлик, Аллоҳнинг йўлида мол сарфлашдек фазилатлар кўп мусулмонларга хос бўлиб, уларнинг бу борадаги ишлари тарих саҳифаларида боқий қолган. Шу билан бирга, баъзи бахиллар ҳам бўлган, бу ҳам воқеаликдир. Қуръони карим ушбу оятда шу бахилликни муолажа қилмоқда)"}]}