{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":48,"Text":"И открылись [стали представленными] им [неверующим] (в День Суда) (те) плохие деяния [неверие и ослушания Аллаха], что они приобрели (в земной жизни), и постигло их то (наказание), над чем они насмехались (прежде)"},{"SurahNumber":39,"VerseNumber":49,"Text":"А когда коснется [постигнет] человека беда, он взывает [обращается с мольбой] к Нам (прося помощь). Потом, когда Мы позволяем ему благодать от Нас [устраняем ту беду, что его постигла, и даруем блага], он говорит: «Мне это даровано по знанию (Аллаха) (что я заслуживаю этого)». О, нет, ведь это – искушение [испытание] (в котором проявляется, кто из Его рабов благодарен, а кто неверен), но большинство их (по своему невежеству) не знают (этого) (и поэтому воспринимают испытание Аллаха за Его дар)"},{"SurahNumber":39,"VerseNumber":50,"Text":"Уже говорили это [такое же] те (неверующие общины), которые были до них, и не избавило их [прежних неверующих] (от наказания Аллаха) то, что они приобрели [ни дети, ни богатства]"},{"SurahNumber":39,"VerseNumber":51,"Text":"И постигли их [тех, которые говорили это из прежних общин] (последствия) плохих деяний, которые они приобрели [совершили сами]. А те, которые проявляют беззаконие из этих [из курайшитов], – их (тоже) постигнут (последствия) плохих деяний, которые они приобрели, и они не будут в состоянии ослабить (Его наказание) [не смогут избежать его]"},{"SurahNumber":39,"VerseNumber":52,"Text":"Неужели они не знали, что Аллах уширяет [увеличивает] удел, кому пожелает (из числа Своих рабов) (испытывая, будет ли он благодарным Ему), и ограничивает (удел) (кому пожелает), (испытывая, будет ли он проявлять терпение). Поистине, в этом [в увеличении и ограничении удела] – однозначно, знамение для людей, которые веруют (и знают о мудрости и милости Аллаха)"},{"SurahNumber":39,"VerseNumber":53,"Text":"Скажи (о, Посланник) (что Я говорю): «О, рабы Мои, которые излишествовали во вред самим себе [долго продолжали совершать грехи], не отчаивайтесь в милости Аллаха! Поистине, Аллах прощает грехи полностью (тем, которые обращаются к Нему с покаянием, какими бы эти грехи ни были): ведь поистине, Он – Прощающий, Милосердный"},{"SurahNumber":39,"VerseNumber":54,"Text":"И обратитесь (о, люди) к вашему Господу (с покорностью и покаянием) и предайтесь Ему, прежде чем постигнет вас наказание, (ведь) тогда [когда придет наказание] вам (уже) не будет оказана помощь [никто уже не поможет]"},{"SurahNumber":39,"VerseNumber":55,"Text":"И следуйте за лучшим, что ниспослано вам от вашего Господа [исполняйте то, что повелено в Коране и удержитесь от того, что в нем запрещено], прежде чем придет к вам наказание внезапно, когда вы и не будете чувствовать (этого)"},{"SurahNumber":39,"VerseNumber":56,"Text":"чтобы (потом) не сказала душа [человек]: «О, горе мне за то, что я был нерадив по отношению к Аллаху. И ведь я был лишь одним из насмехающихся (над повелением Аллаха, Его Книгой, Его посланником и верующими)»"}]}