{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":20,"Text":"Mereka tidak mampu menghalangi (siksaan Allah) di bumi, dan tidak akan ada bagi mereka penolong selain Allah. Azab itu dilipatgandakan kepada mereka. Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat(nya)"},{"SurahNumber":11,"VerseNumber":21,"Text":"Mereka itulah orang yang merugikan dirinya sendiri, dan lenyaplah dari mereka apa yang selalu mereka ada-adakan"},{"SurahNumber":11,"VerseNumber":22,"Text":"Pasti mereka itu (menjadi) orang yang paling rugi di akhirat"},{"SurahNumber":11,"VerseNumber":23,"Text":"Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan dan merendahkan diri kepada Tuhan, mereka itu penghuni surga, mereka kekal di dalamnya"},{"SurahNumber":11,"VerseNumber":24,"Text":"Perumpamaan kedua golongan (orang kafir dan mukmin), seperti orang buta dan tuli dengan orang yang dapat melihat dan dapat mendengar. Samakah kedua golongan itu? Maka tidakkah kamu mengambil pelajaran"},{"SurahNumber":11,"VerseNumber":25,"Text":"Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, (dia berkata), \"Sungguh, aku ini adalah pemberi peringatan yang nyata bagi kamu"},{"SurahNumber":11,"VerseNumber":26,"Text":"agar kamu tidak menyembah selain Allah. Aku benar-benar khawatir kamu akan ditimpa azab (pada) hari yang sangat pedih"},{"SurahNumber":11,"VerseNumber":27,"Text":"Maka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kalian memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kalian adalah para pendusta"},{"SurahNumber":11,"VerseNumber":28,"Text":"Dia (Nuh) berkata, \"Wahai kaumku! Apa pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku, dan aku diberi rahmat dari sisi-Nya, sedangkan (rahmat itu) disamarkan bagimu. Apa kami akan memaksa kamu untuk menerimanya, padahal kamu tidak menyukainya"}]}