{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":31,"VerseNumber":29,"Text":"Mela ma tarax li Alla jdaħħal (dalmer) il-lejl f'(dawl) in-nhar, u jdaħħal (dawl) in-nhar f'(dalmet). il-lejl, u qiegħed ix-xemx u l-qamar taħt idejh kollha kemm huma jduru għal żmien imsemmi u li Alla jaf sew b'dak li tagħmlu"},{"SurahNumber":31,"VerseNumber":30,"Text":"Dan għaliex Alla huwa s-Sewwa, u dak li jsejħu minfloku huwa l-qerq, u għaliex Alla huwa l-Għoli, il- Kbir"},{"SurahNumber":31,"VerseNumber":31,"Text":"Mela ma tarax li l-iġfna jiġru fil-baħar bil-grazzja ta' Alla, biex jurikom uħud mis-sinjali tiegħu 7 Tabilħaqq li f'dan hawn sinjali għal kulmin jaf jistabar u jiżżi ħajr"},{"SurahNumber":31,"VerseNumber":32,"Text":"Meta l-mewġ (għoli) jgħattihom bħal saqaf ta' dell, (ismagħhom). isejħu lil Alla (mwerwrin), u joqogħdu għad-din tiegħu biss. Iżda meta jeħlishom fmill-għawġ tal-baħar u jġibhom) lejn l-art, hemm minnhom li huwa ġust (u hemm minnhom li ma jiżżix ħajr). Ħadd ma jiċħad is-sinjali tagħna, ħlief kulmin hu qarrieq, li ma jafhulux (lil Alla)"},{"SurahNumber":31,"VerseNumber":33,"Text":"Janies, ibżgħu minn Sidkom (il-Mulej), u ibżgħu minn Jum meta missier ma jkun jista' jagħmel xejn għal ibnu, u iben ma jkun jista' jagħmel xejn għal missieru. Tabilħaqq li l-wegħda ta' Alla hija minnhal Mela ħalli ma tqarraqx bikom il-ħajja f'(din) id-dinja, u ħalli ma jqarraqx bikom (ix-Xitan) il-Qarrieq dwar Allal"},{"SurahNumber":31,"VerseNumber":34,"Text":"Alla tabilħaqq għandu l-għarfien tas-Siegħa. (ral- Qawmien mill-imwiet), u (jaf meta u fejn) iniżżel xita, u jaf x'hemm fil-ġwief (jekk hux tifel jew tifla, jekk f'ħajjitha tkunx persuna ferħana jew imdejqa, tajba jew midinba, minn nies il-Ġenna jew l-Infern). Ebda ruħ ma taf x'se tikseb għada, u ebda ruħ ma taf f'liema art tmut, Tabilħaqq li Alla jaf kollox, jaf sewwa"}]}