{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":37,"VerseNumber":77,"Text":"และเราได้ให้ลูกหลานของเขายังคงมีชีวิตเหลืออยู่"},{"SurahNumber":37,"VerseNumber":78,"Text":"และเราได้ปล่อยทิ้งไว้ (เกียรติคุณ) แก่เขาในกลุ่มชนรุ่นหลังๆ"},{"SurahNumber":37,"VerseNumber":79,"Text":"ความศานติจงมีแด่นูหฺในหมู่ประชาชาติทั้งหลาย"},{"SurahNumber":37,"VerseNumber":80,"Text":"แท้จริง เช่นนั้นแหละเราจะตอบแทนผู้กระทำความดีทั้งหลาย"},{"SurahNumber":37,"VerseNumber":81,"Text":"แท้จริง เขา (นูหฺ) อยู่ในปวงบ่าวของเราผู้ศรัทธา"},{"SurahNumber":37,"VerseNumber":82,"Text":"แล้วเราได้ให้พวกอื่นจมน้ำตาย"},{"SurahNumber":37,"VerseNumber":83,"Text":"และแท้จริง ผู้ที่ดำเนินตามแนวทางของเขานั้น คืออิบรอฮีม"},{"SurahNumber":37,"VerseNumber":84,"Text":"เมื่อเขาได้เข้าหาพระเจ้าของเขาด้วยจิตใจที่บริสุทธิ์"},{"SurahNumber":37,"VerseNumber":85,"Text":"เมื่อเขาได้กล่าวแก่บิดาของเขาและหมู่ชนของเขาว่า พวกท่านเคารพภักดีอะไรกัน"},{"SurahNumber":37,"VerseNumber":86,"Text":"เพื่อความเท็จกระนั้นหรือ ที่พวกท่านปรารถนาพระเจ้าอื่นจากอัลลอฮฺ"},{"SurahNumber":37,"VerseNumber":87,"Text":"ดังนั้น ความนึกคิดของพวกท่านที่มีต่อพระเจ้าแห่งสากลโลกจะเป็นอย่างไร"},{"SurahNumber":37,"VerseNumber":88,"Text":"เขา (อิบรอฮีม) จึงจ้องมองไปยังดวงดาวทั้งหลาย"},{"SurahNumber":37,"VerseNumber":89,"Text":"แล้วเขาก็กล่าวขึ้นว่า แท้จริงฉันไม่สบายจริงๆ"},{"SurahNumber":37,"VerseNumber":90,"Text":"ดังนั้น พวกเขาจึงหันหลังให้เขาและกลับออกไป"},{"SurahNumber":37,"VerseNumber":91,"Text":"แล้วอิบรอฮีมก็บ่ายหน้าไปยังเจว็ดต่างๆ ของพวกเขา แล้วพูดว่า พวกเจ้าไม่กิน (อาหารเหล่านี้) บ้างหรือ"},{"SurahNumber":37,"VerseNumber":92,"Text":"ทำไมพวกเจ้าจึงไม่พูดเล่า"},{"SurahNumber":37,"VerseNumber":93,"Text":"แล้วเขาก็หันไปตีพวกมันด้วยมือขวา (ซึ่งถือขวานอยู่)"},{"SurahNumber":37,"VerseNumber":94,"Text":"แล้วพวกเขาก็รีบวิ่งมาหาเขา"},{"SurahNumber":37,"VerseNumber":95,"Text":"อิบรอฮีมจึงกล่าวว่า พวกท่านเคารพภักดีสิ่งที่พวกท่านแกะสลัก (มัน) กระนั้นหรือ"},{"SurahNumber":37,"VerseNumber":96,"Text":"ทั้ง ๆ ที่อัลลอฮฺทรงสร้างพวกท่าน และสิ่งที่พวกท่านประดิษฐ์มันขึ้นมา"},{"SurahNumber":37,"VerseNumber":97,"Text":"พวกเขากล่าวว่า จงสร้างสถานที่แห่งหนึ่ง (เตาเผา) สำหรับเขา แล้วโยนเขาไปในไฟที่ลุกโชน"},{"SurahNumber":37,"VerseNumber":98,"Text":"ดังนั้น พวกเขาต้องการวางแผนร้ายแก่เขา แต่เราได้ทำให้พวกเขาต่ำต้อย"},{"SurahNumber":37,"VerseNumber":99,"Text":"และอิบรอฮีมกล่าวว่า ฉันจะไปหาพระเจ้าของฉัน แน่นอนพระองค์จะทรงแนะทางให้แก่ฉัน"},{"SurahNumber":37,"VerseNumber":100,"Text":"ข้าแต่พระเจ้าของข้าพระองค์ ขอพระองค์ทรงประทานบุตรที่มาจากหมู่คนดีให้แก่ข้าพระองค์ด้วย"},{"SurahNumber":37,"VerseNumber":101,"Text":"ดังนั้น เราจึงแจ้งข่าวดีแก่เขา (ว่าจะได้) ลูกคนหนึ่ง ที่มีความอดทนขันติ (คืออิสมาอีล)"},{"SurahNumber":37,"VerseNumber":102,"Text":"ครั้นเมื่อเขา (อิสมาอีล) เติบโตขึ้น ไปไหนมาไหนกับเขา (อิบรอฮีม) ได้แล้ว อิบรอฮีมได้กล่าวขึ้นว่า โอ้ลูกเอ๋ย! แท้จริงพ่อได้เห็นในขณะฝันว่า พ่อได้เชือดเจ้า จงคิดดูซิว่าเจ้าจะเห็นเป็นอย่างไร? เขากล่าวว่า โอ่พ่อจ๋า! พ่อจงปฏิบัติตามที่พ่อได้ถูกบัญชามาเถิด หากอัลลอฮฺทรงประสงค์ พ่อจะเห็นฉันว่า ฉันอยู่ในหมู่ผู้มีความอดทน"}]}