{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"My odevzdat ti vernost i kdy oni jsem lhárka"},{"SurahNumber":23,"VerseNumber":91,"Text":"BUH NIKDY ZPLODIT SYN. Nor jsem v tom vubec kadý jinak buh Jemu. Jinak kadý buh prohlásit nezávislost svém stvorení oni obstát kadý jinam pro nadvláda! BUH OSLAVOVAT; DRUHÝ JEJICH POADOVAT"},{"SurahNumber":23,"VerseNumber":92,"Text":"Knower z úplne ochrana prezidenta popis; On povýšit druhý mel spojit"},{"SurahNumber":23,"VerseNumber":93,"Text":"Odríkávat Muj Lord Ty beet mne (odškodnení) oni privodit si"},{"SurahNumber":23,"VerseNumber":94,"Text":"Muj Lord pripustit mne ne byl jednotka z zhrešit lidé"},{"SurahNumber":23,"VerseNumber":95,"Text":"S beet ty (odškodnení) my zachovat ti byl neco my docela dobre ucinil"},{"SurahNumber":23,"VerseNumber":96,"Text":"Proto opacný jejich odporný spravovat chu; my jsem celkem vedomý si o jejich poadovat"},{"SurahNumber":23,"VerseNumber":97,"Text":"Odríkávat Muj Magnát já ádat útocište Ty podle šeptat souit"},{"SurahNumber":23,"VerseNumber":98,"Text":"Já ádat útocište za Ty muj Magnát lest oni podlehnout mne"},{"SurahNumber":23,"VerseNumber":99,"Text":"When smrt podlehnout 1 z ti on odríkávat Muj Lord poslal mne"},{"SurahNumber":23,"VerseNumber":100,"Text":"Já pak rízení spravedlnost všechno já odkázat. Ne skutecný! Tento jsem falešný poadovat on útocit. Ohrada rozloucit svém duše tento spolecnost zmrtvýchvstání"},{"SurahNumber":23,"VerseNumber":101,"Text":"When roh ne kvet pomer ti být onen cas nor prosit oni pecovat 1 jiný"},{"SurahNumber":23,"VerseNumber":102,"Text":"Ohledne Ceho ty váha jsem váný oni jsem vítez"},{"SurahNumber":23,"VerseNumber":103,"Text":"Ty váha jsem lehce byl jednotka pozbýt jejich duše; oni zustávat Peklo stále"},{"SurahNumber":23,"VerseNumber":104,"Text":"Povzbudit zaplavit jejich celo oni vydret miserably therein"}]}