{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Have not My revelations been rehearsed unto you, and them ye have been belying"},{"SurahNumber":23,"VerseNumber":106,"Text":"They will say: our Lord! our wretchedness overcame, us, and we have been a people erring"},{"SurahNumber":23,"VerseNumber":107,"Text":"O our Lord! take us forth from it: then if we return, we shall be wrong-doers indeed"},{"SurahNumber":23,"VerseNumber":108,"Text":"He shall say: slink away there unto, and speak not unto Me"},{"SurahNumber":23,"VerseNumber":109,"Text":"Verily there was a party of My bondmen who said: our Lord! we have believed, wherefore forgive us and have mercy upon us, and Thou art the Best of the merciful ones"},{"SurahNumber":23,"VerseNumber":110,"Text":"Then ye took them mockingly, so that they caused you to forget remembrance of Me, and at them ye were wont to laugh"},{"SurahNumber":23,"VerseNumber":111,"Text":"Verily I have recompensed them today for they bear patiently, verily they! are the achievers"},{"SurahNumber":23,"VerseNumber":112,"Text":"He will say: how long tarried ye on the earth in number of year"},{"SurahNumber":23,"VerseNumber":113,"Text":"They will say we tarried a day or part of a day; ask those who keep count"},{"SurahNumber":23,"VerseNumber":114,"Text":"He will say: ye tarried a little indeed; would that ye had known that"},{"SurahNumber":23,"VerseNumber":115,"Text":"Deem ye that We have created youl in vain and that unto Us ye are not to be returned"},{"SurahNumber":23,"VerseNumber":116,"Text":"So exalted be Allah, the True King! there is no god but he, Lord of the Throne honoured"},{"SurahNumber":23,"VerseNumber":117,"Text":"And whosoever calleth, along with Allah, unto anot her god, of whom he hath no warranty, then his reckoning is only with his Lord; verily thrive will not the infidels"},{"SurahNumber":23,"VerseNumber":118,"Text":"And say thou: my Lord! forgive and have mercy, and Thou art the Best of the merciful ones"}]}