{"Id":215,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"ಅದು (ಅವರ ಶಿಕ್ಷೆ) ಕೇವಲ ಒಂದು ಭೀಕರ ಬಿರುಗಾಳಿಯಾಗಿತ್ತು. ಅಷ್ಟಕ್ಕೇ ಅವರು ಆರಿ ಹೋದರು"},{"SurahNumber":36,"VerseNumber":29,"Text":"ಎಷ್ಟೊಂದು ಶೋಚನೀಯವಾಗಿದೆ, ದಾಸರ ಸ್ಥಿತಿ! ಅವರ ಬಳಿಗೆ ಬಂದ ಯಾವ ದೂತನನ್ನೂ ಅವರು ಗೇಲಿ ಮಾಡದೆ ಬಿಟ್ಟದ್ದಿಲ್ಲ"},{"SurahNumber":36,"VerseNumber":30,"Text":"ಅವರೇನು ನೋಡಿಲ್ಲವೇ, ಅವರಿಗಿಂತ ಹಿಂದೆ ಅದೆಷ್ಟು ನಾಡುಗಳನ್ನು ನಾವು ನಾಶಗೊಳಿಸಿ ಬಿಟ್ಟಿದ್ದೇವೆಂದು? ಅವರೆಂದೂ ಅವರ ಬಳಿಗೆ ಮರಳಿ ಬರಲಾರರು"},{"SurahNumber":36,"VerseNumber":31,"Text":"ಅವರಲ್ಲಿನ ಪ್ರತಿಯೊಬ್ಬರನ್ನೂ ನಮ್ಮ ಬಳಿ ಒಟ್ಟಾಗಿ ಹಾಜರುಪಡಿಸಲಾಗುವುದು"},{"SurahNumber":36,"VerseNumber":32,"Text":"ನಿರ್ಜೀವ ಭೂಮಿಯು ಅವರ ಪಾಲಿಗೆ ಪುರಾವೆಯಾಗಿದೆ. ನಾವು ಅದನ್ನು ಜೀವಂತಗೊಳಿಸಿದೆವು ಹಾಗೂ ಅದರಿಂದ ಧಾನ್ಯಗಳನ್ನು ಉತ್ಪಾದಿಸಿದೆವು. ಅವುಗಳನ್ನೇ ಅವರು ತಿನ್ನುತ್ತಾರೆ"},{"SurahNumber":36,"VerseNumber":33,"Text":"ಮತ್ತು ನಾವು ಅದರಲ್ಲಿ ಖರ್ಜೂರದ ಹಾಗೂ ದ್ರಾಕ್ಷಿಯ ತೋಟಗಳನ್ನು ಬೆಳೆಸಿದೆವು ಮತ್ತು ಅದರಲ್ಲಿ ನದಿಗಳನ್ನು ಹರಿಸಿದೆವು"},{"SurahNumber":36,"VerseNumber":34,"Text":"ಅವರು ಅದರ ಫಲಗಳನ್ನು ಉಣ್ಣಲೆಂದು (ನಾವು ಇದನ್ನೆಲ್ಲಾ ಮಾಡಿರುವೆವು). ಇದಾವುದನ್ನೂ ಅವರ ಕೈಗಳು ನಿರ್ಮಿಸಿಲ್ಲ. ಇಷ್ಟಾಗಿಯೂ ಅವರೇನು ಕೃತಜ್ಞತೆ ಸಲ್ಲಿಸುವುದಿಲ್ಲವೇ"},{"SurahNumber":36,"VerseNumber":35,"Text":"ಭೂಮಿಯು ಬೆಳೆಯುವ ಎಲ್ಲ ವಸ್ತುಗಳನ್ನೂ, ಸ್ವತಃ ಅವರನ್ನೂ, ಅವರಿಗೆ ತಿಳಿದಿಲ್ಲದ (ಹಲವು) ಜೀವಿಗಳನ್ನೂ – ಎಲ್ಲವನ್ನೂ ಜೋಡಿಗಳಾಗಿ ಸೃಷ್ಟಿಸಿದವನು (ಅಲ್ಲಾಹನು), ಪಾವನನು"},{"SurahNumber":36,"VerseNumber":36,"Text":"ರಾತ್ರಿಯು ಅವರ ಪಾಲಿಗೆ ಪುರಾವೆಯಾಗಿದೆ. ನಾವು ಅದರಿಂದ ಹಗಲನ್ನು ಇಳಿಸಿಬಿಟ್ಟಾಗ, ಅವರು ಕತ್ತಲನ್ನು ಪಡೆಯುತ್ತಾರೆ"},{"SurahNumber":36,"VerseNumber":37,"Text":"ಮತ್ತು ಸೂರ್ಯನು, ತನಗೆ ನಿಗದಿ ಪಡಿಸಲಾಗಿರುವ ದಾರಿಯಲ್ಲಿ ಚಲಿಸುತ್ತಿರುತ್ತಾನೆ. ಇದು ಆ ಪ್ರಚಂಡ, ಸರ್ವಜ್ಞನು (ಅಲ್ಲಾಹನು) ಸ್ಥಾಪಿಸಿರುವ ವ್ಯವಸ್ಥೆ"},{"SurahNumber":36,"VerseNumber":38,"Text":"ಇನ್ನು ಚಂದ್ರನಿಗೆ ನಾವು ಕೆಲವು ಹಂತಗಳನ್ನು ನಿಗದಿ ಪಡಿಸಿರುವೆವು. ಎಷ್ಟೆಂದರೆ ಅದು (ಬಾಲಚಂದ್ರ) ಖರ್ಜೂರದ ಹಳೆಯ ಗೆಲ್ಲಿನಂತಾಗಿ ಬಿಡುತ್ತದೆ"},{"SurahNumber":36,"VerseNumber":39,"Text":"ಚಂದ್ರನನ್ನು ಹಿಡಿಯಲು ಸೂರ್ಯನಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ, ಹಗಲನ್ನು ಮೀರಿ ಬರಲು ರಾತ್ರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಎಲ್ಲವೂ ಒಂದು ವೃತ್ತದಲ್ಲಿ ಚಲಿಸುತ್ತಿವೆ"},{"SurahNumber":36,"VerseNumber":40,"Text":"ನಾವು ಅವರ ಸಂತತಿಯನ್ನು ತುಂಬಿದ ಹಡಗಿಗೆ ಹತ್ತಿಸಿದ್ದು, ಅವರ ಪಾಲಿಗೆ ಪುರಾವೆಯಾಗಿದೆ"}]}