{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"AndWe sent down from the sky water in due measure, then We let it reside in the land, and We are capable of taking it away"},{"SurahNumber":23,"VerseNumber":19,"Text":"So We brought forth for you gardens of palm trees and grapes, for which you will find many fruits and from it you will eat"},{"SurahNumber":23,"VerseNumber":20,"Text":"Anda tree which emerges from the mount of Sinai, it grows oil and is a relish for those who eat"},{"SurahNumber":23,"VerseNumber":21,"Text":"Andin the livestock are lessons for you. We give you to drink from what is in its bellies, and you have many other benefits from them, and of them you eat"},{"SurahNumber":23,"VerseNumber":22,"Text":"Andon them and on the ships you are carried"},{"SurahNumber":23,"VerseNumber":23,"Text":"AndWe have sent Noah to his people, so he said: \"O my people, serve God, you have no other god besides Him. Will you not take heed"},{"SurahNumber":23,"VerseNumber":24,"Text":"Butthe leaders who rejected from among his people said: \"What is this but a human being like you? He wants to make himself better than you! And if it was indeed the will of God, He would have sent down angels. We did not hear such a thing among our fathers of old"},{"SurahNumber":23,"VerseNumber":25,"Text":"Heis no more than a man who has madness in him. So keep watch on him for a while"},{"SurahNumber":23,"VerseNumber":26,"Text":"He said: \"My Lord, grant me victory for what they denied me"},{"SurahNumber":23,"VerseNumber":27,"Text":"So We inspired him: \"Construct the ship under Our eyes and Our inspiration. Then, when Our command comes and the chamber erupts, then you shall take in it a pair from each kind, and your family; except for those of them upon whom the word has come. And do not address Me regarding those who have done wrong, for they will be drowned"}]}