{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":164,"Text":"Ne (betsulisie) Abandu bandi mubo shingala baboola mbu: “Bukhala shina bwokhukania Abandu bomanyile mbu Nyasaye alabasishia nohomba alabahelesia eshinyasio eshilulu” Nibaboola mbu; “Kho khube nende shichila imbeli wa Nyasaye wenyu, bakhaba bario baria.”"},{"SurahNumber":7,"VerseNumber":165,"Text":"Kho olwabaleka akabetsulisibungwa, 7. khwahabina balia abakaninjia Abandu okhukhola amabii, mana nikhusandia balia abakhola amabii eshinyasio eshibi khulwa obubii bwabu"},{"SurahNumber":7,"VerseNumber":166,"Text":"Ne olwa bafura nibaloba okhulekha akabakanibwa, khwababoolela mbu; “Mube amashene amakhunge – (Kalondungwa- kabula oluyali)"},{"SurahNumber":7,"VerseNumber":167,"Text":"Ne (betsulisie) olwa Nyasaye wuwo yara habulafu mbu yetsia okhubarerera Abandu betsa okhubasandia okhusandia okhubii okhula inyanga yeyindukho. Toto Nyasaye wuwo ni Omwangu weshinyasio. Ne toto ye ni Omunji wetsimbabaasi"},{"SurahNumber":7,"VerseNumber":168,"Text":"Mana nikhubakabukhania(abayahudi) khushialo emikanda chikabukhane. Ne balimwo abalayi ne abandi balalibario tawe, Mana nikhubatema khumalayi nende khumabii bakhaba bario banyoola okhukalukha"},{"SurahNumber":7,"VerseNumber":169,"Text":"Mana nilwitsa inyuma wabu(wabayahudi abo) Olwibulo olubii, alwaleshelwa eshitabu babukulanga ebiakanwa bio mushialo muno, nibaboola mbu; “khwitsa okhuleshelwa” nende ebindi bieimbia ino nibiboolela nibabukula. Koo shikaboolelakhwo amalakano mushitabu mbu balabolakhwo khu- Nyasaye halali akatoto? Nabo bamala okhusoma kalimwo. Ne inzu yomwikulu iliba indayi muno khubalia abaritsanga Nyasaye. Koo shibamanyangakhwo tawe"},{"SurahNumber":7,"VerseNumber":170,"Text":"Ne balia batilanga eshitabu, mana nibalumilila okhulaama,(khulibarunga amalayi). Toto efwe shikhukosinjia omurungo okwa bakholi bamalayi tawe"}]}