{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"Abenza\ti’Kur’ân\tibe\tzizahlulo\tngezahlulo\t(bakholwe kwinxalenye yayo bangakholwa kwenye)"},{"SurahNumber":15,"VerseNumber":92,"Text":"Inene (Ndifunga) ngeNkosi yakho (Muhammad), Siza kubabiza bonke beze embuzweni (ngezenzo zabo)"},{"SurahNumber":15,"VerseNumber":93,"Text":"Ngako konke oko bakwenzayo"},{"SurahNumber":15,"VerseNumber":94,"Text":"Wena ke vakalisa ngaphandle [ungawufihli (uMyalezo ka- Allâh)] lowo uyalelwe ngawo. Uzikhwebule kubakhonzi bezithixo"},{"SurahNumber":15,"VerseNumber":95,"Text":"Inene Thina Siya kukwenza wanele uwedwa ngokuchasene nabagculeli"},{"SurahNumber":15,"VerseNumber":96,"Text":"Abayamanisa omnye uthixo kuAllâh, kodwa baza kwazi kungekudala"},{"SurahNumber":15,"VerseNumber":97,"Text":"Inene, Thina Siyazi okokuba intliziyo yakho icinezelekile ngenxa yoko bakuthethayo"},{"SurahNumber":15,"VerseNumber":98,"Text":"Ke wena zukisa ngendumiso iNkosi yakho, ube ngomnye wabo baqubudayo kuYo"},{"SurahNumber":15,"VerseNumber":99,"Text":"Uyinqule iNkosi yakho kananjalo kude kufike isiqinisekiso esiyinyani (ukufa)"},{"SurahNumber":16,"VerseNumber":1,"Text":"IsiGaneko1 esimiselwenguAllâhsizakufika, ningasingxameli. Makazukiswe, Adunyiswe Yena ngaphezulu kwazo zonke izinto abazayamanisa naYe bazenze amahlulelane aKhe"},{"SurahNumber":16,"VerseNumber":2,"Text":"Yena Uthumela iingelosi zihle noMoya (oyiNgcwele) ngokoMyalelo waKhe phezu kwalowoAthandileyo kwizicaka zaKhe. (Athi kuye): “Lumkisa abantu okokuba akukho thixo wumbi ngaphandle kwaM. Noyike Mna futhi"},{"SurahNumber":16,"VerseNumber":3,"Text":"Yena Udale amazulu nomhlaba ngenyaniso. Uphakamile Yena, Ungentla kwazo zonke ezo zinto bazayamanisa, bazenze amahlulelane aKhe"},{"SurahNumber":16,"VerseNumber":4,"Text":"Yena Udale umntu ngeNutfah2 kodwa yabona! Kwayena lo (mntu) uphinda abe ngumphikisi oselubala (ka-Allâh)"},{"SurahNumber":16,"VerseNumber":5,"Text":"Ukanti Yena Unidalele impahla (efuywayo); kuyo leyo nifumana ukufudumala nezinye izinto ezininzi eziyinzuzo, kanti kwazona niyazitya"},{"SurahNumber":16,"VerseNumber":6,"Text":"Kananjalo kuzo apho nifumana umfaneleko xa nizibuyisela ekhaya ngenjikalanga, naxa nizikhokelela emadlelweni kusasa"}]}