{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":16,"VerseNumber":119,"Text":"At katotohanan! Ang iyong Panginoon, - sa mga gumagawa ng kasamaan (mga nagugumon sa kasalanan at palasuway kay Allah) sa kawalan ng kaalaman, at matapos ay nagtika at gumawa ng mga kabutihan, katotohanan, ang iyong Panginoon, makaraan (ang gayong bagay), ay Lagi nang Nagpapatawad, ang Pinakamaawain"},{"SurahNumber":16,"VerseNumber":120,"Text":"Katotohanan, si Abraham ay isang Ummah (isang pinuno na may taglay ng lahat ng mabubuting katangian, o isang bansa [pamayanan]), masunurin kay Allah, isang Hanifan (alalaong baga, sumasamba lamang kay Allah), at siya ay hindi isa sa mga kabilang sa Mushrikun (mga mapagsamba sa diyus-diyosan, walang pananalig sa Kaisahan ni Allah, at mga nag-aakibat ng mga katambal sa Kanya)"},{"SurahNumber":16,"VerseNumber":121,"Text":"(Siya, si Abraham) ay may pasasalamat sa Kanyang mga Biyaya. Kanyang (Allah) pinili siya (bilang isang matalik na kaibigan) at Kanyang pinatnubayan siya sa Matuwid na Landas (sa Kaisahan ni Allah, sa Islam, at hindi sa Hudaismo o Kristiyanismo)"},{"SurahNumber":16,"VerseNumber":122,"Text":"At Aming pinagkalooban siya ng mabuti sa mundong ito, at sa Kabilang Buhay, siya ay mapapabilang sa mga matutuwid"},{"SurahNumber":16,"VerseNumber":123,"Text":"At ikaw (o Muhammad) ay binigyang inspirasyon Namin na (nagsasaysay): “Sundin mo ang pananampalataya ni Abraham na Hanifan (ang Islam at Kaisahan ni Allah, na siya ay tanging sumasamba lamang kay Allah, at hindi siya kabilang sa Mushrikun [alalaong baga, mga pagano, walang pananalig sa Kaisahan ni Allah at sa Kanyang Tagapagbalitang si Muhammad, mapagsamba sa mga diyus-diyosan, atbp)"},{"SurahNumber":16,"VerseNumber":124,"Text":"Ang Sabbath (Sabado) ay itinalaga lamang sa kanila na may pagkakahidwa tungkol dito, at katotohanan, ang iyong Panginoon ay hahatol sa pagitan nila sa Araw ng Muling Pagkabuhay hinggil sa bagay na hindi nila pinagkakasunduan"},{"SurahNumber":16,"VerseNumber":125,"Text":"Anyayahan mo (o Muhammad, ang sangkatauhan) sa Landas ng iyong Panginoon (alalaong baga, sa Islam), ng may karunungan (alalaong baga, ang Banal na Inspirasyon at ang Qur’an), at makatwirang pangangaral, at makipagtalo ka sa kanila sa paraan na higit na mainam. Katotohanan, ang iyong Panginoon ang higit na nakakabatid kung sino ang napaligaw sa Kanyang Landas, at Siya ang Ganap na Nakakaalam kung sino ang mga napapatnubayan"},{"SurahNumber":16,"VerseNumber":126,"Text":"At kung inyong parusahan (ang inyong kaaway, o kayo na sumasampalataya sa Kaisahan ni Allah), kung gayon, inyong parusahan sila nang katumbas ng kanilang ginawa sa inyo. Datapuwa’t kung kayo ay magbata ng may pagtitiyaga, katotohanan, ito ay higit na mainam sa mga matitiyaga"},{"SurahNumber":16,"VerseNumber":127,"Text":"At ikaw (o Muhammad) ay maging matimtiman sa pagtitiyaga, ang iyong pagtitiyaga ay hindi galing (sa iba), bagkus ay tanging mula kay Allah. At huwag kang manimdim sa kanila (mga mapagsamba sa diyus-diyosan, mga pagano, atbp.), at huwag kang magkaroon ng lumbay dahilan sa kanilang binabalak"},{"SurahNumber":16,"VerseNumber":128,"Text":"Katotohanan, si Allah ay nasa panig ng mga nangangamba sa Kanya (nagpapanatili ng kanilang tungkulin sa Kanya), at ng Muhsinun (mga gumagawa ng kabutihan para lamang kay Allah na walang pagpaparangalan upang makapagtamo lamang ng papuri, pakinabang o katanyagan at gumagawa ng mga ito ng ayon sa Sunna [legal na paraan] ng Tagapagbalita ni Allah na si Muhammad"}]}