{"Id":64,"LanguageCodes":["bs","bos"],"Name":"bos-korkut","Author":"Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"i oni koji od onoga što im se daju udjeljuju, i čija su srca puna straha zato što će se vratiti svome Gospodaru"},{"SurahNumber":23,"VerseNumber":61,"Text":"oni hitaju da čine dobra djela, i radi njih druge pretiču"},{"SurahNumber":23,"VerseNumber":62,"Text":"Mi nikoga ne opterećujemo preko njegovih mogućnosti; u Nas je Knjiga koja istinu govori, i nikome se nepravda neće učiniti"},{"SurahNumber":23,"VerseNumber":63,"Text":"Ali, srca nevjernika su prema ovom sasvim ravnodušna, a pored toga i ružna djela stalno čine"},{"SurahNumber":23,"VerseNumber":64,"Text":"A kada smo na muke stavili one među njima koji su raskošnim životom živjeli, oni su odmah zapomagali"},{"SurahNumber":23,"VerseNumber":65,"Text":"Sada ne pomažite, Mi vam nećemo pomoć ukazati"},{"SurahNumber":23,"VerseNumber":66,"Text":"vama su ajeti Moji kazivani, ali vi ste uzmicali"},{"SurahNumber":23,"VerseNumber":67,"Text":"dičeći se Hramom i sijeleći, vi ste ružne riječi govorili"},{"SurahNumber":23,"VerseNumber":68,"Text":"Zašto oni o Kur´anu ne razmisle? Zar im dolazi nešto što nije dolazilo njihovim precima davnim"},{"SurahNumber":23,"VerseNumber":69,"Text":"Ili oni ne poznaju Poslanika svoga, pa ga zato poriču"},{"SurahNumber":23,"VerseNumber":70,"Text":"Kako govore: \"Džinni su u njemu!\" Međutim, on im istinu donosi, ali većina njih prezire istinu"},{"SurahNumber":23,"VerseNumber":71,"Text":"Da se Allah za prohtjevima njihovim povodi, sigurno bi nestalo poretka na nebesima i na Zemlji i u onom što je na njima; Mi smo im dali Kur´an, slavu njihovu, ali oni za slavu svoju ne haju"},{"SurahNumber":23,"VerseNumber":72,"Text":"Ili od njih tražiš nagradu? Ta nagrada Gospodara tvoga bolja je, On najbolje nagrađuje"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ti njih pozivaš na pravi put"},{"SurahNumber":23,"VerseNumber":74,"Text":"ali oni koji u onaj svijet neće da vjeruju s pravog puta, doista, skreću"}]}