{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"Ocultando lo que Nosotros les hemos otorgado. ¡Disfrutad, pues! ¡Pronto vais a saber"},{"SurahNumber":16,"VerseNumber":56,"Text":"Atribuyen a lo que no conocen parte de aquello que Nosotros les hemos proveído. ¡Por Dios, que seréis interrogados sobre lo que inventabais"},{"SurahNumber":16,"VerseNumber":57,"Text":"Y atribuyen a Dios las hijas ¡Glorificado sea! y a ellos mismos lo que desean"},{"SurahNumber":16,"VerseNumber":58,"Text":"Y cuando a alguno de ellos se le anuncia la buena nueva de una hembra su rostro se ensombrece y se llena de pesar"},{"SurahNumber":16,"VerseNumber":59,"Text":"Se aparta de la gente por el mal que se le ha comunicado ¿Se quedará con ella a pesar de la humillación o la ocultará bajo tierra? ¡Observad qué mal juzgan"},{"SurahNumber":16,"VerseNumber":60,"Text":"Quienes no creen en la otra vida poseen malos atributos y a Dios pertenecen los atributos más elevados y Él es el Poderoso, el Sabio"},{"SurahNumber":16,"VerseNumber":61,"Text":"Si Dios diese a las gentes lo que se merecen por sus injusticias no dejaría un ser vivo sobre ella, pero se lo pospone hasta una fecha señalada y cuando llegue su plazo no podrán retrasarlo ni una hora, ni tampoco adelantarlo"},{"SurahNumber":16,"VerseNumber":62,"Text":"Atribuyen a Dios lo que ellos aborrecen y proclaman con sus lenguas la mentira de que ellos obtendrán el bien. No hay duda de que para ellos será el Fuego y que serán los primeros en ser enviados a él"},{"SurahNumber":16,"VerseNumber":63,"Text":"Juro por Dios que enviamos [Mensajeros] a las comunidades anteriores a ti, pero Satanás les embelleció su [mal] comportamiento y hoy él es su amigo y protector. Y les aguarda un castigo doloroso"},{"SurahNumber":16,"VerseNumber":64,"Text":"Y Nosotros no te enviamos la Escritura sino para que les expliques claramente aquello sobre lo que tienen diferencias y como una guía y una misericordia para la gente que es creyente"}]}