{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":116,"Text":"شۈبھىسىزكى، كاپىرلارنىڭ ماللىرى، بالىلىرى ئاللاھنىڭ ئازابى ئالدىدا ھەرگىز ھېچ نەرسىگە دال بولالمايدۇ؛ ئۇلار دوزاخ ئەھلىدۇر، دوزاختا مەڭگۈ قالىدۇ"},{"SurahNumber":3,"VerseNumber":117,"Text":"ئۇلارنىڭ بۇ دۇنيادا (رىيا قىلىپ) بەرگەن سەدىقىلىرى، ئۆزلىرىگە زۇلۇم قىلغان بىر قەۋمنىڭ زىرائىتىگە تېگىپ ئۇنى نابۇت قىلىۋەتكەن سوغۇق شامالغا ئوخشايدۇ (ئىگىلىرىنىڭ گۇناھى تۈپەيلىدىن نابۇت قىلىنغان بۇ زىرائەتكە ئوخشاش، ئاللاھ ئۇلارنىڭ ياخشى ئەمەللىرىنى بەربات قىلىدۇ). ئۇلارغا ئاللاھ زۇلۇم قىلمىدى ۋەلېكىن ئۇلار ئۆزلىرىگە ئۆزلىرى زۇلۇم قىلدى"},{"SurahNumber":3,"VerseNumber":118,"Text":"ئى مۆمىنلەر! ئۆزۈڭلاردىن بولمىغانلارنى سىرداش قىلىۋالماڭلار، ئۇلار سىلەرگە بۇزغۇنچىلىق قىلىشتا بوشاڭلىق قىلىپ قالمايدۇ. ئۇلار سىلەرنىڭ مۇشەققەتتە قېلىشىڭلارنى ئارزۇ قىلىدۇ، ئۇلارنىڭ دۈشمەنلىكى ئېغىزلىرىدىن مەلۇم بولۇپ تۇرىدۇ، ئۇلارنىڭ دىللىرىدا يوشۇرغان دۈشمەنلىكى تېخىمۇ چوڭدۇر. شۈبھىسىزكى، ئەگەر چۈشىنىدىغان بولساڭلار، سىلەرگە نۇرغۇن ئايەتلەرنى بايان قىلدۇق"},{"SurahNumber":3,"VerseNumber":119,"Text":"(ئى مۆمىنلەر جامائەسى!) سىلەر ئۇلارنى دوست تۇتىسىلەر، ئۇلار سىلەرنى دوست تۇتمايدۇ (سىلەرگە بولغان دۈشمەنلىكنى يوشۇرۇن تۇتىدۇ)، سىلەر(ھەممە ساماۋى) كىتابقا ئىشىنىسىلەر (شۇنداق تۇرۇقلۇق ئۇلار سىلەرنى ئۆچ كۆرىدۇ)، ئۇلار سىلەر بىلەن ئۇچراشقاندا، ئىمان ئېيتتۇق، دەيدۇ. ئۆزلىرى يالغۇز قالغاندا سىلەرگە بولغان ئاچچىقىدىن بارماقلىرىنى چىشلەيدۇ. (ئى مۇھەممەد!) ئېيتقىنكى، «ئاچچىقىڭلار بىلەن ئۆلۈڭلار! (يەنى ئاللاھ ئۆلگىنىڭلارغا قەدەر ئاچچىقىڭلارنى داۋاملاشتۇرسۇن!)» ئاللاھ ھەقىقەتەن دىللاردىكىنى بىلگۈچىدۇر"},{"SurahNumber":3,"VerseNumber":120,"Text":"ئەگەر سىلەرگە (كەڭچىلىك، مولچىلىق، نۇسرەت، غەنىيمەت قاتارلىق) بىرەر ياخشىلىق يەتسە، ئۇلار بۇنىڭدىن قايغۇرىدۇ؛ ئەگەر سىلەرگە (ئېغىرچىلىق، قەھەتچىلىك ۋە مەغلۇبىيەت قاتارلىق) بىرەر يامانلىق يەتسە، ئۇلار بۇنىڭدىن خۇشال بولىدۇ. ئەگەر سىلەر (ئۇلارنىڭ ئەزىيىتىگە) سەۋر قىلساڭلار ۋە (سۆزۈڭلاردا، ھەرىكىتىڭلاردا ئاللاھتىن) قورقساڭلار، ئۇلارنىڭ ھىيلىسى سىلەرگە قىلچە زىيان يەتكۈزەلمەيدۇ. ئاللاھ ئۇلارنىڭ قىلمىشلىرىنى ھەقىقەتەن تولۇق بىلگۈچىدۇر"},{"SurahNumber":3,"VerseNumber":121,"Text":"(ئى مۇھەممەد!) ئۆز ۋاقتىدا سەن ئەتىگەندە ئۆيۈڭدىن (ئۇھۇدقا) چىقىپ مۆمىنلەرنى ئۇرۇش سەپلىرىگە ئورۇنلاشتۇردۇڭ، ئاللاھ (سۆزۈڭلارنى) ئاڭلاپ تۇرغۇچىدۇر، (ئەھۋالىڭلارنى) بىلىپ تۇرغۇچىدۇر"}]}