{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"O´dur sizi (önce) bir topraktan yaratan sonra bir nutfeden (bir damla sudan), sonra bir yapışkan maddeden; sonra da sizi bir bebek olarak çıkarıyor, sonra olgunluk çağına eresiniz diye büyütüyor, sonra da yaşlanasınız diye, içinizden kimi de daha önce vefat ettirilir. Belirli bir süreye eresiniz ve gerek ki aklınızı kullanasınız diye"},{"SurahNumber":40,"VerseNumber":68,"Text":"O´dur hem dirilten, hem öldüren. Özetle, O bir işe karar verdiği zaman ona sadece: «Ol!» der, oluverir"},{"SurahNumber":40,"VerseNumber":69,"Text":"Bakmaz mısın, o Allah´ın ayetleri hakkında mücadeleye kalkanlara, nereden döndürülüyorlar"},{"SurahNumber":40,"VerseNumber":70,"Text":"Kitaba ve peygamberlerimizi gönderdiğimiz şeylere yalan diyenler artık ileride bilecekler"},{"SurahNumber":40,"VerseNumber":71,"Text":"O zaman, boyunlarında tomruklar ve zincirler olduğu halde sürükleneceklerdir"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kaynar suda; sonra ateşte kaynatılacaklardır"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sonra denilecek onlara: «Nerede o ortak koştuklarınız"},{"SurahNumber":40,"VerseNumber":74,"Text":"Allah´tan başkaları?» Diyecekler ki: «Onlar bizden uzaklaşıp gittiler. Daha doğrusu biz bundan önce bir şeye ibadet etmiyormuşuz!» İşte Allah kafirleri böyle şaşkınlaştırır"},{"SurahNumber":40,"VerseNumber":75,"Text":"Bunun sebebi şudur. Çünkü siz, yeryüzünde haksızlıkla seviniyordunuz ve çünkü güveniyordunuz"},{"SurahNumber":40,"VerseNumber":76,"Text":"Girin cehennemin kapılarından, içlerinde ebedi kalmak üzere. Bak o kibirlenenlerin yeri, ne çirkindir"},{"SurahNumber":40,"VerseNumber":77,"Text":"Onun için, sabret. Allah´ın va´di gerçektir, mutlaka olacaktır. Artık onlara yaptığımız tehdidin bir kısmını sana göstersek de veya seni kendimize alsak da onlar mutlaka döndürülüp Bize getirileceklerdir"}]}