{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":37,"VerseNumber":52,"Text":"tí ó ń wí pé, “Ṣé dájúdájú ìwọ wà nínú àwọn onígbàgbọ́ nínú Ọjọ́ Àjíǹde"},{"SurahNumber":37,"VerseNumber":53,"Text":"Ṣé nígbà tí a bá kú tán, tí a ti di erùpẹ̀ àti egungun, ṣé dájúdájú Wọn yóò san wá ní ẹ̀san ni?”"},{"SurahNumber":37,"VerseNumber":54,"Text":"Ó sọ pé: \"Ṣé ẹ̀yin yóò yọjú wo (ẹni náà tí kò gbàgbọ́ nínú Ọjọ́ àjíǹde)"},{"SurahNumber":37,"VerseNumber":55,"Text":"Ó yọjú wò ó. Ó sì rí i láààrin gbùngbùn nínú iná Jẹhīm"},{"SurahNumber":37,"VerseNumber":56,"Text":"Ó (sì) sọ pé: \"Mó fi Allāhu búra, ìwọ fẹ́ẹ̀ kó ìparun bá mi tán"},{"SurahNumber":37,"VerseNumber":57,"Text":"Àti pé tí kì í bá ṣe ìdẹ̀ra Olúwa mi ni, èmi náà ìbá wà nínú ẹni tí wọ́n máa mú wá sínú Iná"},{"SurahNumber":37,"VerseNumber":58,"Text":"Àwa kò sá níí kú mọ́ báyìí"},{"SurahNumber":37,"VerseNumber":59,"Text":"Àfi ikú wa àkọ́kọ́. Wọn kò sì níí jẹ àwa níyà"},{"SurahNumber":37,"VerseNumber":60,"Text":"Dájúdájú èyí, òhun ni èrèǹjẹ ńlá"},{"SurahNumber":37,"VerseNumber":61,"Text":"Nítorí irú èyí, kí àwọn olùṣẹ̀sìn máa ṣẹ̀sìn lọ"},{"SurahNumber":37,"VerseNumber":62,"Text":"Ǹjẹ́ ìyẹn l’ó lóore jùlọ ní ibùdésí ni tàbí igi zaƙūm (igi ẹlẹ́gùn-ún)"},{"SurahNumber":37,"VerseNumber":63,"Text":"Dájúdájú Àwa ṣe é ní àdánwò fún àwọn alábòsí"},{"SurahNumber":37,"VerseNumber":64,"Text":"Dájúdájú òhun ni igi kan tí ó máa hù jáde láti ìdí iná Jẹhīm"},{"SurahNumber":37,"VerseNumber":65,"Text":"Èso rẹ̀ dà bí orí àwọn èṣù"},{"SurahNumber":37,"VerseNumber":66,"Text":"Dájúdájú wọn yóò máa jẹ nínú rẹ̀. Nítorí náà, wọn yóò fi kún inú wọn bámúbámú"},{"SurahNumber":37,"VerseNumber":67,"Text":"Lẹ́yìn náà, dájúdájú wọn yóò mu n̄ǹkan mímu àwọyúnwẹ̀jẹ̀ gbígbóná lé e lórí"},{"SurahNumber":37,"VerseNumber":68,"Text":"Lẹ́yìn náà, dájúdájú ibùpadàsí wọn ni iná Jẹhīm"},{"SurahNumber":37,"VerseNumber":69,"Text":"Dájúdájú wọ́n bá àwọn bàbá wọn ní olùṣìnà"},{"SurahNumber":37,"VerseNumber":70,"Text":"Àwọn náà sì ń yára tẹ̀lé orípa wọn"},{"SurahNumber":37,"VerseNumber":71,"Text":"Dájúdájú ọ̀pọ̀lọ́pọ̀ àwọn ẹni àkọ́kọ́ ti ṣìnà ṣíwájú wọn"},{"SurahNumber":37,"VerseNumber":72,"Text":"Dájúdájú A ti rán àwọn olùkìlọ̀ sí wọn"},{"SurahNumber":37,"VerseNumber":73,"Text":"Nítorí náà, wo bí àtubọ̀tán àwọn ẹni-akìlọ̀-fún ti rí"},{"SurahNumber":37,"VerseNumber":74,"Text":"Àfi àwọn ẹrúsìn Allāhu, àwọn ẹni ẹ̀ṣà"},{"SurahNumber":37,"VerseNumber":75,"Text":"Dájúdájú (Ànábì) Nūh pè Wá. A sì dára ní olùjẹ́pè"},{"SurahNumber":37,"VerseNumber":76,"Text":"A gba òun àti àwọn ará ilé rẹ̀ là kúrò nínú ìbànújẹ́ ńlá"}]}