{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Uye uyo anotungamirwa naAllah, ndiye akatungamirwa; asi uyo wavanorasisa, hauzombovawaniri vabetseri kunze kwavo, uye tichavaunganidza pazuva rekumutswa nezviso zvavo, vasingaoni, vasingatauri uye vasinganzwi. Gehena ichange iri nzvimbo yavo yokugara. Pese parinonyarara, tinovawedzerera ukasha hwemoto"},{"SurahNumber":17,"VerseNumber":98,"Text":"Uyu ndiwo mubairo wavo, nekuti vairamba zviratidzo zvedu uye vachiti: “Kana tava mapfupa uye taparadzwa, tichamutswa here sezvisikwa zvitsva?”"},{"SurahNumber":17,"VerseNumber":99,"Text":"Havaoni here kuti Allah vakasika matenga nenyika, vanokwanisa kusika zvakafanana nazvo. Uye vakavapa nguva yakatarwa iyo isina kupokana. Asi vanoita zvakaipa vakaramba kunze kwekusatenda"},{"SurahNumber":17,"VerseNumber":100,"Text":"Iti (kune vasingatendi): “Dai makawana hupfumi hwetsitsi dzaTenzi vangu, naizvozvo zvirokwazvo, maisauburitsa muchitya kuperevedza, uye munhu anoomera!”"},{"SurahNumber":17,"VerseNumber":101,"Text":"Uye zvirokwazvo, takapa Musa zviratidzo pfumbamwe (9) zviri pachena. Naizvozvo bvunza vana vaIzirairi. Apo paakauya kwavari, Farawo akati kwaari: “Iwe Musa! Zvirokwazvo, ndinofunga kuti wakaroiwa.”"},{"SurahNumber":17,"VerseNumber":102,"Text":"(Musa) akati: “Zvirokwazvo, unoziva kuti zviratidzo izvi hazvina kudzikiswa naani kunze kwaTenzi vematenga nenyika. Uye zvirokwazvo, ndinofunga kuti uchaparadzwa, iwe Farawo!”"},{"SurahNumber":17,"VerseNumber":103,"Text":"Naizvozvo akada kuvaburitsa kubva munyika (yeEgypt), asi takamunyudza uye nevese vakanga vainaye"},{"SurahNumber":17,"VerseNumber":104,"Text":"Uye takati kuvana vaIzirairi mumashure make: “Garai panyika, asi kana vimbiso yekupedzisira yauya pedyo (Zuva rekumutsva kana kudzoka kwaJesu panyika), tichakuunzai pamwe chete seboka rakasanganiswa (madzinza akasiyana-siyana akaunganidzwa)"}]}