{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":119,"Text":"Và tại sao các ngươi không ăn thịt (của con vật) mà tên của Allah đã được đọc nhắc lên nó và quả thật Ngài đã giải thích cho các ngươi thực phẩm nào mà các ngươi không được dùng ngoại trừ vì nhu cầu bắt buộc phải dùng (để duy trì sự sống)? Và quả thật, nhiều người dắt thiên hạ đi lạc là do sự ham muốn riêng tư của họ chứ không do hiểu biết. Quả thật, Thượng Đế của Ngươi biết rõ những kẻ phạm giới"},{"SurahNumber":6,"VerseNumber":120,"Text":"Hãy tránh mọi thứ tội, công khai hay kín đáo. Bởi vì ai làm tội thì sẽ đền tội mà họ đã gây ra"},{"SurahNumber":6,"VerseNumber":121,"Text":"Và chớ ăn thịt (của con vật) mà tên của Allah không được đọc nhắc lên nó. Bởi vì đó là một sự phạm giới. Và quả thật Shaytan xúi giục bạn bè của nó tranh luận với các ngươi. Và nếu các ngươi nghe theo chúng thì sẽ trở thành những người thờ đa thần"},{"SurahNumber":6,"VerseNumber":122,"Text":"Có thể nào một người đã chết (ngu muội trong tín ngưỡng) được TA (Allah) ban cho sự sống và ánh sáng nhờ đó y có thể bước đi thong dong giữa thiên hạ lại ngang bằng với một người đắm chìm trong u mê mà hắn không bao giờ thoát ra nổi? Việc làm của những kẻ không có đức tin tỏ ra hấp dẫn đối với chúng giống như thế"},{"SurahNumber":6,"VerseNumber":123,"Text":"Và TA (Allah) đã khiến cho các tên tội lỗi của mỗi thị trấn lên làm lãnh tụ để chúng có cơ hội âm mưu đặt kế hoạch trong đó. Nhưng chúng chỉ âm mưu chống lại bản thân mình nhưng chúng không nhận thây điều đó"},{"SurahNumber":6,"VerseNumber":124,"Text":"Và khi có một dấu hiệu đến với chúng, chúng bảo: “Chúng tôi sẽ không bao giờ tin tưởng trừ phi chúng tôi nhận được điều giống như điều đã được ban cho các Sứ Giả của Allah.” Allah biết rõ đâu là chỗ mà Ngài phải đặt Thông điệp của Ngài. Rồi đây những tên tội lỗi sẽ sớm bị Allah hạ nhục và sẽ chịu một sự trừng phạt khắc nghiệt về những điều chúng đã từng âm mưu"}]}