{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":44,"Text":"¿O acaso piensas que la mayoría de ellos escuchan (y reflexionan sobre lo que les dices o recitas del Corán) y comprenden? ¡No! Son como el ganado (porque no se benefician de lo que oyen), o están todavía más extraviados"},{"SurahNumber":25,"VerseNumber":45,"Text":"¿Acaso no ves (la obra de) tu Señor y cómo extiende la sombra (después de la salida del sol y pasado el mediodía, hasta su puesta)? Si hubiese querido, la habría hecho inmóvil; mas ha hecho del sol su guía"},{"SurahNumber":25,"VerseNumber":46,"Text":"Después la va recogiendo gradualmente (hasta que desaparece llegada la noche)"},{"SurahNumber":25,"VerseNumber":47,"Text":"Y Él es Quien ha dispuesto que la noche los cubra y que hallen descanso en el sueño. Y ha hecho que durante el día regresen (a su actividad y busquen su sustento)"},{"SurahNumber":25,"VerseNumber":48,"Text":"Y Él es Quien envía los vientos como anuncio de Su misericordia (la lluvia) y hace que descienda del cielo agua purificadora"},{"SurahNumber":25,"VerseNumber":49,"Text":"para reavivar con ella la tierra árida y dar de beber a la multitud de animales y hombres que ha creado"},{"SurahNumber":25,"VerseNumber":50,"Text":"Y la distribuimos entre ellos para que recuerden (el favor de Al-lah). Pero la mayoría de los hombres rechazan (la verdad) y son ingratos"},{"SurahNumber":25,"VerseNumber":51,"Text":"Y si hubiésemos querido, habríamos enviado un amonestador a cada ciudad"},{"SurahNumber":25,"VerseNumber":52,"Text":"No obedezcas, pues, a quienes rechazan la verdad (¡oh, Muhammad!) y combátelos enérgicamente con (el Corán)"},{"SurahNumber":25,"VerseNumber":53,"Text":"Y Él es Quien hace que confluyan las dos masas de agua; una agradablemente dulce y la otra salada en extremo. Y ha dispuesto entre las dos una división y una barrera infranqueable"},{"SurahNumber":25,"VerseNumber":54,"Text":"Y Él es Quien ha creado al hombre a partir del agua[701] y le ha concedido parentesco por sangre y por matrimonio. Tu Señor tiene poder sobre todas las cosas"},{"SurahNumber":25,"VerseNumber":55,"Text":"Mas (los idólatras) adoran fuera de Al-lah aquello que no puede reportarles ni un bien ni un mal. Y quien rechaza la verdad es un aliado (del Demonio) contra su Señor"}]}