{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":164,"Text":"Şübhesiz göklerin ve yerin yaradılışında, gece ile gündüzün birbiri ardınca gelişinde, insanlara yarar şeyleri denizde akıt (ıb taşıy) an o gemilerde, Allahın yukarıdan indirib onunla yer yüzünü, ölümünden sonra, diriltdiği suda, deprenen her hayvanı orada üretib yaymasında, gökle yer arasında (Hakkın emrine) boyun eğmiş olan rüzgârları ve bulutları evirib çevirmesinde aklı ile düşünen bir kavm için nice âyetler (Allahın varlığına, birliğine ve kemâl-i kudretine delâlet eden bir çok alâmetler) vardır"},{"SurahNumber":2,"VerseNumber":165,"Text":"İnsanlar içinde Allahdan gayrisini (Ona) emsal edinen adamlar da vardır ki onlara Allaha olan sevgi gibi muhabbet beslerler. Îman edenlerin Allaha sevgisi ise (her şeyden) sağlamdır. (Allaha eş tutarak nefislerine) zulmedenler azabı görecekleri zaman bütün kuvvet (ve kudret) in hakıykaten Allahın olduğunu ve Allahın hakıykaten pek çetin azâblı bulunduğunu (gözleriyle görür gibi) bilselerdi"},{"SurahNumber":2,"VerseNumber":166,"Text":"O zaman (görecekler ki) arkalarından uyulub gidilenler kendilerine uyanlardan hızla uzaklaşmışdır. (Hepsi) o azabı görmüşlerdir. Aralarındaki ipler (münâsebetler) de parçalanıb kopmuşdur"},{"SurahNumber":2,"VerseNumber":167,"Text":"Ve tâbi´ olanlar şöyle demişdir: «Bizim için (dünyâye) bir dönüş olsaydı da (bugün) bizden uzaklaşdıkları gibi biz de (o gün) onlardan uzaklaşsaydık». Böylece Allah onlara bütün yapdıklarını hasret (ve nedamet) ler haalinde kendilerine gösterecekdir ve onlar cehennemden akıcılar da değildirler"},{"SurahNumber":2,"VerseNumber":168,"Text":"Ey insanlar, yerdeki şeylerden, halâl ve temiz olmak şartıyle, yeyin. Şeytanın adımlarına uymayın. Çünkü o, size hakıykaten apaçık bir düşmandır"},{"SurahNumber":2,"VerseNumber":169,"Text":"O, size ancak kötülüğü, hayâsızlığı ve Allaha karşı bilmeyeceğiniz şeyleri söylemenizi emreder"}]}