{"Id":30,"LanguageCodes":["ar","ara"],"Name":"ara-quransoosi","Author":"Quran Soosi","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبࣲۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى"},{"SurahNumber":20,"VerseNumber":53,"Text":"اَ۬لَّذِي جَعَل لَّكُمُ اُ۬لۡأَرۡضَ مِهَٰدࣰ ا وَسَلَكَ لَكُمۡ فِيهَا سُبُلࣰ ا وَأَنزَلَ مِنَ اَ۬لسَّمَآءِ مَآءࣰ فَأَخۡرَجۡنَا بِهِۦ أَزۡوَٰجࣰ ا مِّن نَّبَاتࣲ شَتّٜ يٰ"},{"SurahNumber":20,"VerseNumber":54,"Text":"كُلُواْ وَاَرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتࣲ لِّأُوْلِي اِ۬لنُّهٜ يٰ"},{"SurahNumber":20,"VerseNumber":55,"Text":"۞مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡر۪يٰ"},{"SurahNumber":20,"VerseNumber":56,"Text":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبٜ يٰ"},{"SurahNumber":20,"VerseNumber":57,"Text":"قَالَ أَجِيتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسٜ يٰ"},{"SurahNumber":20,"VerseNumber":58,"Text":"فَلَنَاتِيَنَّكَ بِسِحۡرࣲ مِّثۡلِهِۦ فَاَجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدࣰ ا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَا أَنتَ مَكَانࣰ ا سِوࣰ ى"},{"SurahNumber":20,"VerseNumber":59,"Text":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ اُ۬لزِّينَةِ وَأَن يُحۡشَرَ اَ۬لنَّاسُ ضُحࣰ ى"},{"SurahNumber":20,"VerseNumber":60,"Text":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتٜ يٰ"},{"SurahNumber":20,"VerseNumber":61,"Text":"قَال لَّهُم مُّوسٜ يٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى اَ۬للَّهِ كَذِبࣰ ا فَيَسۡحَتَكُم بِعَذَابࣲۖ وَقَدۡ خَابَ مَنِ اِ۪فۡتَر۪يٰ"},{"SurahNumber":20,"VerseNumber":62,"Text":"فَتَنَٰزَعُواْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ اُ۬لنَّجۡوٜ يٰ"},{"SurahNumber":20,"VerseNumber":63,"Text":"قَالُواْ إِنَّ هَٰذَۦۡنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ اُ۬لۡمُثۡلٜ يٰ"},{"SurahNumber":20,"VerseNumber":64,"Text":"فَاَجۡمَعُواْ كَيۡدَكُمۡ ثُمَّ اَ۪يتُواْ صَفࣰّ اۚ وَقَدۡ أَفۡلَحَ اَ۬لۡيَوۡم مَّنِ اِ۪سۡتَعۡلٜ يٰ"}]}