{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":6,"VerseNumber":143,"Text":"(Yezdan ji tarişan) heşt zo (afirandine); ji mêşinan du zo û ji bizinan jî du zo; (Muhemmed! tu ji wan ra aha) bêje: \"Gelo (Yezdan) ji wan herdu zoyan, kîjan nedurist kirîye? Ka bêjin! Gelo herdu zoyên nêr, ne durist kirîye ya jî herdu zoyên mê ne durist kirîye, ya jî ewa tişta di malberxa wan herdu zoyên mê da hene, ne durist kirîye? Heke hûn (di doza xwe da) rast in ka ji min ra bi zanîn bêjin"},{"SurahNumber":6,"VerseNumber":144,"Text":"Û ji devan du zo û ji dewaran jî du zo (afirandîye. Muhemmed! Tu ji wan ra aha) bêje: \"Gelo (Yezdan) ji wan herdu zoyan, kîjan ne durist kirîye? Ka bêjin, gelo herdu zoyên nêr ne durist kirîye ya jî herdu zoyên mê ne durist kirîye, ya jî ewa tişta di malberxa wan herdu zoyên mê da hene ne durist kirîye, ya jî di gava ku Yezdan bi van li we şîret dikir, hûn amede bûn? Gelo ji wî kesê ku (xebatê dike) ji bona, ku merivan ji rêya rast bê zanîn derxe, îdî cewrkar kê heye? Bi rastî Yezdan komalê cewrkar nayne rêya rast"},{"SurahNumber":6,"VerseNumber":145,"Text":"(Muhemmed! Tu ji wan ra aha) bêje: \"Di wan biryarên, ku li bal min da hatine hînartinê, ez ji pêştirê mirar û ya jî xûneke kêşokar û ya jî goştê berazan, rastî tu xwarineke, ku ne durist be ji bona merivekî xureger ra ne hatime. Şixwa (goştê beranzan jî) pîs e û ji pêştirê (goştê wê tarişa) ku bi wê gorî hatîye kirine, ne ji bona (qayîlbûna) Yezdan (hatibe jêkirinê) şixwa eva jî rêderketina ji rêya rast e, nayêm. Îdî kîjan merivê ku bi vê nevê hewce be, ku ji wan tiştên qedexe bixwe, dikare (ji wan tiştan) xarineke nemir û nejî bixwe.\" Bi rastî Xudayê te baxişkarê dilovîn e"},{"SurahNumber":6,"VerseNumber":146,"Text":"Û me li ser zarên cihûyan, hemû (candarên) bi pence (ji mel û çûk û tarişên hov û kedî) ne durist kirîye. Û dewar û mêşînîyan jî ji pêştirê donê serda pişta û donê hestîyan ya jî donê bi hundurê wan (tarişan va) zeliqî, hemû donê mayî ne durist kirîye. Bi sedema ji ava rû derketina wan me wan ne duristîyên hanê ji bona wan ra çê kirîye. Û bi rastî em di van kirin û gotinên xwe da jî rast in"}]}