{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":30,"VerseNumber":51,"Text":"Soni chisimu naga tuli tutite tutumisye mbungo (jakwisa kuujonanga mmela wao), basi ni kuuwona (mmelao) uli wam’bilichila; chisimu ŵanganyao mpaka aŵe panyuma pakwe ŵakufulu"},{"SurahNumber":30,"VerseNumber":52,"Text":"Basi chisimu mmwe nganim’ba mwapikanisye ŵawe (achimakafili), nambo soni nganim’ba mwapikanisye asiiwa m’bilango ndema jaakugalauka kulosya migongo jao (pangasaka kupikana yankwasalila)"},{"SurahNumber":30,"VerseNumber":53,"Text":"Nambo soni mmwe nganim’ba mwajongolele ŵangalola mu kusokonechela kwao. Nganim’ba mwapikanisye ikaŵeje aŵala ŵaakukulupilila ma Ȃya Getu aku ali ŵakulipeleka (kwa Allah pakuŵa Asilamu)"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah ni Ajula juŵan’gumbile ŵanganyammwe mu kaŵe kakulepetala (kangali machili), kaneka ni akasampaga machili panyuma pakulepetala, kaneka ni akasampaga kutochomala ni wuuli panyuma pakola machili. Akasagumbaga yaakusaka, soni Jwalakwe ni Jwakumanyilila nnope, Jwakombola kusyene"},{"SurahNumber":30,"VerseNumber":55,"Text":"Sano lisiku lyajichijima Kiyama, akuleŵa tachilumbila yanti: Nganatama (pa duniya) ikaŵeje ndaŵi jimpepe, iyyoyopeyo ni yaŵatiji pagalausyidwa (kuleka yakuona)"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ni tachiŵecheta aŵala ŵaŵapedwile umanyilisi ni chikulupi kuti: “Chisimu ŵanganyammwe mwatemi m’chilamusi cha Allah kwikanila lisiku lyakuwukulidwa (m’malembe), sambano ali ni lisiku lyakuwukulidwa (m’malembe alila lyamwalikanilaga), nambo ŵanganyammwe mwaliji nkakumanyilila (yakupatikana kwakwe).”"},{"SurahNumber":30,"VerseNumber":57,"Text":"Basi lyele lisikulyo ngasikwakamuchisya aŵala ŵaŵalitesile lupuso kuliŵalanga kwao, soni ŵanganyao ngasakundidwa (kuujila ku duniya) kuti akatende toba ni kuŵenda chikululuko (kwa Allah)"},{"SurahNumber":30,"VerseNumber":58,"Text":"Soni pamasile patupeleche ku ŵandu mu aji Qur’an ntundu uliose wachilandanyo. Nambo naga n’di ntite mwaichilile nacho (mmwe Muhammadi ﷺ) chisimosimo chilichose (chakulosya ukuona wa utume wenu), aŵala ŵaakufuulu chisimu chene mpaka ajile (pakwasalila ŵakulupilila): “Nganim’ba jenumanja ikaŵeje ŵakuya yaunami.”"},{"SurahNumber":30,"VerseNumber":59,"Text":"Iyyoyopeyo ni yaakutiji Allah pakudinda (chidindo) m’mitima mwa aŵala ŵangali chachimanyi"},{"SurahNumber":30,"VerseNumber":60,"Text":"Basi pililani (mmwe Muhammadi ﷺ), chisimu chilanga cha Allah (chakunkamuchisya mmwejo) chiŵele chakuonaonape. Soni akantesya ulesi (wakuleka kulungusya utenga) aŵala ŵangakukulupilila kusyesyene"}]}