{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":82,"Text":"And so, when Our Command came to pass, We brought low the highly arrogant towns (Sodom and Gomorrah), and rained down upon them hard devastating rocks (from the volcano)"},{"SurahNumber":11,"VerseNumber":83,"Text":"The stones were marked arrows from your Lord. His Requital is never far from those who displace the right conduct with wrong"},{"SurahNumber":11,"VerseNumber":84,"Text":"And to Midyan, We sent their brother Shoaib. He said, \"O My people! Serve Allah alone. There is no god for you but He. And give not short measure and weight. I see that you are well-to-do, but (any system based on injustice is never durable) I fear for you a Day that will surround you with chastisement"},{"SurahNumber":11,"VerseNumber":85,"Text":"Hence, O My people! Always give full measure and weight with equity and do not deprive people of what is rightfully theirs. Do not spread corruption and disorder in the land"},{"SurahNumber":11,"VerseNumber":86,"Text":"That which Allah gives you as just profit is better for you if you believe. But I am not a guardian over you"},{"SurahNumber":11,"VerseNumber":87,"Text":"They said, \"O Shoaib! (We had thought that your religion was only a matter between you and your Lord). Does your Salat command that we should forsake the worship that our fathers practiced? Or, that we leave off doing what we like to do with our economy? Behold, you want us to think that you are the only clement, and the rightly guided man among us"},{"SurahNumber":11,"VerseNumber":88,"Text":"He said, \"O My people! Think again! What if I have clear evidence of the Truth from my Lord? What if He has provided me with a decent and honorable sustenance while I follow His Laws? I deal in all fairness and I shall never preach what I don't practice behind your sight. I sincerely desire your betterment so far as I can. But the achievement of my aim depends on Allah alone. I trust in Allah and turn to Him hoping for the best"}]}