{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":16,"Text":"(Алар:) «О, Рабби! Чынында, биз ыйман келтирдик. Эми, биздин күнөөлөрүбүздү кечирип, Тозок азабынан сакта!» деп (дуба кыла турган)"},{"SurahNumber":3,"VerseNumber":17,"Text":"сабырдуу, чынчыл, моюн сунуучу, садака кылуучу жана таң-заарларда (туруп) Аллаһтан кечирим суроочу пенделер"},{"SurahNumber":3,"VerseNumber":18,"Text":"Аллаһ, Анын периштелери жана илимдүү адамдар андан (Аллаһтан) башка сыйынууга татыктуу кудай жок экенине, (жана Аллаһ өз иштеринде) адилет менен Туруучу экенине күбөлүк беришти. Анын Өзүнөн башка сыйынууга татыктуу кудай жок. (Ал) - Кудуреттүү, Даанышман"},{"SurahNumber":3,"VerseNumber":19,"Text":"Албетте, Аллаһтын алдында (кабыл боло турган) дин — бул Ислам. Китеп берилген адамдар (Тоорат менен Инжил китептеринде) өздөрүнө (Мухаммаддын пайгамбарчылыгы жана дининин чындыгы жөнүндөгү) илим келгенден кийин гана өз ара көралбастыктан улам каршылык кылышты. Ким Аллаһтын аяттарына каапыр болсо, (билип алсын:) Аллаһ - тез эсептешүүчү"},{"SurahNumber":3,"VerseNumber":20,"Text":"(О, Мухаммад!) Эгер (адамдар) сени менен талашып калышса, аларга: «Мен өзүмдү ээрчигендер менен бирге жүзүмдү (өзүмдү) Аллаһга моюн сундурдум» деп айткын. Жана китеп берилген адамдар менен сабатсыздарга: «Силер (дагы) моюн сундуңарбы?» дегин. Эгер (Исламды кабыл алып) моюн сунушса, анда Туура Жолду табышты. Эгер жүз бурушса, сенин мойнуңда (чындыкты) жеткирүү гана бар. Аллаһ пенделерди Көрүүчү"},{"SurahNumber":3,"VerseNumber":21,"Text":"Аллаһтын аяттарына каапыр болуп (ушуну менен жөн калбай) пайгамбарларды жана адамдар арасындагы адилетке (Исламга) буюруп жүргөндөрдү акыйкатсыздык менен өлтүргөндөргө жан ооруткан азаптан кабар бер"},{"SurahNumber":3,"VerseNumber":22,"Text":"Алар, ушул дүйнөдө да, Акыретте да амалдары (жакшы иштери) күйүп кеткен (каапыр) адамдар. Аларга (Аллаһ тарабынан) жардамчылар жок"}]}