{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"And they both said: ‘Come we will, obediently.‘ He decreed them to be seven heavens in two days, and to each heaven He assigned its task. We decked the lowest heaven with lamps and guarded them. Such is the design of the Mighty One, the All-knowing"},{"SurahNumber":41,"VerseNumber":13,"Text":"If they pay no heed, say: ‘I have given you warning of a thunderbolt, like the thunderbolt which struck ‘Ād and Thamūd"},{"SurahNumber":41,"VerseNumber":14,"Text":"When apostles came to them from before them and from behind them, saying: \"Serve none but God,\" they said: \"Had it been our Lord‘s will He would have sent down angels. We will never believe in your message.\"‘"},{"SurahNumber":41,"VerseNumber":15,"Text":"And as for ‘Ād, they conducted themselves with arrogance in the land, without justice. ‘Who is mightier than we?‘ they used to say. Could they not see that God, who had created them, was mightier than they? Yet they denied Our revelations"},{"SurahNumber":41,"VerseNumber":16,"Text":"So, over a few ill-omened days We let loose on them a howling gale, to make them taste the scourge of shame in this nether life; but more shameful still will be the scourge of the life to come. There shall be none to succour them"},{"SurahNumber":41,"VerseNumber":17,"Text":"And as for Thamūd, We offered them Our guidance, but they preferred blindness to guidance. Therefore the thunderbolt of a humiliating scourge struck them for their misdeeds"},{"SurahNumber":41,"VerseNumber":18,"Text":"and We delivered those who believed and those who feared God"},{"SurahNumber":41,"VerseNumber":19,"Text":"Forewarn them of the day when God‘s enemies will be herded into the Fire"},{"SurahNumber":41,"VerseNumber":20,"Text":"so that when they are sorted out, their ears, their eyes, and their very skins will testify to what they did"}]}