{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":40,"VerseNumber":17,"Text":"Sa Alongan nai na Imbalas ko oman i ginawa so Pinggalubuk iyan; da-a Kapanalimbot sa Alongan nai, Mata-an! A so Allah na Maga-an i Kapamagitong"},{"SurahNumber":40,"VerseNumber":18,"Text":"Na Paki-iktiyaringka kiran so gawi-i a Puphakarani, masa a so manga poso na mongkug ko manga korokom, a Khipakamboboko. Daa bagiyan o manga Darowaka a gomagut (kiran) sa ginawa; go daa Phangongogopan a Khatarima"},{"SurahNumber":40,"VerseNumber":19,"Text":"Katawan Niyan so gi-i Kandonsiyan o manga Mata, go so Pagu-uma-an o manga Rarub (a manga pamikiran)"},{"SurahNumber":40,"VerseNumber":20,"Text":"Na so Allah na Ipukhokom Iyan so Bunar: Na so Puphanongganowin niran a salakao Rukaniyan, na da-a Khikokom iran a maito bo. Mata-an! A so Allah na Sukaniyan so Puphakanug, a Puphakailai"},{"SurahNumber":40,"VerseNumber":21,"Text":"Ba siran nda makandalakao ko Lopa ka-aniran mailai o antonaa i miyambutad o Kiya-akiran ko siran a Miya-ona an niran? Miyabaloi siran a siran i Lubi a di siran 1 bagur, go manga rarad ko Lopa: Na siniksa siran o Allah sabap ko manga Dosa iran, go da-a miyabaloi a miyakalinding kiran ko (siksa o) Allah"},{"SurahNumber":40,"VerseNumber":22,"Text":"Giyoto man na sabap sa Mata-an! A siran na minitalingoma kiran o manga Sogo kiran so manga rarayag a Karina, na Inongkir iran: Na siniksa siran o Allah: Mata-an! A Sukaniyan i Mabagur, a Mailot 1 Kandadanug"},{"SurahNumber":40,"VerseNumber":23,"Text":"Na Sabunsabunar a Siyogo Ami so Musa, rakhus o manga Tanda Ami, go Katantowan a Mapayag"},{"SurahNumber":40,"VerseNumber":24,"Text":"Si-i ko Pir-aon, a go so Haman, go so Qaroun; na ba iran ndun Pitharo: a balik Mata, a Lubi a Bokhag"},{"SurahNumber":40,"VerseNumber":25,"Text":"Na kagiya a miyoma Niyan kiran so Bunar, a pho-on ko Hadapan Nami, na Pitharo iran: A Pamonowa niyo so manga Wata a Mama o siran a Miyamaratiyaya a pud Iyan, na Oyaga niyo so manga Babai kiran; na da ko Antangan a Marata o Miyamangongkir inonta na Matatago ko Karibat"}]}