{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"Antes de ti não enviamos senão homens, que inspiramos. Perguntai-o, pois, aos adeptos da Mensagem, se o ignorais"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Enviamo-los) com as evidências e os Salmos. E a ti revelamos a Mensagem, para que elucides os humanos, a respeitodo que foi revelado, para que meditem"},{"SurahNumber":16,"VerseNumber":45,"Text":"Aqueles que urdiram as maldades estão, acaso, seguros de que Deus não fará com que os trague a terra ou lhessurpreenda o castigo quando menos o esperam"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ou que os surpreenda, em seu caminho errante, uma vez que não podem impedi-Lo de fazer isso"},{"SurahNumber":16,"VerseNumber":47,"Text":"Ou que os alcance com um processo de aniquilamento gradual? Porém, sabei que o vosso Senhor é Compassivo, Misericordiosíssimo"},{"SurahNumber":16,"VerseNumber":48,"Text":"Não reparam, acaso, em tudo quanto Deus tem criado, entre as coisas inanimadas, cujas sombras se projetam ora para adireita ora para esquerda, prostrando-se ante Ele humildemente"},{"SurahNumber":16,"VerseNumber":49,"Text":"Ante Deus se prostra tudo o que há nos céus e na terra, bem como os anjos, que não se ensoberbecem"},{"SurahNumber":16,"VerseNumber":50,"Text":"Temem ao seu Senhor, que está acima deles, e executam o que lhes é ordenado"},{"SurahNumber":16,"VerseNumber":51,"Text":"Deus disse: Não adoteis dois deuses - posto que somos um Único Deus! - Temei, pois, a Mim somente"},{"SurahNumber":16,"VerseNumber":52,"Text":"Seu é tudo quanto existe nos céus e na terra. Somente a Ele devemos obediência permanente. Temeríeis, acaso, alguémalém de Deus"},{"SurahNumber":16,"VerseNumber":53,"Text":"Todas a mercês de que desfrutais emanam d'Ele; e quando vos açoita a adversidade, só a Ele rogais"},{"SurahNumber":16,"VerseNumber":54,"Text":"Logo, quando Ele vos livra da adversidade, eis que alguns de vós atribuem parceiros ao seu Senhor"}]}