{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"И знамение за тях е, че пренесохме бащите им [с Нух] в натоварения Ковчег"},{"SurahNumber":36,"VerseNumber":42,"Text":"И създадохме за тях негови подобия, на които се возят"},{"SurahNumber":36,"VerseNumber":43,"Text":"И ако пожелаем, ще ги издавим и нито ще имат избавител, нито ще бъдат спасени"},{"SurahNumber":36,"VerseNumber":44,"Text":"освен по милост от Нас и за временна наслада"},{"SurahNumber":36,"VerseNumber":45,"Text":"И когато им се рече: “Бойте се от онова, което е било преди вас и от онова, което ще бъде след вас [в Съдния ден], за да бъдете помилвани!”"},{"SurahNumber":36,"VerseNumber":46,"Text":"и всякога, щом дойде при тях знамение от знаменията на техния Господ, те се отдръпват"},{"SurahNumber":36,"VerseNumber":47,"Text":"И когато им се рече: “Раздавайте от онова, което Аллах ви е дал!”, неверниците казват на вярващите: “Нима да храним онзи, когото, ако Аллах пожелае, би го нахранил? Вие сте в явна заблуда.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"И казват: “Кога [ще се сбъдне] това обещание, ако говорите истината?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"Очаква ги само един Вик, който ще ги сграбчи, както спорят"},{"SurahNumber":36,"VerseNumber":50,"Text":"И не ще съумеят нито да се разпоредят, нито при семействата си да се завърнат"},{"SurahNumber":36,"VerseNumber":51,"Text":"И ще се протръби с Рога, и ето ги - от гробовете към своя Господ се втурват"},{"SurahNumber":36,"VerseNumber":52,"Text":"Ще рекат: “О, горко ни! Кой ни възкреси от нашите гробове?” [Ще им се каже:] “Това е, което Всемилостивия обеща, и пратениците говореха истината.”"},{"SurahNumber":36,"VerseNumber":53,"Text":"Ще е само един Вик и ето ги - всички при Нас доведени"},{"SurahNumber":36,"VerseNumber":54,"Text":"Днес никой не ще бъде угнетен с нищо и ще ви се въздаде само за онова, което сте вършили"}]}