{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":47,"Text":"Onlar senden, azabın çarçabuk getirilmesini istiyorlar. Tanrı vaadine kesin olarak muhalefet etmez. Gerçekten, senin rabbinin katında bir gün sizin saymakta olduklarınızdan bin yıl gibidir"},{"SurahNumber":22,"VerseNumber":48,"Text":"Nice ülkeler vardır ki, (halkı) zulmediyorken ben ona bir süre tanıdım, sonra yakalayıverdim; dönüş yalnızca banadır"},{"SurahNumber":22,"VerseNumber":49,"Text":"De ki: \"Ey insanlar, gerçekten ben sizin için yalnızca bir uyarıcıyım"},{"SurahNumber":22,"VerseNumber":50,"Text":"Buna göre, inanıp salih amellerde bulunanlar, onlar için bir bağışlanma (mağrifet) ve üstün bir rızık vardır"},{"SurahNumber":22,"VerseNumber":51,"Text":"Ayetlerimiz konusunda acze düşürücü çabalar harcayanlar, alevli ateşin halkıdır"},{"SurahNumber":22,"VerseNumber":52,"Text":"Biz senden önce hiç bir resul ve nebi göndermiş olmayalım ki, o bir dilekte bulunduğu zaman, şeytan, onun dilediğine (bir kuşku vaya sapma unsuru) katıp bırakmış olmasın. Ama Tanrı, şeytanın katıp bırakmalarını giderir, sonra kendi ayetlerini sağlamlaştırıp pekiştirir. Tanrı, gerçekten bilendir hüküm ve hikmet sahibidir"},{"SurahNumber":22,"VerseNumber":53,"Text":"Şeytanın (bu tür) katıp bırakmaları, kalplerinde hastalık olanlara ve kalpleri (her türlü) duyarlılıktan yoksun bulunanlara (Tanrı´nın) bir deneme kılması içindir. Şüphesiz zalimler, (gerçeğin kendisinden) uzak bir ayrılık içindedirler"},{"SurahNumber":22,"VerseNumber":54,"Text":"(Bir de) Kendilerine ilim verilenlerin, bunun (Kuran´ın) hiç tartışmasız rablerinden olan bir gerçek olduğunu bilmeleri için; böylelikle ona, inansınlar ve kalpleri ona tatmin bulmuş olarak bağlansın. Şüphesiz Tanrı inananları dosdoğru yola yöneltir"},{"SurahNumber":22,"VerseNumber":55,"Text":"Küfredenler ise, kıyamet saati onlara apansız gelinceye veya kesintiye uğramış (akim, verimsiz) bir günün azabı onlara yetişinceye kadar ondan (Kuran´dan) yana şüphe içinde sürgit kalacaklardır"}]}