{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Да, Ние вистината им ја доставуваме, а тие се навистина лажговци"},{"SurahNumber":23,"VerseNumber":91,"Text":"Аллах не си зел Себеси син, и со Него нема друг бог! Инаку, секој бог, со тоа што го создал ќе правел што сака, и еден со друг ќе се победувале. – Возвишен нека е Аллах Кој е далеку од тоа што тие го изнесуваат"},{"SurahNumber":23,"VerseNumber":92,"Text":"Кој го знае и невидливиот и видливиот свет, и Тој е многу високо над тие кои Му ги здружуваат"},{"SurahNumber":23,"VerseNumber":93,"Text":"Кажи: „Господару мој, ако сакаш да ми го покажеш тоа со што на нив им се заканува"},{"SurahNumber":23,"VerseNumber":94,"Text":"тогаш, Господару мој, не оставај ме со народот насилнички!“"},{"SurahNumber":23,"VerseNumber":95,"Text":"А Ние, навистина можеме да ти го покажеме тоа со што им се закануваме"},{"SurahNumber":23,"VerseNumber":96,"Text":"Ти со добро возврати му на злото, Ние добро знаеме што изнесуваат тие"},{"SurahNumber":23,"VerseNumber":97,"Text":"и кажи: „Јас Тебе, Господару мој, Ти се обраќам за заштита од шејтанските дошепнувања"},{"SurahNumber":23,"VerseNumber":98,"Text":"и Тебе, Господару мој, Ти се обраќам да ме заштитиш од нивното присуство.“"},{"SurahNumber":23,"VerseNumber":99,"Text":"Кога на некој од нив смртта ќе му дојде, тој извикува: „Господару мој, поврати ме"},{"SurahNumber":23,"VerseNumber":100,"Text":"да направам некакво добро во тоа што го оставив!“ – Никогаш! Тоа се зборови кои тој залудно ќе ги говори – пред нив препрека ќе има сè до Денот кога ќе бидат оживеани"},{"SurahNumber":23,"VerseNumber":101,"Text":"Па кога во Рогот ќе се дувне, тогаш роднински врски меѓу нив нема да има и меѓусебно нема ништо да се прашаат"},{"SurahNumber":23,"VerseNumber":102,"Text":"Тие чиишто добри дела ќе бидат потешки, тие ќе се спасат"},{"SurahNumber":23,"VerseNumber":103,"Text":"а тие чиишто добри дела ќе бидат лесни, тие сосема ќе бидат изгубени, во џехеннемот вечно ќе престојуваат"},{"SurahNumber":23,"VerseNumber":104,"Text":"Огнот лицата ќе им ги гори и со исклештени заби во него ќе бидат"}]}