{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"And indeed We already sent to Thamud their brother Salih, (saying), \"Worship Allah.\" Then, only then were they two groups, standing adversaries one with the other"},{"SurahNumber":27,"VerseNumber":46,"Text":"He said, \"O my people, why do you seek to hasten odious (deeds) before fair (ones)? Had you asked forgiveness from Allah, possibly you would be (offered) mercy"},{"SurahNumber":27,"VerseNumber":47,"Text":"They said, \"We augur ill of you and of (the ones) who are with you.\" He said, \"Your bird (of) augury is in the Providence of Allah. No indeed, (but) you are a people being tempted"},{"SurahNumber":27,"VerseNumber":48,"Text":"And (there) was in the city nine (men of) a clan who corrupted in the land and did not act righteously"},{"SurahNumber":27,"VerseNumber":49,"Text":"They said, \"Swear, one to another, by Allah that indeed we will definitely attack him and his family by night. Thereafter indeed we will definitely say to his patron, \"In no way did we testify to the perishing of his family; and surely we are indeed sincere (men)"},{"SurahNumber":27,"VerseNumber":50,"Text":"And they schemed a scheme, and We schemed a scheme, and they were not aware"},{"SurahNumber":27,"VerseNumber":51,"Text":"So look into how was the end of their scheming, (for) We destroyed them and their people all together"},{"SurahNumber":27,"VerseNumber":52,"Text":"So those are their houses, devastated because they did injustice; surely in that is a sign for a people who know (the Truth)"},{"SurahNumber":27,"VerseNumber":53,"Text":"And We delivered the ones who believed and were pious"},{"SurahNumber":27,"VerseNumber":54,"Text":"And Lut, (Lot) as he said to his people, \"Do you come up to (the) obscenity (while) you behold (its impurity)"},{"SurahNumber":27,"VerseNumber":55,"Text":"Do you (really) come up with lust to men rather than women? No indeed, you are a people who are ignorant"}]}