{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":22,"VerseNumber":6,"Text":"Dak għaliex Alla huwa s-Sewwa. Huwa jagħti l-ħajja lill-mejtin, u Huwa fuq kollox Setgħan"},{"SurahNumber":22,"VerseNumber":7,"Text":"Tabilħaqq li s-Siegħa ġejja, ma hemmx dubju dwarha, u Alla jqajjem għall-ħajja lil min jinsab fl-oqbra"},{"SurahNumber":22,"VerseNumber":8,"Text":"Iżda fost il-bnedmin hemm min iħaqqaqha fuq Alla, mingħajr għarfien, bla tmexxija, u lanqas Ktieb li jdawwal (moħħu bih)"},{"SurahNumber":22,"VerseNumber":9,"Text":"Huwa jdawwar wiċċu u jitkabbar, biex itellef ( 2il ħaddieħor) it-triq ta' Alla. Huwa jkollu għajb f'(din) id- dinja, u f'Jum il-Qawmien indewquh il-kastig tal-ħruq"},{"SurahNumber":22,"VerseNumber":10,"Text":"(Jintqal. lilu): ''Dak. minħabba. (il-ħażen) li għamlu idejk, għaliex Alla ma jonqosx lejn il-qaddejja (tiegħu)"},{"SurahNumber":22,"VerseNumber":11,"Text":"Fost in-nies hemm min iqim lil Alla b'nofs qalb. Jekk imissu l-ġid, (arah) jithenna bih, iżda jekk imissu t-tiġrib (arah) jerġa' lura għalli kien (u jiċħad it-twemmin). Huwa jitlef (din) id-dinja u l-Oħra. Dik hija t-telfa mill- aktar ċara"},{"SurahNumber":22,"VerseNumber":12,"Text":"Minflok lil Alla, huwa jsejjaħ lil dak (l-idolu) li la jista' jagħmillu ħsara, u lanqas ikunlu ta' fejda. Dak huwa t- telfien il-kbir"},{"SurahNumber":22,"VerseNumber":13,"Text":"Huwa jsejjaħ lil-dak (il-prorettur) li l-ħsara tiegħu hija eqreb (/ejn il-bniedem) milli l-fejda minnu. Ta' għajb tassew (dak) il-protettur, u ta' għajb is-sieħeb (li joqgħod: fuqu u jħalli f'idejh)i"},{"SurahNumber":22,"VerseNumber":14,"Text":"Tabilħaqq li Alla jdaħħal lil dawk li jemmnu u jagħmlu għemejjel tajba f'Ġonna bix-xmajjar jiġru. taħthom, Tassew li Alla jagħmel dak li jrid"},{"SurahNumber":22,"VerseNumber":15,"Text":"Min kien jaħseb li Alla ma huwiex se jgħinu (/i/ Muħammad) tf'din) id-dinja u fl-Oħra, ħallih idendel ħabel mis-saqaf u jitgħallaq. Imbagħad ħallih jara jekk in-nasba tiegħu teħilsux minn dak. li jġiegħel (/i/i) jagħdab"}]}