{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":73,"VerseNumber":20,"Text":"آپ کا پروردگار جانتا ہے کہ دو تہائی رات کے قریب یا نصف شب یا ایک تہائی رات قیام کرتے ہیں اور آپ کے ساتھ ایک گروہ اور بھی ہے اور اللہ د ن و رات کا صحیح اندازہ رکھتا ہے وہ جانتا ہے کہ تم لوگ اس کا صحیح احصاءنہ کر سکوگے تو اس نے تمہارے اوپر مہربانی کر دی ہے اب جس قدر قرآن ممکن ہو اتنا پڑھ لو کہ وہ جانتا ہے کہ عنقریب تم میں سے بعض مریض ہوجائےں گے اور بعض رزق خدا کو تلاش کرنے کے لئے سفر میں چلے جائےں گے اور بعض راہِ خدا میں جہاد کریں گے تو جس قدر ممکن ہو تلاوت کرو اور نماز قائم کرو اور زکوٰة ادا کرو اور اللہ کو قرض حسنہ دو اور پھر جو کچھ بھی اپنے نفس کے واسطے نیکی پیشگی پھیج دو گے اسے خدا کی بارگاہ میں حاضر پاﺅگے ،بہتر اور اجر کے اعتبار سے عظیم تر۔اور اللہ سے استغفار کرو کہ وہ بہت زیادہ بخشنے والا اور مہربا ن ہے"},{"SurahNumber":74,"VerseNumber":1,"Text":"اے میرے کپڑا اوڑھنے والے"},{"SurahNumber":74,"VerseNumber":2,"Text":"اٹھو اور لوگوں کو ڈراؤ"},{"SurahNumber":74,"VerseNumber":3,"Text":"اور اپنے رب کی بزرگی کا اعلان کرو"},{"SurahNumber":74,"VerseNumber":4,"Text":"اور اپنے لباس کو پاکیزہ رکھو"},{"SurahNumber":74,"VerseNumber":5,"Text":"اور برائیوں سے پرہیز کرو"},{"SurahNumber":74,"VerseNumber":6,"Text":"اور اس طرح احسان نہ کرو کہ زیادہ کے طلب گار بن جاؤ"},{"SurahNumber":74,"VerseNumber":7,"Text":"اور اپنے رب کی خاطر صبر کرو"},{"SurahNumber":74,"VerseNumber":8,"Text":"پھر جب صور پھونکا جائے گا"},{"SurahNumber":74,"VerseNumber":9,"Text":"تو وہ دن انتہائی مشکل دن ہوگا"},{"SurahNumber":74,"VerseNumber":10,"Text":"کافروں کے واسطے تو ہر گز آسان نہ ہوگا"},{"SurahNumber":74,"VerseNumber":11,"Text":"اب مجھے اور اس شخص کو چھوڑ دو جس کو میں نے اکیلا پیدا کیا ہے"},{"SurahNumber":74,"VerseNumber":12,"Text":"اور اس کے لئے کثیر مال قرار دیا ہے"},{"SurahNumber":74,"VerseNumber":13,"Text":"اور نگاہ کے سامنے رہنے والے بیٹے قرار دیئے ہیں"},{"SurahNumber":74,"VerseNumber":14,"Text":"اور ہر طرح کے سامان میں وسعت دے دی ہے"},{"SurahNumber":74,"VerseNumber":15,"Text":"اور پھر بھی چاہتا ہے کہ اور اضافہ کردوں"},{"SurahNumber":74,"VerseNumber":16,"Text":"ہرگز نہیں یہ ہماری نشانیوں کا سخت دشمن تھا"},{"SurahNumber":74,"VerseNumber":17,"Text":"تو ہم عنقریب اسے سخت عذاب میں گرفتار کریں گے"}]}