{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"اي اسان جا پالڻھار کين اُن ھميشه رھڻ وارن باغن ۾ داخل ڪر جن جو ساڻن وعدو ڪيو اٿيئي ۽ جيڪي سندن پين ڏاڏن ۽ سندن زالن ۽ سندن اولاد مان سڌريل ھجي تنھن کي به (اُنھن باغن ۾ داخل ڪر)، بيشڪ تون ئي غالب حڪمت وارو آھين"},{"SurahNumber":40,"VerseNumber":9,"Text":"۽ کين سختين کان بچاءِ، ۽ جنھن کي اُن ڏينھن ۾ سختين کان بچايئي تنھن تي بيشڪ رحم ڪيئي، ۽ اِھو (بچائڻ) وڏي مُراد ماڻڻ آھي"},{"SurahNumber":40,"VerseNumber":10,"Text":"بيشڪ جن ڪُفر ڪيو تن کي سڏبو (۽ چئبو) ته الله جو (اوھان تي) ڏمرجڻ اوھان جي پاڻ تي (اڄ جي) ڏمرجڻ کان تمام وڏو آھي جڏھن جو اوھان کي (دنيا ۾) ايمان ڏانھن سڏبو ھو ۽ نه مڃيندا ھئو"},{"SurahNumber":40,"VerseNumber":11,"Text":"چوندا ته اي اسانجا پالڻھار اسان کي ٻه ڀيرا ماريئي ۽ اسان کي ٻه ڀيرا جياريئي تنھنڪري (ھاڻي) پنھنجن گناھن کي (پاڻ) مڃيوسون پوءِ (ھاڻي) نڪرڻ جي ڪا واھ (ڪٿي) آھي؟"},{"SurahNumber":40,"VerseNumber":12,"Text":"(چئبن) اِھو (عذاب اوھان کي) انھيءَ ڪري آھي جو جڏھن (خاص) اڪيلي الله کي سڏبو ھو (تڏھن) اوھين انڪار ڪندا ھئو، ۽ جيڪڏھن ساڻس شريڪ ٺھرايو ويندو ھو ته (ان ڳالھ کي) مڃيندا ھئو، پوءِ (اڄ) تمام مٿاھين وڏي الله جو حڪم آھي"},{"SurahNumber":40,"VerseNumber":13,"Text":"(الله) اُھو آھي جيڪو اوھان کي پنھنجون نشانيون ڏيکاريندو آھي ۽ آسمان مان اوھان لاءِ روزي نازل ڪندو آھي، ۽ نصيحت رڳو اُھو وٺندو جيڪو (خدا ڏانھن) موٽندو"},{"SurahNumber":40,"VerseNumber":14,"Text":"پوءِ الله لاءِ پنھنجي عبادت کي خالص ڪري اُن کي سڏيو جيتوڻيڪ ڪافر بڇان ڀانئين"},{"SurahNumber":40,"VerseNumber":15,"Text":"(اُھو) مرتبن کي وڏي ڪرڻ وارو ۽ عرش جو صاحب آھي، پنھنجن ٻانھن مان جنھن تي گھرندو آھي (تنھن تي) پنھنجي حڪم سان وحي موڪليندو آھي ته (اُھو ٻانھو ماڻھن کي الله جي) ملڻ جي ڏينھن کان ڊيڄاري"},{"SurahNumber":40,"VerseNumber":16,"Text":"جنھن ڏينھن اُھي (قبرن مان) ٻاھر نڪرندا، انھن جي ڪابه شيء الله کان ڳُجھي نه رھندي، (الله فرمائيندو ته) اڄ ڪنھن جي بادشاھي آھي، (وري پاڻ چوندو) خاص اڪيلي غالب الله جي (بادشاھي) آھي"}]}