{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Those that disbelieve in the hereafter call the angels by the names of females"},{"SurahNumber":53,"VerseNumber":28,"Text":"Yet of this they have no knowledge: they follow mere conjecture, and conjecture is no substitute for Truth"},{"SurahNumber":53,"VerseNumber":29,"Text":"Pay no heed, then, to those who ignore Our Admonition and seek only the life of this world"},{"SurahNumber":53,"VerseNumber":30,"Text":"This is the sum of their knowledge. Your Lord best knows who has strayed from His path, and He best knows who has followed the right guidance"},{"SurahNumber":53,"VerseNumber":31,"Text":"And to God belongs what the heavens and the earth contain. He will requite the evil-doers according to their deeds, and richly recompense those who do good works"},{"SurahNumber":53,"VerseNumber":32,"Text":"To those who avoid the grossest sins and indecencies and commit only small offences, your Lord will show abundant forgiveness. He knew you well when He created you from earth and when you were still in your mothers‘ wombs. Do not pretend to purity; He best knows those who fear Him"},{"SurahNumber":53,"VerseNumber":33,"Text":"Have you considered him who turns his back"},{"SurahNumber":53,"VerseNumber":34,"Text":"giving little at first and then nothing at all"},{"SurahNumber":53,"VerseNumber":35,"Text":"Does he know, and can he see, what is hidden"},{"SurahNumber":53,"VerseNumber":36,"Text":"Or has he not been told of what is writ in the Scriptures of Moses"},{"SurahNumber":53,"VerseNumber":37,"Text":"and Abraham, who was true to his covenant"},{"SurahNumber":53,"VerseNumber":38,"Text":"that no burdened soul shall bear another‘s burden"},{"SurahNumber":53,"VerseNumber":39,"Text":"and that man shall be judged only by his labours"},{"SurahNumber":53,"VerseNumber":40,"Text":"that his labours shall be scrutinized"},{"SurahNumber":53,"VerseNumber":41,"Text":"and that he shall be justly requited for them"},{"SurahNumber":53,"VerseNumber":42,"Text":"that all things shall in the end return to your Lord"},{"SurahNumber":53,"VerseNumber":43,"Text":"that it is He who moves to laughter and to tears"},{"SurahNumber":53,"VerseNumber":44,"Text":"and He who ordains death and life"}]}