{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"Khobakhaye\ttsimbabaasi tsiakhwabahelesia, kho mwikhoye, mulitsa okhumanya"},{"SurahNumber":16,"VerseNumber":56,"Text":"Ne ebuleka webindu biakhubakabile babishilangabaliakatabalamanyiletawe. Toto mulirebwa kalia koosi akamwachikhanga"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ne barererangao Nyasaye Abana abakhana. Nyasaye ni Omutswenufu muno khu ako, nabo beyenyelanga ababachama"},{"SurahNumber":16,"VerseNumber":58,"Text":"Ne mulala wabu naboolelwa amakhuwa kokhwibula omwana omukhana obweni bwaye bumaliyanga ne yetsula nende eshibeela"},{"SurahNumber":16,"VerseNumber":59,"Text":"Yefisanga mubandu khulwokhubolelwa amakhuwa amabii. Koo yekhale ninaye halala nende tsisoni etso nohomba amuyabile mwiloba. Manya mbu ni okhubii khuli khurie okho okhwababusinjia"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ne balia balasuubilanga mwikulu tawe , bali nende okhuchelasibwa okhubii, naye Nyasaye niye weyifuma yoluyali naye niwa Amaani Owamachesi muno"},{"SurahNumber":16,"VerseNumber":61,"Text":"Ne Nyasaye abukulilanga Abandu khububii bwabu, shiyakhaleshelekhwo isolo yosiyosi khushialo tawe. Halali ababikhanga okhula ebise biarebwaho. Ne ebise biabu nibiliula shibishiindibungwa isandala tawe nohomba shibiyungubasibungwa tawe"},{"SurahNumber":16,"VerseNumber":62,"Text":"Ne bahelesinjia Nyasaye ebindu biabasinya, ne tsinimi tsiabu tsiboolanga obubeyi mbu bo balanyoola amalayi, toto abo babishilwa omulilo, netoto balilekhwamwo"},{"SurahNumber":16,"VerseNumber":63,"Text":"Nditsuba khu Nyasaye mbu , efwe kharuma (Abarumwa) mumikanda chiaranjilila ewe noshili , halali shetani yaboronela ebikhole biabu. Kho olwalelo ye ni omwitsa wabu. Nabo balinyoola eshinyasio eshilulu"},{"SurahNumber":16,"VerseNumber":64,"Text":"Ni shikhwakhwishilia eshitabu halali obaboolele kalia akabakabukhanangamwo, nende obulunjifu nende tsimbabaasi khubandu basuubilanga"}]}