{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"ये अल्लाह का वचन है, नहीं विरुध्द करेगा अल्लाह अपने वचन[1] के और परन्तु अधिक्तर लोग ज्ञान नहीं रखते।"},{"SurahNumber":30,"VerseNumber":7,"Text":"वे तो जानते हैं बस ऊपरी सांसारिक जीवन को तथा[1] वे परलोक से अचेत हैं।"},{"SurahNumber":30,"VerseNumber":8,"Text":"क्या और उन्होंने अपने में सोच-विचार नहीं किया कि नहीं उत्पन्न किया है अल्लाह ने आकाशों तथा धरती को और जो कुछ उन[1] दोनों के बीच है, परन्तु सत्यानुसार और एक निश्चित अवधि के लिए? और बहुत-से लोग अपने पालनहार से मिलने का इन्कार करने वाले हैं।"},{"SurahNumber":30,"VerseNumber":9,"Text":"क्या वे चले-फिरे नहीं धरती में, फिर देखते कि कैसा रहा उनका परिणाम, जो इनसे पहले थे? वे इनसे अधिक थे शक्ति में। उन्होंने जोता-बोया धरती को और उसे आबाद किया, उससे अधिक, जितना इन्होंने आबाद किया और आये उनके पास उनके रसूल खुली निशानियाँ (प्रमाण) लेकर। तो नहीं था अल्लाह कि उनपर अत्याचार करता और परन्तु वे स्वयं अपने ऊपर अत्याचार कर रहे थे।"},{"SurahNumber":30,"VerseNumber":10,"Text":"फिर हो गया उनका बुरा अन्त, जिन्होंने बुराई की, इसलिए कि उन्होंने झूठ कहा अल्लाह की आयतों को और वे उनका उपहास कर रहे थे।"},{"SurahNumber":30,"VerseNumber":11,"Text":"अल्लाह ही उत्पत्ति का आरंभ करता है, फिर उसे दुहरायेगा तथा उसी की ओर, तुम फेरे[1] जाओगे।"},{"SurahNumber":30,"VerseNumber":12,"Text":"और जब स्थापित होगी प्रलय, तो निराश[1] हो जायेंगे अपराधी।"},{"SurahNumber":30,"VerseNumber":13,"Text":"और नहीं होगा उनके साझियों में उनका अभिस्तावक (सिफ़ारिशी) और वे अपने साझियों का इन्कार करने वाले[1] होंगे।"},{"SurahNumber":30,"VerseNumber":14,"Text":"और जिस दिन स्थापित होगी प्रलय, तो उस दिन सब अलग अलग हो जायेंगे।"},{"SurahNumber":30,"VerseNumber":15,"Text":"तो जो ईमान लाये तथा सदाचार किये, वही स्वर्ग में प्रसन्न किये जायेंगे।"}]}