{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":78,"VerseNumber":31,"Text":"Şüphesiz takva sahiblerine (her türlü kederden) kurtuluş (cennet) var"},{"SurahNumber":78,"VerseNumber":32,"Text":"Bahçeler var, üzümler var"},{"SurahNumber":78,"VerseNumber":33,"Text":"Aynı yaşta tomurcuk sîneliler"},{"SurahNumber":78,"VerseNumber":34,"Text":"Hem dolgun kadehler var"},{"SurahNumber":78,"VerseNumber":35,"Text":"Orada ne boş bir lâf işitilir, ne de bir yalan"},{"SurahNumber":78,"VerseNumber":36,"Text":"(Bu, takva sahiplerinin işledikleri güzel amellere) bir karşılık ki, Rabbinden, bir ihsandır; yeter mi yeter"},{"SurahNumber":78,"VerseNumber":37,"Text":"O, göklerle yerin ve bütün aralarındakilerin Rabbidir; Rahmân’dır: O’na hiç bir sözde (ve itirazda) bulunamazlar"},{"SurahNumber":78,"VerseNumber":38,"Text":"O gün Cebrâil ve melekler saf halinde duracaklar. Rahmân’ın, kendisine izin verip de doğruyu söylemiş olandan başkaları bir kelime söyliyemiyecekler"},{"SurahNumber":78,"VerseNumber":39,"Text":"İşte bu kıyamet, çaresiz vuku bulacak gündür. Artık dileyen, Rabbine varacak bir yol edinsin, (iman edip itaatten ayrılmasın)"},{"SurahNumber":78,"VerseNumber":40,"Text":"Çünkü biz, size, (ahirette olacak) yakın bir azabı haber verdik. O gün kişi, ellerinin kazanıp öne (ahirete) gönderdiği amellere bakacak ve kâfir şöyle diyecektir: “- Ah ne olurdu, ben bir toprak olaydım!...”"},{"SurahNumber":79,"VerseNumber":1,"Text":"Kasem olsun, (kâfirlerin ruhlarını tâ) derinliklerden çekip şiddetle çıkaran meleklere"},{"SurahNumber":79,"VerseNumber":2,"Text":"(Müminlerin canlarını) o usulcacık çekenlere"},{"SurahNumber":79,"VerseNumber":3,"Text":"(Dalgıçlar denizden inci çıkarır gibi,) yüzüp (müminlerin ruhlarını rahatça alarak) gidenlere"},{"SurahNumber":79,"VerseNumber":4,"Text":"(Müminlerin ruhlarını cennete, kâfirlerinkini ateşe götürmekte) koşup yarışanlara"},{"SurahNumber":79,"VerseNumber":5,"Text":"Bir de (kullara ait) işi tedbir edenlere ki, (kıyamet var, öldükten sonra dirilip hesaba çekileceksiniz)"},{"SurahNumber":79,"VerseNumber":6,"Text":"O gün (Sûra) ilk üfürüş şiddetle sarsacak"},{"SurahNumber":79,"VerseNumber":7,"Text":"Onu ikinci üfürüş takib edecek"},{"SurahNumber":79,"VerseNumber":8,"Text":"(İnkârcı) kalbler, o gün ürperip hoplar yerinden"},{"SurahNumber":79,"VerseNumber":9,"Text":"(Bu kalblerin sahiblerinin) gözleri, korkudan zillet içindedir"},{"SurahNumber":79,"VerseNumber":10,"Text":"Kâfirler (dünyada öldükten sonra dirilmeyi inkâr ederek) şöyle diyorlar: “- Biz mi, sahiden (öldükten sonra) evvelki hale döndürüleceğiz"},{"SurahNumber":79,"VerseNumber":11,"Text":"Çürüyüp ufalanmış kemikler olduğumuz zaman mı?”"},{"SurahNumber":79,"VerseNumber":12,"Text":"(Müminlerle alay ederek) dediler ki: “- O halde bu (dirilme) hüsranlı bir dönüş!”"},{"SurahNumber":79,"VerseNumber":13,"Text":"(Ey kâfirler, bunu zor ve uzak bir iş görmeyin), muhakkak ki Sûra (son) üfürülüş, tek bir sayhadan ibarettir"},{"SurahNumber":79,"VerseNumber":14,"Text":"Bir de bakarsın onlar hep kabirlerinden uyanmışlar, (bir araya toplanmışlar)"},{"SurahNumber":79,"VerseNumber":15,"Text":"(Ey Rasûlüm), muhakkak ki sana Mûsa’nın haberi geldi"}]}