{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":5,"Text":"while they have no knowledge about it, nor had their fathers. Grave is the word that comes out of their mouths. They say nothing but lie"},{"SurahNumber":18,"VerseNumber":6,"Text":"So, (O Prophet) perhaps you are going to kill yourself after them, out of grief, if they do not believe in this discourse"},{"SurahNumber":18,"VerseNumber":7,"Text":"Surely, We have made what is on earth an adornment for it, so that We test them as to who among them is better in deeds"},{"SurahNumber":18,"VerseNumber":8,"Text":"And surely, We are going to turn whatever is thereon into a barren land"},{"SurahNumber":18,"VerseNumber":9,"Text":"Do you think that the People of Kahf (the Cave) and Raqīm (inscription) were unusual out of Our signs"},{"SurahNumber":18,"VerseNumber":10,"Text":"When the young men took refuge in the Cave and said, “Our Lord, bless us with mercy from Your own and provide us with guidance in our matters.”"},{"SurahNumber":18,"VerseNumber":11,"Text":"So, We sealed up their hearing (putting them to sleep) in the Cave for a number of years"},{"SurahNumber":18,"VerseNumber":12,"Text":"Thereafter We raised them up, so that We know which of the two groups had better calculated the period in which they remained (sleeping)"},{"SurahNumber":18,"VerseNumber":13,"Text":"We narrate to you their story with truth. They were young men who believed in their Lord and We gave them more guidance"},{"SurahNumber":18,"VerseNumber":14,"Text":"We made their hearts firm when they stood up and said, “Our Lord is the Lord of the heavens and the earth. We shall never invoke any god other than Him, otherwise we would be saying something far from the truth"},{"SurahNumber":18,"VerseNumber":15,"Text":"These, our people, have adopted gods other than Him. Why do they not bring a clear proof in their favor? So, who is more unjust than the one who fabricates a lie against Allah"}]}