{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"“Soni E ŵandu ŵangu! Ngangun’juga chipanje pa wele (utengau), malipilo gangu nganigaŵa kwinepe ikaŵeje kwa Allah, soni une nganimba naaŵinjile aŵala ŵaakulupilile, chisimu ŵanganyao tachisimangana ni M’mbuje gwao (nikwalipila yambone yao), nambo une ngum’bona jenumanja kuti n’di ŵandu ajinga.”"},{"SurahNumber":11,"VerseNumber":30,"Text":"“Soni E ŵandu ŵangu! Ana ŵani ŵampaka anjenjele kwa Allah ndili naaŵinjile ŵanganyao? Ana ngankuganisya?”"},{"SurahNumber":11,"VerseNumber":31,"Text":"“Soni une ngangunsalila yanti ngwete imatiilo ya ipanje ya Allah, soni ngangumanyilila yakusisika, soni nganguti chisimu uneji lilaika, soni nganguti kwa aŵala ŵagakwachembulusya meso genu: ‘Allah ngaŵa nkwaapa yambone.’ Allah ni jwaakumanyilila chenene yaili m’mitima mwao. Chisimu une (kwikana mwakuŵecheta yele) pajele ndemajo chimbe mu ŵalupuso.”"},{"SurahNumber":11,"VerseNumber":32,"Text":"Ŵanganyao ŵaatite: “E mmwe Nuhu! Chisimu nkanganile nowe, soni ni nchulwiye ukangani waakangana noweo, basi gambani kwikanayo yankutujogoyechesyao nam’baga nkuŵecheta yakuona.”"},{"SurahNumber":11,"VerseNumber":33,"Text":"Jwalakwe jwaatite: “Chisimu Allah ni jwampaka ayichenayo kukwenu naga ali asachile, soni jenumanja nganim’ba munnepelekasyisye.”"},{"SurahNumber":11,"VerseNumber":34,"Text":"“Soni chamuko changu nganichiŵa chinkamuchisye nantimuno ndili sachile kun’jamuka naaŵaga Allah akusaka kunnechelela kusochelela, Jwalakwe ni M’mbuje gwenu, soni Kukwakwe tinchiuchisyidwa.”"},{"SurahNumber":11,"VerseNumber":35,"Text":"Kapena ŵanganyao (achimakafili ŵa pa Maaka) akuti: “Jwalakwe (Muhammadi ﷺ) ni jwaajitunjile (Qur’aniji)?” Jilani: “Naiŵaga najitunjile une, basi ileŵi yangu (yakutungako) imbate nansyene, nambo une ndalikangene nayo ileŵi yankuleŵa ŵanganyammwe.”"},{"SurahNumber":11,"VerseNumber":36,"Text":"Ni yaajuwulidwe kwa Nuhu yanti: “Nganaŵa akulupilile mu ŵandu ŵenu ikaŵeje ŵawowopeo ŵaŵakulupilile kala, basi ngasin’dandaula pa yaaŵele nkutenda.”"},{"SurahNumber":11,"VerseNumber":37,"Text":"“Sano panganyani chombo (mwakuloleledwa) ni meso Getu soni mwachiiganyo Chetu, soni ngasimumbechetekasya pa (kwajimila) aŵala ŵalitesile lupuso (yakuleka kwaapa ipotesi), chisimu ŵanganyao ali ŵakumisyidwa.”"}]}