{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"Und vor dir entsandten WIR als Gesandte nur Männer, denen WIR Wahy zuteil werden ließen. So fragt die Leute von Adh-dhikr, wenn ihr selbst nicht wisst"},{"SurahNumber":16,"VerseNumber":44,"Text":"(WIR entsandten sie) mit klaren Zeichen und mit den Schriften, und WIR sandten dir die Ermahnung (den Quran) hinab, damit du den Menschen das erläuterst, was ihnen nach und nach hinabgesandt wurde, und damit sie sich besinnen"},{"SurahNumber":16,"VerseNumber":45,"Text":"Fühlen sich diejenigen, welche die gottmißfälligen Taten intrigieren, etwa sicher davor, daß ALLAH mit ihnen die Erde nicht versenkt, oder daß die Peinigung sie ereilt, von wo sie nicht merken"},{"SurahNumber":16,"VerseNumber":46,"Text":"Oder daß ER sie zugrunde richtet, während sie (ihren Beschäftigungen) nachgehen?! Denn sie können (Ihm) nicht zu schaffen machen"},{"SurahNumber":16,"VerseNumber":47,"Text":"Oder daß ER sie nach und nach zugrunde richtet?! So ist euer HERR bestimmt allgütig, allgnädig"},{"SurahNumber":16,"VerseNumber":48,"Text":"Haben sie etwa nicht das gesehen, was ALLAH an Sachen erschuf, wie ihre Schatten von rechts nach links in Sudschud für ALLAH abwechseln, während sie sich fügen"},{"SurahNumber":16,"VerseNumber":49,"Text":"Und für ALLAH vollzieht Sudschud alles, was in den Himmeln ist und was auf Erden ist, von den sich darauf bewegenden Lebewesen sowie die Engel, während sie sich darüber nicht erheben"},{"SurahNumber":16,"VerseNumber":50,"Text":"Sie (die Engel) fürchten ihren HERRN über ihnen und tun, was ihnen geboten wird"},{"SurahNumber":16,"VerseNumber":51,"Text":"Und ALLAH sagte: \"Nehmt euch nicht zwei Gottheiten! ER ist gewiß nur ein einziger Gott, so habt vor Mir alleine Ehrfurcht"},{"SurahNumber":16,"VerseNumber":52,"Text":"Und Ihm gehört, was in den Himmeln und auf Erden ist. Und Ihm gehört der Din für immer. Handelt ihr etwa Taqwa gemäß (anderen) außer ALLAH gegenüber"},{"SurahNumber":16,"VerseNumber":53,"Text":"Und was ihr an Wohlergehen genießt, ist von ALLAH. Und dann, wenn Unglück euch trifft, zu Ihm alleine fleht ihr"},{"SurahNumber":16,"VerseNumber":54,"Text":"Dann, wenn ER das Unglück von euch beseitigt, gibt es eine Gruppe von euch, die ihrem HERRN gegenüber Schirk betreibt"}]}