{"Id":58,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"তিনি বললেন -- ''তাহলে তোমাদের বিশেষ বার্তা কি, হে বার্তাবাহকগণ?’’"},{"SurahNumber":51,"VerseNumber":32,"Text":"তারা বললে -- ''আমাদের অবশ্য প্রেরণ করা হয়েছে এক অপরাধী লোকদের প্রতি"},{"SurahNumber":51,"VerseNumber":33,"Text":"যেন তাদের উপরে আমরা বর্ষণ করতে পারি মাটির পাথর"},{"SurahNumber":51,"VerseNumber":34,"Text":"যা অমিতাচারীদের জন্য নির্ধারিত রয়েছে তোমার প্রভুর কাছে।’’"},{"SurahNumber":51,"VerseNumber":35,"Text":"তারপর মুমিনদের মধ্যের যারা সেখানে রয়েছিল তাদের আমরা বের করে আনলাম"},{"SurahNumber":51,"VerseNumber":36,"Text":"কিন্ত আমরা সেখানে মুসলিমদের একটি পরিবার ব্যতীত আর কাউকে পাইনি।"},{"SurahNumber":51,"VerseNumber":37,"Text":"আর আমরা সেখানে রেখে দিয়েছিলাম এক নিদর্শন তাদের জন্য যারা মর্মন্তুদ শাস্তিকে ভয় করে।"},{"SurahNumber":51,"VerseNumber":38,"Text":"আর মূসার মধ্যেও। দেখো! আমরা তাঁকে পাঠিয়েছিলাম ফিরআউনের কাছে সুস্পষ্ট কর্তৃত্ব দিয়ে।"},{"SurahNumber":51,"VerseNumber":39,"Text":"কিন্ত সে ফিরে গিয়েছিল তার শক্তিমত্তার দিকে এবং বলেছিল -- ''একজন জাদুকর অথবা একজন পাগল।’’"},{"SurahNumber":51,"VerseNumber":40,"Text":"তখন আমরা তাকে ও তার দলবলকে পাকড়াও করলাম এবং তাদের নিক্ষেপ করলাম অথৈ জলে, আর সে ছিল দোষী।"},{"SurahNumber":51,"VerseNumber":41,"Text":"আর 'আদ জাতির ক্ষেত্রেও। দেখো! আমরা তাদের বিরুদ্ধে পাঠিয়েছিলাম এক বিধ্বংসী ঝড়।"},{"SurahNumber":51,"VerseNumber":42,"Text":"এ যার উপরে এসে পড়েছিল তার কোনো কিছুই রেখে যায় নি, এটিকে তা করে দিয়েছিল ছাইয়ের মতো।"},{"SurahNumber":51,"VerseNumber":43,"Text":"আর ছামুদ-জাতির ক্ষেত্রেও। দেখো! তাদের বলা হয়েছিল -- ''কিছুকাল উপভোগ করে নাও।’’"},{"SurahNumber":51,"VerseNumber":44,"Text":"তথাপি তাদের প্রভুর আদেশের বিরুদ্ধে তারা দাঁড়িয়েছিল, ফলে এক বজ্রনাদ তাদের পাকড়ালো, আর তারা তাকিয়ে রয়েছিল।"},{"SurahNumber":51,"VerseNumber":45,"Text":"তাদের আর দাঁড়াবার ক্ষমতা রইল না, আর তারা সাহায্যপ্রাপ্ত হতেও পারে নি।"},{"SurahNumber":51,"VerseNumber":46,"Text":"আর পূর্বকালীন নূহের লোকদলকেও। নিঃসন্দেহ তারা ছিল সত্যত্যাগী জাতি।"},{"SurahNumber":51,"VerseNumber":47,"Text":"আর মহাকাশমন্ডল -- আমরা তা নির্মাণ করেছি হাতে, আর আমরাই বিশালতার নির্মাতা।"},{"SurahNumber":51,"VerseNumber":48,"Text":"আর পৃথিবী -- আমরা একে বিছিয়ে দিয়েছি, কাজেই কত সুন্দর এই বিস্তারকারী"},{"SurahNumber":51,"VerseNumber":49,"Text":"আর প্রত্যেক বস্তুর মধ্যে আমরা জোড়া-জোড়া সৃষ্টি করেছি, যেন তোমরা মনোনিবেশ করো।"},{"SurahNumber":51,"VerseNumber":50,"Text":"অতএব তোমরা বেগে আল্লাহ্‌র দিকে ছুটো। আমি নিশ্চয়ই তোমাদের নিকট তাঁর কাছ থেকে একজন সুস্পষ্ট সতর্ককারী।"},{"SurahNumber":51,"VerseNumber":51,"Text":"আর আল্লাহ্‌র সাথে অন্য কোনো উপাস্য দাঁড় করো না। নিঃসন্দেহ আমি তোমাদের নিকট তাঁর কাছ থেকে এক জন সুস্পষ্ট সতর্ককারী।’’"}]}