{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Hakıykat, âhirete îman etmez olanlar, meleklere alabildiğine dişi adı takarlar"},{"SurahNumber":53,"VerseNumber":28,"Text":"Halbuki onların buna dâir de bilgisi yokdur. Onlar kuruntudan başkasına tâbi´ olmazlar. Kuruntu ise, şübhesiz, hakdan hiç birşey´i ifâde etmez"},{"SurahNumber":53,"VerseNumber":29,"Text":"Onun için sen (Habîbim) bizim zikrimize arka çeviren, dünyâ hayâtından başkasını arzuu etmeyen kimselerden yüz çevir"},{"SurahNumber":53,"VerseNumber":30,"Text":"Onların ilimden erebildikleri (son had) işte budur. Şübhesiz ki Rabbin, yolundan sapan kimseleri çok iyi bilenin ta kendisidir. O, hidâyet bulan kimseleri de pek iyi bilendir"},{"SurahNumber":53,"VerseNumber":31,"Text":"Göklerde ne var, yerde ne varsa Allahındır. (Bunların yaratılması ve nizaama getirilmesi ise Allahın) kötülük edenleri, yapdıklarına mukaabil cezalandırılması, güzel hareket edenleri de daha güzeliyle mükâfatlandırması içindir"},{"SurahNumber":53,"VerseNumber":32,"Text":"(O güzel hareket edenler), ufak ufak suçlar (ı) haaric olmak üzere, günâhın büyüklerinden ve fuhuşlardan kaçınanlardır. Şübhesiz ki Rabbin, mağfireti bol olandır. O, sizi daha toprakdan yaratdığı zaman ve siz henüz analarınızın karınlarında döller haalinde olduğunuz sırada siz (in ne olduğunuzu) çok iyi bilendir. Bunun için kendinizi (beğenib) temize çıkarmayın. O, (fenâlıkdan) sakınan kimdir, çok iyi bilendir"},{"SurahNumber":53,"VerseNumber":33,"Text":"Şimdi (îmandan) dönen, (malından) biraz (ını) verib de gerisini sert kaya gibi elinde tutan adamı gördün mü"},{"SurahNumber":53,"VerseNumber":34,"Text":"Şimdi (îmandan) dönen, (malından) biraz (ını) verib de gerisini sert kaya gibi elinde tutan adamı gördün mü"},{"SurahNumber":53,"VerseNumber":35,"Text":"Gaybın ilmi onun nezdindedir de kendisi mi görüyor"},{"SurahNumber":53,"VerseNumber":36,"Text":"Yoksa Musânın ve (Allahdan aldığı emri) vazifesini tastamam îfâ eden İbrâhîmin sahîfelerinde olan (şun) lardan haberdâr mı edilmedi"},{"SurahNumber":53,"VerseNumber":37,"Text":"Yoksa Musânın ve (Allahdan aldığı emri) vazifesini tastamam îfâ eden Ibrâhîmin sahîfelerinde olan (şun) lardan haberdâr mı edilmedi"},{"SurahNumber":53,"VerseNumber":38,"Text":"Hakıykaten hiçbir günahkâr diğerinin günâh yükünü çekmez"},{"SurahNumber":53,"VerseNumber":39,"Text":"Hakıykaten insan için kendi çalışdığından başkası yokdur"},{"SurahNumber":53,"VerseNumber":40,"Text":"Hakıykaten çalışdığı ileride (kıyamet gününde mizanından) görülecek"},{"SurahNumber":53,"VerseNumber":41,"Text":"Sonra buna en kâmil mükâfat verilecekdir"},{"SurahNumber":53,"VerseNumber":42,"Text":"Şübhesiz ki en son gidiş ancak Rabbinedir"},{"SurahNumber":53,"VerseNumber":43,"Text":"Hakıykat şu: Güldüren de, ağlatan da Odur"},{"SurahNumber":53,"VerseNumber":44,"Text":"Hakıykat şu: (Dünyâda) öldüren de, (âhiretde) dirilten de Odur"}]}