{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Muhakkak ki ahirete (Allah´a ruhunu ulaştırmaya ve kıyâmet gününe) inanmayanlar, melekleri mutlaka dişi isimlerle isimlendiriyorlar"},{"SurahNumber":53,"VerseNumber":28,"Text":"Ve onların (melekler konusunda) bir ilmi yoktur. Onlar sadece zanna tâbî olurlar. Ve muhakkak ki zan, Hak´tan yana hiçbir şeye fayda sağlamaz"},{"SurahNumber":53,"VerseNumber":29,"Text":"Artık zikrimizden dönen ve dünya hayatından başka bir şey istemeyenlerden yüz çevir"},{"SurahNumber":53,"VerseNumber":30,"Text":"Onların ilimden ulaşabildikleri (sadece) budur. Muhakkak ki senin Rabbin ki; O, kimin Kendi yolundan saptığını en iyi bilir ve O, kimin hidayete erdiğini en iyi bilir"},{"SurahNumber":53,"VerseNumber":31,"Text":"Ve göklerde ve yerde olan şeyler Allah içindir. Kötülük yapanları, yaptıkları sebebiyle cezalandırsın ve ahsen davrananları daha güzeli ile mükâfatlandırsın diye"},{"SurahNumber":53,"VerseNumber":32,"Text":"Onlar ki, küçük günahlar hariç, büyük günahlardan ve fuhuştan içtinap ederler (sakınırlar). Muhakkak ki Rabbin, mağfireti geniş olandır. O, sizi daha iyi bilendir. O, sizi topraktan yaratmıştı. Ve siz, annelerinizin karnında cenin idiniz. Öyleyse nefslerinizi temize çıkarmayın (nefslerinizi tezkiye ettiğinizi iddia etmeyin). O (Allah), kimin takva sahibi olduğunu daha iyi bilendir"},{"SurahNumber":53,"VerseNumber":33,"Text":"(Allah´tan) yüz çevireni gördün mü"},{"SurahNumber":53,"VerseNumber":34,"Text":"Ve o, pek az verdi, kalanını kesti (vazgeçti, vermedi)"},{"SurahNumber":53,"VerseNumber":35,"Text":"Gaybın ilmi onun yanında mı? Böylece o mu görüyor"},{"SurahNumber":53,"VerseNumber":36,"Text":"Yoksa Hz. Musa´nın sayfalarında olan şeylerden ona haber verilmedi mi"},{"SurahNumber":53,"VerseNumber":37,"Text":"Ve Hz. İbrâhîm ki, o vefa etti (Allah´ın emirlerini ifa etti)"},{"SurahNumber":53,"VerseNumber":38,"Text":"Gerçekten (hiç)bir günahkâr, bir başkasının yükünü (günahını) yüklenmez"},{"SurahNumber":53,"VerseNumber":39,"Text":"Ve insan için, çalışmasından başka bir şey yoktur"},{"SurahNumber":53,"VerseNumber":40,"Text":"Ve onun yaptığı çalışma (amel), yakında görülecektir"},{"SurahNumber":53,"VerseNumber":41,"Text":"Sonra onun karşılığı eksiksiz olarak ödenecektir"},{"SurahNumber":53,"VerseNumber":42,"Text":"Ve münteha (sonunda dönüş), mutlaka Rabbinedir"},{"SurahNumber":53,"VerseNumber":43,"Text":"Ve muhakkak ki, güldüren ve ağlatan O´dur"},{"SurahNumber":53,"VerseNumber":44,"Text":"Ve muhakkak ki, öldüren ve dirilten O´dur"}]}