{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":62,"Text":"And they said: What is the matter with us that we see not men whom we had been numbering among the worst"},{"SurahNumber":38,"VerseNumber":63,"Text":"Took We them to ourselves as a laughing-stock or swerved our sight from them"},{"SurahNumber":38,"VerseNumber":64,"Text":"Truly, this is true of the disagreement of the people of the fire"},{"SurahNumber":38,"VerseNumber":65,"Text":"Say: I am only one who warns. And there is no god but God, The One, The Omniscient"},{"SurahNumber":38,"VerseNumber":66,"Text":"the Lord of the heavens and the earth and whatever is between them, The Almighty, The Forgiver"},{"SurahNumber":38,"VerseNumber":67,"Text":"Say: It is a serious tiding"},{"SurahNumber":38,"VerseNumber":68,"Text":"from which you are ones who turn aside"},{"SurahNumber":38,"VerseNumber":69,"Text":"I had been without knowledge of the lofty Council when they are striving against one another"},{"SurahNumber":38,"VerseNumber":70,"Text":"It is revealed to me only that I am a warner, one who makes clear"},{"SurahNumber":38,"VerseNumber":71,"Text":"Thy Lord said to the angels: Truly, I am one who is Creator of a mortal from clay"},{"SurahNumber":38,"VerseNumber":72,"Text":"So when I shaped him and breathed into him My Spirit, then, fall to him, ones who prostrate themselves"},{"SurahNumber":38,"VerseNumber":73,"Text":"So the angels prostrated themselves, one and all, altogether"},{"SurahNumber":38,"VerseNumber":74,"Text":"but Iblis. He grew arrogant and had been among the ones who are ungrateful"},{"SurahNumber":38,"VerseNumber":75,"Text":"He said: O Iblis! What prevented thee from prostrating thyself to what I created with My two hands? Hadst thou grown arrogant? Or hadst thou been among the ones who exalt themselves"},{"SurahNumber":38,"VerseNumber":76,"Text":"Iblis said: I am better than he. Thou hadst created me from fire while Thou hadst created him from clay"},{"SurahNumber":38,"VerseNumber":77,"Text":"He said: Then, go thou forth from here for, truly, thou art accursed"},{"SurahNumber":38,"VerseNumber":78,"Text":"And, truly, on thee is My curse until the Day of Judgment"},{"SurahNumber":38,"VerseNumber":79,"Text":"Iblis said: My Lord! Then, give me respite until the Day to be raised up"},{"SurahNumber":38,"VerseNumber":80,"Text":"He said: Truly, thou art among the ones who are given respite"},{"SurahNumber":38,"VerseNumber":81,"Text":"until the Day of the known time"},{"SurahNumber":38,"VerseNumber":82,"Text":"Iblis said: By Thy Great Glory, then, I will certainly lead them one and all into error"},{"SurahNumber":38,"VerseNumber":83,"Text":"but Thy devoted servants among them"}]}