{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"كاف، ھا، يا، ئەين، ساد"},{"SurahNumber":19,"VerseNumber":2,"Text":"بۇ، پەرۋەردىگارىڭنىڭ بەندىسى زەكەرىياغا قىلغان مەرھەمىتىنىڭ بايانىدۇر"},{"SurahNumber":19,"VerseNumber":3,"Text":"ئۇ ئۆز ۋاقتىدا پەرۋەردىگارىغا پەس ئاۋازدا مۇناجات قىلدى"},{"SurahNumber":19,"VerseNumber":4,"Text":"ئۇ ئېيتتى: «پەرۋەردىگارىم! مەن ھەقىقەتەن كۈچ ـ قۇۋۋىتىمدىن كەتتىم، چېچىم ئاقاردى. پەرۋەردىگارىم! ساڭا دۇئا قىلىپ ئۈمىدسىز بولۇپ قالغىنىم يوق"},{"SurahNumber":19,"VerseNumber":5,"Text":"مەن تاغىلىرىمنىڭ بالىلىرىنىڭ ئورنۇمنى باسالماسلىقلىرىدىن (يەنى دىننى قولدىن بېرىپ قويۇشلىرىدىن) ھەقىقەتەن ئەنسىرەيمەن، مېنىڭ ئايالىم تۇغماستۇر، (پەزلىڭدىن) ماڭا بىر (ياخشى) پەرزەنت ئاتا قىلغىن"},{"SurahNumber":19,"VerseNumber":6,"Text":"ئۇ ماڭا ۋارىس بولغاي ۋە يەئقۇب ئەۋلادىغا ۋارىس بولغاي، پەرۋەردىگارىم! ئۇنى سېنىڭ رازىلىقىڭغا ئېرىشىدىغان قىلغىن»"},{"SurahNumber":19,"VerseNumber":7,"Text":"(ئاللاھ ئېيتتىكى) «ئى زەكەرىيا! بىز ھەقىقەتەن ساڭا (پەرىشتىلەر ئارقىلىق) يەھيا ئىسىملىك بىر ئوغۇل بىلەن خۇشخەۋەر بېرىمىز، ئىلگىرى ھېچ ئادەمنى ئۇنىڭغا ئىسىمداش قىلمىدۇق»"},{"SurahNumber":19,"VerseNumber":8,"Text":"زەكەرىيا ئېيتتى: «ئايالىم تۇغماس تۇرسا، مەن قېرىپ مۈكچىيىپ كەتكەن تۇرسام، مېنىڭ قانداقمۇ ئوغلۇم بولسۇن؟»"},{"SurahNumber":19,"VerseNumber":9,"Text":"(نىدا قىلغان پەرىشتە) ئېيتتى: «ئىش ئەنە شۇنداقتۇر، پەرۋەردىگارىڭ ئېيتتى: بۇ مەن ئۈچۈن ئاساندۇر، سېنى مەن ياراتتىم، ھالبۇكى سەن بۇرۇن يوق ئىدىڭ (يەنى سېنى يوقتىن بار قىلغاندەك، يەھيانى ئىككىڭلاردىن تۆرەلدۈرۈشكە قادىرمەن)»"},{"SurahNumber":19,"VerseNumber":10,"Text":"زەكەرىيا ئېيتتى: «پەرۋەردىگارىم! (ئايالىمنىڭ ھامىلدار بولغانلىقىغا) ماڭا بىر ئالامەت قىلىپ بەرسەڭ». ئاللاھ ئېيتتى: «سېنىڭ ئالامىتىڭ (شۇكى)، ساق تۇرۇپ ئۈچ كېچە ـ كۈندۈز كىشىلەرگە سۆز قىلالمايسەن»"},{"SurahNumber":19,"VerseNumber":11,"Text":"زەكەرىيا نامازگاھىدىن قەۋمىنىڭ ئالدىغا چىقىپ، ئۇلارنى ئەتىگەن ـ ئاخشامدا تەسبىھ ئېيتىشقا ئىشارەت قىلدى"}]}