{"Id":58,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":12,"Text":"যখন এটি দূর জায়গা থেকে তাদের দেখতে পাবে তখন থেকেই তারা এর ত্রুদ্ধ গর্জন ও হুংকার শুনতে পাবে।"},{"SurahNumber":25,"VerseNumber":13,"Text":"আর যখন তাদের শৃঙ্খলিত অবস্থায় এর মধ্যের এক সংকীর্ণ স্থানে নিক্ষেপ করা হবে তখন তারা সেইখানেই ধ্বংস হওয়া আহ্বান করবে।"},{"SurahNumber":25,"VerseNumber":14,"Text":"আজকের দিনে তোমরা একবারের ধ্বংসের জন্য কামনা করো না, বরং বহুবার ধ্বংস হওয়ার দোয়া করতে থাক!’’"},{"SurahNumber":25,"VerseNumber":15,"Text":"তুমি বলো -- ''এইটি কি ভাল, না চিরস্থায়ীস্বর্গোদ্যান যা ওয়াদা করা হয়েছে ধর্মনিষ্ঠদের জন্য?’’ তা হচ্ছে তাদের জন্য পুরস্কার ও গন্তব্যস্থল।"},{"SurahNumber":25,"VerseNumber":16,"Text":"সেখানে তাদের জন্য রয়েছে যা তারা কামনা করে, তারা স্থায়ীভাবে অবস্থান করবে। এইটি তোমার প্রভুর উপরে ন্যস্ত ওয়াদা যা প্রার্থিত হবার যোগ্য।"},{"SurahNumber":25,"VerseNumber":17,"Text":"আর সেইদিন তাদের তিনি একত্রিত করবেন আর আল্লাহ্‌কে বাদ দিয়ে যাদের তারা উপাসনা করত তাদেরও, তখন তিনি বললেন -- ''এ কি তোমরা! তোমরাই কি আমার এইসব বান্দাদের বিভ্রান্ত করেছিলে, না কি তারা স্বয়ং পথ ছেড়ে বিপথে গিয়েছিল?’’"},{"SurahNumber":25,"VerseNumber":18,"Text":"তারা বলবে -- ''তোমারই সব মহিমা! এটি আমাদের জন্য সমীচীন নয় যে তোমাকে বাদ দিয়ে আমরা অন্যান্য অভিভাবকদের গ্রহণ করব। কিন্তু তুমি তাদের ও তাদের পিতৃপুরুষদের ভোগসম্ভার দিয়েছিলে, পরিণামে তারা ভুলে গিয়েছিল সাবধান-বাণী, ফলে তারা হয়েছিল একটি বিনষ্ট জাতি।’’"},{"SurahNumber":25,"VerseNumber":19,"Text":"সুতরাং তোমরা যা বলছ সে-সন্বন্ধে তারা তো তোমাদের মিথ্যা সাব্যস্ত করেছে, কাজেই তোমরা প্রতিরোধ করতে পারবে না, আর সাহায্যও পাবে না। আর তোমাদের মধ্যে যে কেউ অন্যায় করেছে তাকে আমরা বিরাট শাস্তি আস্বাদন করাব।’’"},{"SurahNumber":25,"VerseNumber":20,"Text":"আর তোমার আগে আমরা এমন কোনো রসূল পাঠাই নি যাঁরা নিঃসন্দেহ খাবার না খেয়েছেন ও হাটে-বাজারে চলাফেরা না করেছেন। আর আমরা তোমাদের কাউকে অপরদের জন্য পরীক্ষাস্বরূপ দাঁড় করিয়েছি। তোমরা কি অধ্যবসায় চালিয়ে যাবে? আর তোমার প্রভু সর্বদ্রষ্টা।"}]}