{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":19,"Text":"Say, 'What thing is the weightiest in testimony.' Say, 'God is a Witness between me and you. And this Qur'an has been revealed to me so that with it I may warn you, as well as whomsoever it reaches, of the impending punishment. What! do you really bear witness that there are other gods besides God?' Say, 'I bear not witness thereto.' Say, 'He is the One God, and certainly I am innocent of that which you associate with Him"},{"SurahNumber":6,"VerseNumber":20,"Text":"Those to whom We gave the Book recognize him as they recognize their sons. But those who ruin their souls -- they will not believe"},{"SurahNumber":6,"VerseNumber":21,"Text":"And who is more unjust than he who forges a lie against God or treat His Signs as lies? Surely the unjust shall not prosper"},{"SurahNumber":6,"VerseNumber":22,"Text":"And think of the day when We shall gather them all together; then shall We say to those who associated partners with God, 'Where are the partners you spoke of -- those whom you asserted"},{"SurahNumber":6,"VerseNumber":23,"Text":"Then they will have no excuse save that they shall say, 'By God, our Lord, we were not idolaters"},{"SurahNumber":6,"VerseNumber":24,"Text":"See how they shall lie against themselves. And that which they fabricated shall fail them"},{"SurahNumber":6,"VerseNumber":25,"Text":"And among them are some who give ear to thee; but We have put veils on their hearts, that they should not understand, and deafness in their ears. And even if they see every Sign, they would not believe therein, so much so that when they come to thee, disputing with thee, those who disbelieve say, 'This is nothing but fables of the ancients"},{"SurahNumber":6,"VerseNumber":26,"Text":"And they forbid others to believe in it and themselves too they keep away from it. And they ruin none but their ownselves; only they perceive not"},{"SurahNumber":6,"VerseNumber":27,"Text":"And if thou couldst only see when they are made to stand before the Fire! They will say, 'Oh, would that we might be sent back! And then we would not treat the Signs of our Lord as lies and we would be of the believers"}]}