{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":26,"VerseNumber":137,"Text":"Da ko ungkaya inonta na Parangai o miyanga-o ona"},{"SurahNumber":26,"VerseNumber":138,"Text":"Na kuna a ba kami phangasisiksa"},{"SurahNumber":26,"VerseNumber":139,"Text":"Na piyakambokhag iran Sukaniyan, na bininasa Mi siran. Mata-an! A adun a matatago ro-o man a titho a Tanda: Na da mabaloi so kadakulan kiran a Khipaparatiyaya"},{"SurahNumber":26,"VerseNumber":140,"Text":"Mata-an! A so Kadnan Ka na Sukaniyan ndun so Mabagur, a Makalimo-on"},{"SurahNumber":26,"VerseNumber":141,"Text":"Piyakambokhag o (pagtao a) Samood so manga Sogo"},{"SurahNumber":26,"VerseNumber":142,"Text":"Gowani na Pitharo kiran o Pagari ran a Salih: Ino kano di phananggila"},{"SurahNumber":26,"VerseNumber":143,"Text":"Mata-an! A Sakun na Sogo rukano a kasasana-an"},{"SurahNumber":26,"VerseNumber":144,"Text":"Na kalukun niyo so Allah, go Onoti Yako niyo"},{"SurahNumber":26,"VerseNumber":145,"Text":"Na da-a phangunin ko rukano saya a balas: Da-a balas Rakun inonta so si-i ko Kadnan o manga Ka-adun"},{"SurahNumber":26,"VerseNumber":146,"Text":"Ba kano khibagak, si-i ko nganin a matatago si-i a khisasarig kano"},{"SurahNumber":26,"VerseNumber":147,"Text":"Si-i ko manga Pamomolan go manga Bowalan"},{"SurahNumber":26,"VerseNumber":148,"Text":"Go manga Purpuran, go manga Qormah a so Onga niyan na kiyalotowan"},{"SurahNumber":26,"VerseNumber":149,"Text":"Go Puphamuso kano ko manga Palao sa manga Walai, a pukhababaya kano"},{"SurahNumber":26,"VerseNumber":150,"Text":"Na kalukun niyo so Allah, go Onoti Yako niyo"},{"SurahNumber":26,"VerseNumber":151,"Text":"Na di niyo Pagonoti so Sogowan o manga Malawani"},{"SurahNumber":26,"VerseNumber":152,"Text":"A siran na Puphaminasa siran ko Lopa, go di siran Phangompiya"},{"SurahNumber":26,"VerseNumber":153,"Text":"Pitharo iran: A Suka na pud dun ko khitataraponan"},{"SurahNumber":26,"VerseNumber":154,"Text":"Kuna a ba Ka di Manosiya a lagid ami: Na bugai Ka sa Tanda, o Suka na pud ko manga bunar"},{"SurahNumber":26,"VerseNumber":155,"Text":"Pitharo Iyan: A kati-i so Onta: A adun a kipantag iyan ko kainom, go adun a kipantag iyo ko kainom, ko gawi-i a mapupunto"},{"SurahNumber":26,"VerseNumber":156,"Text":"Na di niyo shogata sukaniyan a marata, ka madansal kano a siksa ko gawi-i a mala"},{"SurahNumber":26,"VerseNumber":157,"Text":"Na biyono iran noto: Na miyabaloi siran a miyamakasundit"},{"SurahNumber":26,"VerseNumber":158,"Text":"Na miyadansal siran o siksa. Mata-an! A adun a madadalum ro-o man a titho a Tanda: Na da mabaloi so kadakulan kiran a Khipaparatiyaya"},{"SurahNumber":26,"VerseNumber":159,"Text":"Na Mata-an! a so Kadnan Ka na Sukaniyan ndun so Mabagur, a Makalimo-on"}]}