{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Разве же тот, кто знает, что то, что ниспослано тебе (о, Посланник) от твоего Господа, – истина (и уверовал в него), подобен тому, кто слеп (к истине) [который не видит ее и поэтому не верует в нее]? Но внимают (увещаниям) [получают пользу от этого] только обладатели (здравого) разума"},{"SurahNumber":13,"VerseNumber":20,"Text":"которые верно выполняют завет Аллаха [договор с Ним] и не нарушают обещания"},{"SurahNumber":13,"VerseNumber":21,"Text":"и те, которые соединяют то, что приказал Аллах соединять [поддерживают родственные связи и хорошо относятся к бедным], и страшатся своего Господа (когда совершат грех), и боятся плохого рас­чета (в День Суда) (что им не будут прощены их грехи)"},{"SurahNumber":13,"VerseNumber":22,"Text":"и те, которые проявляли терпение (при повиновении Аллаху, при удерживании себя от впадения в грех и при трудностях), стремясь к Лику своего Господа [к Его довольству], и совершали (обязательную) молитву (надлежащим образом) [своевременно, смиренно перед Господом и предаваясь молитве душой], и давали (обязательную и добровольную милостыню) из того, чем Мы их наделили [из своего дозволенного имущества], и тайно [не показывая людям] и открыто, и добром отталкивают зло. Для этих [тех, которые обладают этими признаками] (будут) в качестве Последней обители"},{"SurahNumber":13,"VerseNumber":23,"Text":"(райские) сады ‘Адн, в которые они войдут вместе с теми, кто был праведным из (числа) их отцов [родителей], и супруг, и их потомства. И ангелы (в Раю) приходят к ним че­рез все двери (говоря)"},{"SurahNumber":13,"VerseNumber":24,"Text":"«Мир вам за то, что вы терпели (когда проявляли покорность Аллаху)!» И как прекрасна (эта) Последняя обитель"},{"SurahNumber":13,"VerseNumber":25,"Text":"А те, которые нарушают завет с Аллахом после обещания верности (которое дали души людей Аллаху, еще до того, как появиться в этом мире, что они будут признавать богом только одного Аллаха) и разрывают то, что Аллах повелел быть соединять [рвут родственные отношения и дружеские между верующими], и сеют беспорядок [грехи] на земле, для таких (уготованы) проклятие [им не будет милосердия Аллаха] и для них – Скверная обитель [Ад]"},{"SurahNumber":13,"VerseNumber":26,"Text":"(Только) Аллах уширяет [увеличивает] удел, кому пожелает (из числа Своих рабов), и ограничивает (удел) (кому пожелает). А они [неверующие] радуются земной жизни, но земная жизнь по сравнению с Вечной – только (временное) пользование"},{"SurahNumber":13,"VerseNumber":27,"Text":"И говорят те, которые стали неверными [мекканские многобожники]: «Почему ему [Мухаммаду] не ниспослано (ощущаемое) знамение от его Господа (как например чудеса с которыми пришли пророки Муса и Ииса)?» Скажи (им) (о, Посланник): «Поистине, Аллах вводит в заблуждение, кого пожелает (и тому уже не поможет видение чуда), и наставляет на истинный путь того, кто обра­тился к Нему (желая Его довольства)!»"},{"SurahNumber":13,"VerseNumber":28,"Text":"(И наставляет Он на истинный путь) тех, которые уверовали и сердца которых успокаиваются при поминании Аллаха. О да! Ведь поминанием Аллаха [повиновением Ему, вспоминанием Его и обещанной Им награды] успокаиваются сердца"}]}