{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: “Ben sizi ancak vahiy ile uyarıyorum.” Ama sağırlar uyarıldıkları vakit çağrıyı işitmezler"},{"SurahNumber":21,"VerseNumber":46,"Text":"Onlara Rabbinin azabından hafif bir şey dokunsa, muhakkak “Eyvah bize! Gerçekten biz zalim kimselerdik” diyeceklerdir"},{"SurahNumber":21,"VerseNumber":47,"Text":"Kıyamet günü için adalet terazileri kuracağız. Öyle ki hiçbir kimseye zerre kadar zulmedilmeyecek. (Yapılan iş) bir hardal tanesi ağırlığınca da olsa, onu getirip ortaya koyacağız. Hesap görücü olarak biz yeteriz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Andolsun ki biz Musa ile Harun’a Furkan’ı takvâ sahiplerine bir ışık ve bir öğüt olarak verdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"Onlar, görmedikleri halde Rablerinden korkan ve kıyamet saatinden de çekinen kimselerdir"},{"SurahNumber":21,"VerseNumber":50,"Text":"İşte bu (Kur’an) da bizim indirdiğimiz mübarek bir zikirdir. Şimdi siz bunu mu inkâr ediyorsunuz"},{"SurahNumber":21,"VerseNumber":51,"Text":"Andolsun, daha önce de İbrahim’e rüşdünü/doğruyu yanlıştan ayırma yeteneğini verdik. Biz zaten onu biliyorduk"},{"SurahNumber":21,"VerseNumber":52,"Text":"Hani o, babasına ve kavmine: \"Kendilerine ibadet edip, durduğunuz bu putlar nedir?\" demişti"},{"SurahNumber":21,"VerseNumber":53,"Text":"Atalarımızı bunlara ibadet ediyor bulduk.” dediler"},{"SurahNumber":21,"VerseNumber":54,"Text":"İbrahim: “Andolsun siz de, atalarınız da apaçık bir sapıklık içindesiniz.” dedi"},{"SurahNumber":21,"VerseNumber":55,"Text":"“Sen bize hakkı mı getirdin, yoksa bizimle alay mı ediyorsun?” dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"Dedi ki: \"Hayır! Rabbiniz, göklerin ve yerin Rabbidir. O, bunları yaratandır ve ben de buna şahitlik edenlerdenim"},{"SurahNumber":21,"VerseNumber":57,"Text":"“Allah'a yemin ederim ki, siz arkanızı dönüp gittikten sonra ben bu putlarınıza mutlaka bir tuzak kuracağım.”"}]}