{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"(خضر) گفت: مگر به تو نگفتم که تو با من توان شکیبائی را نخواهی داشت؟"},{"SurahNumber":18,"VerseNumber":76,"Text":"(موسی) گفت: اگر بعد از این، از تو درباره‌ی چیزی پرسیدم (و اعتراض کردم) با من همدم مشو، چرا که به نظرم معذور خواهی بود (از من جدا شوی)"},{"SurahNumber":18,"VerseNumber":77,"Text":"باز به راه خود ادامه دادند تا به روستائی رسیدند. از اهالی آنجا غذا خواستند؛ ولی آنان از مهمان کردن آن دو خودداری نمودند. ایشان در میان روستا به دیواری رسیدند که داشت فرو می‌ریخت. (خضر) آن را تعمیر و بازسازی کرد. (موسی) گفت: اگر می‌خواستی می‌توانستی در مقابل این کار مزدی بگیری (و شکممان را بدان سیر کنی. آخر فداکاری با این مردمان فرومایه، حیف است)"},{"SurahNumber":18,"VerseNumber":78,"Text":"(خضر) گفت: اینک وقت جدائی من و تو است. من تو را از حکمت و راز کارهائی که در برابر آنها نتوانستی‌شکیبائی کنی آگاه می‌سازم"},{"SurahNumber":18,"VerseNumber":79,"Text":"و امّا آن کشتی متعلّق به گروهی از مستمندان بود که (با آن) در دریا کار می‌کردند و من خواستم آن را معیوب کنم (و موقّتاً از کار بیفتد چرا که) سر راه آنان پادشاه ستمگری بود که همه‌ی کشتیها (ی سالم) را غصب می‌کرد و می‌برد"},{"SurahNumber":18,"VerseNumber":80,"Text":"و امّا آن کودک (که او را کشتم) پدر و مادرش باایمان بودند (و اگر زنده می‌ماند) می‌ترسیدیم که سرکشی و کفر را بدانان تحمیل کند (و ایشان را از راه ببرد)"},{"SurahNumber":18,"VerseNumber":81,"Text":"ما خواستیم که پروردگارشان به جای او فرزند پاکتر و پرمحبّت‌تری بدیشان عطاء فرماید"},{"SurahNumber":18,"VerseNumber":82,"Text":"و امّا آن دیوار (که آن را بدون مزد تعمیر کردم) متعلّق به دو کودک یتیم در شهر بود و زیر دیوار گنجی وجود داشت که مال ایشان بود و پدرشان مرد صالح و پارسائی بود (و آن را برایشان پنهان کرده بود). پس پروردگار تو خواست که آن دو کودک به حدّ بلوغ برسند و گنج خود را به مرحمت پروردگارت بیرون بیاورند (و مردمان بدانند که: صلاح پدران و مادران برای پسران و دختران، و خوبی اصول برای فروع سودمند است). من به دستور خود این کارها را نکرده‌ام (و خودسرانه دست به چیزی نبرده‌ام و بلکه فرمان خدا را اجرا نموده‌ام و برابر رهنمود او رفته‌ام). این بود راز و رمز کارهائی که توانائی شکیبائی در برابر آنها را نداشتی"},{"SurahNumber":18,"VerseNumber":83,"Text":"(ای پیغمبر! برخی از کفّار به دسیسه‌ی یهودیان) از تو درباره‌ی (سرگذشت) ذوالقرنین می‌پرسند. بگو: گوشه‌ای از سرگذشت او را برایتان بازگو خواهم کرد"}]}