{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"Oo tolkayow! Idinku weydiisan maayo inaad igu siisaan maal, abaalgudkeyga waxaa ii haya oo keliya Allaah. Oo anigu ma ahi mid debedda u saaraya kuwa (Xaqa) rumeysan. Hubaal waxay la kulmi doonaan Rabbigood, laakiinse Waxaan arkaa inaad tihiin qolo jaahiliin ah"},{"SurahNumber":11,"VerseNumber":30,"Text":"Oo tolkayow! Yaa iiga gargaari doona Allaah, haddi aan iyaga debedda u saaro? Ee miyeydaan haddaba waansameyn"},{"SurahNumber":11,"VerseNumber":31,"Text":"Oo idinkuma odhanayo waxaan hayaa Khasnadaha Ilaahay, oo ma ogi waxa aan muuqan ee qarsoon; oo ma odhanayo waxaan ahay Malag, oo kama odhanayo kuwa ay quursadaan indhihiinnu (inuusan) Allaah marnaba siin doonin wax khayr ah. Allaah baa dhab u ogsoon waxa ku sugan nafahooda, haddii kale hubaal waxaan anigu ka mid noqon gar ma qaatayaasha"},{"SurahNumber":11,"VerseNumber":32,"Text":"Waxay yidhaahdeen: Nuuxow! Dhab ahaan Waad nala doodday oo aad dheerseysay la doodistayada, ee haddaba noo keen waxa aad noogu gooddiso, haddii aad ka mid tahay runlowyada"},{"SurahNumber":11,"VerseNumber":33,"Text":"Wuxuu yidhi: Waxaa uun idiin keeni Allaah, haddii uu doono, oo ma baxsan doontaan"},{"SurahNumber":11,"VerseNumber":34,"Text":"Oo waxna idiinma tari doonto waanadeyda, haddii aan doono inaan idin waaniyo, haddii uu Allaah rabo inuu idin lumiyo. Waa Isaga Rabbiigiin! Oo Xaggiisa baa la idiin soo celin doonaa"},{"SurahNumber":11,"VerseNumber":35,"Text":"Mise waxay leeyihiin waa uu been abuurtay? Dheh: Haddii aan been abuurtay, aniga buu i saaran yahay dambigayga, oo anigu waan ka eed tirnahay waxaas aad ku dambaabtaan"},{"SurahNumber":11,"VerseNumber":36,"Text":"Oo waxaa loo waxyooday Nuux inaysan cidna ka mid ah dadkaaga rumeyn doonin wixii horay u rumeeyay maahee. Ee ha ka xumaan waxa ay falaan"},{"SurahNumber":11,"VerseNumber":37,"Text":"Oo ku samee Doonida Indhahayaga hortooda iyo (si waafaqsan) Waxyigayaga, oo ha igala hadlin arrinka kuwaa ah gar ma qaatayaasha; hubaal waa la qarqin doonaa"}]}