{"Id":205,"LanguageCodes":["id","ind"],"Name":"ind-unknown","Author":"Unknown","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":238,"Text":"Peliharalah semua shalat dan shalat wusta. Dan laksanakanlah (shalat) karena Allah dengan khusyuk"},{"SurahNumber":2,"VerseNumber":239,"Text":"Jika kamu takut (ada bahaya), shalatlah sambil berjalan kaki atau berkendaraan. Kemudian apabila telah aman, maka ingatlah Allah (shalatlah), sebagaimana Dia telah mengajarkan kepadamu apa yang tidak kamu ketahui"},{"SurahNumber":2,"VerseNumber":240,"Text":"Dan orang-orang yang akan mati di antara kamu dan meninggalkan istri-istri, hendaklah membuat wasiat untuk istri-istrinya, (yaitu) nafkah sampai setahun tanpa mengeluarkannya (dari rumah). Tetapi jika mereka keluar (sendiri), maka tidak ada dosa bagimu (mengenai apa) yang mereka lakukan terhadap diri mereka sendiri dalam hal-hal yang baik. Allah Mahaperkasa, Mahabijaksana"},{"SurahNumber":2,"VerseNumber":241,"Text":"Dan bagi perempuan-perempuan yang diceraikan hendaklah diberi mut‘ah menurut cara yang patut, sebagai suatu kewajiban bagi orang yang bertakwa"},{"SurahNumber":2,"VerseNumber":242,"Text":"Demikianlah Allah menerangkan kepadamu ayat-ayat-Nya agar kamu mengerti"},{"SurahNumber":2,"VerseNumber":243,"Text":"Tidakkah kamu memperhatikan orang-orang yang keluar dari kampung halamannya, sedang jumlahnya ribuan karena takut mati? Lalu Allah berfirman kepada mereka, “Matilah kamu!” Kemudian Allah menghidupkan mereka. Sesungguhnya Allah memberikan karunia kepada manusia, tetapi kebanyakan manusia tidak bersyukur"},{"SurahNumber":2,"VerseNumber":244,"Text":"Dan berperanglah kamu di jalan Allah, dan ketahuilah bahwa Allah Maha Mendengar, Maha Mengetahui"},{"SurahNumber":2,"VerseNumber":245,"Text":"Barangsiapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan"}]}