{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"Van dir: «Moisés! Qui és el primer a llençar? Tu o nosaltres?»"},{"SurahNumber":20,"VerseNumber":66,"Text":"Va dir: «No! Llenceu vosaltres!» I heus aquí que li va semblar que, per efecte de la seva màgia, les seves cordes i vares tiraven a córrer"},{"SurahNumber":20,"VerseNumber":67,"Text":"I Moisés va témer en el seu interior"},{"SurahNumber":20,"VerseNumber":68,"Text":"Vam dir: «No temes, que tu ets el més superior"},{"SurahNumber":20,"VerseNumber":69,"Text":"Llença el que tens en la destra i devorarà el que ells han fet, que el que ells han fet és només ardit del mag. I el mag no prosperarà, vinga d'on vinga»"},{"SurahNumber":20,"VerseNumber":70,"Text":"Els mags van caure prosternats. Van dir: «Creiem en el Senyor de Aarón i de Moisés!»"},{"SurahNumber":20,"VerseNumber":71,"Text":"Va dir: «Li heu cregut abans que jo us autoritzés a això. Ell és el vostre mestre, que us ha ensenyat la màgia. He de fer- vos amputar les mans i els peus oposats i crucificar en troncs de palmera. Així sabreu, certament, qui de nosaltres és el que infligeix un càstig més cruel i més durador»"},{"SurahNumber":20,"VerseNumber":72,"Text":"Van dir: « Pel Qui ens ha creat! no et preferirem a tu a les proves clares que se'ns han ofert. Decideixis el que decideixis, tu només decideixes sobre la vida d'aquí"},{"SurahNumber":20,"VerseNumber":73,"Text":"Creiem en el nostre Senyor, perquè ens perdoni els nostres pecats i la màgia que ens has obligat a proferir. Al·là és millor i més durador»"},{"SurahNumber":20,"VerseNumber":74,"Text":"Qui ve al seu Senyor com culpable tindrà la Jahenam i en ella no podrà morir ni viure"},{"SurahNumber":20,"VerseNumber":75,"Text":"Qui, al contrari, vinga a Ell com creient, després d'haver obrat bé, tindrà la categoria més elevada"},{"SurahNumber":20,"VerseNumber":76,"Text":"els jardins del edén, pels baixos dels quals fluïxen rierols, en els quals estarà eternament. Aquesta és la retribució de qui es manté pur"}]}