{"Id":240,"LanguageCodes":["lg","lug"],"Name":"lug-fareeqmusa","Author":"Fareeq Musa","Language":"Ganda","Description":"Ganda","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"Era tetwakutuma okugyako nga oli omusanyusa era omutiisa"},{"SurahNumber":25,"VerseNumber":57,"Text":"Gamba nti: (kino kye nkola) sikibasabaako mpeera (era sirina kye njagala) okugyako oyo asalawo okweteerawo ekkubo erimutwala eri Mukama omulabiriziwe"},{"SurahNumber":25,"VerseNumber":58,"Text":"Era weekwate ku mulamu oyo atafa, era otendereze ebitendobye. Kimala okuba nti yye amanyidde ddala ebyonoono bya baddube"},{"SurahNumber":25,"VerseNumber":59,"Text":"Oyo eyatonda eggulu omusanvu n'ensi n'ebiri wakati wa byombi mu nnaku mukaaga oluvanyuma naatereera ku Arishi (Katonda) omusaasizi ow'ekisa ekingi (bwoba oyagala okumumanya) buuza abakenkufu ku bimukwatako"},{"SurahNumber":25,"VerseNumber":60,"Text":"(Abakaafiiri) bwe bagambibwa nti muvunnamire omusaasizi ow'ekisa ekingi (Katonda), bagamba nti omusaasizi ow'ekisa ekingi oyo yaani! Tumale gavunnamira oyo gwotulagira (nga tetumanyi) ne kibongera kwesamba (ddiini)"},{"SurahNumber":25,"VerseNumber":61,"Text":"Musukkulumu oyo eyassa mu ggulu ebifo ebibeeramu emmunyeenye, era nassaamu ettaala (enjuba eyaka) n'omwezi oguwa ekitangaala"},{"SurahNumber":25,"VerseNumber":62,"Text":"Era yye yooyo eyassaawo ekiro n'emisana nga bigoberegana (yabiteerawo) oyo ayagala okwebuulirira oba ayagala okwebaza"},{"SurahNumber":25,"VerseNumber":63,"Text":"Bo abaddu ba Katonda beebo abatambula ku nsi nga bakkakkamu. Abatategeera bwe boogera nabo (ebintu by'ekiyaaye) bo baddamu nti mirembe"},{"SurahNumber":25,"VerseNumber":64,"Text":"Era beebo kulwa Mukama omulabirizi waabwe abasula nga bavunnama era abayimirira (nga basaala)"},{"SurahNumber":25,"VerseNumber":65,"Text":"Era beebo abagamba nti ayi Mukama omulabirizi waffe tuwuguleko ebibonerezo by'omuliro Jahannama anti mazima ebibonerezo byagwo bya lubeerera"},{"SurahNumber":25,"VerseNumber":66,"Text":"Mazima ggwo kifo era butuulo bubi"},{"SurahNumber":25,"VerseNumber":67,"Text":"(Abaddu ba Katonda) era beebo bwe baba nga bagabye tebadiibuuda era tebaganiriza, okuwaayo kwa bwe kuli wakati w'ebyo byombi"}]}