{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":75,"Text":"Sen o gün melekleri de Arş'ın etrafını çevrelemiş Rablerine zikir, tenzih ve hamd eden vaziyette görürsün.Derken, aralarında adaletle hükmolunur ve “Hamd-ü senalar Rabbülâlemin olan Allah’a mahsustur.” diye bitirilir. [40,7] {KM, Vahiy}"},{"SurahNumber":40,"VerseNumber":1,"Text":"Hâ, Mîm. Bu kitabın vahyolunup bölüm bölüm indirilmesi, azîz ve alîm (üstün kudret sahibi, her şeyi en mükemmel tarzda bilen) Allah tarafındandır"},{"SurahNumber":40,"VerseNumber":2,"Text":"Hâ, Mîm. Bu kitabın vahyolunup bölüm bölüm indirilmesi, azîz ve alîm (üstün kudret sahibi, her şeyi en mükemmel tarzda bilen) Allah tarafındandır"},{"SurahNumber":40,"VerseNumber":3,"Text":"O, aynı zamanda günahları bağışlar, tövbeleri kabul buyurur, ama cezalandırması da çetin olup, lütuf ve ihsanı pek geniştir.Ondan başka tanrı yoktur.Dönüş yalnız O'na olacaktır"},{"SurahNumber":40,"VerseNumber":4,"Text":"Allah'ın âyetlerine karşı ancak kafirler mücadele ve husumet ederler. Fakat onların şimdilik dünyada, rahat rahat dolaşmaları seni tasalandırmasın"},{"SurahNumber":40,"VerseNumber":5,"Text":"Kendilerinden önce Nûh halkı, onlardan sonra gelen daha birtakım gruplar da dini yalan saydılar.Her toplum tartaklamak için, resullerine karşı harekete geçtiler ve hakkı yıkmak için birtakım batıl iddialar ileri sürdüler, ama Ben de onları kıskıvrak yakalayıverdim.İşte düşünün: Benim cezalandırmam nasılmış, bir görün"},{"SurahNumber":40,"VerseNumber":6,"Text":"İnkârcıların cehennemlik olduklarına dair Rabbimin hükmü böylece kesinleşti"},{"SurahNumber":40,"VerseNumber":7,"Text":"Arşı taşıyan, bir de onun çevresinde bulunan melekler devamlı olarak Rab'lerini zikir ve O’na hamd ederler.O’na gerçekten inanır ve müminler için şöylece af dileyip dua ederler:“Ey Ulu Rabbimiz, senin rahmetin ve ilmin her şeyi kuşatmıştır! O halde tövbe edenleri ve Senin yoluna tâbi olanları, affet ve onları cehennem azabından koru!”"}]}