{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":59,"Text":"«وما منعنا أن نرسل بالآيات» التي اقترحها أهل مكة «إلا أن كذب بها الأولون» لما أرسلناها فأهلكناهم ولو أرسلناها إلى هؤلاء لكذبوا بها واستحثوا الإهلاك وقد حكمنا بإمهالهم لإتمام أمر محمد صلى الله عليه وسلم «وآتينا ثمود الناقة» أي «مبصرة» بينة واضحة «فظلموا» كفروا «بها» فأهلكوا «وما نرسل بالآيات» المعجزات «إلا تخويفا» للعباد فيؤمنوا"},{"SurahNumber":17,"VerseNumber":60,"Text":"«و» اذكر «إذ قلنا لك إن ربك أحاط بالناس» علما وقدرة فهم في قبضته فبلّغهم ولا تخف أحدا فهو يعصمك منهم «وما جعلنا الرؤيا التي أريناك» عيانا ليلة الإسراء «إلا فتنة للناس» أهل مكة إذ كذبوا بها وارتد بعضهم لما أخبرهم بها «والشجرة الملعونة في القرآن» هي الزقوم التي تنبت في أصل الجحيم جعلناها فتنة لهم إذ قالوا: النار تحرق الشجر فكيف تنبته «ونخوفهم» بها «فما يزيدهم» تخويفنا «إلا طغيانا كبيرا»"},{"SurahNumber":17,"VerseNumber":61,"Text":"«و» اذكر «إذ قلنا للملائكة اسجدوا لآدم» سجود تحية بالانحناء «فسجدوا إلا إبليس قال أأسجد لمن خلقت طينا» نصب بنزع الخافض أي من طين"},{"SurahNumber":17,"VerseNumber":62,"Text":"(قال أرأيتك) أي أخبرني (هذا الذي كرمت) فضلت (علي) بالأمر بالسجود له \"\" وأنا خير منه خلقتني من نار \"\" (لئن) لام قسم (أخرتن إلى يوم القيامة لأحتنكن) لأستأصلن (ذريته) بالإغواء (إلا قليلاً) منهم ممن عصمته"},{"SurahNumber":17,"VerseNumber":63,"Text":"«قال» تعالى له «اذهب» منظرا إلى وقت النفخة الأولى «فمن تبعك منهم فإن جهنم جزاؤكم» أنت وهم «جزاءً موفورا» وافرا كاملاً"},{"SurahNumber":17,"VerseNumber":64,"Text":"«واستفزز» استخف «من استطعت منهم بصوتك» بدعائك بالغناء والمزامير وكل داع إلى المعصية «وأجلب» صحْ «عليهم بخيلك ورجلك» وهم الركاب والمشاة في المعاصي «وشاركهم في الأموال» المحرمة كالربا والغصب «والأولاد» من الزنى «وعدهم» بأن لا بعث ولا جزاء «وما يعدهم الشيطان» بذلك «إلا غرورا» باطلاً"},{"SurahNumber":17,"VerseNumber":65,"Text":"«إن عبادي» المؤمنين «ليس لك عليهم سلطان» تسلط وقوة «وكفى بربك وكيلا» حافظا لهم منك"},{"SurahNumber":17,"VerseNumber":66,"Text":"«ربكم الذي يزجي» يجري «لكم الفلك» السفن «في البحر لتبتغوا» تطلبوا «من فضله» تعالى بالتجارة «إنه كان بكم رحيما» في تسخيرها لكم"}]}