{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":13,"VerseNumber":29,"Text":"На тие што веруваат и што прават добри дела – блазе си им, нив ги чека прекрасно живеалиште"},{"SurahNumber":13,"VerseNumber":30,"Text":"И така те испративме на народот пред кого биле и исчезнале други народи, да им го кажуваш тоа што ти го објавуваме, бидејќи тие не веруваат во Семилосниот. Кажи: „Тој е Господарот мој, нема друг бог освен Него, на Него се потпирам и на Него Му се обраќам"},{"SurahNumber":13,"VerseNumber":31,"Text":"Кога би имало некаков Куран со кој планините би се покренале или земјата би се расцепкала или мртвите би се довикале; на Аллах Му припаѓа сè! А зарем немаат надеж и не знаат верниците дека Аллах, кога само би сакал, сите луѓе на Вистинскиот пат би ги упатил? А неверниците непрекинато несреќата ќе ги снаоѓа или пак во близина на нивните места ќе доаѓа, поради тоа што го прават – сè додека не се исполни Аллаховото ветување. Аллах сигурно ќе го исполни ветувањето"},{"SurahNumber":13,"VerseNumber":32,"Text":"И пред тебе Пратениците беа исмејувани, па Јас на тие што не веруваа време им оставав, и потоа ги казнував, а каква ли само беше Мојата казна"},{"SurahNumber":13,"VerseNumber":33,"Text":"Па зарем Тој што бдее над секого, што и да направи, е како тој што не е во состојба тоа да го направи? А на Аллах Му припишаа здруженици. Кажи: „Именувајте ги.“ Зарем вие сакате Него да Го учите, како Тој да не знае што има на Земјата, или вие само така ги нарекувате? На тие што не веруваат им изгледа убаво интригата нивна, и тие заталкале од Вистинскиот пат. А тој што Аллах ќе го остави во заблуда, нема да има некој на Вистинскиот пат да го упати"},{"SurahNumber":13,"VerseNumber":34,"Text":"Тие во животот на овој свет ќе бидат мачени, но страдањето на оној свет сигурно ќе биде потешко, од Аллах никој нема да ги одбрани"}]}