{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Binshɛɣu din be sagbana ni, ni binshɛɣu din be tiŋgbani ni simsirila Naawuni, nam nyɛla O dini, ka paɣibu balibu kam nyɛ O dini. Yaha! Ŋuna n- nyɛ Toora binshɛɣu kam zuɣu"},{"SurahNumber":64,"VerseNumber":2,"Text":"Ŋuna n-nyɛ Ŋun nam ya, ka chɛfura be yi ni, ka ŋun ti Naawuni yɛlimaŋli gba be yi ni. Yaha! Naawuni nyɛla Ŋun nyari yi tuuntumsa"},{"SurahNumber":64,"VerseNumber":3,"Text":"O namla sagbana mini tiŋgbani ni yεlimaŋli, ka tin ya ŋmahiŋgbana, dinzuɣu ka O viεlgi yi nama. Yaha! O sani n-nyɛ labbu shee"},{"SurahNumber":64,"VerseNumber":4,"Text":"O mila din be sagbana mini tiŋgbani ni, ka mi yi ni sɔɣiri shɛli, ni yi ni yihiri shɛli polo ni. Yaha! Naawuni nyɛla Ŋun mi din be suhiri ni"},{"SurahNumber":64,"VerseNumber":5,"Text":"Di ni bɔŋɔ, ninvuɣu shεba ban daa niŋ chεfuritali poi ni yinim’ maa lahibali bi kan ya na, dinzuɣu bɛ daa lam bɛ chɛfuritali tibdarigibo, ka azaaba kpeeni lahi guli ba (Zaadali)"},{"SurahNumber":64,"VerseNumber":6,"Text":"Di daliri nyɛla achiika! Bɛ tuumba daa ka ba na ni dalirinim’ din be polo ni, ka bɛ yεli: “Di ni bɔŋɔ, ninsalinima n-yɛn dolsi ti? Ka bɛ niŋ chεfuritali, ka lebi biri, ka Naawuni mi nyɛ Bundana (ka chɛ bɛ ti O yεlimaŋli). Yaha! Naawuni nyɛla Bundana, Duuma paɣirigu"},{"SurahNumber":64,"VerseNumber":7,"Text":"Ninvuɣu shεba ban niŋ chεfuritali maa yɛli ni bɛ ti ku yiɣisi ba bɛ gbala ni kuli mali wɔra. (Yaa nyini Annabi)! Yεlima: “M-po n Duuma, achiika! Bɛ ni ti yiɣisi ya, ka tin ya lahibali n-zaŋ chaŋ yi tuuntumsa ni daa nyɛ shɛli (Dunia puuni).” Yaha! Ŋɔ maa nyɛla soochi Naawuni sani"},{"SurahNumber":64,"VerseNumber":8,"Text":"Dinzuɣu, tim ya Naawuni mini O tumo (Annabi Muhmmadu) yεlimaŋli, ni neesim (Alkur’aani) shɛli Ti (Tinim’ Naawuni) ni siɣisi na. Yaha! Naawuni nyɛla Ŋun mi din sɔɣi yi tuuntumsa ni"},{"SurahNumber":64,"VerseNumber":9,"Text":"Dabsi’ shεli O (Naawuni) ni yɛn ti laɣim ya laɣiŋgu dali la zuɣu, dina n- nyɛ ʒishesuma fabu dali, dinzuɣu ŋun ti Naawuni yεlimaŋli ka tum tuunviεlli, tɔ! Naawuni ni nyεhi o taali bihi, ka kpεhi o Alizanda yili shɛŋa din kulibona ti yɛn zɔri gindi di gbini, ka bɛ nyɛla ban yɛn ti kpalim di puuni kuli mali wɔra. Dina n-nyɛ tarli din galsi"}]}