{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":76,"VerseNumber":6,"Text":"’n bron waarvan die dienaars van Allah drink en wat oorvloedig uitvloei"},{"SurahNumber":76,"VerseNumber":7,"Text":"Hulle vervul die gelofte, en vrees ’n Dag waarvan die gruwel verreikend is"},{"SurahNumber":76,"VerseNumber":8,"Text":"En hulle gee voedsel, uit liefde vir Hom, aan die armes, die weeskinders en die oorlogsgevangenes"},{"SurahNumber":76,"VerseNumber":9,"Text":"En hulle sê: Ons voed julle slegs ter wille van Allah. Ons verlang nóg beloning nóg dank van julle"},{"SurahNumber":76,"VerseNumber":10,"Text":"Gewis, ons vrees van ons Heer ’n moeilike en ellendige Dag"},{"SurahNumber":76,"VerseNumber":11,"Text":"Daarom sal Allah die kwaad op daardie Dag van hulle afweer en sal gee dat prag en geluk hulle tegemoetkom"},{"SurahNumber":76,"VerseNumber":12,"Text":"en vir hulle standvastigheid sal Hy hulle beloon met ’n Tuin en klere van sy"},{"SurahNumber":76,"VerseNumber":13,"Text":"op verhewe sofa’s sal hulle hul daarin neervly, en hulle sal nie die skroeiende hitte van die son, of bitter koue voel nie"},{"SurahNumber":76,"VerseNumber":14,"Text":"en die skaduwees van bome sal dig oor hulle wees, en trosse vrugte sal maklik bereikbaar gemaak word"},{"SurahNumber":76,"VerseNumber":15,"Text":"En onder hulle sal rondgestuur word kruike van silwer en bekers van glas"},{"SurahNumber":76,"VerseNumber":16,"Text":"kristalhelder, uit silwer gemaak, en die maat daarvan word vir hulle afgemeet volgens hulle verdienste"},{"SurahNumber":76,"VerseNumber":17,"Text":"En daarin sal aan hulle gegee word ’n drank gemeng met gemmer"},{"SurahNumber":76,"VerseNumber":18,"Text":"van ’n bron genoem: Salsabiel"},{"SurahNumber":76,"VerseNumber":19,"Text":"En jong seuns wat nie verouder nie, sal onder hulle rondgaan om hulle te bedien; wanneer u hulle sien, sal u dink dat hulle ver- strooide pêrels is"},{"SurahNumber":76,"VerseNumber":20,"Text":"En wanneer u daarna kyk, sal u seëninge en ’n groot koninkryk aanskou"},{"SurahNumber":76,"VerseNumber":21,"Text":"Hulle sal klere van fyn groen sy en swaar brokaat dra, en hulle sal versier word met silwer armbande, en hulle Heer sal hulle ’n suiwer drank laat drink"},{"SurahNumber":76,"VerseNumber":22,"Text":"En aan hulle sal gesê word: Voorwaar, dít is ’n beloning vir julle, en julle strewe word beloon"},{"SurahNumber":76,"VerseNumber":23,"Text":"Voorwaar, Ons het die Qur’ãn aan u by gedeeltes geopenbaar"},{"SurahNumber":76,"VerseNumber":24,"Text":"Wag dan geduldig op die gebod van u Heer, en gehoorsaam geen sondaar of ondankbare skepsel onder hulle nie"},{"SurahNumber":76,"VerseNumber":25,"Text":"En dink aan die Naam van u Heer soggens en saans"}]}