{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"Na da a kiyasogo Ami rka (hay Mohammad) a rowar sa pphamanothol sa mapiya, go pphamakaiktiyar"},{"SurahNumber":25,"VerseNumber":57,"Text":"Tharoang ka a: \"Kna a ba ako rkano phangni sa makapantag saya sa sokay: Ogaid na sa taw a khabaya na an makakowa sa lalan ko Kadnan iyan"},{"SurahNumber":25,"VerseNumber":58,"Text":"Na sarig ka ko (Allah a) Oyagoyag a so Di-phatay; go pthasbikn ka so podi Rkaniyan; na makatatarotop Skaniyan a Kaip ko manga dosa o manga oripn Iyan"},{"SurahNumber":25,"VerseNumber":59,"Text":"So miyadn ko manga langit ago so lopa, go so nganin a pagltan a dowa nan sii ko nm a manga gawii, oriyan iyan na mithakna ko aras: So (Allah a) Masalingagaw: Na izaan ka oto ko Kaip"},{"SurahNumber":25,"VerseNumber":60,"Text":"Na igira a pitharo kiran: \"Sodiod kano ko (Allah a) Masalinggagaw!\" Na tharoon iran: \"Na antonaa so Masalinggagaw? Ati sodiod kami ko apiya antonaa i izogo o ka rkami?\" Na ba kiran dn miyakawman sa kapalagoy"},{"SurahNumber":25,"VerseNumber":61,"Text":"Mala so (Allah a) tomiyago ko langit sa manga darpa o manga bitoon, go tomiyago on sa (alongan) a palitaan, go olan a masindaw"},{"SurahNumber":25,"VerseNumber":62,"Text":"Go Skaniyan so biyaloy Niyan so gagawii ago so dawndaw a gii makazambi; a bagian o taw a miyabaya mananadm, odi na miyabaya manalamat"},{"SurahNumber":25,"VerseNumber":63,"Text":"Na so manga oripn o (Allah a) Masalinggagaw na so pphlalakaw siran ko lopa kapangalimbabaan, go igira a inimbitiyarai siran o manga lalong, na tharo siran sa: \"Kalilintad"},{"SurahNumber":25,"VerseNumber":64,"Text":"Go siran na gii siran mbabasagawii, sa rk o Kadnan iran a khisosodiod, go khigaganat"},{"SurahNumber":25,"VerseNumber":65,"Text":"Go siran na gi iran tharoon: \"Kadnan ami, pakalidasa kaming Ka ko siksa ko naraka Jahannam, mataan! a so siksa roo na miyabaloy a tatap"},{"SurahNumber":25,"VerseNumber":66,"Text":"Mataan oto! a miyakaratarata a kapthaknaan, go darpa"},{"SurahNumber":25,"VerseNumber":67,"Text":"Go siran, na igira a minggasto siran, na di siran pthabowakar, go di phagikot, go miyabaloy ko pagltan oto a katatangkaan"}]}