{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":27,"Text":"Puis le Jour de la Résurrection, Il les humiliera et dira : « Où sont ceux que vous Me prêtiez comme associés et pour lesquels vous vous mettiez volontiers en scission ? » Ceux qui ont reçu le savoir diront alors : « La honte et le malheur couvrent aujourd’hui les mécréants ! »"},{"SurahNumber":16,"VerseNumber":28,"Text":"Ceux dont les Anges reprennent les âmes, et qui étaient injustes envers eux-mêmes, avoueront leur soumission et diront : « Nous ne faisions aucun mal ! » - « Que si ! leur sera-t-il répondu, Allah Sait parfaitement ce que vous faisiez"},{"SurahNumber":16,"VerseNumber":29,"Text":"Entrez alors par les portes de la Géhenne où vous séjournerez pour l’éternité. Quel horrible séjour que celui des orgueilleux ! »"},{"SurahNumber":16,"VerseNumber":30,"Text":"Et il sera dit à ceux qui avaient la piété : « Qu’a donc révélé votre Seigneur ? » « Que du bien ! » répondront-ils. Pour ceux qui auront accompli les bonnes œuvres en ce bas monde, il y aura un bien, mais la demeure dans l’autre monde est certes bien meilleure. Quelle magnifique demeure que celle des hommes pieux"},{"SurahNumber":16,"VerseNumber":31,"Text":"C’est dans des Jardins d’Éden sous lesquels coulent les rivières qu’ils entreront. Là ils auront tout ce qu’ils voudront. C’est ainsi qu’Allah récompense les hommes pieux"},{"SurahNumber":16,"VerseNumber":32,"Text":"ceux dont les Anges reprennent les âmes en état de pureté, leur disant : « Que la paix soit sur vous ! Entrez au Paradis (en récompense) de ce que vous faisiez ! »"},{"SurahNumber":16,"VerseNumber":33,"Text":"Attendent-ils donc (pour devenir croyants) que les Anges viennent les surprendre ou qu’advienne l’ordre d’Allah ? C’est ainsi qu’avaient fait leurs prédécesseurs. Allah ne les avait point lésés, ils se lésaient eux-mêmes"},{"SurahNumber":16,"VerseNumber":34,"Text":"Ils furent donc frappés par ces mêmes crimes qu’ils avaient commis et furent cernés par cela même dont ils se moquaient"}]}