{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Ang Panginoon ng mga langit at lupa at anumang nasa pagitan ng mga ito, kaya sumamba ka sa Kanya at magpakamatiisin ka para sa pagsamba sa Kanya. Nakaaalam ka kaya para sa Kanya ng isang kapangalan"},{"SurahNumber":19,"VerseNumber":66,"Text":"Magsasabi ang tao: \"Kapag namatay ba ako ay talagang ilalabas akong buhay"},{"SurahNumber":19,"VerseNumber":67,"Text":"Hindi ba nakaaalaala ang tao na Kami ay lumikha sa kanya bago pa niyan, samantalang hindi siya dati isang bagay"},{"SurahNumber":19,"VerseNumber":68,"Text":"Kaya sumpa man sa Panginoon mo, talagang kakalap nga Kami sa kanila at sa mga demonyo. Pagkatapos talagang magpapadalo nga Kami sa kanila sa paligid ng Impiyerno na nakaluhod"},{"SurahNumber":19,"VerseNumber":69,"Text":"Pagkatapos talagang huhugot nga Kami mula sa bawat kampihan kung alin sa kanila ang pinakamatindi laban sa Napakamaawain sa pagkapalalo"},{"SurahNumber":19,"VerseNumber":70,"Text":"Pagkatapos talagang Kami ay higit na maalam sa mga higit na naaangkop doon sa pagsunog"},{"SurahNumber":19,"VerseNumber":71,"Text":"Walang kabilang sa inyo malibang sasapit doon. Laging ito sa Panginoon mo ay isang kapasyahang itinadhana"},{"SurahNumber":19,"VerseNumber":72,"Text":"Pagkatapos magliligtas Kami sa mga nangilag magkasala at mag-iiwan Kami sa mga tagalabag sa katarungan doon na nakaluhod"},{"SurahNumber":19,"VerseNumber":73,"Text":"Kapag binibigkas sa kanila ang mga tanda Namin bilang mga malinaw na patunay ay nagsasabi ang mga tumangging sumampalataya sa mga sumampalataya: \"Alin sa dalawang pangkat [natin] ang higit na mabuti sa katayuan at ang higit na maganda sa kapisanan"},{"SurahNumber":19,"VerseNumber":74,"Text":"Kay rami ng ipinahamak Namin bago nila na salinlahi na higit na maganda sa ari-arian at anyong nakikita"},{"SurahNumber":19,"VerseNumber":75,"Text":"Sabihin mo: \"Ang sinumang nasa kaligawan ay magpapalawig para sa kanya ang Napakamaawain ng isang pagpapalawig hanggang sa kapag nakita nila ang ipinangangako sa kanila na maaaring ang pagdurusa at maaaring ang Oras [ng pagkabuhay] kaya makaaalam sila sa kung sino ang higit na masama sa kalagayan at higit na mahina sa hukbo"},{"SurahNumber":19,"VerseNumber":76,"Text":"Nagdaragdag si Allāh sa mga napatnubayan ng patnubay. Ang mga nananatiling maayos na gawa ay higit na mabuti sa ganang Panginoon ninyo sa gantimpala at higit na mabuti sa kauuwian"}]}