{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":14,"Text":"Fight them! By your hands, Allah will punish them! He will disgrace them and give you victory over them. And He will confer cure (and composure) upon the hearts of the believing nation"},{"SurahNumber":9,"VerseNumber":15,"Text":"He will rid the believers of the rage in their hearts. Allah accepts the repentance from whomever He wills. Allah is the most Aware, the Wisest"},{"SurahNumber":9,"VerseNumber":16,"Text":"Did you suppose that you would be left alone (without being tested)? Allah has yet to (test and ) know who, amongst you, will strive the hardest in His path, and would not accept as an ally anyone besides Allah, His messenger and other believers. Allah is well Aware of everything you do"},{"SurahNumber":9,"VerseNumber":17,"Text":"It is not (right) for the idolaters to act as the caretakers of the House of Allah. For they are the witnesses to their own disbelief (and rejection of faith). The (good) deeds of such people would come to naught. They shall be in the fire for eternity"},{"SurahNumber":9,"VerseNumber":18,"Text":"In fact, the caretakers of the house of Allah should be those who believe in Allah and the Day of Judgment, establish the ´salat´, pay the ´zakat´, and fear nothing except Allah. Such people are more likely to be rightly guided"},{"SurahNumber":9,"VerseNumber":19,"Text":"Do you regard the (deeds like) giving of water to the pilgrims to drink, and taking care of the mosque, to be (worth) the same as (the worth of) those who believe in Allah and the Day of Judgment, and strive for the cause of Allah? According to Allah, they are not equal! Allah does not guide the nation of evil doers"},{"SurahNumber":9,"VerseNumber":20,"Text":"According to Allah, far higher in rank are those who believed, left their homes and waged a struggle with their wealth, and their lives. Such are the successful ones"}]}