{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"Yine böyle (senin kavmin dediği gibi), senden önce hangi memlekete bir peygamber gönderdikse, (o memleket halkının) ileri gelenleri şöyle demişti: “- Biz, atalarımızı bir din üzerinde bulduk. Biz de onların izlerine uyarız.”"},{"SurahNumber":43,"VerseNumber":24,"Text":"(Her peygamber de ümmetine şöyle) demişti: “Atalarınızı, üzerinde bulduğunuz dinden daha doğrusunu size getirdimse de mi? (bunu kabul etmiyeceksiniz?)” Onlar da dediler ki: “- Biz, sizin peygamber olarak getirdiğiniz şeylere inanmıyoruz.”"},{"SurahNumber":43,"VerseNumber":25,"Text":"Bunun üzerine biz de onlardan (azab neticesi köklerini kurutarak) intikam aldık. Şimdi bak, o (peygamberi ve kitabları) yalanlıyanların akıbeti nasıl oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Bir vakit de İbrahîm babasına ve kavmine şöyle demişti: “- Bilin ki ben, sizin taptıklarınızdan berîyim"},{"SurahNumber":43,"VerseNumber":27,"Text":"Ancak beni yaratana taparım; çünkü O, beni hidayete erdirecektir.”"},{"SurahNumber":43,"VerseNumber":28,"Text":"İbrahîm, bu tevhid kelimesini, soyu içerisinde bakî kalan bir kelime yaptı. Gerek ki (küfürden) dönerler"},{"SurahNumber":43,"VerseNumber":29,"Text":"Doğrusu şu (Mekke’li) kâfirleri ve atalarını, kendilerine kitab ve elçiliği (mucizelerle) aşikâr bir peygamber gelinceye kadar faydalandırıp yaşattım"},{"SurahNumber":43,"VerseNumber":30,"Text":"Fakat onlara hak (kitab ve peygamber) gelince: “- Bu bir sihirdir; biz buna inanmayız.” dediler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Yine şöyle dediler: “- Şu Kur’an, iki memleketten (Mekke ve Taif’den) bir büyük adama (mal ve mevkii büyük bir kimseye) indirilseydi ya!...”"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbinin rahmetini onlar mı bölüyorlar? Onların bu dünya hayatındaki geçim rızıklarını aralarında biz böldük. Bir kısmını da derecelerle diğerinin üstüne çıkardık ki, bir kısmı bir kısmını tutub çalıştırsın (işinde kullansın ve kaynaşsınlar). Rabbinin rahmeti ise, kâfirlerin (mal ve mülk olarak dünyada) toplayıb durduklarından daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eğer insanlar (kâfirlerin dünyadaki refahına bakarak hırslanmasalar ve bu yüzden küfre rağbet etmeseler ve böylece) tek bir (kâfir) ümmet haline gelmiyecek olsalardı, biz O Rahmân’ı inkâr eden kimselerin evlerine gümüşten tavanlar ve üzerlerinde çıkacakları merdivenler (yukarı çıkarma vasıtaları) yapardık"}]}