{"Id":40,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"এতেকে প্ৰকৃত মালিক কেৱল আল্লাহ, অতি মহান, সৰ্বোচ্চ সত্তা। তোমাৰ প্ৰতি আল্লাহৰ অহী সম্পূৰ্ণ হোৱাৰ আগতেই তুমি কোৰআন পাঠ কৰিবলৈ খৰখেদা নকৰিবা আৰু কোৱা, ‘হে মোৰ ৰব! মোৰ জ্ঞান বৃদ্ধি কৰি দিয়া’।"},{"SurahNumber":20,"VerseNumber":115,"Text":"আৰু অৱশ্যে ইয়াৰ পূৰ্বে আমি আদমৰ প্ৰতি নিৰ্দেশ দান কৰিছিলো, কিন্তু তেওঁ পাহৰি গৈছিল, আৰু আমি তেওঁৰ সংকল্পত দৃঢ়তা পোৱা নাছিলো।"},{"SurahNumber":20,"VerseNumber":116,"Text":"আৰু স্মৰণ কৰা, যেতিয়া আমি ফিৰিস্তাসকলক ক’লো, ‘তোমালোকে আদমৰ প্ৰতি ছাজদাহ কৰা, তেতিয়া ইবলীছৰ বাহিৰে সকলোৱে ছাজদাহ কৰিলে; সি অমান্য কৰিলে।"},{"SurahNumber":20,"VerseNumber":117,"Text":"তাৰ পিছত আমি ক’লো, ‘হে আদম! নিশ্চয় ই তোমাৰ আৰু তোমাৰ স্ত্ৰীৰ শত্ৰু, গতিকে সি যাতে কোনোমতেই তোমালোকক জান্নাতৰ পৰা বহিষ্কাৰ কৰাব নোৱাৰে, এনে কৰিলে তোমালোকে বিপদত পৰিবা।"},{"SurahNumber":20,"VerseNumber":118,"Text":"নিশ্চয় তোমাৰ বাবে জান্নাতত এই ব্যৱস্থা দিয়া হ’ল যে, তুমি ইয়াত ক্ষুধাৰ্তও নহ’বা আৰু বিবস্ত্ৰও নহ’বা।"},{"SurahNumber":20,"VerseNumber":119,"Text":"‘আৰু নিশ্চয় তুমি তাত তৃষ্ণাতুৰো নহ’বা, ৰ’দতো আক্ৰান্ত নহ’বা’।"},{"SurahNumber":20,"VerseNumber":120,"Text":"তাৰ পিছত চয়তানে তেওঁক কুমন্ত্ৰণা দিলে; সি ক’লে, ‘হে আদম! মই তোমাক সেইজোপা গছ দেখুৱামনে যিজোপাৰ দ্বাৰা অমৰত্ব আৰু অক্ষয় ৰাজত্ব লাভ কৰা যায়’"},{"SurahNumber":20,"VerseNumber":121,"Text":"অৱশেষত তেওঁলোক (স্বামী-স্ত্ৰী) উভয়ে সেই গছজোপাৰ পৰা (ফল) খালে; লগে লগে তেওঁলোকৰ লজ্জাস্থান তেওঁলোকৰ ওচৰত প্ৰকাশ হৈ গ’ল, আৰু তেওঁলোকে জান্নাতৰ গছৰ পাতেৰে নিজকে আবৃত কৰিবলৈ ধৰিলে, আৰু আদমে তেওঁৰ প্ৰতিপালকৰ আদেশ অমান্য কৰিলে, ফলত তেওঁ পথভ্ৰান্ত হৈ গ’ল।"},{"SurahNumber":20,"VerseNumber":122,"Text":"তাৰ পিছত তেওঁৰ প্ৰতিপালকে তেওঁক মনোনীত কৰিলে, ফলত তেওঁৰ তাওবা কবুল কৰিলে আৰু তেওঁক পথনিৰ্দেশ কৰিলে।"},{"SurahNumber":20,"VerseNumber":123,"Text":"তেওঁ ক’লে, ‘তোমালোকে উভয়ে একেলগে জান্নাতৰ পৰা নামি যোৱা। তোমালোকে পৰস্পৰে পৰস্পৰৰ শত্ৰু। সেয়ে যদি মোৰ তৰফৰ পৰা তোমালোকৰ ওচৰত সৎপথৰ নিৰ্দেশ আহি পায় যিয়ে মোৰ প্ৰদৰ্শিত সৎপথৰ অনুসৰণ কৰিব সি বিপথগামী নহ’ব আৰু দুৰ্দশাগ্ৰস্তও নহ’ব।"},{"SurahNumber":20,"VerseNumber":124,"Text":"‘আৰু যিয়ে মোৰ স্মৰণৰ পৰা বিমুখ থাকিব, নিশ্চয় তাৰ জীৱন-যাপন হ'ব সংকুচিত আৰু আমি তাক কিয়ামতৰ দিনা অন্ধ অৱস্থাত উত্থিত কৰিম’।"},{"SurahNumber":20,"VerseNumber":125,"Text":"সি ক’ব, ‘হে মোৰ ৰব! কিয় মোক অন্ধ অৱস্থাত উত্থিত কৰিলা? অথচ মই দৃষ্টিশক্তি সম্পন্ন আছিলো’।"}]}