{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":54,"VerseNumber":28,"Text":"At ipaalam mo sa kanila na ang tubig ay hahatiin sa pagitan (ng babaeng kamelyo) at nila. Ang bawat isa ay may karapatan na uminom at ang bawat pag-inom ay minamatyagan"},{"SurahNumber":54,"VerseNumber":29,"Text":"Datapuwa’t tinawag nila ang kanilang kasamahan at bumunot siya ng (isang espada) at inulos siya (babaeng kamelyo)"},{"SurahNumber":54,"VerseNumber":30,"Text":"Ah! Kung gayon, gaano (kalagim-lagim) ang Aking Kaparusahan at Aking mga Babala"},{"SurahNumber":54,"VerseNumber":31,"Text":"Katotohanang ipinadala Namin sa kanila ang isang Matinding Pagsabog at sila ay natulad sa mga tuyong sanga (at sungot) ng puno na ginagamit bilang pambakod sa kulungan ng hayop"},{"SurahNumber":54,"VerseNumber":32,"Text":"At katotohanan na ginawa Namin na magaan ang Qur’an upang maunawaan at maala-ala. Kaya’t mayroon bang sinuman ang makakaala-ala (o tatanggap ng tagubilin)"},{"SurahNumber":54,"VerseNumber":33,"Text":"Ang pamayanan ni Lut ay nagpabulaan sa mga Babala"},{"SurahNumber":54,"VerseNumber":34,"Text":"Pagmasdan! Katotohanang ipinadala Namin sa kanila ang nagngangalit na Unos ng umuulang bato (na nagwasak sa kanilang lahat), maliban sa mga kasambahay ni Lut, na Aming iniligtas sa pagdatal ng bukang liwayway"},{"SurahNumber":54,"VerseNumber":35,"Text":"Bilang isang Biyaya mula sa Amin; sa gayon Namin ginagantimpalaan ang mga nagbibigay sa Amin ng pasasalamat (sa pamamagitan ng pagsunod sa Amin)"},{"SurahNumber":54,"VerseNumber":36,"Text":"At katotohanang (si Lut) ay nagbabala sa kanila ng Aming Pagsukol (kaparusahan), datapuwa’t sila ay nag- aalinlangan sa mga Babala"},{"SurahNumber":54,"VerseNumber":37,"Text":"At katotohanang sila ay nagnais na hiyain ang kanyang panauhin (sa pamamagitan ng pagsasabi nila na makipagtalik sa kanyang (Lut) mga bisita), datapuwa’t binulag Namin ang kanilang mga mata, (at Kami ay nagwika): “Lasapin ninyo ngayon ang Aking Kaparusahan at Aking mga Babala!”"},{"SurahNumber":54,"VerseNumber":38,"Text":"At katotohanang nang kinaumagahan, ang walang maliw na Kaparusahan ay sumakmal sa kanila"},{"SurahNumber":54,"VerseNumber":39,"Text":"“Kaya’t inyong lasapin ang Aking Kaparusahan at Aking mga Babala.”"},{"SurahNumber":54,"VerseNumber":40,"Text":"At katotohanang ginawa Namin ang Qur’an na magaan upang maunawaan at maala-ala, kaya’t mayroon ba kayang sinuman ang makakaala-ala (o tatanggap ng tagubilin)"},{"SurahNumber":54,"VerseNumber":41,"Text":"At katotohanan, ang mga Babala ay dumatal sa mga tao ni Paraon (sa pamamagitan ni Moises atAaron)"},{"SurahNumber":54,"VerseNumber":42,"Text":"(Ang mga tao) ay nagpabulaan sa lahat ng Aming mga Tanda, kaya’t Aming sinakmal sila ng Kaparusahan na nagmula sa Isang Kataas-taasan sa Kapangyarihan, na nakakapagpatupad ng Kanyang kautusan (walang Hanggang Kapangyarihan)"},{"SurahNumber":54,"VerseNumber":43,"Text":"Ang iyo bang mga tao na walang pananampalataya (o Quraish!) ay higit na mabuti kaysa kanila (mga pamayanan ni Noe, Lut, Salih at mga tao ni Paraon, atbp. na mga winasak)? o sila ba ay ligtas at hindi napapailalim (laban sa Aming Kaparusahan) sa mga Banal na Kasulatan"},{"SurahNumber":54,"VerseNumber":44,"Text":"o sila ba ay nagsasabi: “Kami ay marami sa bilang at kami ay makakapagtanggol ng aming sarili at magtatagumpay”"},{"SurahNumber":54,"VerseNumber":45,"Text":"Hindi magtatagal, ang karamihan sa kanila ay malalagay sa pagtakas, at sila ay tatalilis"},{"SurahNumber":54,"VerseNumber":46,"Text":"Tunay nga! Ang oras (ng Paghuhukom) ay ang Sandali na ipinangako sa kanila (para sa kanilang lubos na kabayaran), at ang oras na yaon ang Pinakamasakit at Pinakamasaklap"},{"SurahNumber":54,"VerseNumber":47,"Text":"Katotohanan, ang Mujrimun (mga makasalanan, mapagsamba sa diyus- diyosan, walang pananalig, kriminal, atbp.) ay nasa kamalian (sa mundong ito) at masusunog (sa Impiyerno sa Kabilang Buhay)"},{"SurahNumber":54,"VerseNumber":48,"Text":"Sa Araw na sila ay hihilahin sa Apoy at ang kanilang mukha ay isusugba sa Apoy (at sa kanila ay ipagsusulit:) “Lasapin ninyo at damhin ang Impiyerno!”"},{"SurahNumber":54,"VerseNumber":49,"Text":"Katotohanang Aming nilikha ang lahat ng bagay sa Qadar (hustong anyo at ganap na sukat, isang maka-diyos na Pagtatakda [pag-uutos] ng lahat ng bagay bago pa ang paglikha sa kanila na katulad nang nakasulat sa Aklat ng mga Pag-uutos – Al Lauh Al Mahfuz"}]}