{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"O, kıyamet gününde kavmine öncülük eder ve onları ateşe götürür. Ne kötü yerdir onların gittikleri yer"},{"SurahNumber":11,"VerseNumber":99,"Text":"Hem burada, hem de kıyamet gününde la´nete uğratıldılar. Kendilerine verilen bu bağış ne kötü bir bağıştır"},{"SurahNumber":11,"VerseNumber":100,"Text":"Bunlar; o kasabanın haberleridir ki, sana anlatıyoruz. Onların bir kısmı hala duruyor, bir kısmı ise silinip gitmiştir"},{"SurahNumber":11,"VerseNumber":101,"Text":"Onlara, Biz zulmetmedik, fakat onlar kendilerine zulmettiler. Rabbının emri gelince de Allah´ı bırakıp taptıkları ilahları kendilerine bir fayda vermedi. Kayıplarını artırmaktan başka bir şeye yaramadı"},{"SurahNumber":11,"VerseNumber":102,"Text":"İşte böyledir Rabbının yakalayışı; kasabaların zalim halkını yakaladığı zaman. Çünkü O´nun yakalaması hem şiddetli, hem de acıklıdır"},{"SurahNumber":11,"VerseNumber":103,"Text":"Muhakkak ki ahiret azabından korkanlar için, bunda ayet vardır. O gün; bütün insanların toplanacağı gündür ve o, görülecek gündür"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz, o günü, ancak sayılı bir süreye kadar erteleriz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O gün gelince; Allah´ın izni olmadan kimse konuşamaz. Onlardan kimisi bedbaht, kimisi de bahtiyardır"},{"SurahNumber":11,"VerseNumber":106,"Text":"Bedbahtlara gelince; onlar, cehennenmdedirler. Orada yüksek sesle solurlar"},{"SurahNumber":11,"VerseNumber":107,"Text":"Gökler ve yer durdukça orada temelli kalacaklardır. Rabbının dilediği müddet başka. Muhakkak ki Rabbın, dilediğini elbette yapandır"},{"SurahNumber":11,"VerseNumber":108,"Text":"Bahtiyar olanlar ise cennettedirler. Gökler ve yer durdukça temelli kalacaklardır orada. Rabbının dilediği başka. Bu, ardı arkası kesilmeyen bir vergidir"}]}