{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":17,"Text":"(Ey Rasûlüm, şimdi) sen onların dediklerine (Kâfirlerin tekzibine) sabret de (ibadette) kuvvetli kulumuz Davûd’u hatırla. Çünkü o, Allah’ın rızasına daima dönendi"},{"SurahNumber":38,"VerseNumber":18,"Text":"Gerçekten biz, dağları onun emrine bağlı kıldık da, akşamleyin ve kuşluk vakti onunla beraber tesbih ederlerdi"},{"SurahNumber":38,"VerseNumber":19,"Text":"Kuşları da toplu olarak onun emrine bağlı kıldık. (Dağlardan ve kuşlardan) her biri onun tesbihi sebebiyle devamlı tesbih ediyordu"},{"SurahNumber":38,"VerseNumber":20,"Text":"Biz onun mülkünü kuvvetlendirmiştik. Kendisine de peygamberlik ile kaza-hüküm ilmini verdik"},{"SurahNumber":38,"VerseNumber":21,"Text":"Bir de (Davûd mescidde ibadetle meşgul olduğundan kapısında bekçiler vardı. Kapıdan içeri giremiyen) davacıların haberi geldi mi sana? Hani duvardan çıkıb mescide inmişlerdi"},{"SurahNumber":38,"VerseNumber":22,"Text":"O vakit Davûd’un yanına vardılar da o, bunlardan ürktü. (Ona şöyle) dediler: “- Korkma, iki davacıyız. Birimiz ötekine tecavüz etti. Şimdi sen aramızda adaletle hüküm ver. Aşırı gitme de bizi hak yola çıkar.”"},{"SurahNumber":38,"VerseNumber":23,"Text":"(İkisinden biri şöyle) dedi: “- Şu benim (din) kardeşimdir. Onun doksan dokuz dişi koyunu var. Benim ise tek dişi koyunum var. Böyle iken, onu da bana ver dedi ve beni konuşmada mağlûb etti.”"},{"SurahNumber":38,"VerseNumber":24,"Text":"Davûd dedi ki: “- Doğrusu o, senin bir dişi koyununu kendi koyunlarına katmak istemesiyle sana zulmetmiştir. Gerçekten ortakların çoğu birbirine haksızlık eder; ancak iman edib de salih amel işliyenler müstesnadır. Onlar da ne kadar azdır!” Davûd sanmıştı ki, kendisine sırf bir imtihan açtık. Hemen Rabbine istiğfar etti, secdeye (*) kapandı ve tevbe ile Allah’a yöneldi. * Dikkat! Secde âyetidir. (Fahr-i Razi, tefsirinde Hz. Davûd’a isnad edilen ve peygamberler hakkında asla tecviz edilmiyen kıssaları red etmektedir. Peygamberlerin şanını korumak esas olduğundan hikayelere itibar etmiyerek hakiki manayı Cenab-ı Hakkın ilmine terk etmek en salim bir yoldur)"},{"SurahNumber":38,"VerseNumber":25,"Text":"Biz de onun bu hatasını bağışladık. Gerçekten onun, bizim katımızda bir yakınlığı ve güzel bir akıbeti (cenneti) vardır"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ey Davûd! Biz seni yer yüzünde halife kıldık. O halde insanlar arasında adaletle hüküm ver ve keyfe tâbi olma ki, bu seni Allah’ın yolundan saptırır. Muhakkak ki Allah yolundan sapanlar, hesab gününü unuttuklarından, kendilerine çok şiddetli bir azab vardır"}]}