{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"Ngoko ke bayakuphika oko bakuphiwe siThi. Vuyani ke okwakaloku nje kodwa kungekudala niza kwazi (nizisole)"},{"SurahNumber":16,"VerseNumber":56,"Text":"Kananjalo babalela inxalenye yoko Sibaphe kona kwizinto abangenalwazi ngazo. (Ndifunga) ngoAllâh, niza kubuzwa ngokwenene ngako konke enanikuqamba (emhlabeni)"},{"SurahNumber":16,"VerseNumber":57,"Text":"Kananjalo babalela iintombi4 kuAllâh! Makazukiswe Yena (Uphakamile Ukude le) Ungentla kwazo zonke izinto abazibalela kuYe! Nakoko kunqwenelwa ngabo buqu"},{"SurahNumber":16,"VerseNumber":58,"Text":"Xa iindaba (zokuzalwa) komntwana oyintombazana zisaziswa nawuphi na kubo, ubuso bakhe buyafiphala, izale (intliziyo) yakhe bubuhlungu ngaphakathi kwakhe"},{"SurahNumber":16,"VerseNumber":59,"Text":"Azifihle ebantwini ngenxa yobubi axelelwe ngabo. Uza kumgcina (loo mntwana uyintombazana) elihlazo elinjalo okanye uza kumngcwaba ephila emhlabeni? Inene singcolile isigqibo (abasithabathayo)"},{"SurahNumber":16,"VerseNumber":60,"Text":"(UBomi oBuzayo) kwabo bangakholwayo kuBomi oBuzayo buyinkcazo engcolileyo (kubo). KuAllâh yinkcazo ephakamileyo yaye Yena nguSomandla, uSobulumko"},{"SurahNumber":16,"VerseNumber":61,"Text":"Ukuba uAllah Ebengabahlasela abantu ngenxa yezono zabo ezigwenxa, Ebengayi kushiya nasinye (emhlabeni) isidalwa esinyakazayo, kodwa Ukurhoxisile oko kubo, Ekurhoxisela ixesha elimisiweyo, lisakufika ke elo xesha, abayi kulilibazisa, bengayi kulihambisa ngokukhawuleza nangeyure enye"},{"SurahNumber":16,"VerseNumber":62,"Text":"Babalela kuAllâh oko nabo bangakuthandiyo, namalwimi abo amisela ubuxoki bokuba ezona zinto zilungileyo zezabo. Ngokungathandabuzekiyo, okwabo nguMlilo, kunjalo nje baya kuba ngabokuqala ukugxagxanyiselwa kuwo, baze bashiywe apho kuwo bengahoywanga (mntu)"},{"SurahNumber":16,"VerseNumber":63,"Text":"NdifungangoAllâh, inene Thina SathumaabaProfetikwizizwe ezingaphambili kuwe (Muhammad), kodwa uShaytân wenze izenzo zabo zabonakala zintle kubo, ngoko ke uShaytân (lowo) ngumhlobo wabo namhlanje, ukanti okwabo iya kuba sisohlwayo esibuhlungu"},{"SurahNumber":16,"VerseNumber":64,"Text":"Kananjalo aSithumelanga Ncwadi kuwe (Muhammad) Siyithumelela nto yimbi ngaphandle kokuba ucacisele abantu ngezinto abangangqinelaniyo ngazo, kwanokuba ibe sisiKhokelo neNceba kubantu abakholwayo"}]}