{"Id":49,"LanguageCodes":["bm","bam"],"Name":"bam-karamobabamamad","Author":"Karamo Baba Mamadi Jani","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"https://quranenc.com/en/browse/ankobambara_dayyan","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߦߟߌߘߏ߲ ߓߘߊ߫ ߟߐ߬ ߒ ߡߊ߬ ߞߏ߫ ߥߐ߬ߞߎ߬ߟߐ߬ ߞߙߎ ߘߏ߫ ߣߵߊ߬ ߕߟߏߡߊߟߐ߬ ߟߊ߫ ߞߊ߬ ߕߊ߯ ߊ߬ ߝߐ߫ ( ߊ߬ߟߎ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ) ߏ߬ ߘߐ߫ ߞߏ߫ ߊ߲ ߣߊ߬ ߝߐߞߊ߲߫ ߡߊߞߓߊߣߍ߲߫ ߡߍ߲߫ ߠߊ߫"},{"SurahNumber":72,"VerseNumber":2,"Text":"ߏ߬ ߘߌ߫ ߞߊ߲ߘߊߟߌ ߞߍ߫ ߖߍߟߋ߲ ߡߊ߬ ߒ߬ߠߎ߫ ߘߏ߲߬ ߟߊߣߍ߲߫ ( ߒ߬ ߡߍ߲ߕߊ ) ߏ߬ ߟߊ߫ ߸ ߊ߲ ߘߏ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߞߋߟߋ߲߫ ߝߙߊ߬ ߊ߲ ߡߊ߰ߙߌ ߡߊ߬ ߡߎ߬ߕߎ߲߬"},{"SurahNumber":72,"VerseNumber":3,"Text":"ߊ߬ ߣߌ߫ ߞߏ߫ ߸ ߒ߬ ߡߊ߰ߙߌ ߟߊ߫ ߓߏ߲߬ߧߊ ߓߘߊ߫ ߞߘߐߕߊ߬߸ ߊ߬ ߡߴߊ߬ ߓߟߏߞߍ߫ ߡߛߏ߬ ߣߌ߫ ߘߋ߲߫ ߛߌ߫ ߟߊ߫"},{"SurahNumber":72,"VerseNumber":4,"Text":"ߊ߬ ߣߌ߫ ߞߏ߫ ߊ߲ ߘߐ߫ ߣߊߟߏ߲ߡߊ߫ (ߊߟߊ߫ ߟߐ߲ߓߊߟߌ ) ߟߋ߫ ߕߘߍ߬ ߥߎߦߊ߫ ߝߎ߮ ߝߐ߫ ߟߴߊߟߊ߫ ߡߊ߬"},{"SurahNumber":72,"VerseNumber":5,"Text":"ߊ߬ ߘߏ߲߬ ߦߋ߫ ߒ߬ߠߎ߬ ߢߣߊ߫ ߟߋ߬ ߒ ߞߏ߫ ߡߐ߱ ߣߌ߫ ߥߐ߬ߞߎߟߐ ߛߌ߫ ߕߍ߫ ߥߎߦߊ ߟߴߊߟߊ߫ ߟߊ߫"},{"SurahNumber":72,"VerseNumber":6,"Text":"ߡߐ߱ ߗߍ߬ߡߊ߲ ߘߏ߫ ߟߎ߫ ߝߊ߲߭ ߕߘߍ߬ ߦߴߊ߬ߟߎ߫ ߞߊ߬ߙߌ߬ߝߊ߬ ߟߊ߫ ߥߐ߬ߞߎߟߐ ߗߍ߬ߡߊ߲ ߠߎ߫ ߟߋ߬ ߟߊ߫ ߡߎ߬ߕߎ߲߬ ߸ ߏ߬ ߓߊ߯ ߞߍ߫ ( ߡߐ߱ ) ߏ߬ ߟߎ߬ ߘߌ߫ ߕߊ߬ߡߌ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߕߐ߬ߢߍ߮ ߡߊߞߊ߬ߝߏ߬ ߟߊ߫"},{"SurahNumber":72,"VerseNumber":7,"Text":"ߊ߬ ߣߌ߫ ߞߴߏ߬ ߟߎ߬ ߝߣߊ߫ ߞߵߊ߬ ߖߌ߰ ߟߋ߬ ߸ ߦߏ߫ ߊߟߎ߫ ( ߡߐ߱ ߟߎ߫ ) ߞߵߊ߬ ߖߌ߰ ߢߊ ߡߍ߲ ߞߏ߫ ߊߟߊ߫ ߕߍߣߊ߬ ߣߌߡߊ߫ ߛߌ߫ ߟߊߥߟߌ߬ ߟߊ߫ ( ߞߋߟߊ ߘߌ߫ ) ߡߎ߬ߕߎ߲߬"},{"SurahNumber":72,"VerseNumber":8,"Text":"ߊ߬ ߣߌ߫ ߞߏ߫ ߸ ߊ߲ߠߎ߫ ߣߵߊ߲ ߡߊ߰ ߟߊ ߛߊ߲ ߠߊ߫ ߸ ߊ߲ ߞߵߊ߬ ߝߊߣߍ߲ ߕߘߍ߬ ߞߣߐ߬ߜߍ߲߬ߓߊ߰ ߜߍߟߍ߲ ߠߎ߬ ߣߌ߫ ߟߏ߬ߟߏ߬ ߕߡߊ߫ ( ߕߍ߰ߟߊ ) ߟߎ߬ ߟߊ߫"},{"SurahNumber":72,"VerseNumber":9,"Text":"ߊ߬ ߣߌ߫ ߞߏ߫ ߊ߲ ߕߎ߲߬ ߦߋ߫ ߒ߬ ߛߌ߰ ߟߊ߫ ߛߌ߰ ߦߌߟߊ ߟߎ߬ ߘߐ߫ ߛߊ߲ ߢߊߝߍ߬ ߕߟߏߡߊߟߐ߫ ߞߊߡߊ߬ ߝߛߊߦߌ߫ ߸ ߞߏ߬ߣߌ߲߬ ߡߍ߲ ߓߊ߯ ߕߟߏߡߊߟߐ ߞߍ߫ ߛߌߛߍ߲߬ ߌߞߘߐ߫ ߏ߬ ߘߌ߫ ߟߏ߬ߟߏ߬ ߕߡߊ߫ ( ߕߍ߰ߟߊ ) ߘߏ߫ ߛߐ߬ߘߐ߲߫ ߊ߬ ߡߊߞߐ߬ߣߐ߲߬ ߠߊ߫ ߜߟߊ߬ߟߊ߫"},{"SurahNumber":72,"VerseNumber":10,"Text":"ߊ߬ ߣߌ߫ ߞߏ߫ ߒ߬ߠߎ߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ ߟߐ߲߫ ߞߎߟߊߞߏߕߍ߫ ߣߌ߫ ߖߎ߯ߡߊ߲߫ ߠߋ߬ ߟߊߢߌߣߌ߲ߣߍ߲߫ ߘߎ߱ ߘߏ߲߬ߞߏ ߟߎ߬ ߞߊߡߊ߬ ߥߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߣߊ߬ ߞߊ߲ߘߦߊ߫ ߟߋ߬ ߟߊߢߌߣߌ߲߫ ߠߴߊ߬ߟߎ߬ ߦߋ߫؟"},{"SurahNumber":72,"VerseNumber":11,"Text":"ߊ߬ ߣߌ߫ ߞߏ߫ ߓߊ ߢߊ߬ߟߌ߬ߟߊ ߟߎ߬ ߦߋ߫ ߒ߬ ߢߊߝߍ߬ ߝߛߊߦߌ߫ ߘߏ߫ ߜߘߍ߫ ߟߎ߫ ߦߴߊ߲ ߘߐ߫ ߏ߬ ߘߎ߰ߟߊ߫ ߸ ߓߊ ߊ߲ ߕߘߍ߬ ߕߊ߯ߛߌߟߊ߫ ߓߐߣߍ߲ߢߐ߲߰ߡߊ ߟߎ߫ ߟߋ߫ ߞߊ߲߬"},{"SurahNumber":72,"VerseNumber":12,"Text":"ߊ߬ ߣߌ߫ ߞߏ߫ ߊ߲ߠߎ߫ ߞߏ߬ߣߌ߲ ߞߵߊ߬ ߖߌ߰ ߟߋ߬ ߒ ߞߏ߫ ߊ߲ ߕߍߣߵߊߟߊ߫ ߓߟߏߡߊߓߊ߬ߟߌ߬ ߟߊ߫ ߘߎ߱ ߞߊ߲߬ ߸ ߊ߲ ߘߏ߲߬ ߕߍߣߵߊ߬ ߟߊߞߏ߬ߙߌ߬ ߟߊ߫ ߓߏ߬ߙߌ߬ ߘߐ߫"},{"SurahNumber":72,"VerseNumber":13,"Text":"ߊ߬ ߣߌ߫ ߞߴߏ߬ ߡߊ߬ ߸ ߊ߲ ߣߊ߬ ߞߊ߲ߘߦߊ ߡߍ߲߫ ߠߊ ߌߞߘߐ߫ ߊ߲ ߟߊ߫ ߘߴߊ߬ ߟߊ߫ ߸ ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߟߴߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߏ߬ ߕߍ߫ ߛߌߟߊ߲߫ ( ߊ߬ ߟߊ߫ ) ߢߌ߬ߡߊ߬ ߟߊߘߛߏ߫ ߣߌ߫ ( ߊ߬ ) ߞߎ߲߬ߞߏ߬ ߘߐ߬ߥߙߊ߬ ߛߌ߫ ߢߍ߫"}]}