{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":109,"Text":"Y a Al-lah Le pertenece todo cuanto existe en los cielos y en la tierra. Y todos los asuntos retornan a Él (para que decida sobre ellos)"},{"SurahNumber":3,"VerseNumber":110,"Text":"Vosotros (que creéis y seguís a Muhammad) sois la mejor comunidad que haya surgido nunca en beneficio de los hombres. Ordenáis el bien, prohibís el mal y creéis en Al-lah. Y si los judíos y cristianos creyeran, sería mejor para ellos; algunos creen (en Al-lah y en lo que ha revelado a Muhammad), pero la mayoría de ellos son rebeldes"},{"SurahNumber":3,"VerseNumber":111,"Text":"(Esos rebeldes) no podrán perjudicaros en nada, salvo causaros algunas molestias (principalmente de palabra). Y si lucharan contra vosotros, se retirarían (derrotados) y no serían socorridos"},{"SurahNumber":3,"VerseNumber":112,"Text":"La humillación se abatirá sobre ellos allí donde se encuentren, a menos que reciban un pacto (de protección) de Al-lah[113] o de los hombres, pues han incurrido en la ira de Al-lah, y se abatirá sobre ellos la miseria. Ello es así porque negaron las revelaciones (y pruebas) de Al-lah y asesinaron injustamente a los profetas, porque desobedecieron y traspasaron los límites"},{"SurahNumber":3,"VerseNumber":113,"Text":"No son todos iguales. Entre los judíos y cristianos hay un grupo de hombres rectos que recitan las aleyas de Al-lah[114] durante la noche y se postran ante Él (en sus rezos)"},{"SurahNumber":3,"VerseNumber":114,"Text":"Creen en Al-lah y en el Día de la Resurrección, ordenan el bien y prohíben el mal y se apresuran a realizar buenas acciones. Esos son de los rectos y virtuosos"},{"SurahNumber":3,"VerseNumber":115,"Text":"Y todo bien que hagan será recompensado. Y Al-lah conoce bien a los piadosos"}]}