{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Asi zvavapachena kwavari izvo vaiviga mumashure. Asi kana vakadzoserwa (kunyika), muzvokwadi, vanodzokera kune izvo zvavakarambidzwa. Uye zvirokwazvo vanyepi"},{"SurahNumber":6,"VerseNumber":29,"Text":"Uye vakati: “Hakuna (umwe hupenyu) asi (watiinawo) hupenyu hwepano pasi, uye hatizofi takamutswa (pazuva rekumutswa).”"},{"SurahNumber":6,"VerseNumber":30,"Text":"Dai waiona apo pavachaunzwa nekumiswa pamberi paTenzi vavo! Vachati (Allah): “Harisi here (zuva rekumutswa nekupihwa mibairo) chokwadi?” Vachati: “Zvokwadi, tinopika naTenzi vedu!” Vachati: “Saka ravidzai marwadzo nokuti maiva musingatendi.”"},{"SurahNumber":6,"VerseNumber":31,"Text":"Zvirokwazvo, ndivo vakarasikirwa avo vakaramba kusangana kwavo naAllah, kusvika vasingafungiri awa (yerufu) yava pavari, uye voti: “Marwadzo kwatiri! Taive tisingafungi nezvazvo”, apo vanenge vakatakura mabasa avo kumisana yavo; uye mabasa avo akaipa ndiwo avanenge vakatakura"},{"SurahNumber":6,"VerseNumber":32,"Text":"Uye upenyu hwepano pasi hapana chiripo kunze kwedambe nekuzvifadza. Asi chakanyanya kunaka imba yehupenyu huchatevera kune avo vaiita zvakanaka. Asi munonzwisisa here"},{"SurahNumber":6,"VerseNumber":33,"Text":"Zvirokwazvo, tinozviziva kuti chokwadi mazwi avanotaura anokusuwisa (Muhammad (SAW)). Zvirokwazvo, havarambi iwewe, asi mirairo yaAllah avo vanoita mabasa akaipa yavanoramba"},{"SurahNumber":6,"VerseNumber":34,"Text":"Zvirokwazvo, vatumwa (vakawanda) vakarambwa mushure mako (Muhammad (SAW)), asi nekutsungirira vakagamuchira kurambwa, uye vakave vanokuvadzwa kusvika rubatsiro rwedu rwakavasvikira, uye hapana anopfuudza mashoko aAllah. Uye zvirokwazvo nyaya dzevatumwa (mushure mako) dzauya kwauri"},{"SurahNumber":6,"VerseNumber":35,"Text":"Kana kufuratira kwavo (kwauri Muhammad (SAW)) kwakakuomera (uye haukwanisi kutsungirira), saka kana uchikwanisa kutsvaga gomba rokupinda pano pasi kana manera ekuenda kudenga, kuti uve unovaunzira mucherechedzo (tsvaga, asi hauzvikwanisi, saka iva unotsungirira). Uye Allah dai vaida, vaivaunganidzira vose kunhungamiro, saka usave wevamwe vasingazivi"}]}