{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":31,"Text":"Allah için, O´na ortak koşmaksızın birliğini tanıyan kimseler olun. Her kim Allah´a ortak koşarsa, sanki gökten düşüp de kendisini kuşlar kapışmış veya rüzgar kendisini ücra bir yere sürüklemiş atmış olur"},{"SurahNumber":22,"VerseNumber":32,"Text":"Bu böyledir; her kim Allah´ın kurbanlıklarına saygı duyarsa şüphesiz o kalplerin takvasındandır"},{"SurahNumber":22,"VerseNumber":33,"Text":"Sizin için o (kurbanlık hayvan)larda belli bir süreye kadar bir takım faydalar vardır; sonra da varacakları yer Beyt-i Atik (Ka´be)´dir"},{"SurahNumber":22,"VerseNumber":34,"Text":"Her ümmet için Allah´ın kendilerine rızık olarak verdiği kurbanlık hayvanların üzerine (Allah´ın) adını ansınlar diye bir mabed yapmışızdır. Hepinizin tanrısı bir tek tanrıdır; onun için yalnız O´na teslim olan müslümanlar olun. İtaat eden alçak gönüllü kimseleri müjdele"},{"SurahNumber":22,"VerseNumber":35,"Text":"Ki Allah anıldığı zaman, kalpleri oynar; kendilerine gelen musibete sabreder; namazı devamlı kılar ve kendilerine verdiğimiz şeylerden başkalarına dağıtırlar"},{"SurahNumber":22,"VerseNumber":36,"Text":"O gövdeli hayvanlar var ya, Biz onları da Allah için kesilen kurbanlıklar arasında kıldık. Sizin için onlarda hayır vardır; bu yüzden ön ayaklarının biri bağlı olarak bir dizi halinde dururlarken üzerlerine Allah´ın adını anın (öyle boğazlayın). Yanları yere yaslandığı vakit de onlardan yiyin, kanaat edip istemeyene de, isteyene de yedirin. O böylece onları sizin emrinize verdi ki, şükredesiniz"},{"SurahNumber":22,"VerseNumber":37,"Text":"Elbette onların ne etleri, ne de kanları Allah´a ulaşmaz. Ancak O´na sizin takvanız ulaşacaktır. Böylece onları sizin emrinize verdik ki, size yolunu gösterdiğinden dolayı, Allah´ı tekbir ile yüceltesiniz. Görevlerini iyi yapan iyilik sevenleri müjdele"},{"SurahNumber":22,"VerseNumber":38,"Text":"Biliniz ki, Allah, iman edenleri koruyacaktır; çünkü Allah, hain ve nankör olanları sevmez"}]}