{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Isn´t it true that My verses were recited to you, but you used to reject them"},{"SurahNumber":23,"VerseNumber":106,"Text":"They will say, \"Our Lord, our woes got the better of us. We are indeed, a blundering people"},{"SurahNumber":23,"VerseNumber":107,"Text":"Our Lord! Take us out of here, if we ever commit (the same) again, we would really be evil"},{"SurahNumber":23,"VerseNumber":108,"Text":"Allah will say, \"Enough of that! Stay in it, and do not talk to Me anymore"},{"SurahNumber":23,"VerseNumber":109,"Text":"Indeed, a group of Our servants used to pray, \"Our Lord, We believe! Forgive us and have mercy upon us. You are the very Best of those who shower mercy"},{"SurahNumber":23,"VerseNumber":110,"Text":"But you made them targets of ridicule. You mocked and scoffed at them with such intensity that it even made you forget Me (and My message)"},{"SurahNumber":23,"VerseNumber":111,"Text":"Today I have rewarded them for their patience and perseverance! Indeed, they are the successful ones"},{"SurahNumber":23,"VerseNumber":112,"Text":"Allah will ask, \"How many years did you stay on earth"},{"SurahNumber":23,"VerseNumber":113,"Text":"They shall reply, \"We stayed only a day or part of a day. Ask those who are (given the task of) maintaining accounts"},{"SurahNumber":23,"VerseNumber":114,"Text":"Allah will say, \"You stayed for just a short while! If you had only realized"},{"SurahNumber":23,"VerseNumber":115,"Text":"Did you think that We created you in vain? And that you will never be brought back to Us (for reckoning)"},{"SurahNumber":23,"VerseNumber":116,"Text":"Exalted is Allah, the real Emperor! There is no god but He, the Lord of the Supreme Throne"},{"SurahNumber":23,"VerseNumber":117,"Text":"Anyone who calls any other god besides Allah _ and for such an act he has no explanation _ will have to reckon with Allah. Surely, such unbelievers never succeed"},{"SurahNumber":23,"VerseNumber":118,"Text":"And say, \"My Lord, grant forgiveness and have mercy! Indeed, You are the very Best of those who shower mercy"}]}