{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"E não absolvo minha alma do pecado. Por certo, a alma é constante incitadora do mal, exceto a de quem meu Senhor tem misericórdia. Por certo, meu Senhor é Perdoador, Misericordiador"},{"SurahNumber":12,"VerseNumber":54,"Text":"E o rei disse: \"Fazei-mo vir, que o consagrarei a mim.\" Então, quando o rei lhe falou, disse: \"Por certo, és, hoje junto de nós, prestigiado, leal"},{"SurahNumber":12,"VerseNumber":55,"Text":"José disse: \"Confia-me os cofres da terra. Por certo, serei deles custódio sapiente"},{"SurahNumber":12,"VerseNumber":56,"Text":"E, assim, empossamos José na terra, dela dispondo onde quisesse. Alcançamos, com Nossa Misericórdia a quem queremos, e não fazemos perder o prêmio dos benfeitores"},{"SurahNumber":12,"VerseNumber":57,"Text":"E, certamente, o prêmio da Derradeira Vida é melhor para os que crêem e são piedosos"},{"SurahNumber":12,"VerseNumber":58,"Text":"E os irmãos de José chegaram e entraram junto dele; então, ele os reconheceu, enquanto que eles não o reconheceram"},{"SurahNumber":12,"VerseNumber":59,"Text":"E, quando ele lhes preparou as provisões, disse: \"Fazei-me vir um de vossos irmãos por parte de vosso pai. Não vedes que eu completo a medida e sou o melhor dos hospedeiros"},{"SurahNumber":12,"VerseNumber":60,"Text":"E, se não mo fazeis vir, não haverá medida de mim para vós nem vos aproximareis de mim"},{"SurahNumber":12,"VerseNumber":61,"Text":"Disseram: \"Tentaremos persuadir seu pai. E, por certo, fá-lo-emos"},{"SurahNumber":12,"VerseNumber":62,"Text":"E ele disse a seus jovens servos: \"Recolocai sua mercadoria junto de suas bagagens, na esperança de que a reconheçam, ao tornarem a sua família, e isso, para retornarem"},{"SurahNumber":12,"VerseNumber":63,"Text":"E, quando retornaram a seu pai, disseram: \"Ó nosso pai! Foi-nos impedida a medida. Então, envia conosco nosso irmão, nós teremos a medida e, por certo, ser-Ihe-emos custódios"}]}