{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":3,"Text":"Müşrikler Allah´ı bir yana bırakarak hiç bir şey yaratamayan kendileri birer yaratık olan, kendilerine ne zarar ve ne de fayda dokunduramayan; öldürmeye, yaşatmaya ve yeniden diriltmeye güçleri yetmeyen ilahlar edindiler"},{"SurahNumber":25,"VerseNumber":4,"Text":"Kafirler «Şu Kur´an, Muhammed´in uydurduğu bir yalandır. Bu uydurma işinde kendisine yardım eden başkaları da vardır» dediler. Onlar gerçekten zulüm işlemişler ve yalan söylemişlerdir"},{"SurahNumber":25,"VerseNumber":5,"Text":"Yine onlar «Bu Kur´an, eski milletlerin masallarıdır. Muhammed onu adamlarına kopya ettirmiştir ve bu kopyalar sabahları ve akşamları kendisine okunmaktadır» dediler"},{"SurahNumber":25,"VerseNumber":6,"Text":"Onlara de ki; «Bu Kur´anı, göklerin ve yerin sırlarını bilen Allah indirdi. Hiç kuşkusuz O, affedicidir ve merhametlidir.»"},{"SurahNumber":25,"VerseNumber":7,"Text":"Yine onlar dediler ki; «Bu ne biçim Peygamberdir ki, bizim gibi yemek yiyor ve çarşıda pazarda geziyor? Ona, kendisi ile birlikte uyarma görevi yürüten bir melek indirilseydi ya.»"},{"SurahNumber":25,"VerseNumber":8,"Text":"Ya da kendisine bir hazine verilseydi veya ürünleri ile beslenebileceği bir bahçesi olsaydı. Bu zalimler, müminlere «Sizler, büyülenmiş, akli dengesi bozuk bir adamın peşinden gidiyorsunuz» dediler"},{"SurahNumber":25,"VerseNumber":9,"Text":"Senin hakkında ne yakışıksız benzetmeler düzdüklerini görüyor musun? Onlar sapmışlardır ve doğru yolu bir türlü bulamıyorlar"},{"SurahNumber":25,"VerseNumber":10,"Text":"Eğer dilerse sana, onların sözünü ettiklerinden daha iyisini, yani altlarından çeşitli nehirler akan cennetleri verebilen ve senin için köşkler hazırlayabilen Allah´ın şanı yücedir"},{"SurahNumber":25,"VerseNumber":11,"Text":"Aslında onlar Kıyamet gününü yalanlamışlardır. Biz de Kıyamet gününü yalanlayanlara çılgın alevli bir ateş hazırladık"}]}