{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"Muhakkak ki cennet ehli, o gün zevkli bir meşguliyet içinde olanlardır"},{"SurahNumber":36,"VerseNumber":56,"Text":"Onlar ve eşleri, gölgeliklerde tahtlar üzerinde yaslanmış olanlardır"},{"SurahNumber":36,"VerseNumber":57,"Text":"Orada onlar için meyveler ve istedikleri (her)şey vardır"},{"SurahNumber":36,"VerseNumber":58,"Text":"Rahîm olan Rab´ten \"selâm\" sözü (vardır)"},{"SurahNumber":36,"VerseNumber":59,"Text":"Ve ey mücrimler (suçlular)! Bugün ayrılın (bir kenara çekilin)"},{"SurahNumber":36,"VerseNumber":60,"Text":"Ey Âdemoğulları! Ben, sizlerden şeytana kul olmayacağınıza dair ahd almadım mı? Muhakkak ki o (şeytan), size apaçık bir düşmandır"},{"SurahNumber":36,"VerseNumber":61,"Text":"Ve Ben, sizden Bana kul olmanıza (dair ahd almadım mı?) Bu da Sıratı Mustakîm (üzerinde bulunmak)tır"},{"SurahNumber":36,"VerseNumber":62,"Text":"Ve andolsun ki sizden birçoklarını dalâlette bıraktı. Hâlâ akıl etmez misiniz"},{"SurahNumber":36,"VerseNumber":63,"Text":"Size vaadedilmiş olan cehennem (işte) budur"},{"SurahNumber":36,"VerseNumber":64,"Text":"İnkâr etmeniz sebebiyle bugün ona (cehenneme) yaslanın (girin)"},{"SurahNumber":36,"VerseNumber":65,"Text":"Bugün onların ağızlarını mühürleriz. Kazanmış olduklarını (yaptıklarını) Bize, onların elleri anlatır, ayakları şahitlik eder"},{"SurahNumber":36,"VerseNumber":66,"Text":"Ve eğer dileseydik, elbette gözlerini mahvederdik (kör ederdik). O zaman yolda (sağa sola) koşuştururlardı. Bundan sonra nasıl görürler"},{"SurahNumber":36,"VerseNumber":67,"Text":"Ve eğer dileseydik, elbette onları mekânlarında (bulundukları yerde) değiştirirdik. O zaman ileri gitmeye ve geri dönmeye güçleri yetmezdi"},{"SurahNumber":36,"VerseNumber":68,"Text":"Ve kimin ömrünü uzatırsak, onun yaratılışını tersine çeviririz (kuvvetini gideririz). Hâlâ akıl etmezler mi"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ve Biz, O´na (Peygamber´e) şiir öğretmedik. Ve (bu), O´na yakışmaz. O (O´na indirilen), sadece zikir ve apaçık Kur´ân´dır"},{"SurahNumber":36,"VerseNumber":70,"Text":"(Kur´ân´ın indirilmesi), hayy olanları inzar etmek (uyarmak) ve (azap) sözünün kâfirlerin üzerine hak olması içindir"}]}