{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"And from the Satans, there were some who (instantly) obeyed him (Solomon, see verse 27.39) and did other work in addition; And it was We Who guarded them"},{"SurahNumber":21,"VerseNumber":83,"Text":"And (remember) Ayub (Job), when he cried to his Lord, \"Truly, (major) distress has caught me, but You are the Most Merciful of those that are merciful"},{"SurahNumber":21,"VerseNumber":84,"Text":"So We listened to him, We removed the suffering that was on him, and We gave back his people to him, and doubled their number— As a Grace from Ourselves, and as a lesson to remember, for all who worship Us"},{"SurahNumber":21,"VerseNumber":85,"Text":"And (remember) Ismail (Ishmael), Idris, and Zul-kifl, all (men) of constancy and patience"},{"SurahNumber":21,"VerseNumber":86,"Text":"And We admitted them in Our Mercy: Verily, they were from the Righteous ones"},{"SurahNumber":21,"VerseNumber":87,"Text":"And (remember) Zun-nun (Jonah or Yunus, see 7.139), when he left in anger: And he imagined that We had no power to punish him! But he cried through the depths of darkness (after being swallowed by a fish), by saying: \"There is no god except You: Glory to You (Pure and Pristine): Truly, I was one of the wrongdoers"},{"SurahNumber":21,"VerseNumber":88,"Text":"So We listened to him: And delivered him from (his) difficulty: And like this We save and rescue those who have faith"},{"SurahNumber":21,"VerseNumber":89,"Text":"And (remember) Zakariyya (Zachariah), when he cried to his Lord: \"O my Lord! Do not leave me without children, even though You are the best of inheritors"},{"SurahNumber":21,"VerseNumber":90,"Text":"So We listened to him: And We granted him Yahya (Baptist John): We cured his wife's (inability to bear children) for him. Verily, these (three) were quick to learn the good works: And they used to remember Us with love and respect, and to humble themselves before Us"}]}