{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"Andolsun, Biz Semud (kavmine de) kardeşleri Salih'i: \"Yalnızca Allah'a kulluk edin\" diye (demek üzere) gönderdik. Bir de ne görsün, onlar birbirlerine düşman kesilmiş iki gruptur"},{"SurahNumber":27,"VerseNumber":46,"Text":"Dedi ki: \"Ey kavmim, neden iyilikten önce kötülük konusunda acele davranıyorsunuz? Allah'tan bağışlanma dilemeniz gerekmez mi? Umulur ki esirgenirsiniz"},{"SurahNumber":27,"VerseNumber":47,"Text":"Dediler ki: \"Senin ve seninle birlikte olanlar yüzünden uğursuzluğa uğradık.\" Dedi ki: \"Sizin uğursuzluğunuz (başınıza gelenler) Allah Katında (yazılı)dır. Hayır, siz denenmekte olan bir kavimsiniz"},{"SurahNumber":27,"VerseNumber":48,"Text":"Şehirde dokuzlu bir çete vardı, yeryüzünde bozgun çıkarıyorlar ve dirlik-düzenlik bırakmıyorlardı"},{"SurahNumber":27,"VerseNumber":49,"Text":"Kendi aralarında Allah adına and içerek, dediler ki: \"Gece mutlaka ona ve ailesine bir baskın düzenleyelim, sonra velisine: Ailesinin yok oluşuna biz şahid olmadık ve gerçekten bizler doğruyu söyleyenleriz, diyelim"},{"SurahNumber":27,"VerseNumber":50,"Text":"Onlar hileli bir düzen kurdu. Biz de (onların hilesine karşı) onların farkında olmadığı bir düzen kurduk"},{"SurahNumber":27,"VerseNumber":51,"Text":"Artık sen, onların kurdukları hileli-düzenin uğradığı sona bir bak; Biz, onları ve kavimlerini topluca yerle bir ettik"},{"SurahNumber":27,"VerseNumber":52,"Text":"İşte, zulmetmeleri dolayısıyla enkaza dönüşmüş ıpıssız evleri. Şüphesiz bilen bir kavim için bunda bir ayet vardır"},{"SurahNumber":27,"VerseNumber":53,"Text":"İman edenleri ve sakınanları da kurtardık"},{"SurahNumber":27,"VerseNumber":54,"Text":"Lut da; hani kavmine demişti ki: \"Siz, açıkça gördüğünüz halde, yine de o çirkin utanmazlığı yapacak mısınız"},{"SurahNumber":27,"VerseNumber":55,"Text":"Siz gerçekten, kadınları bırakıp şehvetle erkeklere mi yaklaşıyorsunuz? Hayır, siz (yaptığı şeyi) bilmeyen bir kavimsiniz"}]}