{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":21,"VerseNumber":91,"Text":"Adali mkazi amene adasunga unamwali wake. Ife tidauzira mwa iye ndipo tidamupanga iye pamodzi ndi mwana wake wa mwamuna kukhala chizindikiro kwa zolengedwa zonse"},{"SurahNumber":21,"VerseNumber":92,"Text":"Ndithudi! Ichi ndi chipembedzo chanu ndipo ndi chipembedzo chimodzi, ndipo Ine ndine Ambuye wanu motero ndipembedzeni Ine ndekha"},{"SurahNumber":21,"VerseNumber":93,"Text":"Ndipo iwo adapatukana ndi kugawa chipembedzo chawo pakati pawo ndipo ndi kwa Ife kumene adzabwerera"},{"SurahNumber":21,"VerseNumber":94,"Text":"Motero aliyense amene achita ntchito zabwino ndipo ndi wokhulupirira moona ntchito zake sizidzakanidwa ayi. Ndithudi Ife timazilemba zonse m’Buku la chiwerengero"},{"SurahNumber":21,"VerseNumber":95,"Text":"Ndipo ndi koletsedwa kuti mudzi umene tidawuwononga kuti ubwererenso"},{"SurahNumber":21,"VerseNumber":96,"Text":"Mpaka pamene anthu a Ya-juj ndi Majuj adzamasulidwa ndipo iwo adzakhala akutsika kuchokera kumalo aliwonse wokwera"},{"SurahNumber":21,"VerseNumber":97,"Text":"Ndipo pamene lonjezo loona lidzafika, maso a anthu onse osakhulupirira adzapenyetsetsa mwamantha nati “Tsoka kwa ife! Ndithudi ife tidali osalabadira zimenezi. Zoonadi ife tidali ochita zoipa.”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Ndithudi! Inu pamodzi ndi zimene mukupembedza kuonjezera pa Mulungu, mudzakhala nkhuni za ku Gahena! Kumeneko nonse mudzalowako"},{"SurahNumber":21,"VerseNumber":99,"Text":"Iyo ikadakhala milungu, siikadalowa kumeneko ndipo onse adzakhala kumeneko"},{"SurahNumber":21,"VerseNumber":100,"Text":"Kumeneko iwo adzalira ndipo adzakhala osamva"},{"SurahNumber":21,"VerseNumber":101,"Text":"Ndithudi iwo amene tawaonetsera chifundo chathu, iwo adzakhala kutali ndi moto"}]}