{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":36,"Text":"بىز ئۇلاردىن (يەنى قۇرەيش كۇففارلىرىدىن) ئىلگىرى ئۇلارغا قارىغاندا كۈچلۈك بولغان نۇرغۇن ئۈممەتلەرنى ھالاك قىلدۇق، ئۇلار (يەنى شۇ ئۈممەتلەر) ھەر قايسى جايلارنى كەزدى، (ئۇلارغا) ئۆلۈمدىن قاچىدىغان جاي تېپىلدىمۇ؟"},{"SurahNumber":50,"VerseNumber":37,"Text":"بۇنىڭدا (ھەقىقەت ئۈستىدە پىكىر يۈرگۈزىدىغان) قەلبكە ئىگە ئادەم ياكى (ۋەز ـ نەسىھەتكە) ھۇزۇرى قەلب بىلەن قۇلاق سالىدىغان ئادەم ئۈچۈن ئەلۋەتتە ۋەز ـ نەسىھەت بار"},{"SurahNumber":50,"VerseNumber":38,"Text":"بىز ھەقىقەتەن ئاسمانلارنى، زېمىننى ۋە ئۇلارنىڭ ئارىسىدىكى نەرسىلەرنى ئالتە كۈندە ياراتتۇق، بىز ھېچقانداق چارچاپ قالغىنىمىز يوق"},{"SurahNumber":50,"VerseNumber":39,"Text":"(ئى مۇھەممەد!) كاپىرلارنىڭ سۆزلىرىگە سەۋر قىلغىن، كۈن چىقىشتىن ئىلگىرى ۋە كۈن پېتىشتىن ئىلگىرى پەرۋەردىگارىڭغا تەسبىھ ئېيتقىن، ھەمدى ئېيتقىن"},{"SurahNumber":50,"VerseNumber":40,"Text":"كېچىدە ۋە سەجدىدىن كېيىن (يەنى پەرز نامازلارنىڭ ئارقىسىدا) تەسبىھ ئېيتقىن"},{"SurahNumber":50,"VerseNumber":41,"Text":"نىدا قىلغۇچى (يەنى ئىسراپىل) يېقىن جايدىن نىدا قىلىدىغان (يەنى ئۇنىڭ ئاۋازى ھەممىگە ئوخشاش يېتىدىغان) كۈندە (نىداغا) قۇلاق سالغىن"},{"SurahNumber":50,"VerseNumber":42,"Text":"ئۇلار ھەقنى ئېلىپ كېلىدىغان ئاۋازنى (يەنى ئىككىنچى قېتىملىق سۇرنى) ئاڭلىغان كۈن ـ ئەنە شۇ (كۈن قەبرىلەردىن) چىقىش كۈنىدۇر"},{"SurahNumber":50,"VerseNumber":43,"Text":"بىز ھەقىقەتەن كىشىلەرنى ۋاپات قىلدۇرىمىز ۋە تىرىلدۈرىمىز، ئاخىر بارىدىغان جاي بىزنىڭ دەرگاھىمىزدۇر"},{"SurahNumber":50,"VerseNumber":44,"Text":"ئۇ كۈندە يەر يېرىلىپ ئۇلار (قەبرىلىرىدىن) تېز چىقىپ كېلىدۇ، ئەنە شۇ يىغىش بىزگە ئاساندۇر"},{"SurahNumber":50,"VerseNumber":45,"Text":"بىز ئۇلارنىڭ (يەنى قۇرەيش كۇففارلىرىنىڭ) ئېيتىدىغان سۆزلىرىنى ئوبدان بىلىمىز، سەن ئۇلارنى (ئىسلامغا) زورلىغۇچى ئەمەسسەن، مېنىڭ ئاگاھلاندۇرۇشۇمدىن قورقىدىغانلارغا (قۇرئان بىلەن) ۋەز ـ نەسىھەت قىلغىن"},{"SurahNumber":51,"VerseNumber":1,"Text":"(تۇپراقنى) سورىغۇچى شاماللار بىلەن قەسەمكى[1]،"},{"SurahNumber":51,"VerseNumber":2,"Text":"(يامغۇرلارنىڭ) ئېغىرلىقىنى كۆتۈرگۈچى بۇلۇتلار بىلەن قەسەمكى[2]،"},{"SurahNumber":51,"VerseNumber":3,"Text":"(سۇ ئۈستىدە) يىنىك ماڭغۇچى كېمىلەر بىلەن قەسەمكى[3]،"},{"SurahNumber":51,"VerseNumber":4,"Text":"ئىشنى (يەنى بەندىلەر ئارىسىدا رىزىقلارنى، يۇرتلار ئارىسىدا يامغۇرنى) تەقسىم قىلغۇچى پەرىشتىلەر بىلەن قەسەمكى[4]،"},{"SurahNumber":51,"VerseNumber":5,"Text":"سىلەرگە ۋەدە قىلىنغان (ساۋاب، ئازاب، قىيامەت قاتارلىق) لار ئەلۋەتتە راستتۇر"},{"SurahNumber":51,"VerseNumber":6,"Text":"(ياخشى ئەمەللەرنى) مۇكاپاتلاش، (يامان ئەمەللەرنى) جازالاش چوقۇم بولىدىغان ئىشتۇر"}]}