{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Mu by’ukuri, abatemera imperuka bita abamalayika amazina y’igitsina gore"},{"SurahNumber":53,"VerseNumber":28,"Text":"Kandi ibyo nta bumenyi babifitiye. Ndetse nta kindi bakurikira kitari ugukekeranya, kandi rwose ugukeka ntacyo byakongera ku kuri"},{"SurahNumber":53,"VerseNumber":29,"Text":"Bityo, irengagize wawundi wateye umugongo urwibutso rwacu nta kindi ashaka uretse ubuzima bw’isi"},{"SurahNumber":53,"VerseNumber":30,"Text":"(Ibyo bavuga) ni ho ubumenyi bwabo bugarukira. Mu by’ukuri, Nyagasani wawe ni we uzi neza uwayobye inzira ye, kandi ni na we uzi neza abayobotse"},{"SurahNumber":53,"VerseNumber":31,"Text":"Kandi ibiri mu birere n’ibiri mu isi ni ibya Allah, (yashyizeho ayo mategeko) kugira ngo ahane inkozi z’ibibi kubera ibyo zakoze, ndetse anahembe ibyiza (ijuru) abakora ibyiza"},{"SurahNumber":53,"VerseNumber":32,"Text":"Babandi birinda ibyaha bikomeye n’ibikozasoni uretse kuba bagwa mu byaha byoroshye; mu by’ukuri, imbabazi za Nyagasani wawe ziragutse. Ni we ubazi neza kuva yabarema abakuye mu gitaka, n’igihe mwari muri nyababyeyi za ba nyoko. Bityo, ntimukigire abere kuko ari we uzi neza umutinya"},{"SurahNumber":53,"VerseNumber":33,"Text":"Ese (yewe Muhamadi) wabonye wawundi wateye umugongo (akanga kumvira Allah)"},{"SurahNumber":53,"VerseNumber":34,"Text":"Akanatanga bike (mu byo twamuhaye), nyuma akabireka burundu"},{"SurahNumber":53,"VerseNumber":35,"Text":"Ese yaba afite ubumenyi bw’ibitagaragara akaba abona (ko ibyo intumwa Muhamadi yahishuriwe atari ukuri)"},{"SurahNumber":53,"VerseNumber":36,"Text":"Cyangwa ntiyabwiwe ibiri mu bitabo bya Musa"},{"SurahNumber":53,"VerseNumber":37,"Text":"Ndetse n’ibiri mu bya Ibrahimu wasohoje ubutumwa"},{"SurahNumber":53,"VerseNumber":38,"Text":"Ko ntawe uzikorera umutwaro w’undi"},{"SurahNumber":53,"VerseNumber":39,"Text":"Kandi ko nta cyo umuntu azabona (ku munsi w’imperuka) usibye ibyo yakoze"},{"SurahNumber":53,"VerseNumber":40,"Text":"Kandi ko ibikorwa bye bizagaragara (ku munsi w’imperuka)"},{"SurahNumber":53,"VerseNumber":41,"Text":"Maze akazabihemberwa ibihembo byuzuye"},{"SurahNumber":53,"VerseNumber":42,"Text":"Kandi ko iherezo (rya buri kintu) ari kwa Nyagasani wawe"},{"SurahNumber":53,"VerseNumber":43,"Text":"Kandi ko ari we (Allah) utera guseka (kwishima) no kurira (kubabara)"},{"SurahNumber":53,"VerseNumber":44,"Text":"No kuba ari we wisubiza ubuzima ndetse akanabutanga"}]}