{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"De ki: \"İster taş olun, ister demir"},{"SurahNumber":17,"VerseNumber":51,"Text":"İster gönlünüzde büyüyen, (aklınıza tuhaf gelen) herhangi bir yaratık, (ne olursanız olun, Allah sizi mutlaka diriltecektir). Bizi kim tekrar (hayata) döndürebilir?\" diyecekler. \"Sizi ilk defa yaratan (döndürür)\" de. Sana alaylı alaylı başlarını sallayacaklar ve: \"Ne zaman o?\" diyecekler. \"Pek yakın olabilir\" de"},{"SurahNumber":17,"VerseNumber":52,"Text":"Sizi çağıracağı gün O'na hamdederek çağrısına uyarsınız (dirilip kalkarsınız) ve (dünyada) pek az kaldığınızı sanırsınız"},{"SurahNumber":17,"VerseNumber":53,"Text":"Kullarıma söyle: En güzel sözü söylesinler (puta tapanlara sert davranmasınlar). Çünkü şeytan aralarına girer (onları tartışmaya ve kavgaya dürtükler). Doğrusu şeytan, insanın apaçık düşmanıdır"},{"SurahNumber":17,"VerseNumber":54,"Text":"Rabbiniz sizi daha iyi bilir. Dilerse size acır, dilerse size azabeder. Biz seni, onların üzerine vekil göndermedik"},{"SurahNumber":17,"VerseNumber":55,"Text":"Rabbin, göklerde ve yerde olan kimseleri daha iyi bilir (O, peygamber olmağa kimi layık görürse onu seçer). Andolsun ki biz, peygamberlerin kimini kimine üstün kıldık, Davud'a da Zebur'u verdik"},{"SurahNumber":17,"VerseNumber":56,"Text":"De ki: \"O'ndan başka (tanrı olduğunu) sandığınız şeylere yalvarın; onlar ne sizden sıkıntıyı kaldırabilirler, ne de (onu) başka bir yana çevirebilirler"},{"SurahNumber":17,"VerseNumber":57,"Text":"O yalvardıkları da, onların (Allah'a) en yakın olan(lar)ı da Rablerine yaklaşmak için vesile ararlar; O'nun merhametini umarlar, azabından korkarlar. Çünkü Rabbinin azabı, cidden korkunçtur"},{"SurahNumber":17,"VerseNumber":58,"Text":"Hiçbir kent yoktur ki biz, kıyamet gününden öne onu yok edecek, yahut ona şiddetli bir şekilde azabedecek olmayalım. Bu, Kitapta yazılmıştır"}]}