{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Hij zal alleen hun een gunstig antwoord geven, die met aandacht zullen luisteren; en God zal de dooden opwekken; want tot hem zullen zij terugkeeren"},{"SurahNumber":6,"VerseNumber":37,"Text":"De ongeloovigen zeggen, dat, zoo lang hun geen wonder van den Heer zal worden geopenbaard, zij niet zullen gelooven. Antwoordt: Waarlijk, God is in staat een wonder te doen; maar het grootste deel hunner weet het niet"},{"SurahNumber":6,"VerseNumber":38,"Text":"Er is geene diersoort op de aarde, noch een vogel die met zijne vleugels vliegt, welke niet, gelijk gij, een volk vormt. Wij hebben niets in het boek onzer besluiten vergeten; want tot hunnen Heer zullen zij terugkeeren"},{"SurahNumber":6,"VerseNumber":39,"Text":"Zij, die onze teekens van logen beschuldigen, zijn doof en stom en wandelen in duisternis; God zal doen dwalen wien hij wil, en wie hem behaagt, zal hij op den rechten weg brengen"},{"SurahNumber":6,"VerseNumber":40,"Text":"Zeg: wat denkt gij? indien Gods straf over u komt, of het uur der opstanding, zult gij dan een ander dan God aanroepen; spreekt, indien gij oprecht zijt"},{"SurahNumber":6,"VerseNumber":41,"Text":"Ja! Hij is het dien gij zult aanroepen; en hij zal u bevrijden van hetgeen u hem doet aanroepen, indien het hem behaagt, en gij zult de goden vergeten die gij met hem vereenigt"},{"SurahNumber":6,"VerseNumber":42,"Text":"Wij hebben reeds gezanten gezonden onder de volkeren die vóór u bestonden, en hebben hen door onrust en tegenspoed bedroefd, opdat zij zich zouden vernederen"},{"SurahNumber":6,"VerseNumber":43,"Text":"Toen de door ons gezonden droefheid over hen kwam vernederden zij zich niet, maar hunne harten werden versteend, en satan bereidde voor hen wat zij bedreven"},{"SurahNumber":6,"VerseNumber":44,"Text":"En toen zij hadden vergeten, wat hun gewaarschuwd was, openden wij de deuren van alle weldaden voor hen, tot op het oogenblik, dat zij in vreugde gedompeld over de weldaden die zij hadden ontvangen, eensklaps door ons werden aangegrepen en in wanhoop gestort werden"}]}