{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"O you Enwrapped one"},{"SurahNumber":73,"VerseNumber":2,"Text":"Stay up during the night, except a little"},{"SurahNumber":73,"VerseNumber":3,"Text":"For half of it, or reduce it a little"},{"SurahNumber":73,"VerseNumber":4,"Text":"Or add to it; and chant the Quran rhythmically"},{"SurahNumber":73,"VerseNumber":5,"Text":"We are about to give you a heavy message"},{"SurahNumber":73,"VerseNumber":6,"Text":"The vigil of night is more effective, and better suited for recitation"},{"SurahNumber":73,"VerseNumber":7,"Text":"In the daytime, you have lengthy work to do"},{"SurahNumber":73,"VerseNumber":8,"Text":"So remember the Name of your Lord, and devote yourself to Him wholeheartedly"},{"SurahNumber":73,"VerseNumber":9,"Text":"Lord of the East and the West. There is no god but He, so take Him as a Trustee"},{"SurahNumber":73,"VerseNumber":10,"Text":"And endure patiently what they say, and withdraw from them politely"},{"SurahNumber":73,"VerseNumber":11,"Text":"And leave Me to those who deny the truth, those of luxury, and give them a brief respite"},{"SurahNumber":73,"VerseNumber":12,"Text":"With Us are shackles, and a Fierce Fire"},{"SurahNumber":73,"VerseNumber":13,"Text":"And food that chokes, and a painful punishment"},{"SurahNumber":73,"VerseNumber":14,"Text":"On the Day when the earth and the mountains tremble, and the mountains become heaps of sand"},{"SurahNumber":73,"VerseNumber":15,"Text":"We have sent to you a messenger, a witness over you, as We sent to Pharaoh a messenger"},{"SurahNumber":73,"VerseNumber":16,"Text":"But Pharaoh defied the Messenger, so We seized him with a terrible seizing"},{"SurahNumber":73,"VerseNumber":17,"Text":"So how will you, if you persist in unbelief, save yourself from a Day which will turn the children gray-haired"},{"SurahNumber":73,"VerseNumber":18,"Text":"The heaven will shatter thereby. His promise is always fulfilled"},{"SurahNumber":73,"VerseNumber":19,"Text":"This is a reminder. So whoever wills, let him take a path to his Lord"}]}