{"Id":194,"LanguageCodes":["hi","hin"],"Name":"hin-suhelfarooqkhan","Author":"Suhel Farooq Khan And Saifur Rahman Nadwi","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":52,"Text":"और (मुझसे) कहा करता था कि क्या तुम भी क़यामत की तसदीक़ करने वालों में हो"},{"SurahNumber":37,"VerseNumber":53,"Text":"(भला जब हम मर जाएँगे) और (सड़ गल कर) मिट्टी और हव्ी (होकर) रह जाएँगे तो क्या हमको दोबारा ज़िन्दा करके हमारे (आमाल का) बदला दिया जाएगा"},{"SurahNumber":37,"VerseNumber":54,"Text":"फिर अपने बेहश्त के साथियों से कहेगा"},{"SurahNumber":37,"VerseNumber":55,"Text":"तो क्या तुम लोग भी (मेरे साथ उसे झांक कर देखोगे) ग़रज़ झाँका तो उसे बीच जहन्नुम में (पड़ा हुआ) देखा"},{"SurahNumber":37,"VerseNumber":56,"Text":"(ये देख कर बेसाख्ता) बोल उठेगा कि खुदा की क़सम तुम तो मुझे भी तबाह करने ही को थे"},{"SurahNumber":37,"VerseNumber":57,"Text":"और अगर मेरे परवरदिगार का एहसान न होता तो मैं भी (इस वक्त) तेरी तरह जहन्नुम में गिरफ्तार किया गया होता"},{"SurahNumber":37,"VerseNumber":58,"Text":"(अब बताओ) क्या (मैं तुम से न कहता था) कि हम को इस पहली मौत के सिवा फिर मरना नहीं है"},{"SurahNumber":37,"VerseNumber":59,"Text":"और न हम पर (आख़ेरत) में अज़ाब होगा"},{"SurahNumber":37,"VerseNumber":60,"Text":"(तो तुम्हें यक़ीन न होता था) ये यक़ीनी बहुत बड़ी कामयाबी है"},{"SurahNumber":37,"VerseNumber":61,"Text":"ऐसी (ही कामयाबी) के वास्ते काम करने वालों को कारगुज़ारी करनी चाहिए"},{"SurahNumber":37,"VerseNumber":62,"Text":"भला मेहमानी के वास्ते ये (सामान) बेहतर है या थोहड़ का दरख्त (जो जहन्नुमियों के वास्ते होगा)"},{"SurahNumber":37,"VerseNumber":63,"Text":"जिसे हमने यक़ीनन ज़ालिमों की आज़माइश के लिए बनाया है"},{"SurahNumber":37,"VerseNumber":64,"Text":"ये वह दरख्त हैं जो जहन्नुम की तह में उगता है"},{"SurahNumber":37,"VerseNumber":65,"Text":"उसके फल ऐसे (बदनुमा) हैं गोया (हू बहू) साँप के फन जिसे छूते दिल डरे"},{"SurahNumber":37,"VerseNumber":66,"Text":"फिर ये (जहन्नुमी लोग) यक़ीनन उसमें से खाएँगे फिर उसी से अपने पेट भरेंगे"},{"SurahNumber":37,"VerseNumber":67,"Text":"फिर उसके ऊपर से उन को खूब खौलता हुआ पानी (पीप वग़ैरह में) मिला मिलाकर पीने को दिया जाएगा"},{"SurahNumber":37,"VerseNumber":68,"Text":"फिर (खा पीकर) उनको जहन्नुम की तरफ यक़ीनन लौट जाना होगा"},{"SurahNumber":37,"VerseNumber":69,"Text":"उन लोगों ने अपन बाप दादा को गुमराह पाया था"},{"SurahNumber":37,"VerseNumber":70,"Text":"ये लोग भी उनके पीछे दौड़े चले जा रहे हैं"},{"SurahNumber":37,"VerseNumber":71,"Text":"और उनके क़ब्ल अगलों में से बहुतेरे गुमराह हो चुके"},{"SurahNumber":37,"VerseNumber":72,"Text":"उन लोगों के डराने वाले (पैग़म्बरों) को भेजा था"},{"SurahNumber":37,"VerseNumber":73,"Text":"ज़रा देखो तो कि जो लोग डराए जा चुके थे उनका क्या बुरा अन्जाम हुआ"},{"SurahNumber":37,"VerseNumber":74,"Text":"मगर (हाँ) खुदा के निरे खरे बन्दे (महफूज़ रहे)"},{"SurahNumber":37,"VerseNumber":75,"Text":"और नूह ने (अपनी कौम से मायूस होकर) हमें ज़रूर पुकारा था (देखो हम) क्या खूब जवाब देने वाले थे"},{"SurahNumber":37,"VerseNumber":76,"Text":"और हमने उनको और उनके लड़के वालों को बड़ी (सख्त) मुसीबत से नजात दी"}]}