{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":12,"VerseNumber":87,"Text":"Uliedi, morru u fittxu lil-Ġużeppi u lil ħuh, u taqtgħux jieskom mit-tjieba u mill-ħniena ta' Alla, Tabilħaqq li ħadd ma jaqta' jiesu mit-tjieba u mill-ħniena ta' Alla għajr dawk li ma jemmnux"},{"SurahNumber":12,"VerseNumber":88,"Text":"U meta (l-aħwa waslu għand: Ġużeppi u) daħlu quddiemu, qalu: 'Ja ħakem, il-ħsara messet lilna u lil niesna (minħabba l-ġuħ u n-nixfa f'artna, hekk li issa) ftit li xejn ġibna merkanzija (għat-tpartit)j. Għalhekk (kun ħanin magħna u) agħtina kejl sħiħ, u agħmel karità magħna, Tabilħaqq li Alla jħallas lil dawk li jagħmlu karità"},{"SurahNumber":12,"VerseNumber":89,"Text":"Qal: 'Tafu x'għamiltu lil Ġużeppi (f'żgħożirkomi, u lil ħuh (Benjamin), fl-injuranza tagħkom"},{"SurahNumber":12,"VerseNumber":90,"Text":"Qalu: ''Jaqaw inti Ġużeppi 7' Qal: 'Jiena Ġużeppi u dan. ħija (Benjamin). Alla ħaseb fina (u ħelisna minn kull saram). Tassew li min jibża' minn Alla u jistabar, Alla tabilħaqq ma jtellifx il-ħlas ta' dawk li jagħmlu t-tajjeb"},{"SurahNumber":12,"VerseNumber":91,"Text":"Qalu: 'Fuq Allat Tassew li Alla għażlek u ppreferiek minna, u aħna konna tassew il-ħatjini"},{"SurahNumber":12,"VerseNumber":92,"Text":"Qal (Ġużeppi): ''(Ħalli ma jkun hemm) ebda ħtija fuqkom illumt Alla jaħfrilkom, u Huwa l-Aktar Ħanin fost dawk li jħennu"},{"SurahNumber":12,"VerseNumber":93,"Text":"Morru b'din il-qmis tiegħi, ixħtuha fuq wiċċ missieri, u jerġa' jibda jara' Imbagħad ejjew għandi b'nieskom, ilkollt"},{"SurahNumber":12,"VerseNumber":94,"Text":"U meta l-karovana telqet (mill-Eġittu lejn l-art ta' Kangħan), missierhom qal: 'Jiena tabilħaqq qiegħed naqbad ir-riħa ta' Ġużeppi, għalkemm intom tqisuni xiħ żmagat"},{"SurahNumber":12,"VerseNumber":95,"Text":"Qalu (niesu): 'Fuq Alla, inti tassew għadek fit-taħwid ta' qabel: (minħabba. l-fissazzjoni tiegħek dwar Ġużeppi)U"}]}