{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"El este Stãpânul cerurilor ºi al pãmântului ºi al celor ce se aflãîntre cele douã. Adorã-L pe El ºi fii statornic în adorarea Lui! Oare mai ºtii tu pe altcineva cu asemenea nume"},{"SurahNumber":19,"VerseNumber":66,"Text":"ªi zice omul : \"Oare dacã am murit, voi mai fi eu iarãºi adus înapoi la viaþã"},{"SurahNumber":19,"VerseNumber":67,"Text":"Dar oare nu-ºi aduce omul aminte cã Noi l-am creat mai înainte, dupã ce el nu fusese nimic"},{"SurahNumber":19,"VerseNumber":68,"Text":"Pe Domnul tãu! Îi vom aduna pe ei ºi pe ºeitani, apoi îi vom aduce pe ei în genunchi, de jur împrejurul Gheenei"},{"SurahNumber":19,"VerseNumber":69,"Text":"Apoi îi vom scoate Noi din fiecare grup pe aceia care au fost cei mai înverºunaþi împotriva Celui Milostiv"},{"SurahNumber":19,"VerseNumber":70,"Text":"Apoi, Noi ºtim cel mai bine care dintre ei meritã sã fie arºi"},{"SurahNumber":19,"VerseNumber":71,"Text":"ªi nu se aflã nimeni printre voi care sã nu treacã pe acolo . Aceasta este o hotãrâre nestrãmutatã a Domnului tãu"},{"SurahNumber":19,"VerseNumber":72,"Text":"Dupã aceea, îi vom mântui Noi pe cei care au fost cu fricã, iar pe cei nelegiuiþi îi vom lãsa acolo în genunchi"},{"SurahNumber":19,"VerseNumber":73,"Text":"ªi când li se citesc versetele Noastre cele limpezi, zic aceia carenu cred cãtre aceia care cred: \"Care din cele douã grupuri are osituaþie mai bunã ºi o tovãrãºie mai plãcut&ati"},{"SurahNumber":19,"VerseNumber":74,"Text":"Dar câte neamuri care îi întrec pe ei ca avere ºi ca înfãþiºare am nimicit Noi înaintea lor"},{"SurahNumber":19,"VerseNumber":75,"Text":"Spune: “Acelora care sunt în rãtãcire Cel Milostiv le va prelungi zilele pentru un timp, pânã ce ei vor vedea fie chinul, fie Ceasul [cu care ei sunt ameninþaþi] . Atunci vor ºti ei cine are loc mai rãu º"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah va spori cãlãuzirea celor care sunt bine cãlãuziþi, iar faptele bune care rãmân vor avea mai bunã rãsplatã de la Domnul tãu ºi o mai bunã urmare"}]}