{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"M. (Ha. Mim)"},{"SurahNumber":45,"VerseNumber":2,"Text":"Sending down of the book is from God, the powerful, the wise"},{"SurahNumber":45,"VerseNumber":3,"Text":"Indeed there are signs in the skies and the earth for the believers"},{"SurahNumber":45,"VerseNumber":4,"Text":"And there are signs in your creation and creatures that He scatters (throughout the earth) for people who are certain"},{"SurahNumber":45,"VerseNumber":5,"Text":"And the alternation of the night and the day, and what God sends down as provision from the sky (rain), then He gives life to the earth after its death with it, and changing of the winds, are signs for people who understand"},{"SurahNumber":45,"VerseNumber":6,"Text":"These are God's signs that We read it to you in truth. So in what saying do they believe after God and His signs"},{"SurahNumber":45,"VerseNumber":7,"Text":"Woe to every lying sinner"},{"SurahNumber":45,"VerseNumber":8,"Text":"who hears God' signs that is read to him, then he arrogantly insists (on his disbelief), as if he did not hear them. So give him news of a painful punishment"},{"SurahNumber":45,"VerseNumber":9,"Text":"And when he learns something from Our signs, he takes it as a joke. They have a humiliating punishment"},{"SurahNumber":45,"VerseNumber":10,"Text":"Ahead of them is hell, and what they did is of no use to them at all, and neither is what they took as protectors other than God. And a painful punishment is for them"},{"SurahNumber":45,"VerseNumber":11,"Text":"This (Quran) is guidance, and those who disbelieved in their Master’s signs have a punishment of painful filth"},{"SurahNumber":45,"VerseNumber":12,"Text":"God is the One who brought the sea under your control (and at your service) so that the ships sail for you in it by His command, and so that you look for His bounty and you may be thankful"},{"SurahNumber":45,"VerseNumber":13,"Text":"And He brought whatever in the skies and whatever on the earth under your control (and at your service), all of which are from Him. Indeed there are sings in that for people who think"}]}