{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"A community does not anticipate its appointed term, and they do not delay (it)"},{"SurahNumber":23,"VerseNumber":44,"Text":"Then We sent Our Messengers in succession one after another. Every time there came to a community her Messenger, they denied him. So We made them follow one another (to destruction) and We made them mere tales. So (there is) a barrier of distance (from Mercy) for the nation who do not accept Faith"},{"SurahNumber":23,"VerseNumber":45,"Text":"Then We sent Musa and his brother Harun with Our Signs and Evident Power"},{"SurahNumber":23,"VerseNumber":46,"Text":"to Firaun and his chiefs but they behaved arrogantly. And they were a nation regarding themselves Aaleen (superior to others — self-exalting ones)"},{"SurahNumber":23,"VerseNumber":47,"Text":"Then they said: “Shall we Believe for the sake of two humans like ourselves while the nation of those two are subservient to us in humility"},{"SurahNumber":23,"VerseNumber":48,"Text":"So they denied them both and they became of those who were destroyed"},{"SurahNumber":23,"VerseNumber":49,"Text":"And surely, indeed We gave Musa Al-Kitab, that they may be guided"},{"SurahNumber":23,"VerseNumber":50,"Text":"And We made the son of Maryam and his mother as a Sign and We settled them both on a hill-resort suitable for retiring and (having) flowing streams"},{"SurahNumber":23,"VerseNumber":51,"Text":"O you Messengers! Eat of At-Tayyibat and perform righteous deeds. Verily, I am Well-Aware with what you do"},{"SurahNumber":23,"VerseNumber":52,"Text":"And verily, this community of you (all Messengers) is one single community, and I am Nourisher-Sustainer to you (all), so pay obedience to Me"},{"SurahNumber":23,"VerseNumber":53,"Text":"But the people cut off their affair amongst them into splinter-groups (or sects); all groups, what is in their possession (i.e., man-written, sectarian-literature) are rejoicers (therein)"},{"SurahNumber":23,"VerseNumber":54,"Text":"So leave them in their confusion for a while"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they think that (it is) so, that We are enriching them thereby in wealth and children"},{"SurahNumber":23,"VerseNumber":56,"Text":"(and thereby) We hasten unto them (their efforts) in (gaining) good? Nay, they perceive not"},{"SurahNumber":23,"VerseNumber":57,"Text":"Certainly, those: they out of reverance to their Nourisher-Sustainer are fully sincere"},{"SurahNumber":23,"VerseNumber":58,"Text":"and those: they Believe in the Ayaat of their Nourisher-Sustainer"},{"SurahNumber":23,"VerseNumber":59,"Text":"and those: they do not set up partners to their Nourisher-Sustainer"}]}