{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":65,"VerseNumber":1,"Text":"ئى پەيغەمبەر! (ئۈممىتىڭگە ئېيتقىنكى) سىلەر ئاياللارنى تالاق قىلساڭلار، ئۇلارنىڭ ئىددىتىگە (لايىق پەيتتە يەنى پاكلىق ھالىتىدە) تالاق قىلىڭلار. ئىددەتنى ساناڭلار، پەرۋەردىگارىڭلاردىن قورقۇڭلار، (ئۇلارنىڭ ئىددىتى توشمىغىچە) ئۇلارنى ئۆيلىرىدىن چىقىرىۋەتمەڭلار، ئۇلارمۇ (ئۆيىدىن) چىقمىسۇن، ئۇلار پەقەت ئوچۇق پاھىشە قىلسىلا ئاندىن (ھەدنى ئىجرا قىلىش ئۈچۈن) چىقىدۇ، ئەنە شۇ ئاللاھنىڭ قانۇنىدۇر، كىمكى ئاللاھنىڭ قانۇنىدىن ھالقىپ كېتىدىكەن، ئۇ ئۆزىگە زۇلۇم قىلغان بولىدۇ، سەن بىلمەيسەنكى، ئاللاھ شۇنىڭدىن كېيىن (يەنى تالاقتىن كېيىن) بىرەر ئىشنى مەيدانغا كەلتۈرۈشى مۇمكىن"},{"SurahNumber":65,"VerseNumber":2,"Text":"ئۇلارنىڭ ئىددىتى توشقان چاغدا، ئۇلار بىلەن چىرايلىقچە يېنىشىڭلار ياكى ئۇلار بىلەن چىرايلىقچە ئۈزلىشىپ كېتىڭلار. (يېنىشقان، ئاجراشقان چېغىڭلاردا) ئاراڭلاردىن ئىككى ئادىل گۇۋاھچىنى گۇۋاھ قىلىڭلار. خۇدالىق ئۈچۈن (توغرا) گۇۋاھ بولۇڭلار. بۇنىڭ بىلەن (يەنى بۇ ھۆكۈم بىلەن) ئاللاھقا ۋە ئاخىرەت كۈنىگە ئىمان ئېيتقان كىشىگە ۋەز ـ نەسىھەت قىلىنىدۇ. كىمكى ئاللاھتىن قورقىدىكەن، ئاللاھ ئۇنىڭغا چىقىش يولى بېرىدۇ"},{"SurahNumber":65,"VerseNumber":3,"Text":"ئاللاھ ئۇنىڭغا ئويلىمىغان يەردىن رىزىق بېرىدۇ. كىمكى ئاللاھقا تەۋەككۈل قىلسا، ئاللاھ ئۇنىڭغا كۇپايە قىلىدۇ. ئاللاھ ھەقىقەتەن مەقسىتىگە يېتەلەيدۇ. ئاللاھ ھەقىقەتەن ھەر بىر نەرسە ئۈچۈن مۇئەييەن مىقدار، مۇئەييەن ۋاقىت بەلگىلىدى"},{"SurahNumber":65,"VerseNumber":4,"Text":"ئاياللىرىڭلارنىڭ ئىچىدىكى ھەيزدىن ئۈمىدىنى ئۈزگەنلەردىن (يەنى يېشى چوڭ بولغانلىقتىن ھەيز كۆرمەيدىغانلارنىڭ ئىددىتىنىڭ قانچىلىك بولىدىغانلىقىدىن) شۈبھىدە بولساڭلار، ئۇلارنىڭ ئىددىتى ئۈچ ئايدۇر. ھەيز كۆرمىگەنلەرنىڭ ئىددىتى ھەم ئۈچ ئايدۇر. ھامىلىدار ئاياللارنىڭ ئىددىتى (مەيلى ئايرىلىپ كەتكەن بولسۇن، مەيلى ئېرى ئۆلۈپ كەتكەن بولسۇن) يەڭگىش بىلەنلا تۈگەيدۇ. كىمكى ئاللاھتىن قورقىدىكەن، ئاللاھ ئۇنىڭ ئىشىنى ئاسانلاشتۇرۇپ بېرىدۇ"},{"SurahNumber":65,"VerseNumber":5,"Text":"ئەنە شۇ ئاللاھنىڭ سىلەرگە نازىل قىلغان ھۆكمىدۇر. كىمكى ئاللاھتىن قورقىدىكەن، ئاللاھ ئۇنىڭ گۇناھلىرىنى يوققا چىقىرىدۇ، ئۇنىڭغا كاتتا ساۋاب بېرىدۇ"}]}