{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"Prandaj, mos u bëj dyshues për atë që këta adhurojnë. Ata adhurojnë vetëm atë që kanë adhuruar dikur të parët e tyre. Dhe Ne do t’ua japim atë që kanë merituar, duke mos ua pakësuar aspak"},{"SurahNumber":11,"VerseNumber":110,"Text":"Vërtet, Ne i dhamë Musait Librin, por rreth tij pati kundërshti. Sikur të mos ishte parathënë Fjala e Zotit tënd (për shtyrjen e gjykimit), me siguri që (çështja) do të gjykohej midis tyre (menjëherë). Në fakt, (edhe tani) ata janë në një mëdyshje tepër të madhe në lidhje me të"},{"SurahNumber":11,"VerseNumber":111,"Text":"Në të vërtetë, çdonjërit prej tyre Zoti yt do t’ia plotësojë shpagimin për veprat e veta. Se Ai, me siguri, e di mirë atë që punojnë ata"},{"SurahNumber":11,"VerseNumber":112,"Text":"Prandaj qëndro i patundur në udhën e drejtë, ashtu siç je i urdhëruar. Ashtu le të veprojnë edhe besimtarët që janë me ty, e mos i kaloni kufijtë, se Ai, me të vërtetë, i sheh mirë ato që punoni ju"},{"SurahNumber":11,"VerseNumber":113,"Text":"Dhe mos anoni nga ata që bëjnë të këqija, përndryshe do t’ju përcëllojë Zjarri. Ju nuk do të keni mbrojtës tjetër përveç Allahut dhe nuk do të ndihmoheni"},{"SurahNumber":11,"VerseNumber":114,"Text":"Fale namazin në mëngjes e mbrëmje dhe në një kohë të natës, sepse veprat e mira i shlyejnë veprat e këqija. Kjo këshillë vlen për ata që i pranojnë këshillat"},{"SurahNumber":11,"VerseNumber":115,"Text":"Dhe duro! Se Allahu, me të vërtetë, nuk e humb shpërblimin për punëmirët"},{"SurahNumber":11,"VerseNumber":116,"Text":"A ka pasur njerëz të mençur te popujt para jush, të cilët të pengonin ngatërresat në Tokë, përveç disave prej tyre që i shpëtuam Ne?! Ata që bënin të këqija, jepeshin pas kënaqësive dhe ishin gjynahqarë"},{"SurahNumber":11,"VerseNumber":117,"Text":"Zoti yt kurrë nuk do t’i shkatërronte qytetet padrejtësisht, nëse banorët e tyre do të ishin të ndershëm"}]}