{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"Dan wahai kaumku! Aku tidak meminta harta kepada kamu sebagai imbalan atas seruanku. Imbalanku hanyalah dari Allah dan aku sekali-kali tidak akan mengusir orang yang telah beriman. Sungguh, mereka akan bertemu dengan Tuhannya, dan sebaliknya aku memandangmu sebagai kaum yang bodoh"},{"SurahNumber":11,"VerseNumber":30,"Text":"Dan wahai kaumku! Siapakah yang akan menolongku dari (azab) Allah jika aku mengusir mereka? Tidakkah kamu mengambil pelajaran"},{"SurahNumber":11,"VerseNumber":31,"Text":"Dan aku tidak mengatakan kepadamu, bahwa aku mempunyai gudang-gudang rezeki dan kekayaan dari Allah, dan aku tidak mengetahui yang gaib, dan tidak (pula) mengatakan bahwa sesungguhnya aku adalah malaikat, dan aku tidak (juga) mengatakan kepada orang yang dipandang hina oleh penglihatanmu, “Bahwa Allah tidak akan memberikan kebaikan kepada mereka. Allah lebih mengetahui apa yang ada pada diri mereka. Sungguh, jika demikian aku benar-benar termasuk orang-orang yang zalim.”"},{"SurahNumber":11,"VerseNumber":32,"Text":"Mereka berkata, “Wahai Nuh! Sungguh, engkau telah berbantah dengan kami, dan engkau telah memperpanjang bantahanmu terhadap kami, maka datangkanlah kepada kami azab yang engkau ancamkan, jika kamu termasuk orang yang benar.”"},{"SurahNumber":11,"VerseNumber":33,"Text":"Dia (Nuh) menjawab, “Hanya Allah yang akan mendatangkan azab kepadamu jika Dia menghendaki, dan kamu tidak akan dapat melepaskan diri"},{"SurahNumber":11,"VerseNumber":34,"Text":"Dan nasihatku tidak akan bermanfaat bagimu sekalipun aku ingin memberi nasihat kepadamu, kalau Allah hendak menyesatkan kamu. Dia adalah Tuhanmu, dan kepada-Nyalah kamu dikembalikan"},{"SurahNumber":11,"VerseNumber":35,"Text":"Bahkan mereka (orang kafir) berkata, “Dia cuma mengada-ada saja.“ Katakanlah (Muhammad), “Jika aku mengada-ada, akulah yang akan memikul dosanya, dan aku bebas dari dosa yang kamu perbuat.”"},{"SurahNumber":11,"VerseNumber":36,"Text":"Dan diwahyukan kepadanya (Nuh), “Ketahuilah, tidak akan beriman dari kaummu, kecuali orang yang benar-benar telah beriman (sejak awal), karena itu janganlah engkau bersedih hati tentang apa yang mereka perbuat"},{"SurahNumber":11,"VerseNumber":37,"Text":"Dan buatlah kapal itu dengan pengawasan dan petunjuk wahyu Kami, dan janganlah engkau bicarakan dengan Aku tentang orang-orang yang zalim. Sesungguhnya mereka itu akan ditenggelamkan.”"}]}