{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":70,"Text":"Y cuando les hubo suministrado las provisiones, depositó la copa (de oro) con la que medía el grano en la alforja de su hermano. Luego se oyó a alguien gritar: “¡Ustedes, los de la caravana, son unos ladrones!”"},{"SurahNumber":12,"VerseNumber":71,"Text":"Estos dijeron, mientras se aproximaban: “¿Qué es lo que echas en falta?”"},{"SurahNumber":12,"VerseNumber":72,"Text":"Respondieron: “No encontramos la copa (de oro) del rey. Quien la encuentre obtendrá como recompensa la carga de un camello, lo garantizamos”"},{"SurahNumber":12,"VerseNumber":73,"Text":"(Los hermanos de José) dijeron: “Por Al-lah que saben que no hemos venido aquí para corromper la tierra, y no somos unos ladrones”"},{"SurahNumber":12,"VerseNumber":74,"Text":"Dijeron: “¿Y cuál será su castigo si mienten?”"},{"SurahNumber":12,"VerseNumber":75,"Text":"(Los hermanos de José) respondieron: “Podrán quedarse (en calidad de esclavo), como castigo, con aquel en cuyas alforjas se encuentre. Así es como retribuimos a los injustos”"},{"SurahNumber":12,"VerseNumber":76,"Text":"Y (José) empezó a registrar sus alforjas (sin encontrar nada), y finalmente extrajo la copa de la de su hermano (Benjamín). Así es como planeamos que José pudiera tomar a su hermano. No podía hacerlo según la ley del rey[397], a menos que Al-lah quisiera. Elevamos la posición de quien queremos. Pero hay Uno (Al-lah) que está por encima de todos los dotados de conocimiento"},{"SurahNumber":12,"VerseNumber":77,"Text":"(Sus hermanos) dijeron (mintiendo): “Si ha robado, ya lo hizo un hermano suyo con anterioridad[398]”. Y José se contuvo y no reveló lo que pensaba. Dijo para sí: “Ustedes están en una situación peor, y Al-lah sabe bien lo que dicen”"},{"SurahNumber":12,"VerseNumber":78,"Text":"(Sus hermanos) le dijeron: “¡oh, Al Aziz!, su padre es un anciano. Toma a cualquiera de nosotros en su lugar, pues vemos que eres un hombre de bien”"}]}