{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":91,"Text":"«و» اذكر مريم «التي أحصنت فرجها» حفظته من أن ينال «فنفخنا فيها من روحنا» أي جبريل حيث نفخ في جيب درعها فحملت بعيسى «وجعلناها وابنها آية للعالمين» الإنس والجن والملائكة حيث ولدته من غير فحل"},{"SurahNumber":21,"VerseNumber":92,"Text":"«إن هذه» أي ملة الإسلام «أمتكم» دينكم أيها المخاطبون أي يجب أن تكونوا عليها «أمة واحدة» حال لازمة «وأنا ربكم فاعبدون» وحدون"},{"SurahNumber":21,"VerseNumber":93,"Text":"«وتَقطَّعوا» أي بعض المخاطبين «أمرهم بينهم» أي تفرقوا أمر دينهم متخالفين فيه، وهم طوائف اليهود والنصارى قال تعالى: «كل إلينا راجعون» أي فنجازيه بعمله"},{"SurahNumber":21,"VerseNumber":94,"Text":"«فمن يعمل من الصالحات وهو مؤمن فلا كفران» أي لا جحود «لسعيه وإنا له كاتبون» بأن نأمر الحفظة بكتبه فنجازيه عليه"},{"SurahNumber":21,"VerseNumber":95,"Text":"«وحرام على قرية أهلكناها» أريد أهلها «أنهم لا» زائدة «يرجعون» أي ممتنع رجوعهم إلى الدنيا"},{"SurahNumber":21,"VerseNumber":96,"Text":"«حتى» غاية لامتناع رجوعهم «إذا فتحت» بالتخفيف والتشديد «يأجوج ومأجوج» بالهمز وتركه اسمان أعجميان لقبيلتين، ويقدر قبله مضاف أي سدهما وذلك قرب القيامة «وهم من كل حدب» مرتفع من الأرض «ينسلُون» يسرعون"},{"SurahNumber":21,"VerseNumber":97,"Text":"«واقترب الوعد الحق» أي يوم القيامة «فإذا هي» أي القصة «شاخصة أبصار الذين كفروا» في ذلك اليوم لشدته، يقولون «يا» للتنبيه «ويلنا» هلاكنا «قد كنا» في الدنيا «في غفلة من هذا» اليوم «بل كنا ظالمين» أنفسنا بتكذيبنا للرسل"},{"SurahNumber":21,"VerseNumber":98,"Text":"«إنكم» يا أهل مكة «وما تعبدون من دون الله» أي غيره من الأوثان «حصب جهنم» وقودها «أنتم لها واردون» داخلون فيها"},{"SurahNumber":21,"VerseNumber":99,"Text":"«لو كان هؤلاء» الأوثان «آلهة» كما زعمتم «ما وردوها» دخلوها «وكل» من العابدين والمعبودين «فيها خالدون»"},{"SurahNumber":21,"VerseNumber":100,"Text":"«لهم» للعابدين «فيها زفير وهم فيها لا يسمعون» شيئاً لشدة غليانها. ونزل لما قال ابن الزبعري عبد عزير والمسيح والملائكة فهم في النار على مقتضى ما تقدم"},{"SurahNumber":21,"VerseNumber":101,"Text":"«إن الذين سبقت لهم منا» المنزلة «الحسنى» ومنهم من ذكر «أولئك عنها مبعدون»"}]}