{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Achiika! Ninvuɣu shεba ban bi tiri Chiyaama yεlimaŋli maa n-nyɛ ban mali Malaaikanim’ boondi paɣaba la"},{"SurahNumber":53,"VerseNumber":28,"Text":"Bɛ mi ka di baŋsim shεli, bɛ bi doli shɛli m-pahila zilsigu, zilsigu mi ku tooi zani yɛlimaŋli zaa ni n-niŋ anfaani shɛli"},{"SurahNumber":53,"VerseNumber":29,"Text":"Dinzuɣu (yaa nyini Annabi)! Yim ninvuɣu so ŋun lebi biri Ti (Tinim’ Naawuni) yɛla teebu, ka bi bɔri shεli naɣila Dunia biεhigu"},{"SurahNumber":53,"VerseNumber":30,"Text":"Dina n-nyɛ bɛ (chɛfurinim’) baŋsim targi. Achiika! A Duuma (Naawuni) n-nyɛ Ŋun mi ninvuɣu so ŋun bɔrgi ka chɛ O soli. Ŋuna n-lahi mi ŋun dolsi"},{"SurahNumber":53,"VerseNumber":31,"Text":"Yaha! Naawuni n-su din be sagbana ni, ni din be tiŋgbani ni. Achiika! O (Naawuni) nyɛla Ŋun yɛn ti yo ninvuɣu shεba ban tum tuumbiεri samli ka di saɣisi bɛ ni tum shɛli, ka yo ban tum tuunviεla ni sanyoviεlli (Alizanda)"},{"SurahNumber":53,"VerseNumber":32,"Text":"Ninvuɣu shεba ban ŋindi katiŋ’ ka chɛri tuumbekara, n-ti pahi kavituma, naɣila taali bihi. Achiika! A Duuma (Naawuni) nyɛla Ŋun chε m-paŋ galsi, Ŋuna n-nyɛ Ŋun mi hali shεŋa ni yi ni be saha shεli O ni yihi ya tiŋgbani yaaŋa zuɣu na, ni saha shεli yi ni daa nyɛ bilεri yi manim’ puya ni. Dinzuɣu, miri ya ka yi simsiri yi maŋa, Ŋuna m mi ninvuɣu so ŋun mali wuntia"},{"SurahNumber":53,"VerseNumber":33,"Text":"(Yaa nyini Annabi)! A nya ninvuɣu so ŋun lebi biri"},{"SurahNumber":53,"VerseNumber":34,"Text":"Ka ti pini bɛla, ka lahi niŋ biɛm"},{"SurahNumber":53,"VerseNumber":35,"Text":"Di ni bɔŋɔ, o malila din sɔɣi baŋsim, ka nyɛla ŋun shiri nyara"},{"SurahNumber":53,"VerseNumber":36,"Text":"Bee bɛ bi ti o la din be Annabi Musa kundili (litaafi) puuni lahibali"},{"SurahNumber":53,"VerseNumber":37,"Text":"Ni Annabi Ibrahima so ŋun daa pali alikauli la"},{"SurahNumber":53,"VerseNumber":38,"Text":"Kadama nyɛvuli shεli din mali taali ku tooi deei di nyɛvuli kpee taali ʒi"},{"SurahNumber":53,"VerseNumber":39,"Text":"Yaha! Ninsala ti ka shɛli (Zaadali) naɣila o ni daa tum shɛli (Dunia)"},{"SurahNumber":53,"VerseNumber":40,"Text":"Yaha! Achiika! Ni baalim, bɛ ni ti nya o tuma ni daa nyɛ shɛli (Zaadali)"},{"SurahNumber":53,"VerseNumber":41,"Text":"Din nyaaŋa, bɛ ni yo o samli, ka di nyɛ sanyo’ shɛli din pali"},{"SurahNumber":53,"VerseNumber":42,"Text":"Yaha! Achiika! A Duuma sani n- nyɛ bahigu shee"},{"SurahNumber":53,"VerseNumber":43,"Text":"Yaha! Achiika! Ŋuna n-nyɛ Ŋun chɛ ka ninvuɣu so lara, ka chɛ ka so mi kuhira"},{"SurahNumber":53,"VerseNumber":44,"Text":"Yaha! Achiika! Ŋuna n-nyɛ Ŋun kura, ka neera"}]}