{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"Аллаһ кимди хидаятка (Туура Жолго) баштоону кааласа, анын көкүрөгүн Исламга ачып койот. Ал эми, кимди адаштырууну кааласа, анын көкүрөгүн, асманга көтөрүлүп бараткан сыяктуу тар кылып койот. Аллаһ ыйман келтирбегендерге мына ушинтип жаза берет"},{"SurahNumber":6,"VerseNumber":126,"Text":"Мына ушул (жогоруда айтылгандар) Раббиңдин Туура Жолу. Биз (Аллаһты) эстеген адамдар үчүн аяттарды толук баяндап бердик"},{"SurahNumber":6,"VerseNumber":127,"Text":"Ошол (Аллаһты эстеген) адамдарга Раббисинин алдында Тынчтык үйү (Бейиш) бар. Жасаган (жакшы) иштери үчүн (Бейиште) алардын камкору Аллаһ"},{"SurahNumber":6,"VerseNumber":128,"Text":"Алардын бардыгын чогулта турган Күндө (Аллаһ) «О, жиндердин жамааты! Инсандардан (азгырганыңарды) көбөйтүп жибердиңер!» (дейт). Анан жиндердин (азгырыгына кабылган) инсандардан болгон достору (күнөөсүн мойнуна алып): “О, Раббибиз! Биз бири-бирибизден пайдаланган болчубуз. Эми, Өзүң бизге белгилеп койгон убакытыбызга (Кыямат сурагына) келдик” дешет. «Жайыңар - тозок!-дейт (Аллаһ). Анда түбөлүк каласыңар! Аллаһ каалагандар гана (чыгарылат)» Чынында, сенин Раббиң Даанышман, Билүүчү"},{"SurahNumber":6,"VerseNumber":129,"Text":"Ошентип, биз, жасаган кылмыштары(нын окшоштугу)на карап, заалымдарды бири-бирине дос-башчы кылып койобуз"},{"SurahNumber":6,"VerseNumber":130,"Text":"О, жиндер жана инсандардын (каапыр) жамааты! Силерге өзүңөрдүн араңардан (Биздин) элчилер келип, Менин аяттарымды окуп берип, ушул күнүңөрдөгү жолугушуу жөнүндө силерди эскертпеди беле?! Алар: “Өзүбүзгө каршы күбө болдук!” дешет. Аларды дүйнө жашоосу(нун арам кооздуктары) алдап койгон эле. Мына эми, өздөрүнүн каапыр болгонуна өздөрү күбө болушту"},{"SurahNumber":6,"VerseNumber":131,"Text":"Мунун себеби: Сенин Раббиң эч бир шаарды, элдерин эскертпей туруп, адилетсиздик менен азапка дуушар кылбайт"}]}