{"Id":371,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":71,"Text":"[Оре, яҳудиён паймон шикастанд] Ва пиндоштанд, ки муҷозоте дар кор нест, пас, кӯр гаштанд [ва ҳақро надиданд] ва кар шуданд [ва ҳақро нашуниданд]. Он гоҳ [тавба карданд ва] Аллоҳ таоло тавбаи эшонро пазируфт. Сипас бисёре аз эшон [боз ҳам дар баробари ҳидоят] кӯру кар шуданд ва Аллоҳ таоло ба он чи анҷом медиҳанд, биност"},{"SurahNumber":5,"VerseNumber":72,"Text":"Онон, ки гуфтанд: \"Аллоҳ таоло ҳамон Масеҳ писари Марям аст\", яқинан кофир шуданд, дар ҳоле ки [худи] Масеҳ гуфт: \"Эй Бани Исроил, Аллоҳро бипарастед, ки Парвардигори ману Парвадигори шумост. Бе тардид, ҳар ки ба Аллоҳ таоло ширк оварад, Аллоҳ таоло биҳиштро бар ӯ ҳаром кардааст ва ҷойгоҳаш дузах аст ва ситамгорон ҳеҷ ёваре надоранд"},{"SurahNumber":5,"VerseNumber":73,"Text":"Касоне, ки [маъбуди ҳақиқиро маҷмуаи падар, писар ва Рӯҳ-ул-қудус донистанд ва] гуфтанд: \"Аллоҳ таоло савумин [нафар аз] се [маъбуд] аст\", ҳатман, кофир шуданд. Маъбуде [ба ҳақ] ҷуз маъбуди ягона нест. Ва агар аз он чи мегӯянд, бознаистанд, ҳатман, ба афроде аз эшон, ки куфр варзиданд, азоби дардноке хоҳад расид"},{"SurahNumber":5,"VerseNumber":74,"Text":"Оё ба сӯйи Аллоҳ таоло бознамегарданд ва аз Ӯ талаби омурзиш намекунанд? Ва Аллоҳ таоло омурзандаи меҳрубон аст"},{"SurahNumber":5,"VerseNumber":75,"Text":"Масеҳ писари Марям ҷуз паёмбаре нест, ки пеш аз ӯ [низ] паёмбарони дигаре буданд ва модараш зани ростгӯ буд. Ҳар ду [монанди инсонҳои дигар] ғизо мехӯрданд. [Эй паёмбар] Бингар, ки чи гуна оёт [-и худ]-ро барояшон равшан месозем ва боз бингар, ки чи гуна рӯйгардон мешаванд"},{"SurahNumber":5,"VerseNumber":76,"Text":"[Эй паёмбар] Бигӯ: \"Оё чизеро ба ҷойи Аллоҳ таоло мепарастед, ки суду зиёне бароятон надорад? Ва [ҳол он ки] Аллоҳ таоло шунавову доност"}]}