{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"We said: Get down altogether from it. And whenever guidance approaches you from Me, then, whoever heeded My guidance, then, there will be neither fear in them nor will they feel remorse"},{"SurahNumber":2,"VerseNumber":39,"Text":"But those who were ungrateful and denied Our signs, those will be the Companions of the Fire. They are ones who will dwell in it forever"},{"SurahNumber":2,"VerseNumber":40,"Text":"O Children of Israel! Remember My divine blessing with which I was gracious to you and live up to the compact with Me. I will live up to the compact with you. And have reverence for Me alone"},{"SurahNumber":2,"VerseNumber":41,"Text":"And believe in what I caused to descend, that which establishes as true what is with you. And be not the first one who is ungrateful for it. And exchange not My signs for a little price. And fear Me, God, alone"},{"SurahNumber":2,"VerseNumber":42,"Text":"And confuse not The Truth with falsehood nor keep back The Truth while you know"},{"SurahNumber":2,"VerseNumber":43,"Text":"And perform the formal prayer, and give the purifying alms, and bow down with the ones who bow down"},{"SurahNumber":2,"VerseNumber":44,"Text":"You command humanity to virtuous conduct and forget yourselves while you relate the Book? Will you not, then, be reasonable"},{"SurahNumber":2,"VerseNumber":45,"Text":"And pray for help with patience and formal prayer. And, truly, it is arduous, but for the ones who are humble"},{"SurahNumber":2,"VerseNumber":46,"Text":"those who bear in mind that, truly, they, they will be ones who encounter their Lord and that to Him they will be ones who return"},{"SurahNumber":2,"VerseNumber":47,"Text":"O Children of Israel! Remember My divine blessing with which I was gracious to you, and that I gave advantage to you over the worlds"},{"SurahNumber":2,"VerseNumber":48,"Text":"And be Godfearing of a Day when no soul will give recompense for another soul at all, nor will intercession be accepted from it nor an equivalent be taken from it nor will they be helped"}]}