{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":8,"VerseNumber":26,"Text":"Na Tadumi niyo gowani ko maito kano, a di kano Pakanganganinun ko Lopa, Ipukhaluk iyo o ba kano Mabiyag o manga Manosiya; na Piyakapagingud kano Niyan (sa Madinah), go ini Bagur Iyan rukano so Tabang Iyan, go Riniskhiyankano Niyan ko manga Pipiya: Kaangkano Makapanalamat"},{"SurahNumber":8,"VerseNumber":27,"Text":"Hai Miyamaratiyaya! Di niyo Pundonsiyani so Allah go so Rasul, go di niyo Pundonsiyani so manga Sarig rukano a sukano na Katawan niyo"},{"SurahNumber":8,"VerseNumber":28,"Text":"Na Tangkuda niyo a so manga Tamok iyo go so manga Wata iyo na matag tupung; ka Mata-an! A so Allah na adun a shisi-i Rukaniyan a Balas a lubi a Mala"},{"SurahNumber":8,"VerseNumber":29,"Text":"Hai Miyamaratiyaya! O kalukun niyo so Allah, na sunggayan kano Niyan sa Padoman, go lalasun Niyan rukano so manga Dosa niyo, go Napiyan kano Niyan: Ka so Allah ı Khiruk ko Limo a lubi a Mala"},{"SurahNumber":8,"VerseNumber":30,"Text":"Na gowani na Puphagantanganan Ka sa marata o siran a daPamaratiyaya, ka Tharongko-on Ka iran, o di na Mbono-on Ka iran, o di na Phaka-awa-an Ka iran. Na Puphagantangan siran sa marata, na Pumbadalan o Allah so antan- gan niran, ka so Allah i1 Makalalawan ko Puphamagantangan sa marata"},{"SurahNumber":8,"VerseNumber":31,"Text":"Na igira-a Biyatiya kiran so manga Ayat Ami, na Tharo-on niran: A Sabunar a Miyanug ami: Naokabaya Ami, na Mata-an a Maputharo Ami so lagid aya: Ka da-a salakao saya a rowar sa manga Tothol a Kabokhag o Miyanga-o ona"},{"SurahNumber":8,"VerseNumber":32,"Text":"Na gowani na Piīitharo iran: Ya Allah! O giya-i na Sukaniyan so Bunar a pho-on ko Hadapan Ka, na Paka-orani kamingka sa Ator a pho-on ko Kawang, o di na Talingoma-i Kamingka sa siksa a Malipudus"},{"SurahNumber":8,"VerseNumber":33,"Text":"Na da ko Allah i ban Niyan siran siksa-a a Matatago Ka kiran; go da ko Allah i ba Niyan siran siksa-a a Puphanguni siran sa Maap (ko Allah)"}]}