{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":5,"VerseNumber":18,"Text":"Uye (vose) maJudha nemaKristu vanoti: “Isu tiri vana vaAllah uye ndisu vadiwa vavo.” Iti: “Sei (Allah) vachikurangarai nezvitadzo zvenyu?” Asi muri vanhu kubva muzvisikwa zvavakasika. Vanoregerera wavanoda uye vanoranga wavanoda. Uye Allah ndivo vane humambo hwematenga nepasi rino, uye nezviri pakati pawo. Uye kwavari ndiko kuchadzokerwa (nezvese)"},{"SurahNumber":5,"VerseNumber":19,"Text":"Imi vanhu veGwaro (maJudha nemaKristu)! Ikozvino mutumwa wedu (Muhammad (SAW)) auya kwamuri achikuisirai zvinhu pachena, mushure mezororo rekuuya kwevatumwa, pamwe maigona kuzoti: “Hakuna kuuya kwatiri nhumwa yezvinhu zvakanaka kana muyambiri.” Asi iyezvino auya kwamuri muunzi wenhaurwa dzakanaka uye muyambiri. Uye Allah vanokwanisa kuita zvose"},{"SurahNumber":5,"VerseNumber":20,"Text":"Uye (rangarirai) apo Musa akati kuvanhu vake: “Imi vanhu vangu! Rangarirai chipo chaAllah chakauya kwamuri pavakave vanoita vamwe venyu maporofita, vakakuitai madzimambo, uye vakave vanokupai izvo zvavasina kupa vamwe vanhu pasi pano (vanhu nemaJinn venguva yakapfuura).”"},{"SurahNumber":5,"VerseNumber":21,"Text":"“Imi vanhu vangu! Pindai munzvimbo inoera (Palestine) iyo Allah vakupayi, uye musave munodzokera shure (muchitiza); saka munozodzoserwa sevanhu vakarasikirwa.”"},{"SurahNumber":5,"VerseNumber":22,"Text":"Vakati: “Iwe Musa! Imomo (munyika inoera) mune vanhu vane simba chaizvo, uye hatifi takapindamo kusvika vabudamo; saka kana vakabuda, ndipo zvirokwazvo patichapinda.”"},{"SurahNumber":5,"VerseNumber":23,"Text":"Varume vaviri (Joshuwa naKalab) kubva kune avo vaitya (Allah uye) avo Allah vakavaropafadza netsitsi dzavo vakati: “Vapindirei nepamusuwo (gedhi), uye kana mapinda, kukunda kunobva kwava kwenyu. Uye ivai munovimba naAllah kana muri vatendi vechokwadi.”"}]}