{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":59,"VerseNumber":17,"Text":"Motero mapeto awo ndi akuti onsewa adzapsa ku moto kumene adzakhalako mpaka kalekale. Limenelo ndilo dipo la anthu ochita zoipa"},{"SurahNumber":59,"VerseNumber":18,"Text":"oh inu anthu okhulupirira! opani Mulungu. Ndipo kwaniritsani udindo wanu kwa Iye. Ndipo ulekeni mzimu uliwonse uganize zimene udzalandire mawa ndipo opani Mulungu. Ndithudi Mulungu amadziwa chilichonse chimene mumachita"},{"SurahNumber":59,"VerseNumber":19,"Text":"Ndipo inu musakhale ngati iwo amene adaiwala Mulungu ndipo Iye adawachititsa kuti adziiwale eni ake. Amenewa ndiwo amene amaphwanya malamulo mopitiriza"},{"SurahNumber":59,"VerseNumber":20,"Text":"Anthu a ku Gahena siofanana ndi anthu a ku Paradiso. Ndi anthu a ku Paradiso amene adzakhala opambana"},{"SurahNumber":59,"VerseNumber":21,"Text":"Ife tikadatumiza Buku la Korani ili pa phiri, ndithudi; iwe ukadaona ilo lili kudzichepetsa ndi kung’ambika chifukwa cha mantha ndi Mulungu. Zimenezi ndi zitsanzo zimene timaulula kwa anthu kuti atha kuganiza"},{"SurahNumber":59,"VerseNumber":22,"Text":"Iye ndiye Mulungu ndipo kupatula Iye kulibe Mulungu wina amene amadziwa zinthu zonse zachinsinsi ndi zolankhula mokweza. Iye ndi Wachifundo, Mwini chisoni chosatha"},{"SurahNumber":59,"VerseNumber":23,"Text":"Iye ndiye Mulungu ndipo kupatula Iye kulibe Mulungu wina. Iye ndi Mwini Ufumu, Woyera, Maziko a mtendere, Mtetezi ndi Mwini ukulu. Ulemerero ukhale kwa Mulungu kuposa zimene amamusinjirira"},{"SurahNumber":59,"VerseNumber":24,"Text":"Iye ndi Mulungu, Namalenga, Chiyambi ndi Mkonzi. Ake ndi mayina abwino okhaokha. Chilichonse chimene chili kumwamba ndi padziko lapansi chimamulemekeza ndi kumuyamika ndipo Iye ndi Wolemekezeka, Wamphamvu ndi Wanzeru"}]}