{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"Many of the jinns and human beings have We destined for Hell, who possess hearts but do not feel, have eyes but do not see, have ears but do not hear, like cattle, even worse than them. They are people unconcerned"},{"SurahNumber":7,"VerseNumber":180,"Text":"All the names of God are beautiful, so call Him by them; and leave those alone who act profanely towards His names: They will be retributed for their deeds"},{"SurahNumber":7,"VerseNumber":181,"Text":"Yet there are among those We have created people who lead (others) to the truth, and act justly in its light"},{"SurahNumber":7,"VerseNumber":182,"Text":"We shall punish those who deny Our revelations slowly in a way that they will not know"},{"SurahNumber":7,"VerseNumber":183,"Text":"I will just give them respite. My plan is certainly invincible"},{"SurahNumber":7,"VerseNumber":184,"Text":"Have they not bethought themselves their companion is not mad? He is only a plain admonisher"},{"SurahNumber":7,"VerseNumber":185,"Text":"Have they not contemplated the kingdom of the heavens and the earth and everything created by God, (to educe) that perhaps their own term is drawing to a close? In what lore after this would they then believe"},{"SurahNumber":7,"VerseNumber":186,"Text":"Whosoever God allows to go astray has none to show him the way, for He leaves them to wander perplexed in their wickedness"},{"SurahNumber":7,"VerseNumber":187,"Text":"They ask you about the Hour: \"When is its determined time?\" Say: \"Only my Lord has the knowledge. No one can reveal it except He. Oppressive will it be for the heavens and the earth. When it comes, it will come unawares.\" They ask you about it as if you were in the know. You tell them: \"Only God has the knowledge.\" But most people do not know"}]}