{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":3,"VerseNumber":122,"Text":"چون دو گروهی از شما خواستند سستی کنند، و الله کارساز‌شان بود (که آنها را از سستی نگاه داشت) و مؤمنان باید بر الله توکل کنند"},{"SurahNumber":3,"VerseNumber":123,"Text":"البته الله شما را در (جنگ) بدر نصرت داد، در حالیکه (در نظر دشمن) کم و حقیر بودید، پس از الله بترسید تا شکر (او را) به جا آرید"},{"SurahNumber":3,"VerseNumber":124,"Text":"وقتی به مؤمنان می‌گفتی: آیا برای شما کافی نیست که پروردگارتان به وسیله سه هزار فرشتۀ فرود آورده شده از آسمان، شما را کمک کند؟"},{"SurahNumber":3,"VerseNumber":125,"Text":"بلی، اگر صبر کنید و پرهیزگار شوید و کفار (با جوش و خروش خود) به مقابله شما بیایند، الله شما را با پنج هزار فرشتۀ نشاندار، مدد خواهد کرد"},{"SurahNumber":3,"VerseNumber":126,"Text":"و الله آن (نصرت) را جز بشارتی برای شما نگردانید، و تا دل‌های تان با آن مطمئن شود؛ و نصرت و پیروزی (برای تان) نیست مگر از جانب الله غالب با حکمت (و اینکه نصرت الله به آمدن فرشته‌ها موقوف نیست)"},{"SurahNumber":3,"VerseNumber":127,"Text":"(الله شما را مدد کرد) تا (به وسيلۀ شما) طائفۀ از کافران را نابود یا سرنگون و مغلوب سازد، و ناکام و شکست خورده (از میدان جنگ) باز گردند"},{"SurahNumber":3,"VerseNumber":128,"Text":"(اختیار) هیچ کاری بدست تو نیست، (الله) یا توبۀ آنها را قبول می‌کند، و یا آنها را عذاب می‌دهد، چرا که آنان ظالم‌اند"},{"SurahNumber":3,"VerseNumber":129,"Text":"(قبول توبه یا عذاب به دست الله است زیرا) هر چه در آسمان‌ها و هر چه در زمین است (تنها) از الله است، هر کس را که بخواهد، عفو می‌کند، و هر کس را که بخواهد، عذاب می‌دهد، و الله آمرزندۀ مهربان است"},{"SurahNumber":3,"VerseNumber":130,"Text":"ای کسانی که ایمان آورده‌اید! سود (ربا) را چندین برابر مخورید، و از الله بترسید، تا کامیاب و رستگار گردید"},{"SurahNumber":3,"VerseNumber":131,"Text":"و از آتشی که برای کفار آماده شده است بترسید"},{"SurahNumber":3,"VerseNumber":132,"Text":"و از الله و رسول او اطاعت کنید تا مورد رحمت (الهی) قرار گیرید"}]}