{"Id":47,"LanguageCodes":["bm","bam"],"Name":"bam-deenmuhammad","Author":"Deen Muhammad","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"ߒ ߞߊ߬ ߡߏ߬ߛߏ ߘߏ߫ ߟߋ߫ ߕߘߍ߬ ߏ߬ ߟߎ߫ ߡߙߊ߬ ߟߊ߫، ߏ߬ ߛߐߣߍ߲߫ ߝߋ߲ ߓߍ߯ ߘߏ߫ ߟߋ߬ ߟߊ߫، ߛߍ߬ߡߍ߫ ߓߟߋ߬ߓߟߋ߫ ߝߣߊ߫ ߦߴߊ߬ ߓߟߏ߫"},{"SurahNumber":27,"VerseNumber":24,"Text":"ߒߥߊ߫ ߘߴߊ߬ ߣߴߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߕߘߍ߬ ߕߌ߲ߓߌߘߌ߲ ߞߍ߫ ߟߊ߫ ߕߋ߬ߟߋ ߟߋ߬ ߦߋ߫ ߞߵߊߟߊ߫ ߕߏ߫، ߜߍ߬ߘߍ ߓߘߴߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߬ ߟߊߗߋ߲߬ߧߴߊ߬ߟߎ߬ ߢߊߞߘߐ߫ ߞߵߊ߬ߟߎ߫ ߞߎ߲߬ߠߊߛߊ߬ߦߌ߲߬ ߛߌߟߊ ߡߊ߬߸ ߊ߬ߟߎ߬ ߕߍ߫ ߞߊ߲ߘߊ߫ ߟߴߏ߬ ߟߋ ߘߐ߫"},{"SurahNumber":27,"VerseNumber":25,"Text":"ߋ߫ ߸ ߊ߬ߟߎ ߕߴߊ߬ߟߎ߬ ߕߌ߲ ߓߌߘߌ߲߫ ߠߴߊߟߊ߫ ߦߋ߫ ߏ߬ ߡߍ߲ ߦߋ߫ ߝߋ߲߫ ߘߏ߲߰ߣߍ߲ ߠߊߓߐ߫ ߟߊ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫، ߊ߬ ߞߊ߬ ߝߋ߲߫ ߟߐ߲߫ ߊߟߎ߯ ߡߍ߲ ߘߏ߲߰ ߠߊ߫߸ ߊ߬ ߣߴߊߟߎ߯ ߡߍ߲ ߟߊ߲ߞߣߍߡߊ߫ ߟߊ߫؟"},{"SurahNumber":27,"VerseNumber":26,"Text":"ߊߟߊ߫߸ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߴߏ߬ ߞߐ߫، ߊ߬ߟߋ ߟߋ߫ ߛߡߍ߬ ߓߟߋߓߟߋ ߕߌ߱ ߘߌ߫"},{"SurahNumber":27,"VerseNumber":27,"Text":"‹ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫› ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߍߣߵߊ߬ ߝߟߍ߫ ߣߴߌ ߞߊ߬ ߞߍ߫ ߕߎ߬ߢߊ߬ ߟߊ߫ ߥߟߊ߫ ߌ ߦߋ߫ ߥߎߦߊ߫ ߝߐߟߊ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫"},{"SurahNumber":27,"VerseNumber":28,"Text":"ߕߊ߯ ߒ ߠߊ߫ ߗߋߛߓߍ ߣߌ߲߬ ߘߌ߫ ߞߵߊ߬ ߟߊߝߌ߬ߟߴߊ߬ߟߎ߫ ߞߊ߲߬߸ ߌ ߦߋ߫ ߓߊ߲߫ ߞߵߌ ߞߐߘߏ߲߬ ߊ߬ߟߎ߬ ߟߊ߫߸ ߌ ߦߴߊ߬ ߝߟߍ߫ ߊ߬ߟߎ߬ ߓߊ߯ ߞߍ߫ ߊ߬ ߞߐߖߋ߬ߓߌ߬ ߟߊ߫ ߡߍ߲ ߠߊ߫"},{"SurahNumber":27,"VerseNumber":29,"Text":"‹ ߡߏ߬ߛߏ߬› ߞߊ߲߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߞߏߟߊߕߍ߮ ߟߎ߬ ߸ ߗߋߛߓߍ߫ ߞߟߊߒߞߋ߫ ߟߋ߬ ߓߘߊ߫ ߟߊߝߟߌ߬ ߒ ߞߊ߲߬ ߣߌ߲߬"},{"SurahNumber":27,"VerseNumber":30,"Text":"ߊ߬ ߝߘߊߣߍ߲߫ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ ߟߋ߬ ߟߊ߫، ߊ߬ ߞߣߐߞߊ߲ ߠߋ߫ ߣߌ߲߬: ߊߟߊ߫ ߕߐ߮ ߟߊ߫߸ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ߫ ߟߋ߬ ߤߌߣߟߊ߫ ߟߋ߬"},{"SurahNumber":27,"VerseNumber":31,"Text":"ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߖߍ߬ߘߍ ߕߊ߬ ߒ ߡߊ߬ ߘߋ߬، ߊߟߎ߫ ߞߟߏߣߍ߲ ߠߋ߬ ߦߋ߫ ߣߊ߬ ߒ ߡߊ߬"},{"SurahNumber":27,"VerseNumber":32,"Text":"‹ ߡߏ߬ߛߏ› ߞߊ߲߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߞߏߟߊߕߍ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߒ ߞߎ߲߬ߠߊ߬ߝߎߟߋ߲߫ ߒ ߠߊ߫ ߞߏߢߊ ߘߐ߫ ߸ ߓߊ ߒ ߕߍ߫ ߞߏ߫ ߟߊߕߍ߰ߓߊ߯ ߘߌ߫ ߝߏ߫ ߊߟߎ߫ ߦߋ߫ ߞߍ߫ ߒ ߛߙߋ ߘߌ߫"},{"SurahNumber":27,"VerseNumber":33,"Text":"ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߝߊ߲߬ߞߊ߬ ߕߌ߮ ߣߌ߫ ߞߟߍ߬ ߜߍ߬ߟߍ߲߬ ߕߌ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫، ߞߏߢߊ ߦߴߌ ߓߟߏ߫، ߒ߬ߓߵߊ߬ ߡߊߝߟߍ߫ ߌ ߓߊ߯ ߞߍ߫ ߟߐ߬ ߞߍ߫ ߟߊ߫ ߡߍ߲ ߠߊ߫"},{"SurahNumber":27,"VerseNumber":34,"Text":"‹ ߡߏ߬ߛߏ› ߞߊ߲߫ ߞߏ߫ ߡߊ߲߬ߛߊ ߟߎ߬ ߓߊ߯ ߘߏ߲߬ ߛߏ ߡߍ߲ ߠߊ߫߸ ߊ߬ߟߎ߬ ߦߴߏ߬ ߕߌߢߍ߫ ߟߊ߫ ߟߋ߬ ߞߵߊ߬ ߡߐ߰ߓߊ ߟߎ߬ ߞߍ߫ ߡߊ߬ߖߌ߰ߓߊ߰ߕߐ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ ߞߍ߫ ߟߊ߫ ߕߋ߲߬ ߠߋ߬"},{"SurahNumber":27,"VerseNumber":35,"Text":"ߒ ߧߋ߫ ߝߌߛߙߌ ߟߋ߬ ߗߋ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߬߸ ߞߵߊ߬ ߘߐߜߍ߫ ߗߋߘߋ߲ ߠߎ߬ ߓߍߣߊ߬ ߛߊ߬ߦߌ߲߬ ߡߍ߲ ߘߌ߫"}]}