{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":68,"VerseNumber":16,"Text":"Wir wollen ihn auf der Nase brandmarken"},{"SurahNumber":68,"VerseNumber":17,"Text":"Wir prüfen sie, wie Wir die Eigentümer des Gartens prüften, als sie schworen, sie würden sicherlich (all) seine Früchte am Morgen pflücken"},{"SurahNumber":68,"VerseNumber":18,"Text":"Und sie machten keinen Vorbehalt"},{"SurahNumber":68,"VerseNumber":19,"Text":"Dann kam eine Heimsuchung deines Herrn über ihn, während sie schliefen"},{"SurahNumber":68,"VerseNumber":20,"Text":"Und am Morgen war (der Garten) bereits verwüstet"},{"SurahNumber":68,"VerseNumber":21,"Text":"Dann riefen sie am Morgen einander zu"},{"SurahNumber":68,"VerseNumber":22,"Text":"Geht in der Frühe zu eurem Acker hinaus, wenn ihr ernten möchtet"},{"SurahNumber":68,"VerseNumber":23,"Text":"Und sie machten sich auf den Weg und redeten dabei flüsternd miteinander"},{"SurahNumber":68,"VerseNumber":24,"Text":"Zu euch hinein darf ihn heute kein Armer betreten"},{"SurahNumber":68,"VerseNumber":25,"Text":"Und sie gingen in der Frühe hin mit dem festen Vorsatz, geizig zu sein"},{"SurahNumber":68,"VerseNumber":26,"Text":"Doch als sie ihn sahen, sagten sie: \"Wahrlich, wir befinden uns im Irrtum"},{"SurahNumber":68,"VerseNumber":27,"Text":"Nein, wir sind beraubt"},{"SurahNumber":68,"VerseNumber":28,"Text":"Der Gemäßigte unter ihnen sagte: \"Habe ich euch nicht gesagt: \"Warum preist ihr (Allah) nicht"},{"SurahNumber":68,"VerseNumber":29,"Text":"(Nun) sagten sie: \"Preis sei unserem Herrn! Gewiß, wir sind ungerecht gewesen"},{"SurahNumber":68,"VerseNumber":30,"Text":"Dann wandten sich einige von ihnen an die anderen, indem sie sich gegenseitig Vorwürfe machten"},{"SurahNumber":68,"VerseNumber":31,"Text":"Sie sagten: \"Wehe uns! Wir waren wahrlich widerspenstig"},{"SurahNumber":68,"VerseNumber":32,"Text":"Vielleicht wird unser Herr uns einen besseren (Garten) als Ersatz für diesen geben; wir flehen demütig zu unserem Herrn"},{"SurahNumber":68,"VerseNumber":33,"Text":"So ist die Strafe. Und wahrlich, die Strafe des Jenseits ist (noch) schwerer. Wenn sie es nur wüßten"},{"SurahNumber":68,"VerseNumber":34,"Text":"Für die Gerechten sind wahrlich Gärten der Wonne bei ihrem Herrn (bestimmt)"},{"SurahNumber":68,"VerseNumber":35,"Text":"Sollten Wir etwa die Gottergebenen wie die Schuldigen behandeln"},{"SurahNumber":68,"VerseNumber":36,"Text":"Was ist euch? Wie urteilt ihr"},{"SurahNumber":68,"VerseNumber":37,"Text":"Oder habt ihr etwa ein Buch, in dem ihr studiert"},{"SurahNumber":68,"VerseNumber":38,"Text":"so daß ihr danach alles erhalten sollt, was ihr wünscht"},{"SurahNumber":68,"VerseNumber":39,"Text":"Oder habt ihr Gelöbnisse von Uns - bindend bis zum Tage der Auferstehung -, daß alles für euch sei, was ihr befehlt"},{"SurahNumber":68,"VerseNumber":40,"Text":"Frage sie, wer von ihnen dafür bürgen mag"},{"SurahNumber":68,"VerseNumber":41,"Text":"Oder haben sie Partner? So sollen sie ihre Partner herbeibringen, wenn sie die Wahrheit reden"},{"SurahNumber":68,"VerseNumber":42,"Text":"Am Tage, wenn die Beine entblößt werden und sie aufgefordert werden, sich anbetend niederzuwerfen, werden sie es nicht können"}]}