{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":59,"VerseNumber":10,"Text":"And those who come after them will pray, “Our Lord! Forgive us and our fellow believers who preceded us in faith, and do not allow bitterness into our hearts towards those who believe. Our Lord! Indeed, You are Ever Gracious, Most Merciful.”"},{"SurahNumber":59,"VerseNumber":11,"Text":"Have you ˹O Prophet˺ not seen the hypocrites who say to their fellow disbelievers from the People of the Book, “If you are expelled, we will certainly leave with you, and We will never obey anyone against you. And if you are fought against, we will surely help you.”? But God bears witness that they are truly liars"},{"SurahNumber":59,"VerseNumber":12,"Text":"Indeed, if they are expelled, the hypocrites will never leave with them. And if they are fought against, the hypocrites will never help them. And even if the hypocrites did so, they would certainly flee, then the disbelievers would be left with no help"},{"SurahNumber":59,"VerseNumber":13,"Text":"Indeed, there is more fear in their hearts for you ˹believers˺ than for God. That is because they are a people who do not comprehend"},{"SurahNumber":59,"VerseNumber":14,"Text":"Even united, they would not ˹dare˺ fight against you except ˹from˺ within fortified strongholds or from behind walls. Their malice for each other is intense: you think they are united, yet their hearts are divided. That is because they are a people with no ˹real˺ understanding"},{"SurahNumber":59,"VerseNumber":15,"Text":"They are ˹both just˺ like those who recently went down before them: they tasted the evil consequences of their doings. And they will suffer a painful punishment"},{"SurahNumber":59,"VerseNumber":16,"Text":"˹They are˺ like Satan when he lures someone to disbelieve. Then after they have done so, he will say ˹on Judgment Day˺, “I have absolutely nothing to do with you. I truly fear God—the Lord of all worlds.”"}]}