{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":32,"Text":"Büyüklük taslayanları ise basit görülüp horlananlara şöyle derler: \"Hidayet size geldikten sonra, sizi ondan biz mi geri çevirdik? Hayır, siz kendiniz günahkârlardınız"},{"SurahNumber":34,"VerseNumber":33,"Text":"Bu kez, basit görülüp horlananlar büyüklük taslayanlara şöyle derler: \"Hayır, öyle değil!\" İşiniz gece gündüz düzenbazlıktı. Siz bize Allah´a nankörlük etmemizi, O´na eşler, ortaklar tutmamızı emrediyordunuz.\" Nihayet, azabı gördüklerinde, pişmanlığı içlerine gömerler. Biz ise inkârcıların boyunlarına bukağıları vurmuşuzdur. Yapıp ettiklerinden başka, neyin karşılığını görüyorlar ki"},{"SurahNumber":34,"VerseNumber":34,"Text":"Biz, hangi ülkeye bir uyarıcı göndermişsek, onun servet ve refahla şımaranları mutlaka şöyle demişlerdir: \"Biz, sizin elçilik yaptığınız şeyi inkâr ediyoruz"},{"SurahNumber":34,"VerseNumber":35,"Text":"Şunu da söylemişlerdir: \"Biz, malca da evlatça da çoğuz. Azaba uğratılacak olanlar, bizler değiliz"},{"SurahNumber":34,"VerseNumber":36,"Text":"De ki: \"Rabbim, dilediğine rızkı genişletip açar, dilediğine ölçülü verir/kısar. Fakat insanların çokları bilmiyorlar"},{"SurahNumber":34,"VerseNumber":37,"Text":"Sizi bize yaklaştırıp, katımızda size yakınlık sağlayacak olan, ne mallarınızdır ne de çocuklarınız. İman edip hayra ve barışa yönelik iş yapanlar müstesna. Onlara, yaptıklarının kat kat fazlası ödül vardır. Onlar, seçkin odalarda güven içindedirler"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ayetlerimizi hükümsüz bırakmak için koşuşanlara gelince, onlar azabın içinde hazır bulundurulacaklardır"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: \"Rabbim, kullarından dilediğine rızkı bolca, genişçe verir, dilediğine de kısarak verir. Bir şey infak ederseniz O, onun yerine başka bir şey lutfeder. Rızık verenlerin en hayırlısıdır O"}]}