{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Les notables de son peuple qui, par orgueil, refusaient de croire dirent : « Nous allons, Chou’ayb, vous chasser de notre cité, toi et tous ceux qui ont cru en toi, à moins que vous ne reveniez à notre foi. » Il répondit : « Quoi ! Y revenir alors que nous l’avons en aversion"},{"SurahNumber":7,"VerseNumber":89,"Text":"Nous prononcerions un infâme mensonge sur Allah si nous revenions à ce culte dont Il nous a délivrés. Nous ne saurions d’ailleurs revenir à cette religion que si Allah, notre Seigneur dont la science embrasse toute chose, en décide ainsi. Nous nous en remettons entièrement à Allah. Veuille, Seigneur, Toi le plus équitable des juges, trancher en toute justice ce différend qui nous oppose à notre peuple. »"},{"SurahNumber":7,"VerseNumber":90,"Text":"Les notables de son peuple, qui avaient rejeté la foi, répliquèrent : « Si vous suivez Chou’ayb, vous êtes perdus. »"},{"SurahNumber":7,"VerseNumber":91,"Text":"Mais, saisis par le Cataclysme, ils se retrouvèrent sans vie, gisants sur leurs terres"},{"SurahNumber":7,"VerseNumber":92,"Text":"comme si ces hommes qui avaient traité Chou’ayb d’imposteur n’avaient jamais vécu dans cette cité. Ce sont donc ceux qui traitèrent Chou’ayb de menteur qui furent perdus"},{"SurahNumber":7,"VerseNumber":93,"Text":"Se détournant d’eux, Chou’ayb dit : « Mon peuple ! Je vous ai transmis le message de mon Seigneur en toute sincérité. Comment pourrais-je à présent m’affliger du sort subi par un peuple impie ? »"},{"SurahNumber":7,"VerseNumber":94,"Text":"Nous n’avons envoyé nul prophète dans une cité sans éprouver ses habitants par la misère et les souffrances pour les amener à Nous implorer humblement"},{"SurahNumber":7,"VerseNumber":95,"Text":"Nous les avons ensuite délivrés des maux qui les accablaient que Nous avons remplacés par le bien-être et la prospérité, si bien que, s’étant multipliés et enrichis, ils se dirent : « Nos ancêtres ont également connu des jours néfastes et des jours heureux. » Nous les avons alors saisis soudainement sans qu’ils s’y attendent"}]}