{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"Said he, \"This is a mercy from my Lord; but when the promise of my Lord comes to pass, He will make it as dust, for the promise of my Lord is true"},{"SurahNumber":18,"VerseNumber":99,"Text":"And on that Day We shall leave them to surge like waves over one another; and the trumpet will be blown, and We will gather them all together"},{"SurahNumber":18,"VerseNumber":100,"Text":"And We will set forth Hell on that day before the disbelievers"},{"SurahNumber":18,"VerseNumber":101,"Text":"Whose eyes were veiled from My Remembrance, and who were unable to hear"},{"SurahNumber":18,"VerseNumber":102,"Text":"What! Did those who disbelieve reckon that they could take My servants for patrons beside Me? Verily, We have prepared Hell for the disbelievers for their entertainment"},{"SurahNumber":18,"VerseNumber":103,"Text":"Say, \"Shall we inform you of those who lose most by their works"},{"SurahNumber":18,"VerseNumber":104,"Text":"Those who erred in their endeavours in the life of this world, and who thought they were acquiring good by their deeds"},{"SurahNumber":18,"VerseNumber":105,"Text":"They are those who disbelieve in the signs of their Lord and in their meeting Him; vain are their works; and We will not give them any weight on the Day of Judgment"},{"SurahNumber":18,"VerseNumber":106,"Text":"That is their reward - Hell! Because that they disbelieved and took My revelations and My Messengers as a jest"},{"SurahNumber":18,"VerseNumber":107,"Text":"Verily, those who believe and act righteously, for them are Gardens of Paradise"},{"SurahNumber":18,"VerseNumber":108,"Text":"Wherein they shall dwell, and they shall crave no change there from"},{"SurahNumber":18,"VerseNumber":109,"Text":"Say, \"Were the oceans ink for the Words of my Lord, the ocean would surely fail before the Words of my Lord fail; aye, though We brought as much ink again"},{"SurahNumber":18,"VerseNumber":110,"Text":"Say, \"I am only a mortal like yourselves; I am inspired that your God is only one God. Then let him who hopes to meet his Lord work righteous acts, and join none with Him in the service of his Lord"}]}