{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":207,"Text":"(Ўша пайт) уларга (ҳаёти дунёда) фойдаланган нарсалари асқотурми"},{"SurahNumber":26,"VerseNumber":208,"Text":"Биз бирон қишлоқ-шаҳарни ҳалок қилмадик, магар унинг учун (азоб-ҳалокатдан) огоҳлантиргувчи (пайғамбарлар) бўлган"},{"SurahNumber":26,"VerseNumber":209,"Text":"(Ўшанда у қишлоқ аҳли ўз пайғамбарларини ёлғончи қилганларидан кейингина келажак авлод учун) эслатма-ибрат бўлсин, деб (ҳалок қилдик). Ва Биз золим бўлмадик"},{"SurahNumber":26,"VerseNumber":210,"Text":"(Қуръонни осмондан) жинлар олиб тушганлари йўқ"},{"SurahNumber":26,"VerseNumber":211,"Text":"Улар учун бунинг имкони йўқ ва улар бунга қодир шахслар эмаслар"},{"SurahNumber":26,"VerseNumber":212,"Text":"Чунки улар (ваҳийни ўғринча) эшитиб олишдан четлатилганлари аниқдир"},{"SurahNumber":26,"VerseNumber":213,"Text":"Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз Аллоҳ билан бирга бошқа бирон «илоҳ»га илтижо қилманг! Акс ҳолда азоблангувчи кимсалардан бўлиб қолурсиз"},{"SurahNumber":26,"VerseNumber":214,"Text":"Ва яқин қариндош-уруғларингизни (Аллоҳнинг азобидан) огоҳлантиринг"},{"SurahNumber":26,"VerseNumber":215,"Text":"Ўзингизга эргашган мўминлар учун қанотингизни паст тутинг (яъни, уларга хушхулқ билан камтарона муомалада бўлинг)"},{"SurahNumber":26,"VerseNumber":216,"Text":"Бас, агар улар итоатсизлик қилсалар, у ҳолда айтинг: «Албатта мен сизларнинг амалингиздан покдирман»"},{"SurahNumber":26,"VerseNumber":217,"Text":"Ғолиб ва меҳрибон (Аллоҳ)га таваккул қилинг"},{"SurahNumber":26,"VerseNumber":218,"Text":"У сизни ўзингиз (намоз учун) тураётган вақтингизда ҳам кўриб турар"},{"SurahNumber":26,"VerseNumber":219,"Text":"Сажда қилгувчилар (намоз ўқувчилар) орасида (имом бўлган ҳолингизда намоз рукнларининг биридан иккинчисига) кўчаётган (вақтингизда ҳам кўриб турар)"},{"SurahNumber":26,"VerseNumber":220,"Text":"Шак-шубҳасиз, У эшитгувчи, билгувчи Зотдир"},{"SurahNumber":26,"VerseNumber":221,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Мен сизларга жинлар кимларга тушиши ҳақида хабар берайми"},{"SurahNumber":26,"VerseNumber":222,"Text":"Улар барча гуноҳга ботган товламачиларга тушиб"},{"SurahNumber":26,"VerseNumber":223,"Text":"Эшитиб олганларини уларга ташларлар. Уларнинг (жинларнинг) кўплари ёлғончилардир»"},{"SurahNumber":26,"VerseNumber":224,"Text":"Шоирларга йўлдан озганлар эргашур"},{"SurahNumber":26,"VerseNumber":225,"Text":"Уларнинг (сўз водийларидан) ҳар водийда дайдишларини (яъни, ўзларига ёқиб қолган энг тубан кимса ё нарсаларни ҳам кўкка кўтариб, ёқтирмаганларини тупроққа қоришларини) кўрмадингизми"},{"SurahNumber":26,"VerseNumber":226,"Text":"Ва ўзлари қилмайдиган нарсаларни айтишларини (кўрмадингизми)"},{"SurahNumber":26,"VerseNumber":227,"Text":"Магар иймон келтирган ва яхши амаллар қилган ҳамда доим Аллоҳни ёдда тутган ва (илгари) мазлум бўлганларидан кейин (Ислом зафар топгач), ғолиб бўлган кишилар (яъни, шоирлар йўлдан оздиргувчи эмаслар). Золим кимсалар эса яқинида қандай оқибатга қараб кетаётганларини билиб қолурлар"}]}