{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"“Ndipo kumbuka za m’bale wa Âdi, (mtumiki Hûd) pamene adachenjeza anthu ake kudziko la milu ya mchenga. Ndithu adaliponso achenjezi iye asadadze ndiponso iye atapita. (Iye adawauza anthu ake): “Musampembedze aliyense koma Allah; ndithu ine ndikukuoperani chilango cha tsiku lalikulu.”"},{"SurahNumber":46,"VerseNumber":22,"Text":"“Adanena: “Ha! Kodi watidzera kuti utipatule ku milungu yathu? Choncho tibweretsere zimene ukutilonjezazo ngati uli mwa onena zoona.”"},{"SurahNumber":46,"VerseNumber":23,"Text":"“Adanena (Hûd): “Ndithu kudziwa (kwenikweni kwa zimenezo) kuli kwa Allah; ndipo ine ndikungofikitsa kwa inu zimene ndatumidwa koma ine ndikukuonani kuti inu ndinu anthu amene mukuchita (zinthu za) umbuli"},{"SurahNumber":46,"VerseNumber":24,"Text":"“Kenako pamene adauona (mtambo) ukulunjika ku zigwa zawo, adanena: “(Mtambo) uwu ndi wotivumbwitsira mvula!” (Adauzidwa): “Iyayi, chimenechi ndichimene mudachifulumizitsa chija (kuti chidze mwachangu), mphepo (ya mkutho) yomwe mkati mwake muli chilango chowawa"},{"SurahNumber":46,"VerseNumber":25,"Text":"“Yoononga chinthu chilichonse mwa lamulo la Mbuye wake!” Kenako adali osaonedwanso, kupatula nyumba zawo (ndizimene zidatsalira). Umo ndim’mene timawalipirira anthu oipa"},{"SurahNumber":46,"VerseNumber":26,"Text":"“Ndipo ndithu tidawapatsa mphamvu (yochitira zinthu ndi kukhala ndi chuma chambiri ndi moyo wautali) zomwe sitidakupatseni inu (Aquraish) ndipo tidawapatsa makutu ndi maso ndi mitima, koma makutu awo ndi maso awo ndi mitima yawo sizidawapindulire chilichonse chifukwa chotsutsa Ayah za Allah; ndipo zidawazinga zomwe adali kuzichitira chipongwe"},{"SurahNumber":46,"VerseNumber":27,"Text":"“Ndithu tidaiononga midzi imene yakuzungulirani; ndipo tidawafotokozera momveka Ayah Zathu kuti abwelere"},{"SurahNumber":46,"VerseNumber":28,"Text":"“Chifukwa chiyani siidawapulumutse milungu imene adaipangayo kusiya Allah kuti iwayandikitse kwa Iye (Allah)? Koma idasoweka kwa iwo (pomwe iwo adali pamavuto ofuna kulandira chithandizo). Ndipo zimenezo ndizo zotsatira zabodza lawo ndi zomwe adali kupeka"}]}