{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":12,"VerseNumber":38,"Text":"Мен аталарым Ибрахим, Исхак жана Яькубдардын динин ээрчидим. Бизге (оо, досторум), жалгыз Аллаһка эч нерсени шерик кылуу ылайык эмес! Бул (Таухид) бизге жана адамдарга Аллаһтын пазилети. Бирок, көпчүлүк адамдар шүгүр (ибадат) кылбай жатышат"},{"SurahNumber":12,"VerseNumber":39,"Text":"О, менин зындандагы шериктерим! Бир нече бытыранды “кудайлар” жакшыбы, же жалгыз, Жеңүүчү Аллаһпы"},{"SurahNumber":12,"VerseNumber":40,"Text":"Аллаһтан башка силер сыйынып жаткан нерселер, силер жана ата-бабаңар ат коюп алган ысымдардан бөлөк эч нерсе эмес. Аллаһ аларга (ошол нерселердин кудай экенине) эч далил түшүргөн эмес. Өкүм жалгыз Аллаһка гана таандык. Ал жалгыз Өзүнө гана ибадат кылууңарга буюрат. Ушул гана (бардык жакшылыктарга буюрган) эң туура дин. Бирок (муну) көпчүлүк адамдар билишпейт"},{"SurahNumber":12,"VerseNumber":41,"Text":"О, менин зындандагы шериктерим! Эми, (силерге түшүңөрдүн маанисин айтсам) экөөңөн бириң (азат болуп чыгып) өз кожоюнуңа шарап куюп берет экенсиң. Экинчиң болсо.., асып өлтүрүлүп, анын башын куштар чокуйт экен. Силер маанисин сураган иштер (ушундай) өкүм (тагдыр) кылыныптыр"},{"SurahNumber":12,"VerseNumber":42,"Text":"(Юсуф) экөөнүн азат болот деп болжогонуна карап: “Кожоюнуңдун алдында мени тилге алып кой”- деп суранды. Бирок, (азат болуп чыккан соң) Шайтан кожоюнуна эстетүүнү унуттурду. Кийин Юсуф зынданда бир нече жылдар калып кетти"},{"SurahNumber":12,"VerseNumber":43,"Text":"Падыша айтты: “Мен түшүмдө жети семиз уй көрдүм. Аларды жети арык уй жеп койду. Жана жети даана жашыл машак менен андан башка (жети даана) куурагандарын көрдүм. Кана, оо, эл-журт, эгер түш жоруучу болсоңор, менин ушул түшүмдү жоруп бергиле. (Мамлекет падышасынын бул түшүн сарай адамдарынан эч кимиси жоруй албай)"}]}