{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"Allah will say, \"Just as Our Verses/signs came to you but you neglected them, so shall you be neglected this day"},{"SurahNumber":20,"VerseNumber":127,"Text":"And thus do We recompense him who is negligent and believes not in the Verses/signs of his Lord. And certainly the punishment in the Hereafter is severe and abiding"},{"SurahNumber":20,"VerseNumber":128,"Text":"Do they not take a lesson from the fact that We had destroyed many a generation before theirs, in whose dwelling-places they now move about? Indeed, there are signs in this for those who are prudent"},{"SurahNumber":20,"VerseNumber":129,"Text":"And had it not been that the Word had already gone forth from your Lord and an appointed term fixed, the same fate (of destruction in this world) that the earlier generations met with, would certainly be theirs (the generation addressed to in this Verse) too"},{"SurahNumber":20,"VerseNumber":130,"Text":"Exercise patience then over what they say. And glorify your Lord with His praise before the rising of the sun and before its going down. And glorify Him, during the night and during parts of the day, so that you get peace of mind"},{"SurahNumber":20,"VerseNumber":131,"Text":"And covet not that — which We have provided some couples among them with — of the glitter of this worldly life, whereby We try them. And what the Lord provides you with is better and lasting"},{"SurahNumber":20,"VerseNumber":132,"Text":"And enjoin prayer on your followers, and be regular and steadfast thereon. We do not ask you for any provision; We give it to you. And in the end it is those who fear Allah, and abide by His instructions, that get all the good things to enjoy"},{"SurahNumber":20,"VerseNumber":133,"Text":"And they say, \"Why does he not bring to us a sign from his Lord?\" Has not there come to them a clear exposition of what the earlier scriptures contain"},{"SurahNumber":20,"VerseNumber":134,"Text":"And had We destroyed them with punishment before this, they would certainly have said, \"O our Lord! Why did You not send us a Messenger? For, we should then have followed Your Verses/signs before we met disgrace and shame"},{"SurahNumber":20,"VerseNumber":135,"Text":"Say, \"Everyone is waiting, so you too wait! You will soon come to know who is following the right path and who is guided"}]}