{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":17,"VerseNumber":87,"Text":"Naɣila nambɔzɔbo din yi a Duuma (Naawuni) sani na. Achiika! O pini nyɛla din galsi a zuɣu"},{"SurahNumber":17,"VerseNumber":88,"Text":"Yεlima: “Achiika! Ninsalinim’ mini alizinnim’ yi laɣim ni bɛ tahi Alkur’aani ŋɔ maa tatabo na, bɛ ku tooi tahi li na, hali di yi nyɛla bɛ shεba sɔŋ la taba.”"},{"SurahNumber":17,"VerseNumber":89,"Text":"Achiika! Ti (Tinim’ Naawuni) kahigi mi n-ti ninsalinim’ Alkur’aani ŋɔ maa puuni ni ŋmahinli balibu kam. Amaa! Ka ninsalinim’ pam zaɣisi (yɛlimaŋli) naɣili chεfuritali"},{"SurahNumber":17,"VerseNumber":90,"Text":"Ka bɛ (Maka chεfurinim’ maa) yεli: “Di kariya ka ti ti a (Muhammadu) yεlimaŋli naɣila a chɛ ka tiŋgbani puhi kobilnina n-ti ti na.”"},{"SurahNumber":17,"VerseNumber":91,"Text":"“Bee ka a mali pu’ shεli din nyɛ dobino mini inabi (sinsaba) puri, di nyaaŋa, ka a (nyini Muhammadu) chɛ ka di puhi kulibɔna di sunsuuni, ka di shiri nyɛla puhibu ni yεlimaŋli.”"},{"SurahNumber":17,"VerseNumber":92,"Text":"“Bee ka a chɛ ka sagbana lu ti zuɣu na, kamani a ni go n-yεri shεm, bee ka a tahi Naawuni mini Malaaikanim’ na polo ni.”"},{"SurahNumber":17,"VerseNumber":93,"Text":"“Bee ka a mali salima yili, bee ka a du sagbana ni. Yaha! Di kariya ka ti ti yεlimaŋli ni a zuɣusaa dubu maa, naɣila a sheei na ni litaafi shɛli, ka ti karindi li.” Yεlima: “N Duuma (Naawuni) nam niŋ kasi, m-pa so m-pahila ninsala, ka lahi nyɛ tumo (n-zaŋ kana yi sani).”"},{"SurahNumber":17,"VerseNumber":94,"Text":"Ka shɛli n-daa mɔŋ ninsalinim’ yεlimaŋli tibu saha shεli dolsigu ni daa ka ba na m-pahila bɛ yεlimi: “Di ni- bɔŋɔ, Naawuni shiri timla ninsala na ka o ti nyɛ tumo?”"},{"SurahNumber":17,"VerseNumber":95,"Text":"Yεlima: “Di yi di nyɛla Malaaika- nim’ m-be tiŋgbani ni chana ni suhudoo, Ti naan siɣisi ba Malaaika so na ka o yi zuɣusaa na n-ti leei tumo (n- zaŋ kana bɛ sani)"},{"SurahNumber":17,"VerseNumber":96,"Text":"(Yaa nyini Annabi)! Yεlima: “Naawuni saɣi ni O leei Shɛhiralana m mini ya sunsuuni. Achiika! O nyɛla Baŋda ni din sɔɣi O daba tuuntumsa ni, ni Nyara"}]}