{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"E dissemos: \"Quiçá, vosso Senhor tenha misericórdia de vós. E, se reincidirdes, reincidiremos. E Nós fizemos da Geena cárcere para os renegadores da Fé"},{"SurahNumber":17,"VerseNumber":9,"Text":"Por certo, este Alcorão guia ao caminho mais reto e alvissara aos crentes, que fazem as boas obras, que terão grande prêmio"},{"SurahNumber":17,"VerseNumber":10,"Text":"E que, para os que não crêem na Derradeira Vida, preparamos"},{"SurahNumber":17,"VerseNumber":11,"Text":"E o ser humano suplica o mal como suplica o bem. E o ser humano é pressuroso"},{"SurahNumber":17,"VerseNumber":12,"Text":"E fizemos da noite e do dia dois sinais. Então, apagamos o sinal da noite e fizemos claro o sinal do dia, para buscardes favor de vosso Senhor e para saberdes o número dos anos e o cômputo do tempo. E aclaramos, cada cousa, detalhadamente"},{"SurahNumber":17,"VerseNumber":13,"Text":"E, em cada ser humano, impusemos seu agouro no pescoço. E, no Dia da Ressurreição, faremos sair para ele, um Livro, que ele deparará, desenrolado"},{"SurahNumber":17,"VerseNumber":14,"Text":"Dir-se-lhe-á: \"Lê teu livro. Hoje, bastas-te, a ti mesmo, por ajustador de contas"},{"SurahNumber":17,"VerseNumber":15,"Text":"Quem se guia se guiará, apenas, em benefício de si mesmo, e quem se descaminha se descaminhará, apenas, em prejuízo de si mesmo. E nenhuma alma pecadora arca com o pecado de outra. E não é admissível que castiguemos a quem quer que seja, até que lhe enviemos um Mensageiro"},{"SurahNumber":17,"VerseNumber":16,"Text":"E, quando desejamos aniquilar uma cidade, ordenamos, primeiro, obediência a seus opulentos habitantes. Mas, ao contrário, eles cometem nela perversidade. Então, o Dito cumpre-se contra ela. E profligamo-la, inteiramente"},{"SurahNumber":17,"VerseNumber":17,"Text":"E que de gerações aniquilamos, depois de Noé! E, dos pecados de Seus servos, basta teu Senhor, por Conhecedor, Onividente"}]}