{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":57,"VerseNumber":4,"Text":"(خـوا) ئـەو زاتـەیە کـەئـاسمـانـەکـان وزەوی دروسـت کـردووە لەشەش ڕۆژدا پاشان بەرزبویەوە سەر عەرش وقەراری گرت (باوەڕمان پێیەتی بەو شێوەی شیاوی خوا بێت، وەچۆنیەتیەکەی نازانین، تەنھا خوا خۆی دەزانێت) دەزانێت چی دەچێتە ناوی زەوی وەچی لێ دێتە دەرەوە وەچی لەئاسمانەوە دێتە خوار وەچی بۆ سەردەکەوێت وە لەھەر کوێ بن خوا لەگەڵتانە (بەزانیاری و ئاگاداری) وەخوا بینایە بەھەرچی کە دەیکەن"},{"SurahNumber":57,"VerseNumber":5,"Text":"خاوەندارێتی ئاسمانەکان وزەوی ھەر بۆ ئەوە وە ھەموو کارێك ھەر بۆ لای خوا دەگەڕێنرێتەوە"},{"SurahNumber":57,"VerseNumber":6,"Text":"شەو دەبات بەناو ڕۆژدا (لەھاوین وپایزدا) وە ڕۆژ دەبات بەناو شەودا (لە زستان وبەھاردا) وە ئەو (خوا) ئاگادارە بەنیازی ناو دڵان"},{"SurahNumber":57,"VerseNumber":7,"Text":"باوەڕ بھێنن بەخوا وپێغەمبەرەکەی وببەخشن لەو ماڵ وسامانەی کە (خوای گەورە) خستویەتیە ژێر دەستان وجێنشین تیایدا، ئەمجا ئەوانەتان کە باوەڕی ھێناوە وداراییان بەخشیووە ،پاداشتی گەورەیان بۆ ھەیە"},{"SurahNumber":57,"VerseNumber":8,"Text":"ئەوە چیتانە بۆ باوەڕ بەخوا ناھێنن؟ کە پێغەمبەر بانگتان دەکات کە باوەڕ بە پەروەردگارتان بھێنن لەکاتێکدا کە بێگومان خوا پەیمانی (باوەڕ ھێنانی) لێ وەرگرتوون ئەگەر ئێوە باوەڕدارن"},{"SurahNumber":57,"VerseNumber":9,"Text":"خوا ئەو زاتەیە دەینێرێت بۆ بەندەی خۆی (کە موحەممەد ﷺ)ە بەڵگە وئایەتانێکی ڕوون وئاشکرا تا لەتاریکستانی (گومڕایی وبێباوەڕی) دەرتان بھێنێت بۆ ناو ڕووناکی ( ئیمان وئیسلام) وە بەڕاستی خوا بەرامبەر ئێوە بەسۆز ومیھرەبانە"},{"SurahNumber":57,"VerseNumber":10,"Text":"ئەوە چیتانە کەوا ھیچ نابەخشن لە ڕێی خوادا لە کاتێکدا میراتی ئاسمانەکان وزەوی بۆ خوا دەمێنێتەوە، یەکسان نین ئەوانەتان کە لەپێش گرتنی (مەککە)دا ماڵیان بەخشیوو جەنگاون (لەگەڵ ئەوانەی لە دوای فەتحی مەککە ئەو کارانە بکەن) ئەوانە پلەو پایەیان زۆر گەورەترە لەوانەی کە لەدوای (گرتنی مەککە) ماڵیان بەخشیووە وجەنگاون وە بەھەر دوولا خوا بەڵێنی بەھەشتی داوە وە خوا ئاگادارە بەوەی کە دەیکەن"},{"SurahNumber":57,"VerseNumber":11,"Text":"کێیە ئەو کەسەی قەرز دەدات بەخوا بەقەرزێکی چاك (مەبەست ئەوەیە ماڵ ببەخشێت لەپێناو خوا) تا خواش چەند بەرامبەر بیداتەوە وە پاداشتی زۆر چاکی بۆ ھەیە"}]}