{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"Ние и пред тебе, како Пратеници луѓе им праќавме и им објавуваме – прашајте ги следбениците на Книгата, ако не знаете"},{"SurahNumber":16,"VerseNumber":44,"Text":"јасни докази и книги. А тебе ти го објавуваме Куранот, за да им го објасниш на луѓето тоа што ти се објавува и за тие да размислат"},{"SurahNumber":16,"VerseNumber":45,"Text":"А зарем се сигурни тие кои лоши подмолности коваат, дека Аллах нема во земја да ги втера или дека нема, од каде што не можат ни да помислат, казната да им дојде"},{"SurahNumber":16,"VerseNumber":46,"Text":"или дека нема на патувањата нивни да ги казни, тие нема да избегаат"},{"SurahNumber":16,"VerseNumber":47,"Text":"или дека нема, додека се во страв, да ги казнува? Но Господарот ваш е навистина Благ и Милостив"},{"SurahNumber":16,"VerseNumber":48,"Text":"Зарем тие негледаат дека сетотоашто Аллах госоздал, сега десно, сега лево, ги пружа сенките свои, на Аллах послушно чинејќи му сеџда и дека и тоа е покорно"},{"SurahNumber":16,"VerseNumber":49,"Text":"На Аллах сосеџда Мусепоклонува сè живо инанебесатаина Земјата, и мелеците, а тие не се арогантни"},{"SurahNumber":16,"VerseNumber":50,"Text":"се плашат од Господарот свој, Кој е над нив, и го прават тоа што им се наредува"},{"SurahNumber":16,"VerseNumber":51,"Text":"Аллах вели: „Две божества не обожувајте!“ - само еден е Бог - „И само од Мене плашете се!“"},{"SurahNumber":16,"VerseNumber":52,"Text":"Сè што е на небесата и на Земјата Негово е, и Нему треба секогаш да Му се биде послушен. Зарем од некој друг, а не од Аллах, да се плашите"},{"SurahNumber":16,"VerseNumber":53,"Text":"Од Аллах е секоја благодат којашто ја уживате, а штом некоја неволја ве снајде, повторно од Него гласно помош барате"},{"SurahNumber":16,"VerseNumber":54,"Text":"И потоа, кога Тој неволјата ќе ви ја отстрани, некои од вас истиот момент Господарот свој со друг Го изедначуваат"}]}