{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"اور کچھ ایسے شریر جنات بھی ہم نے ان کے تابع کردئیے تھے جو ان کی خاطر پانی میں غوطے لگاتے تھے۔ اور اس کے سوا اور بھی کام کرتے تھے۔ اور ان سب کی دیکھ بھال کرنے والے ہم تھے۔"},{"SurahNumber":21,"VerseNumber":83,"Text":"اور ایوب کو دیکھو ! جب انہوں نے اپنے پروردگار کو پکارا کہ : مجھے یہ تکلیف لگ گئی ہے، اور تو سارے رحم کرنے والوں سے بڑھ کر رحم کرنے والا ہے۔"},{"SurahNumber":21,"VerseNumber":84,"Text":"پھر ہم نے ان کی دعا قبول کی، اور انہیں جو تکلیف لاحق تھی، اسے دور کردیا اور ان کو ان کے گھر والے بھی دیے، اور ان کے ساتھ اتنے ہی لوگ اور بھی تاکہ ہماری طرف سے رحمت کا مظاہرہ ہو، اور عبادت کرنے والوں کو ایک یادگار سبق ملے۔"},{"SurahNumber":21,"VerseNumber":85,"Text":"اور اسماعیل اور ادریس اور ذوالکفل کو دیکھو ! یہ سب صبر کرنے والوں میں سے تھے۔"},{"SurahNumber":21,"VerseNumber":86,"Text":"اور ان کو ہم نے اپنی رحمت میں داخل کرلیا تھا، یقینا ان کا شمار نیک لوگوں میں ہے۔"},{"SurahNumber":21,"VerseNumber":87,"Text":"اور مچھلی والے (پیغمبر یعنی یونس (علیہ السلام)) کو دیکھو ! جب وہ خفا ہو کر چل کھڑے ہوئے تھے اور یہ سمجھتے تھے کہ ہم ان کی کوئی پکڑ نہیں کریں گے۔ پھر انہوں نے اندھیریوں میں سے آواز لگائی کہ : (یا اللہ !) تیرے سوا کوئی معبود نہیں، تو ہر عیب سے پاک ہے، بیشک میں قصور وار ہوں۔"},{"SurahNumber":21,"VerseNumber":88,"Text":"اس پر ہم نے ان کی دعا قبول کی، اور انہیں گھٹن سے نجات عطا کی۔ اور اسی طرح ہم ایمان رکھنے والوں کو نجات دیتے ہیں۔"},{"SurahNumber":21,"VerseNumber":89,"Text":"اور زکریا کو دیکھو ! جب انہوں نے اپنے پروردگار کو پکارا تھا کہ : یا رب ! مجھے اکیلا نہ چھوڑئیے، اور آپ سب سے بہتر وارث ہیں۔"},{"SurahNumber":21,"VerseNumber":90,"Text":"چنانچہ ہم نے ان کی دعا قبول کی، اور ان کو یحی (جیسا بیٹا) عطا کیا، اور ان کی خاطر ان کی بیوی کو اچھا کردیا، یقینا یہ لوگ بھلائی کے کاموں میں تیزی دکھاتے تھے، اور ہمیں شوق اور رعب کے عالم میں پکارا کرتے تھے، اور ان کے دل ہمارے آگے جھکے ہوئے تھے۔"}]}