{"Id":362,"LanguageCodes":["te","tel"],"Name":"tel-muhammadazizurr","Author":"Muhammad Aziz Ur Rehman","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"తా – సీన్‌ – మీమ్‌"},{"SurahNumber":26,"VerseNumber":2,"Text":"ఇవి స్పష్టమైన గ్రంథ వచనాలు"},{"SurahNumber":26,"VerseNumber":3,"Text":"(ఓ ముహమ్మద్‌-స!) వారు విశ్వసించలేదే! అన్న బెంగతో నువ్వు నీ ప్రాణాలను పోగొట్టుకుంటావు కాబోలు"},{"SurahNumber":26,"VerseNumber":4,"Text":"మేము గనక తలచుకుంటే ఆకాశం నుంచి ఒక (గొప్ప) నిదర్శనాన్ని అవతరింపజేసి, దాని ముందు వారి మెడలు వంగిపోయేలా చేయగలం"},{"SurahNumber":26,"VerseNumber":5,"Text":"కరుణామయుని (అల్లాహ్‌) తరఫు నుంచి వారివద్దకు ఏ నూతన ఉపదేశం వచ్చినా వారు దాని పట్ల విముఖత చూపకుండా ఉండలేదు"},{"SurahNumber":26,"VerseNumber":6,"Text":"వారు ధిక్కరించారు. కాబట్టి వారు అవహేళన చేసిన విషయాల వార్తలు త్వరలోనే వారివద్దకు చేరుతాయి"},{"SurahNumber":26,"VerseNumber":7,"Text":"ఏమిటీ, వారు భూమిపై దృష్టిని సారించలేదా? అందులో మేము అన్నిరకాల శ్రేష్ఠమైన జంట వస్తువులను ఎలా ఉత్పన్నం చేసి ఉన్నామో! (చూడలేదా)"},{"SurahNumber":26,"VerseNumber":8,"Text":"నిస్సందేహంగా అందులో ఓ సూచన ఉంది. అయినప్పటికీ వారిలో చాలా మంది విశ్వసించరు"},{"SurahNumber":26,"VerseNumber":9,"Text":"నిశ్చయంగా నీ ప్రభువు, ఆయనే – సర్వశక్తుడు, దయాశీలుడు"},{"SurahNumber":26,"VerseNumber":10,"Text":"నీ ప్రభువు మూసాను పిలిచి, “నువ్వు దుర్మార్గులైన ప్రజల వద్దకు వెళ్ళు (అని చెప్పిన సంఘటనను జ్ఞప్తికి తెచ్చుకో)"},{"SurahNumber":26,"VerseNumber":11,"Text":"“అంటే ఫిర్‌ఔను జనుల వద్దకు! వారు (అల్లాహ్‌కు) భయపడరా?”"},{"SurahNumber":26,"VerseNumber":12,"Text":"(మూసా) ఇలా అన్నాడు : “నా ప్రభూ! వారు నన్ను ధిక్కరిస్తారేమోనని నాకు భయంగా ఉంది"},{"SurahNumber":26,"VerseNumber":13,"Text":"“నా గుండె కుంచించుకుపోతోంది. నా నోరు సరిగ్గా (స్వేచ్ఛగా) పెగలటం లేదు. అందుకే హారూను వైపుకు కూడా సందేశం (వహీ) పంపించు"},{"SurahNumber":26,"VerseNumber":14,"Text":"“వారి తరఫున నాపై ఒక నేరారోపణ కూడా ఉంది. అందువల్ల వారు నన్ను చంపేస్తారేమోనని భయపడుతున్నాను.”"},{"SurahNumber":26,"VerseNumber":15,"Text":"(అల్లాహ్‌) ఇలా సెలవిచ్చాడు: “ఎట్టి పరిస్థితిలోనూ అలా జరగదు. మీరిద్దరూ నా నిదర్శనాలను తీసుకుని వెళ్ళండి. మేము స్వయంగా మీ వెంట ఉండి అంతా వింటూ ఉంటాము"},{"SurahNumber":26,"VerseNumber":16,"Text":"“మీరిద్దరూ ఫిర్‌ఔను దగ్గరకు వెళ్ళి, ‘నిశ్చయంగా మేము సర్వలోక ప్రభువు తరఫున పంపబడ్డాము’ అని పలకండి.”"},{"SurahNumber":26,"VerseNumber":17,"Text":"‘నువ్వు ఇస్రాయీలు సంతతి వారిని మా వెంట పంపించు’ అని అనండి"},{"SurahNumber":26,"VerseNumber":18,"Text":"(మూసాతో ఫిరౌను) ఇలా అన్నాడు : “ఏమిటీ? మేము నీ పసితనంలో నిన్ను మా దగ్గర పోషించలేదా? నీ జీవితంలోని అనేక సంవత్సరాలు నువ్వు మా వద్ద గడిపావు కూడా"},{"SurahNumber":26,"VerseNumber":19,"Text":"“ఆ తరువాత నువ్వు చేయాల్సింది చేసి వెళ్ళావు. మొత్తానికి చేసిన మేలును మరచిన వారిలో నువ్వూ ఒకడివి.”"}]}