{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Indeed! He Who has made the Qur'aan obligatory on you will surely bring you (Muhammad) back home. Say, \"My Lord knows who brings guidance and who is in delusion manifest"},{"SurahNumber":28,"VerseNumber":86,"Text":"And you did not expect the Book to be thrown at you, but as a mercy from your Lord. So lend no support to the suppressors of the Truth"},{"SurahNumber":28,"VerseNumber":87,"Text":"And let them not hinder you from Allah's Verses after those have been sent down to you. And call them to your Lord, and be not of the polytheists"},{"SurahNumber":28,"VerseNumber":88,"Text":"And pray not to any other god besides Allah. There is no god but Him. Everything will perish save His Countenance/Self. His is the Command, and to Him you will all be brought back"},{"SurahNumber":29,"VerseNumber":1,"Text":"These are some of the letters of the Arabic language that appear at the beginning of some Qur'aanic chapters. Significance of these letters is a mystery. Omniscient Allah has perhaps purposely kept it mysterious to remind mankind of the limitation of knowledge that it is bestowed with"},{"SurahNumber":29,"VerseNumber":2,"Text":"Do people think that they shall be left alone once they say \"We believe\" and that they shall not be tested"},{"SurahNumber":29,"VerseNumber":3,"Text":"And We did test those before them. And then Allah does certainly know those that are truthful and He does certainly know those that lie"},{"SurahNumber":29,"VerseNumber":4,"Text":"Or do those who do ill deeds think that they shall outsmart Us? How badly do they judge"},{"SurahNumber":29,"VerseNumber":5,"Text":"Let him, who is hopeful of meeting Allah, know that the term fixed by Allah for the meeting is surely coming! And He is the One wbo listens, the One who knows"},{"SurahNumber":29,"VerseNumber":6,"Text":"And he who strives, strives only for himself! Allah is indeed Independent of the worlds"}]}