{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"Barang siapa yang Allah menghendaki akan memberikan kepadanya petunjuk, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. Dan barang siapa yang dikehendaki Allah kesesatannya503, niscaya Allah menjadikan dadanya sesak lagi sempit, seolah-olah ia sedang mendaki ke langit. Begitulah Allah menimpakan siksa kepada orang-orang yang tidak beriman"},{"SurahNumber":6,"VerseNumber":126,"Text":"Dan inilah jalan Tuhan-mu; (jalan) yang lurus. Sesungguhnya Kami telah menjelaskan ayat-ayat (Kami) kepada orang-orang yang mengambil pelajaran"},{"SurahNumber":6,"VerseNumber":127,"Text":"Bagi mereka (disediakan) darusalam (surga) pada sisi Tuhan-nya dan Dia-lah Pelindung mereka disebabkan amal-amal saleh yang selalu mereka kerjakan"},{"SurahNumber":6,"VerseNumber":128,"Text":"Dan (ingatlah) hari diwaktu Allah menghimpunkan mereka semuanya (dan Allah berfirman), \"Hai golongan jin (setan), sesungguhnya kamu telah banyak menyesatkan manusia\", lalu berkatalah kawan-kawan meraka dari golongan manusia, \"Ya Tuhan kami, sesungguhnya sebagian dari kami telah dapat kesenangan dari sebagian (yang lain)504 dan kami telah sampai kepada waktu yang telah Engkau tentukan bagi kami\". Allah berfirman, \"Neraka itulah tempat diam kamu, sedang kamu kekal di dalamnya, kecuali kalau Allah menghendaki (yang lain)\". Sesungguhnya Tuhan-mu Maha Bijaksana lagi Maha Mengetahui"},{"SurahNumber":6,"VerseNumber":129,"Text":"Dan demikianlah Kami jadikan sebagian orang-orang yang zalim itu menjadi teman bagi sebagian yang lain disebabkan apa yang mereka usahakan"},{"SurahNumber":6,"VerseNumber":130,"Text":"Hai golongan jin dan manusia, apakah belum datang kepadamu rasul-rasul dari golongan kamu sendiri, yang menyampaikan kepadamu ayat-ayat-Ku dan memberi peringatan kepadamu terhadap pertemuanmu dengan hari ini? Mereka berkata, \"Kami menjadi saksi atas diri kami sendiri\", kehidupan dunia telah menipu mereka, dan mereka menjadi saksi atas diri mereka sendiri bahwa mereka adalah orang-orang yang kafir"},{"SurahNumber":6,"VerseNumber":131,"Text":"Yang demikian itu adalah karena Tuhan-mu tidaklah membinasakan kota-kota secara aniaya, sedang penduduknya dalam keadaan lengah"}]}