{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"Нека је узвишен Аллах, Владар Истинити! И не жури са читањем Кур'ана пре него што ти се његово објављивање заврши, и реци: „Господару мој, Ти моје знање повећај!“"},{"SurahNumber":20,"VerseNumber":115,"Text":"А Адаму смо одмах у почетку наредили, али он је заборавио и није одлучан био"},{"SurahNumber":20,"VerseNumber":116,"Text":"А кад смо казали анђелима: „Поклоните се Адаму!“ Они сви ничице падоше, осим Сотоне који је то одбио"},{"SurahNumber":20,"VerseNumber":117,"Text":"„О Адаме!“ Рекли смо, „овај је заиста непријатељ теби и твојој жени, зато никако не дозволи да због њега будете истерани из Раја, па да се онда мучиш"},{"SurahNumber":20,"VerseNumber":118,"Text":"У Рају нећеш никад огладнити нити го бити"},{"SurahNumber":20,"VerseNumber":119,"Text":"нити ћеш у њему ожеднити, нити врелину осетити.“"},{"SurahNumber":20,"VerseNumber":120,"Text":"Али Сотона поче да га наговара и говори: „О Адаме, хоћеш ли да ти покажем дрво бесмртности и царство које неће да нестане?“"},{"SurahNumber":20,"VerseNumber":121,"Text":"И њих двоје поједоше са дрвета и указаше им се њихова стидна места па почеше да стављају по њима рајско лишће. Адам није свога Господара послушао, па је скренуо"},{"SurahNumber":20,"VerseNumber":122,"Text":"После га је његов Господар изабраником учинио, и опростио му је, и на Прави пут упутио"},{"SurahNumber":20,"VerseNumber":123,"Text":"„Напустите Рај сви“, рече Аллах, „једни другима ћете да будете непријатељи! Од Мене ће да вам долази Упута, и онај ко буде следио Моју Упуту неће да залута и неће да буде несрећан"},{"SurahNumber":20,"VerseNumber":124,"Text":"А онај ко се окрене од Моје Опомене, тај ће да живи тешким животом и на Судњем дану ћемо да га проживимо слепим.“"},{"SurahNumber":20,"VerseNumber":125,"Text":"„Господару мој“, рећи ће, „зашто си ме слепог проживео кад сам имао вид?“"}]}