{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Q[f. By the glorious Quran]"},{"SurahNumber":50,"VerseNumber":2,"Text":"Nay! They marveled that there drew near them one who warns from among themselves. So the ones who are ungrateful said: This is a strange thing"},{"SurahNumber":50,"VerseNumber":3,"Text":"When we died and had been earth dust, that is a far-fetched returning"},{"SurahNumber":50,"VerseNumber":4,"Text":"Surely, We knew what the earth reduces from them. And with Us is a guardian Book"},{"SurahNumber":50,"VerseNumber":5,"Text":"Nay! They denied The Truth when it drew near them, so they are in a confused state of affairs"},{"SurahNumber":50,"VerseNumber":6,"Text":"Look they not on the heaven above them, how We built it and made it appear pleasing? And there are not any gaps in it"},{"SurahNumber":50,"VerseNumber":7,"Text":"And the earth, We stretched it out and cast on it firm mountains and caused in it to develop every lovely, diverse pair"},{"SurahNumber":50,"VerseNumber":8,"Text":"for contemplation and as a reminder to every servant, one who turns in repentance"},{"SurahNumber":50,"VerseNumber":9,"Text":"And We sent down blessed water from heaven. Then, We caused gardens to develop from it and reaped grains of wheat"},{"SurahNumber":50,"VerseNumber":10,"Text":"and high-reaching date palm trees with ranged spathes"},{"SurahNumber":50,"VerseNumber":11,"Text":"as provision for My servants. And We gave life by them to a lifeless land. Thus, will be the going forth"},{"SurahNumber":50,"VerseNumber":12,"Text":"The folk of Noah denied what came before them, and the Companions of the Rass and Thamud"},{"SurahNumber":50,"VerseNumber":13,"Text":"and Ad and Pharaoh and the brothers of Lot"},{"SurahNumber":50,"VerseNumber":14,"Text":"and the Companions of the Thicket and the folk of Tubba. Everyone denied the Messengers, so My threat was realized"},{"SurahNumber":50,"VerseNumber":15,"Text":"Were We wearied by the first creation? Nay! They are perplexed about a new creation"}]}