{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"اور جو کچھ بھی تمہیں عطا کیا گیا ہے یہ چند روزہ لذت هدنیا اور زینت هدنیا ہے اور جو کچھ بھی خدا کی بارگاہ میں ہے وہ خیر اور باقی رہنے والا ہے کیا تم اتنا بھی نہیں سمجھتے ہو"},{"SurahNumber":28,"VerseNumber":61,"Text":"کیا وہ بندہ جس سے ہم نے بہترین وعدہ کیا ہے اور وہ اسے پا بھی لے گا اس کے مانند ہے جسے ہم نے دنیا میں تھوڑی سی لذّت دے دی ہے اور پھر وہ روزہ قیامت خدا کی بارگاہ میں کھینچ کر حاضر کیا جائے گا"},{"SurahNumber":28,"VerseNumber":62,"Text":"جس دن خدا ان لوگوں کو آواز دے گا کہ میرے وہ شرکائ کہاں ہیں جن کی شرکت کا تمہیں خیال تھا"},{"SurahNumber":28,"VerseNumber":63,"Text":"تو جن شرکائ پر عذاب ثابت ہوچکا ہوگا وہ کہیں گے کہ پروردگار یہ ہیں وہ لوگ جن کو ہم نے گمراہ کیا ہے اور اسی طرح گمراہ کیا ہے جس طرح ہم خود گمراہ ہوئے تھے لیکن اب ان سے برائت چاہتے ہیں یہ ہماری عبادت تو نہیں کررہے تھے"},{"SurahNumber":28,"VerseNumber":64,"Text":"تو کہا جائے گا کہ اچھا اپنے شرکائ کو پکارو تو وہ پکاریں گے لیکن کوئی جواب نہ پائیں گے بلکہ عذاب ہی کو دیکھیں گے تو کاش یہ دنیا ہی میں ہدایت یافتہ ہوجاتے"},{"SurahNumber":28,"VerseNumber":65,"Text":"اور جس دن خدا ان سے پکار کر کہے گا کہ تم نے ہمارے رسولوں کو کیا جواب دیا تھا"},{"SurahNumber":28,"VerseNumber":66,"Text":"تو ان پر ساری خبریں تاریک ہوجائیں گی اور وہ آپس میں ایک دوسرے سے سوال بھی نہ کرسکیں گے"},{"SurahNumber":28,"VerseNumber":67,"Text":"لیکن جس نے توبہ کرلی اور ایمان لے آیا اور نیک عمل کیا وہ یقینا فلاح پانے والوں میں شمار ہوجائے گا"},{"SurahNumber":28,"VerseNumber":68,"Text":"اور آپ کا پروردگار جسے چاہتا ہے پیدا کرتا ہے اور پسندکرتا ہے - ان لوگوں کو کسی کا انتخاب کرنے کا کوئی حق نہیں ہے - خدا ان کے شرک سے پاک اور بلند و برتر ہے"},{"SurahNumber":28,"VerseNumber":69,"Text":"اور آپ کا پروردگار ان چیزوں کو بھی جانتا ہے جو یہ اپنے سینوں میں چھپائے ہوئے ہیں اور انہیں بھی جانتا ہے جن کا یہ اعلان و اظہار کرتے ہیں"},{"SurahNumber":28,"VerseNumber":70,"Text":"وہ اللہ ہے جس کے علاوہ کوئی دوسرا خدا نہیں ہے اور اول و آخر اور دنیا و آخرت میں ساری حمد اسی کے لئے ہے اسی کے لئے حکم ہے اور اسی کی طرف تم سب کو واپس جانا پڑے گا"}]}