{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"Và TA đã làm cho họ thành các vị Imam (lãnh tụ) hướng dẫn theo Mệnh Lệnh của TA và TA đã mặc khải bảo họ làm việc thiện, dâng lễ nguyện Salah, đóng Zakah và thờ phượng chỉ riêng TA"},{"SurahNumber":21,"VerseNumber":74,"Text":"Và Lut, TA đã ban cho Y khả năng phán xét (trong việc phân xử tranh chấp) và kiến thức; và TA đã giải cứu Y ra khỏi thị trấn (Sodom) mà dân cư đã từng làm những điều ô uế. Quả thật, họ là một đám dân xấu xa, bất tuân"},{"SurahNumber":21,"VerseNumber":75,"Text":"TA đã thương xót Lut (khi cứu Y khỏi sự trừng phạt mà TA đã giáng xuống đám dân của Y), bởi quả thật Y là một người ngoan đạo"},{"SurahNumber":21,"VerseNumber":76,"Text":"Và Nuh, Y đã cầu nguyện trước đó nên TA đã đáp lời nguyện cầu của Y, TA đã cứu Y và gia đình của Y thoát khỏi cuộc đại nạn"},{"SurahNumber":21,"VerseNumber":77,"Text":"TA đã cứu Y thoát khỏi đám dân đã phủ nhận các bằng chứng của TA. Quả thật họ là một đám dân tội lỗi nên TA đã nhấn chìm họ toàn bộ"},{"SurahNumber":21,"VerseNumber":78,"Text":"(Hỡi Thiên Sứ Muhammad, Ngươi hãy nhớ lại) khi Dawood và Sulayman xét xử vụ một đám rẫy đã bị đàn cừu của một đám dân đột nhập vào tàn phá trong đêm. TA đã chứng kiến việc xét xử của họ"},{"SurahNumber":21,"VerseNumber":79,"Text":"TA đã làm cho Sulayman thông hiểu vấn đề triệt để hơn (Dawood) trong lúc cả hai đều được TA ban cho khả năng suy luận khôn ngoan và nguồn kiến thức vững chắc (về các giáo luật). Và TA đã bắt núi non lẫn chim chóc tán dương TA cùng với Dawood. Chính TA đã làm ra (những sự việc đó)"},{"SurahNumber":21,"VerseNumber":80,"Text":"TA đã dạy Y (Dawood) cách làm áo giáp cho các ngươi để các ngươi tự bảo vệ trong những cuộc giao chiến. Thế các ngươi (hỡi nhân loại) biết ơn TA chăng"},{"SurahNumber":21,"VerseNumber":81,"Text":"Đối với Sulayman, TA đã bắt những luồng gió mạnh di chuyển theo mệnh lệnh của Y đến vùng đất mà TA đã ban phúc. Quả thật, TA là Đấng Thông Toàn mọi thứ"}]}