{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":23,"Text":"Zij antwoordden daarop: O Heer! wij hebben onrechtvaardig met onze eigene zielen gehandeld, en indien gij ons niet genadig zijt, zullen wij zekerlijk behooren tot hen, die verloren zijn"},{"SurahNumber":7,"VerseNumber":24,"Text":"God zeide: Vertrekt! de een zal des anderen vijand zijn. Gij zult op aarde een tijdelijk verblijf en een tijdelijk genot vinden"},{"SurahNumber":7,"VerseNumber":25,"Text":"Hij zeide: Daarop zult gij leven en sterven, en eens zult gij daarvan verdwijnen"},{"SurahNumber":7,"VerseNumber":26,"Text":"O kinderen van Adam! wij hebben u kleederen gezonden, om uwe naaktheid te bedekken, en kostbare versierselen; doch het kleed der vroomheid is beter. Dit is een van Gods teekenen, welke gij misschien zult overwegen"},{"SurahNumber":7,"VerseNumber":27,"Text":"O kinderen van Adam! laat satan u niet verleiden, zooals hij uwe ouders uit het paradijs verdreef, door hen van hunne kleeding; te berooven, opdat hij hun hunne naaktheid zou kunnen toonen. Waarlijk, hij en zijne makkers zien u, van waar gij hem niet ziet. Wij hebben de duivels aangewezen om de beschermers te zijn van hen, die niet gelooven"},{"SurahNumber":7,"VerseNumber":28,"Text":"En als zij eene zondige daad hebben bedreven, zeggen zij: Wij hebben het door onze vaderen zien verrichten; God heeft het bevolen. Zeg hun; God beveelt geene schandelijke daden; zegt gij van God wat gij niet weet"},{"SurahNumber":7,"VerseNumber":29,"Text":"Zeg: Mijn Heer heeft mij bevolen, rechtvaardigheid in acht te nemen. Wendt uwe aangezichten naar de plaats, waar men aanbidt, roept hem aan, en bewijst hem de oprechtheid van uwen godsdienst. Zooals hij u uit het niet deed voortkomen, zal hij u tot zich verzamelen"},{"SurahNumber":7,"VerseNumber":30,"Text":"Sommigen heeft hij geleid, en een deel heeft hij met recht in dwaling gelaten, daar zij de duivels tot beschermers naast God namen, en zich verbeeldden, dat zij op den rechten weg werden geleid"}]}