{"Id":154,"LanguageCodes":["fa","fas"],"Name":"fas-hussainansarian","Author":"Hussain Ansarian","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":18,"Text":"هر کس [همواره] دنیای زودگذر را بخواهد [چنین نیست که هر چه بخواهد بیابد بلکه] هر چه را ما برای هر که بخواهیم، به سرعت در همین دنیا به او عطا می کنیم، آن گاه دوزخ را در حالی که نکوهیده و رانده شده از رحمت خدا وارد آن می شود، برای او قرار می دهیم"},{"SurahNumber":17,"VerseNumber":19,"Text":"و کسانی که آخرت را در حالی که مؤمن هستند بخواهند و با تلاشی کامل [و خالصانه] برای [به دست آوردن] آن تلاش کنند، پس تلاششان به نیکی مقبول افتد [و به آن پاداششان دهند]"},{"SurahNumber":17,"VerseNumber":20,"Text":"هر یک از دو گروه دنیا طلب و آخرت خواه را [در این دنیا] از عطای پروردگارت یاری دهیم، وعطای پروردگارت [در این دنیا از کسی] ممنوع شدنی نیست"},{"SurahNumber":17,"VerseNumber":21,"Text":"با تأمل بنگر چگونه برخی از آنان را بر برخی [در امور مادی و بهره های دنیایی] فزونی بخشیدیم، و همانا آخرت از نظر درجات برتر، و از جهت فزونی بیشتر است"},{"SurahNumber":17,"VerseNumber":22,"Text":"با خدا معبودی دیگر قرار مده که [نزد شایستگان] نکوهیده و [در دنیا و آخرت] بی یار و یاور شوی"},{"SurahNumber":17,"VerseNumber":23,"Text":"و پروردگارت فرمان قاطع داده است که جز او را نپرستید، و به پدر و مادر نیکی کنید؛ هرگاه یکی از آنان یا دو نفرشان در کنارت به پیری رسند [چنانچه تو را به ستوه آورند] به آنان اُف مگوی و بر آنان [بانگ مزن و] پرخاش مکن، و به آنان سخنی نرم و شایسته [و بزرگوارانه] بگو"},{"SurahNumber":17,"VerseNumber":24,"Text":"و برای هر دو از روی مهر و محبت، بال فروتنی فرود آر و بگو: پروردگارا! آنان را به پاس آنکه مرا در کودکی تربیت کردند، مورد رحمت قرار ده"},{"SurahNumber":17,"VerseNumber":25,"Text":"پروردگارتان به نیّت ها و حالاتی که [نسبت به پدر و مادرتان] در دل های شماست [از خود شما] آگاه تر است، اگر مردم شایسته ای باشید [ولی نیّت شما درباره پدر و مادر ناپسند باشد، یا حقّی از آنان ضایع کنید، اما پشیمان شوید و به خدا بازگردید، شایسته است]؛ زیرا او نسبت به بازگشت کنندگان بسیار آمرزنده است"},{"SurahNumber":17,"VerseNumber":26,"Text":"و حقّ خویشاوندان و حقّ تهیدست و از راه مانده را بپرداز، و هیچ گونه اسراف و ولخرجی مکن"},{"SurahNumber":17,"VerseNumber":27,"Text":"بی تردید اسراف کنندگان و ولخرجان، برادران شیاطین اند، و شیطان همواره نسبت به پروردگارش بسیار ناسپاس است"}]}