{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":31,"Text":"Mutta kun vaimo kuuli heidän puheistaan, hän kutsutti heidät luokseen ja valmisti heille aterian, ja hän antoi kullekin veitsen ja sanoi: »Joosef, tule heidän eteensä.» Kun he näkivät hänet, he ylistivät häntä suuresti, haavoittivat käsiään ja huudahtivat: »Pyhä Jumala! Tämä ei ole ihmisolento. Hänhän ei voi olla muu kuin ylevä enkeli.»"},{"SurahNumber":12,"VerseNumber":32,"Text":"Vaimo lausui: »Juuri hänen tähtensä te soimasitte minua, ja totta on, että minä halusin hänen antautuvan itselleni, mutta hän varjeli itsensä. Mutta jos hän ei tee sitä, mitä minä vaadin, niin totisesti hänet pannaan vankilaan ja hän on kuuluva kunniattomien joukkoon.»"},{"SurahNumber":12,"VerseNumber":33,"Text":"Joosef sanoi: »Herra, vankila on minulle mieluisampi kuin se, mihin he minua viettelevät, ja ellet Sinä käännä minusta heidän aikeitaan, niin he houkuttelevat minut puoleensa, ja joudun pimitettyjen joukkoon.»"},{"SurahNumber":12,"VerseNumber":34,"Text":"Senvuoksi Jumala kuuli hänen rukouksensa ja torjui hänestä heidän aikeensa. Totisesti, Hän on kaikkikuuleva, kaikkitietävä"},{"SurahNumber":12,"VerseNumber":35,"Text":"Silloin he kaikista merkeistä huolimatta harkitsivat parhaaksi panna hänet joksikin aikaa vankilaan"},{"SurahNumber":12,"VerseNumber":36,"Text":"Ja kaksi nuorta miestä joutui vankilaan hänen kanssaan. Toinen heistä sanoi: »Uneksin pusertavani viiniä.» Ja toinen lausui: »Minä uneksin kantavani leipää pääni päällä ja lintujen syövän sitä. Selitä tämä meille; me näemme totisesti, että olet niitä, jotka tekevät hyvää.»"},{"SurahNumber":12,"VerseNumber":37,"Text":"Joosef vastasi: »Teille kahdelle ei ennätetä tuoda sitä ruokaa, jota ravinnoksenne annetaan, sillä minä olen lopettanut unienne selityksen ennenkuin teille tuodaan ruokaa. Sillä tämän Herrani on minulle opettanut. Minä olen luopunut sellaisten ihmisten opista, jotka eivät usko Jumalaan ja ovat niitä, jotka kieltävät tulevan elämän"}]}