{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"On jest Tym, który zabiera was podczas nocy. On wie, co wy zdobywacie w ciągu dnia; w dzień przywołuje was do życia, aby został wypełniony wyznaczony termin. Potem do Niego powrócicie. Wtedy On obwieści wam to, co czyniliście"},{"SurahNumber":6,"VerseNumber":61,"Text":"On jest przemożnym władcą nad Swoimi sługami. On posyła ku wam stróżów. A kiedy do któregokolwiek z was przychodzi śmierć, Nasi wysłannicy wzywają go, a oni nigdy nie zawodzą"},{"SurahNumber":6,"VerseNumber":62,"Text":"Następnie oni są oddawani Bogu, ich Władcy prawdziwemu. Czyż nie do Niego należy sąd? On jest najszybszy w rachunku"},{"SurahNumber":6,"VerseNumber":63,"Text":"Powiedz: \"Kto wybawi was z ciemności lądu i morza? Wy wzywacie Go pokornie i w skrytości: Jeśli Ty nas od nich wybawisz, to my z pewnością będziemy między tymi, którzy są wdzięczni"},{"SurahNumber":6,"VerseNumber":64,"Text":"Powiedz: \"Bóg wybawia was od tego i wszelkiego utrapienia, a wy Jemu dodajecie współtowarzyszy"},{"SurahNumber":6,"VerseNumber":65,"Text":"Powiedz: \"On posiada władzę, by posłać przeciwko wam karę z góry albo spod waszych nóg, albo podzielić was na różne partie i dać zakosztować jednym spośród was srogości innych.\" Popatrz, jak My wyjaśniamy znaki! Być może, oni będą zdolni pojąć"},{"SurahNumber":6,"VerseNumber":66,"Text":"Twój lud uznał to za kłamstwo, podczas gdy to jest prawdą. Powiedz: \"Ja nie jestem dla was opiekunem"},{"SurahNumber":6,"VerseNumber":67,"Text":"Każda wieść ma oznaczony czas i wy niebawem się dowiecie"},{"SurahNumber":6,"VerseNumber":68,"Text":"A kiedy widzisz tych, którzy się pogrążają w gadaninie w przedmiocie Naszych znaków, to odwróć się od nich, dopóki oni nie pogrążą się w jakiejś innej rozmowie. A jeśli szatan sprawi, że zapomnisz, to przypomniawszy sobie, nie pozostawaj z ludźmi niesprawiedliwymi"}]}