{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"Наш Лорд, та допускаєте їх у парк Eden що Ви пообіцяли для них та для справедливий серед їхніх батьків, подружжя, та дітей. Ви являєте собою Могутній, Найбільш Мудрий"},{"SurahNumber":40,"VerseNumber":9,"Text":"Та захищають їх з падаючих у гріхові. Whomever Ви захищаєте з падаючих у гріхові, на що день, досягнув милосердя від Вас. Це являє собою найбільш великий тріумф"},{"SurahNumber":40,"VerseNumber":10,"Text":"Цей хто disbelieve буде розповідатися, \"БОЖИЙ abhorrence до ви є навіть гірші ніж ваш власний abhorrence до себе. Для ви були запрошені щоб повірити, але ви вибрали disbelieve"},{"SurahNumber":40,"VerseNumber":11,"Text":"Вони скажуть, \"Наш Лорд, ви поставили нас до смерті двічі, та Ви дали нам два життя; зараз ми зізналися наші гріхи. Чи є будь-який вихід"},{"SurahNumber":40,"VerseNumber":12,"Text":"Це тому, що коли БОГ ВИКЛЮЧНО захищався, ви disbelieved, але коли інші були згадані біля Його, ви вважали. Тому, БОЖИЙ вирок є виданий; Він являє собою Найбільш Високо, Великий"},{"SurahNumber":40,"VerseNumber":13,"Text":"Він являє собою один хто безперервно показує вам Його докази, та посилає вниз до вас з умов неба. Тільки цей хто повністю підкоряються буде спроможний взяти увагу"},{"SurahNumber":40,"VerseNumber":14,"Text":"Тому, ви будете присвятити ваш обожнюєте абсолютно до БОГА ВИКЛЮЧНО, навіть якщо disbelievers не любите це"},{"SurahNumber":40,"VerseNumber":15,"Text":"Possessor найвищих рангів, та Лінійки всього dominion. Він посилає натхнення, носячи Його команди, whomever Він вибирає з числа Його службовців, щоб попередити про День Скликаючого"},{"SurahNumber":40,"VerseNumber":16,"Text":"Що являє собою день коли кожний буде повністю exposed; жоден з них не сховається будь що з БОГА. Кому належить всьому суверенітету на тому дні? До БОГА,, Вищого"}]}