{"Id":48,"LanguageCodes":["bm","bam"],"Name":"bam-fodisulimankant","Author":"Fodi Suliman Kanti","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"https://quranenc.com/en/browse/ankobambara_foudi","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"ߡߍ߲ ߠߎ߫ ߣߊ߬ ߘߊ߫ ߥߎߦߊ߫ ߝߌ߲ ߘߌ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߖߡߊ߬ ߞߎߘߎ߲߫ ߠߋ߬ ߘߌ߫ ߊߟߎ߫ ߘߐ߫ ، ߊߟߎ߫ ߞߴߏ ߖߊ߬ߕߋ߬ ߖߎ߯ߡߊ߲߫ ߘߴߊߟߎ߫ ߞߊ߲߬ ߘߋ߬ ، ߞߊ߯ߙߌ߫ ߸ ߏ߬ ߝߊ߲߭ ߦߋ߫ ߤߙߊ߫ ߟߋ߬ ߘߌ߫ ߊߟߎ߫ ߦߋ߫ ، ߊ߬ߟߎ߫ ߡߐ߱ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߣߊ ߕߊ߫ ߞߍߕߊ ߟߋ߫ ߛߌ߰ߣߴߊ߬ ߢߍ߫ ߖߟߎ߬ߡߎ߲ ߘߐ߫ ، ߡߍ߲ ߞߵߊ߬ ߢߎ߲߫ ( ߥߎߦߊ) ߓߏ߲߬ߓߊ ߟߴߊ߬ߟߎ߬ ߘߐ߫ ߛߊ߫ ߸ ߖߊ߲߰ߞߕߊ߬ ߓߟߋߓߟߋ߫ ߦߴߏ߬ ߢߍ߫ ߞߟߋ߫"},{"SurahNumber":24,"VerseNumber":12,"Text":"ߥߟߊߞߏ߫ ߊߟߎ߫ ߣߵߢߌ߲߬ ߡߍ߲߫ ߠߊ ߸ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߗߍ߬ߡߊ߲ ߠߎ߬ ߣߴߊ߬ ߡߛߏ߬ߡߊ߲ ߠߎ߫ ߕߘߍ߬ ߤߙߊ߫ ߟߋ߫ ߖߌ߰ ߊ߬ߟߎ߫ ߖߘߍ߬ ߦߋ߫ ߸ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߥߎߦߊ߫ ߘߐߜߍ߫ ߘߌ߫ ߞߟߋ߫"},{"SurahNumber":24,"VerseNumber":13,"Text":"ߛߊ߲ߞߏ߫ ߊ߬ߟߎ߫ ߕߍ߬ߘߍ߬ ߣߊ߬ ߛߙߋ߫ ߣߊ߯ߣߌ߲߫ ߘߴߊ߬ߟߋ߬ ߢߌ߲߬ ߘߐ߫ ߸ ߣߴߊ߬ߟߎ߫ ߘߏ߲߬ ߡߊ߫ ߣߊ߬ ߛߙߋ ߟߎ߬ ߘߌ߫ ߸ ߏ߬ ߘߐ߫ ߊ߬ߟߎ ߟߋ߬ ߥߎߦߊ߫ ߝߐߟߊ ߟߎ߬ ߘߌ߫ ߊߟߊ߫ ߓߘߊ"},{"SurahNumber":24,"VerseNumber":14,"Text":"ߣߌ߫ ߊߟߊ߫ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߣߴߊ߬ ߟߊ߫ ߤߌߣߊ ߕߍ߫ ߊߟߎ߫ ߞߊ߲߬ ߘߎߢߊ߫ ߣߌ߫ ߟߊߞߌߙߊ߫ ߸ ߊߟߎ߫ ߣߵߊߟߎ߫ ߛߏ߲߯ߓߊ߫ ߟߊ߫ ߞߏ ߡߍ߲ ߘߐ߫ ߣߌ߲߬ ߸ ߖߊ߲߰ߞߕߊ߬ߓߊ߫ ߕߎ߲߬ ߘߴߊߟߎ߫ ߛߐ߬ߘߐ߲߫ ߏ߬ ߘߐ߫ ߞߟߋ߫"},{"SurahNumber":24,"VerseNumber":15,"Text":"ߓߊߏ߬ ߊߟߎ߫ ߕߏ߫ ߘߴߏ߬ ߟߊߡߌ߬ߘߊߡߌ߬ߘߊ߬ ߟߴߊߟߎ߫ ( ߢߐ߲߮ ) ߣߍ߲߭ ߞߊ߲߬ ߕߋ߲߬ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߝߋ߲߫ ߝߐ߫ ߊߟߎ߫ ߘߊ ߟߎ߬ ߟߊ߫ ߸ ߊߟߎ߫ ߡߊ߫ ߡߍ߲ ߢߊ߫ ߛߌ߫ ߟߐ߲߫ ، ߊߟߎ߫ ߦߴߏ ߖߊ߬ߕߋ߬ ߟߊ߫ ߞߏ߫ ߣߐ߲߯ ߘߌ߫ ߛߊ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߦߋ߫ ߊߟߊ߫ ߓߘߊ ( ߞߎ߲߬ߞߏ߫ ) ߓߟߋ߬ߓߟߋ ߟߋ߬ ߘߌ߫"},{"SurahNumber":24,"VerseNumber":16,"Text":"ߥߟߊߞߏ߫ ߊߟߎ߫ ߣߵߢߌ߲߬ ߡߍ߲߫ ߠߊ ߸ ߊߟߎ߫ ߕߎ߲߬ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߡߊ߲߫ ߞߊ߲߫ ߝߋߎ߫ ߞߊ߬ ߒ߬ ߘߊ߫ ߛߎ߫ ߢߌ߲߬ ߘߐ߫ ، ߋ߫ ߡߊ߰ߙߌ߬ ߛߊߣߌ߲ ߸ ߣߌ߲߬ ߘߏ߲߬ ߦߋ߫ ߞߊ߬ߙߏ߲߬ߓߊ߫ ߘߌ߫ ߥߍ߫߹"},{"SurahNumber":24,"VerseNumber":17,"Text":"ߊߟߊ߫ ߦߴߊߟߎ߫ ߞߊ߬ߥߊ߲߬ߘߌ߬ ߟߊ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߛߊ߬ߦߌ߲߫ ߊ߬ ߢߐ߲߰ ߜߘߍ߫ ߡߊ߬ ߡߎ߬ߕߎ߲߫ ߘߋ߬ ߣߴߊ߬ ߕߘߍ߬ ߘߴߊߟߎ߫ ߦߋ߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߯ ߟߎ߫ ߘߌ߫"},{"SurahNumber":24,"VerseNumber":18,"Text":"ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߟߋ߬ ، ߓߊߏ߬ ߊߟߊ߫ ߟߋ߬ ߟߐ߲ߠߌ߲ߠߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߘߌ߫"},{"SurahNumber":24,"VerseNumber":19,"Text":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ ߞߊ߬ߣߌ߲߬ ߠߊ߫ ߞߏ߫ ߖߊߕߐߦߊ ( ߡߊ߬ߝߌ߲ ) ߦߋ߫ ߖߍ߲ߛߍ߲߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߘߐ߫ ߸ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲߫ ߠߴߏ߬ ߟߎ߬ ߢߍ߫ ߘߎߢߊ߫ ߣߌ߫ ߟߊߞߌߙߊ߫ ، ߊߟߊ߫ ߞߊ߬ ߞߏߟߐ߲߫ ߸ ߊߟߎ ߘߏ߲߬ ߡߊ߫ ߝߏߦߌ߬ ߟߐ߲߫"},{"SurahNumber":24,"VerseNumber":20,"Text":"ߣߌ߫ ߊߟߊ߫ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߕߍ߫ ߊߟߎ߫ ߞߊ߲߬ ߊ߬ ߣߴߊ߬ ߟߊ߫ ߤߌߣߊ ߸ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߦߋ߫ ߞߌ߬ߣߌ߲߬ߞߌ߬ߣߌ߲߬ߠߊ߫ ߘߌ߫ ߊ߬ ߦߋ߫ ߤߌߣߟߊ߫ ߘߌ߫"}]}