{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":14,"VerseNumber":43,"Text":"Gi-i siran makanggaga-an a milalangag iran a manga Olo iran, a di siran Phakapuruk, go so manga poso iran na makakawang (sabap sa kaluk)"},{"SurahNumber":14,"VerseNumber":44,"Text":"Na Paki-iktiyaringka ko manga Manosiya so Alongan a kapakatalingoma kiran o siksa: Na Tharo-on o siran a da Pamaginontolan: Kadnan Nami! Pakalanata Kamingka sa taman bo ko ta-alik a di mathaıi: Ka tarima-an Nami so Sogowan Ka, go Pagonotan nami so manga Sogo! (na isumbag kiran:) Ba kano da Shapa gowani sa da dun a kakhada iyo"},{"SurahNumber":14,"VerseNumber":45,"Text":"Na Miyakapagingud kano ko Piyamagingudan o siran a siyalimbotan niran a manga ginawa iran; go miyapayag rukano so inikidiya Mi kiran; go inumba-alan Nami rukano so manga ibarat"},{"SurahNumber":14,"VerseNumber":46,"Text":"Na Sabunar a piyagantangan niran so antangan niran a marata, na si-i ko Allah so (balas o) antangan niran, go da mapatot ko antangan niran o ba-on misabap a kailang o manga Palao"},{"SurahNumber":14,"VerseNumber":47,"Text":"Na Dingka dun Tharima-a so Allah a ba ndorat ko diyandi Iyan ko manga Sogo Iyan: Mata-an! A so Allah na Mabagur,- a phapa-ar ko kandadanug"},{"SurahNumber":14,"VerseNumber":48,"Text":"Si-i ko Alongan a kasambiyan so Lopa sa salakao a Lopa, go (kasambiyan) so manga Langit, go mabayar siran ko Hadapan o Allah, a Isa Isa, a Phakaba-as"},{"SurahNumber":14,"VerseNumber":49,"Text":"Na Mailaingka so manga"},{"SurahNumber":14,"VerseNumber":50,"Text":"Baradosa sa Alongan noto a piyakaphapatonga ko manga patong;50. So manga nditarun niran na tombaga a pulangga, go mikokolob ko manga paras iran so Apoi"},{"SurahNumber":14,"VerseNumber":51,"Text":"Ka imbadal o Allah ko oman 1 Baraniyawa so Pinggalubuk iyan; Mata-an! A so Allah na maga-an i itongan"},{"SurahNumber":14,"VerseNumber":52,"Text":"Giyangka-i (a Qur-an) na Tarotop a undao ko manga Manosiya: Go a non misabap a Kapakaiktiyara kiran, go an niran katokawi a Sukaniyan mbo i Tohan a Isa Isa: Go an makowa undao O manga papantas i akal"}]}