{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":38,"VerseNumber":62,"Text":"Ka bɛ (toondannim’ maa) yεli: “Bo n-leei chɛ ka ti bi nyari ninvuɣu shεba ti ni daa kaandi pahiri ninvuɣu bɛri puuni la?”"},{"SurahNumber":38,"VerseNumber":63,"Text":"“Di ni bɔŋɔ, ti daa kuli maandi ba la ansarsi (Dunia puuni), bee ti nina n-kuli bi pali ba (buɣum ŋɔ ni)?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"Achiika! Di lala buɣum bihi namgbanpeeni ŋɔ maa nyɛla yɛlimaŋli"},{"SurahNumber":38,"VerseNumber":65,"Text":"(Yaa nyini Annabi)! Yεlima! Achiika! Mani nyɛla saɣisigulana. Yaha! Duuma jεmdigu n-kani ni yεlimaŋli naɣila Naawuni, O nyɛla zaɣiyini, Nyɛŋda"},{"SurahNumber":38,"VerseNumber":66,"Text":"“Sagbana mini tiŋgbani, n-ti pahi din be di sunsuuni Duuma, Ŋuna n-nyɛ Nyɛŋda, Chεmpaŋlana"},{"SurahNumber":38,"VerseNumber":67,"Text":"(Yaa nyini Annabi)! Yεlima: “Di (Alkur’aani) nyɛla lahibali din bara.”"},{"SurahNumber":38,"VerseNumber":68,"Text":"Yinim’ (Larbunim’) mi nyɛla ban lebi biri ka chɛ li"},{"SurahNumber":38,"VerseNumber":69,"Text":"N-di ka baŋsim shεli n-zaŋ chaŋ Malaaikanim’ sani saha shɛli bɛ ni daa ŋmεri namgbankpeeni la"},{"SurahNumber":38,"VerseNumber":70,"Text":"Bɛ bi siɣsiri wahayi n-tiri ma na m-pahila n-nyɛla saɣisigulana n-tin ya polo ni"},{"SurahNumber":38,"VerseNumber":71,"Text":"(Yaa nyini Annabi)! Teemi saha shεli a Duuma (Naawuni) ni daa yεli Malaaikanima: “Achiika! N (Mani Naawuni) nyɛla Ŋun yɛn nam ninsala ni yεɣari.”"},{"SurahNumber":38,"VerseNumber":72,"Text":"“Dinzuɣu, N-yi ti nam o naai, ka pɔbsi N nyɛvuli niŋ o ni, yi (Malaaika- nim’) man lum ya, ka nyɛla ban niŋdi suzuuda n-tiri o.”"},{"SurahNumber":38,"VerseNumber":73,"Text":"Ka Malaaikanim’ zaasa lu n-niŋ suzuuda n-ti o namgbaniyini"},{"SurahNumber":38,"VerseNumber":74,"Text":"Naɣila Ibliisa (shintaŋ) n-daa tibgi o maŋa, ka pahi gutulunim’ puuni"},{"SurahNumber":38,"VerseNumber":75,"Text":"Ka O (Naawuni) yεli: “Yaa nyini Ibliisa (shintaŋ)! Bo n-leei mɔŋ a ni a lu suzuuda ti N-ni nam ni N (Mani Naawuni) nuhi ayi? Di ni bɔŋɔ, a tibgila a maŋa, bee a bela ban duhiri bɛ maŋ’ zuɣusaa puuni"},{"SurahNumber":38,"VerseNumber":76,"Text":"Ka o (shintaŋ) yεli: “Mani n-gari o, A nam ma mi ni buɣum, ka nam o ni yεɣiri.”"},{"SurahNumber":38,"VerseNumber":77,"Text":"Ka O (Naawuni) yεli: “Tɔ! Yim di (Alizanda maa) puuni, achiika! A nyɛla bɛ ni kari so yihi N nambɔzɔhigu ni.”"},{"SurahNumber":38,"VerseNumber":78,"Text":"“Yaha! Achiika! N narimbu be a zuɣu n-zaŋ hali ni Sanyoodali.”"},{"SurahNumber":38,"VerseNumber":79,"Text":"Ka o (shintaŋ) yεli: “Yaa n Duuma (Naawuni)! Naɣisim ma hali ni dabsi’ shεli Chiyaama ni yɛn ti yiɣisi.”"},{"SurahNumber":38,"VerseNumber":80,"Text":"Ka O (Naawuni) yεli: “Achiika! A be bɛ ni yɛn naɣisi shɛba ni.”"},{"SurahNumber":38,"VerseNumber":81,"Text":"“N-zaŋ chaŋ sahamirili dali.”"},{"SurahNumber":38,"VerseNumber":82,"Text":"Ka o (shintaŋ) yεli: “M-po A nam nyɛŋsim, achiika! N-nyɛla ŋun yɛn birgi ba namgbaniyini.”"},{"SurahNumber":38,"VerseNumber":83,"Text":"“Naɣila bɛ puuni ban nyɛ A dabgahinda.”"}]}