{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Кажи им казивање о Ноји! Када он рече своме народу: „О народе мој, ако вам је тежак мој боравак међу вама, и ако вам је тешко моје опомињање Аллаховим речима и доказима, па ја се ослањам само на Аллаха, а ви се, заједно са својим лажним божанствима, одлучите, и нека вам одлука ваша не буде нејасна; затим је нада мном извршите и не одгађајте нимало"},{"SurahNumber":10,"VerseNumber":72,"Text":"А ако се окренете од мог позива, па ја од вас никакву награду не тражим, мене ће Аллах да награди, мени је наређено да будем од оних који су Аллаху предани и покорни.“"},{"SurahNumber":10,"VerseNumber":73,"Text":"Али, прогласише га лажовом, па Ми у лађи њега и оне који су били уз њега спасисмо и учинисмо их наследницима а потописмо оне који су наше речи и доказе порицали, па погледај какав је био завршетак оних који су били упозорени"},{"SurahNumber":10,"VerseNumber":74,"Text":"Затим смо, после њега, посланике народима њиховим слали који су им доносили јасне доказе, али они нису хтели да верују у оно што су пре порицали. Тако Ми печатимо срца онима који прелазе Аллахове границе"},{"SurahNumber":10,"VerseNumber":75,"Text":"Затим смо, после њих, Мојсија и Арона послали са Нашим доказима фараону и његовим главешинама, али су се они узохолили; били су народ злочиначки"},{"SurahNumber":10,"VerseNumber":76,"Text":"А када им је од Нас дошла Истина, казали су: „Ово је, заиста, права враџбина!“"},{"SurahNumber":10,"VerseNumber":77,"Text":"„Зар за Истину која вам је дошла кажете да је враџбина?“ Казао је Мојсије, „а чаробњаци неће никад успети!“"},{"SurahNumber":10,"VerseNumber":78,"Text":"А они рекоше: „Зар си дошао да нас одвратиш од онога на чему смо затекли наше претке, да би вас двојица добили власт у овој земљи? Ми нећемо да поверујемо вама двојици!“"}]}