{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":84,"Text":"ER sagte: \"Der Wahrheit gemäß - und die Wahrheit ist, was ICH sage"},{"SurahNumber":38,"VerseNumber":85,"Text":"werde ICH doch Dschahannam voll füllen mit dir und allen, die von ihnen dir folgen, allesamt"},{"SurahNumber":38,"VerseNumber":86,"Text":"Sag: \"Ich verlange von euch dafür keinen Lohn, und ich bin nicht von den Angebenden"},{"SurahNumber":38,"VerseNumber":87,"Text":"Es ist nur eine Ermahnung für die Schöpfung"},{"SurahNumber":38,"VerseNumber":88,"Text":"Und ihr werdet doch noch seine Mitteilung nach einer Zeit erkennen"},{"SurahNumber":39,"VerseNumber":1,"Text":"Die sukzessive Hinabsendung der Schrift ist von ALLAH, Dem Allwürdigen, Dem Allweisen"},{"SurahNumber":39,"VerseNumber":2,"Text":"Gewiß, WIR sandten dir die Schrift mit der Wahrheit hinab, so diene ALLAH als Aufrichtiger im Din Ihm gegenüber"},{"SurahNumber":39,"VerseNumber":3,"Text":"Ja! Nur ALLAH gehört der reine Din. Und diejenigen, die anstelle von Ihm sich Wali nehmen: \"Wir dienen ihnen nicht, außer damit sie uns zu ALLAH eine nähere Stellung verschaffen.\" Gewiß, ALLAH wird zwischen ihnen richten in dem, worüber sie uneins waren. Gewiß, ALLAH leitet nicht denjenigen recht, der ein äußerster Lügner und ein äußerster Kafir ist"},{"SurahNumber":39,"VerseNumber":4,"Text":"Hätte ALLAH Sich ein Kind nehmen wollen, hätte ER gewiß von dem, was ER erschuf, das auserwählt, was ER will. Gepriesen-erhaben ist ER! ER ist ALLAH, Der Einzige, Der Allbezwingende"},{"SurahNumber":39,"VerseNumber":5,"Text":"ER erschuf die Himmel und die Erde mit der Gesetzmäßigkeit. ER windet die Nacht über den Tag und windet den Tag über die Nacht. Und ER machte die Sonne und den Mond gratis fügbar. Alle durchlaufen bis zu einer festgelegten Zeit. Ja! ER ist Der Allwürdige, Der Allvergebende"}]}