{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":27,"VerseNumber":36,"Text":"Ɛberε a (asomafoͻ no) baa Solomon hͻ no, ͻkaa sε: “Ahonya deε na mode rema no abu me soͻ? Deε Nyankopͻn de ama me no kyεn deε Ɔde ama mo. Daabi, mona moanigye moakyεdeε no ho “"},{"SurahNumber":27,"VerseNumber":37,"Text":"(Solomon ka kyerεε Ɔhemaa no bͻfo panin no sε): “San wakyi kͻ wͻn hͻ, na yεde dͻm a wͻ’nntumi nyina ano bεba wͻn so, na y’abetu wͻn mu atitiriwfoͻ no afri kuro no mu, na y’agu wͻn anim ase “"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Solomon) kaa sε: ”Mpanimfoͻ, momu hwan na ͻde n’ahennwa no bεbrε me ansa na wͻ’de ahobraseε aba me hᴐ?”"},{"SurahNumber":27,"VerseNumber":39,"Text":"Jinn no mu ͻhodenfoͻ (Ifriit) kaa sε: “Mede bεbrε wo ansa na w’asͻre afri faako a woteε yi. Nokorε sε mewͻ ahoͻden afei medi nokorε wͻ adwuma a εte saa no ho"},{"SurahNumber":27,"VerseNumber":40,"Text":"Nea ͻwͻ Nyamesεm Nwoma no ho nimdeε no kaa sε: “Mede bεbrε wo ntεmso (tesε obi abͻ na’ani ateε). Ԑberε a Solomon hunuu sε (Ɔhemaa no ahennwa) no si n’anim no, ͻkaa sε: “Woi yε adom a efri me Wura Nyankopͻn hͻ sεdeε Ɔde bεsͻ me ahwε sε meyi (N’ayε) anaa meyi (no) boniayε. Obi a obeyi (Nyankopͻn) ayε no, oyi ayε dema ͻno ara neho, na obia obeyi boniayε no nso nokorε sε, me Wura Nyankopͻn deε W’anya Neho, Ɔne Adom ne Animuonyam Hene"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Solomon) kaa sε: “Monyε nsakraeε wͻ n’ahennwa no ho ma no na yεnhwε sε w’anya kwankyerε, anaasε ͻka wͻn a wͻ’nnyaa kwan kyerε no ho.“"},{"SurahNumber":27,"VerseNumber":42,"Text":"Ɛberε a ͻbaeε no yεkakyerεε no sε: “Enti w’ahennwa no sei na εteε?” Ɔkaa sε: “Ɛbεka sε εyε noa “.(Solomon kaa sε): Y’adi kan anya ɛho nimdeε ansa na ͻreba. Na yε’deε yε’yε Muslimifoͻ dada”"},{"SurahNumber":27,"VerseNumber":43,"Text":"Deε na (Ɔhemaa Bilqiis) fri Nyankopͻn akyi somoeε no sii no (Nyamesom ho) kwan efrisε na ͻka amanfoͻ boniyεfoͻ no ho"},{"SurahNumber":27,"VerseNumber":44,"Text":"Yε’ka kyerεε (Ɔhemaa) no sε: “Wura ahemfie kεseε no mu”. Ɛberε a ohunuuiε no n’adwen yεε no sε εyε asu tadeε bi, enti (ͻpagya n’ataadeε) yii nenan ho. Solomon kaa sε: “Ɛyε ahemfie a yεde nhwehwε na ayε no kokwakokwa“. Ɔhemmaa Bilqiis kaa sε: ”Me Wura Nyankopͻn, nokorε sε m’ayε bͻne atia me ho, na m’aka Solomon ho abrε me ho ase (sε Muslim) de ama Abͻdeε nyinaa Wura no"}]}