{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"Ва барои хонаҳояшон дарҳое аз нуқра қарор медоданд ва тахтҳое, нуқрагин ки бар онҳо такя зананд омода месохтем"},{"SurahNumber":43,"VerseNumber":35,"Text":"Ва аз ҳар гуна зинат барояшон қарор медодем. Ва аммо ҳамаи инҳо баҳрамандии ночизи дунявист, ҳол он ки охират (ҷаннат) дар назди Парвардигори ту барои парҳезгорон аст"},{"SurahNumber":43,"VerseNumber":36,"Text":"Ҳар кас, ки аз ёди Аллоҳи меҳрубон (Қуръон) рӯй гардонад, шайтоне бар ӯ вобаста мекунем, ки ӯро дар дунё гумроҳ месозад, пас ӯ ҳамеша ҳамроҳаш бошад"},{"SurahNumber":43,"VerseNumber":37,"Text":"Ва албатта шайтонҳо бозмедоранд кофиронро, аз роҳи рост, вале кофирон худро ҳидоятёфта меҳисобанд"},{"SurahNumber":43,"VerseNumber":38,"Text":"То он гоҳ ки назди Мо ояд, гӯяд кофир ба шайтон: «Эй кош, миёни ману ту дурие мебуд ба мисли масофаи машриқу мағриб. Зеро бисёр бад ҳамнишине будӣ ту барои ман дар дунё»"},{"SurahNumber":43,"VerseNumber":39,"Text":"Ва гӯем фоида накунад шуморо дигар пушаймонӣ зеро, ки зулм кардед ба сабаби ихтиёр намуданатон куфро. Пас шумо дар чашидани азоб бо якдигар шарик бошед"},{"SurahNumber":43,"VerseNumber":40,"Text":"Оё ту эй Паёмбар, мехоҳӣ ба ношунавоён сухан бишнавонӣ ё кӯронеро, ки дар гумроҳии ошкор ҳастанд, роҳ бинамоӣ? Ин дар ӯҳдаи ту нест, ҳидоят дар дасти Аллоҳ аст"},{"SurahNumber":43,"VerseNumber":41,"Text":"Пас ҳаргоҳ туро эй Паёмбар аз ин дунё бибарем, албатта Мо аз онҳо интиқом мегирем"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ё азобе, ки ба онҳо ваъда додем, ба ту нишон хоҳем дод, зеро, Мо бар онҳо тавоно ҳастем"},{"SurahNumber":43,"VerseNumber":43,"Text":"Пас маҳкам нигаҳ дор эй Паёмбар он чиро, ки Аллоҳ дар ин Қуръон ба ту амр кардааст. Албатта ту бар роҳи рост (дини Ислом) қарор дорӣ"},{"SurahNumber":43,"VerseNumber":44,"Text":"Ва албатта, ин Қуръон барои ту ва қавмат панде аст. Зеро, ки ба забони онҳо нозил шудааст ва аз дигарҳо дида бояд онро хубтар бифаҳманд ва ба зудӣ пурсида мешавед аз шукргузорӣ ва амал кардан ба Қуръон"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ва бипурс эй Паёмбар он паёмбаронеро, ки фиристода будем пеш аз ту: «Оё ҷуз Аллоҳи меҳрубон, дигареро барои парастиши онҳо қарор дода будем?»"},{"SurahNumber":43,"VerseNumber":46,"Text":"Ва ҳамоно, Мӯсоро ҳамроҳ бо муъҷизаҳои Худ бар Фиръавн ва сардорони қавмаш фиристодаем ва гуфт: «Ҳароина, ман фиристодаи Парвардигори ҷаҳониёнам!»"},{"SurahNumber":43,"VerseNumber":47,"Text":"Чун оёти (муъҷизаҳои) Моро бар онон пешкаш кард, онон аз мушоҳидаи он муъҷизаҳо ба онҳо механдиданд"}]}