{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":38,"VerseNumber":84,"Text":"Ka O (Naawuni) yεli: “Di nyɛla yεlimaŋli, yεlimaŋli mi ka n-yɛra.”"},{"SurahNumber":38,"VerseNumber":85,"Text":"Achiika! N (Mani Naawuni) nyɛla Ŋun yɛn chɛ ka ʒahannama (buɣum) pali ni nyini (shintaŋ), n-ti pahi ban doli a bɛ (ninsalinim’) puuni namgbaniyini. “M-bi bɔhiri ya sanyo’ shεli n-zaŋ chaŋ"},{"SurahNumber":38,"VerseNumber":86,"Text":"(Yaa nyini Annabi)! Yεlima: di (Alkur’aani wumbu) zuɣu. M mi ka ban ŋmari ʒiri puuni.”"},{"SurahNumber":38,"VerseNumber":87,"Text":"“Di (Alkur’aani maa) pala shεli m- pahila teebu n-zaŋ ti binnamda.”"},{"SurahNumber":38,"VerseNumber":88,"Text":"“Yaha! Achiika! Yi ni ti baŋ di lahibali ni saha bɛla nyaaŋa"},{"SurahNumber":39,"VerseNumber":1,"Text":"Litaafi (Alkur’aani) siɣisibu yila Naawuni so Ŋun nyɛ Nyεŋda, Yεmgoliŋgalana sani na"},{"SurahNumber":39,"VerseNumber":2,"Text":"(Yaa nyini Annabi)! Achiika! Ti (Tinim’ Naawuni) n-siɣisi litaafi ŋɔ maa (Alkur’aani) n-ti a na ni yεlimaŋli, dinzuɣu jεmmi Naawuni, ka nyɛla ŋun niŋdi O kasi ni jɛma"},{"SurahNumber":39,"VerseNumber":3,"Text":"Wumma! Naawuni n-nyɛ Ŋun su jεma din niŋ kasi, ka ninvuɣu shεba ban zaŋ binyεr’ shεŋa n-leei duumanim’ ka pa ni Ŋuna maa naan (yεra): “Tinim’ bi jεmdi li shɛli zuɣu naɣila bɛ (buɣa maa) zaŋ ti miri Naawuni.” Achiika! Naawuni ni ti niŋ fukumsi bɛ sunsuuni domin namgbankpeeni shεli puuni bɛ ni be maa. Achiika! Naawuni bi dolsiri ninvuɣu so ŋun nyɛ ʒirilana, ŋun zooi chɛfuritali"},{"SurahNumber":39,"VerseNumber":4,"Text":"Naawuni yi di bɔri ni O mali bia, tɔ! O naan piigi O ni bɔri shɛli O binnamda puuni. O nam niŋ kasi, Ŋuna n-nyɛ Naawuni, Nagaŋ, Ŋun nyɛŋdi yɛllikam"},{"SurahNumber":39,"VerseNumber":5,"Text":"O namla sagbana mini tiŋgbani ni yεlimaŋli. Yaha! O zaŋdila yuŋ kpεhiri wuntaŋ’ ni, ka mali wuntaŋ’ kpεhiri yuŋ ni, ka balgi wuntaŋ’ mini goli, ka di zaɣiyini kam chana ni sahamirili. Wumma! Ŋuna n-nyɛ Nyɛŋda, Chεmpaŋlana"}]}