{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"The blind and the seeing are not alike"},{"SurahNumber":35,"VerseNumber":20,"Text":"nor the darkness and the Light"},{"SurahNumber":35,"VerseNumber":21,"Text":"nor the shade and the heat"},{"SurahNumber":35,"VerseNumber":22,"Text":"nor the living and the dead. Certainly Allah can make anyone hear if He so wills; but, O Prophet, you cannot make those who are in the graves hear you"},{"SurahNumber":35,"VerseNumber":23,"Text":"You are nothing but a Warner"},{"SurahNumber":35,"VerseNumber":24,"Text":"Certainly We have sent you (O Muhammad) with the Truth as a bearer of good news and as a Warner, for there has not been a nation which has not had a Warner"},{"SurahNumber":35,"VerseNumber":25,"Text":"If they disbelieve you, know that their predecessors also disbelieved their Messengers who came to them with clear signs, scriptures and the light-giving Book"},{"SurahNumber":35,"VerseNumber":26,"Text":"But in the end I seized the disbelievers, and behold, how terrible was My disapproval"},{"SurahNumber":35,"VerseNumber":27,"Text":"Do you not see that Allah sends down rain from the sky with which We bring forth fruits of various colors? Similarly, in the mountains there are streaks of various shades including white, red, jet-black rocks"},{"SurahNumber":35,"VerseNumber":28,"Text":"Likewise men, beasts and cattle have their different colors. In fact, only those among His servants who possess knowledge fear Allah; surely Allah is All-Mighty, All-Forgiving"},{"SurahNumber":35,"VerseNumber":29,"Text":"Surely those who recite the Book of Allah, establish Salah, spend out of what We have given them, secretly and openly, may hope for imperishable gain"},{"SurahNumber":35,"VerseNumber":30,"Text":"That He may pay them back their full reward and give them even more out of His grace; surely He is Forgiving and Appreciative of His devotees"}]}