{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"Si tu voyais alors comment les criminels auront la tête baissée devant leur Seigneur. « Seigneur, diront-ils, nous avons vu et entendu, fais-nous revenir (sur terre) et nous y ferons le bien. Nous sommes à présent convaincus. »"},{"SurahNumber":32,"VerseNumber":13,"Text":"Si Nous avions voulu, Nous aurions montré à chaque âme sa juste direction. Mais le verdict relevant de Moi a été prononcé : « Je remplirai la Géhenne de djinns et d’hommes réunis ! »"},{"SurahNumber":32,"VerseNumber":14,"Text":"Goûtez donc (à ce châtiment) pour avoir oublié la rencontre de ce jour qui est le vôtre. Nous vous avons également oubliés. Goûtez le supplice éternel pour prix de ce que vous faisiez"},{"SurahNumber":32,"VerseNumber":15,"Text":"N’ont foi en Nos versets que ceux qui, lorsqu’ils leur sont rappelés, tombent à terre prosternés, rendent gloire à leur Seigneur et célèbrent Ses louanges, sans se montrer hautains"},{"SurahNumber":32,"VerseNumber":16,"Text":"Leurs flancs désertent leurs couches pour invoquer alors leur Seigneur pleins de crainte et d’espoir, et ils dépensent de ce que Nous leur dispensons"},{"SurahNumber":32,"VerseNumber":17,"Text":"Personne (n’est en mesure de) savoir quelles joies leur sont destinées en récompense de ce qu’ils faisaient"},{"SurahNumber":32,"VerseNumber":18,"Text":"Le croyant peut-il être assimilé au pervers ? Non, ils ne sont point égaux"},{"SurahNumber":32,"VerseNumber":19,"Text":"Ceux qui ont cru et ont accompli les bonnes œuvres auront, pour prix de ce qu’ils faisaient, les Jardins du Refuge pour résidence"},{"SurahNumber":32,"VerseNumber":20,"Text":"Quant à ceux qui se sont viciés,[404] leur refuge sera le Feu. Chaque fois qu’ils voudront en sortir, ils y seront reconduits, et il leur sera dit : « Goûtez le supplice du Feu que vous preniez pour un mensonge ! »"}]}