{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Katakanlah (Muhammad), \"Sesungguhnya aku hanya memberimu peringatan sesuai dengan wahyu.” Tetapi orang tuli tidak mendengar seruan apabila mereka diberi peringatan"},{"SurahNumber":21,"VerseNumber":46,"Text":"Dan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).”"},{"SurahNumber":21,"VerseNumber":47,"Text":"Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji -ṣallallāhu 'alaihi wa sallam-i, pasti Kami akan mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan"},{"SurahNumber":21,"VerseNumber":48,"Text":"Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqān (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa"},{"SurahNumber":21,"VerseNumber":49,"Text":"(yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat"},{"SurahNumber":21,"VerseNumber":50,"Text":"Dan ini (Al-Qur`ān) adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan. Maka apakah kamu mengingkarinya"},{"SurahNumber":21,"VerseNumber":51,"Text":"Dan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia"},{"SurahNumber":21,"VerseNumber":52,"Text":"(Ingatlah), ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"Mereka menjawab, “Kami mendapati nenek moyang kami menyembahnya.”"},{"SurahNumber":21,"VerseNumber":54,"Text":"Dia (Ibrahim) berkata, “Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Mereka berkata, \"Apakah engkau datang kepada kami dengan kebenaran atau engkau main-main?”"},{"SurahNumber":21,"VerseNumber":56,"Text":"Dia (Ibrahim) menjawab, “Sebenarnya Tuhan kamu ialah Tuhan (pemilik langit dan bumi; (Dialah) yang telah menciptakannya; dan aku termasuk orang yang dapat bersaksi atas itu.”"},{"SurahNumber":21,"VerseNumber":57,"Text":"Dan demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya"}]}