{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":35,"Text":"The worshippers of false gods say: \"If Allah had so willed then we would not have worshipped anybody but Him— Neither we and nor our fathers— Nor would we have forbade anything other than His (things which He forbids).\" Like this did those who went before them. But what is the duty of messengers (from Allah) except to teach the Clear Message"},{"SurahNumber":16,"VerseNumber":36,"Text":"And We surely sent from every people a messenger (with the Command), \"Serve Allah, and avoid evil:\" From the people were some whom Allah guided, and some for whom error could not be avoided. So travel through the earth, and see what was the end of those who rejected (the Faith and the Truth)"},{"SurahNumber":16,"VerseNumber":37,"Text":"If you (O Prophet!) are eager for their guidance, then surely, Allah guides not those whom He leaves to stray (away from the Path), and there will be no one to help them"},{"SurahNumber":16,"VerseNumber":38,"Text":"And they swear their strongest promise by Allah, that Allah will not raise up those who die: Yes! (He will raise them and) it is a promise (to be made real) from Him in Truth: But most men do not realize it"},{"SurahNumber":16,"VerseNumber":39,"Text":"(They must be raised up) so that He may clarify to them the Truth where they differed, and that the rejecters of Truth may realize that they had really (given in to) falsehood"},{"SurahNumber":16,"VerseNumber":40,"Text":"Verily, to anything that We have willed (to be), We only say the word, \"Be\", and it is"},{"SurahNumber":16,"VerseNumber":41,"Text":"And to those who emigrated (and left) their homes in the cause of Allah, after suffering oppression— We will surely give a goodly home in this world; But the reward of the Hereafter will be truly greater, if they only realized"},{"SurahNumber":16,"VerseNumber":42,"Text":"Those (are the people) who remain constant with patience, and put their trust on their Lord"}]}