{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"Maalinta naf waliba heli doonto waxa khayr ay fashay oo la hor keeno iyo waxa xume ay fashay, waxay jeclaan doontaa in dhexdooda iyada iyo xumahaa ay ahaan lahayd geeddi aad iyo aad u fog. Oo Allaah wuxuu idiinka digaa Naftiisa (Ciqaabkiisa). Oo Allaah waa u Turid iyo Naxariis Badan yahay addoomahiisa"},{"SurahNumber":3,"VerseNumber":31,"Text":"(Nabi Muxammadow) dheh: Haddaad Allaah jeceshihiin, haddaba i soo raaca, Allaah baa idin jeclaan oo idiin dhaafi dunuubtiinna. Oo Allaah waa Dambi Dhaaf Badane, Naxariis Badan"},{"SurahNumber":3,"VerseNumber":32,"Text":"Dheh: Adeeca Allaah iyo Rasuulka (Muxammad). Haddiise ay dhabarka jeediyaan, hubaal Allaah ma jecla gaalada"},{"SurahNumber":3,"VerseNumber":33,"Text":"Hubaal Allaah wuxuu ka doortay Aadam iyo Nuux iyo reer Ibraahiim iyo reer Cimraanba ummadaha dhan dushood"},{"SurahNumber":3,"VerseNumber":34,"Text":"Durriyad qaarkoodba ka yimid qaar, oo Allaah waa wax kasta Maqle,wax kasta Og"},{"SurahNumber":3,"VerseNumber":35,"Text":"Waa tii ay marwadii Cimraan tidhi: Rabbiyow! Waxaan anigu hubaal kuu nadar galay in waxa ku jira uurkayga uu u madax bannaanaado (cibaadadaada) ee iga aqbal. Hubaal waxaad Adigu tahay wax kasta Maqlaha, wax kasta Ogsoon"},{"SurahNumber":3,"VerseNumber":36,"Text":"Markiise ay dhashay waxay tidhi: Rabbiyow! Hubaal waxaan dhalay ilmo dheddig ah, oo Allaah wuu ka ogaa (cid kale oo dhan) waxa ay dhashay – oo labku ma aha la mid dheddiga, oo waxaan u bixiyey Maryam8, oo waxaan kaa magan gelinayaa iyada iyo durriyaddeedaba Shaydaanka la fogeeyay"},{"SurahNumber":3,"VerseNumber":37,"Text":"Markaasuu Rabbigeed ka aqbalay aqbal wanaagsan, oo ka yeelay inay korto koritaan wanaagsan, oo u dhiibay xilka daryeelkeeda Zakariya. Mar kasta oo uu Zakariya ugu soo galo Mixraabka (si uu u arko) wuxuu ka helaa agteeda riziq. Wuxuu yidhi: Maryameey: Xaggee bay waxakani kaaga yimaadaan? Waxay tidhi: Waa xag Ilaahay. Hubaal Allaah wuxuu u arsaaqaa qofkuu doono xisaab la’aan"}]}