{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"Cuando tú y los tuyos estéis instalados en la nave, di: '¡Alabado sea Alá, Que nos ha salvado del pueblo impío"},{"SurahNumber":23,"VerseNumber":29,"Text":"Y di: '¡Señor! ¡Haz que desembarque en un lugar bendito! Tú eres Quien mejor puede hacerlo"},{"SurahNumber":23,"VerseNumber":30,"Text":"Ciertamente, hay en ello signos. En verdad, ponemos a prueba...»"},{"SurahNumber":23,"VerseNumber":31,"Text":"Luego, después de ellos, suscitamos otra generación"},{"SurahNumber":23,"VerseNumber":32,"Text":"y les mandamos un enviado salido de ellos: «¡Servid a Alá! No tenéis a ningún otro dios que a Él ¿Y no Le temeréis?»"},{"SurahNumber":23,"VerseNumber":33,"Text":"Pero los dignatarios del pueblo, que no creían y desmentían la existencia de la otra vida y a los cuales habíamos enriquecido en la vida de acá, dijeron: «Éste no es sino un mortal como vosotros, que come de lo mismo que vosotros coméis y bebe de lo mismo que vosotros bebéis»"},{"SurahNumber":23,"VerseNumber":34,"Text":"Si obedecéis a un mortal como vosotros, estáis perdidos"},{"SurahNumber":23,"VerseNumber":35,"Text":"¿Os ha prometido que se os sacará cuando muráis y seáis tierra y huesos"},{"SurahNumber":23,"VerseNumber":36,"Text":"¡Está bien lejos de ocurrir lo que se os ha prometido"},{"SurahNumber":23,"VerseNumber":37,"Text":"¡No hay más vida que la nuestra de acá! Morimos y vivimos, pero no se nos resucitará"},{"SurahNumber":23,"VerseNumber":38,"Text":"No es más que un hombre, que se ha inventado una mentira contra Alá. No tenemos fe en él"},{"SurahNumber":23,"VerseNumber":39,"Text":"Dijo: «¡Señor! ¡Auxíliame, que me desmienten!»"},{"SurahNumber":23,"VerseNumber":40,"Text":"Dijo: «Un poco más y se arrepentirán»"},{"SurahNumber":23,"VerseNumber":41,"Text":"El Grito les sorprendió merecidamente y les convertimos en detrito. ¡Atrás el pueblo impío"},{"SurahNumber":23,"VerseNumber":42,"Text":"Luego, después de ellos, suscitamos otras generaciones"}]}