{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":24,"VerseNumber":37,"Text":"Ticaretin ve alışverişin, onları Allah´ın zikrinden, namazı ikame etmekten ve zekâtı vermekten alıkoymadığı adamlar ki (onlar), kalplerin ve gözlerin (dehşetten) döneceği günden korkarlar"},{"SurahNumber":24,"VerseNumber":38,"Text":"Allah, onlara yaptıklarının karşılığını en güzel şekilde vermek için onlara fazlından arttırır. Ve Allah, dilediği kimseyi hesapsız rızıklandırır"},{"SurahNumber":24,"VerseNumber":39,"Text":"Ve kâfirlerin amelleri düz arazideki serap gibidir. Susamış olan, onu su zannetti. Ona ulaştığı zaman, bir şey bulamadı. Ve yanında (karşısında) Allah´ı buldu. Böylece (Allah), onun hesabını ona tam olarak ödedi. Ve Allah, hesabı seri (çabuk) görendir"},{"SurahNumber":24,"VerseNumber":40,"Text":"Veya derin denizdeki karanlıklar gibidir. Onun üstünü, dalga üstüne dalga kaplar. Onun üzerinde de bulutlar vardır. Karanlık üstüne karanlıktır, elini çıkarttığı zaman neredeyse onu göremez. Ve Allah, kime nur kılmamışsa (vermemişse) artık onun için bir nur yoktur"},{"SurahNumber":24,"VerseNumber":41,"Text":"Semalarda ve arzda olanların ve saflar halindeki kuşların, Allah´ı tesbih ettiğini görmedin mi? Hepsi, namazlarını (dualarını) ve tesbihlerini bilmişlerdir. Ve Allah, onların yaptıklarını en iyi bilendir"},{"SurahNumber":24,"VerseNumber":42,"Text":"Ve semaların ve arzın mülkü Allah´ındır. Ve dönüş Allah´adır"},{"SurahNumber":24,"VerseNumber":43,"Text":"Allah´ın bulutları sevkettiğini, sonra onların aralarını birleştirdiğini, sonra da onları küme haline getirdiğini görmüyor musun? Böylece onların arasından yağmur çıkardığını görürsün.Ve semadan, içinde dolu bulunan dağlar (dolu kümeler) indirir. Böylece onu dilediğine isabet ettirir. Ve onu dilediğinden çevirir (uzaklaştırır). Onun şimşeğinin parıltısı, neredeyse görmeyi giderir (gözleri kör gibi yapar)"}]}