{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":127,"Text":"Эстегин, Ибрахим менен (баласы) Ысмайыл экөө Үйдүн (Каабанын) пайдубалын көтөрүп жатып (мындай деп дуба кылышты): “О, Раббибиз! Бизден (ушул ишибизди) кабыл кыла көр! Албетте, Сен Угуучу, Билүүчүсүң"},{"SurahNumber":2,"VerseNumber":128,"Text":"О, Раббибиз! Бизди Өзүңө моюн сунуучулардан кыл! Биздин урпактарыбыздан Өзүңө мусулман (моюн сунуучу) үммөт (чыгар!) Жана бизге (ажы мезгилинде жасалчу) ибадаттарыбызды үйрөт! Биздин тообаларыбызды кабыл кыл! Албетте, Сен тообаны кабыл кылуучу, Мээримдүүсуң"},{"SurahNumber":2,"VerseNumber":129,"Text":"О, Раббибиз! Алардын (урпактарыбыздын) арасынан, аларга Сенин аяттарыңды окуп берүүчү, Китеп жана Даанышмандыкты үйрөтүүчү жана аларды (ширктен ж.б. күнөө иштерден) тазартуучу бир пайгамбар жибер! Албетте, Өзүң Жеңүүчү жана Даанышмансың!”"},{"SurahNumber":2,"VerseNumber":130,"Text":"Ибрахимдин Дининен? наадан адамдар гана баш тартат. Биз Ибрахимди бул дүйнөдө (элдерге жолбашчы кылып) тандап алдык жана ал Акыретте да (жогорку даражалуу) салих адамдардан"},{"SurahNumber":2,"VerseNumber":131,"Text":"Эстегин, Раббиси ага “Мусулман бол!” (Өзүмө гана моюн сун!) дегенде, ал (ыклас жана сүйүү менен) “Ааламдардын Раббисине моюн сундум (мусулман болдум)” деди"},{"SurahNumber":2,"VerseNumber":132,"Text":"Ибрахим өзүнүн балдарына ушул гана динди осуят кылып калтырган. Жана Яькуб дагы балдарына: “О, балдарым, Аллаһ силерге ушул динди тандады. Эми, силер (жалгыз Аллаһтын Өзүнө) моюн сунган (мусулман) абалда гана өлгүлө” деп осуят кылган"},{"SurahNumber":2,"VerseNumber":133,"Text":"Силер, Яькубга! өлүм келген убакытта күбө болдуңар беле?! Ал балдарына”: “Менден кийин эмнеге сыйынасыңар?” дегенде, алар: “Сенин жана аталарың Исхак, Ысмайыл, Ибрахимдердин кудайы — жалгыз Кудайга (Аллаһка) сыйынабыз. Жана биз Ага моюн сунуучубуз” дешкен"},{"SurahNumber":2,"VerseNumber":134,"Text":"Бул үммөттөр өтүп кетишти. Алар өз иштерине жооп берет, силер өз ишиңерге жооп бересиңер. Алар жасаган иштер үчүн силер суракка тартылбайсыңар"}]}