{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":74,"Text":"Kwa hakika wakosefu watakaa katika adhabu ya Jahannamu"},{"SurahNumber":43,"VerseNumber":75,"Text":"Hawatapumzishwa nayo na humo watakata tamaa"},{"SurahNumber":43,"VerseNumber":76,"Text":"Wala Sisi hatukuwadhulumu, bali wao ndio walio kuwa madhaalimu"},{"SurahNumber":43,"VerseNumber":77,"Text":"Nao watapiga kelele waseme: Ewe Malik! Na atufishe Mola wako Mlezi! Naye aseme: Hakika nyinyi mtakaa humo humo"},{"SurahNumber":43,"VerseNumber":78,"Text":"Kwa yakini tulikuleteeni Haki, lakini wengi katika nyinyi mlikuwa mnaichukia Haki"},{"SurahNumber":43,"VerseNumber":79,"Text":"Au waliweza kupitisha amri yao? Bali ni Sisi ndio tunao pitisha"},{"SurahNumber":43,"VerseNumber":80,"Text":"Au wanadhani kwamba hatusikii siri zao na minong'ono yao? Wapi! Na wajumbe wetu wapo karibu nao, wanayaandika"},{"SurahNumber":43,"VerseNumber":81,"Text":"Sema: Ingeli kuwa Rahmani ana mwana, basi mimi ningeli kuwa wa kwanza kumuabudu"},{"SurahNumber":43,"VerseNumber":82,"Text":"Ametakasika Mola Mlezi wa mbingu na ardhi, Mola Mlezi wa A'rshi, na hayo wanayo msifia"},{"SurahNumber":43,"VerseNumber":83,"Text":"Basi waache wapige porojo wakicheza mpaka wakutwe na hiyo siku yao waliyo ahidiwa"},{"SurahNumber":43,"VerseNumber":84,"Text":"Na Yeye ndiye Mungu mbinguni, na ndiye Mungu katika ardhi. Naye ndiye Mwenye hikima, Mwenye ujuzi"},{"SurahNumber":43,"VerseNumber":85,"Text":"Na ametukuka Mwenye ufalme wa mbingu na ardhi na viliomo ndani yake. Na uko kwake ujuzi wa Saa ya Kiyama, na kwake Yeye mtarudishwa"},{"SurahNumber":43,"VerseNumber":86,"Text":"Wala hao mnao waomba badala yake Yeye hawana uweza wa kumwombea mtu, isipo kuwa anaye shuhudia kwa haki, na wao wanajua"},{"SurahNumber":43,"VerseNumber":87,"Text":"Na ukiwauliza ni nani aliye waumba? Bila ya shaka watasema: Mwenyezi Mungu! Basi ni wapi wanako geuziwa"},{"SurahNumber":43,"VerseNumber":88,"Text":"Na usemi wake (Mtume) ni: Ewe Mola wangu Mlezi! Hakika hawa ni watu wasio amini"},{"SurahNumber":43,"VerseNumber":89,"Text":"Basi wasamehe, na uwambie maneno ya salama. Watakuja jua"}]}