{"Id":68,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":54,"Text":"Kažemo da te je samo pogodio zlom neki od bogova naših.\" Reče: \"Uistinu, ja pozivam za svjedoka Allaha, i svjedočite da sam ja slobodan od onog šta pridružujete"},{"SurahNumber":11,"VerseNumber":55,"Text":"Mimo Njega. Pa prevarite me svi, zatim mi ne odgađajte"},{"SurahNumber":11,"VerseNumber":56,"Text":"Uistinu! Ja se pouzdavam u Allaha, Gospodara svog i Gospodara vašeg. Nema nijedne životinje, a da On nije Držalac za kiku njenu! Uistinu, Gospodar moj je na putu pravom"},{"SurahNumber":11,"VerseNumber":57,"Text":"Pa ako se okrenete, pa doista sam vam dostavio ono s čim sam vam poslat, a daće Gospodar moj da (vas) naslijedi narod drugačiji od vas, a nećete Njemu štetiti nimalo. Uistinu, Gospodar moj je nad svakom stvari ^uvar"},{"SurahNumber":11,"VerseNumber":58,"Text":"I pošto dođe naredba Naša, spasismo Huda i one koji su s njim vjerovali, milošću od Nas, i izbavismo ih od kazne grube"},{"SurahNumber":11,"VerseNumber":59,"Text":"A to je bio Ad. Nijekali su ajete Gospodara svog i suprotstavljali se poslanicima Njegovim, i slijedili naredbu svakog tiranina svojeglavog"},{"SurahNumber":11,"VerseNumber":60,"Text":"I bili su slijeđeni na ovom Dunjau prokletstvom, i (biće) na Dan kijameta. Besumnje! Uistinu! Ad - (oni) nisu vjerovali u Gospodara njihovog. Daleko neka je Ad, narod Hudov"},{"SurahNumber":11,"VerseNumber":61,"Text":"I Semudu, brata njihovog Saliha. Reče: \"O narode moj! Obožavajte Allaha! Nemate vi drugog boga sem Njega. On vas je sazdao od zemlje i nastanio vas na njoj, zato tražite oprost od Njega, potom Mu se pokajte. Uistinu, Gospodar moj je Bliski, Onaj koji se odaziva"},{"SurahNumber":11,"VerseNumber":62,"Text":"Rekoše: \"O Salih! Doista si među nama bio (kao) onaj od kojeg se nada, prije ovog. Zar ćeš nam zabraniti da obožavamo ono šta su obožavali očevi naši, a uistinu, mi smo u ozbiljnoj sumnji prema onom čemu nas pozivaš"}]}