{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Jo no pretenc ser innocent. L'ànima exigeix el mal, tret que el meu Senyor usi de La seva misericòrdia. El meu Senyor és indulgent, misericordiós»"},{"SurahNumber":12,"VerseNumber":54,"Text":"El rei va dir: «Porteu-me'l! Li destino al meu servei». Quan va haver parlat amb ell, va dir: «Avui has trobat entre nosaltres un lloc d'autoritat, de confiança»"},{"SurahNumber":12,"VerseNumber":55,"Text":"Va dir: «Posa'm al capdavant dels magatzems del país! Jo sé bé com guardar-los!»"},{"SurahNumber":12,"VerseNumber":56,"Text":"I així vam donar poder a José en el país, en el qual podia establir-se on volia. Nosaltres fem objecte de La nostra misericòrdia a qui volem i no deixem de remunerar a qui fan el bé"},{"SurahNumber":12,"VerseNumber":57,"Text":"Amb tot, la recompensa de l'altra vida és millor per a qui creuen i temen a Al·là"},{"SurahNumber":12,"VerseNumber":58,"Text":"Els germans de José van venir i van entrar a veure-li. Aquest els va reconèixer, però ells a ell no"},{"SurahNumber":12,"VerseNumber":59,"Text":"Quan els va haver subministrat les seves provisions va dir: «Porteu-me a un germà vostre de pare. No veieu que dono la mesura justa i que sóc el millor dels hostalers"},{"SurahNumber":12,"VerseNumber":60,"Text":"Si no m'ho porteu, no obtindreu més gra de mi ni us acostareu més a mi»"},{"SurahNumber":12,"VerseNumber":61,"Text":"Van dir: «L'hi demanarem al seu pare, si que ho farem!»"},{"SurahNumber":12,"VerseNumber":62,"Text":"I va dir als seus esclaus: «Poseu la seva mercaderia en les seves alforjas. Potser la reconeguin quan regressin als seus. Potser, així, regressin...»"},{"SurahNumber":12,"VerseNumber":63,"Text":"De tornada al seu pare, van dir: «Pare! Se'ns ha negat el gra. Envia, doncs, amb nosaltres al nostre germà i així rebrem gra. Cuidarem, certament, d'ell»"}]}