{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":15,"Text":"Biz insana, ana-babasına iyilik etmesini tavsiye ettik. Annesi onu zahmetle taşıdı ve zahmetle doğurdu. Taşınması ile sütten kesilmesi, otuz ay sürer. Nihayet insan, güçlü çağına erip kırk yaşına varınca der ki: Rabbim! Bana ve ana-babama verdiğin nimete şükretmem ve razı olacağın sâlih amelleri işlemem hususunda beni muvaffak kıl. Benim için de zürriyetim için de iyiliği devam ettir. Ben sana tevbe ettim ve elbette ki ben müslümanlardanım"},{"SurahNumber":46,"VerseNumber":16,"Text":"İşte, yaptıklarının iyisini kabul edeceğimiz ve günahlarını bağışlayacağımız bu kimseler cennetlikler arasındadırlar. Bu, kendilerine verilen doğru bir sözdür"},{"SurahNumber":46,"VerseNumber":17,"Text":"Ana ve babasına: Öf be size! Benden önce nice nesiller gelip geçmişken, beni mi tekrar dirilmekle tehdit ediyorsunuz? diyen kimseye, ana ve babası Allah'ın yardımına sığınarak: Yazıklar olsun sana! İman et. Allah'ın vaadi gerçektir, dedikleri halde o: Bu, eskilerin masallarından başka bir şey değildir, der"},{"SurahNumber":46,"VerseNumber":18,"Text":"İşte onlar, kendilerinden önce cinlerden ve insanlardan gelip geçmiş topluluklar içinde, haklarında azabın gerçekleştiği kimselerdir. Gerçekten onlar ziyana uğrayanlardır"},{"SurahNumber":46,"VerseNumber":19,"Text":"Herkesin yaptıklarına göre dereceleri vardır. Allah, onlara yaptıklarının karşılığını verir, asla kendilerine haksızlık yapılmaz"},{"SurahNumber":46,"VerseNumber":20,"Text":"İnkâr edenler ateşe arz olunacakları gün (onlara şöyle denir); Dünyadaki hayatınızda bütün güzel şeylerinizi harcadınız, onların zevkini sürdünüz. Bugün ise yeryüzünde haksız yere büyüklük taslamanızdan ve yoldan çıkmanızdan dolayı alçaltıcı bir azap göreceksiniz"}]}