{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":9,"VerseNumber":87,"Text":"انہوں نے یہ پسند کیا کہ وہ پیچھے رہ جانے والی عورتوں، بچوں اور معذوروں کے ساتھ ہو جائیں اور ان کے دلوں پر مُہر لگا دی گئی ہے سو وہ کچھ نہیں سمجھتے"},{"SurahNumber":9,"VerseNumber":88,"Text":"لیکن رسول (صلی اللہ علیہ وآلہ وسلم) اور جو لوگ ان کے ساتھ ایمان لائے اپنے مالوں اور اپنی جانوں کے ساتھ جہاد کرتے ہیں اور انہی لوگوں کے لئے سب بھلائیاں ہیں اور وہی لوگ مراد پانے والے ہیں"},{"SurahNumber":9,"VerseNumber":89,"Text":"اللہ نے ان کے لئے جنتیں تیار فرما رکھی ہیں جن کے نیچے سے نہریں جاری ہیں (وہ) ان میں ہمیشہ رہنے والے ہیں، یہی بہت بڑی کامیابی ہے"},{"SurahNumber":9,"VerseNumber":90,"Text":"اور صحرا نشینوں میں سے کچھ بہانہ ساز (معذرت کرنے کے لئے دربارِ رسالت صلی اللہ علیہ وآلہ وسلم میں) آئے تاکہ انہیں (بھی) رخصت دے دی جائے، اور وہ لوگ جنہوں نے (اپنے دعویٰ ایمان میں) اللہ اور اس کے رسول (صلی اللہ علیہ وآلہ وسلم) سے جھوٹ بولا تھا (جہاد چھوڑ کر پیچھے) بیٹھے رہے، عنقریب ان میں سے ان لوگوں کو جنہوں نے کفر کیا دردناک عذاب پہنچے گا"},{"SurahNumber":9,"VerseNumber":91,"Text":"ضعیفوں (کمزوروں) پر کوئی گناہ نہیں اور نہ بیماروں پر اور نہ (ہی) ایسے لوگوں پر ہے جو اس قدر (وسعت بھی) نہیں پاتے جسے خرچ کریں جبکہ وہ اللہ اور اس کے رسول (صلی اللہ علیہ وآلہ وسلم) کے لئے خالص و مخلص ہو چکے ہوں، نیکوکاروں (یعنی صاحبانِ احسان) پر الزام کی کوئی راہ نہیں اور اللہ بڑا بخشنے والا نہایت مہربان ہے"},{"SurahNumber":9,"VerseNumber":92,"Text":"اور نہ ایسے لوگوں پر (طعنہ و الزام کی راہ ہے) جبکہ وہ آپ کی خدمت میں (اس لئے) حاضر ہوئے کہ آپ انہیں (جہاد کے لئے) سوار کریں (کیونکہ ان کے پاس اپنی کوئی سواری نہ تھی تو) آپ نے فرمایا: میں (بھی) کوئی (زائد سواری) نہیں پاتا ہوں جس پر تمہیں سوار کر سکوں، (تو) وہ (آپ کے اذن سے) اس حالت میں لوٹے کہ ان کی آنکھیں (جہاد سے محرومی کے) غم میں اشکبار تھیں کہ (افسوس) وہ (اس قدر) زادِ راہ نہیں پاتے جسے وہ خرچ کر سکیں (اور شریک جہاد ہو سکیں)"},{"SurahNumber":9,"VerseNumber":93,"Text":"(الزام کی) راہ تو فقط ان لوگوں پر ہے جو آپ سے رخصت طلب کرتے ہیں حالانکہ وہ مال دار ہیں، وہ اس بات سے خوش ہیں کہ وہ پیچھے رہ جانے والی عورتوں اور معذوروں کے ساتھ رہیں اور اللہ نے ان کے دلوں پر مہر لگا دی ہے، سو وہ جانتے ہی نہیں (کہ حقیقی سود و زیاں کیا ہے)"}]}