{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"Y (la segunda venida de Jesús) es una señal (de la proximidad de la llegada) de la Hora final[915]. No tengan dudas, pues, acerca de ella y sigan (Mi guía). Ese es el camino recto"},{"SurahNumber":43,"VerseNumber":62,"Text":"Y no dejen que el Demonio los extravíe. Él es, en verdad, un declarado enemigo de ustedes"},{"SurahNumber":43,"VerseNumber":63,"Text":"Y cuando Jesús se presentó ante su pueblo con claros milagros y pruebas, les dijo: “Ciertamente, he venido a ustedes como Profeta para aclararles algunos de los puntos sobre los que discrepaban. Teman, pues, a Al-lah y obedézcanme"},{"SurahNumber":43,"VerseNumber":64,"Text":"Al-lah es, en verdad, mi Señor y su Señor; adórenlo, pues, (solo a Él). Ese es el camino recto”"},{"SurahNumber":43,"VerseNumber":65,"Text":"Pero los grupos (que surgieron a raíz de sus diferentes creencias sobre Jesús) discreparon entre sí. ¡Que se guarden los injustos (que rechazan la verdad) del castigo de un día doloroso (el Día de la Resurrección)"},{"SurahNumber":43,"VerseNumber":66,"Text":"¿Acaso esperan a que les llegue la Hora de repente, cuando no la esperen"},{"SurahNumber":43,"VerseNumber":67,"Text":"El Día de la Resurrección, quienes fueron amigos íntimos (en la vida terrenal) serán enemigos unos de otros, con la excepción de los piadosos"},{"SurahNumber":43,"VerseNumber":68,"Text":"(Se les dirá a estos:) “¡Oh, siervos Míos!, hoy no tendrán nada qué temer ni se verán afligidos"},{"SurahNumber":43,"VerseNumber":69,"Text":"ustedes que creyeron en Mi revelación y se sometieron (a Mi religión)"},{"SurahNumber":43,"VerseNumber":70,"Text":"Entren en el Paraíso con sus esposas (o esposos creyentes) donde serán felices”"},{"SurahNumber":43,"VerseNumber":71,"Text":"Circularán entre ellos bandejas y copas de oro (con todo tipo de comida y bebida que deseen). Y Allí obtendrán todo lo que anhelen y sea un deleite para sus ojos, y allí vivirán eternamente"},{"SurahNumber":43,"VerseNumber":72,"Text":"(Se les dirá:) “Este es el Paraíso que han obtenido como recompensa por sus acciones"},{"SurahNumber":43,"VerseNumber":73,"Text":"En él tendrán fruta en abundancia de la que podrán comer”"}]}