{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Là-dessus, Pharaon ordonna : «Faites venir tout ce que compte le pays de magiciens chevronnés !»"},{"SurahNumber":10,"VerseNumber":80,"Text":"Une fois les magiciens arrivés, Moïse leur dit : « Lancez ce que vous avez à lancer !»"},{"SurahNumber":10,"VerseNumber":81,"Text":"Lorsqu’ils eurent réalisé leur tour, Moïse dit : «La performance que vous venez d’accomplir n’est que pure magie que Dieu réduira à néant, car Dieu ne gratifie pas l’œuvre des pervers"},{"SurahNumber":10,"VerseNumber":82,"Text":"Dieu, par Ses paroles, scelle la Vérité, n’en déplaise aux criminels »"},{"SurahNumber":10,"VerseNumber":83,"Text":"Mais ne crurent en Moïse que quelques jeunes gens de son peuple, par peur des châtiments que Pharaon et leurs supérieurs (parmi les magiciens) pourraient leur infliger, Pharaon étant célèbre à travers tout le pays pour son mépris à l’égard de ses sujets, et pour la tyrannie qu’il exerçait sur eux"},{"SurahNumber":10,"VerseNumber":84,"Text":"«Ô mon peuple !», dit Moïse, « si vous croyez en Dieu, remettez-vous en à Lui, à l’image des peuples soumis à leur Seigneur »"},{"SurahNumber":10,"VerseNumber":85,"Text":"Ils répondirent : «Nous nous en remettons à Dieu. Seigneur ! Ne nous abandonne pas à la persécution de ces oppresseurs"},{"SurahNumber":10,"VerseNumber":86,"Text":"Fais que Ta miséricorde nous préserve de ces dénégateurs !»"},{"SurahNumber":10,"VerseNumber":87,"Text":"Nous fîmes alors à Moïse et à son frère cette révélation : « Établissez pour votre peuple des demeures en Égypte. Affectez ces demeures au culte. Observez-y la prière et annoncez la bonne nouvelle aux croyants »"},{"SurahNumber":10,"VerseNumber":88,"Text":"Moïse invoqua son Seigneur : «Seigneur ! Tu as accordé à Pharaon et à ses conseillers la somptuosité et l’opulence en ce monde ici-bas, alors qu’ils écartent les gens de Ta Voie, Seigneur ! Fais disparaître leurs richesses et scelle leurs cœurs, de sorte qu’ils ne croiront qu’au moment où ils subiront un châtiment effroyable !»"}]}