{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"“Akukufunsa za chuma cholandidwa pa nkhondo (mmene chingagawidwire). Nena: “Chuma cholanda pa nkhondo ndi cha Allah ndi Mtumiki (ndiamene ali olamula kagawidwe kake); choncho, muopeni Allah ndipo yanjanani mwachibale pakati panu. Mverani Allah ndi Mtumiki Wake, ngati mulidi okhulupirira.”"},{"SurahNumber":8,"VerseNumber":2,"Text":"“Ndithu okhulupirira, enieni ndi amene akuti Allah akatchulidwa mitima yawo imadzadzidwa ndi mantha; pamenenso Ayah Zake zikuwerengedwa kwa iwo zimawaonjezera chikhulupiliro, ndipo amayadzamira kwa Mbuye wawo Yekha basi; (sakhulupirira nyanga ndi mizimu ya anthu akufa)"},{"SurahNumber":8,"VerseNumber":3,"Text":"“Amene amaimilira kupemphera napereka chimene tawapatsa, (pa njira ya Allah, ndikuthandiza ovutika)"},{"SurahNumber":8,"VerseNumber":4,"Text":"“Awa (okhala ndi makhalidwe otere) ndi amene ali okhulupirira mwachoonadi. Iwo adzapeza ulemelero (wapamwamba) kwa Mbuye wawo, ndi chikhululuko ndi zopatsidwa zaulemu"},{"SurahNumber":8,"VerseNumber":5,"Text":"“Monga mmene Mbuye wako adakulamulira kutuluka m’nyumba yako (kupita ku Badr kukachita nkhondo ndi osakhulupirira) mwachoonadi, ndithu gulu lina la okhulipirira silidafune (kuchoka kukakumana ndi adani)"},{"SurahNumber":8,"VerseNumber":6,"Text":"“Akutsutsana nawe (pa chinthu) choona pambuyo pakuti chaonekera poyera. (Kukuwaipira kukumana ndi adani) ngati kuti akubusidwa kunka ku imfa akuona"},{"SurahNumber":8,"VerseNumber":7,"Text":"“(Kumbukirani, E inu okhulupirira!) Pamene Allah anakulonjezani gulu limodzi mwa magulu awiri kuti likhale lanu (kuti mumenyane nalo). Koma inu mukufuna lopanda mphamvu kuti likhale lanu (kuti ndilo mumenyane nalo). Koma Allah akufuna kuchitsimikiza choonadi ndi mawu Ake ndi kudula mizu ya osakhulupirira, (pomenyana ndi gulu lamphamvulo, omwe ndi ankhondo a Chikuraishi)"},{"SurahNumber":8,"VerseNumber":8,"Text":"“Kuti achitsimikizire choonadi ndi kulichotsa bodza; ngakhale zikuwaipira anthu oipa"}]}