{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"Аллоҳ кеча ва кундузни айлантириб турур. Албатта бунда дил эгалари учун ибрат бордир"},{"SurahNumber":24,"VerseNumber":45,"Text":"Аллоҳ барча жониворни сувдан яратди. Улардан қорни билан (судралиб) юрадиганлари ҳам бор, икки оёқда юрадиганлари ҳам бор, тўрт (оёкда) юрадиганлари ҳам бордир. Аллоҳ Ўзи хоҳлаган нарсани яратур. Албатта Аллоҳ барча нарсага қодирдир"},{"SurahNumber":24,"VerseNumber":46,"Text":"Дарҳақиқат, Биз очиқ-равшан оятларни нозил қилдик. Аллоҳ Ўзи хоҳлаган кишиларни Тўғри Йўлга ҳидоят қилур"},{"SurahNumber":24,"VerseNumber":47,"Text":"Улар (яъни, мунофиқлар): «Аллоҳга ва пайғамбарга иймон келтирдик ва бўйинсундик», дейдилар-у, шундан кейин улардан бўлган бир гуруҳ юз ўгириб кетур. Улар мўмин эмасдирлар"},{"SurahNumber":24,"VerseNumber":48,"Text":"Қачон улар Аллоҳ ва Унинг пайғамбарига ўрталарида ҳукм чиқариш учун чорлансалар, баногоҳ улардан бир гуруҳи (пайғамбар ҳузурига келишдан) юз ўгиргувчидир"},{"SurahNumber":24,"VerseNumber":49,"Text":"Агар ҳақиқат улар (тараф)да бўлса, (пайғамбар олдиларига) бўйин эгиб келурлар"},{"SurahNumber":24,"VerseNumber":50,"Text":"Уларнинг дилларида мараз борми ёки (Муҳаммад алайҳис-салоту вас-саломнинг ҳақ пайғамбар эканлигидан) шубҳаландиларми ёхуд Аллоҳ ва Унинг пайғамбари ўзларига зулм қилишидан қўрқарларми?! Йўқ! Уларнинг ўзлари золимлардир"},{"SurahNumber":24,"VerseNumber":51,"Text":"Аллоҳ ва Унинг пайғамбарига ўрталарида ҳукм чиқариш учун чорланган вақтларида, мўминларнинг сўзи «эшитдик ва бўйинсундик», (демоқдир). Ана ўшаларгина нажот топгувчилардир"},{"SurahNumber":24,"VerseNumber":52,"Text":"Ким Аллоҳ ва Унинг пайғамбарига бўйинсунса ва Аллоҳдан қўрқиб, тақво қилса, бас, ана ўшаларгина (бахт-саодатга) эришгувчилардир"},{"SurahNumber":24,"VerseNumber":53,"Text":"(Мунофиқлар) агар сиз амр этсангиз, албатта (жиҳодга) чиқишлари ҳақида жон-жаҳдлари билан қасам ичдилар. Айтинг: «Қасам ичманглар! (Жиҳод) маълум ибодатдир (яъни, бу ҳақда қасам ичишга ҳожат йўқдир). Албатта Аллоҳ қилаётган амалларингиздан хабардордир»"}]}