{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"Abraham kaa sε: “Asomafoͻ, na mo amaneε paa ne sεn?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"Wͻ’kaa sε: “Y’asoma yεn wͻ amanfoͻ nnebͻneεfoͻ bi hͻ"},{"SurahNumber":51,"VerseNumber":33,"Text":"Sε yεnkͻto aboͻ a yεde nεteε a yatoo na ayε ngu wͻn so"},{"SurahNumber":51,"VerseNumber":34,"Text":"(Aboͻ a yεde nεteε a yato na ayε a) yahyε no nso fri wo Wura Nyankopͻn hͻ dema abͻneεfoͻ no (a obiara din wͻ nedeε soͻ)“"},{"SurahNumber":51,"VerseNumber":35,"Text":"Enti Yeyii obiara a na ͻyε gyedieni frii mu"},{"SurahNumber":51,"VerseNumber":36,"Text":"Na Y’annya efie biara gyesε (efie) baako pε na na εyε Muslimifoͻ (fie)"},{"SurahNumber":51,"VerseNumber":37,"Text":"Enti Ye’gyaa nsεnkyerεnee wͻ hͻ maa wͻn a wͻ’suro asotwee yaaya no"},{"SurahNumber":51,"VerseNumber":38,"Text":"Mose hͻ nso, εberε a Yε’de nyinasoͻ pefee somaa no kͻͻ Farao hͻ"},{"SurahNumber":51,"VerseNumber":39,"Text":"Nanso (Farao) de neho too netumi so kaa sε: “Nkoyaayini anaasε ͻbͻdamfoͻ”"},{"SurahNumber":51,"VerseNumber":40,"Text":"Enti Yε’pari sͻͻ ͻne nedͻm no mu, na Yε’de wͻn guu ͻpo mu; na ͻyε obi a ͻfata soboͻ"},{"SurahNumber":51,"VerseNumber":41,"Text":"Aadfoᴐ no hᴐ nso , εberε a Yε’somaa mframa nini no baa wͻn soͻ"},{"SurahNumber":51,"VerseNumber":42,"Text":"Adeε biara nnihͻ a εtoo no na egyaee no, na mmom ebubuu mu yεε no muhumuhu tesε nsoo (anaa kasεε a ahunu)"},{"SurahNumber":51,"VerseNumber":43,"Text":"Samuudfoͻ no hͻ nso; εberε a yεka kyerεε wͻn sε: “Modeε monye moani nkosi εberε bi “"},{"SurahNumber":51,"VerseNumber":44,"Text":"Nanso wͻ’tee wͻn Wura Nyankopͻn ahyεdeε no so atua. Enti nteamu asotwee no sͻͻ wͻn mu aberε a na wͻn ani tua"},{"SurahNumber":51,"VerseNumber":45,"Text":"Wͻ’antumi ansͻre anyina (wͻn nan so), na wͻ’antumi ammoa wͻn ho nso"},{"SurahNumber":51,"VerseNumber":46,"Text":"Noa nkorͻfoͻ na wͻ’dii kan; na wͻ’yε nnipa nsεmͻnedifoͻ"},{"SurahNumber":51,"VerseNumber":47,"Text":"Yε’de Yetumi na esii ͻsoro no, na nokorε sε, Yεn ara na Yε’bae (ͻsoro) ntrεmu no mu"},{"SurahNumber":51,"VerseNumber":48,"Text":"Ɛna Yε’de asaase no nso asε hͻ; na sεdeε Y’asi atrε mu yie paa"},{"SurahNumber":51,"VerseNumber":49,"Text":"Adeε biara no Ya’bͻ no mmienu mmienu (onini ne ͻbedeε) sεdeε mobεkaeε"},{"SurahNumber":51,"VerseNumber":50,"Text":"Enti monwane nkͻ mo Wura Nyankopͻn hͻ. Nokorε sε meyε kͻkͻbͻni pefee fri Nehͻ mamo"},{"SurahNumber":51,"VerseNumber":51,"Text":"Na monhwε na moanyε awurade foforͻ biara anka Nyankopͻn ho. Nokorε sε, meyε kͻkͻbͻni pefee fri Nehͻ mamo"}]}