{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":89,"Text":"Ey kavmim! Bana karşı gelmeniz sakın sizi, Nuh kavminin veya Hud kavminin veya Salih kavminin başlarına gelen musibetler gibi bir musibete uğratmasın. Lut kavmi de sizden uzak değildir"},{"SurahNumber":11,"VerseNumber":90,"Text":"Rabbinizden mağfiret dileyin, sonra O'na tevbe ile yönelin. Şüphesiz ki, benim Rabbim çok merhametlidir, çok sevendir"},{"SurahNumber":11,"VerseNumber":91,"Text":"Dediler ki: \"Ey Şu'ayb! Biz senin söylediklerinin çoğundan birşey anlamıyoruz. Ayrıca seni içimizde çok zayıf biri olarak görüyoruz. Eğer akrabaların olmasaydı mutlaka seni recmederdik (taşa tutardık). Senin bize hiçbir üstünlüğün yoktur"},{"SurahNumber":11,"VerseNumber":92,"Text":"Şu'ayb dedi: \"Ey kavmim! Benim akrabalarım size Allah'dan daha mı değerli ki, Allah'a sırt çevirip, onu unuttunuz? Muhakkak ki, Rabbim bütün yaptıklarınızı çepeçevre kuşatmıştır"},{"SurahNumber":11,"VerseNumber":93,"Text":"Ey kavmim! Var gücünüzle yapacağınız ne varsa yapın! Ben de görevimi yapmaya devam edeceğim. Perişan edecek azabın kime geleceğini ve yalancının kim olduğunu ilerde anlayacaksınız. Bekleyiniz, ben de sizinle beraber bekleyeceğim"},{"SurahNumber":11,"VerseNumber":94,"Text":"Ne zaman ki, emrimiz geldi, Şu'ayb ve beraberindeki müminler, tarafımızdan bir rahmet sayesinde kurtuldular. Ve o zalimleri korkunç bir gürültü yakaladı da oldukları yerde çöküp kaldılar"},{"SurahNumber":11,"VerseNumber":95,"Text":"Sanki orada hiç güzel gün görmemişlerdi. Dikkat edin, Semud kavmi nasıl helâk olup gittiyse Medyen de öyle yok olup gitti"},{"SurahNumber":11,"VerseNumber":96,"Text":"Andolsun Musa'yı da âyetlerimizle ve apaçık bir belge ile gönderdik"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firavun'a ve cemaatine. Bunlar Firavun'un emrine uydular. Halbuki Firavun'un emri hak değildir"}]}