{"Id":159,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadsadeqit","Author":"Mohammad Sadeqi Tehrani","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"پس آیا کسی که خدا سینه‌اش را برای (پذیرش) اسلام گشوده، پس او (هم) بر نوری از پروردگارش سلطه و سیطره دارد (همانند فرد تاریک‌دل است)؟ پس وای بر سخت‌دلان از یاد خدا. اینانند که در ژرفای گمراهیِ آشکارگرند"},{"SurahNumber":39,"VerseNumber":23,"Text":"خدا زیباترین حدیث (وحیانی) را (به صورت) کتابی متشابه (که آیاتش همانند با یکدیگرند) نازل کرده. آنان که از پروردگارشان می‌هراسند، پوست‌های بدنشان از آن می‌لرزد و سخت می‌شود (و) سپس پوست‌هاشان و دل‌هاشان سوی یاد خدا نرم می‌گردد. این است هدایت خدا. هر که را بخواهد به آن (قرآن) راه نماید. و هر که را خدا گمراه گذارد او را راهبری نیست"},{"SurahNumber":39,"VerseNumber":24,"Text":"پس آیا آن کس که (به جای دست‌ها) با چهره‌ی خود گزند عذاب را (در) روز قیامت به سختی دفع می‌کند (مانند کسی است که از عذاب ایمن است)؟ و به ستمگران گفته شد: «آنچه را که دستاوردتان بوده است بچشید.»"},{"SurahNumber":39,"VerseNumber":25,"Text":"کسانی (هم) که پیش از آنان بودند تکذیب کردند، و از آنجا که دقت و گمان نمی‌کردند، (نابهنگام) عذاب برایشان آمد"},{"SurahNumber":39,"VerseNumber":26,"Text":"پس خدا در زندگی دنیا خواری (و رسوایی) را به آنان چشانید. و اگر می‌دانسته‌اند به‌راستی عذاب آخرت بزرگ‌تر است"},{"SurahNumber":39,"VerseNumber":27,"Text":"و بی‌گمان در این قرآن از هرگونه مثلی به‌راستی برای مردمان آوردیم شاید آنان پند گیرند"},{"SurahNumber":39,"VerseNumber":28,"Text":"قرآنی روشن(بیان) را بی‌هیچ کژی (فرو فرستادیم). شاید آنان پروا کنند"},{"SurahNumber":39,"VerseNumber":29,"Text":"خدا مَثَلی زده: مردی که چند (تن خواجه) با یکدیگر در (مالکیت) او ناسازگارند. و مردی که تنها فرمانبر یک مرد است؛ آیا این دو در مَثَل همانند یکدیگرند؟ سپاس خدای را. (نه،) بلکه بیشترشان نمی‌دانند"},{"SurahNumber":39,"VerseNumber":30,"Text":"همانا تو مرده‌ای و آنان همواره مرده‌اند"},{"SurahNumber":39,"VerseNumber":31,"Text":"سپس شما روز قیامت پیش پروردگارتان مجادله خواهید کرد"}]}