{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"اﷲ سىلەرنى كېچىسى ئۇخلىتىدۇ، كۈندۈزدىكى قىلغان ئىشلىرىڭلارنى بىلىپ تۇرىدۇ، ئاندىن بەلگىلەنگەن مۇددەتكىچە ياشىشىڭلار ئۈچۈن، كۈندۈزدە سىلەرنى ئويغىتىدۇ، ئاندىن اﷲ نىڭ دەرگاھىغا قايتىسىلەر، ئاندىن قىلغان ئەمەللىرىڭلارنى اﷲ سىلەرگە ئېيتىپ بېرىدۇ"},{"SurahNumber":6,"VerseNumber":61,"Text":"اﷲ بەندىلىرىنىڭ ئۈستىدە قاھىردۇر (يەنى اﷲ بەندىلىرىنى تىزگىنلەپ تۇرغۇچىدۇر)، ئۇ سىلەرگە ساقلىغۇچى پەرىشتىلەرنى (يەنى قىلغان - ئەتكەننى خاتىرىلەپ تۇرىدىغان پەرىشتىلەرنى) ئەۋەتىدۇ، بېرىڭلارغا ئۆلۈم كەلسە، ئۇنى بىزنىڭ پەرىشتىلىرىمىز قەبزى روھ قىلىدۇ. ئۇلار (اﷲ نىڭ ئەمرىنى ئورۇنلاشتا) بىپەرۋالىق قىلمايدۇ"},{"SurahNumber":6,"VerseNumber":62,"Text":"ئاندىن ئۇلار (يەنى بەندىلەر) ھەق ھۆكۈم قىلغۇچى، ئىگىسى اﷲ نىڭ دەرگاھىغا قايتۇرۇلىدۇ (قىيامەت كۈنى) ھۆكۈم قىلىش يالغۇز اﷲ غىلا خاستۇر، اﷲ ئەڭ تېز ھېساب ئالغۇچىدۇر"},{"SurahNumber":6,"VerseNumber":63,"Text":"(ئى مۇھەممەد! بۇ كۇففارلارغا) ئېيتقىنكى، «قۇرۇقلۇقنىڭ ۋە دېڭىزنىڭ قاراڭغۇلۇقلىرى (يەنى بالايى - ئاپەتلىرى) دىن سىلەرنى كىم قۇتقۇزىدۇ؟ (بۇ قاراڭغۇلۇقلارنى كۆرگەن چېغىڭلاردا) ئەگەر اﷲ بىزنى بۇنىڭدىن قۇتقۇزسا چوقۇم شۈكۈر قىلغۇچىلاردىن بولىمىز، دەپ اﷲ قا ئاشكارا ۋە يوشۇرۇن ئىلتىجا قىلىسىلەر»"},{"SurahNumber":6,"VerseNumber":64,"Text":"ئېيتقىنكى، «(يالغۇز) اﷲ سىلەرنى ئۇلاردىن ۋە بارلىق غەمدىن قۇتقۇزىدۇ، ئاندىن سىلەر (بۇنى) تونۇغۇنۇڭلاردىن كېيىن، ئىمان ئېيتماي اﷲ قا شېرىك كەلتۈرىسىلەر»"},{"SurahNumber":6,"VerseNumber":65,"Text":"(ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «اﷲ سىلەرنىڭ ئۈستۈڭلاردىن (نۇھ ۋە لۇت ئەلەيھىسسالاملارنىڭ قەۋمىگە، ئەسھابۇلپىلگە ئەۋەتىلگەن ئازابقا ئوخشاش) ياكى ئايىغىڭلار ئاستىدىن (پىرئەۋن ۋە قارۇنلارغا ئەۋەتىلگەن ئازابقا ئوخشاش) ئازاب ئەۋەتىشكە، ياكى سىلەرنى پىرقىلەر قىلىپ، ئارىلاشتۇرۇپ (يەنى ئۇرۇشقا سېلىپ) بېرىڭلارغا بېرىڭلارنىڭ ئازابىنى تېتىتىشقا قادىردۇر» ئۇلارنى چۈشەنسۇن دەپ، ئايەتلىرىمىزنى تۈرلۈك شەكىللەردە قانداق بايان قىلىدىغانلىقىمىزغا قارىغىن"},{"SurahNumber":6,"VerseNumber":66,"Text":"قۇرئان ھەق تۇرسا، ئۇنى قەۋمىڭ ئىنكار قىلدى. «مەن سىلەرگە ھامىي ئەمەس» دېگىن"},{"SurahNumber":6,"VerseNumber":67,"Text":"(اﷲ تەرىپىدىن) ئالدىنئالا بېرىلگەن ھەر بىر خەۋەرنىڭ مەيدانغا كېلىدىغان ۋاقتى بار، ئۇزاققا قالماي بىلىسىلەر"},{"SurahNumber":6,"VerseNumber":68,"Text":"بىزنىڭ ئايەتلىرىمىز توغرىسىدا (تەنە ۋە مەسخىرە قىلىپ) پاراڭ سېلىشىۋاتقان كىشىلەرنى كۆرگىنىڭدە، ئۇلار بۇنىڭدىن باشقا پاراڭغا چۈشمىگۈچە ئۇلار بىلەن بىللە ئولتۇرمىغىن، ئۇلار بىلەن بىللە ئولتۇرماسلىقنى شەيتان ساڭا ئۇنتۇلدۇرغان بولسا، ئېسىڭگە كەلگەندىن كېيىن، زالىم قەۋم بىلەن بىللە ئولتۇرمىغىن"}]}