{"Id":58,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"নিঃসন্দেহ যারা পরকালে বিশ্বাস করে না তারা ফিরিশ্‌তাদের নাম দেয় মেয়েদের নামে।"},{"SurahNumber":53,"VerseNumber":28,"Text":"আর এ বিষয়ে তাদের কোনো জ্ঞান নেই। তারা তো অনুমানেরই অনুসরণ করছে, আর নিঃসন্দেহ সত্যের বিরুদ্ধে অনুমানে কোনো লাভ হয় না।"},{"SurahNumber":53,"VerseNumber":29,"Text":"সেজন্য তাকে উপেক্ষা করো যে আমাদের উপদেশ থেকে ফিরে যায় আর দুনিয়ার জীবন ছাড়া আর কিছু চায় না।"},{"SurahNumber":53,"VerseNumber":30,"Text":"এইটিই তাদের জ্ঞানের শেষসীমা। নিঃসন্দেহ তোমার প্রভু -- তিনিই ভাল জানেন তাকে যে তার পথ থেকে ভ্রষ্ট হয়েছে, আর তিনিই ভাল জানেন যে সৎপথপ্রাপ্ত।"},{"SurahNumber":53,"VerseNumber":31,"Text":"আর মহাকাশমন্ডলে যা-কিছু আছে এবং যা-কিছু আছে পৃথিবীতে তা আল্লাহ্‌রই, যেন যারা মন্দ কাজ করেছে তাদের তিনি প্রতিফল দিতে পারেন যা তারা করেছে সেজন্য, আর যারা সৎকাজ করেছে তাদের তিনি ভালভাবে প্রতিদান দিতে পারেন।"},{"SurahNumber":53,"VerseNumber":32,"Text":"যারা বর্জন করে বড় বড় পাপাচার ও অশ্লীল কাজ -- মুখোমুখি হওয়া ভিন্ন -- তোমার প্রভু পরিত্রাণে নিশ্চয়ই অপরিসীম। তিনি তোমাদের ভালো জানেন যখন থেকে তিনি তোমাদের সৃষ্টির সূচনা করেছেন মাটি থেকে, আর যখন তোমরা ছিলে তোমাদের মায়ের পেটে ভ্রণরূপে। অতএব তোমরা তোমাদের নিজেদের গুণগান করো না। তিনিই ভালো জানেন তাকে যে ধর্মভীরুতা অবলন্বন করে।"},{"SurahNumber":53,"VerseNumber":33,"Text":"তুমি কি তবে তাকে দেখেছ যে ফিরে যায়"},{"SurahNumber":53,"VerseNumber":34,"Text":"আর যৎসামান্য দান করে এবং নির্দয়তা দেখায়"},{"SurahNumber":53,"VerseNumber":35,"Text":"তার কাছে কি অদৃশ্য সম্পর্কে জ্ঞান রয়েছে ফলে সে দেখত পাচ্ছে"},{"SurahNumber":53,"VerseNumber":36,"Text":"অথবা তাকে কি সংবাদ দেওয়া হয় নি মূসার গ্রন্থে যা আছে সে-সন্বন্ধে"},{"SurahNumber":53,"VerseNumber":37,"Text":"এবং ইব্রাহীম সন্বন্ধে যিনি সম্পূর্ণরূপে প্রতিপালন করেছিলেন"},{"SurahNumber":53,"VerseNumber":38,"Text":"যথা কোনো ভারবাহী অন্যের বোঝা বহন করবে না"},{"SurahNumber":53,"VerseNumber":39,"Text":"আর এই যে মানুষের জন্য কিছুই থাকবে না যার জন্য সে চেষ্টা না ক’রে"},{"SurahNumber":53,"VerseNumber":40,"Text":"আর এই যে, তার প্রচেষ্টা অচিরেই দৃষ্টিগোচর হবে"},{"SurahNumber":53,"VerseNumber":41,"Text":"তারপর তাকে প্রতিদান দেওয়া হবে পরিপূর্ণ প্রতিদানে"},{"SurahNumber":53,"VerseNumber":42,"Text":"আর এই যে, তোমার প্রভুর দিকেই হচ্ছে শেষ-সীমা"},{"SurahNumber":53,"VerseNumber":43,"Text":"আর এই যে, তিনিই হাসান আর তিনিই কাঁদান"},{"SurahNumber":53,"VerseNumber":44,"Text":"আর এই যে, তিনিই মারেন ও তিনিই বাঁচান।"}]}