{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Saad1, Waxaan ku dhaartay Qur’aanka sharafta leh ee waanada badan"},{"SurahNumber":38,"VerseNumber":2,"Text":"Balse kuwa xaqa diida waxay ku sugan yihiin qabwayni iyo cinaad"},{"SurahNumber":38,"VerseNumber":3,"Text":"Intee baan rognay hortood facyo, markaasay baroorteen goor waqtigii fakashadu tagtay"},{"SurahNumber":38,"VerseNumber":4,"Text":"Oo waxay la yaabaan inuu u yimaado dige ka mid ah. Oo waxay gaaladu yidhaahdaan: Kanu waa saaxir, beenaale"},{"SurahNumber":38,"VerseNumber":5,"Text":"Ma wuxuu ka soo qaaday isagu ilaahyada Mid (Allaah) Keliya? Waa wax la yaab leh waxakani xaqiiq ahaan"},{"SurahNumber":38,"VerseNumber":6,"Text":"Oo odayaashii ka mid ahaa way soo dhaqaaqeen ( iyagoo leh ): Socda, oo ku sabra oo sugnaada ilaahyadiinna. hubaal, (arrin)kanu waa wax laynala doonayo"},{"SurahNumber":38,"VerseNumber":7,"Text":"Weligayo kuma aanu maqal (arrin)kan oo kale diintii hore3. (Arrin)kani ma aha waxaan aheyn been abuur"},{"SurahNumber":38,"VerseNumber":8,"Text":"Ma waxaa lagu soo dejiyey Waanada isaga (keliya) dhexdeenna? Bal! Waxay ka shaki qabaan Waanadeyda. Bal wali ma aysan dhadhamin Cadaabtayda"},{"SurahNumber":38,"VerseNumber":9,"Text":"Mise ma waxaa weeye inay hayaan khasnadaha Naxariista Rabbigaa, Adkaadaha, Deeqsiga ah aad wax u bixiya"},{"SurahNumber":38,"VerseNumber":10,"Text":"Mise ma waxaa weeye inay iyagu leeyihiin Boqortooyada cirarka iyo dhulka iyo waxa u dhexeeya? Haddaba ha u koreen salaanno xagga (samada haddii ay karaan)"},{"SurahNumber":38,"VerseNumber":11,"Text":"Ciidanka halkaas jooga ee ka mid ah xisbiyada5 waa la jabin oo ay carari"},{"SurahNumber":38,"VerseNumber":12,"Text":"Qoladii Nuux iyo Caad iyo Fircoon ee lahaa tiirar xoog leh6 baa beeniyey (Rususha) iyaga hortood"},{"SurahNumber":38,"VerseNumber":13,"Text":"Iyo Thamuud iyo qoladii Luud, iyo reer howdkii, kuwan bay ahaayeen xisbiyada"},{"SurahNumber":38,"VerseNumber":14,"Text":"Ma jiro mid iyaga ka mid ah oo aan beenin Rususha, Markaas bay xaq noqotay cadaabi inay ku dhacdo"},{"SurahNumber":38,"VerseNumber":15,"Text":"Oo kuwaani ma sugayaan iyaguna waxaan aheyn hal Qeylo aanan daah lahayn iyo dib u dhac"},{"SurahNumber":38,"VerseNumber":16,"Text":"Oo waxay yidhaahdaan: Rabbigayow! Noo soo dedeji saamigayaga (ciqaabta ) ka hor Maalinta Xisaabta"}]}