{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":33,"Text":"Nor shall they come to thee with puzzling questions, but we will come to thee with the truth, and their best solution"},{"SurahNumber":25,"VerseNumber":34,"Text":"They who shall be gathered upon their faces into hell, shall have the worst place, and be farthest from the path of happiness"},{"SurahNumber":25,"VerseNumber":35,"Text":"Heretofore we gave the law to Moses, and appointed his brother Aaron to be his counsellor"},{"SurahNumber":25,"VerseNumber":36,"Text":"And we said, \"Go ye to the people who treat our signs as lies.\" And them destroyed we with utter destruction"},{"SurahNumber":25,"VerseNumber":37,"Text":"And as to the people of Noah! when they treated their Apostles as impostors, we drowned them; and we made them a sign to mankind: - A grievous chastisement have we prepared for the wicked"},{"SurahNumber":25,"VerseNumber":38,"Text":"And Ad and Themoud, and the men of Rass, and divers generations between them"},{"SurahNumber":25,"VerseNumber":39,"Text":"Unto each of them did we set forth parables for warnings, and each of them did we utterly exterminate"},{"SurahNumber":25,"VerseNumber":40,"Text":"Oft are this have the unbelieving Meccans passed by the city on which was rained a fatal rain. What! Have they not seen it? Yet have they no hope of a resurrection"},{"SurahNumber":25,"VerseNumber":41,"Text":"And when they see thee, they do but take thee as the subject of their railleries. \"What! Is this he whom God has sent as an Apostle"},{"SurahNumber":25,"VerseNumber":42,"Text":"Indeed he had well nigh led us astray from our gods, had we not persevered steadfastly in their service.\" But in the end they shall know, when they shall see the punishment, who hath most strayed from the path"},{"SurahNumber":25,"VerseNumber":43,"Text":"What thinkest thou? He who hath taken his passions as a god - wilt thou be a guardian over him"}]}