{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"кога Ние над нив подигнавме планина како да е облак, И кога помислија дека ќе се сруши врз нив: “Прифатете го одлучно она што ви го дадовме и сетете се на она што е во него за да бидете богобојазливи"},{"SurahNumber":7,"VerseNumber":172,"Text":"И кога Господарот твој од синовите Адемови го изведе ПОТОМСТВОТО НИВНО - ОД плеќите НИВНИ - и кога побара од нив да посведочат против себе: “Нели сум јас Господарот ваш?\" Рекоа: “Како да не, сведочиме!\" - за да не речат на Денот суден: “Ние за ова, навистина, не бевме во тек"},{"SurahNumber":7,"VerseNumber":173,"Text":"Или да не речете: “Предците наши, пред нас, здруженик му припишуваа на Аллах, а ние сме само поколение нивно, навистина! Ке не упропастиш ли за она што го работеа лашковците"},{"SurahNumber":7,"VerseNumber":174,"Text":"И ете, така Ние потенко ги објаснуваме знаменијата за да се вратат"},{"SurahNumber":7,"VerseNumber":175,"Text":"И кажи им го споменот од оној што му ги дадовме знаменијата Наши па се повлече од НИВ; и, го следеше Шејтанот и беше меѓу скршнатите"},{"SurahNumber":7,"VerseNumber":176,"Text":"И да сакавме Ние со знаменијата ќе го извишевме, но тој се прикова за земјата и ја следеше страста. Примерот негов е како пример на куче. Ако го истераш ќе го исплази јазикот, а ако го оставиш и тогаш ќе го исплази јазикот. Ете, таков е примерот на оние кои ги сметаа за лажни знаменијата Наши. Кажувај ги кажувањата за да размислуваат"},{"SurahNumber":7,"VerseNumber":177,"Text":"само колку е лош примерот на оние кои ги сметаа за лажни знаменијата Наши! Самите себеси зулум си направија"},{"SurahNumber":7,"VerseNumber":178,"Text":"Од Аллах упатениот е упатен, а од Аллах во заблуда скршнатите..па, тие се, токму, поразените"}]}