{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":61,"Text":"Sa'an nan a lõkacin da jama'a biyu suka ga jũna, sai abõkan Mũsã suka ce: \"Lalle ne mũ haƙĩ ƙa, waɗanda ake riska ne"},{"SurahNumber":26,"VerseNumber":62,"Text":"Ya ce: \"Kayya! Lalle ne Ubangijina Yanã tare da ni, zai shiryar da ni"},{"SurahNumber":26,"VerseNumber":63,"Text":"Sai Muka yi wahayi zuwa ga Mũsã cẽwa \"Ka dõki tẽku da sandarka.\" Sai tẽku ta tsãge,* kõwane tsãgi ya kasance kamar falalen dũtse mai girma"},{"SurahNumber":26,"VerseNumber":64,"Text":"Kuma Muka kusantar da waɗansu mutãne a can"},{"SurahNumber":26,"VerseNumber":65,"Text":"Kuma Muka tsĩrar da Mũsã da waɗanda suke tãre da shi gabã ɗaya"},{"SurahNumber":26,"VerseNumber":66,"Text":"Sa'an nan kuma Muka nutsar da waɗansu mutãnen"},{"SurahNumber":26,"VerseNumber":67,"Text":"Lalle ne a cikin wannan akwai ãyã, kuma mafi yawansu ba su kasance mãsu ĩmãni ba"},{"SurahNumber":26,"VerseNumber":68,"Text":"Kuma lalle ne Ubangijinka, kaƙĩƙa, Shĩ ne Mabũwayi, Mai jin ƙai"},{"SurahNumber":26,"VerseNumber":69,"Text":"Kuma ka karanta, a kansu, lãbãrin Ibrãhĩm"},{"SurahNumber":26,"VerseNumber":70,"Text":"A sã'ilin da ya ce wa ubansa da mutãnensa, \"Mẽne ne kuke bauta wa"},{"SurahNumber":26,"VerseNumber":71,"Text":"Suka ce: \"Munã bauta wa gumãka, sabõda haka munã yini mãsu lazimta a gare su"},{"SurahNumber":26,"VerseNumber":72,"Text":"Ya ce: \"Shin, sunã jin ku, a lõkacin da kuke kira"},{"SurahNumber":26,"VerseNumber":73,"Text":"Kõ kuwa sunã amfãnin ku, kõ sunã cũtar ku"},{"SurahNumber":26,"VerseNumber":74,"Text":"Suka ce: \"Ã'a mun sãmĩ ubanninmu, kamar haka ne suke aikatãwa"},{"SurahNumber":26,"VerseNumber":75,"Text":"Ya ce: \"Shin to, kun ga abin da kuka kasance kunã bautã wa"},{"SurahNumber":26,"VerseNumber":76,"Text":"Kũ da ubanninku mafi daɗẽwa"},{"SurahNumber":26,"VerseNumber":77,"Text":"To lalle ne, sũ maƙiya ne a gare ni, fãce Ubangijin halittu"},{"SurahNumber":26,"VerseNumber":78,"Text":"Wanda Ya halitta ni, sa'an nan Yanã shiryar da ni"},{"SurahNumber":26,"VerseNumber":79,"Text":"Kuma Wanda Yake Shĩ ne Yake ciyar da ni, kuma Yanã shãyar da ni"},{"SurahNumber":26,"VerseNumber":80,"Text":"Kuma idan na yi jiyya, to, Shĩ ne Yake warkar da ni"},{"SurahNumber":26,"VerseNumber":81,"Text":"Kuma wanda Yake matar da ni, sa'an nan Ya rãyar da ni"},{"SurahNumber":26,"VerseNumber":82,"Text":"Kuma wanda Yake inã kwaɗayin Ya gãfarta mini kurãkuraina, a rãnar sãkamako"},{"SurahNumber":26,"VerseNumber":83,"Text":"Ya Ubangijĩna! Ka ba ni hukunci, kuma Ka riskar da ni ga sãlihai"}]}