{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"Өметледер ки, бу фетнәләрдән соң Аллаһуның сезгә рәхмәт кыйлмаклыгы, рәхмәт йөзеннән пәйгамбәрләр җибәрде, әгәр өченче мәртәбә фәсәд, золым кыйлсагыз, Без дә сезгә бер залимне җибәреп золым иттерербез. Җәһәннәмне, кәферләрне чорнап алырлык төрмә кыйлдык"},{"SurahNumber":17,"VerseNumber":9,"Text":"Бу Коръән Кәрим аның белән гамәл кыйлучыны, әлбәттә, бик таза вә куәтле вә иң туры юлга күндерер, вә Ул Коръән аның белән гамәл итеп, изге эшләрне эшләүче мөэминнәрне сезгә ахирәттә бөек дәрәҗәләр вә җәннәтләр булыр, дип шатландырадыр"},{"SurahNumber":17,"VerseNumber":10,"Text":"Әмма ахирәт көненә ышанмаган кәферләргә рәнҗеткүче ґәзаблар хәзерләп куйдык"},{"SurahNumber":17,"VerseNumber":11,"Text":"Адәм баласы, үзенә файданы сорап дога кыйлган кеби, җаһиллеге белән, үзенә зарарны сорап та дога кыйлып җибәрәдер, чөнки адәм баласы ашыгучан булып халык ителде"},{"SurahNumber":17,"VerseNumber":12,"Text":"Төнне вә көндезне ике галәмәт кыйлдык. Ай, йолдызлар – төн галәмәте, кояш көн галәмәтедер, яки караңгылык -төн галәмәте, яктылык – көн галәмәтедер, төн галәмәте булган караңгылыкны җибәрәбез дә, көн галәмәте булган яктылыкны китерәбез, Раббыгызның юмартлыгыннан дөнья кирәкләрен кәсеп итмәклегегез өчен, дәхи ай, еллар хисабын белмәклегегез өчендер, вә һәр нәрсәне ачык бәян кыйлдык игътибарлагыз"},{"SurahNumber":17,"VerseNumber":13,"Text":"Вә һәр кешенең эшләгән эшләрен үз муенына чорнап куйдык, вә кыямәт көнне һәр кешегә үзенең гамәлләре язылган китабын бирербез, китабы ачык хәлендә аңа юлыгыр"},{"SurahNumber":17,"VerseNumber":14,"Text":"Гамәлләрең язылган китабыңны укыгыл! Менә бүген үз-үзеңне хисап итәргә шул гамәл дәфтәрең җитәдер. \"Гамәл дәфтәреңә карагач, үзеңне танырсың һәм кайда барачагыңны да белерсең"},{"SurahNumber":17,"VerseNumber":15,"Text":"Бер кеше һидәятле булса, һидәяте фәкать үзе өчен генәдер, вә бер кеше адашса, үзе өчен генә адашты, дәхи Аллаһ алдына үз гөнаһын йөкләп баручы кеше башка һичбер кешенең гөнаһын йөкләп бармас. Пәйгамбәр җибәреп шәригать хөкемнәрен өйрәтмичә, һичбер каумне ґәзаб кылыр булмадык. Шәригать хөкемнәрен ишеткәннән соң аны үтәмәүчеләрне Аллаһ ґәзаб кыйладыр"},{"SurahNumber":17,"VerseNumber":16,"Text":"Әгәр бер шәһәрне һәлак итәргә теләсәк, ул шәһәрнең хуҗаларына бозыклык кыйлырга кушарбыз, алар золым вә бозыклык кыйлырлар, ул шәһәрдә шуннан соң аларга ґәзаб сүзе тиешле буладыр, ул шәһәрне тәмам һәлак итеп бетерәбез"},{"SurahNumber":17,"VerseNumber":17,"Text":"Нух г-мнән соң да күпме шәһәр кешеләрен һәлак иттек. Аллаһу тәгалә бәндәләренең гөнаһларын белеп күреп торырга үзе җитәдер"}]}