{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"Мы подали ему глас с правой стороны горы и подозвали его поближе тихим голосом"},{"SurahNumber":19,"VerseNumber":53,"Text":"По милости Своей Мы сделали для него его брата Харуна (Аарона) пророком"},{"SurahNumber":19,"VerseNumber":54,"Text":"Помяни в Писании Исмаила (Измаила). Воистину, он был правдивым в обещаниях и был посланником и пророком"},{"SurahNumber":19,"VerseNumber":55,"Text":"Он велел своей семье совершать намаз и выплачивать закят, а его Господь был доволен им"},{"SurahNumber":19,"VerseNumber":56,"Text":"Помяни в Писании Идриса. Воистину, он был правдивейшим человеком и пророком"},{"SurahNumber":19,"VerseNumber":57,"Text":"Мы вознесли его на высокое место"},{"SurahNumber":19,"VerseNumber":58,"Text":"Это - те, кого облагодетельствовал Аллах, из числа пророков, которые были потомками Адама и тех, кого Мы спасли вместе с Нухом (Ноем), и потомками Ибрахима (Авраама) и Исраила (Израиля), и из числа тех, кого Мы наставили на прямой путь и избрали. Когда им читали аяты Милостивого, они падали ниц и рыдали"},{"SurahNumber":19,"VerseNumber":59,"Text":"После них пришли потомки, которые перестали совершать намаз и стали потакать желаниям. Все они понесут убыток (или будут испытывать тяготы; или понесут наказание за невежество; или встретят зло)"},{"SurahNumber":19,"VerseNumber":60,"Text":"кроме тех, которые раскаялись, уверовали и поступали праведно. Они войдут в Рай, и с ними нисколько не поступят несправедливо"},{"SurahNumber":19,"VerseNumber":61,"Text":"Это будут сады Эдема, обещанные Милостивым Его рабам, которые не видели их воочию. Воистину, обещание Его исполнится"},{"SurahNumber":19,"VerseNumber":62,"Text":"Они не услышат там празднословия, но услышат приветствие миром. Для них там приготовлен их удел утром и после полудня"},{"SurahNumber":19,"VerseNumber":63,"Text":"Таков Рай, который Мы отдадим в наследство тем из Наших рабов, которые были богобоязненны"},{"SurahNumber":19,"VerseNumber":64,"Text":"Ангелы сказали: «Мы нисходим только по велению твоего Господа. Ему принадлежит то, что перед нами, и то, что позади нас, и то, что между ними. Господь твой не забывчив»"}]}