{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":46,"Text":"Mal ve oğullar, şu iğreti dünya hayatının süsüdür. Barışa ve hayra yönelik kalıcı eylemlerse, Rabbin katında sevapça da üstündür, beklenti bakımından da"},{"SurahNumber":18,"VerseNumber":47,"Text":"Gün olur, dağları yürütürüz de yeryüzünü çırılçıplak görürsün. İnsanları huzurumuzda toplamış, içlerinden hiçbirisini hesap dışı bırakmamışızdır"},{"SurahNumber":18,"VerseNumber":48,"Text":"Hepsi, saflar halinde Rabbine arz edilmiştir. Yemin olsun, sizi ilk kez yarattığımız gibi yine bize geldiniz. Ama siz, sizin için hesabın görüleceği bir zaman belirlemeyeceğimizi sanmıştınız"},{"SurahNumber":18,"VerseNumber":49,"Text":"Kitap ortaya konulmuştur. Günahkârların, onun içindekilerden korkup ürpererek şöyle dediklerini görürsün: \"Vay başımıza! Ne biçim kitap bu! Ne küçük bırakmış ne büyük. Hepsini sayıp dökmüş!\" Yapıp ettiklerini hazır bulmuşlardır. Rabbin hiç kimseye zulmetmiyor"},{"SurahNumber":18,"VerseNumber":50,"Text":"Hani, biz meleklere \"Âdem'e secde edin\" demiştik de İblis dışında hepsi secde etmişti. İblis, cinlerdendi. Kendi Rabbinin emrine ters düştü. Şimdi siz, benim beri yanımdan, onu ve onun soyunu dostlar mı ediniyorsunuz? Hem de onlar sizin düşmanınızken. Zalimler için ne kötü bir değiştirmedir bu"},{"SurahNumber":18,"VerseNumber":51,"Text":"Ben onları ne göklerle yerin yaratılmasına, hatta ne kendilerinin yaratılmasına tanık tuttum. Ben, sapıp gitmişleri yardımcı edinecek değilim"},{"SurahNumber":18,"VerseNumber":52,"Text":"Bir gün Allah şöyle diyecektir: \"O bir şey zannettiğiniz ortaklarımı çağırın!\" Hemen çağırdılar ama onlar kendilerine cevap vermedi. Biz onların aralarına tehlikeli bir uçurum/yıkıcı bir düşmanlık koyduk"},{"SurahNumber":18,"VerseNumber":53,"Text":"Suçlular, ateşi gördüler de onun içine düşeceklerini anladılar; fakat ondan kaçıp kurtulmaya bir yol bulamadılar"}]}