{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":21,"Text":"Wir werden sie ganz gewiß etwas von der diesseitigen Strafe vor der größeren Strafe kosten lassen, auf daß sie umkehren mögen"},{"SurahNumber":32,"VerseNumber":22,"Text":"Und wer ist ungerechter als jemand, der mit den Zeichen seines Herrn ermahnt wird und sich hierauf von ihnen abwendet? Gewiß, Wir werden an den Übeltätern Vergeltung üben"},{"SurahNumber":32,"VerseNumber":23,"Text":"Wir gaben bereits Musa die Schrift - so sei nicht im Zweifel über die Begegnung mit Ihm - und machten sie zu einer Rechtleitung für die Kinder Isra'ils"},{"SurahNumber":32,"VerseNumber":24,"Text":"Und Wir bestellten unter ihnen Vorbilder, die (sie) nach Unserem Befehl leiteten, als sie sich standhaft gezeigt halten und von Unseren Zeichen überzeugt waren"},{"SurahNumber":32,"VerseNumber":25,"Text":"Gewiß, dein Herr wird zwischen ihnen am Tag der Auferstehung über das entscheiden, worüber sie uneinig waren"},{"SurahNumber":32,"VerseNumber":26,"Text":"Ist ihnen nicht deutlich geworden, wie viele Geschlechter Wir vor ihnen vernichtet haben, in deren Wohnorten sie (nun) umhergehen? Darin sind wahrlich Zeichen. Wollen sie denn nicht hören"},{"SurahNumber":32,"VerseNumber":27,"Text":"Sehen sie denn nicht, daß Wir das Wasser zum dürren Land treiben und dann dadurch Pflanzen hervorbringen, von denen ihr Vieh und sie selbst essen? Wollen sie denn nicht einsichtig sein"},{"SurahNumber":32,"VerseNumber":28,"Text":"Und sie sagen: \"Wann wird diese Entscheidung eintreten, wenn ihr wahrhaftig seid"},{"SurahNumber":32,"VerseNumber":29,"Text":"Sag: Am Tag der Entscheidung wird denjenigen, die ungläubig waren, ihr Glaube nicht (mehr) nützen, noch wird ihnen Aufschub gewährt"},{"SurahNumber":32,"VerseNumber":30,"Text":"So wende dich ab von ihnen und warte ab; sie warten ebenfalls ab"}]}