{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"Pa tsiku limene munthu aliyense adzadza kudzadzidandaulira yekha, ndipo aliyense adzalandira dipo lolingana ndi ntchito zake ndipo iwo sadzaponderezedwa ayi"},{"SurahNumber":16,"VerseNumber":112,"Text":"Ndipo Mulungu wapereka chitsanzo cha Mzinda umene udali wabata ndi wamtendere, chakudya chake chidali chambiri chimene chimachokera kumbali zosiyanasiyana koma anthu ake adakana zokoma za Mulungu. Kotero Mulungu adaulawitsa Mzindawo vuto la njala ndi mantha chifukwa cha zimene iwo amachita"},{"SurahNumber":16,"VerseNumber":113,"Text":"Ndithudi! Kudadza kwa iwo Mtumwi wa mtundu wawo koma iwo adamukana. Choncho chilango chathu chidawapeza iwo ali kuchita zoipa"},{"SurahNumber":16,"VerseNumber":114,"Text":"Motero idyani zinthu zabwino ndi zololedwa zimene Mulungu wakupatsani inu. Ndipo thokozani chisomo cha Mulungu ngati ndiye yekha amene mumapembedza"},{"SurahNumber":16,"VerseNumber":115,"Text":"Iye wakuletsani kudya zinthu zofa zokha, liwende, nyama ya nkhumba, ndiponso nyama iliyonse imene yaphedwa m’dzina la mulungu wina wosati Mulungu mmodzi yekha. Koma ngati wina akakamizidwa kudya zina za izi, osati mofuna yekha kapena mofuna kuphwanya malamulo, ndithudi, Mulungu ndi wokhululukira ndi wachifundo chosatha"},{"SurahNumber":16,"VerseNumber":116,"Text":"Ndipo musanene bodza ndi malirime anu ponena kuti, “Ichi ndi chololedwa kapena ichi ndi choletsedwa” ndi cholinga chomupekera Mulungu bodza. Ndithudi amene akupekera Mulungu bodza sadzapambana"},{"SurahNumber":16,"VerseNumber":117,"Text":"Chisangalalo cha kanthawi kochepa kwambiri koma iwo adzapeza chilango chowawa"},{"SurahNumber":16,"VerseNumber":118,"Text":"Ife tidawaletsa Ayuda kudya zakudya zimene takufotokozera kale. Ife sitidawapondereze ayi koma iwo adadzipondereza okha"}]}