{"Id":361,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"ఒకవేళ మేము వారిని కరుణించి, (ఇహలోకంలో వారికున్న) ఆపదను తొలగించినా! వారు తలబిరుసుతనంతో పట్టు విడువకుండా త్రోవ తప్పి, సంచరిస్తూ ఉంటారు"},{"SurahNumber":23,"VerseNumber":76,"Text":"మరియు వాస్తవానికి, మేము వారిని శిక్షకు గురి చేశాము. అయినా వారు తమ ప్రభువు ముందు వంగలేదు మరియు వారు వినమ్రులు కూడా కాలేదు"},{"SurahNumber":23,"VerseNumber":77,"Text":"చివరకు మేము వారి కొరకు కఠిన శిక్షా ద్వారాన్ని తెరిచాము. అప్పుడు వారు నిరాశ చెందిన వారయ్యారు"},{"SurahNumber":23,"VerseNumber":78,"Text":"మరియు ఆయనే, మీకు వినే శక్తినీ, చూసే శక్తినీ మరియు (అర్థం చేసుకోవటానికి) హృదయాలను సృజించినవాడు! అయినా మీరెంత తక్కువగా కృతజ్ఞతలు తెలుపుతున్నారు"},{"SurahNumber":23,"VerseNumber":79,"Text":"మరియు మిమ్మల్ని భూమిపై వ్యాపింప జేసినవాడు ఆయనే. మరియు ఆయన వద్దనే మీరంతా సమావేశ పరచబడతారు"},{"SurahNumber":23,"VerseNumber":80,"Text":"మరియు మీకు జీవితాన్ని ఇచ్చేవాడు మరియు మరణింపజేసేవాడు ఆయనే! మరియు రాత్రింబవళ్ళ మార్పు ఆయన ఆధీనంలోనే ఉంది. ఏమీ? మీరిది అర్థం చేసుకోలేరా"},{"SurahNumber":23,"VerseNumber":81,"Text":"కాని వారు తమ పూర్వీకులు పలికినట్లే పలుకుతున్నారు"},{"SurahNumber":23,"VerseNumber":82,"Text":"వారంటున్నారు: \"ఏమీ? మేము మరణించి, మట్టిగా మరియు ఎముకలుగా మారి పోయిన తరువాత కూడా మళ్ళీ సజీవులుగా లేపబడతామా"},{"SurahNumber":23,"VerseNumber":83,"Text":"వాస్తవానికి, ఇటువంటి వాగ్దానాలు, మాకూ మరియు మాకు పూర్వం మా తాతముత్తాతలకు చేయబడినవే! వాస్తవానికి ఇవి కేవలం పూర్వకాలపు కట్టుకథలు మాత్రమే"},{"SurahNumber":23,"VerseNumber":84,"Text":"వారిని ఇలా అడుగు: \"ఈ భూమి మరియు ఇందులో ఉన్నదంతా ఎవరికి చెందినదో మీకు తెలిస్తే చెప్పండి"},{"SurahNumber":23,"VerseNumber":85,"Text":"వారంటారు: \"అల్లాహ్ కే!\" వారితో అను: \"అయినా మీరు హితోపదేశం స్వీకరించరా"},{"SurahNumber":23,"VerseNumber":86,"Text":"వారిని అడుగు: \"సప్తాకాశాల ప్రభువు మరియు సర్వోత్తమ సింహాసనానికి (అర్ష్ కు) ప్రభువు ఎవరు"},{"SurahNumber":23,"VerseNumber":87,"Text":"వారంటారు: \"అల్లాహ్ మాత్రమే!\" అని. వారితో అను: \"అయితే మీరెందుకు ఆయన పట్ల భయభక్తులు కలిగి ఉండరు"},{"SurahNumber":23,"VerseNumber":88,"Text":"వారిని ఇలా అడుగు: \"మీకు తెలిస్తే చెప్పండి! ప్రతిదానిపై పాలనాధికారం ఎవరి చేతిలో ఉంది? మరియు ప్రతిదానికి శరణమిచ్చేవాడు ఆయనే మరియు ఆయనకు వ్యతిరేకంగా శరణమివ్వగల వాడెవ్వడూ లేనివాడు, ఎవరు"},{"SurahNumber":23,"VerseNumber":89,"Text":"వారంటారు: \"అల్లాహ్ మాత్రమే!\" వారితో అను: \"అయితే మీరెందుకు మాయాజాలానికి గురవుతున్నారు (మోసగింపబడుతున్నారు)"}]}