{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":83,"VerseNumber":7,"Text":"Na! (gotî ewan kêş û pîvanê xwe bi kêmasî nekin) loma bi rastî nivîsara (ki- rinê) gunehkaran di sicîlan da hatîye pêk anînê"},{"SurahNumber":83,"VerseNumber":8,"Text":"(Muhcmmed!) tu ji ko dizanî ka sicîl çîye"},{"SurahNumber":83,"VerseNumber":9,"Text":"Ewa (sicîla deftereke wusane) hemû kirinan tê da cî hilda ye"},{"SurahNumber":83,"VerseNumber":10,"Text":"Di wê royê da xwelî li derewdêran be"},{"SurahNumber":83,"VerseNumber":11,"Text":"Ewan (derevdêran) roya xelat û celatan didine derewdêrandinê"},{"SurahNumber":83,"VerseNumber":12,"Text":"Ewê\troyê\they\tewanê\tji\ttuxûbê\txwe\tborî\tû\tgunehkar,\tdidine derewdêrandinê"},{"SurahNumber":83,"VerseNumber":13,"Text":"Gava beratenê me ji bona wî ra, tên e xwundinê ewî (aha) gotîye: \"Evan çîvanokê berêne"},{"SurahNumber":83,"VerseNumber":14,"Text":"Na! (bi gotina wan nîne). Lê bi rastî bi sedema keda wane kirî gemarê li ser dilê wan girtîye"},{"SurahNumber":83,"VerseNumber":15,"Text":"Na! (bi gotina wan nîne, keda wan jî bi tenê nîne) loma bi rastî ewanan di wê royê da ji Xuda yê xwe rûreş in"},{"SurahNumber":83,"VerseNumber":16,"Text":"Paşê ewanê li bal doji da bîne avêtinê"},{"SurahNumber":83,"VerseNumber":17,"Text":"Wê hej paş da ji bona wan ra aha bêgotinê: \"Ewa tişta ku wê pê bawer ne dikir, eva ye (îdî de ji şapata wê çeşne bikin)"},{"SurahNumber":83,"VerseNumber":18,"Text":"Na! (wekî gotina we nîne) loma bi rastî nivîsara kirinê wanê qencîkarê, di jora bilinddan in"},{"SurahNumber":83,"VerseNumber":19,"Text":"(Muhemmed!) tu ji ku dizanî, ka jora bilind çîye"},{"SurahNumber":83,"VerseNumber":20,"Text":"Ewa (jora bilind deftereke wusane) hemû kirinan tê da cî hildan e"},{"SurahNumber":83,"VerseNumber":21,"Text":"Ewan (feriştene) nêzîk, nêhrewanî ya wî dikin"},{"SurahNumber":83,"VerseNumber":22,"Text":"Loma bi rastî qencîkar di (behişta) xurekadan in"},{"SurahNumber":83,"VerseNumber":23,"Text":"Li ser kursîyan temaşa dikin"},{"SurahNumber":83,"VerseNumber":24,"Text":"Tu di rûyê wan da, şopa qencîyan nîyas dikî"},{"SurahNumber":83,"VerseNumber":25,"Text":"Ewan, bi meya devgirtî ye xurî tên e avdanê"},{"SurahNumber":83,"VerseNumber":26,"Text":"Derxûnê wî miske (ya jî daw ya wê meyê misk e). Îdî bira dexes (di van xelatan da) dexesî bikin"},{"SurahNumber":83,"VerseNumber":27,"Text":"Pê vexwarina wê (meyî) meya bi nav Tensîm e"},{"SurahNumber":83,"VerseNumber":28,"Text":"Ewa (Tensîm a) kanyeke wusane, ji wê (kanîyê) hey ewanê nêzîkê (Yezdan) vedixun"},{"SurahNumber":83,"VerseNumber":29,"Text":"Bi rastî ewanê gunehkarî dikirin hene! Ewanan, bi wanê bawer kiribûn e dikenîyan"},{"SurahNumber":83,"VerseNumber":30,"Text":"Gava ewanê (gunehkar) li bal wanê (bawerker da) diborîn li hev mêze dikin çav diniqîn in (bi bawerkeran tinazan dikin)"},{"SurahNumber":83,"VerseNumber":31,"Text":"Û gava (ewan gunehkaran) li bal malînê xwe da zivirîn e, ewan bi xweşî (bawerkeran) di nava xwe da bi ken mijûl dibin"},{"SurahNumber":83,"VerseNumber":32,"Text":"Û gava (ewan gunehkaran, bawerker) dîtin e; ji hev ra (aha) gotin e: \"Bi rastî evan (bawerkeran) rêya xwe wunda kirin e"},{"SurahNumber":83,"VerseNumber":33,"Text":"Ewan (gunehkaran dizan in) ku bi dîdevanî li ser wan (bawerkeran) ne hatin e şandinê, ji bo ku ewan biparisîn in"},{"SurahNumber":83,"VerseNumber":34,"Text":"Îdî di îro da jî ewanê bawer kirin e hene! ewan (bi wanê gunehkar) di ken in"}]}