{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":8,"Text":"Yalan düzüp Allah´a iftira mı ediyor, yoksa çıldırmış mı bu?\" Hayır, söyledikleri gibi değil! Gerçek şu ki, âhirete inanmayanlar, dönüşü olmayan bir sapıklık ve bir azap içindedirler"},{"SurahNumber":34,"VerseNumber":9,"Text":"Onlar, önlerinde ve arkalarında, gökten ve yerden neler var, görmediler mi? Dilesek onları yere batırırız ya da üzerlerine gökten parçalar düşürürüz. Hiç kuşkusuz, bütün bunlarda Allah´a yönelen her kul için mutlak bir ibret vardır"},{"SurahNumber":34,"VerseNumber":10,"Text":"Yemin olsun, biz, Dâvud´a katımızdan bir lütufta bulunduk. \"Ey dağlar, onunla birlikte tespih edin ve ey kuşlar siz de.\" dedik. Ve onun için demiri yumuşattık"},{"SurahNumber":34,"VerseNumber":11,"Text":"Geniş ve uzun zırhlar yap! Dokumasında titiz davran! Siz de hayra ve barışa yönelik iş yapın. Kuşkusuz, ben, yaptıklarınızı görüyorum"},{"SurahNumber":34,"VerseNumber":12,"Text":"Süleyman için de sabah gidişi bir ay, akşam dönüşü bir ay olan rüzgârı görevlendirdik. Onun için erimiş katran/bakır kaynağını sel gibi akıttık. Cinlerden öylesi vardı ki, Rabbinin izniyle onun önünde iş yapardı. Onlardan hangisi buyruğumuzdan yan çizse, alevli ateş azabını kendisine tattırdık"},{"SurahNumber":34,"VerseNumber":13,"Text":"Onlar Süleyman için, mihraplardan/kalelerden, heykellerden, havuzlar gibi çanaklardan, yerinden kaldırılamaz kazanlardan ne dilerse yaparlardı. Ey Davûd ailesi, şükür olarak iş yapın! Kullarım içinden şükredenler o kadar az ki"},{"SurahNumber":34,"VerseNumber":14,"Text":"Sonunda, Süleyman için ölüm hükmünü verdiğimizde, onun ölümünü, değneğini yiyen dâbbetül arzdan/ağaç kurtçuğundan başkası onlara göstermedi. Süleyman yere yığılınca, açıkça anlaşıldı ki, eğer cinler gaybı bilmiş olsalardı, o alçaltıcı azap içinde bekleyip durmazlardı"}]}