{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"Egaa Allaahn, mootiin dhugaa, ol ta’eeraOdoo wahyiin isaa gara kee bu’ee hin xumuramin dura, Qur’aana (dubbisuutti) hin jarjarin“(Yaa) Rabbii kiyya! Beekumsa naaf dabali” jedhi"},{"SurahNumber":20,"VerseNumber":115,"Text":"Dhugumatti, sana duras Aadamitti beeksisa goonee, dagatee tureNuti kutannoo isaaf hin argine"},{"SurahNumber":20,"VerseNumber":116,"Text":"Yeroo maleykotaan “Aadamiif sujuuda bu’aa” jennes [yaadadhu]Ibliisa malee yoosuu sujuuda bu’anInni ni dide"},{"SurahNumber":20,"VerseNumber":117,"Text":"Ergasii ni jenne: “Yaa Aadam! Dhugumatti, kun diina keetiifi (diina) niitii teetiitiKanaafuu jannata keessaa akka isin lamaanuu hin baafne; (yoo jannataa baate) ni rakkatta"},{"SurahNumber":20,"VerseNumber":118,"Text":"Dhugumatti, ati ishee (jannata) keessatti beela’uu dhabuufi daaruu dhabuunis siif jira"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ammas ati ishee keessatti dheebochuu dhabuufi aduun gubachuu dhabuunis siif jira.”"},{"SurahNumber":20,"VerseNumber":120,"Text":"Ergasii sheyxaanni gara isaatti hasaasee: “Yaa Aadam! Gara muka yeroo hundaatiifi mootummaa hin dhabamne irratti si qajeelchuu?” jedheen"},{"SurahNumber":20,"VerseNumber":121,"Text":"Yoosuu isaan lamaan ishee irraa nyaatani; qaamni saalaa isaanii isaaniif mul’atte; baala jannataa irraa of irratti maxxansuu eegalanAadamis ajaja Gooftaa isaa didee dogoggore"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sana booda Rabbiin isaa isa filatee, isaaf tawbaa qeebalee isa qajeelche"},{"SurahNumber":20,"VerseNumber":123,"Text":"(Rabbiin) ni jedhe: “Gariin keessan gariif diina ta’aatii, isin lamaanuu waliin ishee (jannata) irraa (gara dachii) gadi bu’aaErgasii yoo Ana irraa qajeelfamni isinitti dhufe, namni qajeelfama kiyya hordofe hin jallatu; hin rakkatus"},{"SurahNumber":20,"VerseNumber":124,"Text":"Namni yaadannoo (Qur’aana) kiyya irraa garagale, dhugumatti, isaaf jireenya dhiphoo ta’etu jira; Guyyaa Qiyaamaas jaamaa gooneeti isa kaafna.”"},{"SurahNumber":20,"VerseNumber":125,"Text":"“Gooftaa kiyya! Odoon (addunyaa irratti) nama argu ta’ee jiruu (har’a) maaliif jaamaa gootee na kaafte?” jedha"}]}