{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":11,"VerseNumber":54,"Text":"Ми тврдимо да те је неко наше божанство злом погодило.“ „Ја позивам Аллаха за сведока“, рече Худ, „а и ви посведочите да ја немам ништа са тим што ви друга божанства обожавате –"},{"SurahNumber":11,"VerseNumber":55,"Text":"поред Аллаха; и зато сви заједно против мене лукавство смислите и немојте ништа да одлажете"},{"SurahNumber":11,"VerseNumber":56,"Text":"ја се уздам у Аллаха, Он је мој и ваш Господар! Све живо је потчињено само Њему; заиста је мој Господар истинит и праведан"},{"SurahNumber":11,"VerseNumber":57,"Text":"Па ако се окренете - а ја сам вам саопштио оно што вам је Аллах по мени послао - мој Господар ће уместо вас други народ да подари, и ви не можете ничим да Му наудите; мој Господар заиста надзире над свим.“"},{"SurahNumber":11,"VerseNumber":58,"Text":"И кад је дошла Наша одредба, Ми смо, Нашом милошћу, спасили Худа и вернике са њим и поштедили смо их жестоке казне"},{"SurahNumber":11,"VerseNumber":59,"Text":"Ето, то је био народ Ад, они су доказе свога Господара порицали и били су непослушни својим посланицима, и покоравали су се наредби сваког силника и пркосника"},{"SurahNumber":11,"VerseNumber":60,"Text":"И сустигло их је проклетство и понижење на овом свету, а биће проклети и понижени и на Судњем дану. Ад, заиста, није веровао у свога Господара; далеко нека је Ад, Худов народ"},{"SurahNumber":11,"VerseNumber":61,"Text":"И народу Семуду смо послали њиховог брата Салиха. „О мој народе“, говорио је он, „обожавајте само Аллаха, ви другог истинског бога осим Њега немате! Он вас је створио од земље и дао вам је да живите на њој! Зато Га молите да вам опрости и покајте Му се! Мој Господар је, заиста, близу и одазива се на молитве.“"},{"SurahNumber":11,"VerseNumber":62,"Text":"„О Салихе“, говорили су они, „ти си међу нама пре овог позива био цењен. Зашто браниш да обожавамо оно што су преци наши обожавали? Ми увелико сумњамо у оно чему нас ти позиваш.“"}]}