{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"Biz senden önce hiçbir peygamber göndermedik ki, ona şöyle vahyetmiş olmayalım: «Gerçek şu ki, Benden başka ilah yoktur; onun için hep Bana ibadet edin.»"},{"SurahNumber":21,"VerseNumber":26,"Text":"Böyle iken dediler ki: «Rahman çocuk edindi.» Allah bundan münezzehtir. Doğrusu (o çocuk dedikleri) sadece şerefli bir takım kullardır"},{"SurahNumber":21,"VerseNumber":27,"Text":"onlar Allah´ın sözünün önüne geçmezler, hep O´nun emriyle hareket ederler"},{"SurahNumber":21,"VerseNumber":28,"Text":"Allah onların önlerindekini de, arkalarındakini de bilir. Allah´ın razı olacağı kimselerden başkasına şefaat etmezler. Hepsi O´nun korkusundan titrerler"},{"SurahNumber":21,"VerseNumber":29,"Text":"İçlerinden her kim: «Ben O´ndan başka ilahım!» derse, Biz ona cehennemi ceza olarak veririz; zalimleri Biz böyle cezalandırırız"},{"SurahNumber":21,"VerseNumber":30,"Text":"O küfredenler görmediler mi ki, gökler ve yer bitişik idiler de Biz onları ayırdık; canlı olan her şeyi sudan yaptık. Hala inanmıyorlar mı"},{"SurahNumber":21,"VerseNumber":31,"Text":"Yeryüzünde de onları çalkalar diye, baskılar oturttuk (sabit dağlar yerleştirdik), doğru gidebilsinler diye orada bol bol açıklıklar (yollar) yaptık"},{"SurahNumber":21,"VerseNumber":32,"Text":"Gökyüzünü korunmuş bir tavan yaptık. Onlar ise O´nun ayetlerinden yüz çeviriyorlar"},{"SurahNumber":21,"VerseNumber":33,"Text":"Oysa, geceyi, gündüzü, güneşi ve ayı yaratan O´dur; bunların herbiri birer yörüngede yüzüyorlar"},{"SurahNumber":21,"VerseNumber":34,"Text":"Bir de Biz senden önce hiçbir kimseye ölümsüzlük vermedik. Eğer sen ölürsen onlar baki mi kalacaklar"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her canlı ölümü tadacaktır. Sizi bir imtihan olarak kötülük ve iyilik ile deneyeceğiz; hepiniz de sonunda bize döndürüleceksiniz"}]}