{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Haa Miim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Ndahiriye ku gitabo (Qur’an) gisobanutse"},{"SurahNumber":44,"VerseNumber":3,"Text":"Mu by’ukuri, twakimanuye mu ijoro ryuje imigisha (Laylat-ul Qadri). Rwose turi ababurizi (b’uko ibihano bizashyikira abahakanyi)"},{"SurahNumber":44,"VerseNumber":4,"Text":"Muri iryo (joro) ni bwo buri kintu (kizaba mu mwaka) kigenwa (amafunguro, igihe cy’amavuko, igihe cyo gupfa, amakuba)"},{"SurahNumber":44,"VerseNumber":5,"Text":"Ni iteka riduturutseho. Mu by’ukuri, ni twe twohereza (intumwa)"},{"SurahNumber":44,"VerseNumber":6,"Text":"Ku bw’impuhwe ziturutse kwa Nyagasani wawe. Mu by’ukuri, (Allah) ni Uwumva bihebuje, Umumenyi uhebuje"},{"SurahNumber":44,"VerseNumber":7,"Text":"Nyagasani w’ibirere n’isi ndetse n’ibiri hagati yabyo; niba muri abizera b’ukuri (nimube ariwe musenga wenyine)"},{"SurahNumber":44,"VerseNumber":8,"Text":"Nta yindi mana iriho itari we (Allah). Ni we utanga ubuzima n’urupfu. Ni Nyagasani wanyu akaba ari na we Nyagasani w’abakurambere banyu"},{"SurahNumber":44,"VerseNumber":9,"Text":"Nyamara bo bari mu gushidikanya bikinira"},{"SurahNumber":44,"VerseNumber":10,"Text":"Ngaho tegereza umunsi ikirere kizazana umwotsi ugaragara"},{"SurahNumber":44,"VerseNumber":11,"Text":"Uzapfukirana abantu. Icyo ni igihano kibabaza"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Bazavuga bati) \"Nyagasani wacu! Dukize ibihano! Mu by’ukuri, turaba abemera"},{"SurahNumber":44,"VerseNumber":13,"Text":"Ni gute bakwibuka kwemera (ubu), kandi bari baragezweho n’intumwa (Muhamadi) ibasobanurira"},{"SurahNumber":44,"VerseNumber":14,"Text":"Maze bakayitera umugongo, bakavuga bati \"Uyu ni umuntu wigishijwe (n’abandi) kandi ni umusazi"},{"SurahNumber":44,"VerseNumber":15,"Text":"Rwose turabakuriraho ibihano mu gihe gito, kandi nta kabuza muzongera musubire (mu buhakanyi)"},{"SurahNumber":44,"VerseNumber":16,"Text":"Umunsi tuzabahanisha igihano gikomeye. Mu by’ukuri, tuzabaryoza (ibyo bakoze)"},{"SurahNumber":44,"VerseNumber":17,"Text":"Kandi mbere yabo (ababangikanyamana) twagerageje abantu ba Farawo, ubwo intumwa yubahitse (Musa) yabageragaho"},{"SurahNumber":44,"VerseNumber":18,"Text":"(Irababwira iti) \"Nimumpe abagaragu ba Allah (mbajyane). Mu by’ukuri, njye ndi intumwa yizewe iboherejwemo"}]}