{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"وه کہنے لگے کہ میں نے تم سے نہیں کہا تھا کہ تم میرے ہمراه ره کر ہرگز صبر نہیں کر سکتے"},{"SurahNumber":18,"VerseNumber":76,"Text":"موسیٰ (علیہ السلام) نے جواب دیا اگر اب اس کے بعد میں آپ سے کسی چیز کے بارے میں سوال کروں تو بیشک آپ مجھے اپنے ساتھ نہ رکھنا، یقیناً آپ میری طرف سے (حد) عذر کو پہنچ چکے"},{"SurahNumber":18,"VerseNumber":77,"Text":"پھر دونوں چلے ایک گاؤں والوں کے پاس آکر ان سے کھانا طلب کیا تو انہوں نے ان کی مہمانداری سے صاف انکار کر دیا، دونوں نے وہاں ایک دیوار پائی جو گراہی چاہتی تھی، اس نے اسے ٹھیک اور درست کر دیا، موسیٰ (علیہ السلام) کہنے لگے اگر آپ چاہتے تو اس پر اجرت لے لیتے"},{"SurahNumber":18,"VerseNumber":78,"Text":"اس نے کہا بس یہ جدائی ہے میرے اور تیرے درمیان، اب میں تجھے ان باتوں کی اصلیت بھی بتا دوں گا جس پر تجھ سے صبر نہ ہو سکا"},{"SurahNumber":18,"VerseNumber":79,"Text":"کشتی تو چند مسکینوں کی تھی جو دریا میں کام کاج کرتے تھے۔ میں نے اس میں کچھ توڑ پھوڑ کرنے کا اراده کر لیا کیونکہ ان کے آگے ایک بادشاه تھا جو ہر ایک (صحیح سالم) کشتی کو جبراً ضبط کر لیتا تھا"},{"SurahNumber":18,"VerseNumber":80,"Text":"اور اس لڑکے کے ماں باپ ایمان والے تھے۔ ہمیں خوف ہوا کہ کہیں یہ انہیں اپنی سرکشی اور کفر سے عاجز وپریشان نہ کر دے"},{"SurahNumber":18,"VerseNumber":81,"Text":"اس لئے ہم نے چاہا کہ انہیں ان کا پروردگار اس کے بدلے اس سے بہتر پاکیزگی واﻻ اور اس سے زیاده محبت اور پیار واﻻ بچہ عنایت فرمائے"},{"SurahNumber":18,"VerseNumber":82,"Text":"دیوار کا قصہ یہ ہے کہ اس شہر میں دو یتیم بچے ہیں جن کا خزانہ ان کی اس دیوار کے نیچے دفن ہے، ان کا باپ بڑا نیک شخص تھا تو تیرے رب کی چاہت تھی کہ یہ دونوں یتیم اپنی جوانی کی عمر میں آکر اپنا یہ خزانہ تیرے رب کی مہربانی اور رحمت سے نکال لیں، میں نے اپنی رائے سے کوئی کام نہیں کیا، یہ تھی اصل حقیقت ان واقعات کی جن پر آپ سے صبر نہ ہو سکا"},{"SurahNumber":18,"VerseNumber":83,"Text":"آپ سے ذوالقرنین کا واقعہ یہ لوگ دریافت کر رہے ہیں، آپ کہہ دیجئے کہ میں ان کا تھوڑا سا حال تمہیں پڑھ کر سناتا ہوں"}]}