{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"No messenger did We send before you without this inspiration sent by Us to him, “There is no god but Me, therefore worship and serve Me.”"},{"SurahNumber":21,"VerseNumber":26,"Text":"And they say, “God, the Merciful Benefactor has a son, glory be to him.” No, they are servants raised to honor"},{"SurahNumber":21,"VerseNumber":27,"Text":"They do not speak before He speaks, and they act by His command"},{"SurahNumber":21,"VerseNumber":28,"Text":"He knows what is before them, and what is behind them, and none can intercede except for those whom He approves, and they stand in awe and reverence before Him"},{"SurahNumber":21,"VerseNumber":29,"Text":"If any of them should say, “I am a god besides Him,” We will reward them with hell. This is how We reward those who do wrong"},{"SurahNumber":21,"VerseNumber":30,"Text":"Do the unbelievers fail to see that the heavens and the earth were joined together, before We split them apart? We made every living thing from water. Will they not then believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"And We have set on the earth mountains standing firm, lest it should shake with them, and We have made therein broad valleys between mountains for them to pass through, so that they may receive guidance"},{"SurahNumber":21,"VerseNumber":32,"Text":"And We have made the heavens as a canopy well guarded. Yet they turn away from the signs"},{"SurahNumber":21,"VerseNumber":33,"Text":"It is He Who created the night and the day, and the Sun and the Moon each float along in its orbit"},{"SurahNumber":21,"VerseNumber":34,"Text":"We did not grant to any person before you eternal life. If you must die, should they then live forever"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul will have a taste of death, and We challenge you with bad and with good, and to Us you must return"}]}