{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":71,"Text":"Do they not see that We have created for them of what Our Hands have created, the cattle, so that they are their owners"},{"SurahNumber":36,"VerseNumber":72,"Text":"And We have subdued them unto them so that some of them they have for riding and some they eat"},{"SurahNumber":36,"VerseNumber":73,"Text":"And they have (other) benefits from them (besides), and they get (milk) to drink, will they not then be grateful"},{"SurahNumber":36,"VerseNumber":74,"Text":"And they have taken besides Allah aliha (gods), hoping that they might be helped (by those so called gods)"},{"SurahNumber":36,"VerseNumber":75,"Text":"They cannot help them, but they will be brought forward as a troop against those who worshipped them (at the time of Reckoning)"},{"SurahNumber":36,"VerseNumber":76,"Text":"So let not their speech, then, grieve you (O Muhammad SAW). Verily, We know what they conceal and what they reveal"},{"SurahNumber":36,"VerseNumber":77,"Text":"Does not man see that We have created him from Nutfah (mixed male and female discharge semen drops). Yet behold! He (stands forth) as an open opponent"},{"SurahNumber":36,"VerseNumber":78,"Text":"And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones when they have rotted away and became dust"},{"SurahNumber":36,"VerseNumber":79,"Text":"Say: (O Muhammad SAW) \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation"},{"SurahNumber":36,"VerseNumber":80,"Text":"He, Who produces for you fire out of the green tree, when behold! You kindle therewith"},{"SurahNumber":36,"VerseNumber":81,"Text":"Is not He, Who created the heavens and the earth Able to create the like of them? Yes, indeed! He is the All-Knowing Supreme Creator"},{"SurahNumber":36,"VerseNumber":82,"Text":"Verily, His Command, when He intends a thing, is only that He says to it, \"Be!\" and it is"},{"SurahNumber":36,"VerseNumber":83,"Text":"So Glorified is He and Exalted above all that they associate with Him, and in Whose Hands is the dominion of all things, and to Him you shall be returned"}]}