{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"اوران کے گھروں کے دروازے اور تخت بھی چاندی کے کر دیتے جن پر وہ تکیہ لگا کر بیٹھتے ہیں"},{"SurahNumber":43,"VerseNumber":35,"Text":"اور سونے کے بھی اور یہ سب کچھ دنیا کی زندگی کا سامان ہے اور آخرت آپ کے رب کے ہاں پرہیزگاروں کے لیے ہے"},{"SurahNumber":43,"VerseNumber":36,"Text":"اورجو الله کی یاد سے غافل ہوتا ہے تو ہم اس پر ایک شیطان متعین کر تے ہیں پھر وہ اس کا ساتھی رہتا ہے"},{"SurahNumber":43,"VerseNumber":37,"Text":"اور شیاطین آدمیوں کو راستے سے روکتے ہیں اور وہ سمجھتے ہیں کہ ہم راہِ راست پر ہیں"},{"SurahNumber":43,"VerseNumber":38,"Text":"یہاں تک کہ جب وہ ہمارے پاس آئے گا تو کہے گا اے کاش میرے اور تیرے درمیان مشرق اور مغرب کی دوری ہوتی پس کیسا برا ساتھی ہے"},{"SurahNumber":43,"VerseNumber":39,"Text":"اورآج تمہیں یہ بات ہر گز نفع نہ دے گی چونکہ تم نے ظلہم کیا تھا بے شک تم عذاب میں شریک ہو"},{"SurahNumber":43,"VerseNumber":40,"Text":"پس کیا آپ بہروں کو سنا سکتے ہیں یااندھوں کو راہ دکھا سکتے ہیں اور انہیں جو صریح گمراہی میں ہیں"},{"SurahNumber":43,"VerseNumber":41,"Text":"پس اگر ہم آپ کو (دنیا سے) اٹھالیں تو بھی ہم ان سے بدلہ لیں گے"},{"SurahNumber":43,"VerseNumber":42,"Text":"یا اگر ہم آپ کووہ دکھا بھی دیں جس کا ہم نے ان سے وعدہ کیا ہے تو ہم ان پر قادر ہیں"},{"SurahNumber":43,"VerseNumber":43,"Text":"پھر آپ مضبوطی سے پکڑیں اسے جو آپ کی طرف وحی کیا گیا ہے بے شک آپ سیدھے راستہ پر ہیں"},{"SurahNumber":43,"VerseNumber":44,"Text":"اور بے شک وہ (قرآن) آپ کے لیے اور آپ کی قوم کے لیے ایک نصیحت ہے اور تم سب سے ا سکی باز پرس ہو گی"},{"SurahNumber":43,"VerseNumber":45,"Text":"اور آپ ان سب پیغمبروں سے جنہیں ہم نے آپ سے پہلے بھیجا ہے پوچھ لیجیئے کیا ہم نے رحمان کے سوا دوسرے معبود ٹھیرا لئے تھے کہ انکی عبادت کی جائے"},{"SurahNumber":43,"VerseNumber":46,"Text":"اور ہم نے موسیٰ کو اپنی نشانیاں دے کر فرعون اور اس کے امرائے دربار کی طرف بھیجا تھا سو اس نے کہا کہ میں پروردگار عالم کا رسول ہوں"},{"SurahNumber":43,"VerseNumber":47,"Text":"پس جب وہ ان کے پاس ہماری نشانیاں لایا تو وہ اس کی ہنسی اڑانے لگے"}]}