{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":26,"Text":"Ku tuna a lõkacin da kuke kaɗan, waɗanda ake raunanarwã a cikin ƙasa kunã tsõron mutãne su cafe ku, sai Ya tattara ku (a wurin natsuwa, Maɗina), kuma Ya ƙarfafã ku da taimakonSa kuma Ya azurtã ku daga abũbuwa mãsu dãɗi; Tsammãninku, kunã gõdẽwa"},{"SurahNumber":8,"VerseNumber":27,"Text":"Yã kũ waɗanda suka yi ĩmãni! Kada ku yaudari Allah da ManzonSa, kuma ku yaudari amãnõninku, alhãli kuwa kunã sane"},{"SurahNumber":8,"VerseNumber":28,"Text":"Kuma ku sani cẽwa abin sani kawai, dũkiyõyinku da 'ya'yanku, wata fitina ce, kuma lalle ne Allah, a wurin Sa, akwai ijãra mai girma"},{"SurahNumber":8,"VerseNumber":29,"Text":"Ya kũ waɗanda suka yi ĩmãni! Idan kun bi Allah da taƙawa, zai sanyã muku mararraba (da tsõro) kuma Ya kankare ƙanãnan zunubanku daga barinku. Kuma Ya gãfartã muku. Kuma Allah ne Ma'abũcin falalã Mai girma"},{"SurahNumber":8,"VerseNumber":30,"Text":"Kuma a lõkacin da waɗanda* suka kãfirta sukẽ yin mãkirci game da kai, dõmin su tabbatar da kai, kõ kuwa su kashe ka, kõ kuwa su fitar da kai, sunã mãkirci kuma Allah Yanã mayar musa da mãkirci kuma Allah ne Mafificin mãsu mãkirci"},{"SurahNumber":8,"VerseNumber":31,"Text":"Kuma idan aka karanta, ãyõyinMu a kansu, sukan ce: \"Lalle ne mun ji dã muna so, haƙĩƙa, da mun faɗi irin wannan; wannan bai zama ba fãce tãtsunãyõyin mutãnen farko"},{"SurahNumber":8,"VerseNumber":32,"Text":"A lõkacin da suka ce: \"Yã Allah! Idan wannan ya kasancc shĩ ne gaskiya daga wurinKa, sai Ka yi ruwan duwãtsu, a kanmu, daga sama, kõ kuwa Kazõ mana da wata azãba, mai raɗaɗi"},{"SurahNumber":8,"VerseNumber":33,"Text":"Kuma Allah bai kasance Yanã yi musu azãba ba alhãli kuwa kai kanã cikinsu,* kuma Allah bai kasance Mai yi musu azãba ba alhãli kuwa sunã yin istigfãri"}]}