{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"and for their houses, doors and couches — they would recline thereat"},{"SurahNumber":43,"VerseNumber":35,"Text":"and gold-ornaments. And yet all this would have been but an enjoyment and provision relating to the life of this world. And the Hereafter with your Nourisher-Sustainer is meant for Muttaqun (those who pay obedience to Allah in accordance with the teachings in Al-Kitab)"},{"SurahNumber":43,"VerseNumber":36,"Text":"And whosoever withdraws (himself) from Zikr (Message) from Ar-Rahman, We specify for him a Satan, so he unto him is a constant companion"},{"SurahNumber":43,"VerseNumber":37,"Text":"And definitely they (these satans) surely hinder them from the Path, but they assess that they are guided ones"},{"SurahNumber":43,"VerseNumber":38,"Text":"till, when (such a one) came unto Us he said: “Would that, between me and between you were the distance of the two easts. So, (what an) evil companion (indeed)"},{"SurahNumber":43,"VerseNumber":39,"Text":"And will never profit you this Day when you transgressed, that you (together with your Satan-companions become) sharers in the Punishment (in Hell)"},{"SurahNumber":43,"VerseNumber":40,"Text":"Would you then make the deaf to hear; or would you guide the blind, and that who is in manifest error"},{"SurahNumber":43,"VerseNumber":41,"Text":"And if (it) so (happens) that We move away with you, then surely We (become) those who take vengeance on them"},{"SurahNumber":43,"VerseNumber":42,"Text":"Or (if) We show you that which We promised unto them, then surely We (become) those who have perfect command and control over them"},{"SurahNumber":43,"VerseNumber":43,"Text":"So be attached to what has been inspired unto you. Surely you stand on SiratimMustaqim"},{"SurahNumber":43,"VerseNumber":44,"Text":"And certainly this (Al-Kitab or Al-Quran) is surely a Zikr (‘Message’.) for you and for your nation. And you will be put to question soon"},{"SurahNumber":43,"VerseNumber":45,"Text":"And ask whom We sent before you out of Our Messengers: ‘Did We appoint besides Ar-Rahman, aalihah (gods) that may be obeyed (by people)?’"},{"SurahNumber":43,"VerseNumber":46,"Text":"And surely, indeed We did send Musa with Our Credentials to Firaun and his chiefs. So he said: “Verily, I am a Messenger of the Nourisher-Sustainer to the worlds.”"},{"SurahNumber":43,"VerseNumber":47,"Text":"And when he came to them with Our Signs, behold, they laugh thereat"}]}