{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":99,"Text":"इसी प्रकार, (हे नबी!) हम आपके समक्ष विगत समाचारों में से कुछ का वर्णन कर रहे हैं और हमने आपको प्रदान कर दी है अपने पास से एक शिक्षा (क़ुर्आन)।"},{"SurahNumber":20,"VerseNumber":100,"Text":"जो उससे मुँह फेरेगा, तो वह निश्चय प्रलय के दिन लादे हुए होगा, भारी[1] बोझ।"},{"SurahNumber":20,"VerseNumber":101,"Text":"वे सदा रहन वाले होंगे उसमें और प्रलय के दिन उनके लिए बुरा बोझ होगा।"},{"SurahNumber":20,"VerseNumber":102,"Text":"जिस दिन फूंक दिया जायेगा सूर[1] (नरसिंघा) में, और हम एकत्र कर देंगे उस दिन पापियों को, इस दशा में कि उनकी आँखें (भय से) नीली होंगी।"},{"SurahNumber":20,"VerseNumber":103,"Text":"वे आपस में चुपके-चुपके कहेंगे कि तुम (संसार में) बस दस दिन रहे हो।"},{"SurahNumber":20,"VerseNumber":104,"Text":"हम भली-भाँति जानते हैं, जो कुछ वे कहेंगे, जिस समय कहेगा उनमें से सबसे चतुर कि तुम केवल एक ही दिन रहे[1] हो।"},{"SurahNumber":20,"VerseNumber":105,"Text":"वे आपसे प्रश्न कर रहे हैं पर्वतों के संबन्ध में? आप कह दें कि उड़ा देगा उन्हें मेरा पालनहार चूर-चूर करके।"},{"SurahNumber":20,"VerseNumber":106,"Text":"फिर धरती को छोड़ देगा, समतल मैदान बनाकर।"},{"SurahNumber":20,"VerseNumber":107,"Text":"तुम नहीं देखोगे उसमें कोई टेढ़ापन और न नीच-ऊँच।"},{"SurahNumber":20,"VerseNumber":108,"Text":"उस दिन लोग पीछे चलेंगे पुकारने वाले के, कोई उससे कतरायेगा नहीं और धीमी हो जायेँगी आवाजें अत्यंत कृपाशील के लिए, फिर तुम नहीं सुनोगे कानाफूँसी की आवाज़ के सिवा।"},{"SurahNumber":20,"VerseNumber":109,"Text":"उस दिन लाभ नहीं देगी सिफ़ारिश, परन्तु जिसे आज्ञा दे अत्यंत कृपाशील और प्रसन्न हो उसके[1] लिए बात करने से।"},{"SurahNumber":20,"VerseNumber":110,"Text":"वह जानता है, जो कुछ उनके आगे तथा पीछे है और वे उसका पूरा ज्ञान नहीं रखते।"},{"SurahNumber":20,"VerseNumber":111,"Text":"तथा सभी के सिर झुक जायेंगे, जीवित नित्य स्थायी (अल्लाह) के लिए और निश्चय वह निष्फल हो गया, जिसने अत्याचार लाद[1] लिया।"},{"SurahNumber":20,"VerseNumber":112,"Text":"तथा जो सदाचार करेगा और वह ईमान वाला भी हो, तो वह नहीं डरेगा अत्याचार से, न अधिकार हनन से।"},{"SurahNumber":20,"VerseNumber":113,"Text":"और इसी प्रकार, हमने इस अरबी क़ुर्आन को अवतरित किया है तथा विभिन्न प्रकार से वर्णन कर दिया है उसमें चेतावनी का, ताकि लोग आज्ञाकारी हो जायेँ अथवा वह उनके लिए उत्पन्न कर दे एक शिक्षा।"}]}