{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":70,"Text":"Maka ketika ia membekalkan mereka dengan bekalan makan (yang mencukupi keperluan) mereka, lalu ia meletakkan bijana minuman raja di kenderaan saudaranya (Bunyamin), kemudian menyeru seorang penyeru:\" Wahai orang-orang kafilah ini, sesungguhnya kamu adalah pencuri"},{"SurahNumber":12,"VerseNumber":71,"Text":"Mereka bertanya sambil mengadap ke arah orang-orang menteri yang menuduh itu: \"Apa benda kamu yang kehilangan"},{"SurahNumber":12,"VerseNumber":72,"Text":"Orang-orang menteri menjawab: \"Kami kehilangan cupak raja. Dan sesiapa yang memulangkannya akan diberi (benda-benda makanan) sebanyak muatan seekor unta, dan akulah yang menjamin pemberian itu"},{"SurahNumber":12,"VerseNumber":73,"Text":"Mereka berkata: \"Demi Allah! Sesungguhnya kamu sedia mengetahui bahawa kedatangan kami bukanlah untuk berbuat kerosakan di bumi (Mesir ini), dan kami pula bukanlah pencuri"},{"SurahNumber":12,"VerseNumber":74,"Text":"(Orang-orang menteri) bertanya: \"Maka apa balasan pencuri itu, jika kamu berdusta"},{"SurahNumber":12,"VerseNumber":75,"Text":"Mereka menjawab: \"Balasannya: sesiapa yang didapati benda itu di kenderaannya, maka dia lah sendiri yang menjadi balasannya. Demikianlah kami membalas orang-orang yang zalim"},{"SurahNumber":12,"VerseNumber":76,"Text":"Maka Yusuf pun mulailah memeriksa tempat-tempat barang mereka sebelum memeriksa tempat barang saudara kandungnya (Bunyamin) kemudian ia mengeluarkan benda yang hilang itu dari tempat simpanan barang saudara kandungnya. Demikianlah Kami jayakan rancangan untuk (menyampaikan hajat) Yusuf. Tidaklah ia akan dapat mengambil saudara kandungnya menurut undang-undang raja, kecuali jika dikehendaki oleh Allah. (Dengan ilmu pengetahuan), Kami tinggikan pangkat kedudukan sesiapa yang Kami kehendaki, dan tiap-tiap orang yang berilmu pengetahuan, ada lagi di atasnya yang lebih mengetahui"},{"SurahNumber":12,"VerseNumber":77,"Text":"Mereka berkata:\" Kalau dia mencuri, maka (tidaklah pelik), kerana sesungguhnya saudara kandungnya pernah juga mencuri dahulu. (Mendengar kata-kata yang menyinggung itu) maka Yusuf pun menyembunyikan perasaannya, dan tidak menyatakannya kepada mereka, sambil berkata (dalam hati): \"Kamulah yang lebih buruk keadaannya; dan Allah Maha Mengetahui akan apa yang kamu katakan itu"},{"SurahNumber":12,"VerseNumber":78,"Text":"Merekapun merayu dengan berkata: \"Wahai datuk menteri! Sesungguhnya ia (Bunyamin), mempunyai bapa yang sudah tua, lagi berpangkat. Oleh itu, ambilah salah seorang di antara kami sebagai gantinya; sesungguhnya kami memandangmu dari orang-orang yang sentiasa berbudi"}]}