{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"جبکہ ہم نے تیری ماں کو وه الہام کیا جس کا ذکر اب کیا جا رہا ہے"},{"SurahNumber":20,"VerseNumber":39,"Text":"کہ تو اسے صندوق میں بند کرکے دریا میں چھوڑ دے، پس دریا اسے کنارے ﻻ ڈالے گا اور میرا اور خود اس کا دشمن اسے لے لے گا، اور میں نے اپنی طرف کی خاص محبت ومقبولیت تجھ پر ڈال دی۔ تاکہ تیری پرورش میری آنکھوں کے سامنے کی جائے"},{"SurahNumber":20,"VerseNumber":40,"Text":"(یاد کر) جبکہ تیری بہن چل رہی تھی اور کہہ رہی تھی کہ اگر تم کہو تو میں اسے بتا دوں جو اس کی نگہبانی کرے، اس تدبیر سے ہم نے تجھے پھر تیری ماں کے پاس پہنچایا کہ اس کی آنکھیں ٹھنڈی رہیں اور وه غمگین نہ ہو۔ اور تو نے ایک شخص کو مار ڈاﻻ تھا اس پر بھی ہم نے تجھے غم سے بچا لیا، غرض ہم نے تجھے اچھی طرح آزما لیا۔ پھر تو کئی سال تک مدین کے لوگوں میں ٹھہرا رہا، پھر تقدیر الٰہی کے مطابق اے موسیٰ! تو آیا"},{"SurahNumber":20,"VerseNumber":41,"Text":"اور میں نے تجھے خاص اپنی ذات کے لئے پسند فرما لیا"},{"SurahNumber":20,"VerseNumber":42,"Text":"اب تو اپنے بھائی سمیت میری نشانیاں ہمراه لئے ہوئے جا، اور خبردار میرے ذکر میں سستی نہ کرنا"},{"SurahNumber":20,"VerseNumber":43,"Text":"تم دونوں فرعون کے پاس جاؤ اس نے بڑی سرکشی کی ہے"},{"SurahNumber":20,"VerseNumber":44,"Text":"اسے نرمی سے سمجھاؤ کہ شاید وه سمجھ لے یا ڈر جائے"},{"SurahNumber":20,"VerseNumber":45,"Text":"دونوں نے کہا اے ہمارے رب! ہمیں خوف ہے کہ کہیں فرعون ہم پر کوئی زیادتی نہ کرے یا اپنی سرکشی میں بڑھ نہ جائے"},{"SurahNumber":20,"VerseNumber":46,"Text":"جواب ملا کہ تم مطلقاً خوف نہ کرو میں تمہارے ساتھ ہوں اور سنتا دیکھتا رہوں گا"},{"SurahNumber":20,"VerseNumber":47,"Text":"تم اس کے پاس جا کر کہو کہ ہم تیرے پروردگار کے پیغمبر ہیں تو ہمارے ساتھ بنی اسرائیل کو بھیج دے، ان کی سزائیں موقوف کر۔ ہم تو تیرے پاس تیرے رب کی طرف سے نشانی لے کر آئے ہیں اور سلامتی اسی کے لئے ہے جو ہدایت کا پابند ہو جائے"},{"SurahNumber":20,"VerseNumber":48,"Text":"ہماری طرف وحی کی گئی ہے کہ جو جھٹلائے اور روگردانی کرے اس کے لئے عذاب ہے"},{"SurahNumber":20,"VerseNumber":49,"Text":"فرعون نے پوچھا کہ اے موسیٰ تم دونوں کا رب کون ہے؟"},{"SurahNumber":20,"VerseNumber":50,"Text":"جواب دیا کہ ہمارا رب وه ہے جس نے ہر ایک کو اس کی خاص صورت، شکل عنایت فرمائی پھر راه سجھا دی"},{"SurahNumber":20,"VerseNumber":51,"Text":"اس نے کہا اچھا یہ تو بتاؤ اگلے زمانے والوں کا حال کیا ہونا ہے"}]}