{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Pharao sagte dann: \"Bringt mir jeden äußerst wissenden Magier"},{"SurahNumber":10,"VerseNumber":80,"Text":"Und als die Magier dann kamen, sagte Musa zu ihnen: \"Werft, was ihr zu werfen habt"},{"SurahNumber":10,"VerseNumber":81,"Text":"Und als sie warfen, sagteMusa: \"Was ihr vollbracht habt, ist die Magie. ALLAH wird es nichtig machen. Gewiß, ALLAH läßt dasWirken der Verderben-Anrichtenden nichtig machen"},{"SurahNumber":10,"VerseNumber":82,"Text":"ER läßt die Wahrheit durch Seine Worte zur Geltung kommen, selbst dann, sollten die schwer Verfehlenden dies verabscheuen"},{"SurahNumber":10,"VerseNumber":83,"Text":"Doch mit Musa hat niemand den Iman verinnerlicht außer Nachkommenschaft von seinen Leuten  unter Angst vor Pharao und seinen Entscheidungsträgern, daß diese sie der Fitna aussetzen. Gewiß, Pharao war zweifellos ein Hochmütiger im Lande und gewiß, er war sicherlich einer der Maßlosen"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa sagte dann: \"Meine Leute! Solltet ihr den Iman an ALLAH verinnerlicht haben, so übt Ihm (alleine) gegenüber Tawakkul, wenn ihr Muslime seid"},{"SurahNumber":10,"VerseNumber":85,"Text":"Dann sagten sie: \"ALLAH gegenüber üben wir doch Tawakkul. Unser HERR! Laß uns nicht eine Fitna für die unrecht-begehenden Leute sein"},{"SurahNumber":10,"VerseNumber":86,"Text":"und rette uns durch Deine Gnade vor den Kafir-Leuten"},{"SurahNumber":10,"VerseNumber":87,"Text":"Und WIR ließen Musa und seinem Bruder Wahy zuteil werden: \"Richtet ihr beide für eure Leute in Ägypten Häuser als Zentren ein, und macht aus euren Häusern Gebetsstätten und verrichtet ordnungsgemäß das rituelle Gebet! Und überbringe den Mumin frohe Botschaft"},{"SurahNumber":10,"VerseNumber":88,"Text":"Und Musa sagte: \"Unser HERR! Gewiß, DU gabst Pharao und seinen Entscheidungsträgern Schmuck und Vermögenswerte im diesseitigen Leben, unser HERR! - um damit von Deinem Weg abzubringen. Unser HERR! Verwische ihr Vermögen und versiegele ihre Herzen, damit sie den Iman nicht verinnerlichen, bis sie die qualvolle Peinigung erleben"}]}