{"Id":66,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"On je Gospodar nebesa i Zemlje i onoga što je između njih, zato samo Njemu ibadet čini i u tome budi ustrajan! Znaš li da ima neko Njemu sličan"},{"SurahNumber":19,"VerseNumber":66,"Text":"Čovjek govori: \"Zar ću, kad umrem, zbilja biti oživljen"},{"SurahNumber":19,"VerseNumber":67,"Text":"A zar se čovjek ne sjeća da smo ga još prije stvorili, a da nije bio ništa"},{"SurahNumber":19,"VerseNumber":68,"Text":"Tako mi Gospodara tvoga, Mi ćemo i njih i šejtane skupiti, zatim ćemo ih dovesti da oko Džehennema na koljenima kleče"},{"SurahNumber":19,"VerseNumber":69,"Text":"a onda ćemo iz svake skupine izdvojiti one koji su prema Svemilosnom najdrskiji bili"},{"SurahNumber":19,"VerseNumber":70,"Text":"jer Mi najbolje znamo one koji su najviše zaslužili da u njemu gore"},{"SurahNumber":19,"VerseNumber":71,"Text":"I svaki od vas će do njega stići! Gospodar tvoj se sigurno tako obavezao"},{"SurahNumber":19,"VerseNumber":72,"Text":"Zatim ćemo one koji su se Allaha bojali i grijeha klonili spasiti, a zulumćare ćemo da u njemu na koljenima kleče ostaviti"},{"SurahNumber":19,"VerseNumber":73,"Text":"Kada su im se Naši razgovijetni ajeti učili, onda su oni koji nisu vjerovali govorili onima koji su vjerovali: \"Koja od ove dvije skupine ima bolje nastanbe i ljepša sastajališta"},{"SurahNumber":19,"VerseNumber":74,"Text":"A koliko smo Mi prije njih naroda uništili koji su blagom i izgledom bolji bili"},{"SurahNumber":19,"VerseNumber":75,"Text":"Reci: \"Onome ko je u zabludi, neka Svemilosni produži zabludu!\" Ali kad takvi dožive da se opomene ostvare, bilo kazna, bilo Smak svijeta, zbilja će saznati ko je u gorem položaju i ko ima pobornika manje"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah će povećati uputu onima koji su na Pravom putu! A dobra djela, koja vječno ostaju - od Gospodara tvoga bit će bolje nagrađena i ljepše uzvraćena"}]}