{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"Ndithudi Ife takupambanitsa iwe,kupambana kwenikweni"},{"SurahNumber":48,"VerseNumber":2,"Text":"Kuti Mulungu akukhululukire machimo ako akale ndi am’tsogolo omwe, ndi kumaliza ubwino wake pa iwe ndi kukutsogolera ku njira yoyenera"},{"SurahNumber":48,"VerseNumber":3,"Text":"Ndikuti Mulungu athe kukuthandiza ndi chithandizo chokwanira"},{"SurahNumber":48,"VerseNumber":4,"Text":"Ndiye amene adatumiza chisomo m’mitima mwa anthu okhulupirira kuti chikhulupiriro chawo chikhoza kukhala chokhazikika za Mulungu ndi zonse zimene zili kumwamba ndi padziko lapansi. Ndipo Mulungu ndi wodziwa ndi waluntha"},{"SurahNumber":48,"VerseNumber":5,"Text":"Kuti akhoza kulowetsa amuna ndi akazi okhulupirira ku minda imene pansi pake pali mitsinje yamadzi oyenda kuti akhale komweko mpaka kalekale ndi kuwakhululukira machimo awo ndipo pamaso pa Mulungu, ndiko kupambana kwenikweni kumeneku"},{"SurahNumber":48,"VerseNumber":6,"Text":"Ndipo akhoza kulanga anthu a chinyengo, aamuna ndi aakazi ndi anthu opembedza mafano, amuna ndi akazi amene amaganiza zoipa za Mulungu. Kwa iwo kudzadza mavuto ndipo mkwiyo wa Mulungu uli pa iwo. Iye wawatemberera iwo ndipo wakonzekera Gahena omwe ndi malo oipa kukhalako"},{"SurahNumber":48,"VerseNumber":7,"Text":"Mulungu zake ndi zonse zimene zili kumwamba ndi pa dziko lapansi. Mulungu ndi wamphamvu ndi wa nzeru"},{"SurahNumber":48,"VerseNumber":8,"Text":"Ndithudi takutumiza iwe ngati Mboni, ngati Wolalikira uthenga wabwino ndiponso ngati Mchenjezi"},{"SurahNumber":48,"VerseNumber":9,"Text":"Ndi cholinga chakuti inu anthu mukhoza kukhulupirira mwa Mulungu ndi Mtumwi wake ndi kuti mumuthandize ndi kumulemekeza iye ndipo kuti muzilemekeza Mulungu m’mawa ndi madzulo"}]}