{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"Yeryüzünde, sizi sarsmasın diye dağlar koyup yerleştirdi; ırmaklar meydana getirdi ve şaşırmayasınız diye yollar ve alâmetler koydu ve onlar yıldızlarla da yollarını, yönlerini bulurlar"},{"SurahNumber":16,"VerseNumber":16,"Text":"Yeryüzünde, sizi sarsmasın diye dağlar koyup yerleştirdi; ırmaklar meydana getirdi ve şaşırmayasınız diye yollar ve alâmetler koydu ve onlar yıldızlarla da yollarını, yönlerini bulurlar"},{"SurahNumber":16,"VerseNumber":17,"Text":"Artık yaratan yaratamıyan gibi midir? Etraflıca düşünmez misiniz"},{"SurahNumber":16,"VerseNumber":18,"Text":"Allah´ın nimetlerini saymaya kalkışırsanız, sayamazsınız. Şüphesiz ki Allah çok bağışlayan, çok merhamet edendir"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah neleri gizlediğinizi, neleri açığa vurduğunuzu bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Allah´tan başka duâ ve ibâdet edip taptıkları (putlar) hiçbir şey yaratamazlar; kendileri yaratılıyorlar"},{"SurahNumber":16,"VerseNumber":21,"Text":"Onlar (o putperestler) ölülerdir; diri değildirler. Ne zaman diriltilip kaldırılacakları bilincinde de değillerdir"},{"SurahNumber":16,"VerseNumber":22,"Text":"Sizin Tanrı´nız tek bir Tanrı´dır. Âhiret´e imân etmeyenler ise, kalbleri inkâr içindedir ve onlar (Allah´a ve Âhiret´e imânı) gururlarına yediremezler"},{"SurahNumber":16,"VerseNumber":23,"Text":"Şüphesiz ki Allah onların gizlediklerini de, açıkladıklarını da bilir. Doğrusu O, büyüklük taslayanları sevmez"},{"SurahNumber":16,"VerseNumber":24,"Text":"Onlara: «Rabbiniz neler indirdi ?» denilince, «eskilerin masallarını» derler"},{"SurahNumber":16,"VerseNumber":25,"Text":"(Bu tutum ve sözleriyle) Kıyamet günü, günah ve veballerini tastamam ve bir de bilgisizce saptırdıkları kişilerin günah ve veballerini yüklenecekler. Dikkat et, yüklendikleri yük ne kötüdür"},{"SurahNumber":16,"VerseNumber":26,"Text":"Onlardan öncekiler de (peygambere ve ilâhî buyruklara karşı bu tarz) maksatlı plânlar kurmuşlardı. Bu yüzden Allah kurdukları plânlarını temelinden gelip (onu kökünden sarsıp), tavanları başlarına yıkılıp çöktü ve azâb onlara bilmedikleri bir yönden gelmiş oldu"}]}