{"Id":174,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul","Author":"Muhammad Hamidullah","Language":"French","Description":"French","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"Les gens t'interrogent au sujet de l'Heure. Dis: «Sa connaissance est exclusive à Allah». Qu'en sais-tu? Il se peut que l'Heure soit proche"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allah a maudit les infidèles et leur a préparé une fournaise"},{"SurahNumber":33,"VerseNumber":65,"Text":"pour qu'ils y demeurent éternellement, sans trouver ni allié ni secoureur"},{"SurahNumber":33,"VerseNumber":66,"Text":"Le jour où leurs visages seront tournés et retournés dans le Feu, ils diront: «Hélas pour nous! Si seulement nous avions obéi à Allah et obéi au Messager!»"},{"SurahNumber":33,"VerseNumber":67,"Text":"Et ils dirent: «Seigneur, nous avons obéi à nos chefs et à nos grands. C'est donc eux qui nous ont égarés du Sentier"},{"SurahNumber":33,"VerseNumber":68,"Text":"O notre Seigneur, inflige-leur deux fois le châtiment et maudis les d'une grande malédiction»"},{"SurahNumber":33,"VerseNumber":69,"Text":"O vous qui croyez! Ne soyez pas comme ceux qui ont offensé Moïse. Allah l'a déclaré innocent de leurs accusations, car il était honorable auprès d'Allah"},{"SurahNumber":33,"VerseNumber":70,"Text":"O vous qui croyez! Craignez Allah et parlez avec droiture"},{"SurahNumber":33,"VerseNumber":71,"Text":"afin qu'Il améliore vos actions et vous pardonne vos péchés. Quiconque obéit à Allah et à Son messager obtient certes une grande réussite"},{"SurahNumber":33,"VerseNumber":72,"Text":"Nous avions proposé aux cieux, à la terre et aux montagnes la responsabilité (de porter les charges de faire le bien et d'éviter le mal). Ils ont refusé de la porter et en ont eu peur, alors que l'homme s'en est chargé; car il est très injuste [envers lui-même] et très ignorant"},{"SurahNumber":33,"VerseNumber":73,"Text":"[Il en est ainsi] afin qu'Allah châtie les hypocrites, hommes et femmes, et les associateurs et les associatrices et Allah accueille le repentir des croyants et des croyantes. Allah est Pardonneur et Miséricordieux"}]}