{"Id":332,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":29,"VerseNumber":15,"Text":"pero le salvamos a él y a los que iban en el arca, e hicimos luego de ella un símbolo [de Nuestra gracia, y un recordatorio] para toda la humanidad"},{"SurahNumber":29,"VerseNumber":16,"Text":"Y, ABRAHAM, [también, fue inspirado por Nosotros] cuando dijo a su pueblo: \"¡Adorad a Dios y sed conscientes de Él: esto es mejor para vosotros, si lo supierais"},{"SurahNumber":29,"VerseNumber":17,"Text":"¡Adoráis en lugar de Dios sólo ídolos [inertes], dando [con ello] forma visible a una mentira! En verdad, esos [seres y cosas] a los que adoráis no pueden proveeros de sustento: ¡buscad, pues, todo [vuestro] sustento en Dios, y adoradle [sólo] a Él y sed agradecidos a Él: [pues] a Él seréis devueltos"},{"SurahNumber":29,"VerseNumber":18,"Text":"Y si [me] desmentís --ya [otras] comunidades han desmentido [a los profetas de Dios] con anterioridad: pero un enviado no está obligado mas que a transmitir con claridad el mensaje [que le ha sido encomendado]"},{"SurahNumber":29,"VerseNumber":19,"Text":"¿ES QUE NO ven [esos que niegan la verdad] cómo Dios crea [la vida] en un principio, y luego la suscita de nuevo? ¡Esto es, ciertamente, fácil para Dios"},{"SurahNumber":29,"VerseNumber":20,"Text":"Di: \"¡Id por la tierra y contemplad cómo Él ha creado [admirablemente al hombre] en un principio: y así, también, creará Dios vuestra segunda vida --pues, ciertamente, Dios tiene el poder para disponer cualquier cosa"},{"SurahNumber":29,"VerseNumber":21,"Text":"Castiga a quien Él quiere, y concede Su misericordia a quien Él quiere; y a Él se os hará retornar"},{"SurahNumber":29,"VerseNumber":22,"Text":"y no hay forma --ni en el cielo ni en la tierra-- de que podáis eludirle; y no tenéis a nadie que os proteja de Dios, ni nadie que os preste auxilio"},{"SurahNumber":29,"VerseNumber":23,"Text":"Y [así es:] quienes se empeñan en negar la verdad de los mensajes de Dios y de su encuentro [final] con Él --esos son los que desesperan de Mi gracia y misericordia: y a esos les aguarda un doloroso castigo [en la Otra Vida]"}]}