{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"How many communities of evildoers We have destroyed! How many others We have raised up in their places"},{"SurahNumber":21,"VerseNumber":12,"Text":"When they felt Our might coming upon them, see how they tried to escape it"},{"SurahNumber":21,"VerseNumber":13,"Text":"‘Do not try to escape. Go back to your homes and the pleasure you revelled in: you may be questioned.’"},{"SurahNumber":21,"VerseNumber":14,"Text":"They said, ‘Woe to us! We were wrong!’"},{"SurahNumber":21,"VerseNumber":15,"Text":"and that cry of theirs did not cease until We made them burnt-offstubble"},{"SurahNumber":21,"VerseNumber":16,"Text":"We did not create the heavens and the earth and everything between them playfully"},{"SurahNumber":21,"VerseNumber":17,"Text":"If We had wished for a pastime, We could have found it within Us- if We had wished for any such thing"},{"SurahNumber":21,"VerseNumber":18,"Text":"No! We hurl the truth against falsehood, and truth obliterates it- see how falsehood vanishes away! Woe to you [people] for the way you describe God"},{"SurahNumber":21,"VerseNumber":19,"Text":"Everyone in the heavens and earth belongs to Him, and those that are with Him are never too proud to worship Him, nor do they grow weary"},{"SurahNumber":21,"VerseNumber":20,"Text":"they glorify Him tirelessly night and day"},{"SurahNumber":21,"VerseNumber":21,"Text":"Have they chosen any gods from the earth who can give life to the dead"},{"SurahNumber":21,"VerseNumber":22,"Text":"If there had been in the heavens or earth any gods but Him, both heavens and earth would be in ruins: God, Lord of the Throne, is far above the things they say"},{"SurahNumber":21,"VerseNumber":23,"Text":"He cannot be called to account for anything He does, whereas they will be called to account"},{"SurahNumber":21,"VerseNumber":24,"Text":"Have they chosen to worship other gods instead of Him? Say, ‘Bring your proof. This is the Scripture for those who are with me and the Scripture for those who went before me.’ But most of them do not recognize the truth, so they pay no heed"}]}