{"Id":344,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"Ai që e filloi krijimin (e njeriut) e pastaj e përsëriti atë (e ringjall pas vdekjes) dhe Ai ë ju furnizn nga qielli e toka. A mos ka zot tjetër pos All-llahut? Thuaj: “Silni argmentet tuaja, nëse jeni të sinqertë!”"},{"SurahNumber":27,"VerseNumber":65,"Text":"Thuaj: “Askush veç All-llahut as në qiejt, as në tokë nuk e di të fshehtën, as nuk e din se kur ringjallen!”"},{"SurahNumber":27,"VerseNumber":66,"Text":"Por, dijenia e tyre arrihet në botën tjetër (kur të përjetojnë çka u është premtuar). Ja, ata dyshojnë për kët (për botën tjetër), bile janë të verbër ndaj saj"},{"SurahNumber":27,"VerseNumber":67,"Text":"Ndërsa ata të cilët nuk besun thanë: “A pasi të (vdesim) bëhemi dhe e pluhur ne edhe prindërit tanë, (a thua) do të ringjallemi"},{"SurahNumber":27,"VerseNumber":68,"Text":"Kjo na është premtuar neve e dhe prindërve tamë më përpara, por kjo nuk është gjë tjetër veçse legjendë e të parëve!”"},{"SurahNumber":27,"VerseNumber":69,"Text":"Thuaj: “Udhëtoni nëpër tokë dhe shikoni se si ishte përfndimi i kundërshtarëve!”"},{"SurahNumber":27,"VerseNumber":70,"Text":"Po ti (Muhammed) mos u trzo për ta, e as mos e ngushto veten nga ato dredhi që bëjnë"},{"SurahNumber":27,"VerseNumber":71,"Text":"E ata thonë: “Po qe se jeni të sigurt në ato çka flitni, kur do të realizohet ai premtimi (me dënim)?”"},{"SurahNumber":27,"VerseNumber":72,"Text":"Ti thuaj: “Tanimë u është ngjeshur juve një pjesë e atij premtimi për të cilin po ju ngutet juve!”"},{"SurahNumber":27,"VerseNumber":73,"Text":"S’ka dyshim se Zoti yt është shumë bëmirës ndaj njerëzve, po shumica e tyre nuk e falënderojnë"},{"SurahNumber":27,"VerseNumber":74,"Text":"E është e sigurt se Zoti yt di çka fshehin zemrat e tyre dhe çka shfaqin haptazi"},{"SurahNumber":27,"VerseNumber":75,"Text":"Nuk ka asgjë të fshehu në qiell e as në tokë, e tëmos jetë e shënuar në librin e saktë (dijenin e Zotit)"},{"SurahNumber":27,"VerseNumber":76,"Text":"Vëërtet, ky Kur’ani u rrëfen beni israilve të shumtën e asj që ata ishin të përçarë"}]}