{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":72,"Text":"Zij zei: \"Wee mij! Zal ik een kind krijgen terwijl ik een oude vrouw ben en mijn echtgenoot hier een oude man? Dit is wel iets wonderlijks"},{"SurahNumber":11,"VerseNumber":73,"Text":"Zij zeiden:\"Verwonder jij je over Gods beschikking? Gods barmhartigheid en Zijn zegeningen zijn voor jullie, mensen van het huis. Hij is lofwaardig en glorierijke"},{"SurahNumber":11,"VerseNumber":74,"Text":"Toen Ibrahiem van de schrik bekomen was en het goede nieuws tot hem gekomen was begon hij met Ons te twisten over het volk van Loet"},{"SurahNumber":11,"VerseNumber":75,"Text":"Ibrahiem was zachtmoedig, vol meegevoel en schuldbewust"},{"SurahNumber":11,"VerseNumber":76,"Text":"O Ibrahiem, houd hiermee op. De beschikking van jouw Heer is gekomen; over hen komt een onafwendbare bestraffing"},{"SurahNumber":11,"VerseNumber":77,"Text":"En toen Onze gezanten tot Loet kwamen was hij bezorgd over hen en maakte zich ongerust over hen. Hij zei: \"Dit is een hachelijke dag"},{"SurahNumber":11,"VerseNumber":78,"Text":"En zijn volk kwam op hem toegesneld; zij hadden voordien al slechte daden begaan. Hij zei: \"Mensen, hier zijn mijn dochters, zij zijn reiner voor jullie. Vreest dan God en maakt mij niet te schande om mijn gasten. Is er onder jullie geen verstandige man"},{"SurahNumber":11,"VerseNumber":79,"Text":"Zij zeiden: \"Jij weet wel dat wij op jouw dochters geen recht hebben en jij weet best wat wij wensen"},{"SurahNumber":11,"VerseNumber":80,"Text":"Hij zei: \"Had ik maar macht over jullie of kon ik maar mijn toevlucht nemen tot een sterke lijfwacht"},{"SurahNumber":11,"VerseNumber":81,"Text":"Zij zeiden: \"O Loet, wij zijn gezanten van jouw Heer. Zij zullen je niet kunnen bereiken. Vertrek met je familie in een deel van de nacht en niemand van jullie mag zich omdraaien. Uitgezonderd jouw vrouw, haar zal treffen wat hen treft. De morgen is het tijdstip dat voor hen aangewezen is. Is de morgen niet dichtbij"}]}