{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":18,"VerseNumber":21,"Text":"És ekképpen adtunk hírt róluk, hogy megtudják: Allah ígérete bizony valós Igazság. És az Óra felől kétség nem lehet. És ha vitáznak velük kapcsolatban, mondják: , Építsetek föléjük egy épületet! Az Uruk ismeri legjobban őket.\" És azok, akik döntő szóval bírtak közöttük mondták: , Építsünk föléjük egy szentélyt"},{"SurahNumber":18,"VerseNumber":22,"Text":"(Némelyek azt) Fogják mondani: , Hárman voltak és a negyedik volt a kutyájuk.\" De mondják azt is: .Öten voltak és hatodik a kutyájuk volt.\" Sötétben tapogatózó találgatás. És mondják: . Heten voltak és a kutyájuk a nyolcadik volt.\" Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Az Uram a legjobb Tudója az ő számuknak, őket csak kevesen ismerik.\" Ne vitázz hát velük kapcsolatban, csak nyilvánvaló vita esetén és ne is kérj róluk felvilágosítást senkitől"},{"SurahNumber":18,"VerseNumber":23,"Text":"És ne mondd semmire: ..Ezt én holnap megteszem"},{"SurahNumber":18,"VerseNumber":24,"Text":"Csak úgy, (hogy mondod): , Ha Allah úgy akarja!\" Emlékezz meg Uradról, ha elfeledkeztél és. mondd: , Talán olyan irányba vezet engem az én Uram, amely közelebb van a helyes úthoz, mint ez"},{"SurahNumber":18,"VerseNumber":25,"Text":"A barlangban háromszáz évig maradtak, amely még kilenccel növekedett"},{"SurahNumber":18,"VerseNumber":26,"Text":"Mondd: , Allah tudja a legjobban mennyi ideig maradtak ők ott! Övé az egek és a föld rejtett titka. Ő annak a legjobb látója és hallója. Nincs nekik Rajta kívül \"más támogatójuk. És Ő nem részeltet senkit a döntésben"},{"SurahNumber":18,"VerseNumber":27,"Text":"Olvasd (és recitálva hirdesd) hát (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) azt, ami sugalltatott neked Urad Könyvéből (a Koránból)! Nincs senki, aki képes lenne megváltoztatni az Ő szavait. És nem fogsz találni Rajta kívül menedéket"}]}