{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"Moses replied: \"I committed that act erringly"},{"SurahNumber":26,"VerseNumber":21,"Text":"Then I fled for fear of you. Then my Lord bestowed wisdom and authority on me and made me one of the Messengers"},{"SurahNumber":26,"VerseNumber":22,"Text":"Now this is the favour that you tauntingly remind me of: that you enslaved the Children of Israel"},{"SurahNumber":26,"VerseNumber":23,"Text":"Pharaoh said: \"And who is this Lord of the Universe"},{"SurahNumber":26,"VerseNumber":24,"Text":"Moses answered: \"The Lord of the heavens and the earth and of all that is between them, if you were only to believe"},{"SurahNumber":26,"VerseNumber":25,"Text":"Pharaoh said to those around him: \"Do you hear (what he says)"},{"SurahNumber":26,"VerseNumber":26,"Text":"Moses said: \"(He is) Your Lord and the Lord of your forefathers of yore"},{"SurahNumber":26,"VerseNumber":27,"Text":"Pharaoh said to the audience: \"This Messenger of yours who has been sent to you is simply mad"},{"SurahNumber":26,"VerseNumber":28,"Text":"Moses continued: \"(He is) the Lord of the east and the west, and all between them. If you only had any understanding"},{"SurahNumber":26,"VerseNumber":29,"Text":"Pharaoh said: \"If you take any god other than me, I will certainly make you one of those (who are rotting) in prison"},{"SurahNumber":26,"VerseNumber":30,"Text":"Moses said: \"Even if I were to bring a Clear Sign to you"},{"SurahNumber":26,"VerseNumber":31,"Text":"Pharaoh said: \"Then bring it if you are truthful at all"},{"SurahNumber":26,"VerseNumber":32,"Text":"(No sooner had he said this than) Moses threw down his rod and behold, it was a veritable serpent"},{"SurahNumber":26,"VerseNumber":33,"Text":"and he drew his hand (out of his armpit) and lo! it had become a shining object to the beholders"},{"SurahNumber":26,"VerseNumber":34,"Text":"Pharaoh said to the nobles around him: \"Surely this man is a skilled magician"},{"SurahNumber":26,"VerseNumber":35,"Text":"who wants to drive you out of your land by his magic. Tell us, what do you advise us"},{"SurahNumber":26,"VerseNumber":36,"Text":"They said: \"Detain him and his brother for a while and send forth heralds to the cities"},{"SurahNumber":26,"VerseNumber":37,"Text":"to mobilise all skilled magicians"},{"SurahNumber":26,"VerseNumber":38,"Text":"So the magicians were brought together on a particular day at a set time"},{"SurahNumber":26,"VerseNumber":39,"Text":"and the people were told: \"Will you join the assembly"}]}