{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"Hepiniz oradan inin, dedik. Tarafımdan size bir hidayet gelecektir; benim hidayetime uyan kimselere hiçbir korku yoktur ve onlar üzülecek de değillerdir"},{"SurahNumber":2,"VerseNumber":39,"Text":"Ayetlerimizi yalanlayıp, inkar edenler cehennemliktirler. Onlar, orada ebedi kalacaklardır"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey İsrailoğulları! Size verdiğim nimetlerimi anın. Bana verdiğiniz sözü tutun ki, ben de size verdiğim vaadi yerine getireyim. Yalnızca benden korkun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Elinizde bulunan Tevrat’ı tasdik edici olarak indirdiğim Kur’an’a inanın ve onu inkar edenlerin ilki siz olmayın. Ayetlerimi az bir paha karşılığında satmayın; yalnızca benden sakının"},{"SurahNumber":2,"VerseNumber":42,"Text":"Hakka batılı karıştırmayın, bile bile hakkı gizlemeyin"},{"SurahNumber":2,"VerseNumber":43,"Text":"Namazı kılın, zekâtı verin, rükû edenlerle birlikte rükû edin"},{"SurahNumber":2,"VerseNumber":44,"Text":"İnsanlara iyiliği emredersiniz de kendinizi unutur musunuz? Kitabı okuyup durduğunuz halde düşünmez misiniz"},{"SurahNumber":2,"VerseNumber":45,"Text":"Sabır ve namazla Allah’tan yardım isteyin ve Allah için gerçekten bir saygı gösterip kalbi ürperenlerden başkasına namaz elbette ağır gelir"},{"SurahNumber":2,"VerseNumber":46,"Text":"Rablerine kavuşacak ve O’na döneceklerini umanlar için"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey İsrailoğulları! Size verdiğim nimeti ve sizi bir zamanlar alemlere üstün kıldığımı hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Kimsenin kimseden faydalanamayacağı, kimseden bir şefaat kabul edilmeyeceği, kimseden bir fidye alınmayacağı ve yardım da görülmeyeceği bir günden kendinizi koruyun"}]}