{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":27,"VerseNumber":89,"Text":"جو شخص (اس دن) نیکی لے کر آئے گا اس کے لئے اس سے بہتر (جزا) ہوگی اور وہ لوگ اس دن گھبراہٹ سے محفوظ و مامون ہوں گے"},{"SurahNumber":27,"VerseNumber":90,"Text":"اور جو شخص برائی لے کر آئے گا تو ان کے منہ (دوزخ کی) آگ میں اوندھے ڈالے جائیں گے۔ بس تمہیں وہی بدلہ دیا جائے گا جو تم کیا کرتے تھے"},{"SurahNumber":27,"VerseNumber":91,"Text":"(آپ ان سے فرما دیجئے کہ) مجھے تو یہی حکم دیا گیا ہے کہ اس شہرِ (مکّہ) کے رب کی عبادت کروں جس نے اسے عزت و حُرمت والا بنایا ہے اور ہر چیز اُسی کی (مِلک) ہے اور مجھے (یہ) حکم (بھی) دیا گیا ہے کہ میں (اللہ کے) فرمانبرداروں میں رہوں"},{"SurahNumber":27,"VerseNumber":92,"Text":"نیز یہ کہ میں قرآن پڑھ کر سناتا رہوں سو جس شخص نے ہدایت قبول کی تو اس نے اپنے ہی فائدہ کے لئے راہِ راست اختیار کی، اور جو بہکا رہا تو آپ فرما دیں کہ میں تو صِرف ڈر سنانے والوں میں سے ہوں"},{"SurahNumber":27,"VerseNumber":93,"Text":"اور آپ فرمادیجئے کہ تمام تعریفیں اللہ ہی کے لئے ہیں وہ عنقریب تمہیں اپنی نشانیاں دکھا دے گا سو تم انہیں پہچان لو گے، اور آپ کا رب ان کاموں سے بے خبر نہیں جو تم انجام دیتے ہو"},{"SurahNumber":28,"VerseNumber":1,"Text":"طا، سین، میم (حقیقی معنی اللہ اور رسول صلی اللہ علیہ وآلہ وسلم ہی بہتر جانتے ہیں)"},{"SurahNumber":28,"VerseNumber":2,"Text":"یہ روشن کتاب کی آیتیں ہیں"},{"SurahNumber":28,"VerseNumber":3,"Text":"(اے حبیبِ مکرّم!) ہم آپ پر موسٰی (علیہ السلام) اور فرعون کے حقیقت پر مبنی حال میں سے ان لوگوں کے لئے کچھ پڑھ کر سناتے ہیں جو ایمان رکھتے ہیں"},{"SurahNumber":28,"VerseNumber":4,"Text":"بیشک فرعون زمین میں سرکش و متکبّر (یعنی آمرِ مطلق) ہوگیا تھا اور اس نے اپنے (ملک کے) باشندوں کو (مختلف) فرقوں (اور گروہوں) میں بانٹ دیا تھا اس نے ان میں سے ایک گروہ (یعنی بنی اسرائیل کے عوام) کو کمزور کردیا تھا کہ ان کے لڑکوں کو (ان کے مستقبل کی طاقت کچلنے کے لئے) ذبح کر ڈالتا اور ان کی عورتوں کو زندہ چھوڑ دیتا (تاکہ مَردوں کے بغیر ان کی تعداد بڑھے اور ان میں اخلاقی بے راہ روی کا اضافہ ہو)، بیشک وہ فساد انگیز لوگوں میں سے تھا"},{"SurahNumber":28,"VerseNumber":5,"Text":"اور ہم چاہتے تھے کہ ہم ایسے لوگوں پر احسان کریں جو زمین میں (حقوق اور آزادی سے محرومی اور ظلم و استحصال کے باعث) کمزور کر دیئے گئے تھے اور انہیں (مظلوم قوم کے) رہبر و پیشوا بنا دیں اور انہیں (ملکی تخت کا) وارث بنا دیں"}]}