{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"Basi akayavunja vipande vipande, ila kubwa lao, ili wao walirudie"},{"SurahNumber":21,"VerseNumber":59,"Text":"Wakasema: Nani aliye ifanyia haya miungu yetu? Hakika huyu ni katika walio dhulumu"},{"SurahNumber":21,"VerseNumber":60,"Text":"Wakasema: Tumemsikia kijana mmoja akiwataja. Anaitwa Ibrahim"},{"SurahNumber":21,"VerseNumber":61,"Text":"Wakasema: Mleteni mbele ya macho ya watu, wapate kumshuhudia"},{"SurahNumber":21,"VerseNumber":62,"Text":"Wakasema: Je! Wewe umeifanyia haya miungu yetu, ewe Ibrahim"},{"SurahNumber":21,"VerseNumber":63,"Text":"Akasema: Bali amefanya hayo huyu mkubwa wao. Basi waulizeni ikiwa wanaweza kutamka"},{"SurahNumber":21,"VerseNumber":64,"Text":"Basi wakajirudi nafsi zao, wakasema: Hakika nyinyi mlikuwa madhaalimu"},{"SurahNumber":21,"VerseNumber":65,"Text":"Kisha wakarejea kwenye ule ule upotovu wao wakasema: Wewe unajua kwamba hawa hawesemi"},{"SurahNumber":21,"VerseNumber":66,"Text":"Akasema: Basi nyinyi mnawaabudu asiye kuwa Mwenyezi Mungu wasio kufaini kitu wala kukudhuruni"},{"SurahNumber":21,"VerseNumber":67,"Text":"Aibu yenu nyinyi na hivyo mnavyo viabudu badala ya Mwenyezi Mungu! Basi nyinyi hamtii akilini"},{"SurahNumber":21,"VerseNumber":68,"Text":"Wakasema: Mchomeni moto, na muinusuru miungu yenu, ikiwa nyinyi ni watendao jambo"},{"SurahNumber":21,"VerseNumber":69,"Text":"Sisi tukasema: Ewe moto! Kuwa baridi na salama kwa Ibrahim"},{"SurahNumber":21,"VerseNumber":70,"Text":"Wao walimkusudia maovu, lakini Sisi tukawafanya wao ndio walio khasiri"},{"SurahNumber":21,"VerseNumber":71,"Text":"Na tukamwokoa yeye na Luut'i tukawapeleka kwenye nchi tulio ibariki kwa ajili ya walimwengu wote"},{"SurahNumber":21,"VerseNumber":72,"Text":"Naye tukampa Is-haq, na Yaaqub kuwa ni ziada. Na wote tukawajaalia wawe watu wema"}]}