{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":44,"Text":"Allah'a kavuşacakları gün: “Selâm!” iltifatı ile karşılanırlar.O, onlara pek değerli ve cömertçe, bir mükâfat hazırlamıştır"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ey şanlı Peygamber! Biz seni insanlar hakkında şahit, müjdeci, uyarıcı,Allah'ın izniyle O’nun yoluna dâvet eden bir peygamber ve aydınlatan bir lamba olarak gönderdik"},{"SurahNumber":33,"VerseNumber":46,"Text":"Ey şanlı Peygamber! Biz seni insanlar hakkında şahit, müjdeci, uyarıcı,Allah'ın izniyle O’nun yoluna dâvet eden bir peygamber ve aydınlatan bir lamba olarak gönderdik"},{"SurahNumber":33,"VerseNumber":47,"Text":"Sen, müminlere Allah'tan büyük bir lütfa nail olacaklarını müjdele"},{"SurahNumber":33,"VerseNumber":48,"Text":"Sakın kâfirlere, münafıklara itaat etme, onların verdikleri sıkıntılara şimdilik aldırma ve yalnız Allah'a dayan. Koruyucu olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":49,"Text":"Ey müminler! Mümin kadınlarla nikâh akdi yapıp da onlara dokunmadan kendilerini boşayacak olursanız, onların iddet beklemelerini isteme hakkınız yoktur. Bu durumda bağışlayacağınız hediyelerle onları memnun ederek güzel bir şekilde boşayın"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey Peygamber! Biz, şu gruplara dahil kadınları sana helâl kıldık:Mehirlerini verdiğin eşlerini,Allah'ın sana harp esîri olarak verdiği cariyeleri, seninle beraber hicret eden amcan kızlarını, halan kızlarını, dayın ve teyzen kızlarını,Bir de mehir istemeksizin kendisini Peygambere hibe eden ve Peygamberin de kendisini nikâhlamak istediği mümin kadını, diğer müminlere değil, sadece sana mahsus olmak üzere helâl kıldık.Bizim, müminlerin eşleri ve ellerinin altındaki cariyeler hakkında gerekli kıldığımız mehir gibi hususlar, zaten malumumuz olup onları bildirmiştik. Hibe yoluyla mehirsiz evlenmeyi sana mahsus kılmamız, nikâh konusunda senin için bir güçlük olmaması içindir. Allah gafurdur, rahîmdir (çok affedicidir, merhamet ve ihsanı boldur)"}]}