{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":16,"Text":"And those who dispute and argue concerning Allah after what has been accepted (on a universal level) regarding Him — their ‘mahead of state disputes’ is something that is ‘about to be defeated’ in the Sight of their Nourisher-Sustainer, and on them is wrath, and for them (awaits) a severe torment"},{"SurahNumber":42,"VerseNumber":17,"Text":"Allah is That Who has sent down Al-Kitab in original, and (He has sent down) Al-Mizan (‘The Balance’. This is also an attribute for Allah’s Scripture). And what will make you realise — perhaps the Hour is close at hand"},{"SurahNumber":42,"VerseNumber":18,"Text":"Those who Believe not therein seek to hasten it, while those who have Believed are fearful of it and they know that it is a definite truth. Beware! Verily, those who dispute regarding the Hour are surely in remote error"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah is (the) Keenest Observer to His Ibad. He gives provisions to whom He thinks proper. And He is the All-Strong, the All-Mighty"},{"SurahNumber":42,"VerseNumber":20,"Text":"Whosoever had been desiring harvest in the Hereafter, We do increase in his harvest. And whosoever used to intend and desire a harvest in the immediate world, We deliver him thereof. And there is not for him in the Hereafter (anything) of the share"},{"SurahNumber":42,"VerseNumber":21,"Text":"Are there for them such associates who have prescribed for them as religion (something) what Allah has given no permission thereof? And had there not been issued a decisive statement, the matter would have been surely judged between them. And verily, the transgressors: for them is a painful punishment"},{"SurahNumber":42,"VerseNumber":22,"Text":"You will see the transgressors as those who are fearful of that which they have earned, and it (Allah’s torment) is as one which is about to befall over them. And those who had Believed and performed righteous deeds (will go) in the flowering meadows of the Gardens (in Paradise). For them (would be available) with their Nourisher-Sustainer, whatever they shall desire. This: it is the Supreme Grace"}]}