{"Id":55,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"ত্বা-সীন; এগুলো আল-কোরআনের আয়াত এবং আয়াত সুস্পষ্ট কিতাবের।"},{"SurahNumber":27,"VerseNumber":2,"Text":"মুমিনদের জন্যে পথ নির্দেশ ও সুসংবাদ।"},{"SurahNumber":27,"VerseNumber":3,"Text":"যারা নামায কায়েম করে, যাকাত প্রদান করে এবং পরকালে নিশ্চিত বিশ্বাস করে।"},{"SurahNumber":27,"VerseNumber":4,"Text":"যারা পরকালে বিশ্বাস করে না, আমি তাদের দৃষ্টিতে তাদের কর্মকান্ডকে সুশোভিত করে দিয়েছি। অতএব, তারা উদভ্রান্ত হয়ে ঘুরে বেড়ায়।"},{"SurahNumber":27,"VerseNumber":5,"Text":"তাদের জন্যেই রয়েছে মন্দ শাস্তি এবং তারাই পরকালে অধিক ক্ষতিগ্রস্ত।"},{"SurahNumber":27,"VerseNumber":6,"Text":"এবং আপনাকে কোরআন প্রদত্ত হচ্ছে প্রজ্ঞাময়, জ্ঞানময় আল্লাহর কাছ থেকে।"},{"SurahNumber":27,"VerseNumber":7,"Text":"যখন মূসা তাঁর পরিবারবর্গকে বললেনঃ আমি অগ্নি দেখেছি, এখন আমি সেখান থেকে তোমাদের জন্যে কোন খবর আনতে পারব অথবা তোমাদের জন্যে জ্বলন্ত অঙ্গার নিয়ে আসতে পারব যাতে তোমরা আগুন পোহাতে পার।"},{"SurahNumber":27,"VerseNumber":8,"Text":"অতঃপর যখন তিনি আগুনের কাছে আসলেন তখন আওয়াজ হল ধন্য তিনি, যিনি আগুনের স্থানে আছেন এবং যারা আগুনের আশেপাশে আছেন। বিশ্ব জাহানের পালনকর্তা আল্লাহ পবিত্র ও মহিমান্বিত।"},{"SurahNumber":27,"VerseNumber":9,"Text":"হে মূসা, আমি আল্লাহ, প্রবল পরাক্রমশালী, প্রজ্ঞাময়।"},{"SurahNumber":27,"VerseNumber":10,"Text":"আপনি নিক্ষেপ করুন আপনার লাঠি। অতঃপর যখন তিনি তাকে সর্পের ন্যায় ছুটাছুটি করতে দেখলেন, তখন তিনি বিপরীত দিকে ছুটতে লাগলেন এবং পেছন ফিরেও দেখলেন না। হে মূসা, ভয় করবেন না। আমি যে রয়েছি, আমার কাছে পয়গম্বরগণ ভয় করেন না।"},{"SurahNumber":27,"VerseNumber":11,"Text":"তবে যে বাড়াবাড়ি করে এরপর মন্দ কর্মের পরিবর্তে সৎকর্ম করে। নিশ্চয় আমি ক্ষমাশীল, পরম দয়ালু।"},{"SurahNumber":27,"VerseNumber":12,"Text":"আপনার হাত আপনার বগলে ঢুকিয়ে দিন, সুশুভ্র হয়ে বের হবে নির্দোষ অবস্থায়। এগুলো ফেরাউন ও তার সম্প্রদায়ের কাছে আনীত নয়টি নিদর্শনের অন্যতম। নিশ্চয় তারা ছিল পাপাচারী সম্প্রদায়।"},{"SurahNumber":27,"VerseNumber":13,"Text":"অতঃপর যখন তাদের কাছে আমার উজ্জল নিদর্শনাবলী আগমন করল, তখন তারা বলল, এটা তো সুস্পষ্ট জাদু।"}]}