{"Id":40,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":71,"VerseNumber":11,"Text":"তেওঁ তোমালোকৰ বাবে প্ৰচুৰ পৰিমাণে বৰষুণ বৰ্ষাব"},{"SurahNumber":71,"VerseNumber":12,"Text":"‘আৰু তোমালোকক ধন-সম্পদ আৰু সন্তান-সন্ততি প্ৰদান কৰি সহায় কৰিব আৰু তোমালোকৰ বাবে উদ্যান স্থাপন কৰিব আৰু নদ-নদী প্ৰবাহিত কৰিব।"},{"SurahNumber":71,"VerseNumber":13,"Text":"তোমালোকৰ কি হ'ল, তোমালোকে আল্লাহৰ শ্ৰেষ্ঠত্ব উপলব্ধি নকৰা কিয়"},{"SurahNumber":71,"VerseNumber":14,"Text":"‘অথচ তেৱেঁই তোমালোকক সৃষ্টি কৰিছে পৰ্যায়ক্ৰমে।"},{"SurahNumber":71,"VerseNumber":15,"Text":"তোমালোকে লক্ষ্য কৰা নাইনে, আল্লাহে কেনেকৈ স্তৰে স্তৰে সাতখন আকাশ সৃষ্টি কৰিছে"},{"SurahNumber":71,"VerseNumber":16,"Text":"আৰু এইবোৰৰ মাজত চন্দ্ৰক সৃষ্টি কৰিছে পোহৰ হিচাপে আৰু সূৰ্যক বনাইছে প্ৰদীপ।"},{"SurahNumber":71,"VerseNumber":17,"Text":"‘আৰু আল্লাহে তোমালোকক মাটিৰ পৰা উদ্ভূত কৰিছে"},{"SurahNumber":71,"VerseNumber":18,"Text":"‘তাৰ পিছত তেওঁ তোমালোকক তালৈ উভতাই নিব আৰু নিশ্চিতভাৱে তোমালোকক পুনৰুত্থিত কৰিব"},{"SurahNumber":71,"VerseNumber":19,"Text":"‘আৰু আল্লাহে পৃথিৱীখনক তোমালোকৰ বাবে বিস্তৃত কৰিছে"},{"SurahNumber":71,"VerseNumber":20,"Text":"‘যাতে তোমালোকে তাত প্ৰশস্ত পথত চলাচল কৰিব পাৰা’।"},{"SurahNumber":71,"VerseNumber":21,"Text":"নুহে ক’লে, ‘হে মোৰ প্ৰতিপালক! সিহঁতে মোক অমান্য কৰিছে আৰু এনে লোকৰ অনুসৰণ কৰিছে যাৰ ধন-সম্পদ আৰু সন্তান-সন্ততিয়ে কেৱল তাৰ ক্ষতিহে বৃদ্ধি কৰিছে’।"},{"SurahNumber":71,"VerseNumber":22,"Text":"আৰু সিহঁতে ভয়াৱহ ষড়যন্ত্ৰ কৰিছে"},{"SurahNumber":71,"VerseNumber":23,"Text":"আৰু সিহঁতে কৈছে, ‘তোমালোকে কেতিয়াও তোমালোকৰ উপাস্যসকলক বৰ্জন নকৰিবা; আৰু পৰিত্যাগ নকৰিবা অদ্দ, ছুৱাআ, ইয়াগুছ, ইয়াউক্ব আৰু নাছৰক’।"},{"SurahNumber":71,"VerseNumber":24,"Text":"‘নিশ্চয় সিহঁতে বহুলোকক পথভ্ৰষ্ট কৰিছে, আৰু (হে আল্লাহ) তুমি যালিমসকলৰ বাবে ভ্ৰষ্টতাৰ বাহিৰে আন একো বৃদ্ধি নকৰিবা’।"},{"SurahNumber":71,"VerseNumber":25,"Text":"সিহঁতৰ অপৰাধৰ বাবে সিহঁতক ডুবাই দিয়া হ’ল তাৰ পিছত সিহঁতক জুইত প্ৰৱেশ কৰোৱা হ’ল, এতেকে সিহঁতে আল্লাহৰ বাহিৰে আন কাকো সহায়কাৰী হিচাপে পোৱা নাছিল।"},{"SurahNumber":71,"VerseNumber":26,"Text":"আৰু নুহে ক’লে, ‘হে মোৰ প্ৰতিপালক! পৃথিৱীৰ কাফিৰসকলৰ মাজৰ পৰা কোনো গৃহবাসীক অৱশিষ্ট নাৰাখিবা।"},{"SurahNumber":71,"VerseNumber":27,"Text":"‘যদি তুমি সিহঁতক অৱশিষ্ট ৰাখা তেন্তে সিহঁতে তোমাৰ বান্দাসকলক পথভ্ৰষ্ট কৰিব আৰু সিহঁতে কেৱল দুস্কৃতিকাৰী কাফিৰকহে জন্ম দিব।"},{"SurahNumber":71,"VerseNumber":28,"Text":"হে মোৰ প্ৰতিপালক! মোক আৰু মোৰ পিতৃ-মাতৃক আৰু যিয়ে মুমিনহৈ মোৰ ঘৰত প্ৰৱেশ কৰিব লগতে মুমিন পুৰুষ আৰু মুমিনা নাৰীসকলক ক্ষমা কৰি দিয়া; আৰু যালিমসকলৰ বাবে ধ্বংসৰ বাহিৰে আন একো বৃদ্ধি নকৰিবা’।"}]}