{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif. Lam. Ra'. These are the verses of the Book, and a Clear Qur'an"},{"SurahNumber":15,"VerseNumber":2,"Text":"Soon will the time come when the unbelievers will wish they were Muslims"},{"SurahNumber":15,"VerseNumber":3,"Text":"Leave them to eat and enjoy life and let false hopes amuse them. They will soon come to know"},{"SurahNumber":15,"VerseNumber":4,"Text":"Whenever We destroyed a town, a definite term had previously been decreed for it"},{"SurahNumber":15,"VerseNumber":5,"Text":"No people can outstrip the term for its destruction nor can it delay it"},{"SurahNumber":15,"VerseNumber":6,"Text":"They say: \"O you to whom the Admonition has been revealed, you are surely crazed"},{"SurahNumber":15,"VerseNumber":7,"Text":"Why do you not bring down angels upon us if you are indeed truthful"},{"SurahNumber":15,"VerseNumber":8,"Text":"We do not send down the angels (in frivolity); and when We do send them down, We do so with Truth; then people are granted no respite"},{"SurahNumber":15,"VerseNumber":9,"Text":"As for the Admonition, indeed it is We Who have revealed it and it is indeed We Who are its guardians"},{"SurahNumber":15,"VerseNumber":10,"Text":"(O Muhammad), certainly We did send Messengers before you among the nations which have gone by"},{"SurahNumber":15,"VerseNumber":11,"Text":"And whenever a Messenger came to them, they never failed to mock him"},{"SurahNumber":15,"VerseNumber":12,"Text":"Even so We make a way for it (that is, the Admonition) in the hearts of the culprits (like a hot rod)"},{"SurahNumber":15,"VerseNumber":13,"Text":"they do not believe in it. This has been the wont of people of this kind from ancient times"},{"SurahNumber":15,"VerseNumber":14,"Text":"If We were even to open for them a way to the heavens, and they could continually climb up to it in broad daylight"},{"SurahNumber":15,"VerseNumber":15,"Text":"they would still have said: \"Surely our eyes have been dazzled; rather, we have been enchanted"}]}