{"Id":203,"LanguageCodes":["id","ind"],"Name":"ind-muhammadquraish","Author":"Muhammad Quraish Shihab Et Al.","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":196,"Text":"Sesungguhnya penolongku atas kalian hanyalah Allah. Kepada-Nya aku ikrarkan perwalian. Dia yang menurunklan al-Qur'ân kepadaku. Dan hanya Allah sajalah penolong hamba-hamba-Nya yang saleh"},{"SurahNumber":7,"VerseNumber":197,"Text":"Adapun berhala-berhala yang kalian minta pertolongan kepada mereka selain Allah tidak akan dapat memberikan pertolongan itu pada kalian, juga pada diri mereka sendiri"},{"SurahNumber":7,"VerseNumber":198,"Text":"Apabila kalian meminta petunjuk kebaikan pada tuhan-tuhan kalian, mereka tidak akan mendengar apalagi mengabulkan permintaan itu. Di hadapan kalian, mereka seolah-olah dapat itu melihat kalian, padahal sesungguhnya mereka tidak melihat apa-apa"},{"SurahNumber":7,"VerseNumber":199,"Text":"Wahai Nabi, berpalinglah kamu dari orang-orang bodoh, teruskan langkah dakwahmu. Berikanlah kemudahan-kemudahan pada manusia dan perintahkan mereka berbuat kebajikan yang dipandang baik oleh akal pikiran"},{"SurahNumber":7,"VerseNumber":200,"Text":"Apabila kamu mendengar bisikan setan untuk meninggalkan apa yang diperintahkan Allah kepadamu--seperti saat dirimu murka karena hujatan-hujatan jahat mereka--mohonlah perlindungan Allah, niscaya Dia akan mengusir bisikan-bisikan itu. Karena sesungguhnya Allah Maha Mendengar dan Melihat apa pun yang terjadi"},{"SurahNumber":7,"VerseNumber":201,"Text":"Sesungguhnya orang-orang yang takut kepada Allah yang memberi batas antara diri mereka dengan perbuatan-perbuatan maksiat berupa dinding yang menghalang-halangi masuknya rayuan dan godaan setan yang dapat memalingkan mereka dari perintah-perintah wajib, seketika mereka akan ingat permusuhan dan kelicikan setan. Dan di saat menyadari kebenaran, mereka akan kembali kepada-Nya"},{"SurahNumber":7,"VerseNumber":202,"Text":"Sementara pengikut-pengikut setan dari kalangan orang-orang kafir semakin lama semakin terjerumus dalam kesesatan oleh bisikan dan rayuannya. Selamanya mereka tidak akan meninggalkan kesesatan karena kesadaran"},{"SurahNumber":7,"VerseNumber":203,"Text":"Selama kamu belum membawa bukti-bukti yang diminta oleh orang-orang kafir yang ingkar dan membangkang, mereka akan berkata, \"Bukankah kami telah memintanya kepadamu?\" Katakan pada mereka, \"Aku tidak akan mengikuti kecuali petunjuk al-Qur'ân yang diwahyukan kepadaku, berisi argumentasi-argumentasi yang menjelaskan kepada kalian sisi-sisi kebenaran. Dia yang memberi petunjuk dan rahmat bagi orang-orang yang mengamalkan ajaran-Nya"},{"SurahNumber":7,"VerseNumber":204,"Text":"Wahai orang-orang yang beriman, apabila al-Qur'ân dibacakan kepada kalian, maka simaklah agar kalian dapat merenungi pesan-pesan kebaikan (maw'izhah). Simaklah sepenuh hati agar kalian mendapat rahmat"},{"SurahNumber":7,"VerseNumber":205,"Text":"Ingatlah Tuhan dalam hatimu, kamu akan merasakan kehadiran, kedekatan dan rasa takut pada-Nya. Tidak perlu kamu bersuara keras, ataupun terlalu lemah. Tempatkanlah zikir itu di waktu pagi dan sore, agar kamu memulai dan mengakhiri harimu dengan mengingat Allah. Jangan sampai kamu lupa berzikir pada Allah"},{"SurahNumber":7,"VerseNumber":206,"Text":"Sesungguhnya orang yang dekat dengan Tuhanmu karena penghormatan dan perkenan-Nya, tidak menyombongkan diri dan lalai beribadah. Mereka menyucikan Allah dari sifat-siafat yang serba tidak layak untuk-Nya"}]}