{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"Мұһажирлер мен ансарлардың ішінен алғашқы озық болғандардан және оларға жақсылықпен ергендерден Аллаһ разы болды. Әрі олар да Одан разы болды. Ол олар үшін астынан өзендер ағып жататын / Жәннәт / бақтарын әзірледі, олар онда мәңгі қалады. Міне, осы - ұлы жетістік"},{"SurahNumber":9,"VerseNumber":101,"Text":"Сендердің жандарыңдағы бәдәуилердің ішінде, сондай-ақ Медине тұрғындарының ішінде де мұнафиқтар бар. Олар мұнафиқтықта сірескен. Сен оларды білмейсің, оларды Біз білеміз. Жақында оларды екі рет азаптаймыз. Содан кейін олар үлкен азапқа қайтарылады"},{"SurahNumber":9,"VerseNumber":102,"Text":"Сондай-ақ күнәларын мойындаған басқа адамдар да бар. Олар түзу істі жаман іспен араластырған еді. Аллаһ олардың тәубелерін / істеген күнәсіне шынайы өкініп, Раббысына бойсұнуға қайтуларын / қабыл етеді. Сөзсіз, Аллаһ - өте Кешірімді, ерекше Мейірімді"},{"SurahNumber":9,"VerseNumber":103,"Text":"Ей, Мұхаммед! / Сен олардың дүниелерінен садақа / зекет / ал. Онымен оларды тазартасың әрі оларды берекелендіресің. Олар үшін тілек тіле. Ақиқатында сенің тілегің - олар үшін тынышталып орнығу. Аллаһ - бәрін Естуші, бәрін Білуші"},{"SurahNumber":9,"VerseNumber":104,"Text":"Олар Аллаһтың Өзіқұлдарынан / олардың / істеген күнәсіне шынайы өкініп, Өзіне бойсұнуға қайтуын / тәубесін / қабыл ететіндігін әрі садақаларды қабыл алатындығын және тәубені Қабыл етуші де , ерекше Мейірімді де сол - Аллаһтың Өзі екендігін білмеді ме"},{"SurahNumber":9,"VerseNumber":105,"Text":"Әрі айт: «Амал істеңдер, Аллаһ амалдарыңды көреді әрі Оның Елшісі мен мүміндер де. Сондай-ақ, жақында сендер құпия мен айқын нәрсені Білушіге қайтарыласыңдар, сонда Ол сендерге не істегендеріңнің хабарын береді», - деп"},{"SurahNumber":9,"VerseNumber":106,"Text":"Сондай-ақ / жорықтан қалушылардың ішінде / басқа біреулер де бар. Аллаһ олар жайлы үкім бергенге дейін / Оларға қатысты шешім! кешіктіріледі. Ол оларды не азаптайды, не істеген күнәсіне шынайы өкініп, Өзіне бойсұнуға қайтуын / тәубесін / қабыл етеді. Аллаһ - бәрін Білуші, аса Дана"}]}