{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"(නබියේ! ඔවුන්ට “දඬුවම මගින්) මා ඔබට බිය ගන්වා අනතුරු අඟවන්නේ වහී මගින් මා හට දැනුම් දුන් දැයයි! (මා ස්වයංව කිසිවක් කීවේ නැත)” යයි ඔබ පවසනු. (මොවුන් නම් බිහිරන් මෙන් සිටින්නාහ. එබැවින්) මෙම බිහිරන්ට බිය ගන්වා අනතුරු ඇඟවූවද, එය ඔවුන් (සවන්) නොදෙන්නාහ"},{"SurahNumber":21,"VerseNumber":46,"Text":"ඔබගේ දෙවියන්ගේ දඬුවමෙහි තිගැස්සීමක් මොවුන්ව ස්පර්ශ කළා වුවද “අපට විනාශයයි! (විනාශයයි!) නියත වශයෙන්ම අපිම අපට හානියක් කර ගත්තෙමු!” යයි කෑගසනු ඇත"},{"SurahNumber":21,"VerseNumber":47,"Text":"විනිශ්චය දිනදී නිවැරදි තරාදියක්ම අපි සිටුවන්නෙමු. කිසිම ආත්මයකට (යම්කිසිවක් අඩු කර හෝ වැඩි කර හෝ) අපරාධයක් කරනු නොලැබේ. (පින්, පව්) එක් අබ ඇටයක ප්‍රමාණයක් තිබුණා වුවද, එයද (කිරා බැලීමට) ගෙන එන්නෙමු. ගණනය කිරීමට අපිම ප්‍රමාණවත්ය. (වෙන කිසිවෙකුගේ උදව්වක් අපට අවශ්‍ය නැත)"},{"SurahNumber":21,"VerseNumber":48,"Text":"(පින්, පව් දෙක) වෙන්කර දැන්විය හැකි ධර්මයම මූසාටද, හාරූන්ටද අපි දී තිබුනෙමු. එය ආලෝකමත්වද, භය භක්තිකයින්ට හොඳ ඔවදනක් වශයෙන්ද තිබුනි"},{"SurahNumber":21,"VerseNumber":49,"Text":"(භය භක්තිකයින්) අභ්‍යන්තරයෙන්ද තමන්ගේ දෙවියන්ට බිය වන අතර පරලොව ගැනද ඔවුන් බිය වී වේවලමින්ම සිටිනු ඇත"},{"SurahNumber":21,"VerseNumber":50,"Text":"මෙය (මෙම කුර්ආනය) ඉතාමත් භාග්‍යවන්ත හොඳ ඔවදනක් වන්නේය. මෙය අපිම පහළ කළෙමු. මෙය ඔබ ප්‍රතික්ෂේප කර දමන්නෙහුද"},{"SurahNumber":21,"VerseNumber":51,"Text":"නියත වශයෙන්ම අපි ඉබ්රාහීම්ට දැනටමත් හොඳ බුද්ධියක් දී තිබුණෙමු. (එයට අයත්) ඔහුගේ ගතිගුණ අපි හොඳින් දැන සිටියෙමු"},{"SurahNumber":21,"VerseNumber":52,"Text":"ඔහු තම පියාටද තම ජනතාවටද “ඔබ (ඉතාමත් උනන්දුවෙන්) නමදිමින් සිටින මෙම පිළිරූ කිමෙක්ද? (කුමක් සඳහා ඔබ මේවා නමදින්නෙහුද?)”යි විමසූ විට"},{"SurahNumber":21,"VerseNumber":53,"Text":"ඔවුන් “අපගේ මුතුන් මිත්තන් මේවා නමදිමින් සිටිනු අපි දුටුවෙමු. (එබැවින් අපිද ඒවා නමදින්නෙමු)” යයි පැවසූහ"},{"SurahNumber":21,"VerseNumber":54,"Text":"(එයට) ඔහු “නියත වශයෙන්ම ඔබත්, ඔබගේ මුතුන් මිත්තන්ද පැහැදිලි දුර්මාර්ගයෙහිම සිටියෙහුය” යයි පැවසුවේය"},{"SurahNumber":21,"VerseNumber":55,"Text":"එයට ඔවුන් “ඔබ කුමක් හෝ සත්‍යය වූ පුවතක් අප වෙත ගෙනැවිත් සිටින්නෙහිද? නැතහොත් ඔබ සෙල්ලම් කරන්නෙහිද?”යි විමසූහ"},{"SurahNumber":21,"VerseNumber":56,"Text":"එයට ඔහු “(එසේ) නොව! අහස්ද භූමියද උත්පාදනය කළ දෙවියන්ම ඔබගේ (සත්‍යය වූ) දෙවියන්ය. ඔහුම ඒවා සියල්ල (පෙර නිදසුනක් නොමැතිවම) උත්පාදනය කළ අයයි. මෙයට මම ම ඔබට සාක්ෂි වශයෙන් සිටින්නෙමි” යයි පැවසුවේය"},{"SurahNumber":21,"VerseNumber":57,"Text":"(තවද මෙහි සිට) “ඔබ ආපසු හැරී ගිය පසු, අල්ලාහ් මත සත්තකින්ම! ඔබගේ පිළිරූ වලට උපක්‍රමයක් කර හරින්නෙමි” (යයි පැවසුවේය)"}]}