{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Hij is de Heer van hemel en aarde en van hetgeen daar tusschen is; aanbidt hem dus en weest volhardend in zijne aanbidding. Kent gij een van denzelfden naam als hij"},{"SurahNumber":19,"VerseNumber":66,"Text":"De mensch zegt: Nadat ik dood zal wezen, zal ik dan werkelijk levend uit het graf worden gebracht"},{"SurahNumber":19,"VerseNumber":67,"Text":"Gedenkt de mensch niet, dat wij hem vroeger schiepen, toen hij niets was"},{"SurahNumber":19,"VerseNumber":68,"Text":"Maar ik zweer u bij uwen Heer, dat wij hen en de duivels zekerlijk zullen verzamelen, om hen te oordeelen; dan zullen wij hen op hunne knieën rondom de hel plaatsen"},{"SurahNumber":19,"VerseNumber":69,"Text":"Daarna zullen wij van iedere partij degenen verwijderen, die het weerspannigst tegen den Heer waren"},{"SurahNumber":19,"VerseNumber":70,"Text":"Wij weten het beste, wie van hen het meeste waard is, daarin verbrand te worden"},{"SurahNumber":19,"VerseNumber":71,"Text":"Er is niemand van u, die haar niet zal naderen; dit is een vast besluit van uwen Heer"},{"SurahNumber":19,"VerseNumber":72,"Text":"Daarna zullen wij hen bevrijden, die godvruchtig waren; doch wij zullen de goddeloozen op hunne knieën daarin laten"},{"SurahNumber":19,"VerseNumber":73,"Text":"Als hun onze duidelijke teekens worden voorgelezen, zeggen de ongeloovigen tot de ware geloovigen: Wie der beide partijen bekleedt de verhevenste plaats en vormt de uitmuntendste verzameling"},{"SurahNumber":19,"VerseNumber":74,"Text":"Maar hoeveel geslachten hebben wij vóór hen verwoest, die hen in welvaart en in uiterlijk aanzien overtroffen"},{"SurahNumber":19,"VerseNumber":75,"Text":"Zeg: Aan hem die in dwaling verkeert, zal God een lang en voorspoedig leven schenken. Tot zij zien waarmede zij worden bedreigd; hetzij de straf van dit leven of die van het jongste uur, en hierna zullen zij weten, wie in den slechten toestand verkeert en het zwakste van krachten is"},{"SurahNumber":19,"VerseNumber":76,"Text":"God zal tot de goede richting bijdragen van hen die op den rechten weg zijn geleid. En de goede werken, die eeuwig blijven, zijn voor het aangezicht van uwen Heer, wat de belooning betreft, beter dan wereldsche bezittingen, en verkieslijker met betrekking tot de toekomstige belooning"}]}