{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"(UMûsâ) wathi: “Ulwazi loko luseNkosini yam, eNcwadini (yaYo). INkosiyamayiyenziimpazamo Ingalibalinakulibala.”"},{"SurahNumber":20,"VerseNumber":53,"Text":"(Yena) nguloWo Wanenzela umhlaba wangathi ngumandlalo Wanivulela iindlela kuwo apho, Wanithumelela amanzi (imvula) evela esibhakabhakeni. Kananjalo Sivelisa ngawo (amanzi) iintlobontlobo zezityalo"},{"SurahNumber":20,"VerseNumber":54,"Text":"Yidlani nidlise nemfuyo yenu inene kuko oku kukho umqondiso kubantu bengqiqo"},{"SurahNumber":20,"VerseNumber":55,"Text":"Kuwo lowo (umhlaba) Sadala nina, yaye kuwo apho Siza kunibuyisela, Size Siphinde Sinikhuphe kwakhona"},{"SurahNumber":20,"VerseNumber":56,"Text":"Inene Thina Sambonisa (uFir’awn) yonke imiqondiso yethu, kodwa waphika, wala"},{"SurahNumber":20,"VerseNumber":57,"Text":"Yena (uFir’awn) wathi: “Ingaba wena uze kusikhupha elizweni lethu ngemilingo yakho kusini na Mûsâ"},{"SurahNumber":20,"VerseNumber":58,"Text":"Inene thina siya kukuvezela imilingo efana naleyo; Ngoko ke tyumbani usuku lwendibano phakathi kwenu nathi, olo kungekho namnye kuthi okanye nina oza kusilela ukulugcina, kube kwindawo ephangaleleyo apho omabini (amacala) aza kuba namathuba alinganayo (nabantu babone kakuhle bonke)"},{"SurahNumber":20,"VerseNumber":59,"Text":"(UMûsâ) wathi: “Indibano yenu iya kuba yimini yomsitho, abantu mababuthelane ndawonye ke ukuphuma kwelanga.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Ke kaloku uFir’awn wemka waqulunqa icebo waphinda wabuya"},{"SurahNumber":20,"VerseNumber":61,"Text":"(UMûsâ) wathi kubo: “Yeha kuni! Ningaqambi buxoki ngoAllâh, hleze Anitshabalalise nya ngesohlwayo. Yaye inene, lowo uqamba ubuxoki (ngoAllâh), akayi kuphumelela, tu.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"Emva koko baxoxa phakathi kwabo mayela nabaza kukwenza, baza bayigcina loo ncoko yabo iyimfihlo"},{"SurahNumber":20,"VerseNumber":63,"Text":"Bathi:“Ineneaba(uMûsânomntakwabo) ngabenzibemilingo. Injongo yabo kukunikhupha ezweni lenu ngemilingo, boyise iinkosi zenu nabahlonitshwa benu.”"},{"SurahNumber":20,"VerseNumber":64,"Text":"Ngoko ke qulunqani icebo lenu, nibuthelane ndawonye nikrele ngokomgca. Ke kaloku owoyisileyo namhlanje inene yena uya kuba uphumelele.”"}]}