{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"Saha shεli Ti (Tinim’ Naawuni) ni daa tim na ni wahayi ni binshɛɣu bɛ ni niŋdi di wahayi n-zaŋ kana a ma sani"},{"SurahNumber":20,"VerseNumber":39,"Text":"“Kadama zaŋmi o (Musa) n-labi adaka ŋɔ ni, ka zaŋ o ti labi mɔɣili (nile) kom ŋɔ ni, din nyaaŋa mɔɣili kom maa ni yihi o labi duli na, N (Mani Naawuni) dim ni o (Musah) gba dim ni kpiɣi o. Yaha! Ka N-zaŋ yurlim din yi N sani na m-pa a zuɣu. Yaha! Domin bɛ gbibi a N (Mani Naawuni) gulibu puuni.”"},{"SurahNumber":20,"VerseNumber":40,"Text":"(Yaa nyini Musa) Teemi saha shεli a tuzopaɣa la ni daa chani ka yεra: “Di ni bɔŋɔ, n-wuhimi ya ŋun yɛn yoli o tin ya? Ka Ti (Tinim’ Naawuni) labsi a na a ma sani, domin o nya suhudoo ka di niŋ suhusaɣiŋgu. Yaha! Ka a yihi nyɛvuli, ka Ti lahi tilgi a ka chɛ suhusaɣiŋgu. Ka Ti lahi dahim a ka di nyɛla dahimbu ni yεlimaŋli. Din nyaaŋa, ka a (Musa) lahi ʒini Madyana- nim’ puuni yuungbaliŋ, din nyaaŋa ka a kana ti saɣisi Naawuni zaligu (tuuntali ŋɔ maa) yaa nyini Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"“Yaha! Ka N (Naawuni) gahimmi a n-ti M maŋa.”"},{"SurahNumber":20,"VerseNumber":42,"Text":"“A mini a mabia (Haruna) cham ya ni n dalirinima, ka miri ya ka yi gbargi yi maŋa n-zaŋ chaŋ n (Naawuni) yɛla teebu.”"},{"SurahNumber":20,"VerseNumber":43,"Text":"“Cham ya Fir’auna sani, achiika! O nyɛla ŋun kpahi yɛɣi.”"},{"SurahNumber":20,"VerseNumber":44,"Text":"“Dinzuɣu yεlimi ya o yɛltɔɣa ni zilimballi, achiika! O ni teei Naawuni yɛla, bee ka o zo Naawuni.”"},{"SurahNumber":20,"VerseNumber":45,"Text":"Ka bɛ (Annabi Musa mini Haruna) yɛli: “Yaa ti Duuma (Naawuni)! Achiika! Tinim’ zɔrila dabiεm ni o (Fir’auna) ti niŋ yom ni o nahim ti, bee ka o ti kpahi yεɣi.”"},{"SurahNumber":20,"VerseNumber":46,"Text":"Ka O (Naawuni) yεli: “Di zon ya dabiεm, achiika! M (Mani Naawuni) mini ya n-kuli be, N-wumdi ka nyara.”"},{"SurahNumber":20,"VerseNumber":47,"Text":"Dinzuɣu, cham ya o (Fir’auna) sani n-ti yεli o: “Ti niriba ayi ŋɔ maa nyɛla a Duuma (Naawuni) tuumba, dinzuɣu chεli Israa’ila bihi ka ti mini ba chaŋ, ka miri ka a niŋdi ba azaaba. Achiika! Ti ka a na ni alaama shεli din yi a Duuma (Naawuni) sani na.Yaha! Suhudoo be ninvuɣu so ŋun doli dolsigu zuɣu.”"},{"SurahNumber":20,"VerseNumber":48,"Text":"“Achiika! Bɛ siɣisi ti wahayi na kadama azaaba be ninvuɣu so ŋun labsi (Naawuni yεltɔɣa) ʒiri ka lebi biri li zuɣu.”"},{"SurahNumber":20,"VerseNumber":49,"Text":"Ka o (Fir’auna) yεli: “Yaa nyini Musa! Ka ŋuni n-leei nyɛ yi Duuma maa?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"Ka o (Annabi Musa) yεli: “Ti Duuma n-nyɛ Ŋun tiri binshɛɣu kam di nama, ka dolsi li.”"},{"SurahNumber":20,"VerseNumber":51,"Text":"Ka o (Fir’auna) yεli: “Ka wula n-daa leei nyɛ al’umma shɛba ban daŋ tooni maa hala?”"}]}