{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"حم (قسم به حمید و مجید دو نام مقدس الهی)"},{"SurahNumber":44,"VerseNumber":2,"Text":"قسم به این کتاب روشن بیان"},{"SurahNumber":44,"VerseNumber":3,"Text":"که ما آن را در شبی مبارک (شب قدر) فرستادیم، که ما بیم کننده‌ایم (و خلق را از عذاب قیامت آگاه کنیم و بترسانیم)"},{"SurahNumber":44,"VerseNumber":4,"Text":"در آن شب هر امر استواری (با حکمت و تدبیر نظام احسن) معیّن و ممتاز می‌گردد"},{"SurahNumber":44,"VerseNumber":5,"Text":"تعیین آن امر البته از جانب ما که فرستنده پیغمبرانیم خواهد بود"},{"SurahNumber":44,"VerseNumber":6,"Text":"(این ارسال رسول از) لطف و رحمت پروردگار توست که شنوا و داناست"},{"SurahNumber":44,"VerseNumber":7,"Text":"همان پروردگاری که خالق آسمانها و زمین و هر آنچه میان آنهاست اوست اگر یقین دارید"},{"SurahNumber":44,"VerseNumber":8,"Text":"هیچ خدایی غیر او نیست، او زنده می‌گرداند و باز می‌میراند، او خدای آفریننده شما و پدران پیشین شماست"},{"SurahNumber":44,"VerseNumber":9,"Text":"(کافران را به خدا و قیامت ایمان نیست) بلکه با شک و ریب (و استهزاء) به بازیچه (دنیا) مشغولند"},{"SurahNumber":44,"VerseNumber":10,"Text":"(ای رسول) منتظر باش روزی را که (بر عذاب کافران) آسمان دودی پدید آرد پیدا و آشکار"},{"SurahNumber":44,"VerseNumber":11,"Text":"آن دود آسمانی که عذابی دردناک است مردم را احاطه کند"},{"SurahNumber":44,"VerseNumber":12,"Text":"(و کافران فریاد برآرند که) پروردگارا، این عذاب از ما بر طرف ساز که ما البته ایمان می‌آوریم"},{"SurahNumber":44,"VerseNumber":13,"Text":"کجا متذکر شده و ایمان می‌آورند در صورتی که رسول ما با آیات روشن بیان آمد (و ایمان نیاوردند)"},{"SurahNumber":44,"VerseNumber":14,"Text":"پس (از مشاهده آیات) باز از او اعراض کردند و گفتند: او شخص دیوانه‌ای است که (مردم قرآن را) به او آموخته‌اند"},{"SurahNumber":44,"VerseNumber":15,"Text":"ما تا زمانی اندک (که برای امتحان) عذاب را (از شما) برمی‌داریم باز (به کفر خود) بر می‌گردید"},{"SurahNumber":44,"VerseNumber":16,"Text":"(ای رسول منتظر باش) آن روز بزرگ که ما (آنها را) به عذاب سخت بگیریم که البته ما (از آنها) انتقام خواهیم کشید"},{"SurahNumber":44,"VerseNumber":17,"Text":"و ما پیش از این امت قوم فرعون را آزمودیم و رسولی بزرگوار (مانند موسی) به سوی آنها فرستادیم"},{"SurahNumber":44,"VerseNumber":18,"Text":"(او گفت) که (ای فرعونیان) امر بندگان خدا را به من واگذارید، که من بر شما به یقین رسول امین پروردگارم"}]}