{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"Аллах чередует дни и ночи, и, воистину, в этом - назидание для тех, кто обладает зрением"},{"SurahNumber":24,"VerseNumber":45,"Text":"Аллах сотворил всех животных из воды. Среди них есть такие, которые ползают на брюхе, такие, которые ходят на двух ногах, и такие, которые ходят на четырех. Аллах творит то, что пожелает, и, воистину, Аллах над всем сущим властен"},{"SurahNumber":24,"VerseNumber":46,"Text":"Мы ниспослали ясные знамения, и Аллах направляет, кого захочет, к прямой дороге"},{"SurahNumber":24,"VerseNumber":47,"Text":"[Мунафики] говорят: \"Мы уверовали в Аллаха и в Посланника и повинуемся\". Но потом какая-то часть их отворачивается [от Посланника], так что они - неверующие"},{"SurahNumber":24,"VerseNumber":48,"Text":"Когда же их зовут к Аллаху и Его Посланнику, чтобы он рассудил их, то одна часть из них не признает [решения]"},{"SurahNumber":24,"VerseNumber":49,"Text":"Если бы правда была на их стороне, то они пришли бы [к Посланнику] смиренно"},{"SurahNumber":24,"VerseNumber":50,"Text":"Неужели в их сердцах болезнь, или они в сомнении, или они опасаются, что Аллах и Его Посланник проявят к ним несправедливость? Нет же! Они сами и есть творящие беззаконие"},{"SurahNumber":24,"VerseNumber":51,"Text":"Воистину, когда верующих призывают к Аллаху и Его Посланнику, чтобы он рассудил их, они только говорят: \"Мы слышим и повинуемся!\" Они и есть счастливцы"},{"SurahNumber":24,"VerseNumber":52,"Text":"Те, кто повинуются Аллаху и Его Посланнику, боятся Аллаха и страшатся Его, - именно они обретут успех"},{"SurahNumber":24,"VerseNumber":53,"Text":"[Мунафики] поклялись Аллахом - сильнейшей клятвой, - что если бы ты велел им, то они непременно выступили бы [в поход]. Отвечай им [, Мухаммад]: \"Не клянитесь! Хорошо известно, какое повиновение [требовалось от вас]. Воистину, Аллах сведущ о том, что вы творите"}]}