{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":76,"Text":"And they well-nigh enticed thee away from the land, to turn thee out therefrom; but then - they should not have tarried after thee except a little"},{"SurahNumber":17,"VerseNumber":77,"Text":"[This is] the course of those of our prophets whom we have sent before thee; and thou shalt find no change in our course"},{"SurahNumber":17,"VerseNumber":78,"Text":"Be thou steadfast in prayer from the declining of the sun until the dusk of the night, and the reading of the dawn; verily, the reading of the dawn is ever testified to"},{"SurahNumber":17,"VerseNumber":79,"Text":"And for the night, watch thou therein as an extra service. It may be that thy Lord will raise thee to a laudable station"},{"SurahNumber":17,"VerseNumber":80,"Text":"And say, 'O my Lord! make me enter with a just entry; and make me come forth with a just coming forth; and grant me from, Thee authority to aid"},{"SurahNumber":17,"VerseNumber":81,"Text":"And say, 'Truth has come, and falsehood has vanished! verily, falsehood is transient"},{"SurahNumber":17,"VerseNumber":82,"Text":"And we will send down of the Qur'an that which is a healing and a mercy to the believers, but it will only increase the wrong-doers in loss"},{"SurahNumber":17,"VerseNumber":83,"Text":"And when we favour man he turns away and retires aside, but when evil touches him he is ever in despair"},{"SurahNumber":17,"VerseNumber":84,"Text":"Say, 'Every one acts after his own manner, but your Lord knows, best who is most guided in the way"},{"SurahNumber":17,"VerseNumber":85,"Text":"They will ask thee of the spirit. Say, 'The spirit comes at the bidding of my Lord, and ye are given but a little knowledge thereof"},{"SurahNumber":17,"VerseNumber":86,"Text":"If we had wished we would have taken away that with which we have inspired thee; then thou wouldst have found no guardian against us"}]}