{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":73,"VerseNumber":20,"Text":"Verily, your Lord knows that you do stand (to pray at night) a little less than two-thirds of the night, or half the night, or a third of the night, and so do a party of those with you, And Allah measures the night and the day. He knows that you are unable to pray the whole night, so He has turned to you (in mercy). So, recite you of the Quran as much as may be easy for you. He knows that there will be some among you sick, others travelling through the land, seeking of Allah's Bounty; yet others fighting in Allah's Cause. So recite as much of the Quran as may be easy (for you), and perform As-Salat (Iqamat-as-Salat) and give Zakat, and lend to Allah a goodly loan, and whatever good you send before you for yourselves, (i.e. Nawafil non-obligatory acts of worship: prayers, charity, fasting, Hajj and 'Umrah, etc.), you will certainly find it with Allah, better and greater in reward. And seek Forgiveness of Allah. Verily, Allah is Oft-Forgiving, Most-Merciful"},{"SurahNumber":74,"VerseNumber":1,"Text":"O you (Muhammad SAW) enveloped (in garments)"},{"SurahNumber":74,"VerseNumber":2,"Text":"Arise and warn"},{"SurahNumber":74,"VerseNumber":3,"Text":"And your Lord (Allah) magnify"},{"SurahNumber":74,"VerseNumber":4,"Text":"And your garments purify"},{"SurahNumber":74,"VerseNumber":5,"Text":"And keep away from Ar-Rujz (the idols)"},{"SurahNumber":74,"VerseNumber":6,"Text":"And give not a thing in order to have more (or consider not your deeds of Allah's obedience as a favour to Allah)"},{"SurahNumber":74,"VerseNumber":7,"Text":"And be patient for the sake of your Lord (i.e. perform your duty to Allah)"},{"SurahNumber":74,"VerseNumber":8,"Text":"Then, when the Trumpet is sounded (i.e. its second blowing)"},{"SurahNumber":74,"VerseNumber":9,"Text":"Truly, that Day will be a Hard Day"},{"SurahNumber":74,"VerseNumber":10,"Text":"Far from easy for the disbelievers"},{"SurahNumber":74,"VerseNumber":11,"Text":"Leave Me Alone (to deal) with whom I created Alone (without any means, i.e. Al-Walid bin Al-Mughirah Al-Makhzumi)"},{"SurahNumber":74,"VerseNumber":12,"Text":"And then granted him resources in abundance"},{"SurahNumber":74,"VerseNumber":13,"Text":"And children to be by his side"},{"SurahNumber":74,"VerseNumber":14,"Text":"And made life smooth and comfortable for him"},{"SurahNumber":74,"VerseNumber":15,"Text":"After all that he desires that I should give more"},{"SurahNumber":74,"VerseNumber":16,"Text":"Nay! Verily, he has been stubborn and opposing Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc)"},{"SurahNumber":74,"VerseNumber":17,"Text":"I shall oblige him to (climb a slippery mountain in the Hell-fire called As-Sa'ud, or to) face a severe torment"}]}