{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":15,"VerseNumber":16,"Text":"Andolsun, biz gökde burçlar yapmış, onları (ibretle) temâşâ edenler için süslenmişizdir"},{"SurahNumber":15,"VerseNumber":17,"Text":"Biz onları taşlanan (sürülen, koğulan) her şeytandan koruduk"},{"SurahNumber":15,"VerseNumber":18,"Text":"Ancak kulak hırsızlığı eden (şeytan) vardır ki onun ardına da (bakanların) apaçık (gördüğü) bir ateş parçası düşmekdedir"},{"SurahNumber":15,"VerseNumber":19,"Text":"Yeri de (döşeyib) yaydık. Onda sabit dağlar (yaratıb) koyduk, oralarda (hikmet ve maslahatla) ölçülmüş her şeyden (münâsib) nebatlar bitirdik"},{"SurahNumber":15,"VerseNumber":20,"Text":"Orada hem sizin için, hem rızıklarını te´mîn edemeyeceğiniz kimseler için bir çok geçim (sebeb) ler (i) yaratdık"},{"SurahNumber":15,"VerseNumber":21,"Text":"Hiçbir şey (haaric) olmamak üzere (hepsinin) hazîneleri bizim nezdimizdedir.. Biz on (lar) ı ma´lûm bir mıkdar dışında indirmeyiz"},{"SurahNumber":15,"VerseNumber":22,"Text":"Biz aşılayıcı rüzgârlar gönderdik. Gökden de su indirib onunla sizleri sıvardık. Bunların hazinedarları da siz değilsiniz"},{"SurahNumber":15,"VerseNumber":23,"Text":"Gerçek biz, mutlak biz hem diriltiriz, hem öldürürüz. Biz (Hepsinin) vârisleriyizdir"},{"SurahNumber":15,"VerseNumber":24,"Text":"Andolsun, sizden öne geçenleri de bilmişizdir, geri kalanları da biz bilmişizdir"},{"SurahNumber":15,"VerseNumber":25,"Text":"Şübhe yok ki Rabb´in, (evet) O, onları (kabirlerinden kaldırıb) toplayacakdır. Hakıykat O, tam bir hüküm ve hikmet saahibidir, (her şey´i de) hakkıyle bilendir"},{"SurahNumber":15,"VerseNumber":26,"Text":"Andolsun, biz insanı kuru bir çamurdan, suuretlenmiş bir balçıkdan yaratdık"},{"SurahNumber":15,"VerseNumber":27,"Text":"Cânn´ı da daha önce çok zehirleyici ateşden yaratdık"},{"SurahNumber":15,"VerseNumber":28,"Text":"Hatırla o vakti ki Rabbin meleklere: «Ben, demişdi, kuru bir çamurdan, suuretlenmiş bir balçıkdan bir beşer yaratacağım»"},{"SurahNumber":15,"VerseNumber":29,"Text":"«O halde ben onun yaratılışını bitirdiğim, ona ruhumdan üflediğim zaman siz derhal onun için secdeye kapanın»"},{"SurahNumber":15,"VerseNumber":30,"Text":"Bunun üzerine meleklerin hepsi topdan secde etdi"},{"SurahNumber":15,"VerseNumber":31,"Text":"Ancak İblîs bu secde edenlerle beraber olmakdan (çekinerek) dayatdı"}]}