{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":67,"VerseNumber":27,"Text":"Lorsque les mécréants verront de près le châtiment qui les attend, leurs visages s’assombriront. Il leur sera alors lancé : « Voilà ce que vous réclamiez avec tant d’empressement ! »"},{"SurahNumber":67,"VerseNumber":28,"Text":"Dis aux impies : « Qu’Allah me fasse périr dès à présent avec mes compagnons[1462] ou qu’Il nous laisse en vie par un effet de Sa grâce, qui pourrait vous épargner, à vous, un douloureux châtiment ? »"},{"SurahNumber":67,"VerseNumber":29,"Text":"Dis-leur encore : « Il est le Tout Miséricordieux en qui nous croyons et à qui nous nous en remettons. Vous saurez bientôt qui de nous ou de vous était manifestement égaré. »"},{"SurahNumber":67,"VerseNumber":30,"Text":"Dis : « Si l’eau que vous buvez se perdait dans les profondeurs du sol, qui pourrait de nouveau la faire jaillir à la surface de la terre ? »"},{"SurahNumber":68,"VerseNumber":1,"Text":"Noun. Par le calame et par ce qu’ils[1463] écrivent"},{"SurahNumber":68,"VerseNumber":2,"Text":"Tu n’es pas, par la grâce de ton Seigneur, un possédé"},{"SurahNumber":68,"VerseNumber":3,"Text":"Tu recevras une récompense dont tu ne seras jamais privé"},{"SurahNumber":68,"VerseNumber":4,"Text":"Tu es, en vérité, doté du caractère le plus élevé"},{"SurahNumber":68,"VerseNumber":5,"Text":"Tu verras, et eux-mêmes verront"},{"SurahNumber":68,"VerseNumber":6,"Text":"qui de vous a vraiment perdu la raison"},{"SurahNumber":68,"VerseNumber":7,"Text":"Ton Seigneur sait parfaitement qui s’est écarté de Sa voie et qui suit la bonne direction"},{"SurahNumber":68,"VerseNumber":8,"Text":"N’écoute donc pas ceux qui renient ta mission"},{"SurahNumber":68,"VerseNumber":9,"Text":"Ils voudraient que tu leur fasses des concessions, étant eux-mêmes disposés à transiger"},{"SurahNumber":68,"VerseNumber":10,"Text":"N’écoute pas tout homme méprisable qui ne cesse de jurer"},{"SurahNumber":68,"VerseNumber":11,"Text":"de dénigrer son prochain et de semer la zizanie de tout côté"},{"SurahNumber":68,"VerseNumber":12,"Text":"si peu enclin à faire le bien, si prompt à léser autrui et à transgresser"},{"SurahNumber":68,"VerseNumber":13,"Text":"d’un caractère violent et de surcroît bâtard"},{"SurahNumber":68,"VerseNumber":14,"Text":"Se voyant nanti de richesses et entouré d’enfants"},{"SurahNumber":68,"VerseNumber":15,"Text":"il affirme, à l’écoute de Nos versets : « Ce ne sont là que légendes des temps anciens ! »"}]}