{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":29,"VerseNumber":53,"Text":"Ni akum’benda kuti ilagasyo iyiche mwachitema. Sano ingaŵaga (kuti pana) ndema jekolanjidwe (jakwichila ilagasyo) ingaliji yaichilile ŵanganyao ilagasyoyo, soni chisimu chene ichaichilila ŵanganyao mwachisupuchisya aku ŵanganyao akakumanyilila"},{"SurahNumber":29,"VerseNumber":54,"Text":"Akum’benda kuti ilagasyo iyiche mwachitema. Sano chisimu Jahannama jichasyungula kwene achimakafili"},{"SurahNumber":29,"VerseNumber":55,"Text":"Lisiku lyaichaunichila ilagasyo kutandila pachanya pao mpaka pasi pangongolo syao, ni tachiŵecheta (Allah kuti): “Pasyani yamwaliji nkupanganya.”"},{"SurahNumber":29,"VerseNumber":56,"Text":"E achikapolo Ŵangu aŵala ŵankulupilile! Chisimu litaka Lyangu liŵele lyakusapanguka (tinkomboleche kwaula chilambo chine naga m’chilambo mwenumo nkulepela kungalagatila mwagopoka), sano Jikape Une basi ngalagatilani"},{"SurahNumber":29,"VerseNumber":57,"Text":"Mundu jwalijose tachipasya chiwa, kaneka Kukwetu tinchiuchisyidwa"},{"SurahNumber":29,"VerseNumber":58,"Text":"Sano aŵala ŵaakulupilile ni kutendaga yambone, chisimu Uwwe chitukatamiche mu yumba ya ku Mbepo, yasikujilima chapasi pakwe sulo, chakaŵe ŵandamo mwalakwemo, kaje kusalala malipilo ga akupanganya (masengo gambone)"},{"SurahNumber":29,"VerseNumber":59,"Text":"Aŵala ŵaapilile ni kwegamilaga kwa M’mbuje gwao pe"},{"SurahNumber":29,"VerseNumber":60,"Text":"Ilingwa-ilingwa mwa iwumbe yakuulukutaga yangaikulisoselaga lisiki lyakwe? Allah ni jwakuipa lisiki yalakweyo ni jenumanja ŵakwe, soni Jwalake ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":29,"VerseNumber":61,"Text":"Soni naga n’di mwawusisye ŵanganyao (kuti): “Ana nduni juŵagumbile mawunde ni mataka, ni kulijepepasya lyuŵa ni mwesi?” Chisimu chene tajile: “Allah.” Nambi akugalausyidwa chinauli (kwakuleka kun’galagatila Jwelepejo)"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah akasansapangulilaga lisiki jwaakunsaka mwa achikapolo Ŵakwe, ni kunnandiyichisya (jwaakunsaka), chisimu Allah chindu chilichose aŵele Jwachimanya chenene"},{"SurahNumber":29,"VerseNumber":63,"Text":"Soni naga n’di mwawusisye ŵanganyao (kuti): “Ana nduni jwaakasatulusyaga mesi kuumila kwinani, ni kusyuchisya nago litaka panyuma pakuwa kwakwe?” Chisimu chene tajile: “Allah.” Jilani: “Lumbili losope lwene alapikwe Allah.” Nambo ŵajinji mwa ŵanganyao ŵangali lunda"}]}