{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":65,"Text":"«ألم ترَ» تَعلم «أن الله سخر لكم ما في الأرض» من البهائم «والفلك» السفن «تجري في البحر» للركوب والحمل «بأمره» بإذنه «ويمسك السماء» من «أن» أو لئلا «تقع على الأرض إلا بإذنه» فتهلكوا «إن الله بالناس لرؤوف رحيم» في التسخير والإمساك"},{"SurahNumber":22,"VerseNumber":66,"Text":"«وهو الذي أحياكم» بالإنشاء «ثم يميتكم» عند انتهاء آجالكم «ثم يحييكم» عند البعث «إن الإنسان» أي المشرك «لكفور» لنعم الله بتركه توحيده"},{"SurahNumber":22,"VerseNumber":67,"Text":"«لكل أمة جعلنا منسكا» بفتح السين وكسرها شريعة «هم ناسكوه» عاملون به «فلا يُنازعُنَّك» يراد به لا تنازعهم «في الأمر» أي أمر الذبيحة إذ قالوا: ما قتل الله أحق أن تأكلوه مما قتلتم «وادع إلى ربك» إلى دينه «إنك لعلى هدى» دين «مستقيم»"},{"SurahNumber":22,"VerseNumber":68,"Text":"«وإن جادلوك» في أمر الدين «فقل الله أعلم بما تعملون» فيجازيكم عليه، وهذا قبل الأمر بالقتال"},{"SurahNumber":22,"VerseNumber":69,"Text":"«الله يحكم بينكم» أيها المؤمنون والكافرون «يوم القيامة فيما كنتم فيه تختلفون» بأن يقول كل من الفريقين خلاف قول الآخر"},{"SurahNumber":22,"VerseNumber":70,"Text":"«ألم تعلم» الاستفهام فيه للتقرير «أن الله يعلم ما في السماء والأرض إن ذلك» أي ما ذكر «في كتاب» هو اللوح المحفوظ «إن ذلك» أي علم ما ذكر «على الله يسير» سهل"},{"SurahNumber":22,"VerseNumber":71,"Text":"«ويعبدون» أي المشركون «من دون الله ما لم ينزل به» هو الأصنام «سلطانا» حجة «وما ليس لهم به علم» أنها آلهة «وما للظالمين» بالإشراك «من نصير» يمنع عنهم عذاب الله"},{"SurahNumber":22,"VerseNumber":72,"Text":"«وإذا تُتلى عليهم آياتنا» من القرآن «بيِّنات» ظاهرات حال «تعرف في وجوه الذين كفروا المنكر» أي الإنكار لها: أي أثره من الكراهة والعبوس «يكادون يسطون بالذين يتلون عليهم آياتنا» أي يقعون فيه بالبطش «قل أفأنبئكم بشرِّ من ذلكم» بأكره إليكم من القرآن المتلو عليكم هو «النار وعَدَها الله الذين كفروا» بأن مصيرهم إليها «وبئس المصير» هي"}]}