{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"Ra mo buseletsa lelapa la hae hape le ho le menahanya, – e le Mohau o tsoang ho Rona, ebile ele moqhaka ho batho ba utloisisang"},{"SurahNumber":38,"VerseNumber":44,"Text":"“Nka lehlokoa, e be u otla ka lona, u se ke oa roba boikano ba hau.” Ruri! Re ile Ra fumana a ena le mamello, e bile lekhabunyane le lokileng joang! O retelehela ho Mong`a hae kamehla"},{"SurahNumber":38,"VerseNumber":45,"Text":"Hopola makhabunyane a Rona Abrahama, Isaaka le Jakobo; banna ba neng ba le Matla le lipono"},{"SurahNumber":38,"VerseNumber":46,"Text":"Re ba khethetse ts’ebetso e hloekileng,-Ho phatlalatsa Molaetsa oa Bophelo Bo-tlang"},{"SurahNumber":38,"VerseNumber":47,"Text":"Hobane Ruri! Mahlong a Rona ke Bakhethoa, ba har’a ba Lokileng"},{"SurahNumber":38,"VerseNumber":48,"Text":"Hopola Ishmaele, Elisha le Zhu’l-kifl (isaia). Kaofela ba har’a ba Lokileng"},{"SurahNumber":38,"VerseNumber":49,"Text":"Sena ke Molaetsa. Ruri ba nenang bobe pheletso ea leeto la bona ke e thabisang"},{"SurahNumber":38,"VerseNumber":50,"Text":"Lirapa tsa Edene, mekoallo ea teng e buletsoe bona"},{"SurahNumber":38,"VerseNumber":51,"Text":"Kamoo teng ba tla phomola ha monate, ba feptjoe litholoana tse ngata le lino mapholi"},{"SurahNumber":38,"VerseNumber":52,"Text":"Haufi le bona etla ba basali ba hloekileng, ba lekanang lilemong"},{"SurahNumber":38,"VerseNumber":53,"Text":"Sena ke ts’episo eo le e etselitsoeng ka letsatsi la hlahlobo"},{"SurahNumber":38,"VerseNumber":54,"Text":"Ruri e tla be e le nala ea Rona; e ke keng ea thisa"},{"SurahNumber":38,"VerseNumber":55,"Text":"Empa haele baetsalibe ke sebaka se nyonyehang seo ba khutlelang ho sona"},{"SurahNumber":38,"VerseNumber":56,"Text":"Liheleng! – ba tla cha teng, – moalo o nyonyehang"},{"SurahNumber":38,"VerseNumber":57,"Text":"Kamoo teng ba tla latsoa metsi a belang, le mokekeli o mots’o, o lits’ila, o batang ha bohloko"},{"SurahNumber":38,"VerseNumber":58,"Text":"Le likahlolo tse ling tsa mefuta e tsoanang"},{"SurahNumber":38,"VerseNumber":59,"Text":"Lebotho le mahang le lona, le potlakileng! Ha ho kamohelo ho bona! Ruri ba tla cha Mollong"},{"SurahNumber":38,"VerseNumber":60,"Text":"“Che, empa ho lona bakhelosi, ho lona ha ho kamohelo. Ke lona ba re hlophisitseng sena. Joale, sebaka se nyonts’ang ke sena seo re leng ho sona.”"},{"SurahNumber":38,"VerseNumber":61,"Text":"Ba tla re: “Mong`a rona! Ak’u phaelle kotlo ea mollo ho mong le mong ea re hlophiselitseng sena!”"}]}