{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":10,"VerseNumber":98,"Text":"No hubo nación alguna que al momento de azotarles el castigo les haya beneficiado creer entonces, excepto el pueblo de Jonás [Yunus] [que creyeron y se arrepintieron cuando percibieron la inminencia del castigo]. Les salvamos, por ello, del castigo humillante en la vida mundanal y les dejamos vivir algún tiempo más"},{"SurahNumber":10,"VerseNumber":99,"Text":"Si tu Señor hubiera querido, todos los habitantes de la Tierra habrían creído. Tú [¡Oh, Muhámmad!] no podrás hacer que los hombres crean aunque se lo impongas"},{"SurahNumber":10,"VerseNumber":100,"Text":"Sólo creerán quienes Allah haya decretado que así lo hagan; y dejará en el extravío a quienes no recapacitan [en Sus signos]"},{"SurahNumber":10,"VerseNumber":101,"Text":"Diles: Reflexionad en todo cuanto hay en los cielos y en la Tierra; pero [sabe ¡Oh, Muhámmad!] que para quienes Allah decretó la incredulidad no se beneficiarán de los signos ni de los Mensajeros"},{"SurahNumber":10,"VerseNumber":102,"Text":"¿Acaso pretenden [desmintiéndote] ser castigados igual que los pueblos que les precedieron? Diles: Aguardad que yo también aguardo [la promesa de Allah]"},{"SurahNumber":10,"VerseNumber":103,"Text":"[Y cada vez que destruimos a un pueblo] salvamos a Nuestros Mensajeros y a los creyentes, porque así Nos lo impusimos"},{"SurahNumber":10,"VerseNumber":104,"Text":"Di: ¡Oh, hombres! Si dudáis de lo que os he traído sabed que yo adoro a Allah, Quien [os ha creado,] os hará morir [y ante Él compareceréis], y jamás adoraré lo que vosotros adoráis. Me ha sido ordenado ser creyente"},{"SurahNumber":10,"VerseNumber":105,"Text":"Y consagrarme a la religión monoteísta y no contarme entre quienes asocian copartícipes a Allah"},{"SurahNumber":10,"VerseNumber":106,"Text":"[Y también] No invocar en vez de Allah lo que no puede beneficiarme ni perjudicarme, porque de hacerlo me contaría entre los inicuos"}]}