{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":33,"VerseNumber":16,"Text":"Nabiyow keenik ixxic (munaafiqhiin kinnuk) ; kudim inkinnah tu-siinih maxiqa rabak kuddeenik hinnay qidimik kuddeenik, toysa kudden sin tekkek woo manot kaxxam ma- hataktan addunyal dago wakti akke waytek"},{"SurahNumber":33,"VerseNumber":17,"Text":"Nabiyow keenik ixxic; iyyaay Yallak sin cattam umaané siinih faxeeh sin finqisam faxek, hinnay siinih nacruuraah, sin catam (qoklam) faxek, Yallak kalah awlaytu mageyaanaay, cateynay ken cata mageyan"},{"SurahNumber":33,"VerseNumber":18,"Text":"Yalli nummah siinik makkooteeh, sinaamak Jihaad niya yaggileeh, sinni toobokok nee fan gaca iyya mara yaaxigeh. Usun (munaafiqhiin kinnuk) qeebih ma-yamaatanaay, kaat ma-maran (mayangala) dago wakti akke waytek"},{"SurahNumber":33,"VerseNumber":19,"Text":"Moominiiney siinil gaba gibdon munaafiqhiin maaluuy, nafsil inkih siinih lon naqabuh, qebti meesi temeetek intiita keenik Korankorak koo fan wagitah ken table rabi qawul buule numih innah conxô gibdah. Tokkel meesi keenik gexxa waqdi gileh innah arbaqó-le arroobut sin doocaanaah, adá sin aban xannabá (dannabá) meklinta waqdi gabâ gibdaa kee kuuxewaynaanah. Too mari maamaninnaay, Yalli ken taamoomi bayseh, woh Yallal xabcinim kinni"},{"SurahNumber":33,"VerseNumber":20,"Text":"Munaafiqhiin woo buttaati (yengele macaxu kinnuk) gexe waytem yakkalen meesî gibdah, kaadu woo buttaati Madiinâ fanah tuduurek, barri maralluk yaniinim faxak yenen sin xaagitte esserak. Sin addal suginnoonuy qeb siinilluk abak manannon dago qeebi akkewaytek"},{"SurahNumber":33,"VerseNumber":21,"Text":"Nummah moominiiney Yallih farmoytat meqe katayyu luk tenen kaa katatteenik, cagalah kaa kataytam Yallak galtó qaagitaah, ellecaboh ayrók meesita num kinni, kaadu Yalla maggom cusaah, kulli caalatal kaa faatita numu"},{"SurahNumber":33,"VerseNumber":22,"Text":"Kaadu moominiin buttaati tuble waqdi, tah Yallaa kee kay farmoyti nee kah xagniseemiiy, Yallaa kee kay farmoyta nummat yabte iyyen. Kaadu woh iimaan kee Yallih amrih oggoluk-sá keenih osissem mali"}]}