{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":5,"Text":"He replied: \"My dear little son! Do not say any thing about this dream to your brothers, lest they plot an evil scheme against you; for Satan is an open enemy to human beings"},{"SurahNumber":12,"VerseNumber":6,"Text":"It will happen, as you have seen in your dream, that you will be chosen by your Lord for His work. He will teach you how to interpret visions, and will perfect His favor upon you and the children of Jacob, as He perfected it upon your forefathers Abraham and Isaac before you. Surely your Lord is Knowledgeable, Wise"},{"SurahNumber":12,"VerseNumber":7,"Text":"Indeed in the story of Joseph and his brothers, there are signs for inquirers"},{"SurahNumber":12,"VerseNumber":8,"Text":"This is how the story begins: his step brothers held a meeting and said to one another: \"This Joseph and his brother (Benjamin) are loved more by our father than us, even though we are a group of ten and can help him more than them. In fact, our father is clearly mistaken"},{"SurahNumber":12,"VerseNumber":9,"Text":"Let us kill Joseph or throw him out to some far-off land so that the attention of our father turns exclusively towards us, after that, we may again become righteous people"},{"SurahNumber":12,"VerseNumber":10,"Text":"At this one of them said: \"Do not kill Joseph, but if you must, throw him into some dark well, so that he may be picked up by some passing by caravan"},{"SurahNumber":12,"VerseNumber":11,"Text":"After this meeting, they asked their father: \"O our father! Why is it that you do not trust us with Joseph, though we are his sincere well-wishers"},{"SurahNumber":12,"VerseNumber":12,"Text":"Send him with us tomorrow, that he may play and enjoy himself. We shall take good care of him"},{"SurahNumber":12,"VerseNumber":13,"Text":"Their father said: \"I will be worried if you take him away, for I fear lest a wolf should eat him up while you are off your guard"},{"SurahNumber":12,"VerseNumber":14,"Text":"They said: \"If a wolf could eat him despite our number, then surely we would be worthless people"}]}