{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"Dit is Hy wat julle uit stof geskape het, toe uit ’n sperm, daarna uit ’n bloedstolsel, waarna Hy julle as kinders voortbring; dan bereik julle volwassenheid en word oud; en sommige van julle sterf vroeg en ander bereik ’n vasgestelde tyd; sodat julle kan verstaan"},{"SurahNumber":40,"VerseNumber":68,"Text":"Dit is Hy wat lewe gee en ook die dood. En wanneer Hy iets besluit, sê Hy slegs: Wees, en dit word"},{"SurahNumber":40,"VerseNumber":69,"Text":"Het u nie húlle gesien wat oor die tekens van Allah argumenteer nie? Hoe het hulle nie afgedwaal nie"},{"SurahNumber":40,"VerseNumber":70,"Text":"Hulle wat die Boek verwerp en dit waarmee Ons Ons boodskap- pers gestuur het. Maar hulle sal weldra te wete kom"},{"SurahNumber":40,"VerseNumber":71,"Text":"Wanneer boeie om hulle nekke sal wees en ook kettings. Hulle sal gesleep word"},{"SurahNumber":40,"VerseNumber":72,"Text":"in kokende water; daarna sal hulle in die Vuur brand"},{"SurahNumber":40,"VerseNumber":73,"Text":"Dan sal aan hulle gevra word: Waar is julle afgode"},{"SurahNumber":40,"VerseNumber":74,"Text":"wat julle naas Allah aanbid het? Hulle sal sê: Hulle het ons in die steek gelaat; nee, ons was voorheen nie daaraan gewoond om te aanbid nie. Want so skep Allah verwarring vir die ongelowiges"},{"SurahNumber":40,"VerseNumber":75,"Text":"Dit is omdat julle ten onregte op die aarde gejubel het, en omdat julle onbeskaamd was"},{"SurahNumber":40,"VerseNumber":76,"Text":"Gaan die hekke van die Hel binne om daarin te bly; boos dan is die tuiste van die arrogantes"},{"SurahNumber":40,"VerseNumber":77,"Text":"Wees derhalwe geduldig, want die belofte van Allah is sekerlik waar. Maar of Ons u die straf waarmee Ons hulle bedreig gedeeltelik laat sien, of u laat sterwe, hulle sal sekerlik tot Ons terugkeer"}]}