{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"(ئەی موحەممەد ﷺ) بڵێ (ئاینی) ڕاست ھات و بەتاڵ (نەما) و دروست نابێتەو دووبارە ناگەڕێتەوە"},{"SurahNumber":34,"VerseNumber":50,"Text":"بڵێ ئەگەر من گومڕابم ئەوە زیانەکەی تەنھا بۆ خۆمە وە ئەگەر ڕێنمونبم ئەوە بەھۆی ئەو(قورئانە) وەیە کەپەروەردگارم بۆی ناردووم بەڕاستی خوا بیسەرو نزیکە"},{"SurahNumber":34,"VerseNumber":51,"Text":"(ئەی موحەممەد ﷺ) ئەگەر دەبینیت کاتێك (بێ باوەڕان) زۆر دەترسن ئەمجا بەھیچ جۆرێک ڕزگار بوونیان نیە وە لەشوێنێکی نزیك (دۆزەخەوە) دەبرێن بۆ ناوی"},{"SurahNumber":34,"VerseNumber":52,"Text":"لەو کاتەدا دەڵێن باوەڕمان ھێنا بەو (قورئانە) چۆن (باوەڕیان) دەست دەکەوێ لەشوێنێکی دوورەوە"},{"SurahNumber":34,"VerseNumber":53,"Text":"کەبەڕاستی ئەوان لەدونیادا بێ باوەڕ بوون پێی وە بە نەزانی قسەیان لەپەنھانیەکان دەکرد لەشوێنێکی دورەوە (کەدونیایە)"},{"SurahNumber":34,"VerseNumber":54,"Text":"بەر بەست دەخرێتە نێوان ئەوان و ئەوەی ئارەزووی دەکەن (کەبڕوا ھێنان و تەوبە کردنە) ھەر وەکو بەھاوشێوەکانیان کرا لەپێش ئەماندا بەڕاستی ئەوان لەگومانێکی دوو دڵ کەردان"},{"SurahNumber":35,"VerseNumber":1,"Text":"ھەموو ستایش بۆ خوایە کەبەدیھێنەری ئاسمانەکان و زەویە فریشتەکانی کردووە بەنێراوانێک خاوەنی (چەند جۆرە) باڵن : دووان و سیان و چوار (خوا) ھەرچی بیەوێت لەدروستکردندا زیادی دەکات بەڕاستی خوا بەسەر ھەموو شتێکدا بەتوانایە"},{"SurahNumber":35,"VerseNumber":2,"Text":"خوا ھەر ڕەحمەت وچاکەیەک بۆ خەڵك بەرەڵا بکات و بیکاتەوە ئیتر شتێک نیە ڕێگری لێ بکات وبیگرێتەوە وەخوا ھەر بەھرەیەک بگرێتەوە ئیتر لەپاش گرتنەوەی خوا بەرەڵاکەر و نێرەری بۆ نیە وە خوا زاڵ و باڵادەست و کار دروستە"},{"SurahNumber":35,"VerseNumber":3,"Text":"ئەی خەڵکینە بیربکەوە لەفەزڵی خوا بەسەرتانەوە ئایا بێجگە لەخوا دروستکەرێکی تر ھەیە کەڕۆزیتان بدات لەئاسمان و زەویدا ھیچ پەرستراوێکی ڕاست نیە بێجگە لەخوا دەی چۆن وا ڕوو وەردەگێڕن (لەیەکخواپەرستی)"}]}