{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Видов една жена како владее и дека сè и сешто ѝ е дадено, а има и величествен престол"},{"SurahNumber":27,"VerseNumber":24,"Text":"видов дека таа и народот нејзин на Сонцето му се клањаат, а не на Аллах. Шејтанот им ги прикажал убави постапките нивни и од Вистинскиот пат ги одвратил, па тие не знаат да гонајдат Вистинскиот пат"},{"SurahNumber":27,"VerseNumber":25,"Text":"за да Му се клањаат на Аллах, Кој го обелоденува тоа што е скриено на небесата и на Земјата и Кој го знае тоа што го криете и тоа што јавно го изнесувате"},{"SurahNumber":27,"VerseNumber":26,"Text":"Аллах е, нема друг бог освен Него, Господарот на Аршот величествен"},{"SurahNumber":27,"VerseNumber":27,"Text":"„Ќе видиме,“ - рече Сулејман - „дали ја зборуваш вистината или не"},{"SurahNumber":27,"VerseNumber":28,"Text":"Однеси го ова мое писмо, па фрли им го, а потоа оддалечи се малку од нив и погледни што ќе ти одоговорат!“"},{"SurahNumber":27,"VerseNumber":29,"Text":"„О, големци,“ - рече таа - „мене ми е доставено едно писмо вредно за почит"},{"SurahNumber":27,"VerseNumber":30,"Text":"Сигурно е од Сулејман и сигурно е: „Во името на Аллах, Семилосниот, Милостивиот"},{"SurahNumber":27,"VerseNumber":31,"Text":"Не правете се поголеми од мене, туку дојдете да ми се покорите.“"},{"SurahNumber":27,"VerseNumber":32,"Text":"„О, големци,“ - рече таа - „советувајте ме што треба во овој случај да сторам; јас без вас ништо не сакам да одлучам!“"},{"SurahNumber":27,"VerseNumber":33,"Text":"„Ние сме многу силни и храбри,“ - рекоа тие - „но ти наредуваш. Па, размисли што ќе наредиш!“"},{"SurahNumber":27,"VerseNumber":34,"Text":"„Кога царевите ќе освојат некој град,“ - рече таа - „тие го разоруваат, а неговите угледни жители ги прават понижени; ете, така постапуваат"},{"SurahNumber":27,"VerseNumber":35,"Text":"Ќе им испратам еден подарок и ќе видам со што гласниците ќе се вратат.“"}]}