{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":14,"Text":"O, erginlik çağına ulaşıp olgunlaşınca, ona bir 'hüküm ve hikmet' ve ilim verdik. Biz iyilikte bulunanları işte böyle ödüllendiririz"},{"SurahNumber":28,"VerseNumber":15,"Text":"(Musa) Halkının haberi olmadığı bir zamanda şehre girdi, orda kavga etmekte olan iki adam buldu; bu kendi taraftarlarından, şu da düşmanlarından. Derken taraftarlarından olan, düşmanlarından olana karşı ondan yardım istedi. Bunun üzerine ona bir yumruk attı ve işini bitiriverdi. (Sonra da:) \"Bu şeytanın işindendir; o, gerçekten açıkça saptırıcı bir düşmandır\" dedi"},{"SurahNumber":28,"VerseNumber":16,"Text":"Dedi ki: \"Rabbim, gerçekten, ben kendi nefsime zulmettim, artık beni bağışla.\" Böylece (Allah) onu bağışladı. Şüphesiz. O, bağışlayandır, esirgeyendir"},{"SurahNumber":28,"VerseNumber":17,"Text":"Dedi ki: \"Rabbim, bana verdiğin nimetler adına, artık suçlu günahkarlara destekçi olmayacağım"},{"SurahNumber":28,"VerseNumber":18,"Text":"Böylece şehirde korku içinde (çevreyi) gözetleyerek sabahladı. Derken, bir de baktı ki, dün kendisinden yardım isteyen (kişi, bugün de) kendisine yardım için bağırıyor. Musa, ona dedi ki: \"Sen açıkça bir azgınsın"},{"SurahNumber":28,"VerseNumber":19,"Text":"Sonunda ikisinin de düşmanı olan (adam)ı yakalamak isterken (adam ona) dedi ki: \"Ey Musa dün birini öldürdüğün gibi, bugün de beni mi öldürmek istiyorsun? Sen yeryüzünde yalnızca bir zorba olmak istiyorsun, ıslah edicilerden olmak istemiyorsun"},{"SurahNumber":28,"VerseNumber":20,"Text":"Şehrin öbür yakasından bir adam koşarak gelip dedi ki: \"Ey Musa, önde gelenler, seni öldürmek konusunda aralarında görüşmektedirler, artık sen çık git; gerçekten ben sana öğüt verenlerdenim"},{"SurahNumber":28,"VerseNumber":21,"Text":"Böylece oradan korku içinde (çevreyi) gözetleyerek çıkıp gitti: \"Rabbim, zalimler topluluğundan beni kurtar\" dedi"}]}