{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":14,"VerseNumber":6,"Text":"Soni (kumbuchilani) katema kajwaŵechete Musa ku ŵandu ŵakwe kuti: “Kumbuchilani chindimba cha Allah pa jenumanja, ndema jaŵan’jokwele ŵanganyammwe ku ŵandu ŵa Firiauna ŵaŵaliji nkumpa ilagasyo yakusakala nnope, ŵaliji nkusikita ŵanache ŵenu ŵachilume ni kwalekaga umi ŵanache ŵenu ŵachikongwe, sano mu yalakweyo mwaliji mwana kulinjidwa kwekulungwa nnope kwakutyochela kwa M’mbuje gwenu.”"},{"SurahNumber":14,"VerseNumber":7,"Text":"Soni (kumbuchilani) katema kajwajenesye M’mbuje gwenu yanti: “Chisimu naga nkutogolela Une tinan’jonjechesye, nambo naga nkane (manyililani yanti): Chisimu ilagasyo Yangu niyaukali nnope.”"},{"SurahNumber":14,"VerseNumber":8,"Text":"Soni Musa jwatite (ku ŵandu ŵakwe): “Naga nkane jenumanja ni wosope ŵali pa chilambo, basi (niyenu), chisimu Allah ni Jwakupata kwejinji, Jwakulapilidwa kusyesyene.”"},{"SurahNumber":14,"VerseNumber":9,"Text":"Ana nganijim’bichilila ŵanganyammwe abali ja aŵala ŵapaujo penu? Ŵandu ŵa Nuhu, ŵa Adi ni ŵa Samuda, kwisa soni aŵala ŵamunyuma mwao, ŵangaakwamanyilila ikaŵeje Allah? Ŵaichilile Achimitenga ŵao ni ilosyo yakuonechela, basi ni ŵauchisye magasa gao kukamwa kwao (paagaluma ligongo lyaukali), ni ŵatite: “Chisimu uwwe tukaaniile yantumisyidwe nayoyi, soni chisimu uwwe tuli nchikaiko chekulungwa chakaichila yankutuŵilanjilayi.”"},{"SurahNumber":14,"VerseNumber":10,"Text":"Achimitenga ŵao ŵatite: “Chichi! Allah kuŵa nkunkaichila, Nkugumba mawunde ni mataka? Akum’bilanga jenumanja kuti ankululuchile sambi syenu, ni anchelewasye (ngampa ipotesi) kwikanila ndema jekolanjidwe (jakuwila).” Ŵanganyao ŵatite: “Nganim’ba jenumanja ikaŵeje ŵandu mpela uwwewe. N’gamba kusaka kuti ntusiŵilile ku yaŵaliji nkuigalagatila achatati ŵetu, basi ikani nao kukwetu umboni wakuonechela.”"}]}