{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Mutta ei! Vannon idän ja lännen Herran nimessä: »Totisesti Me voimme"},{"SurahNumber":70,"VerseNumber":41,"Text":"nostaa heidän sijalleen ne, jotka ovat heitä paremmat, eikä Meitä voi tästä mikään estää"},{"SurahNumber":70,"VerseNumber":42,"Text":"Anna siis heidän jäädä turhien puheittensa varaan ja laskea leikkiä, kunnes heitä katsoo silmästä silmään se päivä, joka on heille ennustettu"},{"SurahNumber":70,"VerseNumber":43,"Text":"Sinä päivänä he tulevat esiin haudoistaan kiirehtien, aivan kuin maalia kohti kiitäen"},{"SurahNumber":70,"VerseNumber":44,"Text":"silmät maahan luotuina, häpeän valtaamina. Tämä on se päivä, joka heille ennustettiin"},{"SurahNumber":71,"VerseNumber":1,"Text":"Totisesti Me lähetimme Nooan oman kansansa eteen sanoen: »Varoita kansaasi, ennenkuin tuskallinen rangaistus sen yllättää!»"},{"SurahNumber":71,"VerseNumber":2,"Text":"Hän julisti: »Kansa, totisesti olen julkinen varoittajasi"},{"SurahNumber":71,"VerseNumber":3,"Text":"Palvelkaa Jumalaa, tarkoin täyttäen velvollisuutenne Häntä kohtaan, ja olkaa kuuliaisia minulle"},{"SurahNumber":71,"VerseNumber":4,"Text":"niin Hän antaa teille syntinne anteeksi ja myöntää teille armonaikaa. Mutta totisesti, kun Jumalan määräaika täyttyy, ei sitä voida pitkittää. Kunpa sen uskoisitte!»"},{"SurahNumber":71,"VerseNumber":5,"Text":"Hän sanoi: »Herra, katso, olen vedonnut kansaani päivin ja öin"},{"SurahNumber":71,"VerseNumber":6,"Text":"mutta saarnani on heissä vain lisännyt vastahakoisuutta"},{"SurahNumber":71,"VerseNumber":7,"Text":"Ja katso, vaikka kuinka usein olisin heitä kutsunut, jotta Sinä voisit antaa heille anteeksi, tukkivat he sormin korvansa ja kietoutuvat vaatteisiinsa torjuen kaiken itsepintaisesti ja paisuen ylpeydessään"},{"SurahNumber":71,"VerseNumber":8,"Text":"Silloin totisesti saarnasin heille äänekkäästi"},{"SurahNumber":71,"VerseNumber":9,"Text":"huusin kaikkien kuullen, haastoinpa heille myös kahden kesken"},{"SurahNumber":71,"VerseNumber":10,"Text":"sanoen: 'Pyytäkää Herraltanne anteeksiantoa - Hän on totisesti armahtavainen"}]}