{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Waarlijk, hij die u den Koran heeft gegeven, als een gids voor het geloof en het leven, zal u zeker naar Mekka terugbrengen. Zeg: Mijn Heer weet het beste, wie met een ware leiding komt en wie in eene duidelijke dwaling verkeert"},{"SurahNumber":28,"VerseNumber":86,"Text":"Gij hebt niet verwacht, dat u het boek van den Koran zou worden geschonken; maar gij hebt het door de genade van uwen Heer ontvangen. Ondersteunt de ongeloovigen dus niet"},{"SurahNumber":28,"VerseNumber":87,"Text":"Laten zij u ook niet afwenden van Gods teekenen, nadat die u zijn nedergezonden, en noodig de menschen tot uwen Heer uit, en wees geen afgodendienaar"},{"SurahNumber":28,"VerseNumber":88,"Text":"Roep nimmer een anderen god te zamen met den waren God aan; er is geen god buiten hem. Ieder ding zal vergaan, behalve hijzelf. Hem behoort het oordeel, en voor hem zult gij op den jongsten dag worden verzameld"},{"SurahNumber":29,"VerseNumber":1,"Text":"M"},{"SurahNumber":29,"VerseNumber":2,"Text":"Verbeelden zich de menschen, dat het toereikend voor hen is, te zeggen: Wij gelooven, zonder dat zij beproefd zijn"},{"SurahNumber":29,"VerseNumber":3,"Text":"Wij beproefden vroeger degenen, die hun voorafgingen; want God kent zekerlijk hen die oprecht zijn, en hij zal voorzeker de leugenaars kennen"},{"SurahNumber":29,"VerseNumber":4,"Text":"Denken zij, die kwaad bedrijven, dat zij ons zullen verhinderen, wraak op hen te nemen? Zij oordeelen slecht"},{"SurahNumber":29,"VerseNumber":5,"Text":"Voor hen, die hopen God te ontmoeten, zal Gods bepaalde tijd zekerlijk komen, en hij hoort en weet alles"},{"SurahNumber":29,"VerseNumber":6,"Text":"Wie er naar streeft, den waren godsdienst voort te planten, streeft naar het voordeel van zijne eigene ziel; want God heeft geen zijner schepselen noodig"}]}