{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":5,"VerseNumber":51,"Text":"O vi koji vjerujete, ne uzimajte za zaštitnike i prijatelje jevreje i kršćane! Oni su sami sebi zaštitnici i prijatelji! A njihov je i onaj među vama koji ih za zaštitnike i prijatelje prihvati; Allah, uistinu, neće uputiti na Pravi put ljude zulumćare"},{"SurahNumber":5,"VerseNumber":52,"Text":"Zato ti vidiš one čija su srca bolesna kako se žure da s njima prijateljstvo sklope, govoreći: \"Bojimo se da nas kakva nevolja ne zadesi.\" A Allah će sigurno pobjedu ili nešto drugo od Sebe dati, pa će se oni, zbog onoga što su u dušama svojim krili, kajati"},{"SurahNumber":5,"VerseNumber":53,"Text":"a oni koji vjeruju reći će: \"Jesu li to oni koji su se zaklinjali Allahom, svojom najjačom zakletvom, da su, zaista, s vama?\" Djela njihova bit će poništena, i oni će gubitnici biti"},{"SurahNumber":5,"VerseNumber":54,"Text":"O vi koji vjerujete, ako neko od vas od svoje vjere otpadne – pa, Allah će sigurno umjesto njih dovesti ljude koje On voli i koji Njega vole, prema vjernicima ponizne, a prema nevjernicima ponosite; oni će se na Allahovu putu boriti i neće se ničijeg prijekora bojati. To je Allahov dar koji On daje kome hoće – a Allah je neizmjerno darežljiv i Onaj Koji sve zna"},{"SurahNumber":5,"VerseNumber":55,"Text":"Vaši su zaštitnici samo Allah i Poslanik Njegov i vjernici koji ponizno namaz obavljaju i zekat daju"},{"SurahNumber":5,"VerseNumber":56,"Text":"Onaj ko za zaštitnika uzme Allaha i Poslanika Njegova i vjernike – pa, Allahova strana će, svakako, pobijediti"},{"SurahNumber":5,"VerseNumber":57,"Text":"O vi koji vjerujete, ne uzimajte za zaštitnike i prijatelje one koji vašu vjeru za podsmijeh i zabavu uzimaju, bili to oni kojima je data Knjiga prije vas, ili bili nevjernici – i Allaha se bojte ako ste vjernici"}]}