{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Nei, Vi har brakt dem sannheten. De er sannelig løgnere"},{"SurahNumber":23,"VerseNumber":91,"Text":"Gud har ikke lagt seg til barn. Det er ingen guder ved Hans side. I så fall ville hver gud dratt av gårde med det han hadde skapt, og noen av dem hadde reist seg mot andre. Ære være Gud! Og høyt hevet over det de fremholder"},{"SurahNumber":23,"VerseNumber":92,"Text":"Han kjenner det skjulte og det åpenbare. Han er opphøyet over det de setter ved Hans side"},{"SurahNumber":23,"VerseNumber":93,"Text":"Si: «Herre, om Du vil la meg se og oppleve det de er stilt i utsikt"},{"SurahNumber":23,"VerseNumber":94,"Text":"så plasser meg ikke, Herre, blant de urettferdige.»"},{"SurahNumber":23,"VerseNumber":95,"Text":"Vi har visselig makt til å la deg se det Vi har stilt dem i utsikt"},{"SurahNumber":23,"VerseNumber":96,"Text":"Avvis det onde med det som er bedre. Vi er vel kjent med det de sier"},{"SurahNumber":23,"VerseNumber":97,"Text":"Og si: «Jeg søker tilflukt hos Deg, Herre, mot satanenes tilskyndelser"},{"SurahNumber":23,"VerseNumber":98,"Text":"Jeg søker tilflukt hos Deg, Herre, at de ikke må hjemsøke meg.»"},{"SurahNumber":23,"VerseNumber":99,"Text":"Når døden så kommer til en av de urettferdige, da sier han: «Herre, send meg tilbake"},{"SurahNumber":23,"VerseNumber":100,"Text":"slik at jeg må leve rettskaffent i alt jeg har forsømt.» Nei, dette er bare ord han sier. Bak dem er en sperrende voll til den dag de gjenoppvekkes"},{"SurahNumber":23,"VerseNumber":101,"Text":"Når det støtes i basunen, så er ingen slektskapsbånd mellom dem på denne dag, og de snakker ikke til hverandre"},{"SurahNumber":23,"VerseNumber":102,"Text":"De, hvis vektskåler er tunge, dem vil det gå godt"},{"SurahNumber":23,"VerseNumber":103,"Text":"Men de, hvis vektskåler er lette, disse har kastet seg bort. I helvete må de være og bli"},{"SurahNumber":23,"VerseNumber":104,"Text":"hvor Ilden svir deres ansikter så de blir askegrå"}]}