{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Herren glemmer intet, Herren over himlene og jorden, og det som derimellom er. Tjen Ham, og vær vedholdende i Hans tjeneste. Kjenner du vel noen som bærer Hans navn"},{"SurahNumber":19,"VerseNumber":66,"Text":"Mennesket sier: «Når jeg er død, skal jeg da bringes frem levende?»"},{"SurahNumber":19,"VerseNumber":67,"Text":"Kommer mennesket ikke i hu at Vi skapte ham tidligere, da han intet var"},{"SurahNumber":19,"VerseNumber":68,"Text":"Ved Herren! Vi skal sannelig samle dem, og satanene også! Så skal Vi la dem stille opp rundt helvete på kne"},{"SurahNumber":19,"VerseNumber":69,"Text":"Og så skal Vi ta ut av hver gruppe dem som viste størst arroganse mot den Barmhjertige"},{"SurahNumber":19,"VerseNumber":70,"Text":"Da vil Vi best vite hvem som først og fremst fortjener å møte dets Ild"},{"SurahNumber":19,"VerseNumber":71,"Text":"Det er ingen blant dere som ikke vil komme hen til det. Dette er opp- og avgjort av Herren"},{"SurahNumber":19,"VerseNumber":72,"Text":"Men så vil Vi frelse de gudfryktige, og la de urettferdige bli stående der på kne"},{"SurahNumber":19,"VerseNumber":73,"Text":"Når Vårt ord resiteres for dem som klar beskjed, sier de vantro til de troende: «Hvilken av våre to grupper har den høyeste anseelse og den beste appell?»"},{"SurahNumber":19,"VerseNumber":74,"Text":"Hvor mange slektledd har Vi ikke utslettet før dem? Som var mer imponerende i materielle ting og i ytre glans"},{"SurahNumber":19,"VerseNumber":75,"Text":"Si: «Den som beror i villfarelse, måtte den Barmhjertige forlenge hans frist. Inntil de får se det som er stilt dem i utsikt, det være seg en straffedom, eller timen, så får de vite hvem som er verst stilt og har minst forkjempere.»"},{"SurahNumber":19,"VerseNumber":76,"Text":"Men Gud øker ledelsen for dem som er på rett vei. Og det som forblir og varer, de gode gjerninger, gir bedre lønn hos Herren, og mer igjen"}]}