{"Id":272,"LanguageCodes":["nl","nld"],"Name":"nld-unknown","Author":"Van De Taal","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"Hij is het, Die uw ziel in de nacht neemt en weet hetgeen gij overdag doet; daarna wekt Hij u weder op, opdat de vastgestelde termijn moge worden voltooid. Dan is uw terugkeer tot Hem. Daarna zal Hij u inlichten over hetgeen gij deedt"},{"SurahNumber":6,"VerseNumber":61,"Text":"Hij is oppermachtig over Zijn dienaren en Hij zendt bewakers over u, totdat, wanneer de dood tot een uwer komt, Onze boodschappers zijn ziel wegnemen; zij falen daarin niet"},{"SurahNumber":6,"VerseNumber":62,"Text":"Dan worden zij tot Allah, hun ware Heer teruggebracht. Voorzeker, de beslissing ligt in Zijn handen; en Hij verrekent het snelst"},{"SurahNumber":6,"VerseNumber":63,"Text":"Zeg: 'Wie verlost u van de rampen van het land en van de zee wanneer gij Hem in nederigheid en in het geheim aanroept? (zeggende): ´Indien Hij ons hiervan redt zullen wij zeker tot de dankbaren behoren"},{"SurahNumber":6,"VerseNumber":64,"Text":"Zeg: 'Allah verlost u van deze en van elke andere nood en toch schrijft gij deelgenoten (medegoden) aan Hem toe"},{"SurahNumber":6,"VerseNumber":65,"Text":"Zeg: 'Hij heeft macht om u van boven of van onder u straf toe te zenden, u in groepen te verdelen en elkander geweld aan te laten doen.' Zie, hoe Wij de tekenen uiteenzetten opdat zij mogen begrijpen"},{"SurahNumber":6,"VerseNumber":66,"Text":"En uw volk heeft het verworpen, ofschoon het de waarheid is. Zeg: 'Ik ben geen voogd over u"},{"SurahNumber":6,"VerseNumber":67,"Text":"Er is voor elke profetie een vastgestelde tijd en gij zult het weldra te weten komen"},{"SurahNumber":6,"VerseNumber":68,"Text":"Wanneer gij degenen ziet, die Onze tekenen bespotten, wendt u dan van hen af, totdat zij een ander gesprek beginnen. En als Satan het u doet vergeten zit dan niet, nadat het in uw herinnering opkomt, met het onrechtvaardige volk bijeen"}]}