{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":72,"VerseNumber":14,"Text":"“ ‘Among us are some who submit their will, and some that stray from justice. Now those who submit their will, they have found the right path"},{"SurahNumber":72,"VerseNumber":15,"Text":"“But those who stray, they are fuel for hellfire.”"},{"SurahNumber":72,"VerseNumber":16,"Text":"If they had remained on the path, We should certainly have bestowed on them rain in abundance"},{"SurahNumber":72,"VerseNumber":17,"Text":"That We might try them. But if any turns away from the remembrance of his Lord, He will cause him to undergo a severe penalty"},{"SurahNumber":72,"VerseNumber":18,"Text":"“And the places of worship are for God. So do not invoke any one along with God"},{"SurahNumber":72,"VerseNumber":19,"Text":"“Yet when the devotee of God stands forth to invoke Him, they make around him a dense crowd.”"},{"SurahNumber":72,"VerseNumber":20,"Text":"Say, “I do no more than invoke my Lord, and I do not join any with Him.”"},{"SurahNumber":72,"VerseNumber":21,"Text":"Say, “It is not in my power to cause you harm, nor to bring you to right conduct.”"},{"SurahNumber":72,"VerseNumber":22,"Text":"Say, “No one can save me from God, nor would I find refuge except with Him"},{"SurahNumber":72,"VerseNumber":23,"Text":"“Unless I proclaim what I receive from God and His messages. For any who goes against God and His messenger, for them is hell. They will dwell therein forever.”"},{"SurahNumber":72,"VerseNumber":24,"Text":"Then, when they see that which they are promised, then will they know who it is that is weakest in support and least in numbers"},{"SurahNumber":72,"VerseNumber":25,"Text":"Say, “I do not know whether that which you are promised is near, nor whether my Lord will appoint for it a distant term"},{"SurahNumber":72,"VerseNumber":26,"Text":"“He knows the unknown, and He does not show anyone His unknown"},{"SurahNumber":72,"VerseNumber":27,"Text":"“Except a messenger whom He has chosen, and then He makes a group of watchers march before him and behind him"},{"SurahNumber":72,"VerseNumber":28,"Text":"“That He may know that they have brought and delivered the Messages of their Lord, and He surrounds all that are with them, and takes account of every single thing.”"}]}