{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Alf Lam Mim. So Allah i Mata-o ko paka-a antapan Niyan ro-o"},{"SurahNumber":31,"VerseNumber":2,"Text":"Giyaya na manga Ayat ko Kitab a katatagowan sa Ongangun"},{"SurahNumber":31,"VerseNumber":3,"Text":"A Torowan go Limo ko Miphipiyapiya"},{"SurahNumber":31,"VerseNumber":4,"Text":"A so ipuphamayandug iran so Sambayang, go puthonain niran so Zakat, go siran na so Akhirat na siran na tatangkudun niran"},{"SurahNumber":31,"VerseNumber":5,"Text":"Siran man i thatakna ko Torowan a pho-on ko Kadnan niran; go siran man na siran 1 Phamakada-ag"},{"SurahNumber":31,"VerseNumber":6,"Text":"Na adun a pud ko manga Manosiya, a tao a puphamasa sa katumbangan a Tothol, ka-an makadadag ko lalan o Allah, a kuna a ba Kata-o, go phagumba-alan niyan a kasandagan: Siran man na adun a bagiyan niran a siksa a phakahina"},{"SurahNumber":31,"VerseNumber":7,"Text":"Na igira a puphangadi-a non so manga Ayat Ami, na tomalikhod, a Mananakabor, lagid o ba niyan noto da manug, lagid o ba kiyatagowan so mbala a tangila niyan sa kabungul: Na Puphanotholangka on so siksa a malipuds"},{"SurahNumber":31,"VerseNumber":8,"Text":"Mata-an! a so Miyamaratiyaya go pinggalubuk iran so manga pipiya, na adun a bagiyan niran a manga Sorga a pakalma"},{"SurahNumber":31,"VerseNumber":9,"Text":"Makakakal siran non. Diyandi o Allah a bunar: Na Sukaniyan so Mabagur, a Mao-ngangun"},{"SurahNumber":31,"VerseNumber":10,"Text":"Inadun Niyan so manga Langit a da-a manga polaos a khailai niyo sukaniyan; go piyakabukunan Niyan so Lopa sa manga Palao, ka angkano niyan di pukhakaog; go iniparak Iyan non so oman 1i baraniyawa. Na piyakatoron Ami phoon ko kawang so ig a oran, na piyakatho Ami ron so oman i pishoson a mapiya"},{"SurahNumber":31,"VerseNumber":11,"Text":"Giyaya a Inadun o Allah: Na paki-ilai niyo Rakun o antona-a i Miya-adun o siran a salakao Rukaniyan: kuna, ka so manga darowaka na matatago ko kadadag, a mapayag"}]}