{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"“Ndi omwenso amapereka (Zakaat ndi sadaka kuchokera m’chuma) chimene apatsidwa, uku mitima yawo ili yoopa kuti adzabwerera kwa Mbuye wawo"},{"SurahNumber":23,"VerseNumber":61,"Text":"“Amenewa ndiamene akuchita changu pa zinthu zabwino, ndipo iwo akutsogolera (ena) pa zimenezo"},{"SurahNumber":23,"VerseNumber":62,"Text":"“Ndipo sitikakamiza munthu, koma chimene angathe (kuchichita). Ndipo tili naye kaundula (wosunga chilichonse) yemwe adzayankhula choonadi ndipo iwo sadzaponderezedwa"},{"SurahNumber":23,"VerseNumber":63,"Text":"“Koma mitima yawo ili m’kusalabadira mu ichi; ndipo iwo ali ndi ntchito zimene akuchita, osati izi"},{"SurahNumber":23,"VerseNumber":64,"Text":"“Kufikira tikadzawaika m’chilango amene ali opeza bwino awo, pompo adzakuwa (ndi kupempha chipulumutso)"},{"SurahNumber":23,"VerseNumber":65,"Text":"“(Kudzanenedwa kwa iwo): “Musalire lero (ndi kupempha chipulumutso)! Ndithu inu simupulumutsidwa ndi Ife.”"},{"SurahNumber":23,"VerseNumber":66,"Text":"““Ndipo Ayah Zanga zinkawerengedwa kwa inu koma munkadzibwezera kumbuyo ndi zidendene zanu"},{"SurahNumber":23,"VerseNumber":67,"Text":"“Uku mukudzikweza; nkumakambirana usiku za chabechabe zoinyoza (Qur’an).”"},{"SurahNumber":23,"VerseNumber":68,"Text":"“Kodi sadaganizire liwu (ili limene wadza nalo Mtumiki{s.a.w}), kapena zawadzera zomwe sizidawadzerepo makolo awo akale"},{"SurahNumber":23,"VerseNumber":69,"Text":"“Kodi kapena sadam’dziwe Mtumiki wawoyu (makhalidwe ake) kotero kuti iwo akum’kana"},{"SurahNumber":23,"VerseNumber":70,"Text":"“Kapena akunena kuti: “Ngwamisala?” Koma wawadzera ndi choonadi, ndipo ambiri a iwo amachida choonadi"},{"SurahNumber":23,"VerseNumber":71,"Text":"“Ndipo choonadi chikadatsatira zofuna zawo, ndiye kuti thambo ndi nthaka ndi za m’menemo zikadaonongeka! Koma tawabweretsera chikumbutso chawo, koma iwo akuchipewa chikumbutso chawocho"},{"SurahNumber":23,"VerseNumber":72,"Text":"“Kodi kapena ukuwapempha malipiro (nchifukwa chake akuchikana chipembedzochi)? Koma malipiro a Mbuye wako ndiwo abwino; ndipo Iye ndi Wopereka Wabwino kuposa opereka"},{"SurahNumber":23,"VerseNumber":73,"Text":"“Ndipo ndithu iwe ukuwaitanira ku njira yolunjika; (supempha malipiro kwa iwo pa kuitanako)"},{"SurahNumber":23,"VerseNumber":74,"Text":"“Ndipo ndithu amene sakhulupirira tsiku la chimaliziro, ali kutali ndi njira ya choonadi"}]}