{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":40,"VerseNumber":17,"Text":"Aujourd’hui, chacun sera rétribué à hauteur de ses œuvres. Nulle injustice en ce Jour. Et Dieu est prompt dans Ses comptes"},{"SurahNumber":40,"VerseNumber":18,"Text":"Avertis-les de l’avènement impromptu du Jour (du Jugement) où l’angoisse les prenant à la gorge, aucun son ne pourra en sortir, et où les injustes ne trouveront pas un ami fervent, ni intercesseur ayant un poids quelconque (pour intercéder en leurs faveurs)"},{"SurahNumber":40,"VerseNumber":19,"Text":"Dieu connait la perfidie des regards, et les dispositions des cœurs"},{"SurahNumber":40,"VerseNumber":20,"Text":"Dieu juge en toute équité, alors que ceux qu’ils (les dénégateurs) invoquent en dehors de Lui ne possèdent aucun pouvoir de juger. Dieu est Celui qui entend tout et voit tout"},{"SurahNumber":40,"VerseNumber":21,"Text":"N’ont-ils pas parcouru la Terre, et observé ce qu’il est advenu de ceux qui ont vécu avant eux ? Leur force était pourtant supérieure à la leur, et leurs vestiges sur Terre en témoignent. Dieu les a fait périr pour leurs péchés, et nul n’a pu les sauver des rigueurs de Dieu"},{"SurahNumber":40,"VerseNumber":22,"Text":"Il en fut ainsi, parce que leurs messagers leur apportaient des preuves évidentes, et ils les déniaient. Aussi, Dieu les a-t-Il fait périr, car Il est Puissant et Redoutable dans Son châtiment"},{"SurahNumber":40,"VerseNumber":23,"Text":"Ainsi, Nous avons envoyé Moïse, muni de Nos signes et des preuves irréfutables"},{"SurahNumber":40,"VerseNumber":24,"Text":"à Pharaon, Hâmân et Coré. Mais ils dirent : « Un magicien doublé d’un imposteur ! »"},{"SurahNumber":40,"VerseNumber":25,"Text":"Et lorsqu’il leur apporta la Vérité (une preuve irréfutable) émanant de Nous, ils s’écrièrent : « Tuez les enfants mâles de ceux qui adhèrent à sa foi, et déshonorez leurs femmes !». Mais les manœuvres des dénégateurs sont vouées à l’échec"}]}