{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Nítorí náà, Èmi ń búra pẹ̀lú Olúwa àwọn ibùyọ òòrùn àti àwọn ibùwọ̀ òòrùn , dájúdájú Àwa ni Alágbára"},{"SurahNumber":70,"VerseNumber":41,"Text":"láti lè fi àwọn t’ó dára jù wọ́n lọ pààrọ̀ wọn. Kò sì sí ẹni t’ó lè kó agara bá Wa"},{"SurahNumber":70,"VerseNumber":42,"Text":"Nítorí náà, fi wọ́n sílẹ̀ kí wọ́n máa sọ ìsọkúsọ (wọn), kí wọ́n sì máa ṣeré títí wọn yóò fi pàdé ọjọ́ wọn tí À ń ṣe ní àdéhùn fún wọn"},{"SurahNumber":70,"VerseNumber":43,"Text":"Ọjọ́ tí wọn yóò sáré jáde wéréwéré láti inú àwọn sàréè, wọn yó sì dà bí ẹni pé wọ́n ń yára lọ sídìí ohun àfojúsùn kan"},{"SurahNumber":70,"VerseNumber":44,"Text":"Ojú wọn yóò wálẹ̀. Ìyẹpẹrẹ máa bò wọ́n mọ́lẹ̀. Ọjọ́ yẹn ni èyí tí À ń ṣe ní àdéhùn fún wọn"},{"SurahNumber":71,"VerseNumber":1,"Text":"Dájúdájú Àwa rán (Ànábì) Nūh níṣẹ́ sí ìjọ rẹ̀ pé: \"Ṣèkìlọ̀ fún ìjọ rẹ ṣíwájú kí ìyà ẹlẹ́ta-eléro tó dé bá wọn"},{"SurahNumber":71,"VerseNumber":2,"Text":"Ó sọ pé: \"Ẹ̀yin ìjọ mi, dájúdájú èmi ni olùkìlọ̀ pọ́nńbélé fun yín"},{"SurahNumber":71,"VerseNumber":3,"Text":"pé kí ẹ jọ́sìn fún Allāhu, kí ẹ bẹ̀rù Rẹ̀, kí ẹ sì tẹ̀lé mi"},{"SurahNumber":71,"VerseNumber":4,"Text":"(Allāhu) máa ṣàforíjìn àwọn ẹ̀ṣẹ̀ yín fun yín. Ó sì máa lọ yín lára títí di gbèdéke àkókò kan. Dájúdájú àkókò (ikú tí) Allāhu (kọ mọ́ ẹ̀dá), nígbà tí ó bá dé, wọn kò níí sún un ṣíwájú tí ó bá jẹ́ pé ẹ mọ̀"},{"SurahNumber":71,"VerseNumber":5,"Text":"Ó sọ pé: \"Olúwa mi, dájúdájú èmi pe ìjọ mi ní òru àti ní ọ̀sán"},{"SurahNumber":71,"VerseNumber":6,"Text":"Ìpè mi kò sì ṣe àlékún kan fún wọn àyàfi sísá sẹ́yìn (fún òdodo)"},{"SurahNumber":71,"VerseNumber":7,"Text":"Àti pé ìgbàkígbà tí mo bá pè wọ́n pé kí O lè foríjìn wọ́n, wọ́n ń fi ọmọníka wọn dí etí wọn, wọ́n ń yíṣọ wọn borí, wọ́n ń takú (sórí ẹ̀ṣẹ̀), wọ́n sì ń ṣègbéraga gan-an"},{"SurahNumber":71,"VerseNumber":8,"Text":"Lẹ́yìn náà, dájúdájú èmi pè wọ́n pẹ̀lú ohùn òkè"},{"SurahNumber":71,"VerseNumber":9,"Text":"Lẹ́yìn náà, dájúdájú èmi kéde fún wọn, mo sì tún pè wọ́n ní ìdá kọ́ńkọ́"},{"SurahNumber":71,"VerseNumber":10,"Text":"Mo sì sọ pé, ẹ tọrọ àforíjìn ní ọ̀dọ̀ Olúwa yín, dájúdájú Ó ń jẹ́ Aláforíjìn"}]}