{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Hayır, Biz onlara gerçeği getirdik; fakat buna rağmen onlar yalanı tercih ediyorlar. İşte gerçek"},{"SurahNumber":23,"VerseNumber":91,"Text":"“Allah asla evlat edinmedi. O'nun yanı sıra hiçbir tanrı da yoktur. Öyle olsaydı her tanrı kendi yarattıklarını yanına alır ve onlardan biri diğerine üstün gelmeye çalışırdı. Allah o müşriklerin isnat ve nitelendirmelerinden münezzehtir.”"},{"SurahNumber":23,"VerseNumber":92,"Text":"Görünmeyen ve görünen, gizli ve âşikâr her şeyi bilen Allah, onların iddia ettikleri şerikleri olmaktan yücedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki: “Ya Rabbî, eğer onlara vâd edilen o azabı bana göstereceksen, beni o zalimler güruhu içinde bırakma!”"},{"SurahNumber":23,"VerseNumber":94,"Text":"De ki: “Ya Rabbî, eğer onlara vâd edilen o azabı bana göstereceksen, beni o zalimler güruhu içinde bırakma!”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Biz onlara vâd ettiğimiz azabı sana göstermeye elbette kadiriz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Fakat onlar ne yaparlarsa yapsınlar, sen yine de kötülüğü en iyi tarzda sav. Biz onların, senin hakkındaki asılsız iddialarını pek iyi biliriz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Sen de ki: “Ya Rabbî! Şeytanların vesveselerinden, onların yanımda bulunmalarından Sana sığınırım!”"},{"SurahNumber":23,"VerseNumber":98,"Text":"Sen de ki: “Ya Rabbî! Şeytanların vesveselerinden, onların yanımda bulunmalarından Sana sığınırım!”"},{"SurahNumber":23,"VerseNumber":99,"Text":"Âhireti inkâr edenlerden birine ölüm gelip çatınca, işte o zaman: “Ya Rabbî!” der, “ne olur beni dünyaya geri gönderin, ta ki zayi ettiğim ömrümü telafi edip iyi işler yapayım.”Hayır, hayır! Bu onun söylediği mânasız bir sözdür. Çünkü dünyadan ayrılanların önünde, artık, diriltilecekleri güne kadar bir berzah vardır. [32,12; 6,27 63,10-1]"},{"SurahNumber":23,"VerseNumber":100,"Text":"Âhireti inkâr edenlerden birine ölüm gelip çatınca, işte o zaman: “Ya Rabbî!” der, “ne olur beni dünyaya geri gönderin, ta ki zayi ettiğim ömrümü telafi edip iyi işler yapayım.”Hayır, hayır! Bu onun söylediği mânasız bir sözdür. Çünkü dünyadan ayrılanların önünde, artık, diriltilecekleri güne kadar bir berzah vardır. [32,12; 6,27 63,10-1]"},{"SurahNumber":23,"VerseNumber":101,"Text":"Sûra üflendiği zaman, o gün artık ne aralarındaki akraba tutkunluğu bir fayda verir, ne de kişi bir başkasının halini sormayı hatırından geçirir"},{"SurahNumber":23,"VerseNumber":102,"Text":"O gün kimin iyilikleri mizanda ağır basarsa onlar kurtulacaklar"},{"SurahNumber":23,"VerseNumber":103,"Text":"Kimin iyilikleri tartıda hafif kalırsa, işte kendilerini ziyana sokanlar, cehennemde ebedî kalanlar onlar olacaklardır"},{"SurahNumber":23,"VerseNumber":104,"Text":"Orada yüzlerini alevler yalar da, ateş dudaklarını yaktığında, dişleri açıkta kalıverir"}]}