{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":3,"VerseNumber":38,"Text":"Na tango wana, Zakariya asengi Nkolo wa ye, alobaki ete: Nkolo, pesa ngai libota ya malamu kowuta epai nayo. Ya sôló ozali moyoki Mabondeli"},{"SurahNumber":3,"VerseNumber":39,"Text":"Ba anzelu babengaki ye tango ye atelemaki azali kosambela na kati ya Mihrab, balobaki naye ete: Ya sôló Allah apesi yo sango elamu ya mbotama ya Yahya, ye oyo akondima na liloba ya Allah. Mpe akozala mokonzi mpe moto ya kilikili te, mpe moto ya ekobo te, mpe akozala ntoma o’kati ya bato ya malamu"},{"SurahNumber":3,"VerseNumber":40,"Text":"Mpe alobi ete: Eh Nkolo! Ndenge nini nakozua mwana mpe ngai nasili kokoma mobange, mpe mwasi na ngai abotaka te? (Allah) alobi: Ndenge wana nde, Allah asalaka oyo alingi"},{"SurahNumber":3,"VerseNumber":41,"Text":"(Zakariya) alobaki ete: Nkolo! Pesa ngai elembo na yango. (Allah) alobi ete: Elembo nayo ete mikolo misato okosolola na bato te sé na bilembo. Na sima okanisa Nkolo wayo mingi, mpe sanzola ye na ntongo mpe mpokua"},{"SurahNumber":3,"VerseNumber":42,"Text":"Mpe lisusu kanisa tango ba anzelu balobaki: Eh Maryam! Ya sôló Allah aponi yo mpe apetoli yo, mpe atomboli yo yambo ya basi banso ya mokili"},{"SurahNumber":3,"VerseNumber":43,"Text":"Eh Maryam! Zala na botosi epai na Nkolo nayo, gumbama mpe fukama (o tia elongi nayo na mabele) elongo moko na bagumbami"},{"SurahNumber":3,"VerseNumber":44,"Text":"Wana ezali basango mabombami tozali kopesa yo yango. Mpe ozalaki te epai na bango tango bazalaki ko buaka bikomeli bia bango mpona koyeba nani akozua mokumba ya kobokolo Maryam, mpe yo ozalaki te tango bazalaki kosuana"},{"SurahNumber":3,"VerseNumber":45,"Text":"kanisa tango ba anzelu balobaki: Eh Maryam! Ya sôló, Allah azali kopesa yo sango elamu ya liloba kowuta epai naye (Allah), nkombo naye ekozala Masiya Issa, mwana ya Maryam, akozala na lokumu awa na nsé mpe na lola, mpe azali moko kati na baye bazali penepene (na Allah)"}]}