{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":18,"VerseNumber":54,"Text":"Bizony ebben a Koránban mindenféle példázatot soroltunk fel az embereknek, ám az ember mindenek felett szereti a vitát"},{"SurahNumber":18,"VerseNumber":55,"Text":"Az embereket semmi sem akadályozta meg, midőn eljött hozzájuk az Útmutatás, hogy higgyenek és Uruktól kérjék a bocsánatot, nehogy őket is elérje az, ami az elődökkel volt szokásban, vagy hogy elérje őket a büntetés szemtől- szemben"},{"SurahNumber":18,"VerseNumber":56,"Text":"A Küldötteket csupán az örömhír. közlőiként és intőként bíztuk meg küldetéssel. Ám azok, akik hitetlenek a hamis és igaztalan szóval szállnak vitába, hogy azzal semmisítsék meg az Igazságot. És az Én Jeleimet és azt, amire intést kaptak gúnynak veszik"},{"SurahNumber":18,"VerseNumber":57,"Text":"És ki bűnösebb, mint az, aki intésben részesült Ura jelei által, ám azoktól elfordult, és elfeledi azt, amit két keze korábban tett. Bizony a szívükre leplet helyeztünk és a fülükben is ürességet támasztottunk, hogy ne értsék azt (a Koránt). És ha szólítod is (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) őket az Igaz Útmutatásra, ám mégsem fognak soha az Igaz Úton jámi"},{"SurahNumber":18,"VerseNumber":58,"Text":"Ám a te Urad a Megbocsátó, a Könyörület Ura. Ha büntetni akarná őket azért, amit maguk számára szereztek, akkor siettetné a büntetést számukra, de nekik szabott idejük van és nem fognak Rajta kívül mentességet találni"},{"SurahNumber":18,"VerseNumber":59,"Text":"És azokat a városokat! elpusztítottuk, miután bűnöket követtek el. És a pusztulásuknak határidőt jelöltünk ki"},{"SurahNumber":18,"VerseNumber":60,"Text":"És (emlékezz) midőn Műsű (Mózes) azt mondta a fiatal emberének : , Addig nem nyugszom míg el nem érem a két tenger találkozási helyét, még ha évek soráig kell is mennem"},{"SurahNumber":18,"VerseNumber":61,"Text":"És miután ök ketten elérték a kettő közötti találkozási helyet, elfeledték a halukat és az egyenesen a tenger felé vette az útját"}]}