{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"อัลลอฮ์ทรงให้กลางคืนและกลางวันหมุนเวียนกลับไปกลับมา แท้จริงในลักษณะเช่นนั้นแน่นอนมันเป็นข้อเตือนสติแก่ผู้มีสายตาพิจารณา"},{"SurahNumber":24,"VerseNumber":45,"Text":"และอัลลอฮ์ทรงให้บังเกิดสิ่งมีชีวิตทุกชนิดจากน้ำ ดังนั้นในหมู่พวกมัน มันจะเคลื่อนย้ายด้วยท้องของมัน และในหมู่พวกมัน มันจะเดินด้วยแท้าทั้งสี่ และในหมู่พวกมัน มันจะเดินด้วยเท้าทั้งสี่ อัลลอฮ์ทรงบังเกิดสิ่งที่พระองค์ทรงประสงค์ แท้จริง อัลลอฮ์นั้นทรงอานุภาพเหนือทุกสิ่ง"},{"SurahNumber":24,"VerseNumber":46,"Text":"โดยแน่นอน เราได้ประทานโองการต่าง ๆ อันชัดแจ้ง และอัลลอฮ์ทรงชี้แนะทางแก่ผู้ที่พระองค์ทรงประสงค์ ยังทางที่เที่ยงตรง"},{"SurahNumber":24,"VerseNumber":47,"Text":"และพวกเขากล่าวกันว่า เราศรัทธาต่ออัลลอฮ์และอัลร่อซูล และเราเชื่อฟังปฏิบัติตามแล้วส่วนหนึ่งจากพวกเขาก็หันหลังกลับไปหลังจากนั้น และพวกเหล่านั้นมิใช่ผู้ศรัทธาอย่างแท้จริง"},{"SurahNumber":24,"VerseNumber":48,"Text":"และเมื่อพวกเขาถูกเรียกร้องไปสู่อัลลอฮ์และร่อซูลของพระองค์ เพื่อให้ตัดสินระหว่างพวกเขา เมื่อนั้นฝ่ายหนึ่งจากพวกเขาพากันผินหลังให้"},{"SurahNumber":24,"VerseNumber":49,"Text":"และหากว่าความจริงอยู่ข้างพวกเขาแล้ว พวกเขาจะรีบมาหาเขา (มุฮัมมัด) อย่างนอบน้อม"},{"SurahNumber":24,"VerseNumber":50,"Text":"ในหัวใจของพวกเขามีโรคกระนั้นหรือ หรือว่าพวกเขาสงสัย หรือว่าพวกเขากลัวว่าอัลลอฮ์และร่อซูลของพระองค์จะลำเอียงออกจากพวกเขา หามิได้ พวกเขาเหล่านี้เป็นผู้อธรรมต่างหาก"},{"SurahNumber":24,"VerseNumber":51,"Text":"แท้จริงคำกล่าวของบรรดาผู้ศรัทธา เมื่อพวกเขาถูกเรียกร้องไปสู่อัลลอฮ์และร่อซูลของพระองค์เพื่อให้ตัดสินระหว่างพวกเขา พวกเขาจะกล่าวว่า “เราได้ยินแล้ว และเราเชื่อฟังปฏิบัติตาม” และชนเหล่านี้พวกเขาเป็นผู้ประสบความสำเร็จ"},{"SurahNumber":24,"VerseNumber":52,"Text":"และผู้ใดเชื่อฟังปฏิบัติตามอัลลอฮ์และร่อซูลของพระองค์ และเกรงกลัวอัลลอฮ์และยำเกรงพระองค์แล้ว ดังนั้น ชนเหล่านั้นพวกเขาเป็นผู้ได้รับชัยชนะ"},{"SurahNumber":24,"VerseNumber":53,"Text":"และพวกเขาได้สาบานด้วยพระนามของอัลลอฮ์ โดยการสาบานอย่างแข็งขันของพวกเขาว่า หากเจ้ามีคำสั่งแก่พวกเขา แน่นอนพวกเขาก็จะออกไป จงกล่าวเถิดมุฮัมมัด “พวกเจ้าอย่าสาบานเลย การเชื่อฟัง (ของพวกเจ้านั้น) เป็นที่รู้กันดี แท้จริง อัลลอฮ์นั้นทรงรู้ดียิ่งในสิ่งที่พวกเจ้ากระทำ”"}]}