{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"وقال هؤلاء الذين يُحْشرون إلى النار من أعداء الله لجلودهم معاتبين: لِمَ شهدتم علينا؟ فأجابتهم جلودهم: أنطقنا الله الذي أنطق كل شيء، وهو الذي خلقكم أول مرة ولم تكونوا شيئًا، وإليه مصيركم بعد الموت للحساب والجزاء"},{"SurahNumber":41,"VerseNumber":22,"Text":"وما كنتم تَسْتَخْفون عند ارتكابكم المعاصي؛ خوفًا من أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم يوم القيامة، ولكن ظننتم بارتكابكم المعاصي أن الله لا يعلم كثيرًا من أعمالكم التي تعصون الله بها. وذلكم ظنكم السيِّئ الذي ظننتموه بربكم أهلككم، فأوردكم النار، فأصبحتم اليوم من الخاسرين الذين خسروا أنفسهم وأهليهم"},{"SurahNumber":41,"VerseNumber":23,"Text":"وما كنتم تَسْتَخْفون عند ارتكابكم المعاصي؛ خوفًا من أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم يوم القيامة، ولكن ظننتم بارتكابكم المعاصي أن الله لا يعلم كثيرًا من أعمالكم التي تعصون الله بها. وذلكم ظنكم السيِّئ الذي ظننتموه بربكم أهلككم، فأوردكم النار، فأصبحتم اليوم من الخاسرين الذين خسروا أنفسهم وأهليهم"},{"SurahNumber":41,"VerseNumber":24,"Text":"فإن يصبروا على العذاب فالنار مأواهم، وإن يسألوا الرجوع إلى الدنيا؛ ليستأنفوا العمل الصالح لا يُجابوا إلى ذلك، ولا تُقبل لهم أعذار"},{"SurahNumber":41,"VerseNumber":25,"Text":"وهيأنا لهؤلاء الظالمين الجاحدين قرناء فاسدين من شياطين الإنس والجن، فزينوا لهم قبائح أعمالهم في الدنيا، ودعَوهم إلى لذاتها وشهواتها المحرمة، وزَيَّنوا لهم ما خَلْفهم من أمور الآخرة، فأنسوهم ذِكرها، ودعَوهم إلى التكذيب بالمعاد، وبذلك استحقوا دخول النار في جملة أمم سابقة من كفرة الجن والإنس، إنهم كانوا خاسرين أعمالهم في الدنيا وأنفسهم وأهليهم يوم القيامة"},{"SurahNumber":41,"VerseNumber":26,"Text":"وقال الكافرون بعضهم لبعض متواصين فيما بينهم: لا تسمعوا لهذا القرآن، ولا تطيعوه، ولا تنقادوا لأوامره، وارفعوا أصواتكم بالصياح والصفير والتخليط على محمد إذا قرأ القرآن؛ لعلكم تغلبونه، فيترك القراءة، وننتصر عليه"},{"SurahNumber":41,"VerseNumber":27,"Text":"فلنذيقن الذين قالوا هذا القول عذابًا شديدًا في الدنيا والآخرة، ولنجزينهم أسوأ ما كانوا يعملون من السيئات"},{"SurahNumber":41,"VerseNumber":28,"Text":"هذا الجزاء الذي يُجزى به هؤلاء الذين كفروا جزاء أعداء الله النار، لهم فيها دار الخلود الدائم؛ جزاء بما كانوا بحججنا وأدلتنا يجحدون في الدنيا. والآية دالة على عظم جريمة من صرف الناس عن القرآن العظيم، وصدهم عن تدبره وهدايته بأيِّ وسيلة كانت"},{"SurahNumber":41,"VerseNumber":29,"Text":"وقال الذين كفروا بالله ورسوله، وهم في النار: ربنا أرنا اللذَين أضلانا من خلقك من الجن والإنس نجعلهما تحت أقدامنا؛ ليكونا في الدرك الأسفل من النار"}]}