{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"Pročež povýšen budiž, Bůh, Král, Pravda! Nespěchej s Koránem dříve než dokončeno ti bude vnuknutí jeho a rci: „Pane můj, rozmnož mne věděním!“"},{"SurahNumber":20,"VerseNumber":115,"Text":"Kdysi učinili jsme již smlouvu s Adamem, však zapomněl ji a nenašli jsme v něm (pevného) rozhodnutí"},{"SurahNumber":20,"VerseNumber":116,"Text":"A když řekli jsme andělům: „Padněte před Adamem na tváře své,“ učinili tak všichni, vyjma Iblíse, jenž se vzepřel"},{"SurahNumber":20,"VerseNumber":117,"Text":"I řekli jsme Adamovi: „Adame, totoť nepřítel jest tvůj a ženy tvé: nechť tedy nevypudí vás ze zahrady ráje a nestanete se zbědovanými"},{"SurahNumber":20,"VerseNumber":118,"Text":"Zajisté (dáno) jest ti, abys nehladověl v ní, aniž chodil nahý"},{"SurahNumber":20,"VerseNumber":119,"Text":"a abys nežíznil v ní, aniž trpěl horkem.“"},{"SurahNumber":20,"VerseNumber":120,"Text":"I našeptal mu Satan, řka: „Adame, zdaž ukáži ti strom věčného života a panství, jež nikdy nepomine?“"},{"SurahNumber":20,"VerseNumber":121,"Text":"I pojedli z něho oba a zjevila se jim nahota jejich: a počali sešívati si krytbu na sebe z listí zahrady: tak neposlušen byl Adam Pána svého a byl zváben"},{"SurahNumber":20,"VerseNumber":122,"Text":"Poté pak vyvolil si jej Pán jeho a popřál sluchu pokání jeho a uvedl jej (na cestu pravou)"},{"SurahNumber":20,"VerseNumber":123,"Text":"Řekl: „Ven s vámi ze zahrady se všemi: budete navzájem sobě nepřáteli! A když přijde vám ode mne vedení, tehdy kdož následovati budou vedení mé, nezbloudí, aniž bude zbědovaný"},{"SurahNumber":20,"VerseNumber":124,"Text":"A kdo odvrátí se od napomenutí mého, ten bude míti život ztísněný: a předvedeme k sobě jej v den zmrtvýchvstání slepým.“"},{"SurahNumber":20,"VerseNumber":125,"Text":"Řekne: „Pane můj, proč předvedl's mne k sobě slepým, když před tím byl jsem vidoucím?“"}]}