{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"On odríkávat ty nepamatovat si náš zjevení when oni podlehnout ty ty okamite nepamatovat si"},{"SurahNumber":20,"VerseNumber":127,"Text":"My tím odmenit se ty zhrešit odmítnout domnívat se za zjevení jejich Magnát! Odškodnení Dále jsem druhý škoda nekonecný"},{"SurahNumber":20,"VerseNumber":128,"Text":"To zpusobit vubec napadnout ti e mnoství predchozí výroba my zrušit? Oni okamite dráha tesne z ty neli ti. Tyto ar známka ty mít porozumení"},{"SurahNumber":20,"VerseNumber":129,"Text":"Jestlie ne jsem svuj Magnát dopredu daný postup oni kritizovat okamite"},{"SurahNumber":20,"VerseNumber":130,"Text":"Proto byl trpelivý za a omítka z jejich projev pochvala oslavovat svuj Magnát dopredu východ slunce dopredu západ slunce! Behem vecer oslavovat Jemu také moný oba znicit z cas ty jsem nejšastnejší"},{"SurahNumber":20,"VerseNumber":131,"Text":"Ne dychtit co my poskytnout kadý jiný lidé! Stejný byl provizorní ozdobit tento doivotní whereby my pripojit ti vyzkoušet. co svuj Magnát postarat se nebo ty jsem druhý zcela nekonecný"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ty porucit svuj druh slavit spojení prosba (Salat) steadfastly vytrvat za vyloucit co z ceho e. My ne poadovat ty kadý zajištení; my byl a jednotka postarat se nebo ty. Poslední radost z vítezství náleet podle a spravedlivý"},{"SurahNumber":20,"VerseNumber":133,"Text":"Oni odríkávat on jen beet nás zázrak podle svém Magnát! oni ne dostat sufficient zázrak predchozí poslání"},{"SurahNumber":20,"VerseNumber":134,"Text":"Mel my zrušit ti tento oni odríkávat Náš Magnát mel Ty odeslat hlasatel nás my rídili se Svuj zjevení zabránit tento ostuda pokorení"},{"SurahNumber":20,"VerseNumber":135,"Text":"Odríkávat \"Úplne o nás cekat cekat; ty prosit prece najít out který byl trestat dráha který pravý usmernovat"}]}