{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"We sent none before you but men whom We inspired with revelations and with Psalms. Ask the People of the Admonition, if you know not"},{"SurahNumber":16,"VerseNumber":44,"Text":"And to you also We have revealed the Admonition, so that you may proclaim to the people what was sent down for them, and that they may reflect"},{"SurahNumber":16,"VerseNumber":45,"Text":"Are those who plot evil so certain that God will not cause the earth to cave in beneath them, or that the scourge will not descend on them whence they do not perceive"},{"SurahNumber":16,"VerseNumber":46,"Text":"Or smite them in the course of their journeys when they cannot escape"},{"SurahNumber":16,"VerseNumber":47,"Text":"or give them over to slow destruction?¹ Yet is your Lord kindly and compassionate"},{"SurahNumber":16,"VerseNumber":48,"Text":"Do they not see how every object God created casts its shadow right and left, prostrating itself before God in all humility"},{"SurahNumber":16,"VerseNumber":49,"Text":"To God bow all the creatures of the heavens and the earth, and the angels too. They are not disdainful"},{"SurahNumber":16,"VerseNumber":50,"Text":"they fear their Lord on high and do as they are bidden"},{"SurahNumber":16,"VerseNumber":51,"Text":"And God has said: ‘You shall not serve two gods, for He is but one God. Fear none but Me.‘"},{"SurahNumber":16,"VerseNumber":52,"Text":"His is what the heavens and the earth contain. His is the Religion everlasting. Would you then fear any but God"},{"SurahNumber":16,"VerseNumber":53,"Text":"There is no blessing you enjoy which does not come from God, and to Him you turn for help when misfortune befalls you"},{"SurahNumber":16,"VerseNumber":54,"Text":"Yet no sooner does He remove your ills than some among you set up other gods besides their Lord"}]}