{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":23,"Text":"Alla [försök till] medling inför Honom är fruktlösa utom för dem som har erhållit Hans tillstånd. Och när skräcken [efter uppståndelsen] har släppt sitt grepp om deras hjärtan, skall de fråga [varandra]: \"Vad sade er Herre till er?\" - och få svaret \"Sanningen; Han är den Höge, den Väldige"},{"SurahNumber":34,"VerseNumber":24,"Text":"Säg: \"Vem förser er med det i himlen och på jorden som ni behöver för er försörjning?\" Säg: \"Det är Gud. Helt säkert är det så att det antingen är vi eller ni, som följer rätt väg - och [ni eller vi] som helt och hållet har gått vilse"},{"SurahNumber":34,"VerseNumber":25,"Text":"Säg: \"Ni skall inte ställas till svars för de dåliga handlingar som vi begår och vi skall inte ställas till svars för vad ni gör"},{"SurahNumber":34,"VerseNumber":26,"Text":"Säg: \"Vår Herre skall [en gång] samla oss [alla] och då skall Han döma oss med sanning och rättvisa, ty Han är Den som gör sanningen uppenbar, Den som vet allt"},{"SurahNumber":34,"VerseNumber":27,"Text":"Säg: \"Visa Mig dem som ni satte vid Hans sida som medhjälpare! Nej, Han och ingen annan är Gud, den Allsmäktige, den Allvise"},{"SurahNumber":34,"VerseNumber":28,"Text":"VI HAR sänt dig [Muhammad, inte bara till ditt eget folk utan] till hela mänskligheten, som förkunnare av ett glatt budskap om hopp och som varnare, men de flesta människor är omedvetna [om detta]"},{"SurahNumber":34,"VerseNumber":29,"Text":"Och de frågar: \"När skall detta löfte [om uppståndelse och dom infrias], om det som ni har sagt är sant"},{"SurahNumber":34,"VerseNumber":30,"Text":"Säg: \"En dag är fastställd för er, och ni kan inte skjuta upp den ens ett ögonblick och inte heller påskynda [dess ankomst]"},{"SurahNumber":34,"VerseNumber":31,"Text":"Och de som förnekar sanningen säger: \"Vi kommer aldrig att tro på denna Koran eller på det som ännu består av äldre tiders uppenbarelser!\" Om du kunde se hur de orättfärdiga, när de [på Domens dag] förs inför sin Herre, kastar skulden på varandra och de svagare säger till dem som ansåg sig stå över de andra: \"Om ni inte [hade vilselett oss] skulle vi säkert ha blivit troende"}]}