{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":122,"Text":"Asi avo vanotenda (muhumwechete hwaAllah) uye vachiita mabasa akanaka, tichavapinza mumapindu ane nzizi dzinoerera pasi pawo (Paradhiso), umo vachagara nekusingaperi. Vimbiso yaAllah ndeye chokwadi. Uye ndiani angaita mashoko echokwadi kudarika aAllah? (Zvirokwazvo, hapana)"},{"SurahNumber":4,"VerseNumber":123,"Text":"Hakusi kuda kwenyu (maMuslim) kana kweavo vanhu veGwaro (maJudha nemaKristu). Uyo anoita mabasa akaipa, achawana mubairo wavo (mabasa akaipa), uye haambowani achamudzivirira (kubva kumoto) kana mubatsiri kunze kwaAllah"},{"SurahNumber":4,"VerseNumber":124,"Text":"Uye uyo anoita mabasa akanaka, angava murume kana mukadzi, uye achitenda zvechokwadi (muhumwechete hwaAllah), vanhu vakadai (vanotenda) vachapinda Paradhiso uye havambodzvinyirirwe kunyangwe nepadiki pose pakafanana nezera rekanhu kadiki kari pamhodzi yemadheti"},{"SurahNumber":4,"VerseNumber":125,"Text":"Uye ndiani ane chitendero chakanaka kudarika uyo anozvipira chiso chake (hupenyu hwake) kuna Allah (anotevera chitendero chaAllah), uye anoita mabasa akanaka. Uye anotevera chitendero chaAbrahamu, Haneef (cheIslaam, kunamata Allah vega). Uye Allah vakaita Abrahamu shamwari yavo yepedyo"},{"SurahNumber":4,"VerseNumber":126,"Text":"Uye Allah ndivo muridzi wezvose zviri mumatenga nepanyika. Uye Allah ndivo vane ruzivo rwezvose"},{"SurahNumber":4,"VerseNumber":127,"Text":"Uye vanokubvunza izvo zvinobvumidzwa pavakadzi. Taura kuti: “Allah vanokurairai maererano navo, uye maererano neizvo zvamunoverengerwa muGwaro maererano nenherera sikana avo vamusingapi chidimbu chakatarwa (cheMahr, Chipo chinobviswa nemurume achipa mudzimai wake pakuroorana, nenhaka) asi muchida kuvaroora, uye maererano nevana vadiki vasina simba rekuzvidzivirira uye vanodzvinyirirwa, uye kuti muve nesimba kuva munoenzanisa kunherera. Uye chose chakanaka chamunoita, Allah vanochiziva"}]}