{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":47,"VerseNumber":30,"Text":"Si hubiéramos querido les hubiésemos marcado para que les reconocieras, pero seguro que lo harás por la forma que tienen de expresarse [que evidencia su incredulidad]. Sabed que Allah bien conoce vuestras obras [y os juzgará acorde a ellas]"},{"SurahNumber":47,"VerseNumber":31,"Text":"Por cierto que os probaremos para distinguir quiénes de vosotros son los verdaderos combatientes por la causa de Allah que se mantienen firmes en la fe; y sabed que sacaremos a la luz, mediante vuestras obras, lo que escondéis en vuestros corazones"},{"SurahNumber":47,"VerseNumber":32,"Text":"Los incrédulos que extravían a los hombres del sendero de Allah y se oponen al Mensajero después de habérseles evidenciado la guía, no podrán perjudicar a Allah en nada, y Él hará que todas sus obras se pierdan"},{"SurahNumber":47,"VerseNumber":33,"Text":"¡Oh, creyentes! Obedeced a Allah y al Mensajero, y no malogréis vuestras obras"},{"SurahNumber":47,"VerseNumber":34,"Text":"Ciertamente que Allah no perdonará a quienes no tienen fe, extravían a los hombres y mueren en la incredulidad"},{"SurahNumber":47,"VerseNumber":35,"Text":"No flaqueéis [ante vuestros enemigos] proponiendo vosotros la paz, siendo que sois superiores a ellos, y Allah es Quien os secunda; y Él no dejará de retribuiros por vuestras obras"},{"SurahNumber":47,"VerseNumber":36,"Text":"Por cierto que la vida mundanal es juego y diversión, y sabed que si creéis y sois piadosos obtendréis vuestra recompensa. Allah no os exige que contribuyáis con todos vuestros bienes"},{"SurahNumber":47,"VerseNumber":37,"Text":"Si así os lo pidiere y exigiere, os mostraríais avaros y se manifestaría vuestro rechazo por ello"},{"SurahNumber":47,"VerseNumber":38,"Text":"Se os pide contribuir por la causa de Allah, pero entre vosotros hay quienes se muestran avaros. Sabed que la avaricia es en perjuicio propio y que Allah prescinde de toda Su creación; y por cierto que sois vosotros quienes necesitáis de Él. Si no creéis, Allah os sustituirá por otros que no obrarán como vosotros [sino que creerán y obedecerán a Allah]"}]}