{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":6,"VerseNumber":45,"Text":"Banjur wong kang padha atindak dudu oyodé dikethok; lan sakèhing pangalembana iku kagu- ngané Allah, Pangéraning ngalam kabèh. A"},{"SurahNumber":6,"VerseNumber":46,"Text":"Calathua: Apa ta sira wis padha animbang-nimbang, saum- pama Allah amundhut pangrungu- nira, lan pandelengira sarta ange- cap marang ati-atinira, iku sapa pangéran saliyané Allah kang bisa awèh marang sira? Delengen, kapriyé enggon-Ingsun angambal- ambali tandha yekti; éwadéné dhèwèké padha mléngos"},{"SurahNumber":6,"VerseNumber":47,"Text":"Calathua: Apa ta sira wis padha nimbang-nimbang, saupama siksaning Allah anekani sira kala- wan ngegèt utawa kalawan nge- blak, sapa ta kang dirusak kajaba wong kang padha atindak dudu"},{"SurahNumber":6,"VerseNumber":48,"Text":"Lan ora liya Ingsun angutus para utusan iku kajaba minangka juru-awèh warta bungah sarta minangka juru-pépéling; mulané, sapa sing angèstu lan alaku becik, iya ora bakal kataman wedi sarta ora bakal padha susah"},{"SurahNumber":6,"VerseNumber":49,"Text":"Wondéné para kang padha anggorohaké marang timbalan- timbalan-Ingsun, siksa bakal ange- nani dhèwèké amarga anggoné padha murang yekti"},{"SurahNumber":6,"VerseNumber":50,"Text":"Calathua: Aku ora kandha marang sira: aku andarbeni kasugi- haning Allah; lan aku ora weruh barang kang ora katon; lan aku ora kandha marang sira, yèn aku iki sawijining malaikat; ora liya aku iki kajaba miturut apa kang kawedharaké marang aku. Cala- thua: Apa padha ta wong kang wuta karo wong kang andeleng? Apa ta sira ora padha mikir"},{"SurahNumber":6,"VerseNumber":51,"Text":"Lan sira apépélinga nganggo iki marang para kang padha wedi, manawa dhèwèké bakal padha diimpun marang Pangérané – ora bakal padha duwé pangreksa saliyané Allah sarta ora pantara – supaya padha bektia"},{"SurahNumber":6,"VerseNumber":52,"Text":"Lan aja sira nundhung para kang padha anguwuh Pangérané ing wajah ésuk lan soré mung mamrih karenaning Panjenengané; sira ora kepokoh sathithik-thithika marang pétungané lan marang pa- tunganira dhèwèké iya padha ora kepokoh sathithik-thithika, mulané padha sira tundhung, sira bakal padha dadi golongané para kang padha atindak dudu"}]}