{"Id":315,"LanguageCodes":["si","sin"],"Name":"sin-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":17,"VerseNumber":67,"Text":"නුඹලාට මුහුදෙහි පීඩාවක් ඇති වූ කල්හි ඔහු හැර නුඹලා ඇරයුම් කරන අය මුළා වී යනු ඇත. ඔහු නුඹලා ව මුදවා ගොඩබිම වෙත ගෙන ආ විට නුඹලා පිටුපාන්නෙහුය. තවද මිනිසා මහා ගුණමකුවකු විය"},{"SurahNumber":17,"VerseNumber":68,"Text":"ඔහු නුඹලා ව පොළොවේ පැත්තක ගිල්වීමෙන් හෝ නුඹලා වෙත ගල් වරුසාවක් යැවීමෙන් හෝ නුඹලා නිර්භිය ව සිටින්නෙහු ද? පසු ව නුඹලා වෙනුවෙන් කිසිදු භාරකරුවකු නුඹලා නොදකිනු ඇත"},{"SurahNumber":17,"VerseNumber":69,"Text":"එසේ නැතහොත් නුඹලා ව එහි නැවත වාරයක් ගෙන්වා නුඹලා වෙත චණ්ඩමාරුතයක් එවා නුඹලා ප්‍රතික්ෂේප කළ හේතුවෙන් නුඹලා ව ගිල්වීම පිළිබඳ නුඹලා නිර්භිය ව සිටින්නෙහු ද? පසු ව නුඹලා වෙනුවෙන් අපගෙන් ඒ ගැන විමසන්නට කිසිදු ලුහුබඳින්නෙකු නුඹලා නොදකිනු ඇත"},{"SurahNumber":17,"VerseNumber":70,"Text":"තවද සැබැවින්ම අපි ආදම්ගේ දරුවන්ට ගරු කළෙමු. ගොඩබිමෙහි හා මුහුදෙහි අපි ඔවුන් ඉසිලීමු. තවද යහපත් දැයින් අපි ඔවුනට පෝෂණය කළෙමු. තවද අප මැව්වා වූ දැයින් බොහෝ දෑට වඩා අපි ඔවුන් මහිමයට පත් කරමින් උසස් කළෙමු"},{"SurahNumber":17,"VerseNumber":71,"Text":"සෑම ජන සමූහයක්ම ඔවුන්ගේ මෙහෙයුම්කරු සමග අපි අමතන දින, කවරෙකුට තම දකුණතෙහි තම වාර්තා පොත දෙනු ලැබුවේ ද එවිට ඔවුහු ඔවුන්ගේ වාර්තා පොත කියවති. කීතුවක් තරම් හෝ ඔවුහු අපරාධ කරනු නොලබති"},{"SurahNumber":17,"VerseNumber":72,"Text":"තවද කවරෙකු මෙ(ලොවෙ)හි අන්ධයකු වූයේ ද ඔහු මතු ලොවෙහි ද අන්ධයකු වේ. තවද මාර්ගයෙන් දැඩි මුළාවූවකු ද වේ"},{"SurahNumber":17,"VerseNumber":73,"Text":"අපි නුඹ වෙත දන්වා සිටි දේ හැර දමා, නුඹ අප වෙත ඒ හැර වෙනත් දෙයක් ගොතා පවසනු පිණිස ඔවුහු නුඹ ව අර්බුදයට පත් කිරීමට තැත් කළේ නම් එවිට නුඹ ව මිතුරෙකු සේ ඔවුන් ගනු ඇත"},{"SurahNumber":17,"VerseNumber":74,"Text":"තවද අපි නුඹ ව ස්ථාවර නොකළේ නම් සැබැවින්ම නුඹ අල්ප දෙයකින් ඔවුන් වෙත නැඹුරුවන්නට තිබුණි"},{"SurahNumber":17,"VerseNumber":75,"Text":"එවිට අපි (මෙලොව) ජීවිතයේ දෙගුණයක් ද මරණයේ දී දෙගුණයක් ද (දඬුවම්) අපි නුඹට විඳවන්නට සලස්වමු. පසු ව නුඹ අපට එරෙහි ව කිසිදු උදව්කරුවකු නොදකිනු ඇත"}]}