{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":62,"Text":"แท้จริงเรื่องนี้ เป็นเรื่องจริง และไม่มีผู้ที่ควรได้รับการเคารพสักการะใด ๆ นอกจากอัลลอฮ์เท่านั้น และแท้จริงอัลลอฮ์ คือผู้ทรงเดชานุภาพ ผู้ทรงปรีชาญาณ"},{"SurahNumber":3,"VerseNumber":63,"Text":"แล้วหากพวกเขาผินหลังให้ แน่นอนอัลลอฮ์นั้นเป็นผุ้ทรงรู้ดี ต่อผู้บ่อนทำลายทั้งหลาย"},{"SurahNumber":3,"VerseNumber":64,"Text":"จงกล่าวเถิด (มุฮัมมัด) ว่า โอ้บรรดาผู้ได้รับคัมภีร์ ! จงมายังถ้อยคำหนึ่งซึ่งเท่าเทียมกัน ระหว่างเราและพวกท่าน คือว่าเราจะไม่เคาระสักการะนอกจากพระองค์เท่านั้น และเราจะไม่ให้สิ่งหนึ่งสิ่งใดเป็นภาคีกับพระองค์ และพวกเราบางคนก็จะไม่ยึดถืออีกบางคนเป็นพระเจ้าอื่นจากอัลลอฮ์ แล้วหากพวกเขาผินหลังให้ ก็จงกล่าวเถิดว่า พวกท่านจงเป็นพยานด้วยว่า แท้จริงพวกเราเป็นผู้น้อมตาม"},{"SurahNumber":3,"VerseNumber":65,"Text":"โอ้บรรดาผู้ที่ได้รับคัมภีร์ ! เพราะเหตุใดเล่าพวกเจ้าจึงโต้เถียงกันในตัวของอิบรอฮีม และอัตเตารอต และอัลอินญีลนั้นมิได้ถูกประทานลงมา นอกจากหลังจากเขา แล้วพวกเจ้าไม่ใช้ปัญญาดอกหรือ"},{"SurahNumber":3,"VerseNumber":66,"Text":"พวกเจ้านี้แหละ ได้โต้เถียงกันในสิ่งที่พวกเจ้ามีความรู้ในสิ่งนั้นแล้ว แล้วก็เหตุไฉนเล่าพวกเจ้าจึงโต้เถียงกันในสิ่งที่พวกเจ้าไม่มีความรู้ และอัลลอฮ์นั้นทรงรู้ แต่พวกเจ้าไม่รู้"},{"SurahNumber":3,"VerseNumber":67,"Text":"อิบรอฮีมไม่เคยเป็นยิวและไม่เคยเป็นคริสต์ แต่ทว่าเขาเป็นผู้หันออกจากความเท็จสู่ความจริง เป็นผู้น้อมตาม และเขาก็ไม่เคยอยู่ในหมู่ผู้ให้มีภาคีขึ้น (แก่อัลลอฮ์)"},{"SurahNumber":3,"VerseNumber":68,"Text":"แท้จริงผู้คนที่สมควรยิ่งต่ออิบรอฮีมนั้น ย่อมได้แก่บรรดาผู้ปฏิบัติตามเขา และปฏิบัติตามนะบีนี้ และบรรดาผู้ที่ศรัทธาด้วย และอัลลอฮ์นั้นทรงคุ้มครองผู้ศรัทธาทั้งหลาย"},{"SurahNumber":3,"VerseNumber":69,"Text":"กลุ่มหนึ่งจากผู้ได้รับคัมภีร์นั้นชอบหากพวกเขาจะทำให้พวกเจ้าหลงผิด และพวกเขาจะไม่ทำให้ใครหลงผิด นอกจากตัวของพวกเขาเองแต่พวกเขาไม่รู้"},{"SurahNumber":3,"VerseNumber":70,"Text":"โอ้ผู้ที่ได้รับคัมภีร์ทั้งหลาย ! เพราะเหตุใดพวกเจ้าจึงปฏิเสธบรรดาโองการของอัลลอฮ์ ทั้ง ๆ ที่พวกเจ้าก็เป็นพยานยืนยันอยู่"}]}