{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"Ve Hakk´ı (Kur´ân´ı), O´nu, Biz indirdik. Ve Hakk ile indi. Seni, müjdeleyici ve uyarıcı olmandan başka bir şey için göndermedik"},{"SurahNumber":17,"VerseNumber":106,"Text":"Ve Kur´ân-ı Kerim; onu kısımlara (sure sure ve âyet âyet) ayırdık. İnsanlara, onu muksin olarak (uzun sürede) okuman için tenzîlen (kısımlara ayırıp, uzun sürede okunabilecek şekilde), bir indirişle indirdik"},{"SurahNumber":17,"VerseNumber":107,"Text":"De ki: “O´na inanılsın veya inanılmasın, O´ndan önce kendilerine ilim verilen kimseler, onlara (Kur´ân´ın secde âyetleri) okunduğu zaman, secde ederek çeneleri (alınları) üstüne kapanırlar.”"},{"SurahNumber":17,"VerseNumber":108,"Text":"Ve derler ki: “Rabbimiz, Sübhan´dır (herşeyden münezzehtir). Eğer Rabbimiz vaadettiyse, (o) mutlaka ifa edilmiştir.”"},{"SurahNumber":17,"VerseNumber":109,"Text":"Ve çeneleri (alınları) üstüne kapanırlar. Ve huşûları artarak ağlarlar"},{"SurahNumber":17,"VerseNumber":110,"Text":"De ki: “Allah diye çağırın veya Rahmân diye çağırın. Nasıl çağırırsanız hepsi O´nun Esmaül Hüsnası´dır (Allah´ın en güzel isimleridir).” Namazında (sesini) yükseltme ve onu (sesini) alçaltma. Bu ikisi arasında bir yol tut"},{"SurahNumber":17,"VerseNumber":111,"Text":"Ve de ki: “Hamd, çocuk edinmeyen Allah´a mahsustur ve O´nun mülkte ortağı olmamıştır (yoktur). Ve (O, zillete düşmez) O´nun, Kendisini zilletten (kurtaracak) bir dosta (ihtiyacı) yoktur.” O´nu tekbir ile (üstün kılarak) yücelt (büyüklüğünü ifade et)"},{"SurahNumber":18,"VerseNumber":1,"Text":"Allah´a hamdolsun ki O, kuluna Kitab´ı (Kur´ân-ı Kerim´i) indirdi. Ve O´nda, bir eğrilik kılmadı"},{"SurahNumber":18,"VerseNumber":2,"Text":"(Kur´ân-ı Kerim), kayyum (kıyâmete kadar devam edecek) olarak, katından şiddetli azapla uyarmak ve salih amel yapan mü´minlere en güzel ecrin onların olduğunu müjdelemek için (indirildi)"},{"SurahNumber":18,"VerseNumber":3,"Text":"Orada ebedî olarak kalıcıdırlar (kalacaklardır)"},{"SurahNumber":18,"VerseNumber":4,"Text":"Ve (Kur´ân-ı Kerim), “Allah, bir çocuk edindi.” diyenleri uyarır"}]}