{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":22,"VerseNumber":6,"Text":"Oko kungenxa yokuba uAllâh: UyiNyaniso, yaye nguYe Onika ubomi kwabafileyo, ikwanguYe Onamandla ngaphezulu kwezinto zonke"},{"SurahNumber":22,"VerseNumber":7,"Text":"Inene yona iYure iyeza, akukho kuthandabuza ngayo; yaye inene, uAllâh Uza kubavusa abo basemangcwabeni"},{"SurahNumber":22,"VerseNumber":8,"Text":"Ke kaloku phakathi kwabantu kukho lowo uxoxayo ngoAllâh engenalo nolwazi okanye isiKhokelo, okanye iNcwadi emnika ukukhanya (evela kuAllâh)"},{"SurahNumber":22,"VerseNumber":9,"Text":"Ejika intamo yakhe (ngekratshi) elahlekisa (abantu) eNdleleni ka-Allâh. Okwakhe kweli hlabathi lihlazo, yaye Siya kumenza angcamle isohlwayo soMlilo otshisayo ngoMhla woVuko"},{"SurahNumber":22,"VerseNumber":10,"Text":"(Kuya kuthiwa kuye): “Oku koko kwenziwa zizandla zakho ngokuba uAllâh Akazanga Wangabi nabulungisa kwizicaka (zaKhe).”"},{"SurahNumber":22,"VerseNumber":11,"Text":"Kananjalo phakathi kwabantu kukho lowo unqula uAllâh emngciphekweni. Ukuba uthe wachukunyiswa kokulungileyo, uyaqiniseka (ukuMthemba uAllâh) kodwa athi esakufunyanwa yintshutshiso, bujike ubuso bakhe (ayilahle i-Islam). Yena ulahlekelwe kweli hlabathi nakuBomi oBuzayo. Oko ke yiyona lahleko icacileyo"},{"SurahNumber":22,"VerseNumber":12,"Text":"Yena ubiza koko kungekhe kumzuzise nto kungekhe kumonzakalise ngaphandle koAllâh, oko kukulahleka okugqithisileyo"},{"SurahNumber":22,"VerseNumber":13,"Text":"Yena ubiza kulowo ukonzakala kwakhe kusondeleyo kunenzuzo yakhe: hayi ukungcola komkhuseli (wakhe), hayi ukungcola kukagxa wakhe"},{"SurahNumber":22,"VerseNumber":14,"Text":"Inene uAllâh Uza kubangenisa abo bakholwayo benza izenzo ezilungileyo eMiyezweni ekumpompoza imilambo ngaphantsi kwayo. Inene, uAllâh Wenza oko Akuthandileyo"},{"SurahNumber":22,"VerseNumber":15,"Text":"Nabani na lowo ucinga ukuba uAllâh Akanakumxhasa (uMuhammad) kweli hlabathi nakuBomi oBuzayo makolule intambo ibe nde iye kutsho emqadini, anqamle (umphefumlo wakhe), makajonge ke ukuba: ingaba loo nzame yakhe iza kukususa na oko kugqwagqwazela kwakhe (ngumsindo)"}]}