{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":52,"VerseNumber":32,"Text":"Is it their dreams which inspire them with this? or is it that they are a perverse people"},{"SurahNumber":52,"VerseNumber":33,"Text":"Will they say, \"He hath forged it (the Koran) himself?\" Nay, rather it is that they believed not"},{"SurahNumber":52,"VerseNumber":34,"Text":"Let them then produce a discourse like it, if they speak the Truth"},{"SurahNumber":52,"VerseNumber":35,"Text":"Were they created by nothing? or were they the creators of themselves"},{"SurahNumber":52,"VerseNumber":36,"Text":"Created they the Heavens and Earth? Nay, rather, they have no faith"},{"SurahNumber":52,"VerseNumber":37,"Text":"Hold they thy Lord's treasures? Bear they the rule supreme"},{"SurahNumber":52,"VerseNumber":38,"Text":"Have they a ladder for hearing the angels? Let any one who hath heard them bring a clear proof of it"},{"SurahNumber":52,"VerseNumber":39,"Text":"Hath God daughters and ye sons"},{"SurahNumber":52,"VerseNumber":40,"Text":"Asketh thou pay of them? they are themselves weighed down with debts"},{"SurahNumber":52,"VerseNumber":41,"Text":"Have they such a knowledge of the secret things that they can write them down"},{"SurahNumber":52,"VerseNumber":42,"Text":"Desire they to lay snares for thee? But the snared ones shall be they who do not believe"},{"SurahNumber":52,"VerseNumber":43,"Text":"Have they any God beside God? Glory be to God above what they join with Him"},{"SurahNumber":52,"VerseNumber":44,"Text":"And should they see a fragment of the heaven falling down, they would say, \"It is only a dense cloud"},{"SurahNumber":52,"VerseNumber":45,"Text":"Leave them then until they come face to face with the day when they shall swoon away"},{"SurahNumber":52,"VerseNumber":46,"Text":"A day in which their snares shall not at all avail them, neither shall they be helped"},{"SurahNumber":52,"VerseNumber":47,"Text":"And verily, beside this is there a punishment for the evildoers: but most of them know it not"},{"SurahNumber":52,"VerseNumber":48,"Text":"Wait thou patiently the judgment of thy Lord, for thou art in our eye; and celebrate the praise of thy Lord when thou risest up"},{"SurahNumber":52,"VerseNumber":49,"Text":"And in the night-season: Praise him when the stars are setting"}]}