{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Haa Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"Sent down from the Beneficent, the Merciful"},{"SurahNumber":41,"VerseNumber":3,"Text":"(is ) a book, the signs of which are explained in detail, an Arabic Quran for a people who know"},{"SurahNumber":41,"VerseNumber":4,"Text":"conveyer of good news and a warner, but most of them turn away so they do not hear"},{"SurahNumber":41,"VerseNumber":5,"Text":"They say, “Our hearts are under protection from that which you invite us to, and in our ears is heaviness, and between us and you is a veil, so you ( do your ) work, we ( too ) are working.”"},{"SurahNumber":41,"VerseNumber":6,"Text":"Say, “ I am only a man like you, it is communicated to me that your God is one God, so take the straight path towards Him and seek His protective forgiveness, and sorrowful is the state of the polytheists"},{"SurahNumber":41,"VerseNumber":7,"Text":"who do not give the charity ( zakat ) and do not believe in the hereafter"},{"SurahNumber":41,"VerseNumber":8,"Text":"Those who believe and do righteous works, for them is certainly a reward that will never fail.”"},{"SurahNumber":41,"VerseNumber":9,"Text":"Say, “What! do you not believe in Him Who created the earth in two periods, and do you set up equals with Him? That is the Fosterer of the worlds.”"},{"SurahNumber":41,"VerseNumber":10,"Text":"And He made in it mountains ( through the deposition of material ) from the surface of it, and blessed therein, and He destined in it its food in four periods , balanced ( according to the requirement ) of the seekers"},{"SurahNumber":41,"VerseNumber":11,"Text":"Moreover, He set the balance towards the sky which was smoke. So he said to it and to the earth , “Come willingly or unwillingly.” They both said, “We come willingly,”"}]}