{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":80,"Text":"(İmdi,) onların bağışlanmaları için (Allaha) ister dua et, ister etme, (hiçbir şey fark etmeyecektir; çünkü) onlar için istersen yetmiş kez af dile, Allahı ve Onun Elçisini inkara yeltenmelerinden ötürü Allah onları bağışlamayacaktır. Çünkü Allah, böylesine kötülüğe batmış bir topluluğu doğru yola çıkarmaz"},{"SurahNumber":9,"VerseNumber":81,"Text":"Geride bırakılan bu (münafık) kimseler, Allah Elçisinin (sefer için ayrılmasının) ardından kendilerinin savaştan uzak kalmalarına sevindiler; çünkü Allah yolunda mallarıyla, canlarıyla savaşmak düşüncesi bunların hoşuna gitmiyor ve (hatta birbirlerine) \"Bu sıcakta savaşa çıkmayın!\" diyorlardı. De ki: \"Cehennem ateşi çok daha sıcaktır!\" Tabii, eğer bu gerçeği kavrayabilirlerse"},{"SurahNumber":9,"VerseNumber":82,"Text":"Bundan böyle artık az gülsün onlar, çünkü kazandıklarından ötürü çok ağlayacaklar"},{"SurahNumber":9,"VerseNumber":83,"Text":"Bundan sonra Allah seni olur ki onlardan bazılarıyla yüz yüze getirirse ve onlar da (seninle birlikte savaşa) çıkmak için iznini isterlerse, (onlara) de ki: \"Bundan böyle benimle asla (sefere) çıkmayacak ve benimle hiçbir düşmana karşı savaşmayacaksınız! Madem, bir kere evde oturup kalmayı yeğlediniz, öyleyse artık oturup kalmaya devam edin, geride kal(mak zorunda ol)anlarla beraber"},{"SurahNumber":9,"VerseNumber":84,"Text":"Ve onlardan ölen kimsenin asla namazını kılma; mezarı başında da durma sakın: çünkü onlar Allahı ve Onun Elçisini inkara yeltendiler ve bu günah içinde öldüler"},{"SurahNumber":9,"VerseNumber":85,"Text":"(O halde) onların dünyevi zenginlikleri ve çocukları(nın çokluğundan umdukları bahtiyarlık) seni imrendirmesin: Allah bütün bunlarla bu dünya (hayatın)da onlara azap etmek ve canlarının hakkı inkar tutumu içinde çıkmasını (sağlamak) istiyor"},{"SurahNumber":9,"VerseNumber":86,"Text":"(Gerçekten de hakkı inkar ediyor onlar:) çünkü vahiy yoluyla: \"Allaha inanın ve Onun Elçisiyle beraber (Onun yolunda savaşın\" diye çağrıldıklarında, onlardan (savaşa katılmaya) pekala güç yetirebilecek durumda olanlar (bile), \"bizi bırak, evde kalanlarla birlikte kalalım\" diyerek senden izin istediler"}]}