{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"O my people! I do not ask you for a payment for this ˹message˺. My reward is only from God. And I will never dismiss the believers, for they will surely meet their Lord. But I can see that you are a people acting ignorantly"},{"SurahNumber":11,"VerseNumber":30,"Text":"O my people! Who would protect me from God if I were to dismiss them? Will you not then be mindful"},{"SurahNumber":11,"VerseNumber":31,"Text":"I do not say to you that I possess God’s treasuries or know the unseen, nor do I claim to be an angel, nor do I say that God will never grant goodness to those you look down upon. God knows best what is ˹hidden˺ within them. ˹If I did,˺ then I would truly be one of the wrongdoers.”"},{"SurahNumber":11,"VerseNumber":32,"Text":"They protested, “O Noah! You have argued with us far too much, so bring upon us what you threaten us with, if what you say is true.”"},{"SurahNumber":11,"VerseNumber":33,"Text":"He responded, “It is God Who can bring it upon you if He wills, and then you will have no escape"},{"SurahNumber":11,"VerseNumber":34,"Text":"My advice will not benefit you—no matter how hard I try—if God wills ˹for˺ you to stray. He is your Lord, and to Him you will ˹all˺ be returned.”"},{"SurahNumber":11,"VerseNumber":35,"Text":"Or do they say, “He has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “If I have done so, then I bear the burden of that sin! But I am free from your sinful accusation.”"},{"SurahNumber":11,"VerseNumber":36,"Text":"And it was revealed to Noah, “None of your people will believe except those who already have. So do not be distressed by what they have been doing"},{"SurahNumber":11,"VerseNumber":37,"Text":"And build the Ark under Our ˹watchful˺ Eyes and directions, and do not plead with Me for those who have done wrong, for they will surely be drowned.”"}]}