{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":98,"Text":"Wenn doch (irgend)eine Stadt geglaubt hätte, so daß ihr Glaube ihr genützt hätte! (Keine tat es), außer dem Volk des Yunus. Als diese glaubten, hoben Wir die schändliche Strafe im diesseitigen Leben von ihnen auf und gewährten ihnen Nießbrauch auf Zeit"},{"SurahNumber":10,"VerseNumber":99,"Text":"Und wenn dein Herr wollte, würden fürwahr alle auf der Erde zusammen gläubig werden. Willst du etwa die Menschen dazu zwingen, gläubig zu werden"},{"SurahNumber":10,"VerseNumber":100,"Text":"Keiner Seele ist es möglich zu glauben, außer mit Allahs Erlaubnis. Und Er legt den Greuel auf diejenigen, die nicht begreifen"},{"SurahNumber":10,"VerseNumber":101,"Text":"Sag: Schaut, was in den Himmeln und auf der Erde ist! Aber die Zeichen und die Warnungen werden den Leuten, die nicht glauben, nicht nützen"},{"SurahNumber":10,"VerseNumber":102,"Text":"Haben sie denn etwas anderes zu erwarten, als was den Tagen derer gleicht, die vor ihnen dahingegangen sind? Sag: So wartet ab! Ich bin mit euch einer von denen, die abwarten"},{"SurahNumber":10,"VerseNumber":103,"Text":"Dann werden Wir Unsere Gesandten und diejenigen, die glauben, erretten. So ist es Uns eine Pflicht: Wir retten die Gläubigen"},{"SurahNumber":10,"VerseNumber":104,"Text":"Sag: O ihr Menschen, wenn ihr über meine Religion im Zweifel seid, so diene ich nicht denjenigen, denen ihr anstatt Allahs dient, sondern ich diene Allah, Der euch abberuft. Und mir ist befohlen worden, einer der Gläubigen zu sein"},{"SurahNumber":10,"VerseNumber":105,"Text":"Und: Richte dein Gesicht aufrichtig zur Religion hin als Anhänger des rechten Glaubens, und gehöre ja nicht zu den Götzendienern"},{"SurahNumber":10,"VerseNumber":106,"Text":"Und rufe nicht außer Allah an, was dir weder nützt noch schadet! Wenn du es tust, dann gehörst du folglich zu den Ungerechten"}]}