{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"İnsanlara, halkına elçiler gelen şehri mesel olarak anlat"},{"SurahNumber":36,"VerseNumber":14,"Text":"Onlara iki elçi göndermiştik; onu yalanladıkları için üçüncü biriyle desteklemiştik. Onlar: \"Biz size gönderildik\" demişlerdi"},{"SurahNumber":36,"VerseNumber":15,"Text":"Siz de ancak bizim gibi birer insansınız. Rahman da bir şey indirmemiştir. Sadece yalan söylüyorsunuz\" dediler"},{"SurahNumber":36,"VerseNumber":16,"Text":"Elçiler: \"Doğrusu Rabbimiz bizim size gönderildiğimizi bilir; bize düşen ancak apaçık tebliğdir\" demişlerdi"},{"SurahNumber":36,"VerseNumber":17,"Text":"Elçiler: \"Doğrusu Rabbimiz bizim size gönderildiğimizi bilir; bize düşen ancak apaçık tebliğdir\" demişlerdi"},{"SurahNumber":36,"VerseNumber":18,"Text":"Doğrusu sizin yüzünüzden uğursuzluğa uğradık; vazgeçmezseniz and olsun ki sizi taşlayacağız ve bizden size can yakıcı bir azap dokunacaktır\" dediler"},{"SurahNumber":36,"VerseNumber":19,"Text":"Elçiler: \"Uğursuzluğunuz kendinizdendir. Bu uğursuzluk size öğüt verildiği için mi? Hayır; siz, aşırı giden bir milletsiniz\" demişlerdi"},{"SurahNumber":36,"VerseNumber":20,"Text":"Şehrin öbür ucundan koşarak bir adam gelmiş ve şöyle demişti: \"Ey Milletim! Gönderilen elçilere uyun"},{"SurahNumber":36,"VerseNumber":21,"Text":"Sizden bir ücret istemeyenlere uyun, onlar doğru yoldadırlar"},{"SurahNumber":36,"VerseNumber":22,"Text":"Beni yaratana ne diye kulluk etmeyeyim? Siz de O'na döneceksiniz"},{"SurahNumber":36,"VerseNumber":23,"Text":"O'nu bırakıp da tanrılar edinir miyim? Eğer Rahman olan Allah bana bir zarar vermek isterse, o tanrıların şefaati bana fayda vermez, beni kurtaramazlar"},{"SurahNumber":36,"VerseNumber":24,"Text":"Doğrusu o takdirde apaçık bir sapıklık içinde olurum"},{"SurahNumber":36,"VerseNumber":25,"Text":"Şüphesiz ben Rabbinize inandım, beni dinleyin"},{"SurahNumber":36,"VerseNumber":26,"Text":"Ona \"Cennete gir\" denince, \"Keşke milletim Rabbimin beni bağışladığını ve beni ikrama mazhar olanlardan kıldığını bilseydi!\" demişti"},{"SurahNumber":36,"VerseNumber":27,"Text":"Ona \"Cennete gir\" denince, \"Keşke milletim Rabbimin beni bağışladığını ve beni ikrama mazhar olanlardan kıldığını bilseydi!\" demişti"}]}