{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"«ولقد ذَرأْنا» خلقنا «لجهنم كثيرا من الجن والإنس لهم قلوب لا يفقهون بها» الحق «ولهم أعين لا يبصرون بها» دلائل قدرة الله بصر اعتبار «ولهم آذان لا يسمعون بها» الآيات والمواعظ سماع تدبر واتعاظ «أولئك كالأنعام» في عدم الفقه والبصر والاستماع «بل هم أضل» من الأنعام لأنها تطلب منافعها وتهرب من مضارها وهؤلاء يقدمون على النار معاندة «أولئك هم الغافلون»"},{"SurahNumber":7,"VerseNumber":180,"Text":"«ولله الأسماء الحسنى» التسعة والتسعون الوارد بها الحديث، والحسنى مؤنث الأحسن «فادعوه» سموه «بها وذروا» اتركوا «الذين يُلحدون» من ألحد ولحد، يميلون عن الحق «في أسمائه» حيث اشتقوا منها أسماء لآلهتهم: كاللات من الله، والعزى من العزيز، ومناة من المنَّان «سيجزون» في الآخرة جزاء «ما كانوا يعملون» وهذا قبل الأمر بالقتال"},{"SurahNumber":7,"VerseNumber":181,"Text":"«وممن خلقنا أمة يهدون بالحق وبه يَعدِلون» هم أمة محمد صلى الله عليه وسلم كما في حديث"},{"SurahNumber":7,"VerseNumber":182,"Text":"«والذين كذبوا بآياتنا» القرآن من أهل مكة «سنستدرجهم» نأخذهم قليلا قليلا «من حيث لا يعلمون»"},{"SurahNumber":7,"VerseNumber":183,"Text":"«وأُملي لهم» أمهلهم «إن كيدي متينٌ» شديد لا يطاق"},{"SurahNumber":7,"VerseNumber":184,"Text":"«أو لم يتفكروا» فيعلموا «ما بصاحبهم» محمد صلى الله عليه وسلم «من جِنَّة» جنون «إن» ما «هو إلا نذير مبين» بيَّن الإنذار"},{"SurahNumber":7,"VerseNumber":185,"Text":"«أو لم ينظروا في ملكوت» ملك «السماوات والأرض و» في «ما خلق الله من شيء» بيان لما، فيستدلوا به على قدرة صانعه ووحدانيته «و» في «أن» أي أنه «عسى أن يكون قد اقترب» قرب «أجلهم» فيموتوا كفارا فيصيروا إلى النار فيبادروا إلى الإيمان «فبأي حديث بعده» أي القرآن «يؤمنون»"},{"SurahNumber":7,"VerseNumber":186,"Text":"«من يضلل الله فلا هادي له ويذرهم» بالياء والنون مع الرفع استئنافا، والجزم عطفا على محل ما بعد الفاء «في طغيانهم يعمهون» يترددون تحيُّرا"},{"SurahNumber":7,"VerseNumber":187,"Text":"«يسألونك» أي أهل مكة «عن الساعة» القيامة «أيَّان» متى «مُرساها قل» لهم «إنَّما علمها» متى تكون «عند ربي لا يُجلّيها» يظهرها «لوقتها» اللام بمعنى في «إلا هو ثقُلت» عظمت «في السماوات والأرض» على أهلها لهولها «لا تأتيكم إلا بغتة» فجأة «يسألونك كأنك حَفيٌ» مبالغ في السؤال «عنها» حتى علمتها «قل إنما علمها عند الله» تأكيد «ولكن أكثر الناس لا يعلمون» أن علمها عنده تعالى"}]}