{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"Er sagte: \"Meine Leute! Wie seht ihr es? Wenn ich über ein eindeutiges Zeichen von meinem HERRN verfüge und ER mir Gnade von Ihm erwies, wer wird mir gegen ALLAH beistehen können, sollte ich mich Ihm widersetzen?! Doch ihr könnt mir dann nichts außer Schaden hinzufügen"},{"SurahNumber":11,"VerseNumber":64,"Text":"Und meine Leute! Dies ist eine Kamelstute von ALLAH als Aya für euch, so lasst sie auf ALLAHs Erde weiden und fügt ihr keinerlei Schaden zu, sonst wird euch eine bevorstehende Peinigung überkommen"},{"SurahNumber":11,"VerseNumber":65,"Text":"Doch sie verletzten ihre Beine. Dann sagte er: \"Vergnügt euch in euren Wohnstätten noch drei Tage, dies ist ein Versprechen, das nicht erlogen ist"},{"SurahNumber":11,"VerseNumber":66,"Text":"Und als Unsere Bestimmung eintraf, erretteten WIR Salih und diejenigen, die mit ihm den Iman verinnerlichten - durch Gnade von Uns. Und vor der Erniedrigung des (Jüngsten) Tages (erretteten WIR sie). Gewiß, dein HERR ist Der Allkraftvolle, Der Allwürdige"},{"SurahNumber":11,"VerseNumber":67,"Text":"Und der Schrei richtete zugrunde diejenigen, die Unrecht begingen, so wurden sie in ihren Wohnstätten zu leblosen Körpern"},{"SurahNumber":11,"VerseNumber":68,"Text":"Als ob sie sich dort nicht aufhielten. Ohne Zweifel haben Thamud ihrem HERRN gegenüber doch Kufr betrieben. Ja! Nieder mit Thamud"},{"SurahNumber":11,"VerseNumber":69,"Text":"Und gewiß, bereits kamen Unsere Entsandte (Engel) zu Ibrahim mit der frohen Botschaft, sie sagten: \"Salam (sei mit dir)\", er erwiderte: \"Salam (sei mit euch)\" Und er blieb nicht lange, bis er ein gegartes Kalb servierte"},{"SurahNumber":11,"VerseNumber":70,"Text":"Doch als er sah, daß ihre Hände nicht danach (nach dem Essen) langten, verübelte er es ihnen und verspürte Furcht vor ihnen. Sie sagten: \"Fürchte dich nicht! Wir wurden zu den Leuten Luts entsandt"},{"SurahNumber":11,"VerseNumber":71,"Text":"Und seine Frau stand (dabei), dann lachte sie, dann überbrachten WIR ihr die frohe Botschaft über Ishaq und nach Ishaq Ya'qub"}]}