{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":118,"Text":"ئەگەر پەرۋەردىگارىڭ خالىسا ئىدى، پۈتۈن ئادەملەرنى ئەلۋەتتە بىر ئۈممەت (يەنى بىر دىندا) قىلاتتى، ئۇلار(دىن توغرىسىدا) داۋاملىق ئوخشىمىغان پىكىردىدۇر،"},{"SurahNumber":11,"VerseNumber":119,"Text":"پەقەت پەرۋەردىگارىڭنىڭ رەھمىتىگە ئېرىشكەنلەر بۇنىڭدىن مۇستەسنا. شۇڭا ئاللاھ ئۇلارنى (ئوخشىمىغان پىكىر قىلىش تەبىئىتىدە) ياراتتى. پەرۋەردىگارىڭنىڭ: «مەن چوقۇم جىنلار ۋە ئىنسانلار بىلەن دوزاخنى توشقۇزىمەن» دېگەن سۆزى ئېنىق بەلگىلەندى"},{"SurahNumber":11,"VerseNumber":120,"Text":"كۆڭلۈڭنى خاتىرجەم قىلىش ئۈچۈن، ساڭا پەيغەمبەرلەرنىڭ قىسسەلىرىنى بايان قىلىپ بېرىمىز، بۇنىڭدا ساڭا ھەقىقەت كەلدى، مۆمىنلەر ئۈچۈن ۋەز – نەسىھەت ۋە ئىبرەتلەر باردۇرقىسسەلەر"},{"SurahNumber":11,"VerseNumber":121,"Text":"ئىمان ئېيتمايدىغانلارغا ئېيتقىنكى، «سىلەر ئۆز يولۇڭلار بويىچە ھەرىكەت قىلىڭلار، بىزمۇ ئۆز يولىمىز بويىچە ھەرىكەت قىلايلى"},{"SurahNumber":11,"VerseNumber":122,"Text":"سىلەر (ئىشىڭلارنىڭ ئاقىۋىتىنى) كۈتۈڭلار، بىزمۇ ئەلۋەتتە (شۇنى) كۈتىمىز»"},{"SurahNumber":11,"VerseNumber":123,"Text":"ئاسمانلاردىكى ۋە زېمىندىكى غەيبنى بىلىش پەقەت ئاللاھقا خاستۇر، ھەممە ئىش ئاللاھقا قايتۇرۇلىدۇ، ئاللاھقا ئىبادەت قىلغىن ۋە ئاللاھقا تەۋەككۈل قىلغىن (يەنى ھەممە ئىشىڭنى ئاللاھقا تاپشۇرغىن). پەرۋەردىگارىڭ قىلىۋاتقان ئىشلىرىڭلاردىن غاپىل ئەمەستۇر"},{"SurahNumber":12,"VerseNumber":1,"Text":"ئەلىف، لام، را. بۇ روشەن كىتابنىڭ ئايەتلىرىدۇر"},{"SurahNumber":12,"VerseNumber":2,"Text":"شۈبھىسىزكى، سىلەرنى چۈشەنسۇن دەپ، ئۇنى ئەرەبچە قۇرئان قىلىپ نازىل قىلدۇق"},{"SurahNumber":12,"VerseNumber":3,"Text":"بۇ قۇرئاننى ساڭا ۋەھىي قىلىش ئارقىلىق ئەڭ چىرايلىق قىسسەنى ساڭا بايان قىلىپ بېرىمىز، بۇنىڭدىن بۇرۇن بۇ قىسسەدىن ھەقىقەتەن بىخەۋەر ئىدىڭ"},{"SurahNumber":12,"VerseNumber":4,"Text":"ئۆز ۋاقتىدا يۇسۇف ئۆز ئاتىسىغا: «ئى ئاتا! مەن ھەقىقەتەن چۈشۈمدە 11 يۇلتۇزنىڭ ۋە ئاي بىلەن كۈننىڭ ماڭا سەجدە قىلغانلىقىنى كۆردۈم» دېدى"}]}