{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":14,"VerseNumber":34,"Text":"и ви дава од сето тоа што од Него го барате, и кога би ги броеле Аллаховите благодати, не би можеле да ги наброите. Човекот е навистина неправеден и неблагодарен"},{"SurahNumber":14,"VerseNumber":35,"Text":"А кога Ибрахим рече: „Господару мој, направи го овој град безбеден и сочувај ме мене и синовите мои од тоа да обожуваме кипови"},{"SurahNumber":14,"VerseNumber":36,"Text":"Тие, Господару мој, многу луѓе на погрешен пат навеле. Тој што ќе ме следи мене е од мојата вера, а тој што ќе биде против мене, па Ти навистина простуваш и Милостив си"},{"SurahNumber":14,"VerseNumber":37,"Text":"Господару наш, јас некои мои потомци населив во котлина во која ништо не се сее, кај Твојот Свет Храм, Господару наш, намазот (молитвата) да го извршуваат; затоа стори срцата на некои луѓе да копнеат по нив и снабди ги со разни плодови за да бидат благодарни"},{"SurahNumber":14,"VerseNumber":38,"Text":"Господару наш, Ти навистина знаеш што криеме, а што во јавност покажуваме. На Аллах ништо не Му е скриено ни на Земјата ни на небото"},{"SurahNumber":14,"VerseNumber":39,"Text":"„Благодарноста Му припаѓа на Аллах што на стари години ми ги подари Исмаил и Исхак; Господарот мој навистина ги прима молбите"},{"SurahNumber":14,"VerseNumber":40,"Text":"Господару мој, дај ми јас и потомците мои да го извршуваме намазот (молитвата); Господару мој, ти услишај ја молбата моја"},{"SurahNumber":14,"VerseNumber":41,"Text":"Господару наш, прости ми мене, и на родителите мои и на сите верници – на Денот кога ќе се полага сметка (за делата)!“"},{"SurahNumber":14,"VerseNumber":42,"Text":"А ти никако немој да мислиш дека Аллах не внимава на тоа што го прават насилниците! Тој само им попушта до Денот кога очите ќе им останат отворени"}]}