{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":53,"Text":"Thus, We test some of them by means of others. That is why they say, \"Are these the ones among us whom Allah has chosen over us?\" Isn´t Allah better Aware of the grateful ones"},{"SurahNumber":6,"VerseNumber":54,"Text":"When those who believe in Our revelations come to (visit) you say, \"Assalam Alaikum (peace upon you)\". Your Lord has decreed mercy (and compassion) upon Himself. Indeed, if any one of you commits a wrong deed (by mistake and) out of ignorance and thereafter repents and mends his ways, (he would find that) He is the most Forgiving and the most Merciful"},{"SurahNumber":6,"VerseNumber":55,"Text":"In this manner, We explain Our revelations in detail, so that the ways of the criminals would become (widely known and) well recognized"},{"SurahNumber":6,"VerseNumber":56,"Text":"Say, \"I have been forbidden to worship those beings you invoke other than Allah.\" Say, \"I would certainly be (gravely) misguided if I follow your vain desires; I would not be on the right path"},{"SurahNumber":6,"VerseNumber":57,"Text":"Say, \"I have the clear proof from my Lord, while you have rejected it. The doom you so impatiently dare is not within my power to inflict. The decision rests solely with Allah. He declares the truth and He is the very Best of the judges"},{"SurahNumber":6,"VerseNumber":58,"Text":"Say, \"If I could inflict upon you the punishment you so eagerly dare, the matter between me and you would have (long) been settled. Allah is very well aware of the evil doers"},{"SurahNumber":6,"VerseNumber":59,"Text":"He holds the keys to all the unseen (transcendental) mysteries _ (matters beyond human perception). Except Him, nobody knows about them. He knows everything that exists on the land and in sea. Not (even) a leaf falls (from a tree) without His explicit knowledge. Every single seed of grain, whether dry or moist _ (even that) lying in the dark recesses of the earth _ is (accounted for) in a clear register"}]}