{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":95,"Text":"مۆمىنلەردىن ئۆزرىسىز (ئەما، توكۇر، كېسەلگە ئوخشاش ئۆزرىسى بارلار بۇنىڭدىن مۇستەسنا) جىھادقا چىقمىغانلار ئاللاھ يولىدا ماللىرىنى، جانلىرىنى تىكىپ جىھاد قىلغۇچىلار بىلەن باراۋەر بولمايدۇ. ئاللاھ ماللىرىنى، جانلىرىنى تىكىپ جىھاد قىلغۇچىلارنى جىھادقا چىقمىغانلاردىن بىر دەرىجە ئۈستۈن قىلدى. بۇ ئىككى خىل كىشىلەر (يەنى ئۆزرىسى بولۇپ جىھادقا چىقالمىغانلار ۋە جىھادقا چىققۇچىلار) نىڭ ھەممىسىگە ئاللاھ جەننەتنى ۋەدە قىلدى. ئاللاھ جىھاد قىلغۇچىلارغا بۈيۈك ئەجىر ئاتا قىلىپ، ئۇلارنى (ئۆزرىسىز تۇرۇپ جىھادقا چىقمىغانلاردىن) ئارتۇق قىلدى"},{"SurahNumber":4,"VerseNumber":96,"Text":"ئاللاھ (ئۇلارغا) ئۈستۈن مەرتىۋىلەر، مەغپىرەت ۋە رەھمەت ئاتا قىلدى، ئاللاھ مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"},{"SurahNumber":4,"VerseNumber":97,"Text":"ئۆزلىرىگە زۇلۇم قىلغۇچىلار (يەنى ھىجرەتنى تەرك ئېتىپ كۇففارلار بىلەن بىللە تۇرغۇچىلار) نىڭ جانلىرى پەرىشتىلەر تەرىپىدىن ئېلىنىدىغان چاغدا، پەرىشتىلەر ئۇلاردىن: «(دىنىڭلارنىڭ ئىشىدا) قايسى ھالەتتە ئىدىڭلار؟» دەپ سورايدۇ. ئۇلار: «زېمىندا (يەنى مەككە زېمىنىدا) بىز (دىننى بەرپا قىلىشتىن) بوزەك قىلىنغان ئىدۇق» دەيدۇ. پەرىشتىلەر: «ھىجرەت قىلساڭلار ئاللاھنىڭ زېمىنى كەڭرى ئەمەسمىدى؟» دەيدۇ. ئەنە شۇ (ھىجرەت قىلمىغان) لارنىڭ بارىدىغان جايى جەھەننەمدۇر. جەھەننەم نېمىدېگەن يامان جاي"},{"SurahNumber":4,"VerseNumber":98,"Text":"پەقەت ئەرلەردىن، ئاياللاردىن، بالىلاردىن چارىسىز قالغان (يەنى ھىجرەت قىلىشقا چارە تاپالمىغان)، يول بىلمەيدىغان ئاجىزلار بۇنىڭدىن مۇستەسنا"},{"SurahNumber":4,"VerseNumber":99,"Text":"ئەنە شۇلارنى ئاللاھ ئەپۇ قىلغاي. ئاللاھ ناھايىتى ئەپۇ قىلغۇچىدۇر، ناھايىتى مەغپىرەت قىلغۇچىدۇر"},{"SurahNumber":4,"VerseNumber":100,"Text":"كىمكى ئاللاھ يولىدا ھىجرەت قىلىدىكەن، ئۇ زېمىندا چىقىش يولى ۋە كەڭچىلىك تاپىدۇ. كىمكى ئۆيىدىن ئاللاھنىڭ ۋە پەيغەمبەرنىڭ تەرىپىگە ھىجرەت قىلىپ چىقسا، ئاندىن يولدا ئۆلسە، ئۇنىڭ ئەجرىنى چوقۇم ئاللاھ بېرىدۇ. ئاللاھ ناھايىتى مەغپىرەت قىلغۇچىدۇر ۋە ناھايىتى مېھرىباندۇر"},{"SurahNumber":4,"VerseNumber":101,"Text":"سەپەرگە چىققان ۋاقتىڭلاردا كاپىرلارنىڭ ئۆزۈڭلارغا زىيان ـ زەخمەت يەتكۈزۈپ قويۇشىدىن قورقۇپ، نامازنى قەسرى قىلىپ (يەنى تۆت رەكئەتنى ئىككى رەكئەت قىلىپ) ئوقۇساڭلار سىلەرگە ھېچ گۇناھ بولمايدۇ. كاپىرلار سىلەرگە ھەقىقەتەن ئوپئوچۇق دۈشمەندۇر (ناماز ئوقۇۋاتقان پۇرسەتتىن پايدىلىنىپ سىلەرنى ئۆلتۈرۈۋېتىشتىن يانمايدۇ)"}]}