{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Die führende Schar, die sich hochmütig verhielt, aus seinem Volk, sagte: \"Wir werden dich, o Su'aib, und diejenigen, die mit dir glauben, ganz gewiß aus unserer Stadt vertreiben, oder aber ihr kehrt zu unserem Glaubensbekenntnis zurück!\" Er sagte: \"Was denn, auch wenn es uns zuwider ist"},{"SurahNumber":7,"VerseNumber":89,"Text":"Wir würden ja gegen Allah eine Lüge ersinnen, wenn wir zu eurem Glaubensbekenntnis zurückkehrten, nachdem Allah uns vor ihr errettet hat. Es steht uns nicht zu, zu ihr zurückzukehren, außer daß Allah, unser Herr, (es) wollte. Unser Herr umfaßt alles mit (Seinem) Wissen. Auf Allah verlassen wir uns. Unser Herr, entscheide zwischen uns und unserem Volk der Wahrheit entsprechend! Du bist ja der beste Entscheider"},{"SurahNumber":7,"VerseNumber":90,"Text":"Aber die führende Schar aus seinem Volk, die ungläubig war, sagte: \"Wenn ihr Su'aib folgt, dann werdet ihr fürwahr Verlierer sein"},{"SurahNumber":7,"VerseNumber":91,"Text":"Da ergriff sie das Zittern, und am Morgen lagen sie in ihrer Wohnstätte auf den Brüsten da"},{"SurahNumber":7,"VerseNumber":92,"Text":"Diejenigen, die Su'aib der Lüge bezichtigen, waren, als hätten sie (überhaupt) nicht darin gewohnt. Diejenigen, die Su'aib der Lüge bezichtigten, waren (nun) selbst die Verlierer"},{"SurahNumber":7,"VerseNumber":93,"Text":"So kehrte er sich von ihnen ab und sagte: \"O mein Volk, ich habe euch doch die Botschaften meines Herrn ausgerichtet und euch gut geraten. Wie sollte ich betrübt sein über ungläubige Leute"},{"SurahNumber":7,"VerseNumber":94,"Text":"Und Wir haben in keine Stadt Propheten gesandt, ohne daß Wir über ihre Bewohner Not und Leid hätten kommen lassen, auf daß sie in Unterwürfigkeit flehen mögen"},{"SurahNumber":7,"VerseNumber":95,"Text":"Hierauf tauschten Wir anstelle des Bösen Gutes ein, bis sie (sich und ihren Besitz) vermehrten und sagten: \"Schon unseren Vätern ist Leid und (auch) Freude widerfahren.\" Da ergriffen Wir sie plötzlich, ohne daß sie merkten"}]}