{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"Ni twatesile kuŵa achinnongola, ŵaŵaliji nkwajongola (ŵandu) ni ulamusi Ŵetu, ni twajuwulile ŵanganyao yakupanganya yambone, ni kwimika Swala mwakolosya, ni kutola Zaka, nambo soni ŵaliji nkutugalagatila Uwwe pe"},{"SurahNumber":21,"VerseNumber":74,"Text":"Nambo soni Lutwi twampele lunda lwakusokoka kwisa soni umanyilisi, nitwan’jokwele ku Musi wawaliji nkutenda yausakwa, chisimu ŵanganyao ŵaliji ŵandu ŵakusakala, ŵakunyosya"},{"SurahNumber":21,"VerseNumber":75,"Text":"Nitwan’jinjisye jwalakwe mu ukoto Ŵetu, chisimu jwalakwe jwaliji muŵandu ŵambone"},{"SurahNumber":21,"VerseNumber":76,"Text":"Soni (munkumbuchilani) Nuhu, ndema ja jwaŵilasile kalakala (pakutuŵenda), basi Uwwe ni twan’jitiche, soni ni twan’jokwele jwalakwe ni ŵapeŵasa ŵakwe ku taabu jekulungwa"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ni twanchenjele kuŵandu ŵaŵaliji nkukanila ma Ȃya Getu, chisimu ŵanganyao ŵaliji ŵandu ŵakusakala. Basi ni twamisisye wosope ŵene"},{"SurahNumber":21,"VerseNumber":78,"Text":"Soni (munkumbuchilani) Daudi ni Sulaimana, pandema jaŵaliji nkwilanya magambo ga n’gunda. Ndema jasyalilemo chilo mbusi sya ŵandu ŵane. Sano Uwwe nitwaliji Mboni pachiilanyo chaocho"},{"SurahNumber":21,"VerseNumber":79,"Text":"Ni twantesile Sulaimana kuŵa jwagamanya chenene (magambogo kajilanye kakwe kwapunda babagwe), sano jwalijose mwa ŵanganyao twampele chiilanyo chambone ni umanyilisi. Ni twagajepepesye matumbi ni ijuni kuti iŵeje inankunswejesya (Allah) pamo ni Daudi, ni twalijitu Uwwe Akutenda (yosope yeneyi)"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ni twan’jiganyisye (Daudi) kapanganye ka iwaalo yachisyano (yapangondo) ligongo lya jenumanja, kuti iŵe inankun’gosa pa kumenyana kwenu, ana jenumanja n’di ŵakutogolela"},{"SurahNumber":21,"VerseNumber":81,"Text":"Sano nombe najo Sulaimana twan’jepepachisye mbungo jachimbunga, jajaliji nkwenda kwa ulamusi wakwe kuja kuchilambo chatwachipele upile (chilambo cha Shami), nitwalijitu Uwwe pachindu chilichose Ŵachimanya chenene"}]}