{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Chisimu aŵala ŵangakukulupilila ya Akhera akwakolanga Achimalaika ni mena gachikongwe (pakuŵecheta kuti ŵanganyao ŵanache ŵachikongwe ŵa Allah)"},{"SurahNumber":53,"VerseNumber":28,"Text":"Ni nganakola ŵanganyao pa yalakweyo umanyilisi uliose, ngakukuya ikaŵeje liganichisya, sano liganichisya lyangakamuchisya chilichose pa yakuona"},{"SurahNumber":53,"VerseNumber":29,"Text":"Basi munnekaani ajula jwaachitundumalile chikumbusyo Chetu (Qur’an), ni ngajukusaka ikaŵeje umi wa duniya"},{"SurahNumber":53,"VerseNumber":30,"Text":"Chele ni chipelela chao cha umanyilisi. Chisimu Ambuje ŵenu (Allah) ni ŵaakummanyilila jwaapoteele kuleka litala Lyakwe, nambo soni ni ŵaakummanyilila jwajongweche"},{"SurahNumber":53,"VerseNumber":31,"Text":"Soni Allah ni Nsyene yosope yaili ku mawunde ni yaili petaka, kuti akaalipile aŵala ŵasakesye pa yaŵapanganyisye, ni kwalipila yambone aŵala ŵaakolosisye (masengo)"},{"SurahNumber":53,"VerseNumber":32,"Text":"Aŵala ŵaakuliŵambasya ilemwa yekulungwa-kulungwa, ni yakunyalaya, ikaŵeje yamwanamwana. Chisimu Ambuje ŵenu (Allah) ni Ŵachikululuko chakusapanguka. Ŵalakwe ni ŵaakummanya chenene jenumanja, kutandila paŵan’gumbaga kuumila mwitaka, ni pandema jankuŵaaga misigo mu itumbo ya achimama ŵenu. Basi ngasilliswejesyaga mwachimisyene, Jwalakwe ni Jwaakummanya chenene jwaali ni woga (wakun’jogopa Allah)"},{"SurahNumber":53,"VerseNumber":33,"Text":"Ana mum’bweni (mmwe Muhammadi ﷺ) ajula jwaagalawiche (kuleka kuunda malamusi ga Allah)"},{"SurahNumber":53,"VerseNumber":34,"Text":"Ni jutosile panandi (mu chipanje chakwe) kaneka ni kuleka (kutolako)"},{"SurahNumber":53,"VerseNumber":35,"Text":"Ana kukwakwe kwana umanyilisi wakusisika, basi jwalakwe ni jukuiona (yanti chipanje chakwecho chichimale ligongo lyakutola)"},{"SurahNumber":53,"VerseNumber":36,"Text":"Ana nganijusalilidwa yaili mu ikalakala ya Musa"},{"SurahNumber":53,"VerseNumber":37,"Text":"Ni Ibrahima ajula juŵakwanilisye (chilanga cha Allah)"},{"SurahNumber":53,"VerseNumber":38,"Text":"Yanti jwantwiichile nsigo (wasambi) ngasaja kutwichila nsigo (wasambi) wajwine"},{"SurahNumber":53,"VerseNumber":39,"Text":"Niyanti mundu nganijukola ikaŵeje yajupanganyisye"},{"SurahNumber":53,"VerseNumber":40,"Text":"Nambo soni kuti masengo gakwe gaachionedwa"},{"SurahNumber":53,"VerseNumber":41,"Text":"Kaneko ni tachilipidwa malipilo gakwana"},{"SurahNumber":53,"VerseNumber":42,"Text":"Ni yanti kwa Ambuje ŵenu (Allah) ni kuchipelela (kwakuwujila indu yosope)"},{"SurahNumber":53,"VerseNumber":43,"Text":"Ni yanti Jwalakwe (Allah) ni Jwaakutendekaasyaga kuseka ni Jwaakutendekasyaga soni kulila"},{"SurahNumber":53,"VerseNumber":44,"Text":"Ni yanti Jwalakwe (Allah) ni Jwaakupeleka chiwa ni Jwaakupeleka soni umi"}]}