{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":28,"Text":"(There is a lesson of perseverance for you in the history of the Dwellers of the Cave). Hold fast to the company of those who remember their Lord morning and evening seeking His Approval. (6:52), (8:52-54), (89:29:30). And let not your eyes overlook them in quest for the beauties of this world. And pay no heed to any whom Our Law has made to forget Us because he only follows his desires, and abandons all that is right"},{"SurahNumber":18,"VerseNumber":29,"Text":"Proclaim, \"This is the Truth from your Lord. Whoever accepts it, let him accept it, and whoever rejects it, let him reject it.\" Verily, for all those who wrong their own \"Self\" We have readied billowing folds of fire to surround them. When they beg for water, they will be given their burning hot deeds that backfire on their faces, a drink of distress they gave others. (9:34-35). How dreadful a drink, and how terrible a resting place"},{"SurahNumber":18,"VerseNumber":30,"Text":"But, behold, as for those who attain belief and do works that help others, verily, We never fail to reward such benefactors of humanity"},{"SurahNumber":18,"VerseNumber":31,"Text":"Theirs shall be the Gardens of Eden with rivers flowing beneath. They will be adorned with bracelets of gold, and wear green robes of finest silk, brocade and velvet, reclining upon thrones of honor. What a wonderful reward, and how goodly a place to rest"},{"SurahNumber":18,"VerseNumber":32,"Text":"(The real success belongs to those who work for both lives.) Cite for them the example of two men. To one of them, We had given two vineyards, and surrounded them with date palms and placed a field of grain in between"},{"SurahNumber":18,"VerseNumber":33,"Text":"Both gardens produced plenty of fruit on time, as We caused a rivulet to flow through them"},{"SurahNumber":18,"VerseNumber":34,"Text":"And so the man had fruit in abundance. One day he boastfully said to his friend, \"I am more than you in wealth and in honor among people"}]}