{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"Y hacemos que descienda lluvia del cielo en una cantidad determinada[651], y la tierra (la absorbe y) la almacena[652]. Y (si quisiéramos) podríamos hacerla desaparecer"},{"SurahNumber":23,"VerseNumber":19,"Text":"Y hacemos que con ella broten para ustedes jardines de palmeras y viñedos que producen abundantes frutos de los que se alimentan"},{"SurahNumber":23,"VerseNumber":20,"Text":"Y (también hacemos que crezca para ustedes) un árbol (el olivo) que crece en el monte Sinaí y les proporciona una grasa (que utilizan) como condimento cuando comen"},{"SurahNumber":23,"VerseNumber":21,"Text":"Y, en verdad, tienen un motivo de reflexión en el ganado. Les damos de beber de lo que hay en sus entrañas (la leche)[653], les aportan muchos beneficios y comen de ellos"},{"SurahNumber":23,"VerseNumber":22,"Text":"Y tanto ellos (los animales) como las embarcaciones les sirven de transporte"},{"SurahNumber":23,"VerseNumber":23,"Text":"Y, ciertamente, enviamos a Noé a su pueblo y les dijo: “¡Pueblo mío!, adoren solo a Al-lah. No tienen ninguna otra divinidad (verdadera) fuera de Él. ¿Acaso no Lo temerán?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Y los dignatarios incrédulos de su pueblo dijeron (a quienes creían en él): “No es más que un ser humano como ustedes que quiere dominarlos. Si Al-lah hubiese querido, habría enviado ángeles (en su lugar). Nunca oímos nada semejante (a lo que él dice) entre nuestros antecesores"},{"SurahNumber":23,"VerseNumber":25,"Text":"No es más que un hombre que está loco. Sean pacientes y esperen por un tiempo (hasta que muera)”"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Entonces) Noé suplicó a Al-lah diciendo: “¡Señor!, ayúdame, pues me desmienten”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Y le revelamos: “Construye un arca bajo Nuestra supervisión, siguiendo Nuestras órdenes; y cuando el agua mane del horno[654], haz que embarque en ella una pareja de cada especie, así como tu familia, salvo quienes decretamos con anterioridad que no se salvarían (su mujer y uno de sus hijos). Y no intentes interceder por los injustos (que rechazan la verdad), pues morirán ahogados"}]}