{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"Inafaa nisiseme juu ya Mwenyezi Mungu ila lilio la Haki. Nami hakika nimekujieni na dalili waziwazi kutokana na Mola Mlezi wenu. Basi waache Wana wa Israili wende nami"},{"SurahNumber":7,"VerseNumber":106,"Text":"Akasema Firauni: Ikiwa umekuja na Ishara, basi ilete ukiwa ni katika wasemao kweli"},{"SurahNumber":7,"VerseNumber":107,"Text":"Basi akaitupa fimbo yake, na mara ikawa nyoka dhaahiri"},{"SurahNumber":7,"VerseNumber":108,"Text":"Na akatoa mkono wake, mara ukawa mweupe kwa watazamao"},{"SurahNumber":7,"VerseNumber":109,"Text":"Wakasema waheshimiwa wa kaumu ya Firauni: Hakika huyo ni mchawi mjuzi"},{"SurahNumber":7,"VerseNumber":110,"Text":"Anataka kukutoeni katika nchi yenu. Basi mnatoa shauri gani"},{"SurahNumber":7,"VerseNumber":111,"Text":"Wakasema: Mwache kidogo yeye na nduguye, na watume mijini wakusanyao"},{"SurahNumber":7,"VerseNumber":112,"Text":"Wakuletee kila mchawi mjuzi"},{"SurahNumber":7,"VerseNumber":113,"Text":"Wakaja wachawi kwa Firauni, wakasema: Hakika tutapata ujira ikiwa tutashinda"},{"SurahNumber":7,"VerseNumber":114,"Text":"Akasema: Naam! Nanyi bila ya shaka mtakuwa katika wa karibu nami"},{"SurahNumber":7,"VerseNumber":115,"Text":"Wakasema: Ewe Musa! Je, utatupa wewe, au tutakuwa sisi tutao tupa"},{"SurahNumber":7,"VerseNumber":116,"Text":"Akasema: Tupeni! Basi walipo tupa waliyazuga macho ya watu na wakawatia khofu, na wakaleta uchawi mkubwa"},{"SurahNumber":7,"VerseNumber":117,"Text":"Nasi tukamfunulia Musa kumwambia: Tupa fimbo yako. Mara ikavimeza vyote vile walivyo vibuni"},{"SurahNumber":7,"VerseNumber":118,"Text":"Kweli ikathibiti na yakabat'ilika waliyo kuwa wakiyatenda"},{"SurahNumber":7,"VerseNumber":119,"Text":"Kwa hivyo walishindwa hapo, na wakageuka kuwa wadogo"},{"SurahNumber":7,"VerseNumber":120,"Text":"Na wachawi wakapoomoka wakisujudu"}]}