{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":70,"Text":"(Yusuf) onların yükünü hazırladığı zaman bir su kabını kardeşinin yükü içine koydu! (Kafile hareket ettikten) sonra bir tellal: Ey kafile! Siz hırsızsınız! diye seslendi"},{"SurahNumber":12,"VerseNumber":71,"Text":"(Yusuf'un kardeşleri) onlara dönerek: Ne arıyorsunuz? dediler"},{"SurahNumber":12,"VerseNumber":72,"Text":"Kralın su kabını arıyoruz; onu getirene bir deve yükü (bahşiş) var dediler. (İçlerinden biri:) Ben buna kefilim, dedi"},{"SurahNumber":12,"VerseNumber":73,"Text":"Allah'a andolsun ki, bizim yeryüzünde fesat çıkarmak için gelmediğimizi siz de biliyorsunuz. Biz hırsız da değiliz, dediler"},{"SurahNumber":12,"VerseNumber":74,"Text":"(Yusuf'un adamları) dediler ki: Peki, siz yalancıysanız bunun cezası nedir"},{"SurahNumber":12,"VerseNumber":75,"Text":"«Onun cezası, kayıp eşya, kimin yükünde bulunursa işte o (şahsa el koymak) onun cezasıdır. Biz zalimleri böyle cezalandırırız» dediler"},{"SurahNumber":12,"VerseNumber":76,"Text":"Bunun üzerine Yusuf, kardeşinin yükünden önce onların yüklerini (aramaya) başladı. Sonra da onu, kardeşinin yükünden çıkarttı. İşte biz Yusuf'a böyle bir tedbir öğrettik, yoksa kralın kanununa göre kardeşini tutamayacaktı. Ancak Allah'ın dilemesi hariç. Biz kimi dilersek onu derecelerle yükseltiriz. Zira her ilim sahibinin üstünde daha iyi bilen birisi vardır"},{"SurahNumber":12,"VerseNumber":77,"Text":"(Kardeşleri) dediler ki: «Eğer o çaldıysa, daha önce onun bir kardeşi de çalmıştı.» Yusuf bunu içinde sakladı, onlara açmadı. (Kendi kendine) dedi ki: Siz daha kötü durumdasınız! Allah, sizin anlattığınızı çok iyi bilir"},{"SurahNumber":12,"VerseNumber":78,"Text":"Dediler ki: Ey aziz! Gerçekten onun çok yaşlı bir babası var. Onun yerine bizim birimizi alıkoy. Zira biz seni, iyilik edenlerden görüyoruz"}]}