{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":5,"VerseNumber":24,"Text":"Ils dirent : « Moïse ! Nous n’y entrerons pas tant qu’ils se trouveront à l’intérieur. Allez donc, toi et ton Seigneur, et livrez-leur bataille. Quant à nous, nous ne bougerons pas d’ici. »"},{"SurahNumber":5,"VerseNumber":25,"Text":"Moïse dit : « Seigneur ! Je n’ai, en vérité, de pouvoir que sur moi-même et sur mon frère. Tranche donc le différend qui nous oppose à ce peuple désobéissant. »"},{"SurahNumber":5,"VerseNumber":26,"Text":"Allah dit : « Ce pays leur sera interdit quarante années durant lesquelles ils seront condamnés à errer sur terre. Ne t’afflige donc pas pour ce peuple désobéissant. »"},{"SurahNumber":5,"VerseNumber":27,"Text":"Raconte-leur, en toute vérité, l’histoire des deux fils d’Adam qui présentèrent chacun une offrande. Mais l’un d’eux vit son offrande acceptée, contrairement à l’autre dont l’offrande fut rejetée. « Je vais te tuer », dit ce dernier à son frère qui lui répondit : « Allah n’accepte que les œuvres de ceux qui Le craignent"},{"SurahNumber":5,"VerseNumber":28,"Text":"Si tu portes la main sur moi pour me tuer, je ne t’imiterai sûrement pas. Je crains Allah, le Seigneur de la Création"},{"SurahNumber":5,"VerseNumber":29,"Text":"Je veux que le péché de mon meurtre s’ajoute aux autres péchés dont tu t’es déjà rendu coupable, de sorte que tu sois voué au feu de l’Enfer, juste rétribution des criminels. »"},{"SurahNumber":5,"VerseNumber":30,"Text":"Mais son âme l’incita à tuer son frère, geste qui provoqua sa perte"},{"SurahNumber":5,"VerseNumber":31,"Text":"Allah envoya alors un corbeau qui, en grattant la terre, lui montra comment enfouir le cadavre de son frère. Il s’exclama : « Malheur à moi ! Ne suis-je donc pas capable, à l’image de ce corbeau, d’ensevelir la dépouille de mon frère ? » Il fut donc en proie aux remords"}]}