{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":59,"Text":"La Hora (de la resurrección) llegará, sin duda alguna; pero la mayoría de los hombres no creen en ella"},{"SurahNumber":40,"VerseNumber":60,"Text":"Y dice vuestro Señor: «Suplicadme, que responderé (a vuestras súplicas). En verdad, quienes se llenen de soberbia y se nieguen a adorarme entrarán en el infierno, humillados»"},{"SurahNumber":40,"VerseNumber":61,"Text":"Al-lah es Quien ha hecho la noche para que descanséis en ella y el día para que podáis ver (y realizar vuestra actividad). Realmente, Al-lah es dueño del favor inmenso sobre los hombres; pero la mayoría de ellos son ingratos"},{"SurahNumber":40,"VerseNumber":62,"Text":"Ese es Al-lah, vuestro Señor, Creador de todas las cosas. No existe nada ni nadie con derecho a ser adorado excepto Él. ¿Cómo podéis alejaros (de la verdad)"},{"SurahNumber":40,"VerseNumber":63,"Text":"Del mismo modo se alejaron de ella quienes negaban las pruebas de Al-lah (y los precedieron)"},{"SurahNumber":40,"VerseNumber":64,"Text":"Al-lah es Quien ha hecho para vosotros de la tierra un lugar para estableceros en ella y del cielo, una sólida construcción (a modo de techo)[886]; os ha modelado dándoos la mejor de las formas y os provee de cosas buenas. Ese es Al-lah, vuestro Señor. ¡Bendito sea Al-lah, Señor de toda la creación"},{"SurahNumber":40,"VerseNumber":65,"Text":"Él es el Viviente; no hay ninguna divinidad verdadera con derecho a ser adorada excepto Él. Adoradlo consagrando vuestra adoración sinceramente a Él. ¡Alabado sea Al-lah, Señor de toda la creación"},{"SurahNumber":40,"VerseNumber":66,"Text":"Di (a tu gente, ¡oh, Muhammad!): «Ciertamente, se me ha prohibido adorar lo que invocáis fuera de Al-lah tras haber recibido pruebas claras de mi Señor y se me ha ordenado someterme al Señor de toda la creación»"}]}