{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":8,"VerseNumber":53,"Text":"Ito’y sa dahilang si Allah ay hindi kailanman magpapabago sa biyaya na Kanyang ipinagkakaloob sa mga tao hangga’t hindi nila binabago ang kalooban ng kanilang sarili. At katotohanang si Allah ay Ganap na Nakakarinig, ang Ganap na Nakakaalam"},{"SurahNumber":8,"VerseNumber":54,"Text":"(Ang kanilang pag-uugali) ay katulad ng pag-uugali ng mga Tao ni Paraon, at ng mga nangauna sa kanila. Sila ay nagpabulaan sa Ayat (mga katibayan, talata, aral, tanda, kapahayagan, atbp.) ng kanilang Panginoon, kaya’t Aming winasak sila dahilan sa kanilang kasalanan, at Aming nilunod ang mga Tao ni Paraon sapagkat silang lahat ay Zalimun (mga mapagsamba sa diyus-diyosan at mapaggawa ng kamalian, buktot, atbp)"},{"SurahNumber":8,"VerseNumber":55,"Text":"Katotohanan, ang pinakamasama sa lahat ng kumikilos (nabubuhay) na nilalang sa Paningin ni Allah ay ang mga hindi sumasampalataya (sa Kaisahan ni Allah, na sumasamba sa iba maliban pa sa Kanya, nagtatakwil sa mga Tagapagbalita, at hindi naniniwala sa Kasulatan), kaya’t sila ay hindi (na) mananampalataya"},{"SurahNumber":8,"VerseNumber":56,"Text":"Sila yaon, na inyong ginawan ng kasunduan, datapuwa’t sinisira nila ang kanilang kasunduan sa bawat panahon, at sila ay hindi nangangamba kay Allah"},{"SurahNumber":8,"VerseNumber":57,"Text":"Kaya’t kung kayo ay naging bihasa na, ng higit sa kanila sa labanan, sila ay inyong parusahan nang matindi upang inyong mapalis ang mga (nagtataguyod) sa likuran nila, upang sila ay magkamit ng aral"},{"SurahNumber":8,"VerseNumber":58,"Text":"Kung ikaw (o Muhammad) ay nangangamba sa kataksilan mula sa sinumang pangkat, iyong ipukol (ang kanilang kasunduan) sa kanila (upang ito ay maging) patas (na wala ng kasunduan sa inyong pagitan [ikaw at sila]). Katotohanang si Allah ay hindi nalulugod sa mga taksil"},{"SurahNumber":8,"VerseNumber":59,"Text":"At huwag hayaang mag-akala ang mga hindi sumasampalataya na sila ay makakalampas (makakatakas sa kaparusahan). Katotohanang hindi nila magagawang iligtas ang kanilang sarili (sa kaparusahan ni Allah)"},{"SurahNumber":8,"VerseNumber":60,"Text":"At gawin ninyong handa laban sa kanila ang lahat ninyong magagawa ng inyong lakas, kasama ang mga kabayo ng digmaan (kasama ang iba pang mapamuksang sandata), upang takutin ang kaaway ni Allah at inyong kaaway, at mga iba pa na hindi ninyo nalalaman, subalit nababatid ni Allah. At ang anumang inyong gugulin sa Kapakanan ni Allah ay babayaran sa inyo, at kayo ay hindi pakikitunguhan ng walang katarungan"},{"SurahNumber":8,"VerseNumber":61,"Text":"Datapuwa’t kung sila ay humilig sa kapayapaan, humilig din kayo rito, at (inyong ilagay) ang pagtitiwala kay Allah. Katotohanang Siya ang Ganap na Nakakarinig, ang Ganap na Maalam"}]}