{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"En Wij hebben na hem geen leger (van engelen) uit de hemel tot zijn volk gezonden, en Wij zonden hen niet"},{"SurahNumber":36,"VerseNumber":29,"Text":"Het was slechts één bliksemslag en toen waren zij dood"},{"SurahNumber":36,"VerseNumber":30,"Text":"Wat jammer voor de dienaren, er komt geen Boodschapper tot hen, of zij drijven de spot met hem"},{"SurahNumber":36,"VerseNumber":31,"Text":"Weten zij dan niet hoeveel generaties vóór hen Wij vernietigd hebben? Zij zullen niet tot hun (wereldse levens) terugkeren"},{"SurahNumber":36,"VerseNumber":32,"Text":"En zij zullen allen bijelkaar bij Ons voorgeleiden zijn"},{"SurahNumber":36,"VerseNumber":33,"Text":"En een teken voor hen is de dode aarde die Wij tot leven doen komen en waaruit Wij graan voortbrengen waarvan zij eten"},{"SurahNumber":36,"VerseNumber":34,"Text":"En Wij hebben daarin tuinen met dadelpalmen en druivenstruiken gemaakt en Wij hebben daarin bronnen doen ontspringen"},{"SurahNumber":36,"VerseNumber":35,"Text":"Opdat zij van haar vruchten eten en van wat hun handen hebben verricht. Zijn zij dan niet dankbaar"},{"SurahNumber":36,"VerseNumber":36,"Text":"Heilig is Degene Die al de soorten heeft geschapen die de aarde voortbrengt en uit henzelf en van wat zij niet weten"},{"SurahNumber":36,"VerseNumber":37,"Text":"En een Teken voor hen is de nacht waarvan Wij de dag onttrekken, dan bevinden zij zich in de duisternis"},{"SurahNumber":36,"VerseNumber":38,"Text":"En de zon loopt in haar vaste baan. Dat is de verordening van de Almachtige, de Alwijze"},{"SurahNumber":36,"VerseNumber":39,"Text":"En Wij hebben voor de maan standen bepaald, zodat zij terugkeert als een oud sikkeltje van een dadeltros"},{"SurahNumber":36,"VerseNumber":40,"Text":"Het is niet mogelijk dat de zon de maan bereikt en de nacht kan de dag niet inhalen. Allen bewegen in een kringloop"}]}