{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"¡Señor nuestro! Introdúcelos en los Jardines del Edén que les prometiste; junto con quienes fueron piadosos y creyentes de sus padres, esposas y descendientes; ciertamente Tú eres Poderoso, Sabio"},{"SurahNumber":40,"VerseNumber":9,"Text":"Presérvales de cometer pecados [y del castigo]. Por cierto que Tú te apiadarás, cuando llegue el Día del Juicio, de aquel que haya sido preservado de cometer pecados; éste será el triunfo grandioso"},{"SurahNumber":40,"VerseNumber":10,"Text":"Pero a los incrédulos se les dirá: Por cierto que la aversión de Allah por vosotros [en esta vida] es mayor que el odio que sentiréis por vosotros mismos [al ser arrojados al Fuego], ya que fuisteis exhortados a la fe y os rehusasteis"},{"SurahNumber":40,"VerseNumber":11,"Text":"Dirán: ¡Oh, Señor nuestro! Nos diste la muerte dos veces [la primera es simbólica, y se refiere al estado embrionario previo a recibir el espíritu y la segunda es la real], y nos diste la vida dos veces [al recibir el espíritu y al resucitarnos el Día del Juicio]; reconocemos nuestros pecados; ¿existe alguna forma de salir [del castigo infernal]"},{"SurahNumber":40,"VerseNumber":12,"Text":"[Se les dirá:] Este tormento que sufrís es porque cuando se os invitaba a creer en Allah Único, no creíais, mas cuando Le atribuyeron copartícipes entonces creísteis. Así merecisteis que Allah, Sublime y Grande, decidiera castigaros"},{"SurahNumber":40,"VerseNumber":13,"Text":"Él es Quien os muestra Sus signos evidentes y os envía la lluvia del cielo como sustento; pero no reflexiona en ello sino quien retorna sumiso [a Allah]"},{"SurahNumber":40,"VerseNumber":14,"Text":"Invocad pues, a Allah, y adoradle con sinceridad, aunque ello disguste a los incrédulos"},{"SurahNumber":40,"VerseNumber":15,"Text":"Él posee los más sublimes atributos, Señor del Trono. Concede la revelación con Su Mensaje a quien Él quiere de Sus siervos, para que advierta sobre el día de la comparecencia"},{"SurahNumber":40,"VerseNumber":16,"Text":"Ese día saldrán [de las tumbas], y nada se ocultará a Allah [de las obras realizadas; y Él preguntará entonces:] ¿Quién es el soberano hoy? [Y Él mismo responderá:] Sólo Allah, Único, Victorioso"}]}