{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Doğrusu Biz onlara gerçeği getirdik; onlar ise şüphesiz yalancılar"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah asla oğul edinmedi ve beraberinde bir tanrı da yoktur; Öyle olsaydı, her tanrı kendi yarattığını sürükleyip gider ve elbette birbirlerine üstünlük taslarlardı. Allah, onların yakıştırdıkları sıfatlardan münezzehtir"},{"SurahNumber":23,"VerseNumber":92,"Text":"Allah, gaybı da aşikar olanı da bilendir. O, onların koştukları ortaklardan çok yücedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki: «Rabbim, eğer onlara va´dedilen azabı bana mutlaka göstereceksen"},{"SurahNumber":23,"VerseNumber":94,"Text":"beni o zalimler güruhu arasında bulundurma Rabbim!»"},{"SurahNumber":23,"VerseNumber":95,"Text":"Şüphesiz ki Biz, onlara yaptığımız tehdidi sana gösterme gücüne sahibiz elbette"},{"SurahNumber":23,"VerseNumber":96,"Text":"Sen o kötülüğü en güzel bir davranışla defet; Biz onların ne halt edeceklerini daha iyi biliriz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ve de ki: «Ey Rabbim, şeytanların dürtüştürmelerinden (kışkırtmalarından) sana sığınırım"},{"SurahNumber":23,"VerseNumber":98,"Text":"Huzuruma gelmelerinden sana sığınırım Rabbim!»"},{"SurahNumber":23,"VerseNumber":99,"Text":"Nihayet onlardan birine ölüm geldiğinde diyecek ki: «Rabbim, döndür, döndür beni, döndür"},{"SurahNumber":23,"VerseNumber":100,"Text":"Belki ben, o bıraktığımda (boşa geçirdiğim dünyada) iyi işler yaparım!» Hayır, hayır! Bu, onun söylediği boş bir sözdür. Ötelerinde ise yeniden diriltilecekleri güne kadar bir engel vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Sur´a üfrüldüğü zaman, artık o gün ne aralarında soy sop ilişkisi olacak, ne de birbirlerini soracaklar"},{"SurahNumber":23,"VerseNumber":102,"Text":"O zaman her kimin tartıları ağır gelirse, işte onlar o kurtuluş bulanlardır"},{"SurahNumber":23,"VerseNumber":103,"Text":"Her kimin de tartıları yeğni (hafif) gelirse, işte onlar kendilerine yazık edenler ve cehennemde kalacaklardır"},{"SurahNumber":23,"VerseNumber":104,"Text":"Orada dişleri sırıtırken ateş yüzlerini yalar"}]}