{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":31,"VerseNumber":29,"Text":"Görmedin mi ki, Allah geceyi gündüze, gündüzü de geceye katar; Güneş ve Ay´ı buyruk altına almıştır herbiri belirlenmiş bir vakte kadar (kendi yörüngesinde) seyredip durur. Ve Allah elbette yapageldiğiniz şeylerden haberlidir"},{"SurahNumber":31,"VerseNumber":30,"Text":"Bu böyledir. Çünkü Allah hakk´tır, O´ndan başka taptıklarınız bâtıldır. Ve elbette Allah cok yücedir, cok büyüktür"},{"SurahNumber":31,"VerseNumber":31,"Text":"Görmedin mi ki, gemi, Allah´ in nîmetiyle denizde yüzüp gider. Allah, bununla (kudretinin yüceliğine delâlet eden) bazı âyetlerini gösterir Şüphesiz ki bunda çokça sabreden, çokça şükreden herkese öğütler, ibretler vardır"},{"SurahNumber":31,"VerseNumber":32,"Text":"Onları dağlar gibi (veya gölge salan bulutlar gibi) dalgalar sarıp kapladığında, dini Allah´a has kılıp samimiyetle O´na duâ edip yalvarırlar. Kendilerini kurtarıp karaya çıkardığı vakit, onlardan bir kısmı sâdık kalıp verdiği söze bağlılık gösterir. Zaten bizim âyetlerimizi ancak cok nankör gaddar olanlar inadla İnkâr ederler"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ey insanlar! Rabbınızdan korkup (kötülüklerden) sakının. Öyle bir günden korkun ki baba, evlâdından ötürü bir şey ödeyemez, evlâd da babasından ötürü bir şey ödeyici değildir. Şüphesiz ki Allah´ın va´di (verdiği söz) haktır. Sakın Dünya hayatı sizi aldatmasın ve sakın o aldanmış mağrur (Şeytan) sizi Allah´a (O´ nun geniş rahmetine ibâdetsiz amelsiz) güvendirmesin"},{"SurahNumber":31,"VerseNumber":34,"Text":"Şüphesiz ki Kıyâmet´in kopuş saatiyle ilgili bilgi Allah´ın yanındadır. Yağmuru O yağdırır; ana rahmindekini O bilir. Hiç kimse yarın ne kazanıp elde edeceğini bilmez. Hiç kimse hangi yerde öleceğini bilmez. Allah elbette (her şeyi hakkıyle) bilendir, (her şeyden mutlaka) haberlidir"}]}