{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"ඔබට පෙර අපි යැවූ දූතයින්ට “නියත වශයෙන්ම මාව මිස, වෙන දෙවියෙකු නැත. එබැවින් මාවම ඔබ නමදිනු” යයි අපි වහී දැනුම් නොදී නැත"},{"SurahNumber":21,"VerseNumber":26,"Text":"(එසේ තිබියදී) මොවුන් රහ්මාන් (මලායිකාවරුන්ව තමන්ට ගැහැනු) දරුවන් වශයෙන් ඇර ගත්තේය යයි පවසන්නාහ. ඔහු නම්, ඉතාමත් පරිශුද්ධවන්තයෙකි. (මලායිකාවරුන් ඔහුගේ දරුවන්) නොව; (ඔවුන් ඔහුගේ) ගෞරවණීය වහලූන්ය"},{"SurahNumber":21,"VerseNumber":27,"Text":"(ඔහුගේ සන්නිධානයෙහි) මොවුන් කිසිම වචනයක් හෝ විරුද්ධව කතා නොකරන්නාහ. ඔහු කළ නියෝගයන් මොවුන් ඉටු කරමින්ම සිටින්නාහ"},{"SurahNumber":21,"VerseNumber":28,"Text":"ඔවුන් ඉදිරියේ ඇති දැයද, පසුපසින් ඇති දැයද ඔහු හොඳින් දන්නේය. ඔහු කැමති අයට මිස, වෙන කිසිවෙකුටත් මොවුන් මැදිහත්ව කතා නොකරන්නාහ. ඔහුට බියෙන් වෙව්ලමින්ම සිටින්නාහ"},{"SurahNumber":21,"VerseNumber":29,"Text":"ඔවුන්ගෙන් කිසිවෙකුත් “අල්ලාහ් හැර, නියත වශයෙන්ම මමත් එක් දෙවියෙකි” යයි පැවසුවහොත් ඔහුට නිරයම අපි ඵලවිපාක බවට දෙන්නෙමු. අපරාධකරුවන්ට (ඔවුන් කවුරුන් වුවද) මේ අන්දමටම අපි ඵලවිපාක දෙන්නෙමු"},{"SurahNumber":21,"VerseNumber":30,"Text":"ආරම්භයේදී එකට එක්කාසු වී තිබුණු අහස්ද, භූමියද අපිම වෙන්කර තැබුවෙමු යන්නද, පණ ඇති සෑම දැයක්ම ජලයෙන් උත්පාදනය කළෙමු යන්නද, මෙම ප්‍රතික්ෂේප කරන්නන් අවධානය කළ යුතු නොවේද? (මෙය) ඔවුන් විශ්වාස නොකරන්නෙහුද"},{"SurahNumber":21,"VerseNumber":31,"Text":"භූමිය මිනිසුන් සමග ඇල නොවී සිටිනු පිණිස, එහි කඳු අපිම සිටෙව්වෙමු. ඔවුන් (කැමති ස්ථානයකට) යනු පිණිස, එහි විශාලවත් පාරවල්ද අපි ඇති කළෙමු"},{"SurahNumber":21,"VerseNumber":32,"Text":"අහස ආරක්ෂා සහිත උඩුවියනක් මෙන්ද අපි නිර්මාණය කළෙමු. (මෙසේ තිබියදී) ඒවායේ ඇති සාධකයන්ද ඔවුන් ප්‍රතික්ෂේප කරන්නාහ"},{"SurahNumber":21,"VerseNumber":33,"Text":"ඔහුම රාත්‍රියද, දහවලද (ඇති කළේය). සූර්යයාද, චන්ද්‍රයාද උත්පාදනය කළේය. මේවා අහසෙහි (තමන්ගේ සීමාවන් තුළ) පිහිනා යන්නේය"},{"SurahNumber":21,"VerseNumber":34,"Text":"(නබියේ!) ඔබට පෙර, කිසිම මිනිසෙකුට අපි මරණයෙන් තොර ජීවිතයක් ඇති කළේ නැත. එබැවින් ඔබ මරණයට පත් වූ පසු මොවුන් සැමදා ජීවත්ව සිටින්නට යන්නෙහුද"},{"SurahNumber":21,"VerseNumber":35,"Text":"සෑම ආත්මයක්ම මරණය අනිවාර්යයෙන්ම අත් විඳින්නාහ. පින් පව් කරන තත්වයෙහි අපි ඔබව (තබා) පිරික්සන්නෙමු. පසුව ඔබ අප වෙතම ගෙන එනු ලබන්නෙහුය"}]}