{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":38,"Text":"And he began constructing the ark. And whenever the chiefs from among his people passed by him, they laughed at him. He said, \"If you laugh at us, we too indeed laugh at you as you laugh at us"},{"SurahNumber":11,"VerseNumber":39,"Text":"So you shall soon come to know on whom will a punishment come that will disgrace him, and on whom will the lasting punishment be imposed"},{"SurahNumber":11,"VerseNumber":40,"Text":"Until when Our command came to be executed and the oven boiled over, We said, \"Carryh in it two of every pair, your own family — except those against whom the divine decree has already come — and those who believe.\" And only a few had believed with him"},{"SurahNumber":11,"VerseNumber":41,"Text":"And he said, \"Get on board! In the name of Allah are its sailing and its anchoring. My Lord is indeed Forgiving, Merciful"},{"SurahNumber":11,"VerseNumber":42,"Text":"And it moved on with them amid waves like mountains, and Noah called out to his son, and he was isolated from others, \"O my son! Get on board with us and be not with those who suppress the Truth"},{"SurahNumber":11,"VerseNumber":43,"Text":"He said, \"I will take shelter on a mountain that shall protect me from the water.\" Noah said, \"There is no protection today from Allah's command but for him on whom He shows mercy.\" And a wave intervened between them, and he (the son) was drowned"},{"SurahNumber":11,"VerseNumber":44,"Text":"And it was decreed, \"O earth, swallow down your water, and O sky, stop!\" And the water was made to abate and the divine Will, accomplished. And the Ark came to rest on the Judi, and it was proclaimed, \"Away with the unjust people"},{"SurahNumber":11,"VerseNumber":45,"Text":"And Noah called upon his Lord and said, \"My Lord! My son indeed is a member of my family, and Your promise is indeed true, and You are the best Judge"}]}