{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":35,"VerseNumber":12,"Text":"Soni nganisiŵa silandene mbwani siŵili; aji ja (mesi ga) kunong’a, gakulyolyopela nambo soni gakumweleka chenene, sano jineji ja (mesi ga) chijete gakuŵaŵa, sano kuumila mu sinasiŵilisi nkulyaga nyama jamatumbi (somba syeŵisi), ni nkukoposyaga ipeto yankuwalaga (ngalekale), ni nkuionaga yombo mwalakwemo inankatanganya kuti nsosejesoseje umbone Wakwe (wa Allah), ni kuti jenumanja m’be ŵakutogolela"},{"SurahNumber":35,"VerseNumber":13,"Text":"Akasachijinjisyaga chilo m’muusi (ni kuleupa muusi kwipipa chilo mpela ndaŵi jachitukuta), ni akwinjisyaga soni muusi m’chilo (ni kuleupa chilo kwipipa muusi mpela ndaŵi jakusisima), ni alijepepesye lyuŵa ni mwesi, yosope ikwenda kwandema jakwe jekolanjidwe, Jwalakwe ni Allah M’mbuje gwenu, uchimwene ni Wakwe. Sano aŵala ŵankwaŵenda kunneka Jwalakwe nganakola (chindu chilichose namuno chamwana nti chisawu) chikoŵa cha lupele lwa tende"},{"SurahNumber":35,"VerseNumber":14,"Text":"Naga nkwaŵenda ŵanganyao nganaŵa apikene kuŵenda kwenu, soni namuno angapikane nga nganan’janga, soni lisiku lya Kiyama tachikana kuwanganya kwenu (kwamwaliji nkwawanganya ni Allah), ni pangali jwampaka ansalile mwakulandana (ni mwaakunsalilila Allah) Jwaasimanya abali syosope"},{"SurahNumber":35,"VerseNumber":15,"Text":"E jenumanja achinaŵandu! Jenumanja ni ŵan’di ŵakulajila kwa Allah, sano Allah ni jwali Jwakupata kwejinji, Jwakulapilidwa kusyesyene"},{"SurahNumber":35,"VerseNumber":16,"Text":"Nasakaga mpaka antyosye jenumanja, ni kwika nayo iwumbe yasambano"},{"SurahNumber":35,"VerseNumber":17,"Text":"Soni yalakweyo kwa Allah nganiyiŵa yakusausya ata panandi"},{"SurahNumber":35,"VerseNumber":18,"Text":"Soni jwaatwiichiile nsigo (wasambi) ngasaja kutwichila nsigo wajwine, soni jwaasitopelwe ali am’bilasile (jwine) ku nsigo wakwe (kuti ampochele), nganiuŵa upocheledwe ata panandi (ni jwalakwejo) namuno juli jwa paulongo. Chisimu mmwe (Muhammadi ﷺ) nkwatetela aŵala ŵaakun’jogopa M’mbuje gwao (Allah) mwangali kum’bona, ni akwimikaga Swala mwakolosya. Sano jwaakuliswejesya, basi nikuti akuliswejesya kwaalikamuchisya nsyene. Soni kwa Allah pe ni kwakuujila (iwumbe yosospe)"}]}