{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":40,"VerseNumber":26,"Text":"En Farao het gesê: Laat dit aan my oor om Moses dood te maak, en laat hom sy Heer aanroep. Gewis, ek vrees dat hy julle godsdiens sal verander, of dat hy onheil in die land sal veroorsaak"},{"SurahNumber":40,"VerseNumber":27,"Text":"En Moses het gesê: Waarlik, ek soek toevlug by my Heer, en julle Heer, teen elkeen wat nie aan die Dag van Afrekening glo nie"},{"SurahNumber":40,"VerseNumber":28,"Text":"En ’n gelowige man onder Farao se volk, wat sy geloof in die geheim beoefen het, het gesê: Wil julle ’n man doodmaak omdat hy sê: My Heer is Allah, en terwyl hy inderdaad duidelike bewyse van julle Heer gebring het? En as hy ’n leuenaar is, dan rus sy leuen op hom; maar as hy opreg is, sal daar iets oor julle kom waaromtrent julle tot dusver slegs bedreig is. Voorwaar, Allah lei nie hom wat oortree en leuens versprei nie"},{"SurahNumber":40,"VerseNumber":29,"Text":"O my volk! Aan julle behoort die koninkryk van hierdie wêreld, terwyl julle die meesters in die land is, maar wie sal ons teen die straf van Allah help wanneer dít oor ons kom? Farao het gesê: Ek toon julle net wat ek sien, en ek lei julle slegs na die regte weg"},{"SurahNumber":40,"VerseNumber":30,"Text":"Maar die gelowige het gesê: O my volk! Ek vrees dat dieselfde met julle sal gebeur as wat met die bondgenote gebeur het"},{"SurahNumber":40,"VerseNumber":31,"Text":"soos dan ook die geval was met die volk van Noag, en Aad en Thamoed en diegene vóór hulle. En Allah begeer geen onreg vir Sy dienaars nie"},{"SurahNumber":40,"VerseNumber":32,"Text":"En, o my volk! Ek vrees om julle ontwil die Dag van Uitroeping"},{"SurahNumber":40,"VerseNumber":33,"Text":"die Dag wanneer julle sal terugval. Dan sal julle niemand hê om julle te red nie. En hy vir wie Allah laat dwaal het, sal geen leier hê nie"}]}