{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"stanovnici Dženneta uživat će tog Dana u blagodatima veseli i radosni…"},{"SurahNumber":36,"VerseNumber":56,"Text":"oni i žene njihove bit će u hladovini na ukrašenim divanima naslonjeni…"},{"SurahNumber":36,"VerseNumber":57,"Text":"u njemu će imati voća, i ono što budu željeli"},{"SurahNumber":36,"VerseNumber":58,"Text":"“Mir vama!”, bit će riječi Gospodara Milostivog…"},{"SurahNumber":36,"VerseNumber":59,"Text":"“a vi, o grešnici, danas se odvojite!”"},{"SurahNumber":36,"VerseNumber":60,"Text":"O sinovi Ademovi, zar vam nisam naredio: “Ne obožavajte šejtana, on vam je neprijatelj otvoreni?…"},{"SurahNumber":36,"VerseNumber":61,"Text":"već se klanjajte Meni – to je Put pravi"},{"SurahNumber":36,"VerseNumber":62,"Text":"On je mnoge od vas u zabludu odveo, kako niste pameti imali"},{"SurahNumber":36,"VerseNumber":63,"Text":"Ovo je Džehennem kojim vam se prijetilo…"},{"SurahNumber":36,"VerseNumber":64,"Text":"pržite se sad u njemu zato što niste vjerovali!”"},{"SurahNumber":36,"VerseNumber":65,"Text":"Danas ćemo im usta zapečatiti, njihove ruke će Nam govoriti, a noge njihove će o onom što su radili svjedočiti"},{"SurahNumber":36,"VerseNumber":66,"Text":"Da smo htjeli, mogli smo ih vida njihova lišiti, pa kad bi na sirat-ćupriju pošli, kako bi vidjeli"},{"SurahNumber":36,"VerseNumber":67,"Text":"A da smo htjeli, mogli smo ih na mjestu na kome su zgriješili u nešto pretvoriti, pa ne bi mogli nikuda otići niti se vratiti"},{"SurahNumber":36,"VerseNumber":68,"Text":"Onom kome dug život damo, Mi mu izgled nagore izmijenimo. Zar oni ne razumiju"},{"SurahNumber":36,"VerseNumber":69,"Text":"Mi Poslanika nismo pjesništvu učili, to mu ne priliči. Ovo je samo pouka – Kur’an jasni…"},{"SurahNumber":36,"VerseNumber":70,"Text":"da opominje onog ko ima pameti, i da zasluže kaznu nevjernici"}]}