{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"Verkeer dus niet in twijfel over wat dezen dienen. Zij dienen slechts zoals hun vaderen vroeger dienden. Wij zullen hun volle aandeel onverkort aan hen vergoeden"},{"SurahNumber":11,"VerseNumber":110,"Text":"Wij hebben het boek aan Moesa gegeven, maar toen werd men het erover oneens. En als er al niet eerder een woord van jouw Heer gekomen was, dan was er tussen hen al een beslissing getroffen. Zij verkeren daarover in hevige twijfel"},{"SurahNumber":11,"VerseNumber":111,"Text":"Maar aan allen zal jouw Heer hun daden zeker vol vergoeden. Hij is welingelicht over wat zij doen"},{"SurahNumber":11,"VerseNumber":112,"Text":"Handel correct zoals aan jou bevolen is en aan wie met jou berouw tonen en wees niet onbeschaamd; Hij doorziet wel wat jullie doen"},{"SurahNumber":11,"VerseNumber":113,"Text":"En zoekt geen steun bij hen die onrecht plegen, dan zal het vuur jullie treffen. En jullie hebben buiten God geen beschermers; dan zullen jullie geen hulp krijgen"},{"SurahNumber":11,"VerseNumber":114,"Text":"En verricht de salaat op de beide uiteinden van de dag en in de vroege uren van de nacht. De goede daden verdrijven de slechte. Dat is een vermaning voor hen die gedenken"},{"SurahNumber":11,"VerseNumber":115,"Text":"En wees geduldig; God laat het loon van hen die goed doen niet verloren gaan"},{"SurahNumber":11,"VerseNumber":116,"Text":"Als er onder de generaties van voor jullie tijd maar mensen met bezonnenheid waren geweest die verboden op de aarde verderf te brengen; er waren er slechts enkelen, die Wij redden. Zij die onrecht deden joegen het hun verleende luxeleven na en zij waren boosdoeners"},{"SurahNumber":11,"VerseNumber":117,"Text":"Jouw Heer is niet zo dat Hij de steden ten onrechte vernietigt, terwijl hun inwoners zich beteren"}]}