{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Those who listen (in truth), be sure, will accept: as to the dead, Allah will raise them up; then will they be turned unto Him"},{"SurahNumber":6,"VerseNumber":37,"Text":"They say: \"Why is not a sign sent down to him from his Lord?\" Say: \"Allah hath certainly power to send down a sign: but most of them understand not"},{"SurahNumber":6,"VerseNumber":38,"Text":"There is not an animal (that lives) on the earth, nor a being that flies on its wings, but (forms part of) communities like you. Nothing have we omitted from the Book, and they (all) shall be gathered to their Lord in the end"},{"SurahNumber":6,"VerseNumber":39,"Text":"Those who reject our signs are deaf and dumb,- in the midst of darkness profound: whom Allah willeth, He leaveth to wander: whom He willeth, He placeth on the way that is straight"},{"SurahNumber":6,"VerseNumber":40,"Text":"Say: \"Think ye to yourselves, if there come upon you the wrath of Allah, or the Hour (that ye dread), would ye then call upon other than Allah?- (reply) if ye are truthful"},{"SurahNumber":6,"VerseNumber":41,"Text":"Nay,- On Him would ye call, and if it be His will, He would remove (the distress) which occasioned your call upon Him, and ye would forget (the false gods) which ye join with Him"},{"SurahNumber":6,"VerseNumber":42,"Text":"Before thee We sent (messengers) to many nations, and We afflicted the nations with suffering and adversity, that they might learn humility"},{"SurahNumber":6,"VerseNumber":43,"Text":"When the suffering reached them from us, why then did they not learn humility? On the contrary their hearts became hardened, and Satan made their (sinful) acts seem alluring to them"},{"SurahNumber":6,"VerseNumber":44,"Text":"But when they forgot the warning they had received, We opened to them the gates of all (good) things, until, in the midst of their enjoyment of Our gifts, on a sudden, We called them to account, when lo! they were plunged in despair"}]}