{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":11,"VerseNumber":118,"Text":"Uye dai Tenzi vako vaida, vaiita vanhu vose boka rimwe (vari vechitendero chimwe, Islaam), asi (vanhu) havambosiyi kusawirirana"},{"SurahNumber":11,"VerseNumber":119,"Text":"Kunze kweuyo akapuhwa tsitsi naTenzi vako, uye izvozvo ndizvo zvavakavasikira (kupa tsitsi kavaiiti vezvakanaka, uye kuranga vaiiti vezvakaipa). Uye shoko raTenzi vako rakazadziswa (nekuti): “Zvirokwazvo ndichazadza Gehena nemaJinn (mashavi) nevanhu pamwechete.”"},{"SurahNumber":11,"VerseNumber":120,"Text":"Uye zvose zvatinokuudza iwe (Muhammad (SAW)) kubva kunhau dzevatumwa ndezvekuti tive tinosimbisa moyo wako nadzo. Uye muichi (chikamu cheQur’aan) chokwadi chauya kwauri, uye yambiro neyeuchidzo kuvatendi"},{"SurahNumber":11,"VerseNumber":121,"Text":"Iti kune avo vasingatendi: “Itai muitiro wenyu, isu tirikuita (muitiro wedu).”"},{"SurahNumber":11,"VerseNumber":122,"Text":"“Uye mirirai! Zvirokwazvo nesu takamirira.”"},{"SurahNumber":11,"VerseNumber":123,"Text":"Uye Allah ndivo muridzi wezvakavanzika zvekumatenga nepanyika, uye kwavari ndiko kunodzokera hurongwa hwese. Nokudaro vanamate (iwe Muhammad (SAW)) uye vimba navo. Uye Tenzi vako vanoziva zvose zvamunoita"},{"SurahNumber":12,"VerseNumber":1,"Text":"Alif – Laam – Raa. (Mashoko aya ndiwo mamwe ezvishamiso zviri muQur’aan, uye hapana anoziva zvaanoreva kunze kwaAllah (voga)). Idzi indima dzeGwaro riri pachena (rinoburitsa pachena zvinobvumidzwa nezvinorambidzwa, mitemo, nhungamiri uye makomborero)"},{"SurahNumber":12,"VerseNumber":2,"Text":"Zvirokwazvo, takaburutsa iri Qur’aan muchirudzi chechiArabhu kuti muve munorinzwisisa"},{"SurahNumber":12,"VerseNumber":3,"Text":"Tinokutsanangurira iwe (Muhammad (SAW)) nhaurwa dzakanaka kuburikidza muzvizvarurwa zvedu kwauri muQur’aan iri. Uye mushure meizvi (kwekuuya Qur’aan kwauri) waive umwe weavo vasina chavanoziva"},{"SurahNumber":12,"VerseNumber":4,"Text":"(Rangarira) Josefa paakati kuna baba vake: “Imi baba vangu! Zvirokwazvo, ndaona (muhope dzangu) nyeredzi gumi neimwe uye zuva uye mwedzi, ndazviona zvichindipfugamira.”"}]}