{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":16,"VerseNumber":7,"Text":"Nagdadala ang mga ito ng mga pasanin ninyo tungo sa isang bayang hindi kayo aabot doon malibang may hirap ng mga sarili. Tunay na ang Panginoon ninyo ay talagang Mahabagin, Maawain"},{"SurahNumber":16,"VerseNumber":8,"Text":"Ang mga kabayo, ang mga mola, at ang mga asno ay upang sakyan ninyo ang mga ito at bilang gayak. Lumilikha Siya ng mga hindi ninyo nalalaman"},{"SurahNumber":16,"VerseNumber":9,"Text":"Nasa kay Allāh ang pagpapalinaw ng landas, at kabilang sa mga [daang] ito ay nakatabingi. Kung sakaling niloob Niya, talaga sanang nagpatnubay Siya sa inyo nang magkakasama"},{"SurahNumber":16,"VerseNumber":10,"Text":"Siya ay ang nagpababa mula sa langit ng tubig, na para sa inyo mula rito ay may inumin at mula rito ay may mga punong-kahoy na doon kayo nagpapastol"},{"SurahNumber":16,"VerseNumber":11,"Text":"Nagpapatubo Siya para sa inyo sa pamamagitan nito ng mga pananim, mga oliba, mga datiles, mga ubas, at kabilang sa lahat ng mga bunga. Tunay na sa gayon ay talagang may tanda para sa mga taong nag-iisip-isip"},{"SurahNumber":16,"VerseNumber":12,"Text":"Pinagsilbi Niya para sa inyo ang gabi at ang maghapon, at ang araw at ang buwan. Ang mga bituin ay mga pinagsisilbi ayon sa utos Niya. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nakapag-uunawa"},{"SurahNumber":16,"VerseNumber":13,"Text":"[Pinagsilbi Niya] ang nilalang Niya para sa inyo sa lupa na nagkakaiba-iba ang mga kulay nito. Tunay na sa gayon ay talagang may tanda para sa mga taong nagsasaalaala"},{"SurahNumber":16,"VerseNumber":14,"Text":"Siya ay ang nagpasilbi ng dagat upang kumain kayo mula rito ng sariwang laman at humango kayo mula rito ng hiyas na isinusuot ninyo. Nakikita mo ang mga daong habang mga bumubungkal dito, upang maghangad kayo mula sa kabutihang-loob Niya; at nang sa gayon kayo ay magpapasalamat"}]}