{"Id":289,"LanguageCodes":["ps","pus"],"Name":"pus-zakariaabulsala","Author":"Zakaria Abulsalam","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"بېشكه د جنت والا نن ورځ په مشغولتیا كې دي، خوند اخيستونكي دي"},{"SurahNumber":36,"VerseNumber":56,"Text":"دوى او د دوى ښځې په سیورو كې (ناست) دي، په تختونو باندې تكیه وهونكي دي"},{"SurahNumber":36,"VerseNumber":57,"Text":"د دوى لپاره په دغو (جنتونو) ښې مېوې دي او د دوى لپاره هغه څه دي چې دوى يې غواړي"},{"SurahNumber":36,"VerseNumber":58,"Text":"سلام دى (چې دوى ته به ویلى شي) ښكاره ویل د رب له جانبه، چې ډېر مهربان دى"},{"SurahNumber":36,"VerseNumber":59,"Text":"او (وبه ویل شي:) اى مجرمانو! تاسو نن ورځ بېل بېل شئ"},{"SurahNumber":36,"VerseNumber":60,"Text":"اى بني ادمو! ایا ما تاسو ته كلك حكم نه و كړى، داسې چې تاسو د شیطان عبادت مه كوئ. یقینًا هغه ستاسو ښكاره دښمن دى"},{"SurahNumber":36,"VerseNumber":61,"Text":"او داسې چې تاسو زما عبادت كوئ، دا نېغه لار ده؟"},{"SurahNumber":36,"VerseNumber":62,"Text":"او یقینًا یقینًا ده (شیطان) په تاسو كې ډېر خلق ګمراه كړي دي، ایا نو تاسو داسې نه یئ چې عقل وچلوئ؟"},{"SurahNumber":36,"VerseNumber":63,"Text":"(منكرانو ته به په اخرت كې وویل شي:) دا هغه جهنم دى چې تاسو ته به يې وعده دركول كېده"},{"SurahNumber":36,"VerseNumber":64,"Text":"تاسو ده ته په نن ورځ ننوځئ، په سبب د هغه كفر چې تاسو به كاوه"},{"SurahNumber":36,"VerseNumber":65,"Text":"نن ورځ به مونږ د دوى په خولو مهر ولګوو، او زمونږ سره به د دوى لاسونه خبرې كوي او د دوى پښې به ګواهي كوي په هغو كارونو چې دوى به كول"},{"SurahNumber":36,"VerseNumber":66,"Text":"او كه مونږ غوښتلى (نو) د دوى سترګې به مو محوه (هوارې) كړې وى، نو دوى به (خپلې معلومې) لارې ته وړاندې شوي وى، بیا به دوى څنګه لېدله"},{"SurahNumber":36,"VerseNumber":67,"Text":"او كه مونږ غوښتلى (نو) خامخا مونږ به دوى په خپلو ځایونو كې مسخ كړي وو، نو (بیا به) دوى نه د وړاندې تللو طاقت لاره او نه به بېرته ګرځېدلى وى"},{"SurahNumber":36,"VerseNumber":68,"Text":"او هر هغه څوك چې مونږ هغه ته اوږد عمر وركړو (نو) هغه په تخلیق (ساخت) كې نسكور كړو، ایا نو دوى عقل مندي نه كوي"},{"SurahNumber":36,"VerseNumber":69,"Text":"او مونږ ده ته شعر نه دى ښودلى او نه دا له ده سره ښايېږي، نه دى دا كتاب مګر نصیحت دى او بیانوونكى قرآن دى"},{"SurahNumber":36,"VerseNumber":70,"Text":"د دې لپاره چې دغه (قرآن، یا نبي) هغه څوك ووېروي چې ژوندى وي او د دې لپاره چې په كافرانو خبره ثابته شي"}]}