{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"Hos Hans proofs er skibene sejler havet sejl flag"},{"SurahNumber":42,"VerseNumber":33,"Text":"Dersom Han willed Han stilled vindene forlade dem motionless på top af vandet. De være proofs de er steadfast taknemlige"},{"SurahNumber":42,"VerseNumber":34,"Text":"Han annihilate dem konsekvens deres egen arbejder. Hellere Han oversiver mer (af deres synder)"},{"SurahNumber":42,"VerseNumber":35,"Text":"De som argumentere vore proofs gøre det grundlægge ydre at de ikke haver grundlag"},{"SurahNumber":42,"VerseNumber":36,"Text":"Whatever du gives er nej mer end midlertidige materiel den liv. Hvad GUD possesses er fjerneste godt everlasting de tro stole deres Lord"},{"SurahNumber":42,"VerseNumber":37,"Text":"De undlader gross synder vice og hvornår angered de tilgir"},{"SurahNumber":42,"VerseNumber":38,"Text":"De svarer deres Lord ved observing Kontakten Bønner (Salat)! Deres affærer besluttes due konsultation sig og vore forråd dem de giver velgørenhed"},{"SurahNumber":42,"VerseNumber":39,"Text":"Hvornår gross uretfærdighed befalls dem de stå deres retter"},{"SurahNumber":42,"VerseNumber":40,"Text":"Retfærdige requital uretfærdighed er ækvivalente gengældelse de som benåder vedligeholde retmæssighed belønnes GUD! Han ikke elsker de unjust"},{"SurahNumber":42,"VerseNumber":41,"Text":"Certainly de stå deres retter hvornår uretfærdighed befalls dem ikke forpligte nogen fejl"},{"SurahNumber":42,"VerseNumber":42,"Text":"forkert en er de behandler folkene unjustly tilholdsted til aggression provokation! De incurred smertelige gengældelse"},{"SurahNumber":42,"VerseNumber":43,"Text":"Resorting tålmodighed tilgivelse reflekterer sande styrke karakter"},{"SurahNumber":42,"VerseNumber":44,"Text":"Whomever GUD sender astray aldrig fund vil nogen øvrige lord du se such overtrædere hvornår de ser gengældelsen sigende vi få another chance"}]}