{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"So Pharaoh commanded, \"Bring every sorcerer of great knowledge before me"},{"SurahNumber":10,"VerseNumber":80,"Text":"When the sorcerers came, Moses said to them, \"Throw whatever you may throw"},{"SurahNumber":10,"VerseNumber":81,"Text":"When they had thrown down, Moses said to them, \"Everything you have done is sorcery, and God will show it to be false. God does not support the works of those who cause corruption"},{"SurahNumber":10,"VerseNumber":82,"Text":"God confirms the Truth by His words, even though those who force others to reject God's messages hate it"},{"SurahNumber":10,"VerseNumber":83,"Text":"Only a handful of Moses' people declared their faith in him, [while others held back] for fear that Pharaoh would persecute them and their own people. Pharaoh was mighty on earth and prone to excesses"},{"SurahNumber":10,"VerseNumber":84,"Text":"Moses said, \"My people, if you believe in God, place your trust in Him if you have [truly] surrendered yourselves to Him"},{"SurahNumber":10,"VerseNumber":85,"Text":"They answered, \"We have placed our trust in God. Our Lord, do not make us an object of persecution for the people who do evil"},{"SurahNumber":10,"VerseNumber":86,"Text":"and save us, by Your grace, from people who deny the truth"},{"SurahNumber":10,"VerseNumber":87,"Text":"We revealed to Moses and his brother, \"Make homes for your people in Egypt and [tell them], 'Turn your houses into places of worship and be constant in prayer.' Give good news to the believers"},{"SurahNumber":10,"VerseNumber":88,"Text":"Moses prayed, \"Lord, You have given Pharaoh and his inner circle splendor and wealth in this life, and they are leading others astray from your path. Lord, wipe out their riches and harden their hearts, so that they will not attain faith until they see painful suffering"}]}