{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"Ya ce: \"Ya mutãnẽna! Kun gani? Idan na kasance a kan hujja bayyananna daga Ubangijina, kuma Ya bã ni rahama daga gare Shi, to, wane ne zai taimake ni daga Allah idan nã sãɓa Masa? Sa'an nan bã zã ku ƙãre ni da kõme ba fãce hasãra"},{"SurahNumber":11,"VerseNumber":64,"Text":"Kuma ya mutãnena! wannan rãƙumar Allah ce, tanã ãyã a gare ku. Sai ku bar ta ta ci a cikin ƙasar Allah, kuma kada ku shãfe ta da wata cũta kar azãba makusanciya ta kãma ku"},{"SurahNumber":11,"VerseNumber":65,"Text":"Sai suka sõke ta. Sai ya ce: \"Kuji dãɗi a cikin gidãjenku kwãna uku. Wannan wa'adi ne bã abin ƙaryatãwa ba"},{"SurahNumber":11,"VerseNumber":66,"Text":"To, a lõkacin da umurninMu ya je, muka kuɓutar da Sãlihu da waɗanda suka yi ĩmãni tãre da shi, sabõda wata rahama daga gare Mu, kuma daga wulãkancin rãnar nan. Lalle ne Ubangijinka Shĩ neMai ƙarfi, Mabuwãyi"},{"SurahNumber":11,"VerseNumber":67,"Text":"Sai tsãwa ta kãma waɗanda suka yi zãlunci, sai suka wãyi gari sunã guggurfãne a cikin gidãjensu"},{"SurahNumber":11,"VerseNumber":68,"Text":"Kamar dai ba su zauna a cikinta ba. To! Lalle ne samũdãwa sun kãfirce wa Ubangijinsu. To, Nĩsa ya tabbata ga Samũdãwa"},{"SurahNumber":11,"VerseNumber":69,"Text":"Kuma haƙĩƙa, manzanninMu sun je wa Ibrãhim da bushãra suka ce: \"Aminci.\" Ya ce: \"Aminci (ya tabbata a gare ku).\" Sa'an nan bai yi jinkiri ba ya je da maraƙi ƙawãtacce"},{"SurahNumber":11,"VerseNumber":70,"Text":"Sa'an nan a lõkacin da ya ga hannayensu bã su sãduwa zuwa gare shi (maraƙin), sai ya yi ƙyãmarsu, kuma ya ji tsõronsu. Suka ce, \"Kada kaji tsõro lalle ne mũ, an aiko mu ne zuwa ga mutãnen Lũɗu"},{"SurahNumber":11,"VerseNumber":71,"Text":"Kuma mãtarsa tanã tsaye. Ta yi dãriya. Sai Muka yi mata bushãra (da haihuwar) Is'hãƙa, kuma a bayan Is'hãƙa, Yãƙũbu"}]}