{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"«Yo no disculpo a mi alma. En verdad, el alma ordena insistentemente el mal, excepto en lo que mi Señor tiene misericordia. En verdad, mi Señor es perdonador, misericordiosísimo con los creyentes.»"},{"SurahNumber":12,"VerseNumber":54,"Text":"Y dijo el rey. «¡Traedlo a mí! ¡Le haré mi favorito!» y cuando habló con él, dijo: «En verdad, hoy (has encontrado) entre nosotros un puesto de honor y de confianza.»"},{"SurahNumber":12,"VerseNumber":55,"Text":"Él dijo: «Ponme al frente de los almacenes del país. En verdad, soy un buen guardián y tengo conocimiento.»"},{"SurahNumber":12,"VerseNumber":56,"Text":"Así es como dimos a José una posición en la Tierra que le permitía establecerse donde quisiera. Nosotros otorgamos Nuestra misericordia a quien queremos y no dejamos que se pierda la recompensa de quienes hacen el bien"},{"SurahNumber":12,"VerseNumber":57,"Text":"Y, sin duda, para quienes han creído y han sido temerosos la recompensa de la otra vida es mejor aún"},{"SurahNumber":12,"VerseNumber":58,"Text":"Y vinieron los hermanos de José y se presentaron ante él y él les reconoció pero ellos no le reconocieron"},{"SurahNumber":12,"VerseNumber":59,"Text":"Y cuando les hubo suministrado sus provisiones, dijo: «Traedme a vuestro hermano de padre. ¿No veis como os doy la medida justa y soy el mejor de los anfitriones"},{"SurahNumber":12,"VerseNumber":60,"Text":"Y si no venís a mí con él, no obtendréis de mi más medidas ni os acercaréis a mí.»"},{"SurahNumber":12,"VerseNumber":61,"Text":"Ellos dijeron: «Se lo pediremos a su padre con insistencia y, en verdad, lo haremos.»"},{"SurahNumber":12,"VerseNumber":62,"Text":"Él dijo a sus mancebos: «Ponedles los objetos con los que han pagado en sus sacos, puede que los reconozcan cuando regresen a su familia, quizás así regresen.»"},{"SurahNumber":12,"VerseNumber":63,"Text":"Y, cuando regresaron a su padre, dijeron: «¡Oh, padre nuestro! ¡Nos han negado la medida! Envía, pues, con nosotros a nuestro hermano para que podamos obtener las medidas y nosotros, ciertamente, le protegeremos.»"}]}