{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Will he whose breast has been opened up to peace (not be) in luminescence from his Lord? Alas for those whose hearts have been hardened to God's remembrance! They wander (astray) in clear error"},{"SurahNumber":39,"VerseNumber":23,"Text":"God has sent down the very best discourse, the Book conformable in its juxtapositions, which makes all of those who fear their Lord, shudder. So their hearts and bodies become receptive to the remembrance of God. This is the guidance of God with which He guides whosoever He will; but whosoever God allows to go astray has none to show him the way"},{"SurahNumber":39,"VerseNumber":24,"Text":"Can he who will have to shield himself against the torment of the Day of Resurrection (be the same as one at peace)? The evil-doers will be told: \"So taste what you earned"},{"SurahNumber":39,"VerseNumber":25,"Text":"Those before them had denied, then punishment had overtaken them is from a quarter they did not suspect"},{"SurahNumber":39,"VerseNumber":26,"Text":"Then God made them taste of disgrace in this life; and the torment of the life to come is greater, if they understand"},{"SurahNumber":39,"VerseNumber":27,"Text":"We have given examples of every kind for men in this Qur'an so that they may contemplate"},{"SurahNumber":39,"VerseNumber":28,"Text":"A clear discourse which expounds all things without any obliquity, so that they may take heed for themselves"},{"SurahNumber":39,"VerseNumber":29,"Text":"God advances the example of a man who is owned (as slave in common) by a number of men at loggerheads, and another man who is owned by only one. Are these two alike in attribute? God be praised; yet many of them do not know"},{"SurahNumber":39,"VerseNumber":30,"Text":"Verily you will die, and so will they"},{"SurahNumber":39,"VerseNumber":31,"Text":"Then on the Day of Resurrection you will dispute before your Lord"}]}