{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"Menkorͻfoͻ, memmisa mo (nsεm a meka kyerε mo no) ho sika. M’akatua deε εwͻ Nyankopͻn hͻ; na me mmpamo wͻn a wͻ’agye adie no. Nokorε sε, wͻ’behyia wͻn Wura Nyankopͻn, nanso mehu mo sε nnipa bi a moti awuo"},{"SurahNumber":11,"VerseNumber":30,"Text":"Menkorͻfoͻ, sε mepamo wͻn a hwan na ͻbεboa me wͻ Nyankopͻn hͻ? Adεn monnwen"},{"SurahNumber":11,"VerseNumber":31,"Text":"Mennka nkyerεε mo sε, Nyankopͻn akoradeε wͻ me hͻ, anaasԑ menim kokoa mu asεm, mennka nkyerεε mo nso sε, meyε Soro abͻfoͻ, εna mennkaa nso sε, wͻn a mobu wͻn animtia wᴐ moanisoͻ no Nyankopͻn mma wͻn papa. Nyankopͻn Nim deε εwͻ wͻn mu. (Sε maka nsεm bi saa akyerε mo a), εneε na anka meka abͻneεfoͻ no ho"},{"SurahNumber":11,"VerseNumber":32,"Text":"(Nenkorͻfoͻ no) kaa sε: ”Noa, wone yεn agye akyinnye paa ama wone yεn akyinyeε no adͻͻso dodo, enti fa deε w’ahyε yεn ho bͻ no bra yεn so, sε woyε nokwafoͻ ampa a”"},{"SurahNumber":11,"VerseNumber":33,"Text":"(Noa) kaa sε: Nea sԑ Ͻpԑ a ͻde (asotwee no) bεba mosoͻ no deε Ɔne Nyankopͻn, na montumi nnsi (saa asotwee no) ho kwan”"},{"SurahNumber":11,"VerseNumber":34,"Text":"Sε mepεsε metu mofo mpo na Nyankopͻn pεsε Ɔyera mo a, m’afutuo no ho mma mfasoͻ biara mma mo. Ɔno ne mo Wura Nyankopͻn no, na Nehͻ na mobεsan akͻ"},{"SurahNumber":11,"VerseNumber":35,"Text":"Anaasε (Nkͻmhyεni), wͻ’ka sε: “W’abͻ wotri mu (na w’atwerε Quraan) no?” Ka sε: “Sε mebͻͻ metri mu ampa a, me bͻne da me ara me so; na medeε menka bͻne a moyε no ho.”"},{"SurahNumber":11,"VerseNumber":36,"Text":"Yeyi kyerεε Noa sε: “Nokorԑ sԑ wo nkorͻfoͻ no nnye nni (bio) gyesε wͻn mu wͻn a wͻ’adikan agye adi no ara; na εmma wo werε nnho wͻ deε wͻ’reyε no ho"},{"SurahNumber":11,"VerseNumber":37,"Text":"Enti pam nsuom hyεn ma Yεnhwε sεdeε Y’eyi kyerεε (woͻ no). Na hwε na wone me ankasa amma abͻneεfoͻ no. Nokorε sε nsuo bεfa wͻn"}]}