{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Bu da mı bir sihir? Yoksa siz görmüyor musunuz"},{"SurahNumber":52,"VerseNumber":16,"Text":"Girin oraya, ister sabredin ister etmeyin artık sizin için birdir. Siz hep yaptıklarınıza göre cezalandırılacaksınız\" (denilecek)"},{"SurahNumber":52,"VerseNumber":17,"Text":"Şüphesiz (günahlardan) korunanlar da cennetlerde, nimetler içindedirler"},{"SurahNumber":52,"VerseNumber":18,"Text":"Rablerinin kendilerine verdiği ile zevk ü sefâ sürerler. Rableri onları, cehennem azabından korumuştur"},{"SurahNumber":52,"VerseNumber":19,"Text":"(Onlara): \"Yaptıklarınıza karşılık afiyetle yeyin, için\" (denilir)"},{"SurahNumber":52,"VerseNumber":20,"Text":"Sıra sıra dizilmiş koltuklara yaslanırlar. Ayrıca biz onları ceylan gözlü hûrilerle evlendirdik"},{"SurahNumber":52,"VerseNumber":21,"Text":"İman edip zürriyetleri de iman ile kendilerine tâbi olanlar (yok mu?); işte biz, onların nesillerini de kendilerine kattık. Kendilerinin amellerinden birşey de eksiltmedik. Herkes kendi kazandığına bağlıdır"},{"SurahNumber":52,"VerseNumber":22,"Text":"Onlara canlarının istediği meyvalar ve etlerden bol bol verdik"},{"SurahNumber":52,"VerseNumber":23,"Text":"Orada bir kadeh kapışırlar ki, onda ne bir saçmalama vardır, ne de günaha sokma"},{"SurahNumber":52,"VerseNumber":24,"Text":"Kendilerine ait bir takım hizmetçiler de onların etrafında dönerler. Bu gençler sanki sedefleri içine gizlenmiş inci gibidirler"},{"SurahNumber":52,"VerseNumber":25,"Text":"Birbirlerine yönelip soruyorlar"},{"SurahNumber":52,"VerseNumber":26,"Text":"Ve diyorlar ki: \"Gerçekte biz daha önce (dünya hayatında) âilemiz içinde (âkibetimizden) korkardık"},{"SurahNumber":52,"VerseNumber":27,"Text":"Allah bize lutfetti de bizi (vücûdun) içine işleyen (kavurucu) azabdan korudu"},{"SurahNumber":52,"VerseNumber":28,"Text":"Gerçekten biz bundan önce O'na yalvarıyorduk. Çünkü iyilik eden, esirgeyen ancak O'dur"},{"SurahNumber":52,"VerseNumber":29,"Text":"(Ey Muhammed!) sen hatırlat, öğüt ver. Rabbinin nimeti sayesinde sen ne kâhinsin, ne de mecnûn"},{"SurahNumber":52,"VerseNumber":30,"Text":"Yoksa onlar (senin için): \"Bir şâirdir, zamanın felaketlerine çarpılmasını gözetliyoruz.\" mu diyorlar"},{"SurahNumber":52,"VerseNumber":31,"Text":"De ki: Bekleyin, çünkü ben de sizinle beraber bekleyenlerdenim"}]}