{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"“۞ Adati: “Kodi sindidakuuze (kuti) ndithu iwe sutha kupirira nane?”"},{"SurahNumber":18,"VerseNumber":76,"Text":"“(Mûsa) adati: “Ngati ndikufunsanso chilichonse pambuyo pa ichi, usandilole kutsagana nawe. Ndiye kuti wakwaniritsa dandaulo lako pa ine.”"},{"SurahNumber":18,"VerseNumber":77,"Text":"“Choncho adamuka; kufikira pamene adawapeza eni mudzi ndipo adawapempha eni mudziwo chakudya, koma adakana kuwalandira monga alendo. Ndipo adapezamo khoma lili pafupi kugwa, (ndipo Khidhiriyo) adaliimika. (Mûsa) adati: “Ngati ukadafuna, ukadalandira malipiro (pa ntchitoyi kuti tigulire chakudya).”"},{"SurahNumber":18,"VerseNumber":78,"Text":"“(Khidhiri) adati: “Awa ndiwo malekano pakati pa ine ndi iwe. Tsopano ndikuuza tanthauzo la zomwe sudathe kupirira nazo.”"},{"SurahNumber":18,"VerseNumber":79,"Text":"““Tsopano chombo chija, chidali cha masikini ogwira ntchito pa nyanja, ndipo ndidafuna kuchiononga (mwadala) chifukwa patsogolo pawo padali mfumu yomwe imatenga chombo chilichonse (chabwino) molanda.”"},{"SurahNumber":18,"VerseNumber":80,"Text":"““Ndipo mnyamata uja, makolo ake adali okhulupirira, ndipo tidaopera kuti angawachititse zoipa (makolo akewo) ndi za kusakhulupirira (mwa Allah)"},{"SurahNumber":18,"VerseNumber":81,"Text":"“Choncho tidafuna kuti Mbuye wawo awasinthire ndi wabwino kuposa iye pa kuyera, ndi wachifundo chapafupi (kwa makolo ake.)”"},{"SurahNumber":18,"VerseNumber":82,"Text":"““Tsopano chipupa chija, chidali cha ana awiri amasiye mu mzindamo; ndipo pansi pake padali chuma chawo (chimene adawasiira bambo wawo) ndipo tate wawo adali munthu wabwino choncho Mbuye wako adafuna kuti akule misinkhu yawo ndipo adzadzitulutsire chuma chawocho; ichi ndi chifundo chochokera kwa Mbuye wako. Ndipo ine sindidachite zinthu zimenezi mwandekha. Limenelo ndilo tanthauzo la zomwe sudathe kupirira nazo.”"},{"SurahNumber":18,"VerseNumber":83,"Text":"“Ndipo akukufunsa nkhani za Thul-Qarnain. Auze: “Ndikulakatulirani zina mwa nkhani zake.”"}]}