{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":76,"VerseNumber":6,"Text":"aus einer Quelle, aus der ALLAHs Diener trinken, sie lassen sie kräftig sprudeln"},{"SurahNumber":76,"VerseNumber":7,"Text":"Sie erfüllen das Gelübde und fürchten einen Tag, dessen Bosheit ausgebreitet ist"},{"SurahNumber":76,"VerseNumber":8,"Text":"Und sie speisen die Speise trotz Liebe ihr gegenüber den Armen, den Waisen und den Gefangengehaltenen"},{"SurahNumber":76,"VerseNumber":9,"Text":"Wir speisen euch doch nur um ALLAHs Willen. Wir wollen von euch weder Lohn noch Danksagung"},{"SurahNumber":76,"VerseNumber":10,"Text":"gewiß, wir fürchten von unserem HERRN einen dunklen, unheilvollen Tag"},{"SurahNumber":76,"VerseNumber":11,"Text":"Dann schützte ALLAH sie vor der Bosheit diese Tages und gewährte ihnen Strahlen und Freude"},{"SurahNumber":76,"VerseNumber":12,"Text":"und vergalt ihnen dafür, daß sie sich in Geduld übten Dschanna und Seide"},{"SurahNumber":76,"VerseNumber":13,"Text":"angelehnt darin auf Liegen. Sie sehen darin weder Sonne noch Mond"},{"SurahNumber":76,"VerseNumber":14,"Text":"Und nahe sind über ihnen ihre Schatten und ihre Früchte wurden sehr leicht verfügbar gemacht"},{"SurahNumber":76,"VerseNumber":15,"Text":"Und ihnen wird serviert mit Schalen aus Silber und Kelchen, die Gläserne sind"},{"SurahNumber":76,"VerseNumber":16,"Text":"Gläserne aus Silber, die sie richtig schätzten"},{"SurahNumber":76,"VerseNumber":17,"Text":"Und ihnen wird darin zu trinken gegeben Wein, der mit Ingwer gemischt ist"},{"SurahNumber":76,"VerseNumber":18,"Text":"aus einer Quelle darin, die Sal-sabil heißt"},{"SurahNumber":76,"VerseNumber":19,"Text":"Und ihnen servieren ewige Dienstjungen, wenn du sie siehst, denkst du, sie wären ausgestreute Perlen"},{"SurahNumber":76,"VerseNumber":20,"Text":"Und wenn du dort siehst, siehst du Wohlergehen und großen Reichtum"},{"SurahNumber":76,"VerseNumber":21,"Text":"Sie bedeckt Kleidung aus grünem Sundos und Istabraq. Und sie wurden mit Armbändern aus Silber geschmückt und ihr HERR gab ihnen reines Getränk zu trinken"},{"SurahNumber":76,"VerseNumber":22,"Text":"Gewiß, dies ist für euch eine Belohnung. Und euer Bestreben wurde reichlich belohnt"},{"SurahNumber":76,"VerseNumber":23,"Text":"Gewiß, WIR sandten dir den Quran in sukzessivem Hinabsenden hinab"},{"SurahNumber":76,"VerseNumber":24,"Text":"So übe dich in Geduld dem Urteil deines HERRN gegenüber und höre auf keinen Verfehlenden oder äußerst Kufr-Betreibenden von ihnen"},{"SurahNumber":76,"VerseNumber":25,"Text":"Und gedenke des Namens deines HERRN in der Morgenfrühe und vor Sonnenuntergang"}]}