{"Id":66,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":61,"VerseNumber":6,"Text":"A kada Isa, sin Merjemin, reče: \"O sinovi Israilovi, ja sam vam Allahov poslanik, da vam potvrdim prije mene objavljeni Tevrat i da vam donesem radosnu vijest o poslaniku čije je ime Ahmed, koji će poslije mene doći\", i kad im je donio jasne dokaze, oni rekoše: \"Ovo je očita vradžbina"},{"SurahNumber":61,"VerseNumber":7,"Text":"A ima li većeg zulumćara od onoga koji o Allahu laži iznosi dok se u islam poziva?! A Allah neće uputiti ljude zulumćare"},{"SurahNumber":61,"VerseNumber":8,"Text":"Oni žele utrnuti Allahovo svjetlo ustima svojim, a Allah će upotpuniti svjetlo Svoje, makar to mrzili nevjernici"},{"SurahNumber":61,"VerseNumber":9,"Text":"On je Onaj Koji je poslao Svog Poslanika s Uputom i Vjerom Istine da bi je uzdigao iznad svih vjera, makar to višebošci mrzili"},{"SurahNumber":61,"VerseNumber":10,"Text":"O vi koji vjerujete, hoćete li da vam ukažem na trgovinu, koja će vas iz patnje bolne spasiti"},{"SurahNumber":61,"VerseNumber":11,"Text":"U Allaha i Poslanika Njegova vjerujte i i mecima svojim i životima svojim na Allahovu putu se borite - to vam je, da znate, bolje"},{"SurahNumber":61,"VerseNumber":12,"Text":"On će vam grijehe vaše oprostiti i uvesti vas u džennetske bašče, kroz koje rijeke teku, i u divne dvorove u vrtovima Adna; to je uspjeh veliki"},{"SurahNumber":61,"VerseNumber":13,"Text":"A dat će vam i drugu blagodat koju volite: Allahovu pomoć i skoru pobjedu! Zato obraduj vjernike"},{"SurahNumber":61,"VerseNumber":14,"Text":"O vi koji vjerujete, budite pomagači Allahovi, kao što je rekao Isa, sin Merjemin, prisnim sljedbenicima: \"Ko su moji pomagači u pozivanju Allahu?\" Prisni sljedbenici odgovoriše: \"Mi smo Allahovi pomagači!\" Onda je jedna skupina iz potomaka Israilovih povjerovala, a druga skupina uznevjerovala! Pa smo one koji su vjerovali protiv njihovih neprijatelja osnažili pa su postali nadmoćni"}]}