{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"Kuma lalle shĩ, haƙĩƙa, wani ilmi ne na Sa'a, sabõda haka, kada ku yi shakka a gare ta, kuma ku bĩ Ni. Wannan ita ce hanya madaidaiciya"},{"SurahNumber":43,"VerseNumber":62,"Text":"Kuma kada Shaiɗan ya taushe ku (daga hanyar). Lalle shĩ maƙiyi ne a gare ku, mai bayyanãwar ƙiyayya"},{"SurahNumber":43,"VerseNumber":63,"Text":"Kuma a lõkacin da Ĩsã ya jẽ da hujjõji bayyanannu, ya ce: \"Lalle ne nã zo muku da hikima kuma dõmin in bayyana muku, sãshen abin da kuke sãɓã wa jũna acikinsa, sabõda haka ku bi Allah da taƙawa, kuma ku yi mini ɗã'a"},{"SurahNumber":43,"VerseNumber":64,"Text":"Lalle ne, Allah Shĩ ne Ubangijina kuma Shi ne Ubangijinku sabõda haka ku bauta Masa. Wannan ita ce hanya madaidaiciya"},{"SurahNumber":43,"VerseNumber":65,"Text":"Sai ƙungiyõyi *suka sãɓa a tsakãninsu. To, bone yã tabbata ga waɗanda suka yi zãlunci daga azãbar yini mai raɗaɗi"},{"SurahNumber":43,"VerseNumber":66,"Text":"Shin sunã jiran wani abu ne? sai dai Sa'a ta jẽ musu bisaga abke, alhãli kuwa ba su sani ba"},{"SurahNumber":43,"VerseNumber":67,"Text":"Masõya a yinin nan, sãshensu zuwa ga sãshe maƙiya ne, fãce mãsu taƙawa (sũ kam mãsu son jũna ne)"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ya bãyĩNa! Bãbu tsõro a kanku a yau, kuma bã zã ku yi baƙin ciki ba"},{"SurahNumber":43,"VerseNumber":69,"Text":"Waɗanda suka yi ĩmãni da ãyõyin Mu, kuma suka kasance mãsu sallamawar al'amari (ga Allah)"},{"SurahNumber":43,"VerseNumber":70,"Text":"Ku shiga Aljanna, kũ da mãtan aurenku, anã girmama ku"},{"SurahNumber":43,"VerseNumber":71,"Text":"Anã kẽwayãwa a kansu da akussa na zĩnãriya da kõfuna, alhãli kuwa a cikinsu akwai abin da rãyuka ke marmari kuma idãnu su ji dãɗi, kuma kũ, a cikinta (Aljannar), madawwama ne"},{"SurahNumber":43,"VerseNumber":72,"Text":"Kuma waccan ita ce Aljannar, wannan da aka gãdar da ku ita sabõda abin da kuka kasance kunã aikatãwa"},{"SurahNumber":43,"VerseNumber":73,"Text":"Kunã sãmu, a cikinta, 'yã'yan itãcen marmari mãsu yawa, daga cikinsu kuke ci"}]}