{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"Or, Who originates the creation, then reproduces it and Who gives you sustenance from the heaven and the earth. Is there a god With Allah? Say: Bring your proof if you are truthful"},{"SurahNumber":27,"VerseNumber":65,"Text":"Say: No one in the heavens and the earth knows the unseen but Allah; and they do not know when they shall be raised"},{"SurahNumber":27,"VerseNumber":66,"Text":"Nay, their knowledge respecting the hereafter is slight and hasty; nay, they are in doubt about it; nay, they are quite blind to it"},{"SurahNumber":27,"VerseNumber":67,"Text":"And those who disbelieve say: What! when we have become dust and our fathers (too), shall we certainly be brought forth"},{"SurahNumber":27,"VerseNumber":68,"Text":"We have certainly been promised this, we and our fathers before; these are naught but stories of the ancients"},{"SurahNumber":27,"VerseNumber":69,"Text":"Say: Travel in the earth, then see how was the end of the guilty"},{"SurahNumber":27,"VerseNumber":70,"Text":"And grieve not for them and be not distressed because of what they plan"},{"SurahNumber":27,"VerseNumber":71,"Text":"And they say: When will this threat come to pass, if you are truthful"},{"SurahNumber":27,"VerseNumber":72,"Text":"Say: Maybe there may have drawn near to you somewhat of that which you seek to hasten on"},{"SurahNumber":27,"VerseNumber":73,"Text":"And surely your Lord is the Lord of grace to men, but most of them are not grateful"},{"SurahNumber":27,"VerseNumber":74,"Text":"And most surely your Lord knows what their breasts conceal and what they manifest"},{"SurahNumber":27,"VerseNumber":75,"Text":"And there is nothing concealed in the heaven and the earth but it is in a clear book"},{"SurahNumber":27,"VerseNumber":76,"Text":"Surely this Quran declares to the children of Israel most of what they differ in"}]}