{"Id":174,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul","Author":"Muhammad Hamidullah","Language":"French","Description":"French","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"ceux qui ont fait du Coran des fractions diverses, (pour créer des doutes)"},{"SurahNumber":15,"VerseNumber":92,"Text":"Par ton Seigneur! Nous les interrogerons tous"},{"SurahNumber":15,"VerseNumber":93,"Text":"sur ce qu'ils œuvraient"},{"SurahNumber":15,"VerseNumber":94,"Text":"Expose donc clairement ce qu'on t'a commandé et détourne-toi des associateurs"},{"SurahNumber":15,"VerseNumber":95,"Text":"Nous t'avons effectivement défendu vis-à-vis des railleurs"},{"SurahNumber":15,"VerseNumber":96,"Text":"Ceux qui associent à Allah une autre divinité. Mais ils sauront bientôt"},{"SurahNumber":15,"VerseNumber":97,"Text":"Et Nous savons certes que ta poitrine se serre, à cause de ce qu'ils disent"},{"SurahNumber":15,"VerseNumber":98,"Text":"Glorifie donc Ton Seigneur par Sa louange et sois de ceux qui se prosternent"},{"SurahNumber":15,"VerseNumber":99,"Text":"et adore ton Seigneur jusqu'à ce que te vienne la certitude (la mort)"},{"SurahNumber":16,"VerseNumber":1,"Text":"L'ordre d'Allah arrive. Ne le hâtez donc pas. Gloire à Lui! Il est au-dessus de ce qu'on Lui associe"},{"SurahNumber":16,"VerseNumber":2,"Text":"Il fait descendre, par Son ordre, les Anges, avec la révélation sur qui Il veut parmi Ses serviteurs: «Avertissez qu'il n'est d'autre divinité que Moi. Craignez-Moi donc»"},{"SurahNumber":16,"VerseNumber":3,"Text":"Il a créé les cieux et la terre avec juste raison. Il transcende ce qu'on [Lui] associe"},{"SurahNumber":16,"VerseNumber":4,"Text":"Il a créé l'homme d'une goutte de sperme; et voilà que l'homme devient un disputeur déclaré"},{"SurahNumber":16,"VerseNumber":5,"Text":"Et les bestiaux, Il les a créés pour vous; vous en retirez des [vêtements] chauds ainsi que d'autres profits. Et vous en mangez aussi"},{"SurahNumber":16,"VerseNumber":6,"Text":"Ils vous paraissent beaux quand vous les ramenez, le soir, et aussi le matin quand vous les lâchez pour le pâturage"}]}