{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"och gjorde dem till ledare som ledde [människorna] enligt Våra befallningar, och Vi ingav dem [vilja] att göra gott och att regelbundet förrätta bönen och att hjälpa de behövande. Och de ägnade Oss hela sin dyrkan"},{"SurahNumber":21,"VerseNumber":74,"Text":"OCH [MINNS] Lot! Vi gav honom visdom och kunskap, och Vi räddade honom från [hans] folk, som begick onda och skamliga handlingar; de var fördärvade människor, som trotsade [Gud]"},{"SurahNumber":21,"VerseNumber":75,"Text":"Vi inneslöt honom i Vår nåd, och han var sannerligen en av de rättsinniga"},{"SurahNumber":21,"VerseNumber":76,"Text":"OCH [MINNS] Noa! - Hur han i forna dagar bad [om Guds hjälp mot sitt folk] och hur Vi bönhörde honom och därpå räddade honom och hans närmaste undan den stora floden"},{"SurahNumber":21,"VerseNumber":77,"Text":"Vi gav honom styrka att stå emot folket, som avvisade Våra budskap som lögn; dessa människor var i sanning fördärvade och Vi dränkte dem alla"},{"SurahNumber":21,"VerseNumber":78,"Text":"OCH [MINNS] David och Salomo - hur de dömde i ett fall där får [tillhörande] en grupp människor hade kommit in under natten på en [främmande] åker och betat av säden. Vi var vittne till deras dom"},{"SurahNumber":21,"VerseNumber":79,"Text":"Fastän Vi hade gett Salomo en djupare förståelse av saken, hade Vi gett båda visdom och kunskap. Och Vi befallde bergen och fåglarna att tillsammans med David lovprisa Oss - Vi har makt att göra detta"},{"SurahNumber":21,"VerseNumber":80,"Text":"Och Vi lärde honom att tillverka brynjor åt er för att göra er mer motståndskraftiga i era krigståg. Är ni tacksamma [för detta]"},{"SurahNumber":21,"VerseNumber":81,"Text":"Och Vi gjorde stormvinden till Salomos [tjänare], och den skyndade på hans befallning till landet som Vi har välsignat; Vi har kunskap om allt"}]}