{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":62,"Text":"Na kagiya a makalpas siran na pitharo iyan ko mangoda niyan: \"Witang ka sii so ipaghoto ta; sabnsabnar a riyaot ta sa kaphlalakaw ta ini a dokaw"},{"SurahNumber":18,"VerseNumber":63,"Text":"Pitharo (o mangoda niyan) a: \"Ino miyailaing ka gowani ko domkhata ko lakongan? Na mataan! a sakn na kiyalipatang ko so sda: Na da a lominipat rakn on ko kaaloya ko ron a rowar ko shaytan: Na miyakambaal sa lalan iyan ko kalodan a pakammsa"},{"SurahNumber":18,"VerseNumber":64,"Text":"Pitharo (o Mosa) a: \"Giyoto man so pphlolobaan ta\": Na komiyasoy siran ko kiyaiposan iran, sa gi iran panondogn so lakaw iran"},{"SurahNumber":18,"VerseNumber":65,"Text":"Na miyakatoon siran sa isa a oripn, a pd ko manga oripn Ami, a bigan Ami skaniyan sa limo a phoon ko hadapan Ami, go inndao Ami skaniyan phoon ko hadapan Ami sa katao"},{"SurahNumber":18,"VerseNumber":66,"Text":"Pitharo on o Mosa: \"Ino o onota ko rka, sa undaon ka rakn so inindao rka a ontol"},{"SurahNumber":18,"VerseNumber":67,"Text":"Pitharo o (Khidhr) a: \"Mataan! a ska na di ka dn makagaga phantang sa kapagonot ka rakn"},{"SurahNumber":18,"VerseNumber":68,"Text":"Na andamanaya i kakhapantangang ka ko dang ka skaniyan szba a katao"},{"SurahNumber":18,"VerseNumber":69,"Text":"Pitharo o (Mosa) a: \"Khatkhad akong ka, omiyog so Allah, a mapantang: Go da a zorangng ko a sogoan ka"},{"SurahNumber":18,"VerseNumber":70,"Text":"Pitharo (o Khidhr): \"Na o pagonot ka rakn, na ding ka rakn pagizaan so apiya antonaa, taman sa di ko rka mapanothol sa mawsay i sabap iyan"},{"SurahNumber":18,"VerseNumber":71,"Text":"Na lomiyalakaw siran a dowa: Taman sa kagiya a makada siran ko awang, na libo niyan. Pitharo (o Mosa): \"Ba aya kiyalboang ka on na pagldn ka so taw ron? Sabnsabnar a miyakanggolawla ka sa shay´ a tanto a marata"},{"SurahNumber":18,"VerseNumber":72,"Text":"Pitharo iyan: \"Ba akn da tharoa a mataan! a ska na di ka dn makagaga phantang sa kapagonot ka rakn"},{"SurahNumber":18,"VerseNumber":73,"Text":"Pitharo (o Mosa): \"Di akong ka khararangiti sabap ko kiyalipat akn, go di akong ka phaliyogati ko miyanggolawla ko sa margn"},{"SurahNumber":18,"VerseNumber":74,"Text":"Na lomiyalakaw siran a dowa: Taman sa minithoona iran a bagowamama, na biyono iyan. Pitharo (o Mosa): \"Ino ka phamono sa baraniyawa a da a sala iyan ka da a miyabono iyan a taw? Sabnsabnar a minggolawla ka sa shay´ a mala a pakasisingay"}]}