{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":23,"Text":"เจ้า (มุฮัมมัด) มิได้มองดูบรรดาผู้ที่ได้รับส่วนหนึ่งจากคัมภีร์ ดอกหรือ โดยที่พวกเขาถูกเชิญชวนไปสู่คัมภีร์ของอัลลอฮฺ เพื่อคัมภีร์นั้นจะได้ตัดสินระหว่างพวกเขา (พวกผิดประเวณี) แล้วกลุ่มหนึ่งในหมู่พวกเขาก็ผินหลังให้ และพวกเขาก็กำลังผินหลังให้อยู่"},{"SurahNumber":3,"VerseNumber":24,"Text":"นั่นก็เพราะพวกเขากล่าวว่า ไฟนรกนั้นจะไม่แตะต้องพวกเราเลย นอกจากบรรดาวันที่ถูกนับไว้ และสิ่งที่พวกเขากุขึ้นในศาสนาของพวกเขานั้น ได้หลอกลวงพวกเขาให้หลงเชื่อ"},{"SurahNumber":3,"VerseNumber":25,"Text":"แล้วจะเป็นอย่างไรเล่า เมื่อเราได้ชุมนุมพวกเขาไว้สำหรับวันหนึ่งซึ่งในวันนั้นไม่มีการสงสัยใด ๆ และแต่ละชีวิตจะถูกตอบแทนอย่างครบถ้วนในสิ่งที่ชีวิตนั้นได้แสวงหาไว้ โดยที่พวกเขาจะไม่ถูกอธรรม"},{"SurahNumber":3,"VerseNumber":26,"Text":"จงกล่าวเถิด (มุฮัมมัด) ว่าข้าแต่อัลลอฮฺผู้ทรงอภิสิทธิ์แห่งอำนาจทั้งปวง พระองค์นั้นจะทรงประทานอำนาจแก่ผู้ที่พระองค์ทรงประสงค์ และจะทรงถอดถอนอำนาจจากผู้ที่พระองค์ทรงประสงค์ และจะทรงให้เกียรติแก่ผู้ที่พระองค์ทรงประสงค์ และจะทรงยังความต่ำต้อยแก่ผู้ที่พระองค์ทรงประสงค์ ความดีทั้งหลายนั้นอยู่ที่พระหัตถ์ของพระองค์ แท้จริงพระองค์นั้นเป็นผู้ทรงอานุภาพเหนือทุกสิ่งทุกอย่าง"},{"SurahNumber":3,"VerseNumber":27,"Text":"พระองค์ทรงให้กลางคืนเข้าไปในกลางวัน และทรงให้กลางวันเข้าไปในกลางคืน และทรงให้สิ่งที่มีชีวิต ออกจากสิ่งที่ไม่มีชีวิต และทรงให้สิ่งที่ไม่มีชีวิตออกจากสิ่งที่มีชีวิต และทรงให้ปัจจัยยังชีพแก่ผู้ที่พระองค์ทรงประสงค์โดยปราศจากการคำนวณ"},{"SurahNumber":3,"VerseNumber":28,"Text":"ผู้ศรัทธาทั้งหลายนั้น จงอย่าได้ยึดเอาบรรดาผู้ปฏิเสธศรัทธาเป็นมิตรอื่นจากบรรดามุมิน และผู้ใดกระทำเช่นนั้น เขาย่อมไม่อยู่ในสิ่งใดที่มาจากอัลลอฮฺ นอกจากพวกเจ้าจะป้องกัน (ให้พ้นอันตราย) จากพวกเขาจริงๆเท่านั้น และอัลลอฮฺทรงเตือนพวกเจ้าให้ยำเกรงพระองค์และยังอัลลอฮฺนั้นคือการกลับไป (ของพวกเจ้า)"},{"SurahNumber":3,"VerseNumber":29,"Text":"จงกล่าวเถิด (มุฮัมมัด) ว่า หากพวกท่านปกปิดสิ่งที่อยู่ในอกของพวกท่าน หรือเปิดเผยมันก็ตาม อัลลอฮฺก็ย่อมรู้ถึงสิ่งนั้นดีและทรงรู้สิ่งที่อยู่ในบรรดาชั้นฟ้า และสิ่งที่อยู่ในแผ่นดิน และอัลลอฮฺนั้นทรงอานุภาพเหนือทุกสิ่งทุกอย่าง"}]}