{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"Y no te hemos enviado sino como portador de buenas nuevas y amonestador"},{"SurahNumber":25,"VerseNumber":57,"Text":"Di: «No os pido por ello una recompensa excepto que quien quiera tome un camino hacia su Señor.»"},{"SurahNumber":25,"VerseNumber":58,"Text":"Y confía en el Vivo que no muere y glorifícale con alabanzas. Él es suficiente para estar informado de los pecados de Sus siervos"},{"SurahNumber":25,"VerseNumber":59,"Text":"Él es Quien creó en seis días los cielos y la Tierra y lo que entre ambos hay. Luego, Se estableció sobre el Trono. El Clementísimo. Pregúntale, pues Él está bien informado"},{"SurahNumber":25,"VerseNumber":60,"Text":"Y si se les dice: «¡Prosternaos para el Clementísimo!” dicen: “¿Y qué es el Clementísimo? ¿Habremos de prosternarnos ante lo que nos ordenéis?» Y se incrementa su rechazo"},{"SurahNumber":25,"VerseNumber":61,"Text":"Bendito sea Quien ha puesto constelaciones en el cielo y ha puesto en él una lámpara y una Luna luminosa"},{"SurahNumber":25,"VerseNumber":62,"Text":"Y Él es Quien ha puesto la noche y el día sucediéndose, para quien quiera reflexionar o quiera agradecer"},{"SurahNumber":25,"VerseNumber":63,"Text":"Y los siervos del Clementísimo son quienes van por la Tierra con humildad y si los ignorantes se dirigen a ellos, les dicen: «¡Paz!»"},{"SurahNumber":25,"VerseNumber":64,"Text":"y quienes pasan parte de la noche prosternados o en pie para su Señor"},{"SurahNumber":25,"VerseNumber":65,"Text":"y quienes dicen: «¡Señor nuestro! ¡Aparta de nosotros el castigo del Infierno!» En verdad, su castigo es abrumador y eterno"},{"SurahNumber":25,"VerseNumber":66,"Text":"Una mala residencia y morada"},{"SurahNumber":25,"VerseNumber":67,"Text":"Y quienes, cuando gastan, no despilfarran ni son tacaños, pues el equilibrio está entre ambos extremos"}]}