{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"And severed their Scripture into fragments"},{"SurahNumber":15,"VerseNumber":92,"Text":"By your Lord We shall question them one and all"},{"SurahNumber":15,"VerseNumber":93,"Text":"About their deeds"},{"SurahNumber":15,"VerseNumber":94,"Text":"So declare to them what We have enjoined, and turn away from idolaters"},{"SurahNumber":15,"VerseNumber":95,"Text":"We are surely sufficient to deal with those who scoff at you"},{"SurahNumber":15,"VerseNumber":96,"Text":"Who place other gods besides God. They will come to know soon"},{"SurahNumber":15,"VerseNumber":97,"Text":"We are well aware that you are disheartened by what they say"},{"SurahNumber":15,"VerseNumber":98,"Text":"But you should glorify your Lord with praises, and be among those who bow in submission"},{"SurahNumber":15,"VerseNumber":99,"Text":"And go on worshipping your Lord till the certainty (of death) comes upon you"},{"SurahNumber":16,"VerseNumber":1,"Text":"THE DECREE of GOD will surely come; so do not try to hasten it: Too glorious and high is He for what they associate with Him"},{"SurahNumber":16,"VerseNumber":2,"Text":"He sends the angels with revelation by His command, to any of His creatures as He please, (saying): \"Warn that there is no god but I, so fear Me"},{"SurahNumber":16,"VerseNumber":3,"Text":"He created the heavens and the earth with reason. Too glorious and high is He for what they associate with Him"},{"SurahNumber":16,"VerseNumber":4,"Text":"Man He created from a drop of semen; and still he becomes an open contender"},{"SurahNumber":16,"VerseNumber":5,"Text":"He created the cattle from whom you get warm clothing and (other) advantages, and some you eat"},{"SurahNumber":16,"VerseNumber":6,"Text":"There is life and cheer for you as you drive them home in the evening, and lead them out in the morning to graze"}]}