{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"Çdo gjë që ju është dhënë juve, ajo është kënaqësi e kësaj jete dhe stoli e saj, ndërsa ajo që është tek Allahu është më e mirë dhe më e përhershme. Vallë, a nuk e kuptoni"},{"SurahNumber":28,"VerseNumber":61,"Text":"Si mund të jetë i njëjtë ai, që i kemi premtuar shpërblim të mirë, të cilin do ta arrijë dhe ai që i kemi dhënë kënaqësi në jetën e kësaj bote, ndërkohë që në Ditën e Kiametit, do të hidhet në zjarr"},{"SurahNumber":28,"VerseNumber":62,"Text":"Atë Ditë, Allahu do t’i thërrasë ata dhe do t’u thotë: “Ku janë ata për të cilët pretendonit se ishin ortakët e Mi?!”"},{"SurahNumber":28,"VerseNumber":63,"Text":"Ata që kanë merituar dënimin Tonë, do të thonë: “O Zoti ynë, këta janë ata, që ne i çuam në rrugë të shtrembër. Ne i çuam ata në rrugë të shtrembër, ashtu siç shkuam edhe vetë në atë rrugë. Ne deklarohemi të pafajshëm para Teje; ata nuk na kanë adhuruar ne”"},{"SurahNumber":28,"VerseNumber":64,"Text":"Atyre do t’u thuhet: “Thirrni hyjnitë tuaja!” - dhe ata do t’i thërrasin ato, por nuk do të marrin asnjë përgjigje. Ata do të shohin dënimin dhe do të dëshirojnë që të kishin qenë në rrugën e drejtë"},{"SurahNumber":28,"VerseNumber":65,"Text":"Atë Ditë, Ai do t’i thërrasë, duke u thënë: “Ç’përgjigje iu dhatë të dërguarve?”"},{"SurahNumber":28,"VerseNumber":66,"Text":"Atë ditë, argumentet e tyre do t’u ngatërrohen e ata nuk do të mund të pyesin njëri - tjetrin"},{"SurahNumber":28,"VerseNumber":67,"Text":"Porse, ai që pendohet, beson dhe bën vepra të mira, do të jetë i shpëtuar"},{"SurahNumber":28,"VerseNumber":68,"Text":"Zoti yt krijon ç’të dojë dhe zgjedh lirisht, ndërsa ata (idhujt) nuk mund të zgjedhin. Qoftë i lavdëruar Allahu dhe i lartësuar mbi gjithçka që ia shoqërojnë Atij (në adhurim)"},{"SurahNumber":28,"VerseNumber":69,"Text":"Zoti yt e di çfarë fshehin zemrat e tyre dhe çfarë shprehin"},{"SurahNumber":28,"VerseNumber":70,"Text":"I tillë është Allahu! S’ka zot tjetër të vërtetë përveç Tij! Atij i takojnë falënderimet dhe lavdërimet në këtë jetë dhe në tjetrën! Vetëm Atij i përket vendimi dhe tek Ai do të ktheheni"}]}