{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"Ndipo aliyense amene Mulungu afuna kumutsogolera, Iye amatsegula mtima wake kuti akhale Msilamu ndipo aliyense amene Iye afuna kumusocheretsa, Iye amachititsa mtima wake kukhala opapatizika ndi ovutika ngati kuti akukwera kumwamba. Mmenemo ndi mmene Mulungu amaikira mkwiyo pa anthu osakhulupirira"},{"SurahNumber":6,"VerseNumber":126,"Text":"Iyi ndi njira ya Ambuye wako, yoyenera. Ife tafotokoza chivumbulutso kwa anthu oganizira"},{"SurahNumber":6,"VerseNumber":127,"Text":"Kwa iwo kudzakhala nyumba ya mtendere imene ili ndi Ambuye wawo. Iye adzakhala Mtetezi wawo chifukwa cha zimene anali kuchita"},{"SurahNumber":6,"VerseNumber":128,"Text":"Ndipo patsiku limene adzawasonkhanitsa onse, ndi kuti: “oh inu gulu la majini! Inu mudali kusokeletsa anthu mu unyinji wawo.” Ndipo anzawo ochokera m’gulu la anthu adzati: “Ambuye ife tidapindula kuchokera kwa wina ndi mnzake, koma tsopano tafika pa mapeto ya nthawi yathu imene mudatikhazikitsira ife.” Mulungu adzati: “Kumoto ndiko kumalo kwanu ndipo kumeneko mukakhala mpaka kalekale kufikira pamene Mulungu adzafuna.” Ndithudi Ambuye wako ndi Wanzeru ndi Wozindikira"},{"SurahNumber":6,"VerseNumber":129,"Text":"Ndipo motero ndi mmene timapangira anthu olakwa kuthandizana wina ndi mzake chifukwa cha zimene anali kuchita"},{"SurahNumber":6,"VerseNumber":130,"Text":"Inu gulu la majini ndi anthu! “Kodi sikudadze kwa inu Atumwi a mtundu wanu amene adali kukuuzani za zizindikiro zanga ndi kuchenjeza za kukumana kwa tsiku lanuli?” Iwo adzayankha, “Ife tidzichitira umboni wodzitsutsa tokha.” Ndi moyo wa dziko lino lapansi umene udawanyenga. Ndipo iwo adzadzichitira umboni okha kuti iwo adali osakhulupirira"},{"SurahNumber":6,"VerseNumber":131,"Text":"Ichi ndi chifukwa chakuti Ambuye wako samaononga Mizinda chifukwa cha zochita zawo, pamene anthu ake sadali kudziwa"}]}