{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":80,"Text":"Allah evlerinizi sizin için bir huzur ocağı yaptı.Davarların derilerinden de, gerek göçtüğünüz, gerek konakladığınız günlerde sizin için taşınması kolay evler (çadırlar, portatif evler) nasib etti.O davarların yünlerinden, tüylerinden veya kıllarından bir süreye kadar faydalanacağınız giyilecek, döşenecek ve kullanılacak eşyalar yapma imkânı verdi"},{"SurahNumber":16,"VerseNumber":81,"Text":"Allah yarattığı şeylerin bir kısmında size gölgelikler, dağlarda da sizin için barınaklar yaptı.Sizi sıcaktan ve soğuktan koruyacak elbiseler ve savaşta sizi koruyacak zırhlar var etti.Böylece Allah üzerinizdeki nimetlerini tamamlar ki O'na teslimiyetle itaat edesiniz"},{"SurahNumber":16,"VerseNumber":82,"Text":"Eğer bunca nimetlere rağmen yüz çevirirlerse sen sorumlu değilsin.Çünkü senin açık tebliğden başka bir görevin yoktur"},{"SurahNumber":16,"VerseNumber":83,"Text":"Müşrikler Allah'ın nimetini bilmekle beraber, bunları kendilerine veren Allah’tan başkasına ibadet etmekle bu nimetleri inkâr ederler.Onların çoğu işte böyle nankördürler"},{"SurahNumber":16,"VerseNumber":84,"Text":"Gün gelir, o gün her ümmetten birer şahit getiririz.Artık ne o kâfirlere konuşmaları için izin verilir, ne de özür dileme imkânı bırakılacak"},{"SurahNumber":16,"VerseNumber":85,"Text":"O zalimler cehennem azabını görünce yalvarıp yakarırlar.Fakat ne azapları hafifletilir, ne de kendilerine mühlet verilir."},{"SurahNumber":16,"VerseNumber":86,"Text":"Müşrikler orada şeriklerini görünce: “Yüce Rabbimiz! Ha işte Senden başka yalvardığımız, Sana ortak saydığımız putlarımız. Onlar yok mu onlar, işte onlar bizi şaşırttılar!” der, onlarsa bunların suratlarına şu sözü çarparlar: “Yalancının tekisiniz siz!” [46,]"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ve o gün zalimler Allah'ın hükmüne teslim olur, uydurdukları tanrılar da kendilerini bırakıp ortalıkta görünmez olurlar"}]}