{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":34,"Text":"Sen aralarından çıktıktan sonra, Allah’ın kendilerine azap etmemesi için ne imkânları var. Mescid-i Hârâm’ı tavâf etmekten mü’minleri menediyorlar, halbuki ona hizmet etmeye ehil de değiller; onun hizmetine ehil olanlar, ancak şirkten sakınan müminlerdir. Fakat onların çoğu bunu bilmezler"},{"SurahNumber":8,"VerseNumber":35,"Text":"Onların Beyt-i Haram’da namazları (duaları) ise ıslık çalmak ve el çırpmaktan başka bir şey değil. Artık ey kâfirler, yaptığınız küfürden dolayı tadın azabı"},{"SurahNumber":8,"VerseNumber":36,"Text":"Allah yolundan alıkoymak için mallarını harcayan kâfirler, yakında yine onu harcayacaklardır. Sonra da (gayelerine erişemiyeceklerinden) bu, onlara pişmanlık ve yürek acısı olacak, sonunda mağlûp olacaklardır. Küfürlerinde sebât edenler, toplanıp cehenneme götürüleceklerdir"},{"SurahNumber":8,"VerseNumber":37,"Text":"Allah murdar kâfiri, pâk mü’minden ayırdetmek için kâfirleri mağlûp eder ve murdarın bir kısmını bir kısmı üzerine koyup hepsini biriktirerek cehenneme atar. İşte bunlar, nefislerine ziyan ve yazık edenlerdir"},{"SurahNumber":8,"VerseNumber":38,"Text":"(Ey Rasûlüm), o küfredenlere de ki: “- Eğer Peygambere düşmanlıktan vazgeçerlerse, geçmişteki günahları bağışlanır. Yok yine küfre dönerlerse, evvelki ümmetlerin başına gelen felâket bunlara da muhakkak olacaktır.”"},{"SurahNumber":8,"VerseNumber":39,"Text":"Yeryüzünde fitne (şirk) kalmayıp din, tamamıyla Allah’ın oluncaya (ondan başkasına ibadet edilmeyinceye) kadar onlarla savaşın, cihad yapın. Eğer küfürden vazgeçerlerse, Allah yaptıklarını görür ve mükâfatlarını verir"},{"SurahNumber":8,"VerseNumber":40,"Text":"Eğer onlar iman etmezler ve savaştan geri durmazlarsa, artık bilin ki, gerçekten Allah, sizin yardımcınızdır. O ne güzel Mevlâ ve ne güzel yardımcıdır"}]}