{"Id":154,"LanguageCodes":["fa","fas"],"Name":"fas-hussainansarian","Author":"Hussain Ansarian","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":188,"Text":"بگو: من قدرتِ [جلبِ] سودی و [دفعِ] زیانی را از خود ندارم جز آنچه خدا خواهد، و [غیب هم نمی دانم] اگر غیب می دانستم، یقیناً برای خود ازهر خیری فراوان و بسیار فراهم می کردم وهیچ گزند وآسیبی به من نمی رسید؛ من فقط برای گروهی که ایمان می آورند، بیم دهنده و مژده رسانم"},{"SurahNumber":7,"VerseNumber":189,"Text":"او کسی است که شما را از یک تن آفرید، و همسرش را از او پدید آورد تا در کنارش آرامش یابد؛ پس هنگامی که مرد با زن آمیزش نمود، زن به حملی سبک حامله شد، پس با آن حمل سبک، زندگی را ادامه داد؛ پس چون سنگین بار شد، زن و شوهر پروردگارشان را خواندند که اگر به ما فرزندی تندرست و سالم عطا کنی، مسلماً از سپاس گزاران خواهیم بود"},{"SurahNumber":7,"VerseNumber":190,"Text":"پس هنگامی که به آن زن و شوهر فرزندی تندرست و سالم داد [غیر از خدا را در اعطای این نعمت مؤثر دانستند، از این جهت] برای خدا در کنار نعمتی که به آنان عطا کرده بود، شریکان وهمتایانی قرار دادند!! پس خدا برتر و والاتر از آن است که برایش شریکان و همتایان قرار دهند"},{"SurahNumber":7,"VerseNumber":191,"Text":"آیا موجوداتی را شریک او قرار می دهند که قدرت ندارند کمترین چیزی را بیافرینند و خودشان آفریده می شوند؟"},{"SurahNumber":7,"VerseNumber":192,"Text":"و [این شریکانی که برای خدا قرار می دهند] نه می توانند پرستش کنندگان خود را یاری دهند، ونه قدرت دارند خودشان را یاری کنند"},{"SurahNumber":7,"VerseNumber":193,"Text":"و اگر آن شریکان را به سوی هدایت بخوانید، از شما پیروی نمی کنند، برای شما یکسان است که آنان را بخوانید یا خاموش باشید [در هر صورت چیزی از آنان نصیب شما نمی شود]"},{"SurahNumber":7,"VerseNumber":194,"Text":"یقیناً کسانی را که به جای خدا می پرستید بندگان و مملوکانی ناتوانْ چون شما هستند؛ پس اگر راستگویید [که می توانند در زندگی شما مؤثر باشند] آنان را [در گرفتاری ها و نیازمندی های خود] بخوانید پس [هنگامی که بخوانید [باید شما را اجابت کنند] ولی خود می دانید که در هیچ موردی جواب شما را نمی دهند"},{"SurahNumber":7,"VerseNumber":195,"Text":"آیا آنها پاهایی دارند که با آن راه روند، یا دست هایی دارند که با آن بگیرند، یا چشم هایی دارند که با آن ببینند، یا گوش هایی دارند که با آن بشنوند؟! بگو: شریکان خود را [به کمک خویش] بخوانید، سپس [بر ضدِّ من هر توطئه و] نیرنگی [دارید] به کار گیرید و [برای نابودی من لحظه ای مرا [مهلت ندهید] تا برای شما ثابت شود که هیچ کاری در هیچ زمینه ای از غیر خدا بر نمی آید"}]}