{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":56,"VerseNumber":77,"Text":"That (this) is indeed an honourable recital (the Noble Quran)"},{"SurahNumber":56,"VerseNumber":78,"Text":"In a Book well-guarded (with Allah in the heaven i.e. Al-Lauh Al-Mahfuz)"},{"SurahNumber":56,"VerseNumber":79,"Text":"Which (that Book with Allah) none can touch but the purified (i.e. the angels)"},{"SurahNumber":56,"VerseNumber":80,"Text":"A Revelation (this Quran) from the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":56,"VerseNumber":81,"Text":"Is it such a talk (this Quran) that you (disbelievers) deny"},{"SurahNumber":56,"VerseNumber":82,"Text":"And instead (of thanking Allah) for the provision He gives you, on the contrary, you deny Him (by disbelief)"},{"SurahNumber":56,"VerseNumber":83,"Text":"Then why do you not (intervene) when (the soul of a dying person) reaches the throat"},{"SurahNumber":56,"VerseNumber":84,"Text":"And you at the moment are looking on"},{"SurahNumber":56,"VerseNumber":85,"Text":"But We (i.e. Our angels who take the soul) are nearer to him than you, but you see not, [Tafsir At-Tabari, Vol. 27, Page]"},{"SurahNumber":56,"VerseNumber":86,"Text":"Then why do you not, if you are exempt from the reckoning and recompense (punishment, etc)"},{"SurahNumber":56,"VerseNumber":87,"Text":"Bring back the soul (to its body), if you are truthful"},{"SurahNumber":56,"VerseNumber":88,"Text":"Then, if he (the dying person) be of the Muqarrabun (those brought near to Allah)"},{"SurahNumber":56,"VerseNumber":89,"Text":"(There is for him) rest and provision, and a Garden of delights (Paradise)"},{"SurahNumber":56,"VerseNumber":90,"Text":"And if he (the dying person) be of those on the Right Hand"},{"SurahNumber":56,"VerseNumber":91,"Text":"Then there is safety and peace (from the Punishment of Allah) for (you as you are from) those on the Right Hand"},{"SurahNumber":56,"VerseNumber":92,"Text":"But if he (the dying person) be of the denying (of the Resurrection), the erring (away from the Right Path of Islamic Monotheism)"},{"SurahNumber":56,"VerseNumber":93,"Text":"Then for him is entertainment with boiling water"},{"SurahNumber":56,"VerseNumber":94,"Text":"And burning in Hell-fire"},{"SurahNumber":56,"VerseNumber":95,"Text":"Verily, this! This is an absolute Truth with certainty"},{"SurahNumber":56,"VerseNumber":96,"Text":"So glorify with praises the Name of your Lord, the Most Great"},{"SurahNumber":57,"VerseNumber":1,"Text":"Whatsoever is in the heavens and the earth glorifies Allah, and He is the All-Mighty, All-Wise"},{"SurahNumber":57,"VerseNumber":2,"Text":"His is the kingdom of the heavens and the earth, It is He Who gives life and causes death; and He is Able to do all things"},{"SurahNumber":57,"VerseNumber":3,"Text":"He is the First (nothing is before Him) and the Last (nothing is after Him), the Most High (nothing is above Him) and the Most Near (nothing is nearer than Him). And He is the All-Knower of every thing"}]}