{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":26,"VerseNumber":61,"Text":"මෙම සමූහයන් දෙක කෙනෙකුට කෙනෙකු දුටු අවස්ථාවේදී “නියත වශයෙන්ම අපි කොටු වුනෙමු” යයි මූසාගේ සහායයන් පැවසූහ"},{"SurahNumber":26,"VerseNumber":62,"Text":"එයට (මූසා) “එසේ නොව. නියත වශයෙන්ම මගේ දෙවියන් මා සමග සිටින්නේය. (අපි බේරෙන) මාර්ගය නියත වශයෙන්ම අපට දැනුම් දෙනු ඇත” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":63,"Text":"එබැවින් අපි මූසාට “ඔබ, ඔබගේ සැරයටියෙන් මෙම මුහුදට ගසනු” යයි වහී (මාර්ගයෙන්) දැනුම් දුන්නෙමු. (ඔහු එසේ ගැසූ වහාම) එය (විවිධ මාර්ගයන් බවට) පැලී දෙකඩ විය. සෑම පැල්මක්ම විශාල කඳු මෙන් දිස් විය"},{"SurahNumber":26,"VerseNumber":64,"Text":"(පසුපසින් ගිය) අනිත් අයවද එයට ළඟා වීමට සැලැස්සුවෙමු"},{"SurahNumber":26,"VerseNumber":65,"Text":"මූසාවද, ඔහු සමග සිටි සියල්ලන්වම අපි බේරා ගත්තෙමු"},{"SurahNumber":26,"VerseNumber":66,"Text":"පසුව (ඔවුන් පසුපස ගිය) අනිත් සියල්ලන්වම ගිල්වා දැමුවෙමු"},{"SurahNumber":26,"VerseNumber":67,"Text":"නියත වශයෙන්ම මෙහි (මෙම සිද්ධියේදී) පාඩමක් ඇත්තේය. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු (මෙය) විශ්වාස කළේ නැත"},{"SurahNumber":26,"VerseNumber":68,"Text":"(නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන්ම (සියල්ලන්ට) බලසම්පන්නයෙකු හා කරුණාවන්ත-යෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":69,"Text":"(නබියේ!) ඔවුන්ට ඉබ්රාහීම්ගේ ඉතිහාසයද සමුදීරණය කර පෙන්වනු"},{"SurahNumber":26,"VerseNumber":70,"Text":"ඔහු තමන්ගේ පියාගෙන්ද, තම ජනතාවගෙන්ද “ඔබ කුමක් නම්, නමදින්නෙහුද?”යි විමසූහ"},{"SurahNumber":26,"VerseNumber":71,"Text":"විට ඔවුන් “අපි පිළිරූ නමදින්නෙමු. එවාම අපි සදාකල් ආරාධනා කරමින්ම සිටින්නෙමු” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":72,"Text":"එයට (ඉබ්රාහීම් ඔවුන්ට) “ඔබ ඒවාට ආරාධනා කළහොත් ඔබට සවන් දෙන්නෙහුද?” යි විමසුවේය"},{"SurahNumber":26,"VerseNumber":73,"Text":"“නැතහොත් (ඒවා ඔබ ආරාධනා කිරීමෙන්) ඔබට යම්කිසි හොඳක් හෝ (ආරාධනා නොකළහොත්) නරකක් හෝ කරන්නෙහුද?”යි විමසුවේය"},{"SurahNumber":26,"VerseNumber":74,"Text":"(එයට ඔවුන්) “නැත. අපගේ මුතුන් මිත්තන් මේ අන්දමටම (ආරාධනා) කරමින් සිටිනු අපි දුටුවෙමු. (එබැවින් අපිත් ආරාධනා කරන්නෙමු)” යයි පවැසූහ"},{"SurahNumber":26,"VerseNumber":75,"Text":"එයට (ඉබ්රාහීම්) මෙසේ පැවසීය: “ඔබ නමදින දැය ඔබ අවධානය කර බැලූවෙහුද?”"},{"SurahNumber":26,"VerseNumber":76,"Text":"“ඔබ නමදින දැයද, ඔබට පෙර විසූ ඔබගේ පියවරුන් (නැමදූ දැය)ද ඔබ අවධානය කර බැලූවෙහුද?”"},{"SurahNumber":26,"VerseNumber":77,"Text":"“නියත වශයෙන්ම මේවා මා හට සතුරන්ය! ලෝකයන් සියල්ල පෝෂණය කරන්නාම (මගේ දෙවියන්ය)”"},{"SurahNumber":26,"VerseNumber":78,"Text":"“ඔහුම මාව උත්පාදනය කළේය. ඔහුම මාව ඍජු මාර්ගයෙහි යාමට සලස්වන්නේය”"},{"SurahNumber":26,"VerseNumber":79,"Text":"“ඔහුම මා හට ආහාර පානද ලබා දෙන්නේය”"},{"SurahNumber":26,"VerseNumber":80,"Text":"“මා අසනීප වූ අවසථාවන්හිදී ඔහුම මාව සනීප කරන්නේය”"},{"SurahNumber":26,"VerseNumber":81,"Text":"“ඔහුම මාව මරණයට පත් කරන්නේය. පසුව ඔහුම මාව (විනිශ්චය දිනදී) පණ දෙන්නේය”"},{"SurahNumber":26,"VerseNumber":82,"Text":"“ඵලවිපාක දෙනු ලබන (විනිශ්චය) දිනදී මගේ වැරදිවලට සමාව දීමට මා ඔහුවම විශ්වාස කරමින් සිටින්නෙමි”"},{"SurahNumber":26,"VerseNumber":83,"Text":"“මගේ දෙවියනේ! ඔබ මට ඥානය පහළ කර, හොඳ අය සමග මාව එක්කාසු කර හරිනු මැනව!”"}]}