{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":275,"Text":"On the other hand are those who eat usury. In greed of money, they run around like someone who has been bitten by a snake. They claim that trade is like usury. This is not so. Trade is the return on labor that is permissible (53:39), while usury is the return on money. That is why Allah, in His Infinite Wisdom, has permitted trade and forbidden usury. One to whom the clear Admonition has come from his Sustainer, must abstain from taking usury forthwith. What he has taken in the past, he may keep and his judgment rests with Allah. (It is better for him to return the interest he has earned if possible, but the law shall not force him to do so). As for him who returns to usury, such are the rightful companions of the Fire to abide therein. (Satan=Serpent)"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah blights usury and blesses charitable deeds with prosperity. Allah does not love those who defy His Laws and drag down the potential of the human society. (Mankind will eventually realize that the interest based economic system will have to be replaced with an equitable System. Allah's Laws of Economic Dynamics erase usury and nurture welfare)"},{"SurahNumber":2,"VerseNumber":277,"Text":"Those who believe in Allah's Laws, do works beneficial to the society, strive to establish the Divine Order and the Equitable Economic System of Zakat, have their reward with their Lord. They will have nothing to fear and no reason to be despondent. (Zakat, where everyone spends on others more than he needs (2:219), and the government is responsible for setting up this System"},{"SurahNumber":2,"VerseNumber":278,"Text":"O You who have chosen to be graced with belief! Be mindful of the Divine Laws and give up what remains of your demand for usury, if you are really believers"},{"SurahNumber":2,"VerseNumber":279,"Text":"And if you do it not, then know that you are at war with Allah and His Messenger. But, if you mend your ways, simply take back your capital sums. Inflict not injustice and you will not incur injustice"},{"SurahNumber":2,"VerseNumber":280,"Text":"If a debtor is in difficult circumstances, let there be postponement to a time of ease. And if you give up the loan entirely as charity, it is better for you if you did but know"},{"SurahNumber":2,"VerseNumber":281,"Text":"And be mindful of the Day when you will be returned to Allah and every \"Self\" will be paid what it has earned, and they will not be wronged"}]}