{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":17,"VerseNumber":67,"Text":"Man kade’ kita’ kana timpa’ bahaya ka’ lautan, pasti hilang samua nang (biasa) kita’ saru’, kacoali Ia. Tapi waktu Ia nyalamatatn kita’ ka’ daratan, kita’ bapaling (dari-Nya). Man talino memang salalu ingkar (nana’ basukur)"},{"SurahNumber":17,"VerseNumber":68,"Text":"Maka ahe ke’ kita’ marasa aman bahoa’ Ia nana’ akan ningalamptn saka’an daratan basama kita’ ato Ia nyiupatn (nyaru karas nang ngincakngi’) batu-batu enek? Man kita’ nana’ akan napati’ surakng pangingu pun"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ato ke’ kita’ marasa aman bahoa’ Ia nana’ akan ngambaliatn kita’ ka’ laut sakali agi’, lalu Ia nyiupatn angin topan ka’ kita’ man ditingalamptn’-Nya kita’ disababpatn kekapirannyu? Kamudian kita’ nana’ akan namu surakng panolongpun dalapm ngadapi’ (siksaan) Kami"},{"SurahNumber":17,"VerseNumber":70,"Text":"Man sunggguh Kami udah ngamuliaatn anak cucu Adam, man Kami angkut iaka’koa ka’ darat man ka’ laut, man Kami bare’ iaka’koa rajaki dari nang edo’-edo’ man Kami labihatn iaka’koa ka’ atas manyak mahluk nang Kami nyiptaatn mang kalabihan nang sampurana"},{"SurahNumber":17,"VerseNumber":71,"Text":"(Ingatlah), ka’ ari waktu Kami saru’ satiap umat mang pamimpinnya; man barangsae dibare’ catatan amalnya ka’ kokot kanannya iaka’koa nae maea catatannya (manang baik), man iaka’koa nana’ akan dirugiatn saebetpun"},{"SurahNumber":17,"VerseNumber":72,"Text":"Man sae ma’an buta (atinya) ka’ dunia nian maka ka’ naherat ia nae buta man tasasat jauh dari maraga (nang banar)"},{"SurahNumber":17,"VerseNumber":73,"Text":"Man ia amper malingkatn kao (Muhammad) dari ahe nang udah Kami wahyuatn ka’ kao, supaya kao ngada-ngadaatn nang lain ka’ Kami; man kade’ ampakoa tantu iaka’koa nyajiatn kao ayukng nang satia"},{"SurahNumber":17,"VerseNumber":74,"Text":"Man sakiranya Kami nana’ nguatatn (ati)- nyu, pasti kao amper ereh sabebet ka’ iaka’koa"},{"SurahNumber":17,"VerseNumber":75,"Text":"kade’ ampakoa, tantu Kami mao’ misa’atn ni’nya ka’ kao (siksaan) balipat ganda ka’ dunia nian man balipat ganda salaka’ mati, man kao (Muhammad) nana’ akan namui’ saurakng panolong pun tahadap Kami"}]}