{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":42,"VerseNumber":45,"Text":"Lan sira handeleng para wong nganihaya padha digiring marang neraka sarehne banget asore mulane wong nganihaya mau wedi banget, sarta padha nglerek marang neraka. Wong mukmin padha ngucap, \"Satemene kang tetep wong kapitunan iku wong kang gawe kapitunaning awake dhewe, sarta kapitunane para sanake ana ing dina Qiyamat. Wong kafir apa ora manggon ing neraka. Siksa kang langgeng salawas - lawase"},{"SurahNumber":42,"VerseNumber":46,"Text":"Wong kafir mau padha ora duwe pangayom kang bisa tetulung marang awake, liyane Allah piyambak. Dene sing sapa dikersakake kesasar dening Allah, ora duwe dalan bener"},{"SurahNumber":42,"VerseNumber":47,"Text":"Sira padha ngestokake dhawuhing Pangeranira mumpung durung tekan dina Qiyamat. Hiya iku dina kang ora ana wong bisa hambalekake. Ing dina iku sira padha ora duwe pangungsen, lan ora bisa ngelaki kaluputanira"},{"SurahNumber":42,"VerseNumber":48,"Text":"Manawa dheweke (wong Mekkah) padha malengos ora gelem ngestokake, sira sumurupa anggoningsun ngutus iki ora Ingsun wajibake rumeksa utawa nanggung. Kuwajibanira mung mratakake dhawuh. Lan maneh manawa Ingsun paring weruh rasaning rahmat marang manungsa mesthi bungah. Nanging manungsa mau kabeh kambah reribed marga saka kaluputane kang wis dilakoni. Banget anggone ora ngunjukake panuwun"},{"SurahNumber":42,"VerseNumber":49,"Text":"Kraton bumi lan lnagit kagungane Allah kang gawe samu barang kang dadi parenge kersane. Paring anak wadon thok marang wong kang dadi parenge kersane. Lan paring anak lanang thok marang wong kang dadi parenging kersane"},{"SurahNumber":42,"VerseNumber":50,"Text":"Utawa Allah maringi para kawulane banjur padha duwe anak lanang lan wadon. Sawayahing won gkang dadi parenging kersane, ana uga kang dikersakake gabug. Satemene Allah iku nguningani samu barang tur kuasa"},{"SurahNumber":42,"VerseNumber":51,"Text":"Manungsa iku ora ana kang dikarsakake himbal pangandikane Allah. Kajaba diparingi wahyu. Utawa himbal pangadikan kang mawa haling - haling, utawa Allah ngutus malaikat, banjur handhawuhake apa karsaning Allah. Kelawan keparenging Allah. Satemene Allah iku Maha Luhur tur wicaksana"}]}