{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":14,"Text":"Et quand il eut atteint sa maturité et sa pleine formation, Nous lui donnâmes la faculté de juger et une science. C’est ainsi que Nous récompensons les bienfaisants"},{"SurahNumber":28,"VerseNumber":15,"Text":"Il entra dans la ville à un moment d’inattention de ses habitants ; il y trouva deux hommes qui se battaient, l’un était de ses partisans et l’autre de ses adversaires. L’homme de son parti l’appela au secours contre son ennemi. Moïse lui donna alors un coup de poing qui l’acheva. - [Moïse] dit : \"Cela est l’œuvre du Diable (Satan). C’est vraiment un ennemi, un égareur évident"},{"SurahNumber":28,"VerseNumber":16,"Text":"Il dit : \"Seigneur ! Je me suis fait du tort à moi-même; pardonne-moi !\" Et Il lui pardonna. C’est Lui vraiment le Pardonneur, le Miséricordieux"},{"SurahNumber":28,"VerseNumber":17,"Text":"Il dit : \"Seigneur ! Grâce aux bienfaits dont tu m’as comblé, jamais je ne soutiendrai les criminels"},{"SurahNumber":28,"VerseNumber":18,"Text":"Le lendemain matin, il se trouva en ville, craintif et regardant autour de lui, quand voilà que celui qui lui avait demandé secours la veille, l’appela à grand cris. Moïse lui dit : “Tu es certes un provocateur déclaré !”"},{"SurahNumber":28,"VerseNumber":19,"Text":"Quand il voulut porter un coup à leur ennemi commun, il (l’Israélite) dit: “Ô Moïse ! Veux-tu me tuer comme tu as tué un homme hier ? Tu ne veux être qu’un tyran sur Terre ; et tu ne veux pas être parmi les réconciliateurs.”"},{"SurahNumber":28,"VerseNumber":20,"Text":"Et c’est alors qu’un homme vint du bout de la ville en courant et dit : \"Ô Moïse ! Les notables sont en train de se concerter à ton sujet pour te tuer. Quitte (la ville). C’est le conseil que je te donne"},{"SurahNumber":28,"VerseNumber":21,"Text":"Il sortit de là, craintif, regardant autour de lui. Il dit : \"Seigneur ! Sauve-moi de [ce] peuple injuste"}]}