{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":6,"Text":"As for those who are bent on denying the truth, it makes no difference to them whether you warn them or not, they will not believe"},{"SurahNumber":2,"VerseNumber":7,"Text":"God has sealed their hearts and their ears, and over their eyes there is a covering. They will have a terrible punishment"},{"SurahNumber":2,"VerseNumber":8,"Text":"There are some who say, \"We believe in God and the Last Day,\" yet they are not believers"},{"SurahNumber":2,"VerseNumber":9,"Text":"They seek to deceive God and the believers, but they only deceive themselves, though they do not realize it"},{"SurahNumber":2,"VerseNumber":10,"Text":"In their hearts is a disease, which God has increased. They will have a painful punishment, because they have been lying"},{"SurahNumber":2,"VerseNumber":11,"Text":"When they are told, \"Do not cause corruption in the land,\" they say, \"We are only promoters of peace"},{"SurahNumber":2,"VerseNumber":12,"Text":"but it is they who are really causing corruption, though they do not realize it"},{"SurahNumber":2,"VerseNumber":13,"Text":"And when they are told, \"Believe as other people have believed,\" they say, \"Are we to believe just as fools believe?\" Surely they are the fools, even though they do not realize it"},{"SurahNumber":2,"VerseNumber":14,"Text":"When they meet those who believe, they say, \"We believe.\" But when they are alone with their evil leaders, they say, \"We are really with you; we were only mocking"},{"SurahNumber":2,"VerseNumber":15,"Text":"God will requite them for their mockery, and draw them on, for a while, to wander blindly in their insolence"},{"SurahNumber":2,"VerseNumber":16,"Text":"Such are those who have taken misguidance in exchange for guidance; but their bargain does not profit them, nor have they found true guidance"}]}