{"Id":253,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":12,"VerseNumber":104,"Text":"१०४. आणि तुम्ही त्यांच्याकडून याबद्दल काही मजूरी मागत नाही, हा तर समस्त विश्वाकरिता बोध-उपदेश आहे"},{"SurahNumber":12,"VerseNumber":105,"Text":"१०५. आणि आकाशांमध्ये आणि धरतीत अनेक निशाण्या आहेत, ज्यांच्यापासून हे लोक तोंड फिरवून निघून जातात"},{"SurahNumber":12,"VerseNumber":106,"Text":"१०६. आणि त्यांच्यापैकी बहुतेक लोक अल्लाहवर ईमान राखत असतानाही शिर्क करणारे आहेत.१"},{"SurahNumber":12,"VerseNumber":107,"Text":"१०७. काय ते या गोष्टीपासून निर्भय झाले आहेत की त्यांच्याजवळ अल्लाहच्या शिक्षा-यातनांपैकी एखादी सर्वसामान्य शिक्षा यावी किंवा त्यांच्यावर अचानक कयामत येऊन कोसळावी आणि ते गाफील असावेत"},{"SurahNumber":12,"VerseNumber":108,"Text":"१०८. (तुम्ही) सांगा, माझा हाच मार्ग आहे. मी आणि माझे अनुयायी अल्लाहकडे बोलावित आहेत पूर्ण विश्वास आणि श्रद्धेसह १ आणि अल्लाह पवित्र आहे आणि मी अनेकेश्वरवाद्यांपैकी नाही"},{"SurahNumber":12,"VerseNumber":109,"Text":"१०९. आणि तुमच्यापूर्वी आम्ही वस्तीवाल्यांमध्ये जेवढेदेखील पैगंबर पाठविले ते सर्व पुरुषच होते, ज्यांच्याकडे आम्ही वहयी (प्रकाशना) उतरवित राहिली काय धरतीवर या लोकांनी हिंडून फिरून पाहिले नाही की त्यांच्यापूर्वी होऊन गेलेल्या लोकांचा कसा परिणाम (अंत) झाला? निःसंशय, अल्लाहचे भय राखणाऱ्या व त्याचा आज्ञाभंग करण्यापासून दूर राहणाऱ्या लोकांकरिता आखिरतचे घर फार उत्तम आहे. काय तरीही तुम्ही ध्यानी घेत नाही"},{"SurahNumber":12,"VerseNumber":110,"Text":"११०. येथेपर्यंत की जेव्हा पैगंबर निराश होऊ लागले आणि उम्मत (जनसमुदाया) चे लोक असे समजू लागले की त्यांना खोटे सांगितले गेले, त्वरित त्यांच्यापर्यंत आमची मदत येऊन पोहोचली. आम्ही ज्याला इच्छिले त्याला सुटका प्रदान केली. खरी गोष्ट अशी की आमचा अज़ाब (शिक्षा-यातना) अपराधी लोकांवरून टाळला जात नाही"},{"SurahNumber":12,"VerseNumber":111,"Text":"१११. यांच्या कहाण्यां (वृत्तांता) मध्ये बुद्धिमानांकरिता निश्चितच बोध आणि तंबी आहे. हा कुरआन काही खोट्या रचलेल्या गोष्टी नाही, किंबहुना हे सत्य-समर्थन आहे त्या ग्रंथांचे जे याच्या पूर्वीचे आहेत, आणि प्रत्येक गोष्टीचे सविस्तर वर्णन आणि मार्गदर्शन व दया-कृपा आहे ईमान राखणाऱ्यांकरिता"}]}