{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":75,"VerseNumber":20,"Text":"Mambo sivyo kama mlivyodai, enyi mkusanyiko wa washirikina, kuwa hakuna kufufuliwa wala kulipwa"},{"SurahNumber":75,"VerseNumber":21,"Text":"Bali nyinyi ni watu mnaopenda dunia na pambo lake na mnaacha Akhera na starehe zake"},{"SurahNumber":75,"VerseNumber":22,"Text":"Nyuso za watu wema Siku ya Kiyama zitakuwa ni zenye kung’ara, nzuri na zenye furaha"},{"SurahNumber":75,"VerseNumber":23,"Text":"zitamuona Mola Aliyeziumba na Anayezimiliki, na zitastarehe kwa hilo"},{"SurahNumber":75,"VerseNumber":24,"Text":"Nyuso za watu wabaya Silku ya Kiyama zitakuwa ni zenye kukunjana na kusinyaa"},{"SurahNumber":75,"VerseNumber":25,"Text":"zinatazamia kushukiwa na msiba mkubwa wenye kuvunja"},{"SurahNumber":75,"VerseNumber":26,"Text":"Ni kweli! Pindi roho itakapofika sehemu za juu za kifua"},{"SurahNumber":75,"VerseNumber":27,"Text":"na wakasema baadhi ya waliohudhuria kuwaambia wengine, «Je kuna mtu wa kumzungua na kumpoza kutokana na hali hii aliyonayo?»"},{"SurahNumber":75,"VerseNumber":28,"Text":"Na yule ambaye yuko katika hali ya kufa akajua kwamba lile lililomshukia ni kuaga dunia, kwa kuwa anawaona Malaika wa mauti"},{"SurahNumber":75,"VerseNumber":29,"Text":"Na ikashikana shida ya mwisho wa duniani na shida ya mwanzo wa Akhera. Kwa Mwenyezi Mungu, Aliyetukuka"},{"SurahNumber":75,"VerseNumber":30,"Text":"Watu watapelekwa Siku ya Kiyama: ima Peponi au Motoni"},{"SurahNumber":75,"VerseNumber":31,"Text":"Hakuwa kafiri ni mwenye kumuamini Mtume na Qur’ani, wala hakuwa ni mwenye kumtekelezea Mwenyezi Mungu Aliyetukuka Swala za faradhi"},{"SurahNumber":75,"VerseNumber":32,"Text":"Lakini aliikanusha Qur’ani na akaipa mgongo Imani"},{"SurahNumber":75,"VerseNumber":33,"Text":"kisha akaenda kwa watu wake akijiona hali ya kujigamba katika kutembea kwake. Basi maangamivu"},{"SurahNumber":75,"VerseNumber":34,"Text":"ni yako baada ya maangamivu"},{"SurahNumber":75,"VerseNumber":35,"Text":"Kisha maangamivu ni yako baada ya maangamivu"},{"SurahNumber":75,"VerseNumber":36,"Text":"Je anadhani huyu binadamu anayekanusha kufufuliwa kuwa ataachwa bure: haamrishwi wala hakatazwi, hahesabiwi wala hateswi"},{"SurahNumber":75,"VerseNumber":37,"Text":"Kwani hakuwa binadamu huyu ni tone la manii dhaifu linalotokana na maji matwevu yanayomwagwa na kumiminwa kwenye kizazi"},{"SurahNumber":75,"VerseNumber":38,"Text":"kisha yakawa ni kipande cha damu iliyo kavu. Mwenyezi Mungu Akaliumba kwa uweza Wake na Akazilinganisha sura zake katika umbo la mwili lililo zuri kabisa"},{"SurahNumber":75,"VerseNumber":39,"Text":"Akafanya kutokana na binadamu huyu jinsi mbili: ya kiume na ya kike. Je kwani hakuwa Mola huyo Muumba wa vitu hivyo ni Muweza wa kuwarudisha viumbe wakiwa hai baada ya kutoweka kwao"},{"SurahNumber":75,"VerseNumber":40,"Text":"Ndio! Anaweza. Yeye, kutakasika na sifa za upungufu ni Kwake, kwa hakika ni Muweza wa hilo"},{"SurahNumber":76,"VerseNumber":1,"Text":"Kishampitia binadamu kipindi kirefa cha wakati kabla hajapulizwa roho ambapo hakuwa ni kita kinachotajika wala haijulikani athari yake"},{"SurahNumber":76,"VerseNumber":2,"Text":"Sisi tumemuumba binadamu kutokana na tone la manii la mchanganyiko wa maji ya mwanamume na maji ya mwanamke, ili tumtahini kwa lazima za kisheria baadaye, hivyo basi tumfanya ni mwenye masikio ya kusikia na macho ya kuonea, apate kuzisikia aya na kuziona dalili"},{"SurahNumber":76,"VerseNumber":3,"Text":"Sisi tumembainishia na kumfahamisha njia ya uongofu na upotevu na wema na ubaya ili awe ima ni mwenye kuamini na kushukuru. Au awe ni mwenye kukanusha na kukataa"},{"SurahNumber":76,"VerseNumber":4,"Text":"Sisi Tumewaandalia wakanushaji pingu za chuma za kuifunga miguu yao na minyororo ya kufungiwa mikono yao hadi shingo zao na moto ambao watachomwa nao"},{"SurahNumber":76,"VerseNumber":5,"Text":"Hakika watu wa utiifu na ukweli wa Imani wanaotekeleza haki za Mwenyezi Mungu, watakunywa, Siku ya Kiyama, kutoka kwenye kikombe ambacho ndani yake mna Pombe lililochanganywa na aina bora kabisa ya harufu nzuri, nayo ni maji ya kafuri"}]}