{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":28,"Text":"Dan khabarkanlah kepada mereka, bahawa sesungguhnya air (telaga mereka) terbahagi di antara mereka dengan unta itu, tiap-tiap bahagian air itu dihadiri oleh yang berhak mengambilnya (pada hari gilirannya)"},{"SurahNumber":54,"VerseNumber":29,"Text":"(Mereka selepas itu merasa bosan dengan keadaan unta itu dan berkira hendak membunuhnya), lalu mereka memanggil kawan mereka (yang sanggup membunuhnya), dia pun bertindak sampai dapat membunuhnya"},{"SurahNumber":54,"VerseNumber":30,"Text":"Maka perhatikanlah, bagaimana buruknya azabKu dan kesan amaran-amaranKu"},{"SurahNumber":54,"VerseNumber":31,"Text":"Sesungguhnya Kami hantarkan kepada mereka satu pekikan (yang dahsyat), lalu menjadilah mereka (hancur) seperti ranting-ranting dan daun-daun yang pecah hancur, yang dikumpulkan oleh pemilik kandang binatang ternak"},{"SurahNumber":54,"VerseNumber":32,"Text":"Dan demi sesungguhnya! Kami telah mudahkan Al-Quran untuk peringatan dan pengajaran, maka adakah sesiapa yang mahu mengambil peringatan dan pelajaran (daripadanya)"},{"SurahNumber":54,"VerseNumber":33,"Text":"(Demikian juga) kaum Nabi Lut telah mendustakan peringatan dan amaran (yang disampaikan oleh Rasulnya)"},{"SurahNumber":54,"VerseNumber":34,"Text":"Sesungguhnya Kami telah menghantarkan kepada mereka angin ribut yang menghujani mereka dengan batu, kecuali keluarga Nabi Lut, Kami selamatkan mereka (dengan menyuruh mereka keluar dari situ) pada waktu jauh malam"},{"SurahNumber":54,"VerseNumber":35,"Text":"Sebagai limpah kurnia dari Kami. Demikianlah kami membalas orang-orang yang bersyukur"},{"SurahNumber":54,"VerseNumber":36,"Text":"Dan demi sesungguhnya! Nabi Lut telah memberi amaran kepada mereka mengenai azab seksa Kami; dalam pada itu, mereka tetap mendustakan amaran-amaran itu"},{"SurahNumber":54,"VerseNumber":37,"Text":"Dan demi sesungguhnya! Mereka telah memujuk Nabi Lut mengenai tetamunya, lalu Kami hapuskan biji mata mereka, serta (dikatakan kepada mereka): Rasalah azabKu dan kesan amaran-amaranKu"},{"SurahNumber":54,"VerseNumber":38,"Text":"Dan demi sesungguhnya! Mereka telah ditimpa azab yang kekal pada pagi-pagi hari (esoknya)"},{"SurahNumber":54,"VerseNumber":39,"Text":"Lalu (dikatakan kepada mereka): Rasalah azabKu dan kesan amaran-amaranKu"},{"SurahNumber":54,"VerseNumber":40,"Text":"Dan demi sesungguhnya! Kami telah mudahkan Al-Quran untuk peringatan dan pengajaran, maka adakah sesiapa yang mahu mengambil peringatan dan pelajaran (daripadanya)"},{"SurahNumber":54,"VerseNumber":41,"Text":"Dan demi sesungguhnya! Firaun dan kaumnya telah didatangi (Rasul-rasul) pemberi amaran"},{"SurahNumber":54,"VerseNumber":42,"Text":"Mereka telah mendustakan mukjizat-mukjizat Kami semuanya, lalu Kami timpakan azab seksa kepada mereka sebagai seksaan dari Yang Maha Perkasa, lagi Maha Kuasa"},{"SurahNumber":54,"VerseNumber":43,"Text":"Adakah orang-orang kafir kamu (wahai kaum musyrik Mekah), lebih baik (kekuatan, kekayaan dan kehandalannya) daripada kaum-kaum kafir yang tersebut itu? Atau adakah kamu mempunyai sebarang bukti dalam Kitab-kitab Suci tentang kebebasan kamu (dari azab)"},{"SurahNumber":54,"VerseNumber":44,"Text":"(Mereka tidak mempunyai sebarang bukti) bahkan mereka akan berkata (dengan angkuhnya): Kami satu kaum yang bersatu, yang sudah tentu dapat membela diri"},{"SurahNumber":54,"VerseNumber":45,"Text":"Kumpulan mereka yang bersatu itu tetap akan dikalahkan dan mereka pula akan berpaling lari"},{"SurahNumber":54,"VerseNumber":46,"Text":"(Bukan kekalahan itu sahaja) bahkan hari kiamat ialah hari yang dijanjikan kepada mereka (untuk menerima balasan yang sepenuh-penuhnya) dan (azab seksa) hari kiamat itu amat dahsyat dan amat pahit"},{"SurahNumber":54,"VerseNumber":47,"Text":"Sesungguhnya orang-orang yang berdosa berada dalam keadaan sesat (di dunia), dan (di akhirat pula mereka berada dalam) api Neraka"},{"SurahNumber":54,"VerseNumber":48,"Text":"Semasa mereka diseret di dalam Neraka (dengan tertiarap) atas muka mereka, (serta dikatakan kepada mereka): Rasalah kamu bakaran api Neraka"},{"SurahNumber":54,"VerseNumber":49,"Text":"Sesungguhnya Kami menciptakan tiap-tiap sesuatu menurut takdir (yang telah ditentukan)"}]}