{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Sasungguhnya (Allah) nang ngawajipatn kao (Muhammad) nto’ ngalaksanaatn (ukum-ukum) ka’ dalpam Al-Quran, nang banar-banar mulakngkatna’ kao ka’ tampat kambali616 (ka’ Allah). Kataatnlah (muhammad),” Tuhanku nau’an urakng nang ngincakng patunjuk, mang urakng- urakng nang barada ka’ dalapm kasasatatn nang nyata’”"},{"SurahNumber":28,"VerseNumber":86,"Text":"Man kao (Muhammad) nana’ paranah baarap supaya kitab (Al-Quran) koa dituruntatn ka’ kao. Tapi ia di turuntatn sabage’ rahmat dari Tuhannyu. Sabab koa amelah sakali-sakali jaji panolong ka’ urakng-urakng kafir"},{"SurahNumber":28,"VerseNumber":87,"Text":"Man amelah sampe’ ia ka’ koa ngalang- ngalangi’ salaka’ ayat-ayat koa dituruntatn ka’ kao. Uga’ babai’ (talino) supaya (baiman) ka’ Tuhannyu. Man amelah kao tamasok urakng-urakng musyrik"},{"SurahNumber":28,"VerseNumber":88,"Text":"Man ame uga’ kao nyambah Tuhan lain salain Allah. Nana’ ada Tuhan nang banar (hak) di sambah salain Ia Allah. Sagala jukut pasti binasa, kacoali Allah, sagala kaputusatn manjadi hakNya, man nggan ka’ ia kao di pulakngkatn"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Ahe ke’ talino ngira bahoa’ ia ka’ koa di biaratna’ ngge bakata “kami udah baiman,”ia ka’ koa nana’ diujia’”"},{"SurahNumber":29,"VerseNumber":3,"Text":"Man Sungguh Kami (Allah) udah nguji urakng-urakng sanape’ ia ka’ koa, maka Allah pasti nau’an sae urakng nang banar, sae urakng nang banar, man urakng-urakng nang pangolok"},{"SurahNumber":29,"VerseNumber":4,"Text":"Ato’ urakng-urakng nang ngarajaatn kajahatatn koa ngira bahoa’ ia ka’ koa akan tahindar dari (siksa) Kami? Batol miah buruk ahe nang nya ka’ koa tatapatn"},{"SurahNumber":29,"VerseNumber":5,"Text":"Barang sae baarap batamua’ man Allah, maka sasungguhnya waktu nang dijanjiatn Allah pasti atakng. Ia (Allah) maha Nangar, man Maha Nali’an"},{"SurahNumber":29,"VerseNumber":6,"Text":"Barang sae nang bajihat, maka sasungguhnya jihatnya koa nto’ nya babaro. Sungguh, Allah maha kaya (nana’ malaluatn ahe nang ada) ka’ saluruh alam"}]}