{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":28,"VerseNumber":44,"Text":"Uye iwe (Muhammad (SAW)) wainge usiri kudivi remabvazuva, apo takaburitsa pachena kuna Musa mirairo, uye wainge usiri pane vapupuri"},{"SurahNumber":28,"VerseNumber":45,"Text":"Asi takave tinosika mapoka (vanhu vakawanda mushure maMusa(AS)), uye kureba kwenguva kwakavadarika pavari. Uye iwe (Muhammad (SAW)) wakanga usiri mugari pakati pevanhu veMadyan (Midian) uchivaverengera ndima dzedu. Asi ndisu tairamba tichitumira (vatumwa)"},{"SurahNumber":28,"VerseNumber":46,"Text":"Uye wainge (Muhammad (SAW)) usiri kudivi reToor (Gomo) apo takadaidzira (Zvinonzi Allah vakashevedza vatevedzeri vaMuhammad (SAW) uye vakadavira, kana kuti Allah vakashevedza Musa (AS)). Asi (wakatumwa) senyasha kubva kuna Tenzi vako, kunopa yambiro kune vanhu uko kusina kumbosvika muyambiri mushure mako, kuti vave vanorangarira"},{"SurahNumber":28,"VerseNumber":47,"Text":"Uye dai (tainge) tisina (kukutuma kuvanhu vekuMakkah), dai dambudziko rakavawira iro rakatungamidzwa nemaoko avo, vaizova vanoti: “Tenzi vedu! Sei musina kutitumirawo mutumwa? Taizova tinotevera ndima dzenyu uye taizova pakati pevatendi.”"},{"SurahNumber":28,"VerseNumber":48,"Text":"Asi apo chokwadi chakauya kubva kwatiri, vakati: “Sei asina kupihwa zvakafanana nezvakapihwa Musa?” Havana kusatenda mune izvo zvakapuhwa Musa zvekare? Uye vanoti: “Mhando mbiri dzemasaramusi (Torah neQur’aan) dzinobatsirana!” Uye vanoti: “Zvirokwazvo, muzvose hatitendi.”"},{"SurahNumber":28,"VerseNumber":49,"Text":"Taura (Muhammad (SAW)) kuti: “Hunzai gwaro kubva kuna Allah iro riri nani mugwara kudarika aya maviri (Torah neQur’aan), kuti ndiritevere, kana muri vechokwadi.”"},{"SurahNumber":28,"VerseNumber":50,"Text":"Asi vakasakudavira, ziva kuti vari kutevera zvido zvavo. Uye ndiani akarasika zvakanyanya kudarika uyo anotevera zvido zvake asina gwara kubva kuna Allah? Zvirokwazvo, Allah havatungamiriri vanhu vakaipa"}]}