{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"“Tsiku lomwe mzimu uliwonse udzapeza zabwino zomwe udachita zitabweretsedwa, ndiponso zoipa zomwe udachita; udzalakalaka kuti pakadakhala ntunda wautali pakati pa machimo ake ndi iye. Ndipo Allah Mwini akukuchenjezani za chilango Chake. Ndipo Allah Ngoleza kwa akapolo Ake"},{"SurahNumber":3,"VerseNumber":31,"Text":"“Nena: (Iwe Mtumiki) “Ngati inu mukumkonda Allah, tsatani ine; Allah akukondani ndikukukhululukirani machimo anu. Ndipo Allah Ngokhululuka, Ngwachisoni chosatha.”"},{"SurahNumber":3,"VerseNumber":32,"Text":"“Nena: “Mvereni Allah ndi Mtumiki (wake).” Koma ngati akana, (Allah awakhaulitsa). Ndithudi, Allah sakonda anthu osakhulupirira"},{"SurahNumber":3,"VerseNumber":33,"Text":"“Ndithudi Allah adasankha Adam ndi Nuh ndi banja la Ibrahim ndi banja la Imran pa zolengedwa zonse"},{"SurahNumber":3,"VerseNumber":34,"Text":"“Ana ena kuchokera mwa ena pakati pawo. Ndipo Allah Ngwakumva, Ngodziwa"},{"SurahNumber":3,"VerseNumber":35,"Text":"“(Kumbukirani) pamene adanena mkazi wa Imran (mayi wa Mariya), m’mapemphero ake): “Mbuye wanga! Ndapereka kwa Inu chimene chili m’mimba mwanga monga “waqf” (wotumikira m’kachisi Wanu). Tero landirani ichi kwa ine. Ndithudi, Inu ndinu Akumva, Wodziwa.”"},{"SurahNumber":3,"VerseNumber":36,"Text":"“Choncho pamene adam’bala adati: “Mbuye wanga! Ndabala wamkazi!” Ndipo Allah akudziwa kwambiri chimene wabereka - “Ndipo wamwamuna (yemwe ndimayembekezera kubala) sali ngati wamkazi (amene ndamubala. Sangathe kutumikira moyenera mkachisi Wanu). Ndipo ine ndamutcha Mariya (wotumikira Allah). Ndipo ndikupempha Chitetezo Chanu pa iye ndi ana ake kwa satana wothamangitsidwayo.”"},{"SurahNumber":3,"VerseNumber":37,"Text":"“Choncho Mbuye wake adamulandira, kulandira kwabwino; namkulitsa, kukulitsa kwabwino. Adampatsa Zakariya kuti amulere. Nthawi iliyonse Zakariya akamulowera mchipinda mwake (mwa Mariya) m’kachisimo, amampeza ali ndi chakudya. Amati: “Iwe Mariya! Ukuzipeza kuti izi?” (Iye) amati: “Izi zikuchokera kwa Allah. Ndipo Allah amampatsa yemwe wamfuna popanda chiyembekezo (mwini wakeyo).”"}]}