{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":46,"Text":"قال الله: يا نوح إن ابنك الذي هلك ليس من أهلك الذين وعدتك أن أنجيهم؛ وذلك بسبب كفره، وعمله عملا غير صالح، وإني أنهاك أن تسألني أمرًا لا علم لك به، إني أعظك لئلا تكون من الجاهلين في مسألتك إياي عن ذلك"},{"SurahNumber":11,"VerseNumber":47,"Text":"قال نوح: يا رب إني أعتصم وأستجير بك أن أسألك ما ليس لي به علم، وإن لم تغفر لي ذنبي، وترحمني برحمتك، أكن من الذين غَبَنوا أنفسهم حظوظها وهلكوا"},{"SurahNumber":11,"VerseNumber":48,"Text":"قال الله: يا نوح اهبط من السفينة إلى الأرض بأمن وسلامة منَّا وبركات عليك وعلى أمم ممن معك. وهناك أمم وجماعات من أهل الشقاء سنمتعهم في الحياة الدنيا، إلى أن يبلغوا آجالهم، ثم ينالهم منا العذاب الموجع يوم القيامة"},{"SurahNumber":11,"VerseNumber":49,"Text":"تلك القصة التي قصصناها عليك -أيها الرسول- عن نوح وقومه هي من أخبار الغيب السالفة، نوحيها إليك، ما كنت تعلمها أنت ولا قومك مِن قبل هذا البيان، فاصبر على تكذيب قومك وإيذائهم لك، كما صبر الأنبياء من قبل، إن العاقبة الطيبة في الدنيا والآخرة للمتقين الذين يخشون الله"},{"SurahNumber":11,"VerseNumber":50,"Text":"وأرسلنا إلى عاد أخاهم هودًا، قال لهم: يا قوم اعبدوا الله وحده، ليس لكم من إله يستحق العبادة غيره جل وعلا، فأخلصوا له العبادة، فما أنتم إلا كاذبون في إشراككم بالله"},{"SurahNumber":11,"VerseNumber":51,"Text":"يا قوم لا أسألكم على ما أدعوكم إليه من إخلاص العبادة لله وترك عبادة الأوثان أجرًا، ما أجري على دعوتي لكم إلا على الله الذي خلقني، أفلا تعقلون فتميِّزوا بين الحق والباطل؟"},{"SurahNumber":11,"VerseNumber":52,"Text":"ويا قوم اطلبوا مغفرة الله والإيمان به، ثم توبوا إليه من ذنوبكم، فإنكم إن فعلتم ذلك يرسل المطر عليكم متتابعًا كثيرًا، فتكثر خيراتكم، ويزدكم قوة إلى قوتكم بكثرة ذرياتكم وتتابع النِّعم عليكم، ولا تُعرضوا عما دعوتكم إليه مصرِّين على إجرامكم"},{"SurahNumber":11,"VerseNumber":53,"Text":"قالوا: يا هود ما جئتنا بحجة واضحة على صحة ما تدعونا إليه، وما نحن بتاركي آلهتنا التي نعبدها من أجل قولك، وما نحن بمصدِّقين لك فيما تدَّعيه"}]}