{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":96,"Text":"Li kieku nies l-ibliet emmnu u beżgħu minn Alla, konna niftħu fuqhom barkiet mis-sema u l-art, Iżda huma giddbu (is-sinjali li waslu lilhom u lill-Mibgħutin), u ħadniehom minħabba (il-ħażen) li kienu qegħdin jiksbu (b'għemilhom)"},{"SurahNumber":7,"VerseNumber":97,"Text":"Jaqaw nies l-ibliet iserrħu rashom li l-qilla tagħna ma hijiex se tiġihom (għal għarrieda) billejl, waqt li huma reqdin"},{"SurahNumber":7,"VerseNumber":98,"Text":"Jew nies l-ibliet serrħu rashom li l-qilla tagħna ma hijiex se tiġihom (għa' għarrieda) binhar, waqt li jkunu jilagħbu (u jaħlu ħinhom fil-frugħat)"},{"SurahNumber":7,"VerseNumber":99,"Text":"Jaqaw serrħu rashom mill-pjan sigriet ta' Alla (imħejji għalihom)' Ma jserrħux rashom mill-pjan sigriet ta' Alla ħlief it-tellifin"},{"SurahNumber":7,"VerseNumber":100,"Text":"Ma kinitx (biżżejjed it-tagħlima) għal dawk li wirtu l- art wara niesha (li għexu qabilhom u nqerdu) li, kieku ridna, stajna nolqtuhom. (bil-kastig tagħna) minħabba fi dnubiethom, u konna nqiegħdu siġill fuq qlubhom biex ma jisimgħux (u ma jkunux jistgħu jifhmu t-twissija)"},{"SurahNumber":7,"VerseNumber":101,"Text":"Dawk huma (Muħammad) l-ibliet li qegħdin nagħtuk aħbarhom. Il-Mibgħutin tagħhom ġewhom bis-sinjali ċ- ċari (dwar is-setgħa: ta' Alla), iżda ma' ridux jemmnu f'dak li giddbu qabel. Hekk iqiegħed Alla siġill fuq qlub dawk li ma jemmnux"},{"SurahNumber":7,"VerseNumber":102,"Text":"U ma' sibniex lil ħafna minnhom iħarsu r-rabta (tagħhom ma' Alla), u sibna li ħafna minnhom ħżiena"},{"SurahNumber":7,"VerseNumber":103,"Text":"Imbagħad bgħatna, warajhom, lil Mosċ bis-sinjali tagħna għand il-Fargħun u l-kbarat tiegħu, u ċaħduhom. Issa ara kif kien it-tmiem ta' nies il-ħsara"},{"SurahNumber":7,"VerseNumber":104,"Text":"Mosċ qal: €Ja Fargħun, jiena Mibgħut minn Sid il- ħolqien"}]}