{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":22,"VerseNumber":31,"Text":"Mugaragira Allah gusa kandi mutamubangikanya n’icyo ari cyo cyose. Naho ubangikanya Allah, aba ameze nk’uwahanutse mu kirere maze inyoni zikamucakiza iminwa yazo (zikamucagagura), cyangwa nk’uwatwawe n’inkubi y’umuyaga ikamujugunya kure"},{"SurahNumber":22,"VerseNumber":32,"Text":"Ibyo (Allah yategetse; ni byo umuntu ategetswe kubahiriza), kandi uwubahirije imigenzo ya Allah, mu by’ukuri ni bimwe mu bituma imitima igandukira (Allah)"},{"SurahNumber":22,"VerseNumber":33,"Text":"Ayo (amatungo atangwaho igitambo) abagirira akamaro kugeza igihe cyagenwe, hanyuma aho atangirwaho igitambo ni hafi y’ingoro yo hambere (Al Kaabat)"},{"SurahNumber":22,"VerseNumber":34,"Text":"Na buri muryango w’abantu (Umat) twawushyiriyeho imigenzo kugira ngo bajye bavuga izina rya Allah (igihe cyo kubaga) amatungo yabahaye ngo ababere amafunguro. Kandi Imana yanyu ni Imana imwe, bityo nimuyicisheho bugufi. Ndetse (yewe Muhamadi) uhe inkuru nziza abicisha bugufi"},{"SurahNumber":22,"VerseNumber":35,"Text":"Ba bandi imitima yabo ikangarana igihe Allah avuzwe, bihanganira ibyababayeho, bahozaho iswala, ndetse bakanatanga mu byo twabahaye"},{"SurahNumber":22,"VerseNumber":36,"Text":"Kandi ingamiya (zitangwaho ibitambo) twazibashyiriyeho nk’imwe mu migenzo ya Allah mufitemo ibyiza byinshi (amafunguro, ibihembo ku munsi w’imperuka). Bityo, (igihe mugiye kuzibaga) mujye muzivugiraho izina rya Allah igihe ziziritse (zigiye kubagwa), maze nizigwa hasi (nyuma yo kuzibaga), mujye muzikuraho (inyama) muzirye, munaziheho abakene badasaba ndetse n’abasabirizi. Uko ni ko twategetse (ayo matungo) kubacira bugufi kugira ngo mushimire"},{"SurahNumber":22,"VerseNumber":37,"Text":"Inyama n’amaraso byazo si byo bigera kwa Allah, ahubwo kumugandukira kwanyu ni ko kumugeraho. Uko ni ko twategetse (ayo matungo) kubacira bugufi kugira ngo musingize Allah kubera ko yabayoboye. Kandi (yewe Muhamadi) ha inkuru nziza abakora ibyiza"},{"SurahNumber":22,"VerseNumber":38,"Text":"Mu by’ukuri Allah arengera abemeye. Rwose Allah ntakunda umuhemu wese w’umuhakanyi (w’indashima)"}]}