{"Id":174,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul","Author":"Muhammad Hamidullah","Language":"French","Description":"French","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Eh Non!... Je jure par le Seigneur des Levants et des Couchants que Nous sommes Capable"},{"SurahNumber":70,"VerseNumber":41,"Text":"de les remplacer par de meilleurs qu'eux, et nul ne peut nous en empêcher"},{"SurahNumber":70,"VerseNumber":42,"Text":"Laisse-les donc s'enfoncer (dans leur mécréance) et se divertir jusqu'à ce qu'ils rencontrent leur jour dont on les menaçait"},{"SurahNumber":70,"VerseNumber":43,"Text":"le jour où ils sortiront des tombes, rapides comme s'ils couraient vers des pierres dressées"},{"SurahNumber":70,"VerseNumber":44,"Text":"leurs yeux seront abaissés, l'avilissement les couvrira. C'est cela le jour dont on les menaçait"},{"SurahNumber":71,"VerseNumber":1,"Text":"Nous avons envoyé Noé vers son peuple: «Avertis ton peuple, avant que leur vienne un châtiment douloureux»"},{"SurahNumber":71,"VerseNumber":2,"Text":"Il [leur] dit: «O mon peuple, je suis vraiment pour vous, un avertisseur clair"},{"SurahNumber":71,"VerseNumber":3,"Text":"Adorez Allah, craignez-Le et obéissez-moi"},{"SurahNumber":71,"VerseNumber":4,"Text":"pour qu'Il vous pardonne vos péchés et qu'Il vous donne un délai jusqu'à un terme fixé. Mais quand vient le terme fixé par Allah, il ne saurait être différé si vous saviez!»"},{"SurahNumber":71,"VerseNumber":5,"Text":"Il dit: «Seigneur! J'ai appelé mon peuple, nuit et jour"},{"SurahNumber":71,"VerseNumber":6,"Text":"Mais mon appel n'a fait qu'accroître leur fuite"},{"SurahNumber":71,"VerseNumber":7,"Text":"Et chaque fois que je les ai appelés pour que Tu leur pardonnes, ils ont mis leurs doigts dans leurs oreilles. se sont enveloppés de leurs vêtements, se sont entêtés et se sont montrés extrêmement orgueilleux"},{"SurahNumber":71,"VerseNumber":8,"Text":"Ensuite, je les ai appelés ouvertement"},{"SurahNumber":71,"VerseNumber":9,"Text":"Puis, je leur ai fait des proclamations publiques, et des confidences en secret"},{"SurahNumber":71,"VerseNumber":10,"Text":"J'ai donc dit: «Implorez le pardon de votre Seigneur, car Il est grand Pardonneur"}]}