{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":71,"Text":"Have they never envisioned how We must have created for them of Our Handiwork, the domestic animals of which they are now masters"},{"SurahNumber":36,"VerseNumber":72,"Text":"And that We have made them submissive to humans so that some of them they use for riding and others they consume"},{"SurahNumber":36,"VerseNumber":73,"Text":"And may derive yet other benefits from them and milk to drink. Will they not, then, be grateful"},{"SurahNumber":36,"VerseNumber":74,"Text":"But, nay, they have chosen gods other than Allah hoping that they might be helped"},{"SurahNumber":36,"VerseNumber":75,"Text":"It is beyond their power to help them, and in effect such people end up guarding their false gods like committed hosts"},{"SurahNumber":36,"VerseNumber":76,"Text":"So let not their utterances grieve you. Behold, We know what they conceal and what they declare"},{"SurahNumber":36,"VerseNumber":77,"Text":"Does not man realize that We created him from male and female gametes? Yet, behold, he stands forth as an open contender of Truth! ('Nutfah' = Gamete, male or female)"},{"SurahNumber":36,"VerseNumber":78,"Text":"And he makes comparisons for Us and forgets the fact of his creation, saying, \"Who will revive these bones when they have crumbled to dust?\" ("},{"SurahNumber":36,"VerseNumber":79,"Text":"Say, \"He will revive them Who brought them into being in the first instance. Yes, for He is the Knower of all acts of creation"},{"SurahNumber":36,"VerseNumber":80,"Text":"(The same Creator) Who produces for you fire out of the green tree, so that, behold, you kindle from it"},{"SurahNumber":36,"VerseNumber":81,"Text":"Is not He Who created the heavens and the earth Able to create the like of them? Yes indeed - for He is the Creator, Knower of all acts of creation"},{"SurahNumber":36,"VerseNumber":82,"Text":"When He intends a thing, His only Command to it is \"Be\" and it is"},{"SurahNumber":36,"VerseNumber":83,"Text":"Glorified is He in Whose Hand rests the Mighty Dominion over all things, and unto Him you will be brought back. (And every step of yours heads to His Law of Requital (3)"}]}