{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Bir zamanlar dağı, sanki bir gölgelikmiş gibi üstlerine geçirmiştik/kaldırmıştık. Onlar ise neredeyse tepelerine düşecek sanmışlardı. (Onlara demiştik ki:) \"Size verdiklerimize sımsıkı sarılın ve onda olanı düşünün ki sakınasınız"},{"SurahNumber":7,"VerseNumber":172,"Text":"Hani rabbin Adem ouğlarının sırtlarından zürriyetlerini almış ve onları kendi nefslerine karşı tanıklar kılmıştı / tanıklık ettirmişti: \"Ben sizin rabbiniz değil miyim?\" (demişti de) onlar: \"Evet (rabbimizsin), tanıklık ettik\" demişlerdi. (Bu) Kıyamet günü: \"Biz bundan habersizdik\" dememeniz içindir"},{"SurahNumber":7,"VerseNumber":173,"Text":"Ya da: \"Bizden önce ancak atalarımız ortak koşmuştu, biz ise onlardan sonra gelme bir kuşağız; işleri batıl olanların yaptıklarından dolayı bizi helak mi edeceksin?\" dememeniz için"},{"SurahNumber":7,"VerseNumber":174,"Text":"İşte biz ayetleri böyle birer birer açıklarız, umulur ki dönerler"},{"SurahNumber":7,"VerseNumber":175,"Text":"Onlara kendisine ayetlerimizi verdiğimiz kişinin haberini anlat / aktar. O, bundan sıyrılıp uzaklaşmış, şeytan onu peşine takmıştı. O da sonunda azgınlardan olmuştu"},{"SurahNumber":7,"VerseNumber":176,"Text":"Eğer biz dileseydik, onu bununla (ayetlerimizle) yükseltirdik. Ama o yere meyletti (veya yere saplandı), hevasına uydu. Onun durumu, üstüne varsan dilini sarkıtıp soluyan, kendi başına bıraksan dilini sarkıtıp soluyan köpeğin durumu gibidir. İşte ayetlerimizi yalanlayan topluluğun durumu böyledir. Artık gerçek haberi onlara aktar ki düşünsünler (yetefekkerun)"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ayetlerimizi yalanlayanlar ve yalnızca kendi nefslerine zulmedenlerin örneği / örnekliği ne kötüdür"},{"SurahNumber":7,"VerseNumber":178,"Text":"Tanrı kime hidayet verirse o artık hidayeti bulmuştur; kimi şaşırtıp saptırırsa artık onlar da hüsrana uğrayanlardır"}]}