{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":68,"Text":"Ve onlar, Allah ile beraber başka bir ilâha tapmazlar. Allah´ın (öldürülmesini) haram kıldığı kişiyi haklı olmadıkça öldürmezler ve zina yapmazlar. Ve kim bunları yaparsa günah cezasıyla karşılaşır"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kıyâmet günü onun azabı kat kat artar. Ve orada alçaltılmış olarak ebediyyen kalır"},{"SurahNumber":25,"VerseNumber":70,"Text":"Ancak kim (mürşidi önünde) tövbe eder (böylece kalbine îmân yazılıp, îmânı artan) mü´min olur ve salih amel (nefs tezkiyesi) yaparsa, o taktirde işte onların, Allah seyyiatlerini (günahlarını) hasenata (sevaba) çevirir. Ve Allah, Gafur´dur (günahları sevaba çevirendir), Rahîm´dir (rahmet gönderendir)"},{"SurahNumber":25,"VerseNumber":71,"Text":"Ve kim (mürşidi önünde) tövbe eder ve salih amel (nefs tezkiyesi) işlerse, o taktirde muhakkak ki o, tövbesi kabul edilmiş olarak Allah´a ulaşır (hayattayken ruhu Allah´a ulaşır)"},{"SurahNumber":25,"VerseNumber":72,"Text":"Ve onlar yalancı şahitlik yapmazlar. Ve boş sözle karşılaştıkları zaman vakarla (kerim olarak) geçip giderler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Ve onlara, Rab´lerinin âyetleri hatırlatıldığı zaman onlara (âyetlere) karşı kör ve sağır olmazlar"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ve onlar: “Rabbimiz, eşlerimizden ve zürriyyetimizden bize göz aydınlığı bağışla ve bizi muttakilere (takva sahiplerine) imam kıl.” derler"},{"SurahNumber":25,"VerseNumber":75,"Text":"İşte onlar, sabırlarından dolayı, (cennette) yüksek makamlarla mükâfatlandırılırlar. Ve orada tahiyyet (selâmet dilekleriyle) ve selâmla karşılanırlar"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada ebedî kalıcılardır. Ne güzel bir karargâh ve ne güzel ikâmet yeridir"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Onlara): “Rabbim, dualarınız olmasa size değer vermez. Oysa siz yalanlamıştınız. Fakat (azap) kaçınılmaz olacak.” de"}]}