{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":16,"Text":"Аммо куфр йўлини тутган ва Бизнинг оятларимизни ҳамда Охират мулоқотини ёлғон деган кимсалар — ана ўшалар (мангу) азобга дучор қилинурлар"},{"SurahNumber":30,"VerseNumber":17,"Text":"Бас, тунга кириш пайтларингизда ҳам, тонгга кириш пайтларингизда ҳам Аллоҳни поклангиз (яъни, У зотга ҳамду сано айтингиз)"},{"SurahNumber":30,"VerseNumber":18,"Text":"Оқшомда ҳам, пешин пайтига киришингизда ҳам (Аллоҳни поклангиз). Зеро, осмонлар ва Ердаги бор ҳамду сано Уникидир (яъни, коинотдаги барча мавжудот Унга ҳамду сано айтур)"},{"SurahNumber":30,"VerseNumber":19,"Text":"Аллоҳ ўликдан тирикни чиқарур, тирикдан ўликни чиқарур ва ерни ўлганидан кейин (баҳорда қайта) тирилтирур. Сизлар ҳам (Қиёмат Кунида қабрларингиздан) мана шундай чиқарилурсизлар"},{"SurahNumber":30,"VerseNumber":20,"Text":"(Аллоҳнинг қудрати илоҳийясига далолат қиладиган) оят-аломатларидан (бири) — У зот сизларни (яъни, отангиз Одамни) тупроқдан яратгани, сўнгра сизлар башарга айланиб (Ер юзига) таралишларингиздир"},{"SurahNumber":30,"VerseNumber":21,"Text":"Унинг оятларидан (яна бири) У зот сизлар ҳамдам бўлишларингиз учун ўзларингиздан жуфтлар яратиши ва ўрталарингизда ошнолик ва меҳр-муҳаббат пайдо қилишидир. Албатта бунда тафаккур қиладиган қавм учун оят-ибратлар бордир"},{"SurahNumber":30,"VerseNumber":22,"Text":"Унинг оятларидан (яна бири) — У зот осмонлар ва Ерни яратиши ва сизларнинг тилларингиз ва рангларингизни хилма-хил қилиб қўйгандир. Албатта бунда барча оламлар учун оят-ибратлар бордир"},{"SurahNumber":30,"VerseNumber":23,"Text":"Унинг оятларидан (яна бири) — кечаси ва кундузи ухлашларингиз ҳамда (кундузлари) Унинг фазлу марҳаматидан (ризқу рўз) исташларингиздир. Албатта бунда англайдиган қавм учун оят-ибратлар бордир"},{"SurahNumber":30,"VerseNumber":24,"Text":"Унинг оятларидан (яна бири) — У зот сизларга (момақалдироқдан) қўрққан ва (ёмғир ёғишидан) умидвор бўлган ҳолингизда чақмоқни кўргизур ва осмондан сув-ёмғир ёғдириб, унинг ёрдамида ерни, ўлганидан сўнг тирилтирур. Албатта бунда ақл юргизадиган қавм учун оят-ибратлар бордир"}]}