{"Id":192,"LanguageCodes":["hi","hin"],"Name":"hin-muhammadfarooqk","Author":"Muhammad Farooq Khan And Muhammad Ahmed","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"कहा, ऐसा तो मुझसे उस समय हुआ जबकि मैं चूक गया था"},{"SurahNumber":26,"VerseNumber":21,"Text":"फिर जब मुझे तुम्हारा भय हुआ तो मैं तुम्हारे यहाँ से भाग गया। फिर मेरे रब ने मुझे निर्णय-शक्ति प्रदान की और मुझे रसूलों में सम्मिलित किया"},{"SurahNumber":26,"VerseNumber":22,"Text":"यही वह उदार अनुग्रह है जिसका रहमान तू मुझपर जताता है कि तूने इसराईल की सन्तान को ग़ुलाम बना रखा है।"},{"SurahNumber":26,"VerseNumber":23,"Text":"फ़िरऔन ने कहा, \"और यह सारे संसार का रब क्या होता है"},{"SurahNumber":26,"VerseNumber":24,"Text":"उसने कहा, \"आकाशों और धरती का रब और जो कुछ इन दोनों का मध्य है उसका भी, यदि तुम्हें यकीन हो।"},{"SurahNumber":26,"VerseNumber":25,"Text":"उसने अपने आस-पासवालों से कहा, \"क्या तुम सुनते नहीं हो"},{"SurahNumber":26,"VerseNumber":26,"Text":"कहा, \"तुम्हारा रब और तुम्हारे अगले बाप-दादा का रब।"},{"SurahNumber":26,"VerseNumber":27,"Text":"बोला, \"निश्चय ही तुम्हारा यह रसूल, जो तुम्हारी ओर भेजा गया है, बिलकुल ही पागल है।"},{"SurahNumber":26,"VerseNumber":28,"Text":"उसने कहा, \"पूर्व और पश्चिम का रब और जो कुछ उनके बीच है उसका भी, यदि तुम कुछ बुद्धि रखते हो।"},{"SurahNumber":26,"VerseNumber":29,"Text":"बोला, \"यदि तूने मेरे सिवा किसी और को पूज्य एवं प्रभु बनाया, तो मैं तुझे बन्दी बनाकर रहूँगा।"},{"SurahNumber":26,"VerseNumber":30,"Text":"उसने कहा, \"क्या यदि मैं तेरे पास एक स्पष्ट चीज़ ले आऊँ तब भी"},{"SurahNumber":26,"VerseNumber":31,"Text":"बोलाः “अच्छा वह ले आ; यदि तू सच्चा है” ।"},{"SurahNumber":26,"VerseNumber":32,"Text":"फिर उसने अपनी लाठी डाल दी, तो अचानक क्या देखते है कि वह एक प्रत्यक्ष अज़गर है"},{"SurahNumber":26,"VerseNumber":33,"Text":"और उसने अपना हाथ बाहर खींचा तो फिर क्या देखते है कि वह देखनेवालों के सामने चमक रहा है"},{"SurahNumber":26,"VerseNumber":34,"Text":"उसने अपने आस-पास के सरदारों से कहा, \"निश्चय ही यह एक बड़ा ही प्रवीण जादूगर है"},{"SurahNumber":26,"VerseNumber":35,"Text":"चाहता है कि अपने जादू से तुम्हें तुम्हारी अपनी भूमि से निकाल बाहर करें; तो अब तुम क्या कहते हो"},{"SurahNumber":26,"VerseNumber":36,"Text":"उन्होंने कहा, \"इसे और इसके भाई को अभी टाले रखिए, और एकत्र करनेवालों को नगरों में भेज दीजिए"},{"SurahNumber":26,"VerseNumber":37,"Text":"कि वे प्रत्येक प्रवीण जादूगर को आपके पास ले आएँ।"},{"SurahNumber":26,"VerseNumber":38,"Text":"अतएव एक निश्चित दिन के नियत समय पर जादूगर एकत्र कर लिए गए"},{"SurahNumber":26,"VerseNumber":39,"Text":"और लोगों से कहा गया, \"क्या तुम भी एकत्र होते हो"}]}