{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"I z prawdą zesłaliśmy go, i z prawdą on zstąpił. I My wysłaliśmy ciebie tylko jako zwiastuna i ostrzegającego"},{"SurahNumber":17,"VerseNumber":106,"Text":"I Koran podzieliliśmy, abyś go recytował ludziom powoli. I zsyłaliśmy go stopniowo"},{"SurahNumber":17,"VerseNumber":107,"Text":"Powiedz: \"Wierzcie w niego albo też nie wierzcie!\" Ci, którym wcześniej została dana wiedza, padają na twarze, wybijając pokłony, kiedy jest im recytowany, wybijając pokłony"},{"SurahNumber":17,"VerseNumber":108,"Text":"Oni mówią: \"Chwała niech będzie Panu naszemu! Zaprawdę, obietnica naszego Pana zostanie spełniona"},{"SurahNumber":17,"VerseNumber":109,"Text":"Oni padają na twarze płacząc, i to powiększa ich pokorę"},{"SurahNumber":17,"VerseNumber":110,"Text":"Powiedz: \"Módlcie się do Boga albo módlcie się do Miłosiernego! Jakkolwiek byście Go wzywali, On posiada najpiękniejsze imiona.\" Nie bądź zbyt głośny w swojej modlitwie ani też nie bądź w. niej za cichy! Poszukaj drogi pośredniej"},{"SurahNumber":17,"VerseNumber":111,"Text":"I powiedz: \"Chwała niech będzie Bogu, który nie wziął sobie żadnego syna, który nie ma żadnego współtowarzysza w królestwie, który nie ma żadnego opiekuna przeciw poniżeniu! \" Wysławiaj Go, głosząc: \"Bóg jest wielki"},{"SurahNumber":18,"VerseNumber":1,"Text":"Chwała niech będzie Bogu, który zesłał Księgę Swojemu słudze i nie uczynił w niej żadnej krzywizny"},{"SurahNumber":18,"VerseNumber":2,"Text":"Księgę prostą, aby ostrzegała przed strasznym nieszczęściem, nadchodzącym od Niego, i zwiastowała wiernym, którzy czynią dobre dzieła, iż czeka ich piękna nagroda"},{"SurahNumber":18,"VerseNumber":3,"Text":"oni tam będą przebywać na wieki"},{"SurahNumber":18,"VerseNumber":4,"Text":"I aby ostrzegała tych, którzy mówią: \"Bóg wziął Sobie syna"}]}