{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":9,"VerseNumber":55,"Text":"(О, Мухаммад) сени алардын дүйнө-мүлкү менен бала-чакалары кызыктырбасын! Аллаһ дүйнөдө аларды ошолор менен машакатка салат жана каапыр бойдон өлүп кетүүлөрүн каалайт"},{"SurahNumber":9,"VerseNumber":56,"Text":"Алар Аллаһты ортого салып: «Биз силерденбиз” деп ант ичишет. Алар силерден эмес, бирок, суу жүрөк адамдар"},{"SurahNumber":9,"VerseNumber":57,"Text":"(Башына оор күн түшкөндө) эгер бир башпаанек же үңкүр же башка бир кире турган жер табышса, качкан бойдон ошого кирип кетишет"},{"SurahNumber":9,"VerseNumber":58,"Text":"Алардын арасында сени садакалар(ды бөлүштүрүү) боюнча айыптагандар бар. (Мунун себеби) эгер садакалардан берилсе, ыраазы болуп калышат, эгер берилбей калса (сени) жаман көрүп калышат"},{"SurahNumber":9,"VerseNumber":59,"Text":"Эгер алар Аллаһ жана пайгамбары берген нерсеге гана ыраазы болуп: “Бизге Аллаһ жетиштүү, Аллаһ жакында бизге Өз пазилетинен берет. Пайгамбары да берет. Биз (дүйнөгө эмес) Аллаһка умтулуучуларбыз”-дешкенде (өздөрүнө жакшы болмок)"},{"SurahNumber":9,"VerseNumber":60,"Text":"(Зекет) садакалар жакырларга, кедейлерге, зекет боюнча иштегендерге, көңүлдөрү Исламга буруулуусу үмүт кылынган кишилерге, моюнду (кулчулуктан) азат кылууга, карыз болуп калган кишилерге, Аллаһтын жолунда жихад кылгандарга жана мусапырларга Аллаһ тарабынан (буюрулган парыз) иретинде берилет. Аллаһ - Билүүчү, Даанышман"},{"SurahNumber":9,"VerseNumber":61,"Text":"Алардын арасында пайгамбардын көңүлүн ооруткандар бар. Алар (пайгамбарды, уруксат сурап, алдаганда “ишенип калганы” үчүн) “ал — кулак” дешет. Айткын: “Ал силерге “жакшы кулак”. Ал Аллаһка, момундарга ишенет жана силердин араңардагы ыймандуу адамдар үчүн (Аллаһтан жиберилген) ырайым” Аллаһтын пайгамбарынын көңүлүн ооруткан адамдарга жан ооруткан азап бар"}]}