{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":20,"VerseNumber":13,"Text":"“Và TA đã chọn Ngươi. Vì vậy, Ngươi hãy lắng nghe điều mặc khải.”"},{"SurahNumber":20,"VerseNumber":14,"Text":"“Quả thật, TA là Allah. Không có Thượng Đế đích thực nào khác ngoài TA cả. Cho nên, Ngươi hãy thờ phụng TA và hãy dâng lễ nguyện Salah để tưởng nhớ TA.”"},{"SurahNumber":20,"VerseNumber":15,"Text":"“Quả thật Giờ Tận Thế đang tiến đến nhưng TA giữ kín nó để cho mỗi linh hồn sẽ được ân thưởng tùy theo sự nỗ lực và phấn đấu của nó.”"},{"SurahNumber":20,"VerseNumber":16,"Text":"“Vì vậy, Ngươi chớ để cho ai không có đức tin nơi Giờ Tận Thế và theo đuổi dục vọng của bản thân làm cho Ngươi xao lãng nó để rồi Ngươi sẽ bị hủy diệt.”"},{"SurahNumber":20,"VerseNumber":17,"Text":"(Allah phán bảo Musa:) “Vật gì trong tay phải của Ngươi vậy, hỡi Musa?”"},{"SurahNumber":20,"VerseNumber":18,"Text":"(Musa) nói: “Thưa, đó là chiếc gậy của bề tôi, bề tôi thường dùng nó để chống khi đi lại, bề tôi cũng dùng nó để đập rụng lá cây cho đàn cừu của bề tôi và bề tôi dùng nó cho nhiều việc khác nữa.”"},{"SurahNumber":20,"VerseNumber":19,"Text":"(Allah) phán bảo: Này Musa, Ngươi hãy ném chiếc gậy của Ngươi xuống"},{"SurahNumber":20,"VerseNumber":20,"Text":"Musa ném chiếc gậy xuống, nó liền biến thành một con rắn bò nhanh nhẹn"},{"SurahNumber":20,"VerseNumber":21,"Text":"(Allah) phán bảo (Musa): “Ngươi hãy cầm lấy nó và đừng sợ. TA sẽ làm cho nó trở lại nguyên trạng ban đầu.”"},{"SurahNumber":20,"VerseNumber":22,"Text":"“Giờ Ngươi hãy áp bàn tay của Ngươi sát vào ba sườn của Ngươi, nó sẽ hiện ra trắng toát, không có gì đau đớn cả. (Đó là) một phép lạ khác nữa (mà TA ban cho Ngươi).”"},{"SurahNumber":20,"VerseNumber":23,"Text":"“TA muốn trưng bày cho Ngươi thấy một số phép mầu vĩ đại của TA.”"},{"SurahNumber":20,"VerseNumber":24,"Text":"“Ngươi hãy đi gặp Pha-ra-ông. Hắn thực sự đã ngông cuồng quá mức.”"},{"SurahNumber":20,"VerseNumber":25,"Text":"(Musa) thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài nới rộng lòng ngực của bề tôi.”"},{"SurahNumber":20,"VerseNumber":26,"Text":"“Xin Ngài làm cho công việc của bề tôi được thuận lợi.”"},{"SurahNumber":20,"VerseNumber":27,"Text":"“Xin Ngài tháo cái gút (ngọng) ra khỏi chiếc lưỡi của bề tôi.”"},{"SurahNumber":20,"VerseNumber":28,"Text":"“Để họ có thể hiểu được lời nói của bề tôi (khi bề tôi truyền đạt).”"},{"SurahNumber":20,"VerseNumber":29,"Text":"“Và xin Ngài chỉ định từ gia đình của bề tôi một người phò tá cho bề tôi (trong công việc này).”"},{"SurahNumber":20,"VerseNumber":30,"Text":"“Harun, người anh em của bề tôi.”"},{"SurahNumber":20,"VerseNumber":31,"Text":"“Xin Ngài tăng cường sức mạnh cho bề tôi qua người anh em của bề tôi.”"},{"SurahNumber":20,"VerseNumber":32,"Text":"“Và xin Ngài hãy để người anh em của bề tôi chia sẻ công việc cùng với bề tôi.”"},{"SurahNumber":20,"VerseNumber":33,"Text":"“Để cả hai bề tôi có thể tán dương Ngài thật nhiều.”"},{"SurahNumber":20,"VerseNumber":34,"Text":"“Cũng như để tưởng nhớ Ngài thật nhiều.”"},{"SurahNumber":20,"VerseNumber":35,"Text":"“Quả thật Ngài luôn quan sát thấy bầy tôi.”"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Allah) phán: “Hỡi Musa, quả thật những điều Ngươi yêu cầu đã được chấp thuận.”"},{"SurahNumber":20,"VerseNumber":37,"Text":"“Quả thật, TA (Allah) đã ban ân huệ cho Ngươi (Musa) trong một lần khác.”"}]}