{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Nikhumbule kananjalo ukuba Sanyusa intaba phezu kwabo yange ngathi luphahla, babecinga ukuba iza kuwa phezu kwabo; Sathi thina: “Bambelelani niqine koko Sininike kona, nikhumbule okungaphakathi apho khon’ukuze noyike uAllâh niMthobele Yena"},{"SurahNumber":7,"VerseNumber":172,"Text":"Yabonani Yathi iNkosi yakho Isakukhupha imbewu kubantwana baka-Adam ezinqeni zabo, Yabenza (iNkosi yabo) bangqina ngokwabo (Isithi) AndiyoNkosi yenu na? Bathi bona: “Ewe! Siyangqina Thina,” (kuba hleze nithi ngeMini yomGwebo, “Inene thina besingazi nto ngako oku.”)"},{"SurahNumber":7,"VerseNumber":173,"Text":"Kungenjalo hleze nithi: “Yayingoobawo bethu mandulo kuphela abathabatha amahlulelane bawanqula noAllâh, thina siyinzala eyavela emva kwabo; Ingaba Uya kusohlwaya na ngenxa yezenzo zabantu ababelandela ubuxoki?”"},{"SurahNumber":7,"VerseNumber":174,"Text":"Sizicacisa kanjalo ke iiVesi ngengcombolo, khon’ukuze babuye (beze enyanisweni)"},{"SurahNumber":7,"VerseNumber":175,"Text":"Bacengcelezele (Muhammad) ibali lalowo Samnika imiqondiso yeThu, kodwa wasuka wayijula kude yena; Waza uShaytân wamlandela waba ngomnye wabo balahlekileyo"},{"SurahNumber":7,"VerseNumber":176,"Text":"Ukuba Sasithandile, ngeSamphakamisayo ngayo (imiqondiso leyo) kodwa yena wasuka wabambelela ehlabathini, walandela iinkanuko zakhe ezingento yanto. Ke kaloku umzekeliso wakhe ngumzekeliso wenja: ethi (xa uyigxotha ijingise ulwimi lwayo ngaphandle okanye uyiyeke, ibe isajingisa ulwimi lwayo ngaphandle). Lowo ngumzekeliso wabantu abala iiVesi zeThu. Babalisele amabali ke ngoko kuba hleze baqiqe"},{"SurahNumber":7,"VerseNumber":177,"Text":"Mbi (kanobom) umzekeliso wabantu abaphika iiVesi zeThu besenza ububi eziqwini zabo"},{"SurahNumber":7,"VerseNumber":178,"Text":"Abo bakhokelelwe nguAllâh, bakhokelelekile, ukanti abo Ababeke ekulahlekeni abo ngabalahlekelwa"}]}