{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Na Kangka go inom Ka go Pakapipiya-angka a Ginawangka. Na o adun a Khailaingka ko manga Manosiya a sakatao, na Tharowangka: A Mata-an! A Sakun na minishamaya Akun ko (Allah a) Masalinggagao so KĶKathigur, na di Ako dun Makipumbitiyarai sa Alongan nai sa Manosiya"},{"SurahNumber":19,"VerseNumber":27,"Text":"Na inowit Iyan ko pagtao Niyan, a a-awidan Niyan. Pitharo iran: Hai Maryam! Sabunsabunar a Miyakanggolaola Ka sa Shai a lubi a mala a piyakagowagowad"},{"SurahNumber":19,"VerseNumber":28,"Text":"Hai Babai o Haroun! Da ko butad i Ama a Ka o ba tao a marata, go da ko butad i Ina a Ka ba Pashisina"},{"SurahNumber":19,"VerseNumber":29,"Text":"Na initoro Iyan (so Wata). Pitharo iran: Andamanaya i Kipumbitiyarain nami ko tao a matatago ko saloyota a maito a Wata"},{"SurahNumber":19,"VerseNumber":30,"Text":"Pitharo (o Wata): A Mata-an! a Sakun na Oripun o Allah: Inibugai Niyan Rakun so Kitab go biyaloi Ako Niyan a Nabi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Go biyaloi Ako Niyan a Puphangompiya, apiya anda KĶKo Matago, go ini Sogo Iyan Rakun so Sambayang go so Zakat ko masa a Kaoyagoyag Akun"},{"SurahNumber":19,"VerseNumber":32,"Text":"Go (biyaloi Ako Niyan a) Makapudi-in ko Ina Akun, go da a Ko Niyan baloya a Mamumundug a darowaka"},{"SurahNumber":19,"VerseNumber":33,"Text":"Go so Kalilintad na si-i Rakun ko Gawi-i a Kinimbawata-an Rakun, go so Gawi-i a Kapatai Akun, go so Gawi-i a Kapakatinduga Rakun a Oyagoyag"},{"SurahNumber":19,"VerseNumber":34,"Text":"Giyoto man so Īsa a Wata o Maryam: Katharo a Bunar, a so kapaparampangan siran non"},{"SurahNumber":19,"VerseNumber":35,"Text":"Da Mapatot ko Allah i ba Kowa sa Wata. Soti Sukaniyan! Igira adun a Pakapunggolalanun Niyan a Sogowan, na aya bo a Putharo-on Niyan non: Na Kon, na Kha-adun"},{"SurahNumber":19,"VerseNumber":36,"Text":"Na Mata-an! A so Allah i Kadnan Ko go Kadnan niyo: Na Showasowata niyo Sukaniyan: Giyaya i1 okit a maka-o ontol"},{"SurahNumber":19,"VerseNumber":37,"Text":"Na da pagayonayon so Pishagorompong kondolondolonan niran, na sangat a siksa a ruk o siran a Miyamangongkir, ko kapakandadarpai ko Gawi-i a mala"},{"SurahNumber":19,"VerseNumber":38,"Text":"Sayana siran a phakanug, go sayana siran a phakailai, ko Gawi-i a kapakatalingoma iran Rukami! Ogaid na so manga Darowaka sa Alongan nai na matatago ko kadadag a mapayag"}]}