{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":62,"Text":"جب آگے چلے تو (موسیٰ نے) اپنے شاگرد سے کہا کہ ہمارے لئے کھانا لاؤ۔ اس سفر سے ہم کو بہت تکان ہوگئی ہے"},{"SurahNumber":18,"VerseNumber":63,"Text":"(اس نے) کہا کہ بھلا آپ نے دیکھا کہ جب ہم نے پتھر کے ساتھ آرام کیا تھا تو میں مچھلی (وہیں) بھول گیا۔ اور مجھے (آپ سے) اس کا ذکر کرنا شیطان نے بھلا دیا۔ اور اس نے عجب طرح سے دریا میں اپنا رستہ لیا"},{"SurahNumber":18,"VerseNumber":64,"Text":"(موسیٰ نے) کہا یہی تو (وہ مقام) ہے جسے ہم تلاش کرتے تھے تو وہ اپنے پاؤں کے نشان دیکھتے دیکھتے لوٹ گئے"},{"SurahNumber":18,"VerseNumber":65,"Text":"(وہاں) انہوں نے ہمارے بندوں میں سے ایک بندہ دیکھا جس کو ہم نے اپنے ہاں سے رحمت (یعنی نبوت یا نعمت ولایت) دی تھی اور اپنے پاس سے علم بخشا تھا"},{"SurahNumber":18,"VerseNumber":66,"Text":"موسیٰ نے ان سے (جن کا نام خضر تھا) کہا کہ جو علم (خدا کی طرف سے) آپ کو سکھایا گیا ہے اگر آپ اس میں سے مجھے کچھ بھلائی (کی باتیں) سکھائیں تو میں آپ کے ساتھ رہوں"},{"SurahNumber":18,"VerseNumber":67,"Text":"(خضر نے) کہا کہ تم میرے ساتھ رہ کر صبر نہیں کرسکو گے"},{"SurahNumber":18,"VerseNumber":68,"Text":"اور جس بات کی تمہیں خبر ہی نہیں اس پر صبر کر بھی کیوں کرسکتے ہو"},{"SurahNumber":18,"VerseNumber":69,"Text":"(موسیٰ نے) کہا خدا نے چاہا تو آپ مجھے صابر پایئے گا۔ اور میں آپ کے ارشاد کے خلاف نہیں کروں گا"},{"SurahNumber":18,"VerseNumber":70,"Text":"(خضر نے) کہا کہ اگر تم میرے ساتھ رہنا چاہو تو (شرط یہ ہے) مجھ سے کوئی بات نہ پوچھنا جب تک میں خود اس کا ذکر تم سے نہ کروں"},{"SurahNumber":18,"VerseNumber":71,"Text":"تو دونوں چل پڑے۔ یہاں تک کہ جب کشتی میں سوار ہوئے تو (خضر نے) کشتی کو پھاڑ ڈالا۔ (موسیٰ نے) کہا کیا آپ نے اس لئے پھاڑا ہے کہ سواروں کو غرق کردیں یہ تو آپ نے بڑی (عجیب) بات کی"},{"SurahNumber":18,"VerseNumber":72,"Text":"(خضر نے) کہا۔ کیا میں نے نہیں کہا تھا کہ تم میرے ساتھ صبر نہ کرسکو گے"},{"SurahNumber":18,"VerseNumber":73,"Text":"(موسیٰ نے) کہا کہ جو بھول مجھ سے ہوئی اس پر مواخذہ نہ کیجیئے اور میرے معاملے میں مجھ پر مشکل نہ ڈالئے"},{"SurahNumber":18,"VerseNumber":74,"Text":"پھر دونوں چلے۔ یہاں تک کہ (رستے میں) ایک لڑکا ملا تو (خضر نے) اُسے مار ڈالا۔ (موسیٰ نے) کہا کہ آپ نے ایک بےگناہ شخص کو ناحق بغیر قصاص کے مار ڈالا۔ (یہ تو) آپ نے بری بات کی"}]}