{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"And O my people! How is it that I call you to salvation while you call me to the Fire"},{"SurahNumber":40,"VerseNumber":42,"Text":"You invite me to disbelieve in Allah (and in His Oneness), and to join partners in worship with Him; of which I have no knowledge, and I invite you to the All-Mighty, the Oft-Forgiving"},{"SurahNumber":40,"VerseNumber":43,"Text":"No doubt you call me to (worship) one who cannot grant (me) my request (or respond to my invocation) in this world or in the Hereafter. And our return will be to Allah, and Al-Musrifun (i.e. polytheists and arrogants, those who commit great sins, the transgressors of Allah's set limits)! They shall be the dwellers of the Fire"},{"SurahNumber":40,"VerseNumber":44,"Text":"And you will remember what I am telling you, and my affair I leave it to Allah. Verily, Allah is the All-Seer of (His) slaves"},{"SurahNumber":40,"VerseNumber":45,"Text":"So Allah saved him from the evils that they plotted (against him), while an evil torment encompassed Fir'aun's (Pharaoh) people"},{"SurahNumber":40,"VerseNumber":46,"Text":"The Fire; they are exposed to it, morning and afternoon, and on the Day when the Hour will be established (it will be said to the angels): \"Cause Fir'aun's (Pharaoh) people to enter the severest torment"},{"SurahNumber":40,"VerseNumber":47,"Text":"And, when they will dispute in the Fire, the weak will say to those who were arrogant; \"Verily! We followed you, can you then take from us some portion of the Fire"},{"SurahNumber":40,"VerseNumber":48,"Text":"Those who were arrogant will say: \"We are all (together) in this (Fire)! Verily Allah has judged between (His) slaves"},{"SurahNumber":40,"VerseNumber":49,"Text":"And those in the Fire will say to the keepers (angels) of Hell: \"Call upon your Lord to lighten for us the torment for a day"}]}