{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":166,"Text":"What befell you on the day when the two hosts met was by the leave of Allah, and in order that He might mark out those who believe"},{"SurahNumber":3,"VerseNumber":167,"Text":"and those who are hypocrites. And when these hypocrites were asked: ´Come and fight in the wayof Allah´, or (at least) ´defend yourselves´, they answered: ´If we but knew that there would be fighting, we would certainly have followed. They were nearer then to infidelity than to faith. They utter from their mouths what is not in their hearts. Allah knows well what they conceal"},{"SurahNumber":3,"VerseNumber":168,"Text":"These are the ones who stayed away, saying about their brothers: ´Had they followed us, they would not have been slain.´ Say: ´If you speak the truth then avert death when it comes to you.´"},{"SurahNumber":3,"VerseNumber":169,"Text":"Think not of those slain in the way of Allah as dead. Indeed they are living, and with their Lord they have their sustenance"},{"SurahNumber":3,"VerseNumber":170,"Text":"rejoicing in what Allah has bestowed upon them out of His bounty, jubilant that neither fear nor grief shall come upon the believers left behind in the world who have not yet joined them"},{"SurahNumber":3,"VerseNumber":171,"Text":"They rejoice at the favours and bounties of Allah, and at the awareness that Allah will not cause the reward of the believers to be lost"},{"SurahNumber":3,"VerseNumber":172,"Text":"There were those who responded to the call of Allah and the Messenger after injury had smitten them - for all those who do good and fear Allah there is a mighty reward"},{"SurahNumber":3,"VerseNumber":173,"Text":"When people said to them: ´Behold, a host has gathered around you and you should fear them´, it only increased their faith and they answered: ´Allah is Sufficient for us; and what an excellent Guardian He is!´"}]}