{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":15,"Text":"So when they went away with Joseph and decided to cast him in the bottom of the dark pit, We revealed to Joseph: \"Surely a time will come when you will remind them of their deed. They know nothing about the consequence of what they are doing"},{"SurahNumber":12,"VerseNumber":16,"Text":"At nightfall they came to their father weeping"},{"SurahNumber":12,"VerseNumber":17,"Text":"and said: \"Father! We went racing with one another and left Joseph behind with our things, and then a wolf came and ate him up. We know that you will not believe us howsoever truthful we might be"},{"SurahNumber":12,"VerseNumber":18,"Text":"And they brought Joseph's shirt, stained with false blood. Seeing this their father exclaimed: \"Nay (this is not true); rather your evil souls have made it easy for you to commit a heinous act. So I will bear this patiently, and in good grace. It is Allah's help alone that I seek against your fabrication"},{"SurahNumber":12,"VerseNumber":19,"Text":"And a caravan came, and they sent their water drawer to draw water. As he let down his bucket in the well he (observed Joseph) and cried out: \"This is good news. There is a boy.\" They concealed him, considering him as part of their merchandise, while Allah was well aware of what they did"},{"SurahNumber":12,"VerseNumber":20,"Text":"Later they sold him for a paltry sum - just a few dirhams; they did not care to obtain a higher price"},{"SurahNumber":12,"VerseNumber":21,"Text":"The man from Egypt who bought him said to his wife: \"Take good care of him, possibly he might be of benefit to us or we might adopt him as a son.\" Thus We found a way for Joseph to become established in that land and in order that We might teach him to comprehend the deeper meaning of things. Allah has full power to implement His design although most people do not know that"},{"SurahNumber":12,"VerseNumber":22,"Text":"And when Joseph reached the age of maturity, We granted him judgement and knowledge. Thus do We reward those who do good"}]}