{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":24,"VerseNumber":28,"Text":"Sano naga nkansimana jwalijose mwalakwemo basi nkajinjila mpaka n’di mpedwile lusa. Soni naga nsalilidwe kuti: “Ujilani.” Basi ujaani, yalakweyo ni yakuswejela nnope kukwenu. Soni Allah ichindu yankutenda aŵele Jwaimanya chenene"},{"SurahNumber":24,"VerseNumber":29,"Text":"Chipaŵe pangali ulemwa kukwenu kwinjila majumba gangali ŵaakutama, mwalakwemo nimuli mwana yakunkamuchisya yenu. Sano Allah ni akumanyilila yankulosya palangulangu ni yankusisa"},{"SurahNumber":24,"VerseNumber":30,"Text":"Mwasalilani ŵakulupilila ŵachilume kuti ateteŵasyeje meso gao (pangalola yakanyisyidwa), ni kuti soni augoseje utukani wao. Yalakweyo niyaili yakuswejela nnope kukwao. Chisimu Allah ni Nkusimanya abali syosope sya yaakutenda"},{"SurahNumber":24,"VerseNumber":31,"Text":"Mwasalilani soni ŵakulupilila ŵachikongwe kuti ateteŵasyeje meso gao (pangalola yakanyisyidwa), ni kuti soni augoseje utukani wao. Soni ngasalosyaga (papaswela) ipeto yao ikaŵeje yaionechele muyalakweyo (mpela ngope ni magasa), ni aliunichileje mipango jao pachanya pa mitwe, ngosi ni idali yao, soni ngasalosya ipeto yao ikaŵeje kwa achiŵammakwao, kapena achatati ŵao, kapena achakwegwao ŵachilume, kapena ŵanache ŵao ŵachilume, kapena ŵanache ŵachilume ŵa achiŵammakwao, kapena achachimwene ŵao, kapena ŵanache ŵachilume ŵa achachimwene ŵao, kapena ŵanache ŵachilume ŵa achalumbu ŵao, kapena achakongwe achimijao (ŵachisilamu), kapena ŵaapatidwe ni makono gao gakun’dyo (mateeka), kapena ŵakuya (ŵakwatumichila achakongwe) ŵali achalume (ŵachekulupe) ŵangali chisako (chakwasaka achakongweo), kapena ŵanache ŵachilume ŵanganaukopochele utukani wa achakongwe. Soni akasaputasyaga (pasi) ngongolo syao kuti imanyukuche yaakusisa mu ipeto yao. Sano tendani toba kwa Allah wosopeŵene jenumanja ŵakulupilila kuti m’be ŵakupunda"}]}