{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"If you could but see those disbelieving criminals when they hang their heads before their Lord (pleading): \"Our Lord! Now we have seen and heard (the truth and are ready to be obedient). So return us (to the world): we will certainly do good, righteous deeds. Now we are certain (of the truth)"},{"SurahNumber":32,"VerseNumber":13,"Text":"(That is no more than a vain desire.) If We had so willed, We would have given every soul its guidance (the route to salvation particular to it); but (many choose unbelief, and) the word from Me has proven true that I would most certainly fill Hell with jinn and humankind, all together"},{"SurahNumber":32,"VerseNumber":14,"Text":"So, (you who willingly chose and followed the way of unbelief in the world despite Our warnings,) taste the punishment because you acted in oblivious heedlessness of (the appointment I gave you for) this Day. We are (now) oblivious and heedless of you. Taste the abiding punishment for what you used to do"},{"SurahNumber":32,"VerseNumber":15,"Text":"Only they (truly) believe in Our signs and Revelations who, when they are mentioned of them (by way of advice and instruction), fall down in prostration, and glorify their Lord with His praise, and they do not behave with haughtiness"},{"SurahNumber":32,"VerseNumber":16,"Text":"Their sides forsake their beds at night, calling out to their Lord in fear (of His punishment) and hope (for His forgiveness, grace, and good pleasure), and out of what We have provided for them (of wealth, knowledge, power, etc.,) they spend (to provide sustenance for the needy and in God’s cause, purely for the good pleasure of God and without placing others under obligation)"},{"SurahNumber":32,"VerseNumber":17,"Text":"No soul knows what joyous means of happiness are kept hidden (reserved) for them as a reward for what they have being doing"},{"SurahNumber":32,"VerseNumber":18,"Text":"Is, then, he who is a believer like him who is a transgressor? They are not equal"},{"SurahNumber":32,"VerseNumber":19,"Text":"As for those who believe and do good, righteous deeds, for them are Gardens of Refuge and Dwelling, as a welcome (from God, in return) for what they have been doing"},{"SurahNumber":32,"VerseNumber":20,"Text":"But as for those who transgress (the bounds set by God in belief and action), their refuge and dwelling is the Fire. Every time they desire to come out of it, they will be returned to it and they will be told, \"Taste the punishment of the Fire which you used to deny"}]}