{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":68,"VerseNumber":16,"Text":"Xayi uddurul (waktil) kate waa bedu kaak heenno sanal"},{"SurahNumber":68,"VerseNumber":17,"Text":"Diggah nanu makki mara qulul kee qabaarat niqiyyire bustaan mara kah niqiyyire innah, usun subci wakti kay caxammixu tumaleelak qellut yargiqoonu waanamah xiibiten waqdi"},{"SurahNumber":68,"VerseNumber":18,"Text":"Yalli faxek maxaccinnon"},{"SurahNumber":68,"VerseNumber":19,"Text":"Tokkel ku Rabbih kabuk usun xiinit anuk mire (giráy kaa carrisse kinnuk) kaa mireh"},{"SurahNumber":68,"VerseNumber":20,"Text":"Tokkel usuk data gommod ceelak maacise"},{"SurahNumber":68,"VerseNumber":21,"Text":"Tokke sittah kayam kaayeenih maacisen waqdi"},{"SurahNumber":68,"VerseNumber":22,"Text":"Sinni buqree kee sinni caxammixuh waqlal kuula kaa yargaqu waah orbisa mara tekkeenik ittak iyyen"},{"SurahNumber":68,"VerseNumber":23,"Text":"Tokkel gexeenih, usun tutuc axcuk"},{"SurahNumber":68,"VerseNumber":24,"Text":"Ta saaku tumaleela bustaan siinil cule waytaama ittak axcuk"},{"SurahNumber":68,"VerseNumber":25,"Text":"Kuuleenih loowiteenimil dudda le mara sinni akka luk"},{"SurahNumber":68,"VerseNumber":26,"Text":"Tokkel usun sinni bustaan carareeh gombod yekkem yublen waqdi, diggaluk nanu baditneeh gitak hoxneh nan iyyen"},{"SurahNumber":68,"VerseNumber":27,"Text":"Usun Bustaan sinni bustaan kinnim yismiten waqdi: Wonna hinnay nanu kay kayrik baxaysite mara nekke, tumaleela cakkik kak waasneemih sabbatah iyyen"},{"SurahNumber":68,"VerseNumber":28,"Text":"Keenik kas kee kayrih yayse num: siinik maxaccinniyoo, Yalla ma saytunnossaanaa, Yalli saytunih itteenih, hinnay Yalli faxek itteenih"},{"SurahNumber":68,"VerseNumber":29,"Text":"Nanu ni Rabbi kaah yaguude saytunnoysiyyah kaa saytunnosna, diggah nanu ninni nafsi yudlume marah sugne tumaleela cakkik waasneemil"},{"SurahNumber":68,"VerseNumber":30,"Text":"Tokkel gari garut keenik yufkune sitta assacakkuk"},{"SurahNumber":68,"VerseNumber":31,"Text":"Booley nee gee finqgaaw! Diggah nanu caddok tatre marah sugne, Yallih amri cinneeh tumaleela cakkik waasne waqdi"},{"SurahNumber":68,"VerseNumber":32,"Text":"Ni Rabbi nanu abneh nan umaanek kaal gacneemih sabbatah, tama bustaanak taysem nee ciggiilisele, diggaak nanu ninni Rabbik qafuu kee muxxo qaagitna"},{"SurahNumber":68,"VerseNumber":33,"Text":"Addunyâ digaalá Tonna. Diggah akeerâ digaalá wohuuk naba, usun woh yaaxige mara akkinnoonuy waasimak yenen"},{"SurahNumber":68,"VerseNumber":34,"Text":"Diggah Yallak meesita mari, sinni Rabbih xaqul waara niqmat elle yan jannoota lon"},{"SurahNumber":68,"VerseNumber":35,"Text":"Tokkel muslimiin koros inna maay abna galtol? (mabna)"},{"SurahNumber":68,"VerseNumber":36,"Text":"Maca litoonuu Mannal mekeltaanaa? muslimiin kee koros galtol missoowaanah ittaanamal"},{"SurahNumber":68,"VerseNumber":37,"Text":"Hinnak qaraanak oobe kitaabay elle barittaana litoonuu"},{"SurahNumber":68,"VerseNumber":38,"Text":"Diggah isin faxinnaanim addak kak doorittoonuh"},{"SurahNumber":68,"VerseNumber":39,"Text":"Hinnak xagnittey xiibal siinih diggosneh iyya nellih litoonuu Qhiyaamah ayrô fanah, diggaluk isin sinnih faxxaanam mekeltaanamal"},{"SurahNumber":68,"VerseNumber":40,"Text":"Nabiyow! ken (koros kinnuk) esserey :woo meklay abiteeni geyoonu waanamah waas keenik yekke num miyyaay"},{"SurahNumber":68,"VerseNumber":41,"Text":"Hinnak Yallat agleytiitih yan maray usun iyyaanamah waas keenih yakkey faxaanamah ken cata maay lon, toysa usun iyyaanamat numma yacee mara yekkeenik sinni agleytit baahoonay"},{"SurahNumber":68,"VerseNumber":42,"Text":"Qhiyaamah ayróy Yallî sarbay ni sarba ceele wayta tamballayu waytaah, sinam sujuud fanah edde seecimtay, koros sujuud edde abtam duude wayta"}]}