{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":23,"Text":"(آن دو) گفتند: «پروردگارا! ما به خود ستم کردیم، و اگر ما را نیامرزی و بر ما رحم نکنی، مسلّماً از زیان‌کاران خواهیم بود»"},{"SurahNumber":7,"VerseNumber":24,"Text":"(الله) فرمود: «فرود آیید، در حالی‌که بعضی از شما نسبت به بعض دیگر دشمن خواهید بود، و برای شما در زمین تا مدت معینی قرارگاه و بهرمندی خواهد بود»"},{"SurahNumber":7,"VerseNumber":25,"Text":"فرمود: «در آن زندگی می‌کنید و در آن می‌میرید، و (در رستاخیز) از آن بیرون آورده خواهید شد»"},{"SurahNumber":7,"VerseNumber":26,"Text":"ای فرزندان آدم! به راستی برای شما لباسی که شرمگاه‌تان را می‌پوشاند و (مایۀ) زینت شماست، نازل کردیم، و لباس تقوا بهتر است، این از آیات (و نشانه‌های) الله است تا (انسان‌ها) متذکر شوند"},{"SurahNumber":7,"VerseNumber":27,"Text":"ای فرزندان آدم! شیطان شما را نفریبد، چنانکه پدر و مادر شما را از بهشت بیرون کرد، و لباس‌شان را از تن‌شان کند (کشید)؛ تا شرمگاه‌شان را به آن‌ها نشان دهد. بی‌گمان او و همکارانش شما را می‌بینند از جایی که شما آن‌ها را نمی‌بینید، براستی ما شیطان‌ها را دوستان کسانی قرار دادیم که ایمان نمی‌آورند"},{"SurahNumber":7,"VerseNumber":28,"Text":"و چون کار‌‌ زشتی انجام دهند، گویند: «نیاکان خود را بر این (کار) یافته‌ایم، و الله ما را بدان فرمان داده است». بگو: «الله (هرگز) به کار زشت فرمان نمی‌دهد، آیا چیزی را که نمی‌دانید به الله نسبت می‌دهید؟!»"},{"SurahNumber":7,"VerseNumber":29,"Text":"بگو: «پروردگارم به عدالت فرمان داده است، و (نیز) در هر مسجدی (و به هنگام هر نمازی) روی‌هایتان را به سوی او کنید و او را (به دعا و نیایش) بخوانید؛ در حالی‌که دین (خود) را برای او خالص گردانید. همانطور که در آغاز شما را آفرید (بعد از مرگ، بار دیگر بسویش) باز می‌گردید"},{"SurahNumber":7,"VerseNumber":30,"Text":"گروهی را هدایت نمود و گروهی (دیگر) گمراهی بر آن‌ها محقق (و ثابت) گشت، زیرا آن‌ها شیطان‌ها را به جای (الله)، سرپرست (و دوستان خویش) برگزیدند، و گمان می‌کنند که آنان هدایت یافته‌اند»"}]}