{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":80,"Text":"Ask for forgiveness for them or ask not for forgiveness for them, if thou hast asked for forgiveness for them seventy times, God will never forgive them. That is because they were ungrateful to God and His Messenger. And God guides not the folk, the ones who disobey"},{"SurahNumber":9,"VerseNumber":81,"Text":"The ones who are left behind were glad of their positions behind the Messenger of God. And they disliked struggling with their wealth and themselves in the way of God. And they said: Move not forward in the heat. Say: The fire of hell has more severe heat. Would that they had been understanding"},{"SurahNumber":9,"VerseNumber":82,"Text":"So let them laugh a little and weep much as a recompense for what they had been earning"},{"SurahNumber":9,"VerseNumber":83,"Text":"Then, God returned thee to a section of them. And they asked thy permission for going forth. Then, say: You will never ever go forth with me nor fight an enemy with me. You were well-pleased sitting the first time. Then, sit—ones who await with who lagged behind"},{"SurahNumber":9,"VerseNumber":84,"Text":"Pray thou not formally for any of them who died, ever, nor stand up at his grave. Truly, they were ungrateful to God and His Messenger and died while they are ones who disobey"},{"SurahNumber":9,"VerseNumber":85,"Text":"And let not their wealth impress you nor their children. For God only wants to punish them with these in the present and their souls depart while they were ones who are ungrateful"},{"SurahNumber":9,"VerseNumber":86,"Text":"When a Chapter of the Quran was caused to descend saying that: Believe in God and struggle along with His Messenger, those imbued with affluence ask permission of thee. And they said: Forsake us. We would be with the ones who sit at home"}]}