{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":51,"Text":"If We send (a special) wind and leave (their crops) pale yellow, they will (swear and curse, and) continue to disbelieve"},{"SurahNumber":30,"VerseNumber":52,"Text":"Of course, you cannot make the dead hear you. Nor can you make the deaf hear your call, (particularly) when they turn their backs to avoid you"},{"SurahNumber":30,"VerseNumber":53,"Text":"Nor can you (point out the right way and) steer the blind away from his wandering path. You can only inform and advise those who believe in Our signs and are ready to submit"},{"SurahNumber":30,"VerseNumber":54,"Text":"It is Allah Who created you as a frail and feeble form _ (an infant). Then He lets your weakness evolve into strength. After that, He (again) makes your strength dwindle into a state of weakness _ a senile old age! He creates whatever He wants! He is all Knowing, the Omnipotent"},{"SurahNumber":30,"VerseNumber":55,"Text":"The criminals will swear on the day the hour (of Judgment) is held, that they stayed (dead) for just a brief while. Thus (in their lives, too) they were deceived"},{"SurahNumber":30,"VerseNumber":56,"Text":"Those granted the knowledge and belief will say, \"As per the book of Allah, you have stayed till the day of resurrection, and this is the day of resurrection! But, you remained unaware"},{"SurahNumber":30,"VerseNumber":57,"Text":"On that day, the apologies and excuses will not benefit those who do evil. They will not even be asked to seek forgiveness"},{"SurahNumber":30,"VerseNumber":58,"Text":"In this Qur´an, We have explained people (the truth) in every possible way. Indeed, if you brought them a miracle they will surely say, \"You are only playing tricks on us"},{"SurahNumber":30,"VerseNumber":59,"Text":"Thus, Allah seals the hearts of those who stay unaware"},{"SurahNumber":30,"VerseNumber":60,"Text":"(So, oh messenger), stay patient (against provocation)! Allah´s promise is real! Let not those who lack faith find you soft, and short on courage"}]}