{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":10,"VerseNumber":98,"Text":"Si seulement une seule cité, parmi celles qui furent exterminées pour leur impiété, avait pu être sauvée par sa foi au moment où le châtiment allait l’emporter, comme le fut le peuple de Jonas auquel Nous avons épargné un châtiment humiliant lorsqu’il proclama sa foi, le laissant jouir quelque temps de la vie"},{"SurahNumber":10,"VerseNumber":99,"Text":"Si ton Seigneur l’avait voulu, tous les habitants de la terre auraient embrassé la foi. Est-ce à toi de contraindre les hommes à devenir croyants"},{"SurahNumber":10,"VerseNumber":100,"Text":"En vérité, il n’est donné à personne de croire si ce n’est par la volonté d’Allah qui infligera Son châtiment à ceux qui s’obstinent à ne pas comprendre"},{"SurahNumber":10,"VerseNumber":101,"Text":"Dis : « Méditez les signes qui se trouvent dans les cieux et sur la terre. » Mais les signes et les avertissements restent sans effet sur des gens si peu disposés à croire"},{"SurahNumber":10,"VerseNumber":102,"Text":"Qu’attendent-ils sinon de subir le sort des peuples qui ont vécu avant eux ? Dis : « Attendez donc ! Je suis avec vous parmi ceux qui attendent. »"},{"SurahNumber":10,"VerseNumber":103,"Text":"Nous sauverons alors Nos Messagers et ceux qui ont la foi. Nous nous faisons toujours un devoir de sauver les croyants"},{"SurahNumber":10,"VerseNumber":104,"Text":"Dis : « Ô hommes ! Si vous doutez de ma religion, sachez que je n’adore pas les fausses divinités que vous vénérez en dehors d’Allah, mais bien Allah qui un jour reprendra vos âmes. J’ai, en effet, reçu l’ordre d’être du nombre des croyants"},{"SurahNumber":10,"VerseNumber":105,"Text":"et de me tourner, en monothéiste pur et sincère, vers la vraie religion, sans jamais m’associer aux idolâtres dans leur culte des fausses divinités. »"},{"SurahNumber":10,"VerseNumber":106,"Text":"Garde-toi d’invoquer, en dehors d’Allah, ces divinités qui ne sauraient t’être utiles ou te nuire, car tu commettrais alors la plus grande iniquité"}]}