{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"O mga tao ko, hindi ako humihingi sa inyo dahil doon ng isang yaman; walang pabuya sa akin kundi nasa kay Allāh. Ako ay hindi magtataboy sa mga sumampalataya. Tunay na sila ay makikipagkita sa Panginoon nila, subalit ako ay nakakikita sa inyo bilang mga taong nagpapakamangmang"},{"SurahNumber":11,"VerseNumber":30,"Text":"O mga tao ko, sino ang mag-aadya sa akin laban kay Allāh kung nagtaboy ako sa kanila? Kaya hindi ba kayo nagsasaalaala"},{"SurahNumber":11,"VerseNumber":31,"Text":"Hindi ako nagsasabi sa inyo na taglay ko ang mga imbakan ni Allāh. Hindi ako nakaaalam sa Lingid. Hindi ako nagsasabi na tunay na ako ay isang anghel. Hindi ako nagsasabi sa mga hinahamak ng mga mata ninyo na hindi magbibigay sa kanila si Allāh ng isang mabuti. Si Allāh ay higit na maalam sa nasa mga sarili nila. Tunay na ako samakatuwid ay talagang kabilang sa mga tagalabag sa katarungan"},{"SurahNumber":11,"VerseNumber":32,"Text":"Nagsabi sila: \"O Noe, nakipagtalo ka na sa amin saka nagpadalas ka sa pakikipagtalo sa amin kaya magdala ka sa amin ng ipinangangako mo sa amin kung ikaw ay kabilang sa mga tapat"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nagsabi siya: \"Magdadala lamang sa inyo nito si Allāh kung niloob Niya, at kayo ay hindi mga makalulusot"},{"SurahNumber":11,"VerseNumber":34,"Text":"Hindi magpapakinabang sa inyo ang pagpapayo ko – kung nagnais ako na magpayo sa inyo – kung nangyaring si Allāh ay nagnanais na magpalisya sa inyo. Siya ay ang Panginoon ninyo, at tungo sa Kanya pababalikin kayo"},{"SurahNumber":11,"VerseNumber":35,"Text":"O nagsasabi sila na gumawa-gawa siya nito? Sabihin mo: \"Kung gumawa-gawa ako nito ay sa akin ang pagpapakasalarin ko at ako ay walang-kaugnayan sa anumang pagpapakasalarin ninyo"},{"SurahNumber":11,"VerseNumber":36,"Text":"Ikinasi kay Noe: \"Hindi sasampalataya kabilang sa mga tao mo kundi ang sinumang sumampalataya na, kaya huwag kang mahapis sa anumang dati nilang ginagawa"},{"SurahNumber":11,"VerseNumber":37,"Text":"Yumari ka ng daong sa pamamagitan ng mga mata Namin at pagkasi Namin. Huwag kang makipag-usap sa Akin hinggil sa mga lumabag sa katarungan; tunay na sila ay mga malulunod"}]}