{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"İbrahim dedi: “Sizin işiniz nədir, ey elçilər?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"Onlar dedilər: “Biz günahkar bir qövmə göndərilmişik ki"},{"SurahNumber":51,"VerseNumber":33,"Text":"onların üstünə gildən daşlar yağdıraq –"},{"SurahNumber":51,"VerseNumber":34,"Text":"həddi aşanlar üçün sənin Rəbbinin yanında nişan qoyulmuş daşlar!”"},{"SurahNumber":51,"VerseNumber":35,"Text":"Biz orada olan möminləri o kənddən çıxartdıq"},{"SurahNumber":51,"VerseNumber":36,"Text":"Amma orada bir evdən başqa müsəlman tapmadıq"},{"SurahNumber":51,"VerseNumber":37,"Text":"Ağrılı-acılı əzabdan qorxanlar üçün orada bir əlamət qoyduq"},{"SurahNumber":51,"VerseNumber":38,"Text":"Musanın əhvalatında da ibrət vardır. O zaman Biz onu Fironun yanına aydın bir dəlillə göndərmişdik"},{"SurahNumber":51,"VerseNumber":39,"Text":"O, öz camaatı ilə birlikdə üz çevirib: “Bu sehrbazdır, ya da dəlidir!”– dedi"},{"SurahNumber":51,"VerseNumber":40,"Text":"Biz Fironu və əsgərlərini yaxalayıb dənizə atdıq. O, qınanmağa layiq idi"},{"SurahNumber":51,"VerseNumber":41,"Text":"Ad qövmünün hekayətində də ibrət vardır. O zaman Biz onların üstünə xeyir-bərəkətsiz bir külək göndərmişdik"},{"SurahNumber":51,"VerseNumber":42,"Text":"O külək üstündən keçdiyi hər bir şeyi sovurub külə döndərirdi"},{"SurahNumber":51,"VerseNumber":43,"Text":"Səmud qövmünün hekayətində də ibrət vardır. O zaman onlara: “Müəyyən vaxtadək dolanıb-keçinin!”– deyilmişdi"},{"SurahNumber":51,"VerseNumber":44,"Text":"Onlar öz Rəbbinin əmrindən çıxdılar və onları gözləri baxa-baxa ildırım vurdu"},{"SurahNumber":51,"VerseNumber":45,"Text":"Onlar ayağa qalxa bilmədilər və onlara kömək edən də olmadı"},{"SurahNumber":51,"VerseNumber":46,"Text":"Daha əvvəl Nuh qövmünü məhv etdik. Çünki onlar fasiq adamlar idilər"},{"SurahNumber":51,"VerseNumber":47,"Text":"Biz göyü qüdrətlə yaratdıq və Biz onu genişləndiririk"},{"SurahNumber":51,"VerseNumber":48,"Text":"Yeri də Biz döşədik. Nə gözəl döşəyənlərik Biz"},{"SurahNumber":51,"VerseNumber":49,"Text":"Biz hər şeydən erkək və dişi olmaqla cütlər yaratdıq ki, bəlkə, düşünüb ibrət alasınız"},{"SurahNumber":51,"VerseNumber":50,"Text":"De: “Allaha tərəf qaçın! Mən sizi Onunla açıq-aşkar qorxudub xəbərdar edənəm"},{"SurahNumber":51,"VerseNumber":51,"Text":"Allahla yanaşı başqa bir məbud qəbul etməyin. Mən sizi Onunla açıq-aşkar qorxudub xəbərdar edənəm!”"}]}