{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":13,"Text":"“Inumaayyuu isatu (Qur’aana) of biraa uume” jedhuu? “yoo kan dhugaa dubbattan taatan Rabbiin ala waan dandeessan waamadhaatii, suuraa kudhan kan (isin biraa) uumamtuu taate kan isa fakkaattu fidaa” jedhiin"},{"SurahNumber":11,"VerseNumber":14,"Text":"Yoo isaan isiniif hin awwaatin, inni (Qur’aanni kun) kan buufame beekumsa Rabbiitiin akka ta’eefi Isa malees gabbaramaan haqaa akka hin jirre beekiSila isin Muslima hin taatanuu? (Muslima ta’aa jedhiin)"},{"SurahNumber":11,"VerseNumber":15,"Text":"Namni jireenya Addunyaatiifi miidhagina ishee fedhe, Nuti dalagaa isaanii ishee keessatti guunnee isaaniif kenninaIsaanis ishee keessatti hin hir’ifamanu"},{"SurahNumber":11,"VerseNumber":16,"Text":"Isaan sun warra Aakiraatti ibidda malee homtuu isaaniif hin jirreedhaWanti isaan ishee keessatti dalaganis ni badeWanti isaan dalagaa turanis badaadha"},{"SurahNumber":11,"VerseNumber":17,"Text":"Sila namni ragaa mul’ataa Gooftaa isaa biraa ta’e irra jiru, kan ragaan Isa (Allaah) irraa ta’e isa hordofuufi isa duras kitaabni Muusaa kan hogganaafi rahmata ta’ee (ragaa isaaf ba’e) (akka nama jiruu addunyaa fedhuu ni ta’aa)? Warri sun isatti (Qur’aanatti) ni amanuAhzaabota irraas warra isatti kafare ibiddi itti gala isaatiIsa irraa shakkii keessatti hin ta’inDhugumatti, inni dhugaa Gooftaa kee irraa ta’eedhaGaruu irra hedduun namootaa hin amananu"},{"SurahNumber":11,"VerseNumber":18,"Text":"Isa Rabbi irratti kijiba uume irra namni of miidhe eenyu? Warri sun Gooftaa isaanii irra fidamuRagoonnis “isaan kun warra Gooftaa isaanii irratti sobaniidha” jedhuDhagayaa! Abaarsi Rabbii miidhaa hojjattoota irra haa jiraatu"},{"SurahNumber":11,"VerseNumber":19,"Text":"Isaanis warra karaa Rabbii irraa (namoota) deebisaniifi dabiinsa ishees fedhaniidhaIsaan isaanumatu Aakiraattis kaafiroota"}]}