{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":22,"Text":"When (after his departure from Egypt) Moses headed towards Midian, he said: \"I hope my Lord will show me the right Path"},{"SurahNumber":28,"VerseNumber":23,"Text":"When he arrived at the spring of Midian, he found there a crowd of people watering their flocks, and he found apart from them two women holding their flocks back. He asked the women: \"What is it that troubles you?\" They said: \"We cannot water our flocks until the shepherds take their flocks away, and our father is a very old man"},{"SurahNumber":28,"VerseNumber":24,"Text":"On hearing this Moses watered their flocks for them, and then returned in a shaded place and said: \"My Lord, I am truly in great need of any good that You might send down to me"},{"SurahNumber":28,"VerseNumber":25,"Text":"Soon thereafter one of the two women came to him, walking bashfully, and said: \"My father invites you that he may reward you for your having watered our flocks for us.\" When Moses came to him and narrated to him the whole of his story, he said: \"Have no fear. You are now safe from the iniquitous people"},{"SurahNumber":28,"VerseNumber":26,"Text":"One of the two women said: \"Father, employ this man in your service. The best whom you might employ is he who is strong and trustworthy"},{"SurahNumber":28,"VerseNumber":27,"Text":"Her father said to Moses: \"I want to marry one of these two daughters of mine to you if you serve me for eight years. But if you complete ten years, that will be of your own accord (but not an obligation). I do not intend to treat you harshly. If Allah wills, you will find me an upright man"},{"SurahNumber":28,"VerseNumber":28,"Text":"Moses replied: \"So that is agreed between me and you. Whichever of the two terms I fulfil, I trust that I shall not be wronged. Allah is a witness over the covenant we are committing ourselves to"}]}