{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Vi har gett dem sanningens [ljus] men ändå [fortsätter] de att ljuga"},{"SurahNumber":23,"VerseNumber":91,"Text":"Gud har aldrig [avlat] en son och Han har aldrig haft någon gudom vid Sin sida. I annat fall skulle helt säkert varje sådan gudom ha bekymrat sig enbart om sin egen skapelse och velat ta makten från de andra. Nej, stor är Gud i Sin härlighet, fjärran från [alla försök] att beskriva [Hans Väsen]"},{"SurahNumber":23,"VerseNumber":92,"Text":"Han känner allt det som är dolt för människor och det som de kan bevittna och Han är höjd högt över allt vad de vill sätta vid Hans sida"},{"SurahNumber":23,"VerseNumber":93,"Text":"Säg: \"Herre! Om det är Din vilja att låta mig se det [straff] som lovas dem"},{"SurahNumber":23,"VerseNumber":94,"Text":"Herre, räkna mig då inte till de orättfärdiga"},{"SurahNumber":23,"VerseNumber":95,"Text":"Vi har helt visst makt att låta dig bevittna det som Vi lovar dem [fastän Vi ger dem uppskov]"},{"SurahNumber":23,"VerseNumber":96,"Text":"Fördriv det onda med en god handling; Vi har full kännedom om vad de påstår [om Gud]"},{"SurahNumber":23,"VerseNumber":97,"Text":"Och säg: \"Herre! Jag ber Dig beskydda mig mot demonernas [alla] frestelser"},{"SurahNumber":23,"VerseNumber":98,"Text":"och: \"Jag ber Dig beskydda mig, Herre, mot alla närmanden från deras sida"},{"SurahNumber":23,"VerseNumber":99,"Text":"[DEN IHÄRDIGE förnekaren framhärdar i att förneka sanningen] till dess att han känner dödens närhet. Då säger han: \"Herre! Låt mig få återvända, ja, låt mig få återvända [till livet]"},{"SurahNumber":23,"VerseNumber":100,"Text":"så att jag får göra rätt, där jag [förut] försummade det!\" Ack nej! Vad han säger är ord [utan mening]. Bakom dem [som lämnar denna värld] reser sig ett oöverstigligt hinder fram till den dag då de kallas till nytt liv"},{"SurahNumber":23,"VerseNumber":101,"Text":"Den dag då basunen ljuder skall inga släktskapsband bestå mellan dem och de kommer inte att fråga efter varandra"},{"SurahNumber":23,"VerseNumber":102,"Text":"Vinnarna är de vars [goda handlingar] väger tungt i vågskålen"},{"SurahNumber":23,"VerseNumber":103,"Text":"och de vars [goda handlingar] väger lätt i vågskålen är förlorarna som har förverkat sina själar; de skall förbli i helvetet till evig tid"},{"SurahNumber":23,"VerseNumber":104,"Text":"Där skall deras ansikten svedas av Elden och deras anletsdrag förvridas i en grimas [av smärta]"}]}