{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":36,"Text":"ئەلچى سۇلايماننىڭ ئالدىغا يېتىپ كەلگەندە، سۇلايمان ئېيتتى: «سىلەر ماڭا مال بىلەن ياردەم قىلماقچىمۇ؟ ئاللاھنىڭ ماڭا بەرگەنلىرى سىلەرنىڭ بەرگەنلىرىڭلاردىن ياخشىدۇر، بەلكى سىلەر سوۋغاڭلار بىلەن كۆرەڭلەپ كېتىسىلەر"},{"SurahNumber":27,"VerseNumber":37,"Text":"سەن قايتىپ كەتكىن، ئۇلارنىڭ ئۈستىگە ئۇلار تاقابىل تۇرالمايدىغان بىر قوشۇن بىلەن چوقۇم بارىمىز، ئۇلارنى يۇرتىدىن خار، كەمسىتىلگەن ھالدا چوقۇم چىقىرىۋېتىمىز»"},{"SurahNumber":27,"VerseNumber":38,"Text":"سۇلايمان ئېيتتى: «ئى ئۇلۇغلار! ئۇلار مېنىڭ قېشىمغا مۇسۇلمان بولۇپ كېلىشتىن بۇرۇن، (سىلەردىن) كىم ئۇنىڭ تەختىنى ئېلىپ كېلىدۇ»"},{"SurahNumber":27,"VerseNumber":39,"Text":"جىندىن بولغان ئىفرىت ئېيتتى: «مەن ئۇنى ئورنۇڭدىن تۇرۇشتىن بۇرۇن ساڭا ئېلىپ كېلىمەن، مەن ئۇنى ئېلىپ كېلىشكە ئەلۋەتتە قادىرمەن، ئىشەنچلىكمەن»"},{"SurahNumber":27,"VerseNumber":40,"Text":"(نازىل بولغان) كىتابنى چوڭقۇر بىلىدىغان زات (يەنى ئاسەف ئىبن بۇرخىيا): «ئۇنى مەن ساڭا كۆزۈڭنى يۇمۇپ ئاچقۇچە ئېلىپ كېلىمەن» دېدى (ئۇ دۇئا قىلىۋېدى، تەخت دەرھال ئالدىدا ھازىر بولدى). سۇلايمان تەختنىڭ يېنىدا تۇرغانلىقىنى كۆرگەندە: «بۇ پەرۋەردىگارىمنىڭ (ماڭا قىلغان) ئېھسانىدۇر، ئۇ شۈكۈر قىلامدىم، يا تۇزكورلۇق قىلامدىم، بۇنىڭ بىلەن مېنى سىنىدى، كىمكى شۈكۈر قىلىدىكەن، ئۇ ئۆزىنىڭ پايدىسى ئۈچۈن شۈكۈر قىلىدۇ، كىمكى تۇزكورلۇق قىلىدىكەن، (بىلىش كېرەككى) ھەقىقەتەن پەرۋەردىگارىم (ئۇنىڭ شۈكۈر قىلىشىدىن بىھاجەتتۇر)، (ئاللاھنىڭ) كەرىمى كەڭدۇر» دېدى"},{"SurahNumber":27,"VerseNumber":41,"Text":"سۇلايمان (بىلقىسنىڭ يېتىپ كېلىشى يېقىنلاشقان ۋاقىتتا ئۇنىڭ ئەقلىنى سىناش يۈزىسىدىن) ئېيتتى: «ئۇنىڭ (يەنى بىلقىسنىڭ) تەختىنىڭ (شەكلىنى) ئۆزگەرتىڭلار، ئۇ تەختىنى تونۇمدۇ، تونىمامدۇ؟ قارايمىز»"},{"SurahNumber":27,"VerseNumber":42,"Text":"بىلقىس كەلگەندە (ئۇنىڭغا): «سېنىڭ تەختىڭ مۇشۇنداقمۇ؟» دېيىلدى. ئۇ: «شۇدەك تۇرىدۇ» دېدى. (سۇلايمان ئاللاھنىڭ نېمىتىنى سۆزلەش يۈزىسىدىن ئېيتتى.) ئۇنىڭدىن (يەنى بىلقىستىن) بۇرۇن بىزگە (ئاللاھنى ۋە ئاللاھنىڭ قۇدرىتىنى بىلدۈرىدىغان) ئىلىم بېرىلدى، بىز مۇسۇلمان بولدۇق"},{"SurahNumber":27,"VerseNumber":43,"Text":"ئۇنى ئاللاھنى قويۇپ چوقۇنغان نەرسىلىرى (ئاللاھقا ئىبادەت قىلىشتىن) توستى. چۈنكى ئۇ كاپىر قەۋمدىن ئىدى"},{"SurahNumber":27,"VerseNumber":44,"Text":"ئۇنىڭغا (يەنى بىلقىسقا): «سارايغا كىرگىن» دېيىلدى، ئۇ (يەنى بىلقىس) ساراينى چوڭ سۇ دەپ گۇمانلىنىپ (كىيىمىنى كۆتۈرۈپ) ئىككى پاچىقىنى ئاچتى، سۇلايمان ئېيتتى: «شۈبھىسىزكى، ئۇ ئەينەكتىن ياسالغان سارايدۇر». ئۇ (يەنى بىلقىس) ئېيتتى: «پەرۋەردىگارىم، مەن ھەقىقەتەن (ئاللاھقا شېرىك كەلتۈرۈپ، قۇياشقا چوقۇنۇش بىلەن) ئۆزۈمگە زۇلۇم قىلدىم، سۇلايمان بىلەن بىللە ئالەملەرنىڭ پەرۋەردىگارى ئاللاھقا بويسۇندۇم (يەنى سۇلايماننىڭ دىنىغا ئەگىشىپ ئىسلامغا كىردىم)»"}]}