{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":52,"Text":"Gerçekten onlara tam bir vukufla mânalarını bir bir bildirdiğimiz ve iman edecek kimseler için bir hidâyet, bir rahmet olan bir kitap getirdik"},{"SurahNumber":7,"VerseNumber":53,"Text":"Fakat onlar: “Hele bakalım nereye varacak?” diye sadece bu kitabın dâvetinin âkıbetini gözlüyorlar. O'nun haber verdiği müthiş âkibet geldiği gün, daha önce onu unutup bir tarafa bırakanlar şöyle diyecekler:“Gerçekten Rabbimizin elçileri bize hakkı tebliğ etmişlermiş? Acaba burada bize şefaat edecek birisi bulunur mu? Yahut geri döndürülmemiz imkânı olur mu ki bu sefer yaptığımız kötü işlerin yerine güzel güzel işler yapabilelim?”Muhakkak ki onlar, kendilerini hüsrana uğrattılar. Uydurdukları sahte tanrıları da kendilerinden uzaklaşıp ortadan kayboldular"},{"SurahNumber":7,"VerseNumber":54,"Text":"Rabbiniz o Allah'tır ki gökleri ve yeri altı günde yarattı. Sonra da arşa istiva buyurdu. O Allah ki geceyi, durmadan onu kovalayan gündüze bürür. Güneş, ay ve bütün yıldızlar hep O’nun buyruğu ile hareket ederler. İyi bilesiniz ki yaratmak da, emretmek yetkisi de O’na mahsustur. Evet o Rabbülâlemin olan Allah ne yücedir! [10,3; 11,7; 25,59; 71(tamamı) 36,37-40] {KM, Tekvin}"},{"SurahNumber":7,"VerseNumber":55,"Text":"Rabbinize için için yalvararak, başka nazarlardan uzak, gizlice dua edin. Gerçekten O, haddi aşanları hiç sevmez. [7,205] {KM, Matta}"},{"SurahNumber":7,"VerseNumber":56,"Text":"Düzeltilmiş olan ülkeyi ifsad etmeyin. Hem endişe, hem de ümit ile O'na yalvarın. Muhakkak ki Allah’ın rahmeti iyi kimselere yakındır"},{"SurahNumber":7,"VerseNumber":57,"Text":"O'dur ki, rahmeti olan (yağmurun) önünden müjdeci olarak rüzgârlar gönderir. Nihayet bu rüzgârlar o ağır bulutları hafif bir şeymiş gibi kaldırıp yüklendiklerinde, bakarsın Biz onları, ekinleri ölmüş bir ülkeye sevk eder, derken oraya su indiririz de orada her türlüsünden meyveler, ürünler çıkarırız.İşte ölüleri de böyle çıkaracağız. Gerekir ki düşünür ve ibret alırsınız. [22]"}]}