{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"один хто визнає що ваші відкриття Лорда до ви являєте собою правду дорівнюєте до одного хто сліпий? Тільки цей хто володіють розвідкою візьме увагу"},{"SurahNumber":13,"VerseNumber":20,"Text":"Вони являють собою котрі fulfill їхня застава до БОГА, та не порушують домовленість"},{"SurahNumber":13,"VerseNumber":21,"Text":"Вони приєднуються до якого БОГА наказали бути вступлені до, повага їхній Лорд, та бо мерзотного розрахунку"},{"SurahNumber":13,"VerseNumber":22,"Text":"Вони steadfastly persevere у шукаючих їхнього Лорда, зауважують Контактні Молитви (Salat), витрачають з наших умов їм секретно та суспільно, та протилежне зло з гарним. Цей заслужили кращий abode"},{"SurahNumber":13,"VerseNumber":23,"Text":"Вони вносять парк Eden, разом з справедливий серед їхніх батьків, їхнього подружжя, та їхніх дітей. Ангели увійдуть у них з кожних дверей"},{"SurahNumber":13,"VerseNumber":24,"Text":"Мир будете на вас, тому, що ви steadfastly persevered. Що joyous доля"},{"SurahNumber":13,"VerseNumber":25,"Text":"Як для цих хто порушують БОЖУ домовленість після того як заставляти утримати це, та роз'єднують якого БОГА наказав бути вступлений до, та здійснюють зло, вони зазнали осуду; вони зазнали найгіршої долі"},{"SurahNumber":13,"VerseNumber":26,"Text":"БОГ являє собою один хто збільшує запобіжні заходи whomever Він wills, або утримує це. Вони ставали preoccupied з цим життям; та це життя, порівняне до У майбутньому, нічого"},{"SurahNumber":13,"VerseNumber":27,"Text":"Цей хто disbelieve би сказав, \"Якби тільки чудо могло прибути вниз йому з його Лорда (ми би повірили).\" Скажіть, \"БОГ посилає astray whomever Він wills, та довідники йому тільки цей хто підкоряються"},{"SurahNumber":13,"VerseNumber":28,"Text":"Вони являють собою чиї серденька тішаться з пам'ятаючого БОГА. Абсолютно, пам'ятаючи БОГА, серденька тішаться"}]}