{"Id":289,"LanguageCodes":["ps","pus"],"Name":"pus-zakariaabulsala","Author":"Zakaria Abulsalam","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"او مونږ به دوى ته هېڅ یوه نښه نه ښووله مګر چې هغه به د هغې له خور (مثل) نه ډېره لویه وه او مونږ دوى په عذاب سره راونیول، د دې لپاره چې دوى رجوع وكړي"},{"SurahNumber":43,"VerseNumber":49,"Text":"او دوى (فرعونیانو) وویل: اى جادوګره! (عالمه!) ته زمونږ لپاره له خپل رب نه دعا وغواړه، د هغې وعدې په سبب چې تا سره يې كړې ده، بېشكه مونږ خامخا هدایت موندونكي یو"},{"SurahNumber":43,"VerseNumber":50,"Text":"نو كله چې به مونږ له دوى نه عذاب لرې كړ، په هماغه وخت كې به دوى (وعده) ماتوله"},{"SurahNumber":43,"VerseNumber":51,"Text":"او فرعون په خپل قوم كې اواز وكړ، ويې ويل:اى زما قومه! ايا د مصر باچايي زما نه ده؟ او دغه ولې چې زما له لاندې بهېږي؟ ایا نو تاسو نه وینئ"},{"SurahNumber":43,"VerseNumber":52,"Text":"بلكې زه ډېر غوره یم له دغه (موسٰی) نه چې هغه سپك دى او نژدې نه دى چې خبره واضحه وكړي"},{"SurahNumber":43,"VerseNumber":53,"Text":"پس په ده باندې د سرو زرو بنګړي (وښي) ولې نه غورځول كېږي، یا له ده سره ملايك صف تړلي (پیوسته) ولې) نه راځي"},{"SurahNumber":43,"VerseNumber":54,"Text":"نو خپل قوم يې بې وقوفه وګرځاوه، نو دوى د ده خبره ومنله، بېشكه دوى فاسقان خلق وو"},{"SurahNumber":43,"VerseNumber":55,"Text":"نو كله چې دوى مونږ خفه كړو (،نو) مونږ له دوى نه انتقام واخيست، پس مونږه دوى ټول غرق كړل"},{"SurahNumber":43,"VerseNumber":56,"Text":"نومونږ دوى پیشوایان او مثال وګرځول د وروستنیو خلقو لپاره"},{"SurahNumber":43,"VerseNumber":57,"Text":"او كله چې د مریمې زوى د مثال په طور بیان كړى شو، (نو) ناڅاپه ستا قوم د دغه (مثال) پورې (له خوشالۍ نه) چغې وهلې"},{"SurahNumber":43,"VerseNumber":58,"Text":"او ويې ويل:ایا زمونږ معبودان غوره دي، یا كه هغه؟ دوى تا ته دا (مثال) بیان نه كړ مګر د جګړې لپاره بلكې دوى ډېر جګړه كوونكى قوم دى"},{"SurahNumber":43,"VerseNumber":59,"Text":"دغه نه دى مګر یو بنده دى چې مونږ په ده انعام كړى دى او د بني اسرائیلو لپاره مو هغه (د قدرت) یو مثال ګرځولى و"},{"SurahNumber":43,"VerseNumber":60,"Text":"او كه مونږ غوښتلي وى (نو) مونږ به ستاسو په ځاى په ځمكه كې ملايك پیدا كړي وى، چې خلیفګان شوي به وى"}]}