{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"Скажи: \"Мне заповедано, чтобы я покланялся Богу, искренно совершая для Него дела благочестия; и мне заповедано"},{"SurahNumber":39,"VerseNumber":12,"Text":"чтобы я был первым из покорных Богу"},{"SurahNumber":39,"VerseNumber":13,"Text":"Скажи: \"Я боюсь - если не буду повиноваться Господу моему - наказания в великий день"},{"SurahNumber":39,"VerseNumber":14,"Text":"Скажи: \"Богу буду покланяться я, искренно совершая для Него дела благочестия"},{"SurahNumber":39,"VerseNumber":15,"Text":"А вы покланяйтесь кому хотите опричь Его\". Скажи: \"Действительно, обездолены будут в день воскресения те, которые здесь обездолили себя самих и своих приближенных. Не ясное ли бездолье - такое состояние"},{"SurahNumber":39,"VerseNumber":16,"Text":"Для них там - над ними облака огненные, и под ними облака огненные\"; этим Бог устрашает рабов Своих. Рабы Мои! Бойтесь Меня"},{"SurahNumber":39,"VerseNumber":17,"Text":"Тем, которые устранились от заблуждения и не покланяются ему, а с раскаянием обратились к Богу, - им радостная весть; обрадуй благою вестью рабов Моих"},{"SurahNumber":39,"VerseNumber":18,"Text":"тех, которые внимательны к этому слову и следуют тому, что есть в нем самое лучшее. Это те, которых руководит Бог; они люди, обладающие рассудительностью"},{"SurahNumber":39,"VerseNumber":19,"Text":"Того, над кем уже совершается осуждение, - того, кто уже в огне адском, избавишь ли ты"},{"SurahNumber":39,"VerseNumber":20,"Text":"Но тем, которые боятся Господа своего, будут горние чертоги, а внизу их текут реки, как обетовал Бог, а Бог не изменяет своего обетования"},{"SurahNumber":39,"VerseNumber":21,"Text":"Не видел ли ты, как Бог низводит с неба воду и проводит ее источниками по земле? Ею Он возращает травы разновидные по своим цветам; после того заставляет их увядать, и ты видишь их пожелтевшими, а потом делает их сухими стеблями. Истинно, в этом есть поучительное для людей, обладающих рассудительностью"}]}