{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":98,"VerseNumber":8,"Text":"Their reward with their Nourisher-Sustainer is Gardens of eternity — flow underneath them rivers. They will be dwellers therein forever. Allah became pleased with them, and they became pleased with Him. This achievement (suffices) for that who remained sincere to his Rabb"},{"SurahNumber":99,"VerseNumber":1,"Text":"When the earth is shaken with its (final) earthquake"},{"SurahNumber":99,"VerseNumber":2,"Text":"and the earth threw out its burdens"},{"SurahNumber":99,"VerseNumber":3,"Text":"and the human being said: “What (has gone wrong) with it?”"},{"SurahNumber":99,"VerseNumber":4,"Text":"That Day it will narrate (all the) news available with it"},{"SurahNumber":99,"VerseNumber":5,"Text":"Because your Nourisher-Sustainer inspired unto it"},{"SurahNumber":99,"VerseNumber":6,"Text":"That Day mankind will proceed in groups so that they may be shown their deeds"},{"SurahNumber":99,"VerseNumber":7,"Text":"So whosoever does good of the weight of a particle, he shall see it"},{"SurahNumber":99,"VerseNumber":8,"Text":"And whosoever does evil of the weight of a particle, he shall see it"},{"SurahNumber":100,"VerseNumber":1,"Text":"Al-Adiyat (the spirited horses in battle-formation) running with panting breath — act as a witness (of Allah’s Majesty)"},{"SurahNumber":100,"VerseNumber":2,"Text":"so those strihead of state sparks of fire by the bangs of their hooves"},{"SurahNumber":100,"VerseNumber":3,"Text":"so those who make assault (in war) at dawn"},{"SurahNumber":100,"VerseNumber":4,"Text":"so they left behind (them) as a result of that (swift run) a rising cloud of dust"},{"SurahNumber":100,"VerseNumber":5,"Text":"so those (steeds) penetrated through that (attachead of state assault) a large collection (of the enemy force)"},{"SurahNumber":100,"VerseNumber":6,"Text":"Verily, the human being regarding his Nourisher-Sustainer is indeed very ungrateful"},{"SurahNumber":100,"VerseNumber":7,"Text":"although, without doubt he is over this, indeed a (self-) witness"},{"SurahNumber":100,"VerseNumber":8,"Text":"And surely he, concerning the love for the wealth, is indeed very intense"},{"SurahNumber":100,"VerseNumber":9,"Text":"Would he then not know when has been exhumed whatever (was buried) in the graves"}]}