{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Set forth to them the instance of the people of the city when the Sent Ones came to it"},{"SurahNumber":36,"VerseNumber":14,"Text":"When we sent two unto them and they charged them both with imposture - therefore with a third we strengthened them: and they said, \"Verily we are the Sent unto you of God"},{"SurahNumber":36,"VerseNumber":15,"Text":"They said, \"Ye are only men like us: Nought hath the God of Mercy sent down. Ye do nothing but lie"},{"SurahNumber":36,"VerseNumber":16,"Text":"They said, \"Our Lord knoweth that we are surely sent unto you"},{"SurahNumber":36,"VerseNumber":17,"Text":"To proclaim a clear message is our only duty"},{"SurahNumber":36,"VerseNumber":18,"Text":"They said, \"Of a truth we augur ill from you: if ye desist not we will surely stone you, and a grievous punishment will surely befall you from us"},{"SurahNumber":36,"VerseNumber":19,"Text":"They said, \"Your augury of ill is with yourselves. Will ye be warned? Nay, ye are an erring people"},{"SurahNumber":36,"VerseNumber":20,"Text":"Then from the end of the city a man came running: He said, \"O my people! follow the Sent Ones"},{"SurahNumber":36,"VerseNumber":21,"Text":"Follow those who ask not of you a recompense, and who are rightly guided"},{"SurahNumber":36,"VerseNumber":22,"Text":"And why should I not worship Him who made me, and to whom ye shall be brought back"},{"SurahNumber":36,"VerseNumber":23,"Text":"Shall I take gods beside Him? If the God of Mercy be pleased to afflict me, their intercession will not avert from me aught, nor will they deliver"},{"SurahNumber":36,"VerseNumber":24,"Text":"Truly then should I be in a manifest error"},{"SurahNumber":36,"VerseNumber":25,"Text":"Verily, in your Lord have I believed; therefore hear me"},{"SurahNumber":36,"VerseNumber":26,"Text":"It was said to him, \"Enter thou into Paradise:\" And he said, \"Oh that my people knew"},{"SurahNumber":36,"VerseNumber":27,"Text":"How gracious God hath been to me, and that He hath made me one of His honoured ones"}]}