{"Id":159,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadsadeqit","Author":"Mohammad Sadeqi Tehrani","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"بلکه آنچه را پیش از آن نهان می‌داشته‌اند، برایشان آشکار شد و اگر (هم) بازگردانده شوند، حتماً به آنچه از آن منع شده بودند بر می‌گردند و بی‌گمان آنان همان دروغگویانند"},{"SurahNumber":6,"VerseNumber":29,"Text":"و گفتند: «(زندگی) جز زندگیِ دنیای ما نیست و ما (از) برانگیخته شوندگان نیستیم.»"},{"SurahNumber":6,"VerseNumber":30,"Text":"و کاش بنگری چون برابر پروردگارشان بازداشت شدند و (خدا) فرمود: «آیا این حقّ نیست‌؟» گفتند: «آری، سوگند به پروردگارمان.» گفت: «پس به (سزای) آنچه کفر می‌ورزیدید، (این) عذاب را بچشید.»"},{"SurahNumber":6,"VerseNumber":31,"Text":"کسانی که به لقای الهی تکذیب کردند، همواره زیان دیدند، تا آن‌گاه که ساعت [:قیامت] به ناگاه آنان را در رسد، گویند: «دریغا بر ما، بر آنچه (درباره‌اش) کوتاهی کردیم.» حال آنکه آنان بار سنگین گناهانشان را بر پشت‌هایشان می‌کشند؛ هان! چه بد است باری که می‌کشند"},{"SurahNumber":6,"VerseNumber":32,"Text":"و (این) پست‌ترین و نزدیکترین زندگی [:دنیا] جز بازیچه و بازدارنده‌ای (از حق‌) نیست و سرای واپسین همواره برای کسانی که پرهیزگاری می‌کنند بهتر است‌. آیا پس خردورزی نمی‌کنید؟"},{"SurahNumber":6,"VerseNumber":33,"Text":"به‌راستی، می‌دانیم که آنچه می‌گویند همانا تو را بسی سخت غمگین می‌کند. پس در واقع آنان تو را تکذیب نمی‌کنند، ولی (این) ستمکاران با آیات خدا (همان‌ها و او را) انکار می‌کنند"},{"SurahNumber":6,"VerseNumber":34,"Text":"و بی‌گمان پیش از تو نیز پیامبرانی بسی تکذیب شدند، پس بر آنچه تکذیب شدند و آزار دیدند شکیبایی کردند، تا یاری ما به آنان در رسید. و برای کلمات خدا هیچ تبدیل‌کننده‌ای نیست و همانا برخی از اخبار مهم پیامبران به‌راستی به تو رسیده است"},{"SurahNumber":6,"VerseNumber":35,"Text":"و گر چه اعراض کردن آنان بر تو گران است، پس اگر بتوانی رخنه‌ای در زمین یا نردبانی در آسمان بجویی، تا نشانه‌ای برایشان بیاوری (پس چنان کن). و اگر خدا می‌خواست حتماً آنان را بر هدایت گرد می‌آورد؛ پس هرگز از نادانان مباش"}]}