{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"Eğer seni yalanlıyorlarsa doğrusu senden önce de nice rasuller yalanlanmıştır. Bütün işler ancak Allah’a döndürülür"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar! Şüphe yok ki Allah’ın vaadi haktır. O halde sakın sizi dünya hayatı aldatmasın ve çok aldatıcı da sakın sizi Allah ile aldatmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Şüphe yok ki Şeytan; sizin düşmanınızdır, siz de onu düşman sayın. O, kendi taraftarlarını ancak ateş ehlinden olmaya çağırır"},{"SurahNumber":35,"VerseNumber":7,"Text":"Kâfirler için şiddetli bir azap vardır. İman edenler ve salih amellerde bulunanlar için mağfiret ve büyük bir mükâfat vardır"},{"SurahNumber":35,"VerseNumber":8,"Text":"Kötü ameli kendine süslü gösterilen ve böylece onu güzel gören kimse (doğru yolda olanla bir midir)? Şüphesiz Allah dilediğini sapıklığa düşürür dilediğini de doğru yola eriştirir. Öyleyse nefsin onlara karşı hasretlere (üzüntülere) kapılmasın. Şüphesiz Allah onların yaptıklarını bilmektedir"},{"SurahNumber":35,"VerseNumber":9,"Text":"Rüzgârları gönderip de bulutu harekete geçiren Allah’tır. Biz, onu ölü bir bölgeye göndeririz de ölümünden sonra toprağa onunla hayat veririz. Ölülerin yeniden dirilmesi de böyle olacaktır"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kim, izzet istiyorsa, bilsin ki izzet tümüyle Allah’ındır. Güzel söz O'na yükselir. Salih amel de onu yükseltir. Kötülüklerle tuzak kuranlar onlar için çok şiddetli bir azap vardır ve bizzat onların tuzağı boşa çıkar"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah, sizi (önce) topraktan sonra nutfe/meniden yaratmıştır. Sonra sizi çiftler kıldı. Onun ilmi dışında hiçbir dişi ne hamile kalır, ne de doğurur. Bir canlıya ömür verilmesi de, onun ömründen azaltılması da mutlaka bir kitaptadır. Şüphesiz ki bu Allah’a göre pek kolaydır"}]}