{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"He it is Who has created you from earth, then from a drop of (seminal) fluid, then from a clot clinging (to the womb wall), then He brings you forth (into the world) as an infant, then (arranges that) you attain your (age of) full strength, thereafter that you (live long enough to) become old – though there are some of you who are caused to die before (reaching old age) – and that you reach a term appointed by Him, so that you may reason and understand (the truth)"},{"SurahNumber":40,"VerseNumber":68,"Text":"He it is Who gives life and causes to die; and When He decrees a thing to be, He does but say to it \"Be!\" and it is"},{"SurahNumber":40,"VerseNumber":69,"Text":"Have you not considered those who dispute concerning God’s signs and Revelations, how they are turned about (to different kinds of belief)"},{"SurahNumber":40,"VerseNumber":70,"Text":"They have denied the Book (the Qur’an) and whatever (of guidance and wisdom) We have sent Our Messengers with. So in time they will come to know"},{"SurahNumber":40,"VerseNumber":71,"Text":"When the chains are around their necks, and fetters (around their legs): they will be dragged"},{"SurahNumber":40,"VerseNumber":72,"Text":"In the boiling water, then in the Fire they will be burned"},{"SurahNumber":40,"VerseNumber":73,"Text":"Then it is said to them: \"Where are those to whom you ascribed Divinity (or Lordship or absolute Sovereignty)"},{"SurahNumber":40,"VerseNumber":74,"Text":"Apart from God? (Where are now those whose help you expected?)?\" They will say: \"They have failed us – or rather, we were not invoking before any (real) thing (which had part in Divinity or Lordship or absolute Sovereignty).\" Thus does God lead astray the unbelievers (those who willfully disregard the truth and refuse to believe in it)"},{"SurahNumber":40,"VerseNumber":75,"Text":"That (His leading you astray and your punishment) is because you arrogantly exulted on the earth without (sense of the bounds of) right, and because you were arbitrary in your exulting"},{"SurahNumber":40,"VerseNumber":76,"Text":"Now enter through the gates of Hell to abide therein. How evil, indeed, is the dwelling of those (too) haughty (to acknowledge the truth)"},{"SurahNumber":40,"VerseNumber":77,"Text":"So, be patient (O Messenger), for surely God’s promise is true. Whether We let you witness some of what We have promised them, or whether We cause you to die (before it befalls them), still it is to Us that they will return"}]}