{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"Para wong mukmin. Menawa padha matur marang Rosulullah sadurunge matur nyadiakna shidqah dhisik, iku becik banget tumrap sira lan ngresikake dosanira. Manawa sira ora duwe (barang kang digawe sidqah) hiya wis. Sateme Allah Maha ngapura lan Maha Asih"},{"SurahNumber":58,"VerseNumber":13,"Text":"Apa sira wedi (dadi mlarat) nyedhiakake shodaqoh sadurunge matur ing Rasulullah? Menawa sira lakoni kang mangka Allah wis ngapura banjur susulana nglakoni shalat lan bayar zakat apadene padha manut mituruta dhawuhing Allah lan parentahe Rosulullah. Allah iku waspada marang samu barang kang pada sira lakoni"},{"SurahNumber":58,"VerseNumber":14,"Text":"Apa sira ora deleng wong lamis kang padha mlengos kang kena benduning Allah, dadi kancane? wong - wong mau dudu saka golonganmu, lan uga dudu golongane dheweke. Wani supata goroh ngaku manut agamanira, tur weruh yen supatane goroh"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah ngancam siksa kang abot marang wong lamis mau, hala temen barang kang dilakoni"},{"SurahNumber":58,"VerseNumber":16,"Text":"Anggone supata mau kanggo ngaling - ngalingi, tumuli dheweke ngalang - ngalangi (manungsa) saka pituduhe Allah mulane dheweke ing tembe mesthi dipatrapi siksa kang ngremehake"},{"SurahNumber":58,"VerseNumber":17,"Text":"Bandhane lan para anake wong lamis ora bisa nulak siksaning Allah sethithik wae, bakal dadi isine neraka kang langgeng"},{"SurahNumber":58,"VerseNumber":18,"Text":"Besuk Qiyamat nalika Allah nangekake (nguripake) kabeh manungsa wong lamis munjuk ing Allah kanthi supata kaya anggone supata marang sira saiki, ciptane migunani awake, Allah wis wuninga banget tumindake mau goroh kabeh"},{"SurahNumber":58,"VerseNumber":19,"Text":"Wong lamis mau kena panggodhane syetan banjur lali ing Allah, lugune dheweke balane syetan. Sumurupa yen balane syetan iku golongan kang kapitunan"},{"SurahNumber":58,"VerseNumber":20,"Text":"Sarupane wong kang nyulayani Allah lan Rasule, iku golongane wong kang padha kalah"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah wis nemtokake, \"Ingsun lan para Utusaningsun mesthi ngalahake wong mau\". Satemene Allah iku santosa tur Maha Mulya"}]}