{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":98,"Text":"Then why was there not a single city which believed so that their belief would have profited them, except the people of Jonah? When they believed We removed from them the punishment of disgrace from the life of this world and We gave them provision till a time"},{"SurahNumber":10,"VerseNumber":99,"Text":"And had your Lord willed, those who are in the earth would have believed, all of them together. Will you then compel mankind till they become believers"},{"SurahNumber":10,"VerseNumber":100,"Text":"And it is not (possible) for any soul to believe except by the permission of God and He casts uncleanliness on those who have no sense"},{"SurahNumber":10,"VerseNumber":101,"Text":"Say, “See (all) that is there in the skies and the earth.” But signs and warnings are of no use for a people who do not believe"},{"SurahNumber":10,"VerseNumber":102,"Text":"Then do they wait for anything other than the days similar to (the days of) those who passed away before them? Say, “Then wait, I am (also) with you from among those who wait.”"},{"SurahNumber":10,"VerseNumber":103,"Text":"Then We save Our messengers and those who believe; like that, it is incumbent on Us to save the believers"},{"SurahNumber":10,"VerseNumber":104,"Text":"Say, “O mankind ! if you are in doubt about my religion, then I do not serve those whom you serve besides God but I serve God who takes you back (causes you to die) and I have been commanded to be of the believers,”"},{"SurahNumber":10,"VerseNumber":105,"Text":"and that, “Establish yourself for the upright religion (Islam) and do not be of the polytheists"},{"SurahNumber":10,"VerseNumber":106,"Text":"And do not pray to (something) besides God, which neither benefits you nor harms you, for if you do so, then you will certainly be of the unjust"}]}