{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"E Ele é Que envia, proporcionalmente, água dos céus, e com ela faz reviver uma comarca árida; assim sereisressuscitados"},{"SurahNumber":43,"VerseNumber":12,"Text":"E Ele é Que criou todos os canais e vos submeteu os navios e os animais para vos transportardes"},{"SurahNumber":43,"VerseNumber":13,"Text":"Bem como para que vos acomodásseis sobre eles, para assim recordar-vos das mercês do vosso Senhor, quando issoacontecesse, Dizei: Glorificado seja Quem no-los submeteu, o que jamais teríamos logrado fazer"},{"SurahNumber":43,"VerseNumber":14,"Text":"E nós todos retornaremos ao nosso Senhor"},{"SurahNumber":43,"VerseNumber":15,"Text":"Não obstante, atribuem-Lhe parceria, dentre os Seus servos. Em verdade, o homem é um blasfemo evidente"},{"SurahNumber":43,"VerseNumber":16,"Text":"Qual! Insinuais que Ele tomou para Si as filhas, dentre o que criou, e vos legou os varões"},{"SurahNumber":43,"VerseNumber":17,"Text":"E quando é anunciado a algum deles o (nascimento) do que estabelecem como semelhança a Deus, seu rosto seensombrece, e ei-lo angustiado"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ousam, acaso, comprá-Lo com os que se criam no luxo e são incapazes na disputa"},{"SurahNumber":43,"VerseNumber":19,"Text":"E pretendem designar como femininos os anjos, os quais não passam de servos do Clemente! Acaso, testemunharam elesa sua criação? Porém, o testemunho que prestarem será registrado, e hão de ser interrogados"},{"SurahNumber":43,"VerseNumber":20,"Text":"E dizem: Se o Clemente quisesse, não os teríamos adorado (parceiros)! Não têm conhecimento algum disso e não fazemmais do que inventar mentiras"},{"SurahNumber":43,"VerseNumber":21,"Text":"Quê! Acaso lhes concedemos algum Livro, anterior a este, ao qual se pudessem apegar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Não! Porém, dizem: Em verdade, deparamo-nos com os nossos pais a praticarem um culto, por cujos rastros nosguiamos"}]}