{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":19,"Text":"Say (O Messenger), \"What could be the greatest witness?\" Say, \"Allah is Witness between me and you. This Qur'an has been revealed to me so that I may warn you as well as whomever it reaches. Do you bear witness that there are other deities besides Allah?\" Say, \"I bear no such witness.\" Say, \"He is the One God. I disown what you associate with Him"},{"SurahNumber":6,"VerseNumber":20,"Text":"Those who have been given the Scripture, recognize this fact as they recognize their sons (the fact of God's Transcendental Uniqueness and Oneness). Yet those who have squandered their own \"Self\" fail to accept such undeniable Truth"},{"SurahNumber":6,"VerseNumber":21,"Text":"Who can be a greater transgressor than the one who invents a lie against Allah and belies His Revelations? The wrongdoers who displace reality with falsehood, will not succeed"},{"SurahNumber":6,"VerseNumber":22,"Text":"On the Day We assemble them, We will ask the idolaters, \"Where are now those partners of Allah that you conceived"},{"SurahNumber":6,"VerseNumber":23,"Text":"They will hardly have a response, but they will swear,\" By Allah, our Lord, we never were idolaters"},{"SurahNumber":6,"VerseNumber":24,"Text":"Imagine how they lie against themselves, and how their fabricated gods abandon them"},{"SurahNumber":6,"VerseNumber":25,"Text":"Some of them pretend to listen to you, but Our Law has already veiled their hearts from understanding and caused deafness in their ears. Blind followers fail to believe even when they see all kinds of proofs. When they come to argue with you, they say about the Qur'an, \"These are stories of the bygones"},{"SurahNumber":6,"VerseNumber":26,"Text":"They repel others from the Qur'an and deprive themselves of it. They hurt their own \"Self\" without even knowing it"},{"SurahNumber":6,"VerseNumber":27,"Text":"If only you could see them when they face the Fire! They will say, \" We wish we could go back and never reject our Lord's Revelations, and be among the believers"}]}