{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"als Wir deiner Mutter eingaben, was (als Weisung) eingegeben werden sollte"},{"SurahNumber":20,"VerseNumber":39,"Text":"Wirf ihn in den Kasten und wirf ihn ins Wasser', und das Wasser soll ihn ans Ufer setzen, so daß ihn ein Feind von Mir und ein Feind von ihm aufnimmt. Und Ich habe auf dich Liebe von Mir gelegt - und damit du vor Meinem Auge aufgezogen würdest"},{"SurahNumber":20,"VerseNumber":40,"Text":"Als deine Schwester hinging und sagte: .Soll ich euch auf jemanden hinweisen, der ihn betreuen würde? So gaben Wir dich deiner Mutter wieder, damit sie frohen Mutes und nicht traurig sei. Und du tötetest eine Seele, und da erretteten Wir dich aus dem Kummer, und Wir unterzogen dich einer harten Prüfung. So verweiltest du jahrelang unter den Leuten von Madyan. Hierauf kamst du zu einer vorausbe stimmten Zeit, o Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Und Ich habe dich für Mich auserwählt"},{"SurahNumber":20,"VerseNumber":42,"Text":"Geh, du und dein Bruder, mit Meinen Zeichen, und laßt nicht nach in Meinem Gedenken"},{"SurahNumber":20,"VerseNumber":43,"Text":"Geht zu Fir'aun, denn er lehnt sich auf"},{"SurahNumber":20,"VerseNumber":44,"Text":"Und so redet mit ihm in sanften Worten, auf daß er bedenken oder sich fürchten möge"},{"SurahNumber":20,"VerseNumber":45,"Text":"Sie sagten: \"Unser Herr, gewiß, wir fürchten, daß er übereilig gegen uns vorgeht oder daß er das Maß überschreitet"},{"SurahNumber":20,"VerseNumber":46,"Text":"Er sagte: \"Fürchtet euch nicht. Ich bin gewiß mit euch, Ich höre und Ich sehe (, was geschieht)"},{"SurahNumber":20,"VerseNumber":47,"Text":"So kommt denn zu ihm und sagt: ,Wir beide sind Gesandte deines Herrn. Lasse die Kinder Isra'ils mit uns gehen, und strafe sie nicht. Wir sind ja mit einem Zeichen von deinem Herrn zu dir gekommen. Und Friede sei auf demjenigen, der der Rechtleitung folgt"},{"SurahNumber":20,"VerseNumber":48,"Text":"Uns ist ja (als Offenbarung) eingegeben worden, daß die Strafe denjenigen überkommt, der (die Botschaft) für Lüge erklärt und sich abkehrt"},{"SurahNumber":20,"VerseNumber":49,"Text":"Er sagte: \"Wer ist denn euer beider Herr, o Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Er sagte: \"Unser Herr ist derjenige, der allem seine Natur gegeben und (es) hierauf rechtgeleitet hat"},{"SurahNumber":20,"VerseNumber":51,"Text":"Er sagte: \"Wie steht es denn mit den früheren Geschlechtern"}]}