{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":37,"VerseNumber":103,"Text":"Na kagiya a mbayorantang siran a dowa, go piyakaiga iyan a tomatakilid"},{"SurahNumber":37,"VerseNumber":104,"Text":"Na tiyawag Ami skaniyan: \"Hay Ibrahim"},{"SurahNumber":37,"VerseNumber":105,"Text":"Sabnar a miyatoman ka so taginpn!\" - mataan! a Skami na lagid man oto a kambalasi Ami ko miphipiyapiya"},{"SurahNumber":37,"VerseNumber":106,"Text":"Mataan! a giyaya na titho a skaniyan na tiyoba a mapayag"},{"SurahNumber":37,"VerseNumber":107,"Text":"Na siyanggar Ami skaniyan a kibas a mala"},{"SurahNumber":37,"VerseNumber":108,"Text":"Go inibagak Ami skaniyan (a kapphananadman) ko miyangaoori"},{"SurahNumber":37,"VerseNumber":109,"Text":"Kalilintad a sii ko Ibrahim"},{"SurahNumber":37,"VerseNumber":110,"Text":"Lagid man oto a kambalasi Ami ko miphipiyapiya"},{"SurahNumber":37,"VerseNumber":111,"Text":"Mataan! a skaniyan na pd ko manga oripn Ami a miyamaratiyaya"},{"SurahNumber":37,"VerseNumber":112,"Text":"Na piyanothol Ami ron (a ipmbawata iyan) so Is´haq a nabi, - a pd ko manga bilangataw"},{"SurahNumber":37,"VerseNumber":113,"Text":"Na piyakandaklan Ami sa mapiya skaniyan ago so Is´haq: Na so sabaad ko manga mori ran a taw na phipiyapiya, go (so sabaad na) siyalimbotan iyan a ginawa niyan a mapayag"},{"SurahNumber":37,"VerseNumber":114,"Text":"Na sabnsabnar a inipangalimo Ami so Mosa ago so Haron"},{"SurahNumber":37,"VerseNumber":115,"Text":"Go siyabt Ami siran ago so pagtaw iran ko boko a mala"},{"SurahNumber":37,"VerseNumber":116,"Text":"Go tiyabangan Ami siran, na miyabaloy siran a siran i miyamakadaag"},{"SurahNumber":37,"VerseNumber":117,"Text":"Go inibgay Ami kiran so kitab a miyakapayag (ko manga kokoman)"},{"SurahNumber":37,"VerseNumber":118,"Text":"Go pinggonanao Ami kiran so lalan a matitho"},{"SurahNumber":37,"VerseNumber":119,"Text":"Go inibagak Ami siran (a kapphananadman) ko miyangaoori"},{"SurahNumber":37,"VerseNumber":120,"Text":"Kalilintad a sii ko Mosa ago so Haron"},{"SurahNumber":37,"VerseNumber":121,"Text":"Mataan! a Skami na lagid man oto a kambalasi Ami ko miphipiyapiya"},{"SurahNumber":37,"VerseNumber":122,"Text":"Mataan! a giya dowa oto na pd ko manga oripn o Allah a miyamaratiyaya"},{"SurahNumber":37,"VerseNumber":123,"Text":"Go mataan! a so Ilyas na pd dn ko manga sogo"},{"SurahNumber":37,"VerseNumber":124,"Text":"Gowani na pitharo iyan ko pagtaw niyan a: \"Ino kano di phananggila"},{"SurahNumber":37,"VerseNumber":125,"Text":"Ino niyo pphanongganoya so barahala a Baal, na ipmbagak iyo so lbi a mapiya a miyangadn"},{"SurahNumber":37,"VerseNumber":126,"Text":"A so Allah, a Kadnan iyo go Kadnan o manga loks iyo a miyangaoona"}]}