{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":30,"VerseNumber":25,"Text":"Yaha! O nam yɛlikpahinda puuni ka sagbana mini tiŋgbani ʒɛya (ka bi damda) ka di nyɛla O zaligu puuni. Din nyaaŋa, di yi ti niŋ ka a O boli ya yim zuɣu tiŋgbani ni, a ni nya ka yi yiri (gbala ni na, ni bɛ ti kariya saliya)"},{"SurahNumber":30,"VerseNumber":26,"Text":"Yaha! O (Naawuni) sula din be sagbana mini tiŋgbani ni, di zaa nyɛla din filindi di maŋa n-tiri O"},{"SurahNumber":30,"VerseNumber":27,"Text":"Yaha! Ŋuna (Naawuni) n-nyɛ Ŋun piindi nambu, din nyaaŋa ka o lahi labsi li na (gballi ni), di mi nyɛla soochi n- zaŋ ti O. Yaha! Ŋuna n-nyɛ Ŋun ŋmali du n-gari din kam be sagbana mini tiŋgbani ni. Yaha! Ŋuna n-nyɛ Nyεŋda, Yεmgoliŋgalana"},{"SurahNumber":30,"VerseNumber":28,"Text":"O (Naawuni) tin ya la ŋmahinli yi mammaŋ’ puuni (ka yɛli): “Di ni bɔŋɔ, yi (ninsalinim’) sulinsi mali tarli yi daarzichi puuni, ka di nyɛla yi ni saɣi ka yi mini ba piri yi daarzichi dede, ka yi nyɛ ban zɔri ba kamani yi ni zɔri yi maŋsi shεm? Tɔ! Lala ka Ti (Tinim’ Naawuni) kahigiri Ti nam yɛlikpahinda n-tiri ninvuɣu shεba ban mali haŋkali"},{"SurahNumber":30,"VerseNumber":29,"Text":"Chɛli gba! Ninvuɣu shεba ban di zualinsi maa dolila bɛ suhuyurlim ka di pa ni baŋsim shεli, ka ŋuni n-leei yɛn tooi dolsi Naawuni ni birgi so? Yaha! Bɛ ti bi yɛn mali sɔŋdiba (Zaadali)"},{"SurahNumber":30,"VerseNumber":30,"Text":"Dinzuɣu (Yaa nyini Annabi)! Zaŋmi a nini tuhi adiini (Muslinsi), ka nyɛla ŋun zaɣisiri adiini kam din pa yɛlimaŋli, di nyɛla Naawuni daadiini shɛli O ni nam ninsalinim’ di zuɣu, taɣibu ka Naawuni nambu (adiini) puuni, dina n- nyɛ adiini shεli din tuhi, amaa ninsalinim’ pam bi mi"},{"SurahNumber":30,"VerseNumber":31,"Text":"Leemi ya ban labsiri yεllikam O sani, ka zon ya O dabiɛm. Yaha! Puhimi jiŋli, ka di pahi ya ninvuɣu shɛba ban jεmdi binyεr’ shεŋa m-pahi Naawuni zuɣu puuni"},{"SurahNumber":30,"VerseNumber":32,"Text":"Di pahi ya ninvuɣu shεba ban piri piri bɛ daadiini ka leei yɛɣa yɛɣa la puuni, ka yɛɣili kam niŋdi suhupiεlli (ka ŋmɛri nyɔɣu) ni din be bɛ sani"}]}