{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":44,"Text":"Sie sagten: \"Ein Wirrnis von Träumen! Und nicht wir sind jene, die das Deuten der Träume beherrschen"},{"SurahNumber":12,"VerseNumber":45,"Text":"Und derjenige von den beiden, der (dem Kerker) entkommen war und sich nach geraumer Zeit (wieder an Yusuf) erinnerte, sprach: \"Ich will euch die Deutung davon wissen lassen, darum schickt mich (zu Yusuf)"},{"SurahNumber":12,"VerseNumber":46,"Text":"Yusuf, o du Wahrhaftiger, erkläre uns die Bedeutung von sieben fetten Kühen, die von sieben mageren gefressen werden, und (die Bedeutung) von sieben grünen Ähren und (sieben) anderen dürren, auf daß ich zurückkehre zu den Leuten, damit sie es erfahren"},{"SurahNumber":12,"VerseNumber":47,"Text":"Er sprach: \"lhr werdet ununterbrochen sieben Jahre lang säen und hart arbeiten; und was ihr erntet, belaßt auf den Ähren, bis auf das wenige, was ihr esset"},{"SurahNumber":12,"VerseNumber":48,"Text":"Danach werden dann sieben schwere Jahre kommen, die alles aufzehren, was ihr an Vorrat für sie aufgespeichert habt, bis auf das wenige, was ihr bewahren möget"},{"SurahNumber":12,"VerseNumber":49,"Text":"Danach wird ein Jahr kommen, in welchem die Menschen Erleichterung finden und in welchem sie (Früchte) pressen"},{"SurahNumber":12,"VerseNumber":50,"Text":"Und der König sprach: \"Bringt ihn zu mir!\" Doch als der Bote zu ihm kam, sprach er: \"Kehre zurück zu deinem Herrn und frage ihn, wie es den Frauen ergeht, die sich in die Hände schnitten; denn mein Herr kennt ihre List recht wohl"},{"SurahNumber":12,"VerseNumber":51,"Text":"Er sprach (zu den Frauen): \"Wie stand es um euch, als ihr eure Verführungskünste an Yusuf gegen seinen Willen ausprobiertet?\" Sie sagten: \"Allah bewahre! Wir haben nichts Böses über ihn erfahren!\" Da sprach die Frau des `Aziz: \"Nun ist die Wahrheit ans Licht gekommen. Ich versuchte, ihn gegen seinen Willen zu verführen, und er gehört sicherlich zu den Wahrhaftigen"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Yusuf sprach): \"Dies (kommt ans Licht), damit er (`Aziz) erfährt, daß ich in (seiner) Abwesenheit gegen ihn nicht treulos war, und damit Allah die List der Treulosen nicht gelingen läßt"}]}