{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":89,"Text":"Аллаһ әйтте: \"Тәхкыйк сезнең догаларыгыз кабул ителде, боерылган эшегездә туры торыгыз һәм хакны белми торган наданнарга һич иярмәгез"},{"SurahNumber":10,"VerseNumber":90,"Text":"Бәни Исраилне дәрья аркылы үткәрдек, тәкәбберлек вә дошманлык белән алар артыннан Фиргаун вә аның гаскәре куып чыктылар. Бәни Исраил өчен ачылган су аралыгына кереп бата башлагач, Фиргаун әйтте: \"Иман китердем, гыйбадәт кылырга яраклы Илаһә юк, мәгәр Бәни Исраил иман китергән Аллаһу тәгалә генәдер вә мин мөселманнарданмын"},{"SurahNumber":10,"VerseNumber":91,"Text":"Аллаһ әйтте: \"Хәзер иман китерәсеңме? Башта Аллаһуга гасый булдың һәм бозыклык кылучылардан идең"},{"SurahNumber":10,"VerseNumber":92,"Text":"Сездән соң киләчәк кешеләргә гыйбрәт булсын өчен тәнегезне бүген су өстенә чыгарабыз. Ләкин кешеләрнең күбрәге Безнең гыйбрәтләнерлек аятьләребездән гафилләр, һич вәгазьләнмиләр"},{"SurahNumber":10,"VerseNumber":93,"Text":"Бәни Исраилне Фиргауннән коткаргач, тәхкыйк яхшы урыннарга куеп хуш ризыклар бирдек вә Әрихә, Кәнган шәһәрләренә кергездек. Алар ихтилаф кылышмадылар, мәгәр расүлләр аларга хак хөкемнәрне китергәннән соң ихтилаф кылыштылар. Аларның ихтилаф кылган нәрсәләре хакында Раббың гаделлек белән кыямәт көнне хөкем кылыр"},{"SurahNumber":10,"VerseNumber":94,"Text":"Әгәр Без сиңа иңдергән китап хакында шиктә булсаң, иңгән китапларны синнән әүвәл укучылардан сора: аларның китабында синең хакта хәбәр бар. Тәхкыйк хак булган Коръән сиңа Раббыңнан килде, шикләнүчеләрдән булма"},{"SurahNumber":10,"VerseNumber":95,"Text":"Дәхи Аллаһу тәгаләнең аятьләрен ялган диючеләрдән булмагыл, юкса хәсрәтләнүчеләрдән булырсың"},{"SurahNumber":10,"VerseNumber":96,"Text":"Раббыңның бер кавемне ґәзаб кылырмын дигән сүзе дөресләнгәч, әлбәттә, ул кавем иман китермәс"},{"SurahNumber":10,"VerseNumber":97,"Text":"Хәтта аларга төрле могҗизалар килсә дә, рәнҗеткүче ґәзабны күрмичә, иман китермәсләр"}]}