{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":25,"Text":"ومن آياته الدالة على قدرته قيام السماء والأرض واستقرارهما وثباتهما بأمره، فلم تتزلزلا ولم تسقط السماء على الأرض، ثم إذا دعاكم الله إلى البعث يوم القيامة، إذا أنتم تخرجون من القبور مسرعين"},{"SurahNumber":30,"VerseNumber":26,"Text":"ولله وحده كل مَن في السموات والأرض من الملائكة والإنس والجن والحيوان والنبات والجماد، كل هؤلاء منقادون لأمره خاضعون لكماله"},{"SurahNumber":30,"VerseNumber":27,"Text":"والله وحده الذي يبدأ الخلق من العدم ثم يعيده حيًا بعد الموت، وإعادة الخلق حيًا بعد الموت أهون على الله من ابتداء خلقهم، وكلاهما عليه هيِّن. وله سبحانه الوصف الأعلى في كل ما يوصف به، ليس كمثله شيء، وهو السميع البصير. وهو العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله، وتدبير أمور خلقه"},{"SurahNumber":30,"VerseNumber":28,"Text":"ضرب الله مثلا لكم -أيها المشركون -من أنفسكم: هل لكم من عبيدكم وإمائكم مَن يشارككم في رزقكم، وترون أنكم وإياهم متساوون فيه، تخافونهم كما تخافون الأحرار الشركاء في مقاسمة أموالكم؟ إنكم لن ترضوا بذلك، فكيف ترضون بذلك في جنب الله بأن تجعلوا له شريكًا من خلقه؟ وبمثل هذا البيان نبيِّن البراهين والحجج لأصحاب العقول السليمة الذين ينتفعون بها"},{"SurahNumber":30,"VerseNumber":29,"Text":"بل اتبع المشركون أهواءهم بتقليد آبائهم بغير علم، فشاركوهم في الجهل والضلالة، ولا أحد يقدر على هداية مَن أضلَّه الله بسبب تماديه في الكفر والعناد، وليس لهؤلاء مِن أنصار يُخَلِّصونهم من عذاب الله"},{"SurahNumber":30,"VerseNumber":30,"Text":"فأقم -أيها الرسول أنت ومن اتبعك- وجهك، واستمر على الدين الذي شرعه الله لك، وهو الإسلام الذي فطر الله الناس عليه، فبقاؤكم عليه، وتمسككم به، تمسك بفطرة الله من الإيمان بالله وحده، لا تبديل لخلق الله ودينه، فهو الطريق المستقيم الموصل إلى رضا الله رب العالمين وجنته، ولكن أكثر الناس لا يعلمون أن الذي أمرتك به -أيها الرسول- هو الدين الحق دون سواه"},{"SurahNumber":30,"VerseNumber":31,"Text":"وكونوا راجعين إلى الله بالتوبة وإخلاص العمل له، واتقوه بفعل الأوامر واجتناب النواهي، وأقيموا الصلاة تامة بأركانها وواجباتها وشروطها، ولا تكونوا من المشركين مع الله غيره في العبادة"},{"SurahNumber":30,"VerseNumber":32,"Text":"ولا تكونوا من المشركين وأهل الأهواء والبدع الذين بدَّلوا دينهم، وغيَّروه، فأخذوا بعضه، وتركوا بعضه؛ تبعًا لأهوائهم، فصاروا فرقًا وأحزابًا، يتشيعون لرؤسائهم وأحزابهم وآرائهم، يعين بعضهم بعضًا على الباطل، كل حزب بما لديهم فرحون مسرورون، يحكمون لأنفسهم بأنهم على الحق وغيرهم على الباطل"}]}