{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":26,"VerseNumber":160,"Text":"ලුත් (නබි)ගේ ජනතාවද (අපගේ) දූතයින්ව බොරුකාරයින් කළහ"},{"SurahNumber":26,"VerseNumber":161,"Text":"ඔවුන්ගේ සහෝදර ලුත් තුමා “ඔබ (පාපයෙන් ඔබව) ආරක්ෂා කර ගත යුතු නොවේද?” (යයි පැවසූහ)"},{"SurahNumber":26,"VerseNumber":162,"Text":"නියත වශයෙන්ම මා ඔබ වෙත යවන ලද විශ්වාසවන්ත දූතයෙකු වශයෙන් සිටින්නෙමි"},{"SurahNumber":26,"VerseNumber":163,"Text":"එබැවින් ඔබ අල්ලාහ්ට බිය වී, මට අවනත වනු”"},{"SurahNumber":26,"VerseNumber":164,"Text":"“මේ වෙනුවෙන් මා ඔබ වෙතින් කිසිම කුලියක් ඉල්ලූවේ නැත. මගේ කුලී සියල්ල ලෝකවාසීන්ව පෝෂණය කරන දෙවියන් වෙතම මිස, (වෙන කිසිවෙකු වෙත) නැත”"},{"SurahNumber":26,"VerseNumber":165,"Text":"“ලෝකවාසීන්ගෙන් (සුවය විඳීමට) ඔබ පිරිමින් වෙත පැමිණෙන්නෙහුද"},{"SurahNumber":26,"VerseNumber":166,"Text":"ඔබගේ භාර්යයාවන්ගෙන් (ඔබ සුවය විඳීමට) ඔබගේ රබ්බු ඔබ වෙනුවෙන් උත්පාදනය කර ඇති දැය ඔබ අත්හැර දමන්නෙහුය. නැත! ඔබ සීමාව ඉක්මවූ සමූහයකි” (යයි පැවසුවේය)"},{"SurahNumber":26,"VerseNumber":167,"Text":"එයට ඔවුන් “ඕ ලුත්! (මෙසේ පැවසීමෙන්) ඔබ ඈත් නොවුවහොත් නියත වශයෙන්ම ඔබ (අපගේ රටින්) එළවා දමනු ලබන්නෙහිය” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":168,"Text":"එයට ඔහු “නියත වශයෙන්ම මා ඔබගේ (මෙම නපුරු) ක්‍රියාව පිළිකුල් කරන්නෙමි” (යයි පැවසුවේය)"},{"SurahNumber":26,"VerseNumber":169,"Text":"“මගේ දෙවියනේ! මොවුන්ගේ (මෙම නපුරු) ක්‍රියාවෙන් මාවද, මගේ පවුලේ උදවියද බේරා ගනු (මැනව!)” යයි ප්‍රාර්ථනා කළේය"},{"SurahNumber":26,"VerseNumber":170,"Text":"එබැවින් ඔහුවද, ඔහුගේ පවුලේ සියල්ලන්වද අපි බේරා ගත්තෙමු"},{"SurahNumber":26,"VerseNumber":171,"Text":"එහෙත් ඔහුගේ එක් මැහැල්ලියක් (භාර්යයාවක්) හැර, ඇය පසුපසින් රැඳී සිටියවුන් සමග නැවතී (විනාශ වී) ගියාය"},{"SurahNumber":26,"VerseNumber":172,"Text":"පසුව අපි අන් සියල්ලන්වම සහමුලින්ම විනාශ කර දැමුවෙමු"},{"SurahNumber":26,"VerseNumber":173,"Text":"ඔවුන් කෙරෙහි අපි (ගල්) වරුසාවක් වසින්නට සැලැස්සුවෙමු. බිය ගන්වා අනතුරු අඟවන ලද ඔවුන් (මත වසින්නට සැලැස්වූ ගල්) වරුසාව ඉතාමත් නපුරුය"},{"SurahNumber":26,"VerseNumber":174,"Text":"නියත වශයෙන්ම මෙහි එක් සාධකයක් ඇත. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු විශ්වාස කළේ නැත"},{"SurahNumber":26,"VerseNumber":175,"Text":"(නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන්ම (සියල්ලන්ටම) බලසම්පන්නයෙකු හා කරුණාවන්තයෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":176,"Text":"(මදියන් රටේ) අයිකා නමැති වනවාසීන්ද (අපගේ) දූතයින්ව බොරුකාරයන් කළහ"},{"SurahNumber":26,"VerseNumber":177,"Text":"ෂුඅයිබ් (නබි) ඔවුන්ට “ඔබ (අල්ලාහ්ට බිය වී, පාපයන්ගෙන්) ඈත් විය යුතු නොවේද?” (යයි පැවසූහ)"},{"SurahNumber":26,"VerseNumber":178,"Text":"“නියත වශයෙන්ම මා ඔබ වෙත යවන ලද විශ්වාසවන්ත දූතයෙකු වශයෙන් සිටින්නෙමි”"},{"SurahNumber":26,"VerseNumber":179,"Text":"“අල්ලාහ්ට බිය වී, මට අවනත වනු”"},{"SurahNumber":26,"VerseNumber":180,"Text":"“මේ වෙනුවෙන් මා ඔබ වෙතින් කිසිම කුලියක් ඉල්ලූවේ නැත. මගේ කුලී සියල්ල ලෝකවාසීන්ව පෝෂණය කරමින් සිටින දෙවියන් වෙතම මිස, (වෙන කිසිවෙකුත් වෙත) නැත”"},{"SurahNumber":26,"VerseNumber":181,"Text":"“මිනුම පූරණ වශයෙන් මනිනු. (ජනතාවට) පාඩුවක් ඇති කරන්නන් වශයෙන් නොසිටිනු”"},{"SurahNumber":26,"VerseNumber":182,"Text":"“නිවැරදි තරාදියකින් කිරිනු”"},{"SurahNumber":26,"VerseNumber":183,"Text":"“මිනිසුන්ට ලබා දිය යුතු භාණ්ඩ ඔබ අඩුකර නොදමනු. ඔබ භූමියෙහි අපරාධ කරමින් නොහැසිරෙනු”"}]}