{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"No nation can outstrip its term, nor yet postpone it"},{"SurahNumber":23,"VerseNumber":44,"Text":"Then We sent our messengers one after another. Whenever its messenger came unto a nation they denied him; so We caused them to follow one another (to disaster) and We made them bywords. A far removal for folk who believe not"},{"SurahNumber":23,"VerseNumber":45,"Text":"Then We sent Moses and his brother Aaron with Our tokens and a clear warrant"},{"SurahNumber":23,"VerseNumber":46,"Text":"Unto Pharaoh and his chiefs, but they scorned (them) and they were despotic folk"},{"SurahNumber":23,"VerseNumber":47,"Text":"And they said: Shall we put faith in two mortals like ourselves, and whose folk are servile unto us"},{"SurahNumber":23,"VerseNumber":48,"Text":"So they denied them, and became of those who were destroyed"},{"SurahNumber":23,"VerseNumber":49,"Text":"And We verily gave Moses the Scripture, that haply they might go aright"},{"SurahNumber":23,"VerseNumber":50,"Text":"And We made the son of Mary and his mother a portent, and We gave them refuge on a height, a place of flocks and watersprings"},{"SurahNumber":23,"VerseNumber":51,"Text":"O ye messengers! Eat of the good things, and do right. Lo! I am Aware of what ye do"},{"SurahNumber":23,"VerseNumber":52,"Text":"And lo! this your religion is one religion and I am your Lord, so keep your duty unto Me"},{"SurahNumber":23,"VerseNumber":53,"Text":"But they (mankind) have broken their religion among them into sects, each group rejoicing in its tenets"},{"SurahNumber":23,"VerseNumber":54,"Text":"So leave them in their error till a time"},{"SurahNumber":23,"VerseNumber":55,"Text":"Think they that in the wealth and sons wherewith We provide them"},{"SurahNumber":23,"VerseNumber":56,"Text":"We hasten unto them with good things? Nay, but they perceive not"},{"SurahNumber":23,"VerseNumber":57,"Text":"Lo! those who go in awe for fear of their Lord"},{"SurahNumber":23,"VerseNumber":58,"Text":"And those who believe in the revelations of their Lord"},{"SurahNumber":23,"VerseNumber":59,"Text":"And those who ascribe not partners unto their Lord"}]}