{"Id":196,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown","Author":"Unknown","Language":"Croatian","Description":"Croatian","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Gospodar nebesa i Zemlje i šta je između njih! Zato Njega obožavaj, i istraj u obožavanju Njegovom. Da li znaš Njemu imenjaka"},{"SurahNumber":19,"VerseNumber":66,"Text":"I govori čovjek: “Hoću li kad umrem, zaista biti živ izveden?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"Zar se ne prisjeća čovjek, da smo ga Mi stvorili ranije, a nije bio ništa"},{"SurahNumber":19,"VerseNumber":68,"Text":"Pa tako mi Gospodara tvog, sigurno ćemo sabrati njih i šejtane, zatim ćemo ih sigurno privesti oko Džehennema, klečeći"},{"SurahNumber":19,"VerseNumber":69,"Text":"Zatim ćemo sigurno iz svake sekte istrgnuti onog od njih koji je bio najžešći protiv Allaha buntovnošću"},{"SurahNumber":19,"VerseNumber":70,"Text":"Zatim, sigurno smo Mi Najbolji znalac onih koji su najdostojniji da budu u njemu prženi"},{"SurahNumber":19,"VerseNumber":71,"Text":"I nema od vas nijednog, a da neće njemu stići. Do Gospodara tvog je pečaćenje izvršno"},{"SurahNumber":19,"VerseNumber":72,"Text":"Zatim ćemo spasiti one koji su se bojali, a ostaviti zalime u njemu klečeći"},{"SurahNumber":19,"VerseNumber":73,"Text":"A kad im se uče ajeti Naši jasni, oni koji ne vjeruju govore onima koji vjeruju: “Koja od dvije skupine je bolja mjestom i bolja sazivom?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"A koliko smo pokoljenja uništili prije njih, (a) oni su bili bolji namještajem i izgledom"},{"SurahNumber":19,"VerseNumber":75,"Text":"Reci: “Ko je u zabludi, pa neka mu Milostivi produži dužinu. Dok, kad vide ono čime im se prijetilo, ili kaznu ili Čas, tad će saznati ko je taj (ko) je gori položajem i slabiji vojskom.”"},{"SurahNumber":19,"VerseNumber":76,"Text":"I povećava Allah uputu onima koji se upućuju. A trajna dobra djela su bolja nagradom kod Gospodara tvog i bolja povratištem"}]}