{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"O you who believe! When you wish to consult the Messenger (Muhammad) in private, spend something in charity before your private consultation. That will be better and purer for you. But if you don’t find (anything), then surely, Allah is Forgiving, Merciful"},{"SurahNumber":58,"VerseNumber":13,"Text":"Are you afraid to spend in charity before your private consultation (with Muhammad)? If you cannot afford, Allah will forgive you; so establish prayer and give obligatory charity and obey Allah and His Messenger (Muhammad). Allah is Well-Aware of what you do"},{"SurahNumber":58,"VerseNumber":14,"Text":"Have you (O Muhammad) not seen those (hypocrites) who take as friends those people who are under the Wrath of Allah? They are neither of you nor of them and they knowingly swear to a lie"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah has prepared for them severe punishment. Indeed evil is that which they do"},{"SurahNumber":58,"VerseNumber":16,"Text":"They have taken their oaths as shields (for their evil actions). Thus they hinder people from the Way of Allah. They shall have a humiliating punishment"},{"SurahNumber":58,"VerseNumber":17,"Text":"Neither their children nor their wealth will avail them anything against Allah. They will be the inmates of the fire; they will reside in it forever"},{"SurahNumber":58,"VerseNumber":18,"Text":"On the Day when Allah will resurrect them together (for their account), then they will swear to Him as they now swear to you. They think that they are on something (to stand for help). Lo! Surely they are liars"},{"SurahNumber":58,"VerseNumber":19,"Text":"Satan has overtaken them and caused them to forget the remembrance of Allah. They are the party of Satan. Lo! Surely it is the party of Satan, they will be the losers"},{"SurahNumber":58,"VerseNumber":20,"Text":"Surely, those who oppose Allah and His Messenger (Muhammad); they will be among the lowest (most humiliated)"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah has decreed: “Surely! I and My Messengers will overcome (be victorious).” Surely, Allah is All-Powerful, All-Mighty"}]}