{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"We created many of the jinn and mankind for hell. They have hearts they do not understand with; they have eyes they do not see with; and they have ears they do not hear with. Such people are like cattle -- no, they are even more misguided. Such are the heedless"},{"SurahNumber":7,"VerseNumber":180,"Text":"God has the Most Excellent Names. Call on Him by His Names and keep away from those who distort them. They shall be requited for what they do"},{"SurahNumber":7,"VerseNumber":181,"Text":"Of those We have created there are some who give true guidance and act justly"},{"SurahNumber":7,"VerseNumber":182,"Text":"We shall gradually seize those who reject Our signs from a place they do not recognize"},{"SurahNumber":7,"VerseNumber":183,"Text":"For though I give them rein for a while, My strategy is sure"},{"SurahNumber":7,"VerseNumber":184,"Text":"Have they not reflected that their companion is not mad? He is only a plain warner"},{"SurahNumber":7,"VerseNumber":185,"Text":"Have they not looked into the realms of the heavens and the earth and all that God created, and seen that the end of their time might be near? What will they believe in if they do not believe in this"},{"SurahNumber":7,"VerseNumber":186,"Text":"No one can guide those whom God lets go astray: He leaves them blundering about in their arrogance"},{"SurahNumber":7,"VerseNumber":187,"Text":"They ask you [Prophet] about the Last Hour, \"When will it come?\" Say, \"Knowledge about it rests only with my Lord; He alone will reveal when its time will come, it lies heavy on the heavens and the earth: it will suddenly overtake you.\" They will put questions to you as though you had full knowledge of it. Say, \"Knowledge about it rests only with God, though most people do not realize it"}]}