{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":11,"VerseNumber":13,"Text":"S’ils disent : « Il (Mouhammad) l’a inventé (le Coran) !». Réponds-leur : « Soit ! Produisez à votre tour ne serait-ce que dix sourates semblables que vous aurez inventées ! Et requerrez l’assistance de quiconque pourra vous venir en aide pour cela en dehors Dieu, si ce que vous avancez est fondé !»"},{"SurahNumber":11,"VerseNumber":14,"Text":"S’ils ne vous répondent pas, sachez que ce qui est révélé porte la Science de Dieu et qu’il n’y a pas de divinité en dehors de Lui. Allez-vous vous soumettre enfin"},{"SurahNumber":11,"VerseNumber":15,"Text":"Ceux qui ne convoitent que les seuls plaisirs et le faste de ce monde ici-bas, Nous les rétribuerons durant leur existence pour les œuvres qu’ils accomplissent et ils ne seront pas lésés"},{"SurahNumber":11,"VerseNumber":16,"Text":"mais dans la Vie Future, ceux-là n’auront que les flammes de l’Enfer, car toutes les œuvres qu’ils ont accomplies ici-bas n’auront aucune valeur et toutes leurs actions auront été vaines"},{"SurahNumber":11,"VerseNumber":17,"Text":"Ceux qui s’appuient sur une preuve manifeste émanant de leur Seigneur, récité par un témoin envoyé par Lui, et sur les Écritures révélées avant lui à Moïse afin de servir de guide et en guise de miséricorde, ceux-là croient au Livre. Peut-on les comparer à ceux des coalisés qui le dénient et qui sont voués aux flammes de l’Enfer ? N’aie aucun doute à son sujet. Il est la Vérité émanant de ton Seigneur. Mais la plupart des Hommes n’y croient pas"},{"SurahNumber":11,"VerseNumber":18,"Text":"Y a-t-il plus blâmables que ceux qui alimentent des mensonges sur Dieu ? Ceux-là comparaîtront devant leur Seigneur et les témoins s’écrieront : « Ce sont ceux- là qui ont alimenté des mensonges qu’ils ont attribués à leur Seigneur !». Que la malédiction de Dieu s’abatte sur les injustes"},{"SurahNumber":11,"VerseNumber":19,"Text":"qui s’appliquaient à détourner leurs semblables de la Voie de Dieu, leur proposant sciemment des raisonnements sournois, car ils dénient l’existence de la Vie Future !»"}]}