{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"E, ainda, portas, para suas casas, e leitos sobre os quais se reclinassem"},{"SurahNumber":43,"VerseNumber":35,"Text":"E ornamento. E tudo isso não é senão gozo da vida terrena. E a Derradeira Vida, junto de teu Senhor, será para os piedosos"},{"SurahNumber":43,"VerseNumber":36,"Text":"E a quem fica desatento à lembrança dO Misericordioso, destinamo-lhe um demônio, e este lhe será um acompanhante"},{"SurahNumber":43,"VerseNumber":37,"Text":"E, por certo, eles os afastam do caminho, enquanto supõem estar sendo guiados"},{"SurahNumber":43,"VerseNumber":38,"Text":"Até que, quando chegar a Nós, dirá ao demônio: \"Quem dera houvesse, entre mim e ti, a distância de dois levantes!\" E que execrável acompanhante"},{"SurahNumber":43,"VerseNumber":39,"Text":"E isso de nada vos beneficiará, nesse dia - uma vez que fostes injustos - porque sereis partícipes, no castigo"},{"SurahNumber":43,"VerseNumber":40,"Text":"Então, podes tu fazer ouvir os surdos, ou podes tu guiar os cegos e a quem esteja em evidente descaminho"},{"SurahNumber":43,"VerseNumber":41,"Text":"E, se te fazemos ir, por certo, vingar-nos-emos deles"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ou se te fazemos ver o que lhes prometemos, vê-lo-ás, por certo, Nós, sobre eles somos Potentíssimo"},{"SurahNumber":43,"VerseNumber":43,"Text":"Então, atém-te ao que te foi revelado. Por certo, estás na senda reta"},{"SurahNumber":43,"VerseNumber":44,"Text":"E, por certo, ele é honra para ti e para teu povo. E sereis interrogados"},{"SurahNumber":43,"VerseNumber":45,"Text":"E pergunta aos que, de Nossos Mensageiros, enviamos, antes de ti: \"Se Nós fizemos, além dO Misericordioso, deuses, para serem adorados"},{"SurahNumber":43,"VerseNumber":46,"Text":"E, com efeito, enviamos Moisés, com Nossos sinais, a Faraó e a seus dignitários. Então, disse: \"Por certo, sou Mensageiro do Senhor dos mundos"},{"SurahNumber":43,"VerseNumber":47,"Text":"E quando ele lhes chegou com Nossos sinais, ei-los que se riram deles"}]}