{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":62,"Text":"Orayı geçtiklerinde, genç yoldaşına, \"Yemeğimizi getir. Bu yolculuğumuz bizi gerçekten yordu,\" dedi"},{"SurahNumber":18,"VerseNumber":63,"Text":"Dedi ki: \"Bak gördün mü, o kayalığa vardığımızda balığı unuttum. Onu bana şeytan unutturdu ve böylece denizde yolunu tutup gitti. Ne kadar da ilginç"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Musa:) \"İşte aradığımız yer orası idi,\" dedi ve böylece izleri üzerinde geri döndüler"},{"SurahNumber":18,"VerseNumber":65,"Text":"Katımızdan kendisine rahmet verdiğimiz ve bilgimizden öğrettiğimiz kullarımızdan bir kulu buldular"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa ona, \"Sana öğretilenden, aydınlatıcı prensipleri bana öğretmen için seni izleyebilir miyim,\" deyince"},{"SurahNumber":18,"VerseNumber":67,"Text":"Sen benimle birlikte olmaya dayanamazsın,\" dedi"},{"SurahNumber":18,"VerseNumber":68,"Text":"Bilmediğin bir şeye nasıl dayanabilirsin"},{"SurahNumber":18,"VerseNumber":69,"Text":"Dedi: \"ALLAH dilerse beni sabırlı bulacaksın; sana hiç bir işte karşı gelmeyeceğim"},{"SurahNumber":18,"VerseNumber":70,"Text":"Dedi: \"Bana uyacaksan, ben sana anlatmadıkça bana hiç bir şey hakkında soru sorma"},{"SurahNumber":18,"VerseNumber":71,"Text":"Böylece yürüdüler. Nihayet gemiye bindiklerinde, onda delik açtı. \"Halkını boğmak için mi gemide delik açtın? Gerçekten müthiş bir iş yaptın,\" dedi"},{"SurahNumber":18,"VerseNumber":72,"Text":"Bana dayanamıyacağını sana söylememiş miydim,\" diye karşılık verdi"},{"SurahNumber":18,"VerseNumber":73,"Text":"Unuttuğum şeyden dolayı beni kınama; bu işimde bana güçlük çıkarma,\" dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Böylece yürüdüler. Nihayet bir delikanlıya rastladıklarında onu hemen öldürdü. \"Kimseye kıymamış suçsuz bir kimseyi niçin öldürdün? Sen, çok kötü bir iş yaptın,\" dedi"}]}