{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: Ben ancak sizi vahiy ile uyarıyorum. Sağırlar uyarıldıkları zaman çağrıyı işitmezler"},{"SurahNumber":21,"VerseNumber":46,"Text":"Andolsun ki Rabbının azabından onlara bir esinti dokunsa; eyvahlar bize, doğrusu biz gerçekten zalimlermişiz, diyeceklerdir"},{"SurahNumber":21,"VerseNumber":47,"Text":"Biz; kıyamet günü adalet terazilerini kurarız. Hiç kimse hiç bir şeyle haksızlığa uğratılmaz. Hardal tanesi kadar bile olsa yapılanı ortaya koyarız. Hesab görenler olarak da Biz, yeteriz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Andolsun ki; Biz Musa ile Harun´a Furkan ışık, takva sahibleri için de bir zikir verdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"Onlar ki görmedikleri halde, Rabblarından korkarlar ve kıyamet saatından titrerler"},{"SurahNumber":21,"VerseNumber":50,"Text":"İşte bu da Bizim indirdiğimiz mübarek bir zikirdir. Yoksa siz onu inkar mı ediyorsunuz"},{"SurahNumber":21,"VerseNumber":51,"Text":"Andolsun ki; Biz, daha önce İbrahim´e de rüşdünü vermiştik. Ve Biz onu bilenlerdik"},{"SurahNumber":21,"VerseNumber":52,"Text":"Hani o, babasına ve kavmine demişti ki: Şu tapınıp durduğunuz heykeller de nedir"},{"SurahNumber":21,"VerseNumber":53,"Text":"Onlar da: Babalarımızı bunlara tapar bulduk, demişlerdi"},{"SurahNumber":21,"VerseNumber":54,"Text":"O: Andolsun ki sizler de, babalarınız da apaçık bir sapıklık içerisindesiniz, demişti"},{"SurahNumber":21,"VerseNumber":55,"Text":"Onlar: Sen, bize gerçeği mi getirdin, yoksa bizimle eğleniyor musun? dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"O da dedi ki: Hayır, Rabbınız göklerin ve yerin Rabbıdır ki onları, O yaratmıştır. Ve ben bunlara şahidlik edenlerdenim"},{"SurahNumber":21,"VerseNumber":57,"Text":"Allah´a yemin ederim ki; siz, arkanızı dönüp gittikten sonra putlarınıza bir tuzak kuracağım"}]}