{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"És azok, akik odaadják azt, amit adnak, miközben szívük megremeg (félve és remélve adományuk elfogadását), ők. (bizonyosak abban, hogy,) az Urukhoz térnek meg"},{"SurahNumber":23,"VerseNumber":61,"Text":"Ők azok, akik sietve igyekeznek jó dolgokat tenni és ebben megelőznek"},{"SurahNumber":23,"VerseNumber":62,"Text":"Egyetlen lélekre sem róttunk ki többet, mint amire képes. Könyv van nálunk, amely az Igazságot mondja el. Ők nem szenvednek el igazságtalanságot"},{"SurahNumber":23,"VerseNumber":63,"Text":"De az ő szívük erről (a Koránról) a tudatlanságban van. És ezen kívül ők még mást is elkövetnek"},{"SurahNumber":23,"VerseNumber":64,"Text":"Mígnem végül, ha büntetéssel sújtjuk azokat, akik ennek kényelmét élvezték, oltalomért könyörögnek"},{"SurahNumber":23,"VerseNumber":65,"Text":"Ma ne könyörögjetek oltalomért! Bizony nem kaptok tőlünk segítséget"},{"SurahNumber":23,"VerseNumber":66,"Text":"Bizony felolvastattak nektek az Én Jeleim, ám ti visszahúzódtatok. §"},{"SurahNumber":23,"VerseNumber":67,"Text":"Gögösen viselkedtetek azzal szemben, éjjel beszélve rosszat arról"},{"SurahNumber":23,"VerseNumber":68,"Text":"Talán nem gondolták jól át ezt a beszédet? Vagy olyan jött el hozzájuk, ami a korábban volt atyáikhoz nem jött el"},{"SurahNumber":23,"VerseNumber":69,"Text":"Vagy talán nem ismerték meg a Küldöttüket ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) és őt így megtagadták"},{"SurahNumber":23,"VerseNumber":70,"Text":"Vagy azt mondják: ,. Dzsinn van benne!\" De nem! Az Igazságot hozta el nekik. Ám a legtöbbjük. az Igazsággal szemben elutasító"},{"SurahNumber":23,"VerseNumber":71,"Text":"Ám ha az Igazság az ő vágyukat követné, akkor az egek és a föld romlással lenne telítve és a bennük lévők is. De Mi az ő intésüket hoztuk el. Ám ők az intésüktől elfordulnak"},{"SurahNumber":23,"VerseNumber":72,"Text":"Vagy kérsz ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) tőlük valami járandóságot? Holott a te Urad járandósága jobb. Ő a legjobb (Gondoskodó)"},{"SurahNumber":23,"VerseNumber":73,"Text":"Bizony Te (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) az Egyenes Útra hívod őket"},{"SurahNumber":23,"VerseNumber":74,"Text":"Ám azok, akik nem hisznek a Túlvilágban, az Úttól eltérek"}]}