{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"To those who do right is good indeed, more and more. Neither darkness nor shame will cover their faces. They are companions of the garden, and they will live therein forever"},{"SurahNumber":10,"VerseNumber":27,"Text":"But those who have earned misery will have a reward of like misery. Disgrace will cover them. No defender will they have from God. Their faces will be covered, as with pieces from the depth of the darkness of night. They are companions of the fire. They will dwell therein forever"},{"SurahNumber":10,"VerseNumber":28,"Text":"One day We will gather them all together. Then We will say to those who joined gods with Us, “To your place. You and those you joined as partners.” We will separate them, and their partners will say, “It was not us that you worshipped"},{"SurahNumber":10,"VerseNumber":29,"Text":"“Enough is God for a witness between us and you. We certainly knew nothing of your worship of us.”"},{"SurahNumber":10,"VerseNumber":30,"Text":"There will every soul be put to trial for every deed they did. They will be brought back to God, their rightful Lord, and that which they made up will leave them"},{"SurahNumber":10,"VerseNumber":31,"Text":"Say, “Who is it that sustains you from the sky and from the earth? And who is it that has power over hearing and sight? And who is it that brings the living from the dead, and the dead from the living? And who is it that rules and regulates all affairs?” They will soon say, “God.” Say, “Will you not then be regardful?”"},{"SurahNumber":10,"VerseNumber":32,"Text":"Such is God your true Lord. Apart from truth what remains but error? How then are you turned away"},{"SurahNumber":10,"VerseNumber":33,"Text":"So the word of your Lord is proved true against those who rebel, indeed they will not believe"}]}