{"Id":49,"LanguageCodes":["bm","bam"],"Name":"bam-karamobabamamad","Author":"Karamo Baba Mamadi Jani","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"https://quranenc.com/en/browse/ankobambara_dayyan","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"ߊ߲ ߞߊ߬ ‹ ߘߐ߬ߛߊߙߌ › ߟߊߖߌ߰ ߕߎ߬ߢߊ ߟߋ߬ ߟߊ߫ ߸ ߊ߬ ߖߌ߰ߣߍ߲߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߟߊ߫ ߘߋ߬ ، ߊ߲ ߘߏ߲߬ ߡߴߌ ߗߋ߫ ߘߏ߫ ߜߘߍ߫ ߘߌ߫ ߝߏ߫ ߘߟߊߝߎߟߌߟߊ ߣߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ"},{"SurahNumber":17,"VerseNumber":106,"Text":"ߊ߲ ߞߊ߬ ߘߐ߬ߛߊߙߌ ߓߐߓߐ߫ ߢߐ߲߮ ߠߊ߫ ߟߋ߬ ߸ ߛߴߌ ߘߴߊ߬ ߝߐ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߕߎߜߍ߫ ، ߊ߲ ߞߵߊ߬ ߘߐ߰ߣߍ߲߬ߘߐ߰ߣߍ߲߬ ߠߊߖߌ߰ߖߌ߰ ߏ߬ ߟߋ ߘߐ߫"},{"SurahNumber":17,"VerseNumber":107,"Text":"ߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߟߴߊ߬ ߟߊ߫ ߥߟߴߊߟߎ߫ ߞߊߣߊ߬ ߟߴߊ߬ ߟߊ߫ ، ߡߍ߲ ߠߎ߫ ߞߏ߬ߣߌ߲ ߛߐߣߍ߲߫ ߟߐ߲ߠߌ߲ ߠߴߊ߬ ߢߍ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߓߋ߬ ߟߊ߫ ߓߏ߲߬ߓߏ߲ ߠߎ߫ ߞߊ߲߬ ߕߌ߲ߓߌߘߌ߲ ߘߌ߫ ߟߋ߬ ߊ߬ ߝߐ߫ ߕߎߡߊ ߊ߬ߟߎ߬ ߦߋ߫"},{"SurahNumber":17,"VerseNumber":108,"Text":"ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߛߊߣߌ߲ߡߊ߲߫ ، ߊ߲ ߡߊ߰ߙߌ ߟߊ߫ ߦߟߌߡߊߘߌߦߊ ߞߍߣߍ߲߫ ߓߐߕߊ ߟߋ߬ ߘߌ߫ ( ߡߍ߲ ߕߍ߫ ߘߐߛߊ߬ ߟߊ߫)"},{"SurahNumber":17,"VerseNumber":109,"Text":"ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߫ ߓߋ߬ ߟߊ߫ ߓߏ߲߬ߓߏ߲ ߠߎ߫ ߞߊ߲߬ ߞߊ߬ߛߌ ߘߌ߫ ߸ ߏ߬ ߘߌ߫ ߕߊ߬ߡߌ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߢߍ߬ߣߍ߲ ߡߊߞߊ߬ߝߏ߬ ߟߊ߫"},{"SurahNumber":17,"VerseNumber":110,"Text":"ߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊ߬ ߞߟߌ߫ ߞߏ߫ ߊߟߊ߫ ، ߥߟߴߊߟߎ߫ ߦߴߊ߬ ߞߟߌ߫ ߞߏ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ߫ ، ߊߟߎ߫ ߓߊ߯ ߊ߬ ߞߟߌ߫ ߏ߬ ߝߏߦߌ߬ ߟߊ߫ ( ߏ߬ ߞߊ߫ ߢߌ߲߬ )، ߕߐ߯ ߢߌߡߊ ߟߎ߬ ߦߴߊ߬ߟߋ ߟߋ߬ ߟߊ߫ ، ߌ ߞߊߣߵߌ ߟߊ߫ ߛߊߟߌ ߟߊ߲ߞߣߍߡߊ߫ ߌ ߘߏ߲߬ ߞߊߣߵߊ߬ ߜߎ߲߬ߘߎ߫ ߸ ߌ ߦߋ߫ ߛߌߟߊ߫ ߟߋ߬ ߢߌߣߌ߲߫ ߏ߬ ߕߍ߫"},{"SurahNumber":17,"VerseNumber":111,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߡߴߊ߬ ߓߟߏߞߍ߫ ߘߋ߲߫ ߠߊ߫ ، ߜߙߊ߬ߢߐ߲߯ ߕߍ߫ ߊ߬ ߟߊ߫ ߡߊ߲߬ߛߊ߬ߦߊ ߘߐ߫ ߢߌ߲߬ ߝߣߊ߫ ߕߍ߫ ߊ߬ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߘߐ߯ߦߡߊ ߡߊ߬ . ߌ ߦߴߏ߬ ߟߋ ߓߏ߲߬ߧߊ߬ ߓߘߍߞߍ߭"},{"SurahNumber":18,"VerseNumber":1,"Text":"ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߞߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߊ߬ ߟߊ߫ ߖߐ߲߭ ߡߊ߬ ߸ ߊ߬ ߘߏ߲߬ ߡߊ߫ ߘߎ߬ ߞߍ߫ ߊ߬ ߘߐ߫"},{"SurahNumber":18,"VerseNumber":2,"Text":"ߞߵߊ߬ ߕߋߟߋ߲߫ ߖߐ߲ ߛߴߊ߬ ߘߌ߫ ߡߊ߬ߛߌ߬ߟߊ߲߬ߠߌ߲ ߞߍ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ߠߊ߫ ߞߊ߬ ߓߐ߫ ߊ߬ ߓߘߊ ߸ ߊ߬ ߣߴߊ߬ ߦߋ߫ ߟߊߒߠߦߊߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߬ߟߊ ߟߎ߬ ߟߊߛߍߥߊ߫ ߸ ߞߏ߫ ߊ߬ߟߎ߬ ߢߍߛߌ߰ߣߍ߲߫ ߛߙߊ߬ ߢߌߡߊ߫ ߟߋ߬ ߟߊ߫"},{"SurahNumber":18,"VerseNumber":3,"Text":"ߊ߬ߟߎ߬ ߡߍ߲ߕߐ߫ ߏ߬ ߘߐ߫ ߟߋ߬ ߞߘߊߎ߫"},{"SurahNumber":18,"VerseNumber":4,"Text":"ߊ߬ ߣߴߊ߬ ߦߋ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߞߊ߲߫ ߞߏ߫ ߘߋ߲߫ ߦߋ߫ ߊߟߊ߫ ߓߟߏ߫"}]}