{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":4,"VerseNumber":141,"Text":"“(A chiphamaso) omwe akukuyembekezerani (kuti mavuto akugwereni), ngati mutapeza kupambana kochokera kwa Allah, amakuuzani: “Kodi sitidali nanu limodzi?” Koma ngati osakhulupirira atapeza gawo (lopambana), amanena (kwa osakhulupirira): “Kodi Sitidayandikire kukugonjetsani pamene tidali m’gulu lankhondo la okhulupirira koma timakutsekerezani kwa okhulupirira?” Koma Allah adzaweruza pakati panu tsiku la chiweruziro. Ndipo Allah sangawaikire njira osakhulupirira pa okhulupirira (kuti awagonjetse kotheratu)"},{"SurahNumber":4,"VerseNumber":142,"Text":"“Ndithu achiphamaso akufuna kunyenga Allah koma Iye awalanga (chifukwa cha chinyengo chawocho). Ndipo akaimilira kupemphera Swala, amaimilira mwaulesi ndikungoonetsa anthu (kuti akupemphera). Ndipo satchula Allah koma pang’ono pokha"},{"SurahNumber":4,"VerseNumber":143,"Text":"“Akungoyendayenda pakati pa awa ndi awa (pakati pa Asilamu ndi osakhulupirira). Iwo sali mbali iyi kapena mbali inayo. Ndipo amene Allah wamlekelera kuti asokere sungampezere njira yolungama"},{"SurahNumber":4,"VerseNumber":144,"Text":"“E inu amene mwakhulupirira! Musawachite osakhulupirira kukhala abwenzi anu kusiya okhulupirira (Asilamu), kodi mukufuna kuti Allah akhale ndi umboni woonekera pa inu (kuti ndinu oyipa)"},{"SurahNumber":4,"VerseNumber":145,"Text":"“Ndithu achiphamaso adzakhala pansi penipeni pa Moto; ndipo sudzampeza mthandizi woimira iwo"},{"SurahNumber":4,"VerseNumber":146,"Text":"“Kupatula amene alapa (pambuyo pa uchiphamaso wawo); nakonza (makhalidwe awo) nadziphatika kwa Allah; namuyeretseranso Allah chipembedzo chawo. Choncho iwo ali pamodzi ndi okhulupirira. Ndipo Allah adzapatsa okhulupirira malipiro akulu"},{"SurahNumber":4,"VerseNumber":147,"Text":"“Allah sangakulangeni ngati mumthokoze ndi kumkhulupirira. Ndithudi, Allah Ngolandira kuthokoza kwanu, ndiponso Ngodziwa"}]}