{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":12,"VerseNumber":5,"Text":"Jacob dit : « Mon fils ! Garde-toi de décrire ton rêve à tes frères qui pourraient, par jalousie, chercher à te nuire. Satan est en effet l’ennemi déclaré de l’homme"},{"SurahNumber":12,"VerseNumber":6,"Text":"C’est ainsi que ton Seigneur portera son choix sur toi en t’enseignant l’interprétation des rêves et en te comblant, toi et la famille de Jacob, de Ses faveurs comme Il a comblé auparavant tes pères Abraham et Isaac. Ton Seigneur est Omniscient et infiniment Sage. »"},{"SurahNumber":12,"VerseNumber":7,"Text":"Le récit de Joseph et de ses frères est, en vérité, plein d’enseignements pour ceux qui voudraient en être informés"},{"SurahNumber":12,"VerseNumber":8,"Text":"Les frères de Joseph se dirent un jour : « Joseph et son frère sont plus chers à notre père que nous qui pourtant sommes plus nombreux. Notre père est manifestement dans l’erreur"},{"SurahNumber":12,"VerseNumber":9,"Text":"Tuons Joseph ou abandonnons-le en quelque terre éloignée afin que notre père n’ait d’yeux que pour nous. Nous nous comporterons ensuite en hommes vertueux. »"},{"SurahNumber":12,"VerseNumber":10,"Text":"Mais l’un d’entre eux dit : « Ne tuez pas Joseph ! Jetez-le plutôt, si vous êtes décidés à agir, au fond d’un puits où quelque voyageur de passage pourra le recueillir. »"},{"SurahNumber":12,"VerseNumber":11,"Text":"Ils dirent : « Qu’as-tu, père, à ne pas vouloir nous confier Joseph auquel nous ne voulons pourtant que du bien"},{"SurahNumber":12,"VerseNumber":12,"Text":"Laisse-le venir avec nous demain, afin qu’il puisse s’égayer et s’amuser sous notre surveillance. »"},{"SurahNumber":12,"VerseNumber":13,"Text":"Jacob répondit : « Je serai bien triste de vous voir l’emmener. Je redoute que, dans un moment d’inattention de votre part, un loup ne vienne le dévorer. »"},{"SurahNumber":12,"VerseNumber":14,"Text":"Ils rétorquèrent : « Si un loup, malgré notre nombre, venait à le dévorer, nous serions vraiment des incapables. »"}]}