{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"همانا (در آن ملک) زنی را یافتم که بر مردم آن کشور پادشاهی داشت و به آن زن هر گونه دولت و نعمت (و زینت امور دنیوی) عطا شده بود و (علاوه بر اینها) تخت با عظمتی داشت"},{"SurahNumber":27,"VerseNumber":24,"Text":"آن زن را با تمام رعیتش یافتم که به جای خدا خورشید را می‌پرستیدند و شیطان اعمال زشت آنان را در نظرشان زیبا جلوه داده و آنها را به کلی از راه خدا باز داشته و آنها هم به حق راه یافته نیستند"},{"SurahNumber":27,"VerseNumber":25,"Text":"تا خدای را که (نور او) در آسمان و زمین هر پنهان (در ظلمت عدم) را به عرصه ظهور آورد و بر نهان و آشکار شما آگاه است پرستش نکنند"},{"SurahNumber":27,"VerseNumber":26,"Text":"در صورتی که خدای یکتا که جز او هیچ خدایی نیست پروردگار عرش با عظمت (و ملک بی‌نهایت) است (و تنها سزاوار پرستش اوست)"},{"SurahNumber":27,"VerseNumber":27,"Text":"سلیمان هدهد را گفت: باید تحقیق کنیم تا صدق و کذب سخنت را دریابیم"},{"SurahNumber":27,"VerseNumber":28,"Text":"اینک نامه مرا ببر و به سوی آنان بیفکن و از نزد آنها باز شو آن گاه بنگر تا پاسخ چه می‌دهند"},{"SurahNumber":27,"VerseNumber":29,"Text":"(بلقیس رو به رجال دربارش کرد و) گفت: ای رجال کشور، نامه بزرگی به من رسیده است"},{"SurahNumber":27,"VerseNumber":30,"Text":"که آن نامه از جانب سلیمان و عنوانش به نام خدای بخشنده مهربان است"},{"SurahNumber":27,"VerseNumber":31,"Text":"(و بعد چنین نگاشته) که بر من برتری مجویید و تسلیم امر من شوید"},{"SurahNumber":27,"VerseNumber":32,"Text":"آن‌گاه گفت: ای رجال کشور، شما به کار من رأی دهید که من تاکنون بی‌حضور شما به هیچ کار تصمیم نگرفته‌ام"},{"SurahNumber":27,"VerseNumber":33,"Text":"رجال ملک به او اظهار داشتند که ما دارای نیروی کامل و مردان جنگجوی مقتدری هستیم، لیکن اختیار با شما تا به فکر روشن چه دستور فرمایی"},{"SurahNumber":27,"VerseNumber":34,"Text":"بلقیس گفت: پادشاهان چون به دیاری حمله آرند آن کشور را ویران سازند و عزیزترین اشخاص مملکت را ذلیل‌ترین افراد گیرند و رسم و سیاستشان بر این کار خواهد بود"},{"SurahNumber":27,"VerseNumber":35,"Text":"و (صلاح این است که) حال من هدیه‌ای بر آنان بفرستم تا ببینم فرستادگانم از جانب سلیمان پاسخ چگونه باز می‌آرند"}]}