{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"Ve şeytanlardan, onun için denize dalanlar ve bundan başka işler yapanlar (da) vardı. Ve onları (onun emrinde) muhafaza eden, Bizdik"},{"SurahNumber":21,"VerseNumber":83,"Text":"Ve Hz. Eyüp, Rabbine (şöyle) nida etmişti: “Muhakkak ki, bana bir zarar isabet etti (hastalık geldi). Ve Sen, rahmet edenlerin en çok rahmet edenisin.”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Bunun üzerine ona icabet ettik (duasını kabul ettik). Böylece zarar veren şeyi giderdik (hastalığı iyileştirdik). Kullara bir zikir (öğüt) ve katımızdan bir rahmet olsun diye. Ona ehlini (ailesini) ve onlarla beraber bir mislini daha verdik"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ve Hz. İsmail ve Hz. İdris ve Hz. Zelkifli; hepsi sabredenlerdendir"},{"SurahNumber":21,"VerseNumber":86,"Text":"Ve onları, rahmetimizin içine dahil ettik. Muhakkak ki onlar, salihlerdendir"},{"SurahNumber":21,"VerseNumber":87,"Text":"Ve Zennûn (Yunus A.S), gadaba gelerek (öfkelenerek) gitmişti. Böylece ona muktedir olamayacağımızı (hükmedemeyeceğimizi) zannetti. Sonra karanlıklar içinde (şöyle) nida etti: “Senden başka İlâh yoktur. Sen Sübhan´sın (herşeyden münezzehsin). Muhakkak ki ben, zalimlerden oldum.”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Bunun üzerine ona icabet ettik (duasını kabul ettik). Ve onu, gamdan (üzüntüden, kederden) kurtardık. Ve Biz, mü´minleri işte böyle kurtarırız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Ve Hz. Zekeriya, Rabbine (şöyle) nida etmişti: “Rabbim, beni tek başıma bırakma ve Sen, varislerin en hayırlısısın.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Bunun üzerine ona icabet ettik (duasını kabul ettik). Ve ona, Yahya (A.S)´ı hibe (armağan) ettik. Ve onun için, zevcesini de ıslâh ettik (çocuğu olabilecek duruma getirdik). Muhakkak ki onlar, hayırlarda yarışırlardı. Ve Bize, rağbet ederek ve korkarak dua ederlerdi. Ve onlar, Bize huşû duyanlardı"}]}