{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"Exalted is Allah, the True King! And hasten thee not with the Qur'an before there is finished to thee the revelation thereof, and say thou: O my Lord! increase me in knowledge"},{"SurahNumber":20,"VerseNumber":115,"Text":"And assuredly We covenanted with Adam aforetime, then he forgat, and We found not in him steadiness"},{"SurahNumber":20,"VerseNumber":116,"Text":"And recall what time We said to the angels: prostrate yourselves before Adam. They fell prostrate, but Iblis did not; he refused"},{"SurahNumber":20,"VerseNumber":117,"Text":"Then We said: Adam! verily this is an enemy unto thee and thine spouse; so let him not drive forth you twain from the Garden, lest thou be destressed"},{"SurahNumber":20,"VerseNumber":118,"Text":"Verily it is thine that thou shalt not hunger therein nor go naked"},{"SurahNumber":20,"VerseNumber":119,"Text":"Nor that thou shalt thirst therein nor shall suffer from the sun"},{"SurahNumber":20,"VerseNumber":120,"Text":"Then the Satan whispered unto him; he said: Adam! shall direct thee to the tree of eternity and a dominion that ageth not"},{"SurahNumber":20,"VerseNumber":121,"Text":"Then the twain ate thereof; so there became disclosed to them their shame, and they began sewing upon them selves some of the leaves of the Garden, so Adam disobeyed his Lord, and erred"},{"SurahNumber":20,"VerseNumber":122,"Text":"Thereafter his Lord accepted him, and relented toward him, and guided him"},{"SurahNumber":20,"VerseNumber":123,"Text":"He said: get ye twain down therefrom together: some of you an enemy unto some others; then if there cometh unto you from Me guidance, whosoever followeth My guidance shall neither go astray nor be distressed"},{"SurahNumber":20,"VerseNumber":124,"Text":"And whosoever turneth away from My admonition, for him verily will be a livelihood shrunken, and We shall raise him up on the Day of Judgment sightless"},{"SurahNumber":20,"VerseNumber":125,"Text":"He will say: O my Lord! why hast Thou gathered me sightless whereas surely I have been a seer"}]}