{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"So, when you have leveled yourself on the ship (i.e., boarded the ship) and the ones with you, then say, 'Praise be to Allah, Who has safely delivered us from the unjust people"},{"SurahNumber":23,"VerseNumber":29,"Text":"And say, \"Lord! Cause me to descend (or: to ashore) a blessed descent, and You are The Most Charitable of hosts"},{"SurahNumber":23,"VerseNumber":30,"Text":"Surely in that are indeed signs, and decidedly We are (always) indeed trying (mankind)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Thereafter even after them, We brought into being another generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"So We sent among them a Messenger of themselves, (saying), \"Worship Allah! In no way do you have any other god than He. Will you not then have piety"},{"SurahNumber":23,"VerseNumber":33,"Text":"And said the chiefs of his people, who disbelieved and cried lies to the meeting of the Hereafter, and whom We had caused to live in luxury in the present life, (Literally: the lowly life, i.e., the life of this word) \"In no way is this anything except a mortal like yourselves; he eats of whatever you eat and drinks of whatever you drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"And indeed in case you obey a mortal like yourselves, lo, surely you will indeed be the losers"},{"SurahNumber":23,"VerseNumber":35,"Text":"Does he promise you that when you die and are dust and bones, you will be brought out (of the graves)"},{"SurahNumber":23,"VerseNumber":36,"Text":"Away, away with whatever you are promised"},{"SurahNumber":23,"VerseNumber":37,"Text":"Decidedly there is nothing except our present life. (Literally: the lowly life, i.e., the life of this word) We die and we live, and in no way will we be made to rise again"},{"SurahNumber":23,"VerseNumber":38,"Text":"Decidedly he is nothing except a man who has fabricated against Allah a lie, and in no way will we (become) believers to him"},{"SurahNumber":23,"VerseNumber":39,"Text":"He said, \"Lord! Vindicate me for that they cry me lies"},{"SurahNumber":23,"VerseNumber":40,"Text":"Said He, \"In a little while indeed they will definitely become remorseful"},{"SurahNumber":23,"VerseNumber":41,"Text":"So the Shout took them (away) with the truth, then We made them (as) stubble; so far away (are gone) the unjust people"},{"SurahNumber":23,"VerseNumber":42,"Text":"Thereafter even after them, We brought into being other generations"}]}