{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Shpallja e Librit është nga All-llahu, i forti e i urti"},{"SurahNumber":45,"VerseNumber":3,"Text":"Në qiej dhe në tokë, me të vërtetë, ka argumente për besimtarët"},{"SurahNumber":45,"VerseNumber":4,"Text":"Edhe ne të krijuarit tuaj dhe çka ka shpërndarë nga shtazët ka argumente për njerëzit që janë të bindur"},{"SurahNumber":45,"VerseNumber":5,"Text":"Edhe në ndërrimin e ditës dhe të natës dhe çka lëshon All-llahu nga qielli prej furnizimeve që me anë të tij e ngjallë tokën, pasi të ketë vdekur, si edhe ndërrimi i erërave janë argumente për njerëzit e mençur"},{"SurahNumber":45,"VerseNumber":6,"Text":"Ato janë argumentet e All-llahut që t’i kumtojmë saktësisht. Po cilat fjalë ata besojnë në mos fjalët e All-llahut dhe argumentet e tij"},{"SurahNumber":45,"VerseNumber":7,"Text":"I mjeri çdo gënjeshtar, mëkatar"},{"SurahNumber":45,"VerseNumber":8,"Text":"I dëgjon ajetet e All-llahut që po i lexohen dhe prap mohon me mendjemadhësi sikur të mos i ketë dëgjuar. Atë përgëzoje me vuajtje të turpshme"},{"SurahNumber":45,"VerseNumber":9,"Text":"Sepse kur mëson për ndonjë ajet tonin ai tallet. Të atillët i pret dënimi poshtërues"},{"SurahNumber":45,"VerseNumber":10,"Text":"Përpara tyre është xhehennemi dhe nuk do t’u bëjë dobi ajo që kanë fituar e as ndihmësit, që ata i kanë marrë në vend të All-llahut. Ata i pret dënim i madh"},{"SurahNumber":45,"VerseNumber":11,"Text":"Ky është udhëzim kurse ata që i kanë mohuar argumentet e Zotit të vet i pret dënim i padurueshëm"},{"SurahNumber":45,"VerseNumber":12,"Text":"All-llahu, me vullnetin e tij, ju ka nënshtruar detin në mënyrë që nëpër te të lundrojnë lundrat, të mundeni të kërkoni mirësitë e tij. Ndoshta jeni mirënjohës"},{"SurahNumber":45,"VerseNumber":13,"Text":"Dhe ua ka nënshtruar çka ka në qiej dhe në tokë. E tëra është prej tij. Në kët ka argumente për njerëzit që mendojnë"}]}