{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Vi giver dem sandheden mens de er løgnere"},{"SurahNumber":23,"VerseNumber":91,"Text":"GUD ALDRIG begotten SØN. Nor var der nogensinde nogen øvrige gud Ham. Anderledes hvert gud erklære uafhængighed hans anlæggelser de kappes hvert øvrig i dominance! GUD FORHERLIGES; LANGT DERES claims"},{"SurahNumber":23,"VerseNumber":92,"Text":"Knower af al hemmeligheder erklæringer; Han exalted langt havende partner"},{"SurahNumber":23,"VerseNumber":93,"Text":"Sie Min Lord Du udfolder mig (gengældelsen) de incurred"},{"SurahNumber":23,"VerseNumber":94,"Text":"Min Lord lade mig ikke er en af transgressing folkene"},{"SurahNumber":23,"VerseNumber":95,"Text":"Til udfolde jer (gengældelsen) vi reserverer dem er noget vi sagtens gøre"},{"SurahNumber":23,"VerseNumber":96,"Text":"Derfor counter deres onde arbejder godhed; vi er fully aware af deres claims"},{"SurahNumber":23,"VerseNumber":97,"Text":"Sie Min Lord jeg søger ly I fra hviskenerne djævlene"},{"SurahNumber":23,"VerseNumber":98,"Text":"Jeg søger ly ind I min Lord lest de kommer mig"},{"SurahNumber":23,"VerseNumber":99,"Text":"Hvornår død kommer ene af dem han sir Min Lord sende mig"},{"SurahNumber":23,"VerseNumber":100,"Text":"Jeg derefter arbejde retmæssighed alt jeg forlod. Ikke sande. Den er falske claim han stiller. Barriere skilles hans sjæl den verden opstandelse"},{"SurahNumber":23,"VerseNumber":101,"Text":"Hvornår hornet ikke pustes relationer dem findes den dag nor ville de omsorg ene another"},{"SurahNumber":23,"VerseNumber":102,"Text":"Angående de vægte er tunge de være vinderne"},{"SurahNumber":23,"VerseNumber":103,"Text":"De vægte er lyser er en tabte deres sjælene; de abide Helvede permanent"},{"SurahNumber":23,"VerseNumber":104,"Text":"Fyre overvælde deres ansigter de varer miserably therein"}]}