{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"Gözleri düşkün bir halde, kendilerini bir zillet saracaktır. Halbuki, vaktiyle (dünyada) başları selâmette iken, bu secdeye davet olunuyorlardı; (da onu kabul etmiyorlardı)"},{"SurahNumber":68,"VerseNumber":44,"Text":"O halde (Ey Rasûlüm), bu Kur’an’ı yalan sayanları bana bırak, (sen kalbini onlarla meşgul etme. Ben onların hakkından gelirim). Biz, onları, bilemiyecekleri yönden derece derece azaba yaklaştırırız; (Onlara sıhhat ve bol nimet veririz de, onu haklarında iyi zannederler. Halbuki o kâfirlere verdiğimiz bu mühletin sonu fecidir)"},{"SurahNumber":68,"VerseNumber":45,"Text":"Ben onlara mühlet veririm; çünkü benim azabım çok şiddetlidir, (onu kimse önliyemez)"},{"SurahNumber":68,"VerseNumber":46,"Text":"Yoksa sen, (Mekke halkına risaletini tebliğden dolayı) onlardan bir ücret istiyorsun da, borçlu kalmaktan, yük altında ezilmişlerdir"},{"SurahNumber":68,"VerseNumber":47,"Text":"Yoksa gayb (Allah’ın ilmi) yanlarında da, onlar (ondan) mı yazıyorlar"},{"SurahNumber":68,"VerseNumber":48,"Text":"O halde (Ey Rasûlüm, Allah’ın kâfirlere mühlet vermesine dair olan) Rabbinin hükmüne sabret de, Yûnus peygamber gibi (aceleci) olma. Hani o, (balığın karnında) gamla dolu olduğu halde dua etmişti"},{"SurahNumber":68,"VerseNumber":49,"Text":"Eğer Rabbinden, ona, bir rahmet yetişmiş olmasaydı, kötü bir şekilde (balığın karnından) yeryüzüne atılacaktı"},{"SurahNumber":68,"VerseNumber":50,"Text":"Fakat Rabbi onu seçti de, kendisini salihlerden (peygamberlerden) kıldı"},{"SurahNumber":68,"VerseNumber":51,"Text":"Doğrusu o kâfirler, Kur’an’ı işittikleri vakit, (sana olan düşmanlıklarından dolayı) az kalsın gözleri ile seni devireceklerdi. Hâlâ da (senin için): “-Muhakkak O bir mecnûndur.” diyorlar"},{"SurahNumber":68,"VerseNumber":52,"Text":"Halbuki o Kur’an bütün âlemler için ancak bir öğüddür"},{"SurahNumber":69,"VerseNumber":1,"Text":"(Vukuu bir gerçek olan) o kıyamet"},{"SurahNumber":69,"VerseNumber":2,"Text":"Nedir o kıyamet"},{"SurahNumber":69,"VerseNumber":3,"Text":"Kıyameti, sana hangi şey bildirdi? (Sen, künhünü bilemezsin)"},{"SurahNumber":69,"VerseNumber":4,"Text":"(Salih’in kavmi) Semûd ve (Hûd’un kavmi) Âd, o kıyamete inanmadı"},{"SurahNumber":69,"VerseNumber":5,"Text":"Amma Semûd, azgınlıkları sebebiyle (korkunç bir ses ve sarsıntı ile) helâk edildiler"},{"SurahNumber":69,"VerseNumber":6,"Text":"Âd Kavmine gelince; onlar da kasıp kavuran şiddetli bir rüzgâr ile helâk edildiler"},{"SurahNumber":69,"VerseNumber":7,"Text":"Allah o fırtınayı, üzerlerine yedi gece ve sekiz gün arka arkaya musallat etti. (Orada bulunaydın) bu kavmin o fırtınada yıkılıp kaldığını görürdün; sanki onlar, içleri kof hurma kütükleri idiler"},{"SurahNumber":69,"VerseNumber":8,"Text":"Şimdi onlardan, görüyor musun bir geri kalan"}]}