{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Uye rangarira (Hud) mukoma wemaAad, apo akatsiura vanhu muAl-Ahqaaf (dzimba dzavaigadzira mumakomo muArabia). Uye zvirokwazvo kwange kwadarika vayambiri mushure make uye mberi kwake (vachiti): “Musanamata chimwe chinhu kunze kwaAllah; zvirokwazvo, ndinokutyirai kubva kumutongo wezuva guru (zuva rokumutswa).”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Vakati: “Wauya here kuzotiburitsa kubva kuna vanamwari vedu? Zvino chitiunzira izvo zvauri kutityityidzira nazvo, kana iwe uri umwe weavo vanotaura chokwadi!”"},{"SurahNumber":46,"VerseNumber":23,"Text":"Akati: “Zvirokwazvo, ruzivo rwacho (rwemurango) rwuna Allah chete. Uye ini ndinongokuudzai izvo zvandakatumwa nazvo, asi ndiri kukuonai muri vanhu vasina ruzivo!”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Zvino pavakauona (murango) segore rakanga richiuya padyo nemipata yavo, vakati: “Iri igore ririkutiunzira mvura!” Asi kwete, ndeizvo zvamaikumbira kuti zvikurumidze kuitika, mhepo ine murango unorwadza"},{"SurahNumber":46,"VerseNumber":25,"Text":"Ichiparadza zvinhu zvose nokuda kwekuronga kwaTenzi wayo! Nokudaro vakapedzisira pasina chaioneka kusara kwepokugara pavo chete! Saizvozvo ndiwo mapiro atinoita mubairo kuvanhu vanotadza"},{"SurahNumber":46,"VerseNumber":26,"Text":"Uye zvirokwazvo tange takavagadzika zvakasimba neizvo zvatisina kukugadzikai imi (maQuraish)! Uyezve tikavaita kuti vave nekunzwa uye kuona uye nemoyo. Asi kunzwa kwavo, uye kuona kwavo, nemoyo yavo hazvina kuvabetsera kana nechimwechete zvacho nekuti vairamba humboo hwaAllah (maporofita aAllah nedzidziso dzavo), uye vakabva vakomberedzwa neizvo zvavaituka (zvavaiseka)"},{"SurahNumber":46,"VerseNumber":27,"Text":"Uye zvirokwazvo takaparadza matunhu akakukomberedzai, uye tikavaratidza zvakare zviratidzo kuti pamwe vangadzoka (kuchokwadi, Islaam)"},{"SurahNumber":46,"VerseNumber":28,"Text":"Nokudaro sei avo vavakatora saanamwari vachisiya Allah vasina kuvabetsera, senzira yemasvikiro (kuna Allah)? Asi vakavarasa zvachose (pakauya murango). Uye uku ndiko kwaive kunyepa kwavo neivo zvavaiwedzerera (vasati vaparadzwa)"}]}