{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":84,"Text":"Said He, \"The Truth is this - and this Truth do I state"},{"SurahNumber":38,"VerseNumber":85,"Text":"That certainly I will fill Hell with you and with such of them as follow you, together"},{"SurahNumber":38,"VerseNumber":86,"Text":"(O Messenger) say to them, \"I ask of you no reward for this Message, nor am I a pretender"},{"SurahNumber":38,"VerseNumber":87,"Text":"This (Qur'an), behold, is no less than a Reminder to the Worlds"},{"SurahNumber":38,"VerseNumber":88,"Text":"And you will most certainly know the Truth of it all after a lapse of time"},{"SurahNumber":39,"VerseNumber":1,"Text":"The Revelation of this Book issues from Allah, the Almighty, the Wise"},{"SurahNumber":39,"VerseNumber":2,"Text":"Behold, it is We Who have revealed this Book to you (O Prophet) setting forth the Truth. Therefore, serve Allah sincere in your Faith in Him alone"},{"SurahNumber":39,"VerseNumber":3,"Text":"Know and make it known that the Pristine Religion is for Allah and from Him alone. And yet, they who take patrons besides Him say, \"We worship them for no other reason than they bring us nearer to Allah.\" (5:35), (10:18), (17:57). Behold, Allah judges them (right in this Revelation) concerning that wherein they differ. Verily, Allah does not intervene to guide anyone who is a liar unto himself, thankless to his own detriment"},{"SurahNumber":39,"VerseNumber":4,"Text":"And if Allah had willed to take unto Himself a son, He could have chosen anyone that He wanted out of what He has created. Infinite is He in His Glory! He is Allah, the One, the Overpowering. (Utterly remote from all imperfection, Allah is in no need or desire of having an offspring)"},{"SurahNumber":39,"VerseNumber":5,"Text":"He it is Who has created the heavens and the earth to fulfill a definite Purpose. He rolls the night over the day, and rolls the day over the night. And He has subjected the sun and the moon, each running along its course for a term appointed. Is not He the Almighty, the Ever-Absolver of Imperfections"}]}