{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":36,"Text":"Und es ziemt sich nicht für einen gläubigen Mann oder eine gläubige Frau, daß sie - wenn Allah und Sein Gesandter eine Angelegenheit beschlossen haben - eine andere Wahl in ihrer Angelegenheit treffen. Und der, der Allah und Seinem Gesandten nicht gehorcht, geht wahrlich in of fenkundiger Weise irre"},{"SurahNumber":33,"VerseNumber":37,"Text":"Und da sagtest du zu dem, dem Allah Gnade erwiesen hatte und dem du Gnade erwiesen hattest: \"Behalte deine Frau für dich und fürchte Allah.\" Und du verbargst das, was du in dir hegtest, das, was Allah ans Licht bringen wollte, und du fürchtetest die Menschen, während Allah es ist, Den du in Wirklichkeit fürchten sollst. Dann aber, als Zaid seine eheliche Beziehung mit ihr beendet hatte, verbanden Wir sie ehelich mit dir, damit die Gläubigen in Bezug auf die Frauen ihrer angenommenen Söhne nicht in Verlegenheit gebracht würden, wenn sie ihre ehelichen Beziehungen mit ihnen beendet hätten. Und Allahs Be fehl muß vollzogen werden"},{"SurahNumber":33,"VerseNumber":38,"Text":"Es bringt den Propheten in keine Verlegenheit, was Allah für ihn angeordnet hat. Das war Allahs Vorgehen gegen jene, die vordem dahingingen, und Allahs Befehl ist ein unabänderlicher Beschluß"},{"SurahNumber":33,"VerseNumber":39,"Text":"jene, die Allah s Botschaften ausrichteten und Ihn fürchteten und niemanden außer Allah fürchteten. Und Allah genügt als Rechner"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad ist nicht der Vater eines eurer Männer, sondern der Gesandte Allahs und der letzte aller Propheten, und Allah besitzt die volle Kenntnis aller Dinge"},{"SurahNumber":33,"VerseNumber":41,"Text":"O ihr, die ihr glaubt! Gedenkt Allahs in häufigem Gedenken"},{"SurahNumber":33,"VerseNumber":42,"Text":"und lobpreist Ihn morgens und abends"},{"SurahNumber":33,"VerseNumber":43,"Text":"Er ist es, Der euch segnet, und Seine Engel bitten (darum) für euch, daß Er euch aus den Finsternissen zum Licht führe. Und Er ist Barmherzig gegen die Gläubigen"}]}