{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"แท้จริง บรรดาผู้ที่ไม่ศรัทธาต่อวันปรโลกนั้นแน่นอนพวกเขาจะตั้งชื่อมลาอิกะฮฺเป็นเพศหญิง"},{"SurahNumber":53,"VerseNumber":28,"Text":"และพวกเขาไม่มีความรู้ในเรื่องนั้นเลยพวกเขามิได้ปฏิบัตตามสิ่งใด นอจากการคาดคะเนและแท้จริงการคาดคะเนนั้นจะไม่อำนวยประโยชน์อันใดแก่ความจริงได้"},{"SurahNumber":53,"VerseNumber":29,"Text":"ดังนั้น เจ้าจงหลบหลีกให้ห่างจากผู้ผินหลังจากการรำลึกนึกถึงเรา (อัลลอฮฺ)และเขามิได้ปรารถนาอื่นใดนอกจากการมีชีวิตอยู่ในโลกนี้เท่านั้น"},{"SurahNumber":53,"VerseNumber":30,"Text":"นั่นคือสุดยอดแห่งความรู้ของพวกเขาแล้ว แท้จริงพระเจ้าของเจ้านั้นพระองค์ทรงรู้ดียิ่งถึงผู้ที่หลงออกจากทางของพระองค์ และพระองค์ทรงรู้ดียิ่งถึงผู้ที่อยู่ในแนวทางที่ถูกต้อง (ฮิดายะฮฺ)"},{"SurahNumber":53,"VerseNumber":31,"Text":"และสิ่งที่อยู่ในชั้นฟ้าทั้งหลาย และสิ่งที่อยู่ในแผ่นดินนั้นเป็นกรรมสิทธิ์ของอัลลอฮฺเพื่อพระองค์จะทรงตอบแทนบรรดาผู้กระทำความชั่วตามที่พวกเขาประพฤติ และจะทรงตอบแทนบรรดาผู้กระทำความดีด้วยความดี"},{"SurahNumber":53,"VerseNumber":32,"Text":"แก่บรรดาผู้หลีกเลี่ยงห่างจากการทำบาปใหญ่ และทำสิ่งลามกทั้งหลาย เว้นแต่ความผิดพลาดเล็กน้อยแท้จริงพระเจ้าของเจ้านั้นทรงเป็นผู้กว้างขวางในการอภัยพระองค์ทรงรู้จักพวกเจ้าดียิ่ง เมื่อครั้งบังเกิดพวกเจ้าจากแผ่นดินและเมื่อครั้งพวกเจ้าเป็นทารกอยู่ในครรภ์ของมารดาของพวกเจ้า ดังพวกเจ้าอย่าแสดงความบริสุทธิ์แก่ตัวของพวกเจ้าเองเพราะพระองค์ทรงรู้ดียิ่งถึงผู้ที่มีความยำเกรง"},{"SurahNumber":53,"VerseNumber":33,"Text":"เจ้าได้เห็นผู้ที่ผินหลังให้บ้างไหม"},{"SurahNumber":53,"VerseNumber":34,"Text":"และเขาให้เพียงเล็กน้อย และเขาได้ตระหนี่ (ส่วนที่เหลือ)"},{"SurahNumber":53,"VerseNumber":35,"Text":"เขามีความรู้ในสิ่งเร้นลับกระนั้นหรือ เขาจึงได้เห็น"},{"SurahNumber":53,"VerseNumber":36,"Text":"หรือว่าเขามิไรับข่าวคราวที่มีอยู่ในคัมภีร์ของมูซา"},{"SurahNumber":53,"VerseNumber":37,"Text":"และ (ในคัมภีร์ของ) อิบรอฮีม ผู้ซึ่งปฏิบัติตามสัญญาอย่างครบครัน"},{"SurahNumber":53,"VerseNumber":38,"Text":"ว่าไม่มีผู้แบกภาระคนใดที่จะแบกภาระของผู้อื่นได้"},{"SurahNumber":53,"VerseNumber":39,"Text":"และมนุษย์จะไม่ได้อะไรเลย นอกจากสิ่งที่เขาได้ขวนขวายเอาไว้"},{"SurahNumber":53,"VerseNumber":40,"Text":"และแท้จริงการขวนขวายของเขาก็จะได้เห็นในไม่ช้า"},{"SurahNumber":53,"VerseNumber":41,"Text":"แล้วเขาก็จะได้รับการตอบแทนด้วยการตอบแทนที่ครบถ้วนสมบูรณ์"},{"SurahNumber":53,"VerseNumber":42,"Text":"และแท้จริงจุดหมายปลายทาง (ของเขา) ย่อมไปสู่พระเจ้าของเจ้า"},{"SurahNumber":53,"VerseNumber":43,"Text":"และแท้จริงพระองค์คือผู้ทรงทำให้หัวเราะ และทรงทำให้ร้องไห้"},{"SurahNumber":53,"VerseNumber":44,"Text":"และแท้จริงพระองค์คือผู้ทรงทำให้ตายและทรงทำให้เป็น"}]}