{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":16,"Text":"Сен: «Қочиш сизга ҳеч қандай фойда бермас. Демак, агар ўлимдан ёки қатл бўлишдан қочсангиз ҳам, жуда оз ҳузурланасиз, холос», деб айт"},{"SurahNumber":33,"VerseNumber":17,"Text":"Сен: «Агар сизга Аллоҳ ёмонликни ирода қилса ёки сизга раҳматни ирода қилса, сизларни ундан тўсадиган ким бор?!» деб айт. Улар ўзларига Аллоҳдан ўзга дўст ва ёрдам бергувчи топа олмаслар"},{"SurahNumber":33,"VerseNumber":18,"Text":"Батаҳқиқ, Аллоҳ ичингиздаги (жиҳодга) тўсиқлик қилгувчиларни ҳам ва ўз биродарларига: «Биз томон келинг», деювчиларни ҳам билур. Улар жангга келмаслар, илло, озгина келурлар"},{"SurahNumber":33,"VerseNumber":19,"Text":"Сизларга нисбатан бахиллик қилган ҳолларида (келурлар). Бас, хавф келган чоғда уларнинг сенга ўлим талвасасидаги кишига ўхшаб, кўзлари айланиб назар солишларини кўрасан. Бас, хавф кетганда эса, яхшиликка очкўзлик қилиб, сизларга ўткир тиллар ила озор берурлар. Ана ўшалар иймон келтирмаганлардир. Бас, Аллоҳ амалларини беҳуда кетказди. Бу эса, Аллоҳ учун осон эди. («Ана ўшалар» мўмин-мусулмонларга қўшилиб, сафарбарликка чиқадиганларнинг жиҳодга бўлган шаштини пасайтирадиган, урушга озгинасигина келадиган, хавф келганда мусулмонлар раҳбарига худди, ўлимимга сен сабабсан, дегандек назар соладиган, хавф кетганда, ўлжа талашиб уришадиган, иймон келтирмаган одамлардир)"},{"SurahNumber":33,"VerseNumber":20,"Text":"Улар аҳзобларни кетмаган деб ҳисобларлар. Агар аҳзоблар яна келсалар, улар аъробийлар ичида, чўлда бўлиб, сизнинг хабарингизни сўраб туришни орзу қилурлар. Агар сизнинг ичингизда бўлганларида ҳам, камдан-кам жанг қилган бўлур эдилар. (Кофир гуруҳларнинг мусулмонларга ҳеч бир зарар етказа олмай, қайтиб кетганлари мунофиқларнинг тасаввурига сиғмайди)"},{"SurahNumber":33,"VerseNumber":21,"Text":"Батаҳқиқ, сизлар учун–Аллоҳдан ва охират кунидан умидвор бўлганлар учун ва Аллоҳни кўп зикр қилганлар учун Расулуллоҳда гўзал ўрнак бор эди. (Пайғамбаримиз (с. а. в.) аҳзоб урушида ҳам, одатдагидек, энг гўзал намуналарни кўрсатдилар. Хавф-хатар тасвирлаб бўлмайдиган даражада катта эканига қарамай, заррача қўрқмасдан, Мадинани ҳимоя қилишга чиқдилар. Салмони Форсийнинг (р. а.) фикрларини қабул этиб, ҳандақ қазишни бошладилар. У зот (с. а. в.) шундай хатарли ва нозик бир пайтда мўмин-мусулмонлар учун ишонч, орзу-умид, хотиржамлик тимсолига айландилар"},{"SurahNumber":33,"VerseNumber":22,"Text":"Мўминлар аҳзобларни кўрганларида: «Бу бизга Аллоҳ ва Унинг Расули ваъда қилган нарсадир. Аллоҳ ва Унинг Расули рост сўзларлар», дедилар. Бу уларга иймон ва таслимдан бошқа нарсани зиёда этмади. (Яъни, кофирларнинг аҳзоб бўлиб, сонсиз-саноқсиз ададда устларига бостириб келишлари мўминларга иймондан ва Аллоҳ таолога бутунлай ўзларини топширишдан бошқани зиёда қилмади. Уларнинг иймон-эътиқодлари ва мусулмончиликлари яна ҳам кучайди. Ҳа, иймон келтирган, мусулмон бўлган одамлар ана шундай одамлардир)"}]}