{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":87,"Text":"My sons, go and try to obtain some news of Joseph and his brother, and do not lose hope of God's mercy. Only the unbelievers lose hope of God's life-giving mercy"},{"SurahNumber":12,"VerseNumber":88,"Text":"[The sons of Jacob went back to Egypt and to Joseph], and, when they presented themselves before him, they said, \"Mighty governor, hardship has afflicted us and our family, and we have brought only a little merchandise, but give us full measure [of grain] and be charitable to us. God rewards those who give in charity"},{"SurahNumber":12,"VerseNumber":89,"Text":"He replied, \"Do you remember what you did to Joseph and his brother when you were still ignorant"},{"SurahNumber":12,"VerseNumber":90,"Text":"They said, \"Could it be that you are Joseph?\" He said, \"I am Joseph, and this is my brother. God has been gracious to us. If one is mindful of Him and patient in hard times, God does not allow the reward of those who do good to be lost"},{"SurahNumber":12,"VerseNumber":91,"Text":"[The brothers] said, \"By God. God has certainly raised you above us, and we were sinners"},{"SurahNumber":12,"VerseNumber":92,"Text":"He said, \"No blame will be uttered today against you. May God forgive you for your sins. He is the Most Merciful of those who are merciful"},{"SurahNumber":12,"VerseNumber":93,"Text":"[Now] take this shirt of mine and lay it over my father's face, and he will recover his sight. Then come [back] to me with all of your family"},{"SurahNumber":12,"VerseNumber":94,"Text":"As soon as the caravan [with which Jacob's sons were travelling] was on its way, their father said [to the people around him], \"You may think I am senile, but I can smell Joseph"},{"SurahNumber":12,"VerseNumber":95,"Text":"They answered, \"By God, you are still lost in that old illusion of yours"}]}