{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"They said, “O Mūsā, either you throw (first), or shall we be first to throw?”"},{"SurahNumber":20,"VerseNumber":66,"Text":"He said, “Rather, you throw.” Then, suddenly their ropes and sticks seemed to him, due to their magic, as if they were running"},{"SurahNumber":20,"VerseNumber":67,"Text":"So, Mūsā concealed some fear in his heart"},{"SurahNumber":20,"VerseNumber":68,"Text":"We said, “Do not be scared. Certainly, you are to be the upper most"},{"SurahNumber":20,"VerseNumber":69,"Text":"And throw what is in your right hand, and it will devour what they have concocted. What they have concocted is but a sleight of a magician. And the magician does not succeed wherever he comes from.”"},{"SurahNumber":20,"VerseNumber":70,"Text":"So, the magicians were led (by the truth) to fall in prostration. They said, “We have (now) believed in the Lord of Hārūn and Mūsā.”"},{"SurahNumber":20,"VerseNumber":71,"Text":"He (Pharaoh) said, “You have believed in him before I permit you. This man is in fact your master who has taught you the magic. So I will certainly cut off your hands and your legs from opposite sides, and will crucify you on the trunks of palm-trees, and you shall know whose punishment, out of us, is more severe and more lasting.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"They said, “We will never prefer you over the clear signs that have come to us, and over Him who has created us. So, decide whatever you have to decide. You will decide only for this worldly life"},{"SurahNumber":20,"VerseNumber":73,"Text":"We have put our faith in our Lord, so that He forgives us for our sins and for the magic you compelled us to perform. And Allah is the Best and Everlasting.”"},{"SurahNumber":20,"VerseNumber":74,"Text":"Surely whoever comes to his Lord as a sinner, for him there is Jahannam in which he neither will die nor will live (a happy life)"},{"SurahNumber":20,"VerseNumber":75,"Text":"And whoever will come to Him as believer, having done righteous deeds, for such people there are the highest ranks"},{"SurahNumber":20,"VerseNumber":76,"Text":"the eternal gardens beneath which rivers flow, in which they shall live for ever. That is the reward for the one who has purified himself"}]}