{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"De ki: \"Bana, dini sadece kendisine halis kılarak Allah'a ibadet etmem emredildi"},{"SurahNumber":39,"VerseNumber":12,"Text":"Hem O'nun birliğine teslim olan müslümanların ilki olmam da bana emredildi"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: \"Eğer Rabbime isyan edersem, büyük bir günün azabından korkarım"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: \"Ben dinimi kendisine halis kılarak yalnız Allah'a kulluk ederim"},{"SurahNumber":39,"VerseNumber":15,"Text":"Siz de O'ndan başka dilediğinize kul olun.\" De ki: \"Asıl hüsrana düşenler, kıyamet günü kendilerine ve mensuplarına ziyan edenlerdir. Evet, işte asıl açık hüsran budur"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların üstlerinde ateşten tabakalar, altlarında yine ateşten tabakalar vardır. İşte Allah, kullarını bundan korkutuyor, \"Ey kullarım! benden korkun.\" (diyor)"},{"SurahNumber":39,"VerseNumber":17,"Text":"Tağuttan, ona kulluk etmekten kaçınıp da tam gönülle Allah'a yönelenlere gelince, müjde onlaradır. Haydi müjdele kullarımı"},{"SurahNumber":39,"VerseNumber":18,"Text":"O kullarımı ki, onlar sözü dinlerler, sonra da en güzeline uyarlar. İşte onlar, Allah'ın kendilerine hidayet verdiği kimselerdir. İşte temiz akıllılar da onlardır"},{"SurahNumber":39,"VerseNumber":19,"Text":"Ya üzerine azab kelimesi hak olmuş kimse de mi (böyledir)? Artık o ateşteki kimseyi sen mi çıkaracaksın"},{"SurahNumber":39,"VerseNumber":20,"Text":"Fakat o Rablerine sığınarak korunanlar için altlarından ırmaklar akan, üzerlerinden şehnişinler yapılmış, şehnişinli (balkonlu) köşkler vardır. Bu, Allah'ın vaadidir. Allah vaadinden caymaz"},{"SurahNumber":39,"VerseNumber":21,"Text":"Allah'ın gökten bir su indirip de onu bir yoluyla yeryüzündeki menbalara koyduğunu görmedin mi? Sonra onunla türlü renklerde bir ekin çıkarır, sonra onun olgunlaşıp sarardığını görürsün. Sonra da onu bir çöpe çevirir. Elbette bunda temiz akıllılar için bir ihtar vardır"}]}