{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"Size verilen her şey, dünya hayatının geçimi ve süsüdür. Allah´ın katında olan ise daha hayırlı ve kalıcıdır. Aklınızı kullanmıyor musunuz"},{"SurahNumber":28,"VerseNumber":61,"Text":"Şu halde kendisine güzel bir söz verdiğimiz ve ardından o söze kavuşan kimse; dünya hayatında kendisine bir geçimlik verdiğimiz, sonra kıyamet günü azap içinde getirilen kimse gibi midir"},{"SurahNumber":28,"VerseNumber":62,"Text":"Allah, o gün onlara seslenir: «Benim ortağım olduğunu iddia ettikleriniz nerededirler?»"},{"SurahNumber":28,"VerseNumber":63,"Text":"O gün azab üzerlerine hak olanlar: «Rabb´imiz, azdırdıklarımız şunlar. Kendimiz azdığımız gibi onları da azdırdık. Onlardan uzaklaşıp sana geldik, zaten, aslında bize tapmıyorlardı» derler"},{"SurahNumber":28,"VerseNumber":64,"Text":"Koştuğunuz ortaklarınızı çağırın denir; onlar da çağırırlar. Ancak kendilerine cevap veremezler; cehennem azabını görünce doğru yolda olmadıklarına yanarlar"},{"SurahNumber":28,"VerseNumber":65,"Text":"Allah onlara seslenerek; «Peygamberlere ne cevap verdiniz» der"},{"SurahNumber":28,"VerseNumber":66,"Text":"O gün haberlere karşı körleşirler, verilecek cevapları kalmaz, birbirlerine de soramazlar"},{"SurahNumber":28,"VerseNumber":67,"Text":"Fakat tevbe eden, inanıp yararlı iş işleyen kimsenin, kurtuluşa erenlerden olması umulur"},{"SurahNumber":28,"VerseNumber":68,"Text":"Rabbin dilediğini yaratır, seçer. Seçim onlara ait değildir. Allah onların ortak koştuğu şeylerden uzaktır, yücedir"},{"SurahNumber":28,"VerseNumber":69,"Text":"Rabbin, gönüllerinin gizlediklerini ve açığa vurduklarını bilir"},{"SurahNumber":28,"VerseNumber":70,"Text":"Allah odur ki; O´ndan başka ilah yoktur. Hamd dünya ve ahirette O´nun içindir. Hüküm de O´nundur. Yalnız O´na döndürüleceksiniz"}]}