{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":46,"Text":"Maria sanoi: »Herra, kuinka minä voin saada lapsen, kun ei yksikään ihminen ole minuun koskenut?» Enkeli vastasi: »Jumala luo, mitä tahtoo; kun hän päättää jonkun asian, sanoo hän vain: 'Tapahtukoon!' ja niin tapahtuu"},{"SurahNumber":3,"VerseNumber":47,"Text":"Ja Jumala on opettava hänelle Pyhän kirjan, viisauden, Lain ja Evankeliumin"},{"SurahNumber":3,"VerseNumber":48,"Text":"ja lähettävä hänet profeetaksi israelilaisten luo. Hän on sanova heille: »Olen tullut luoksenne tuoden tunnusmerkkejä Herraltanne. Katso, minä muovailen savesta teille linnun muotoisen ja puhallan siihen, ja siitä tulee Jumalan sallimuksesta elävä lintu; minä olen Jumalan tahdosta parantava sokeana syntyneen ja pitaalisen ja olen herättävä kuolleet eloon. Ja minä sanon teille, mitä te tulette syömään ja mitä panemaan tallelle taloissanne. Tässä on totisesti tunnusmerkki teille, jos olette uskovaisia"},{"SurahNumber":3,"VerseNumber":49,"Text":"Samoin tulen vahvistamaan todeksi sen, mikä on ollut ennen minua kirjoitettuna Laissa, ja sallimaan teille osan siitä, mikä tähän asti on ollut teiltä kiellettyä, niin, minä tulen luoksenne tuoden tunnusmerkit Herraltanne. Pelätkää siis Jumalaa ja totelkaa minua"},{"SurahNumber":3,"VerseNumber":50,"Text":"Jumala on totisesti minun Herrani ja teidän Herranne, palvelkaa siis Häntä. Tämä on oikea tie.»"},{"SurahNumber":3,"VerseNumber":51,"Text":"Ja kun Jeesus havaitsi heissä epäuskoa, sanoi hän: »Ketkä haluavat olla minun seuraajiani Jumalan työssä?» Opetuslapset vastasivat: »Me olemme Jumalan seuraajia, me uskomme Jumalaan; todista, että olemme Hänen tahtoonsa ja johtoonsa alistuneet"},{"SurahNumber":3,"VerseNumber":52,"Text":"Herramme, Me uskomme siihen, mitä olet ilmoittanut, ja me seuraamme Sinun profeettaasi; merkitse meidät siis tunnustajien joukkoon.»"}]}