{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":7,"VerseNumber":121,"Text":"Mi vjerujemo u Gospodara svjetova\", povikaše"},{"SurahNumber":7,"VerseNumber":122,"Text":"Gospodara Musaova i Harunova"},{"SurahNumber":7,"VerseNumber":123,"Text":"Zar da mu povjerujete prije nego što vam ja dozvolim!\", viknu faraon. \"Ovo je, uistinu, smicalica koju ste u gradu smislili da biste iz njega stanovnike njegove izveli. Znat ćete vi"},{"SurahNumber":7,"VerseNumber":124,"Text":"Izodsijecat ću vam, sigurno, ruke vaše i noge vaše unakrst, a onda ću vas sve zbilja razapeti"},{"SurahNumber":7,"VerseNumber":125,"Text":"A oni rekoše: \"Mi ćemo se, doista, Gospodaru našem vratiti"},{"SurahNumber":7,"VerseNumber":126,"Text":"Ti nam zamjeraš samo to što smo u dokaze Gospodara našeg povjerovali kad su nam došli. Gospodaru naš, obaspi nas strpljivošću i učini da kao predani vjernici umremo"},{"SurahNumber":7,"VerseNumber":127,"Text":"A glavešine naroda faraonovog rekoše: \"Zar ćeš ostaviti Musaa i narod njegov da nered po Zemlji prave i da tebe i božanstva tvoja napusti?\" On reče: \"Ubijat ćemo mušku djecu njihovu, a žensku ćemo im ostavljati u životu; mi, uistinu, vladamo nad njima"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa reče narodu svome: \"Molite Allaha da vam pomogne i budite strpljivi, Zemlja je, doista, Allahova. On je daje u naslijeđe kome On hoće od robova Svojih; a lijep ishod pripada bogobojaznima"},{"SurahNumber":7,"VerseNumber":129,"Text":"Zlostavljani smo\", rekoše oni, \"prije nego što si nam došao, a i nakon što si došao!\" A Musa reče: \"Možda će Gospodar vaš neprijatelja vašeg uništiti, a vas nasljednicima na Zemlji učiniti, da bi vidio kako ćete postupiti"},{"SurahNumber":7,"VerseNumber":130,"Text":"I Mi smo kaznili faraonov narod gladnim godinama i oskudicom u plodovima, da bi se prisjetili i pouku uzeli"}]}