{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Surely (the ones) who have believed and the ones who have Judaized and the Nasara (Christians) and the Sabiean, (Sabaeans) whoever have believed in Allah and the Last Day and done righteousness, then they will have their reward in the Providence of their Lord, and no fear will be on them, neither will they grieve"},{"SurahNumber":2,"VerseNumber":63,"Text":"And (remember) as We took compact with you and raised above you the Tur (i.e. the Mount): \"Take powerfully what We have brought you and remember what is in it, that possibly you would be pious (towards Me)"},{"SurahNumber":2,"VerseNumber":64,"Text":"Thereafter you turned away even after that, so had it not been for the Grace of Allah towards you and His mercy, indeed you would have been of the losers"},{"SurahNumber":2,"VerseNumber":65,"Text":"And you already know of (the ones) of you who transgressed the Sabbath; so We said to them \"Be apes, (miserably) spurned"},{"SurahNumber":2,"VerseNumber":66,"Text":"So We made it (i.e. the city \"and its population\") an (exemplary) torture for their own (Literally: between its two hands) and what is behind it (i.e. succeeding \"generations\") and an admonition for the pious"},{"SurahNumber":2,"VerseNumber":67,"Text":"And as Musa (Moses) said to his people, \"Surely Allah commands you to slay a cow, \" they said, \"Do you take us to yourself in mockery?\" He said, \"I take refuge in Allah from being one of the ignorant"},{"SurahNumber":2,"VerseNumber":68,"Text":"They said, \"Invoke your Lord for us that He make evident to us what (cow) she is.\" He said, \"Surely He says that surely she is a cow neither too old, nor new, middling between the two. So, perform what you are commanded"},{"SurahNumber":2,"VerseNumber":69,"Text":"They said, \"Invoke your Lord for us that He make evident to us what color she is.\" He said, \"Surely He says that surely she is a yellow cow, bright (is) her color, pleasing to the onlookers"}]}