{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Rabbin meleklere: “Ben yeryüzünde bir halife yaratacağım” dediği vakit onlar: “Â! Oradaki nizamı bozacak ve yeryüzünü kana bulayacak bir mahlûk mu yaratacaksın? Oysa biz sana devamlı hamd, ibadet yapıp, Sen'i tenzih etmekteyiz!” dediler. Allah: “Ben, sizin bilmediğiniz pek çok şey bilirim” buyurdu. {KM, Tekvin}"},{"SurahNumber":2,"VerseNumber":31,"Text":"Ve Âdem'e bütün isimleri öğretti. Müteakiben önce onları meleklere göstererek: “İddianızda tutarlı iseniz haydi Bana şunları isimleriyle bir bildirin bakalım!” dedi. {KM, Tekvin}"},{"SurahNumber":2,"VerseNumber":32,"Text":"“Sübhansın ya Rab! Senin bize bildirdiğinden başka ne bilebiliriz ki? Her şeyi hakkıyla bilen, her şeyi hikmetle yapan Sensin.” dediler"},{"SurahNumber":2,"VerseNumber":33,"Text":"Allah: “Âdem! Eşyanın isimlerini onlara sen bildir.” dedi. O da isimleriyle onları bildirince Allah buyurdu: “Ben size demedim mi ki, göklerin ve yerin sırlarını Ben bilirim!” Ve Ben sizin gizli açık yapmakta olduğunuz her şeyi de bilirim!”"},{"SurahNumber":2,"VerseNumber":34,"Text":"O vakit meleklere: “Âdem‘e secde edin!” dedik. İblis dışındaki bütün melekler secde ettiler. İblis bunu yapmadı, kibrine yediremedi ve kâfirlerden oldu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ve dedik ki: “Âdem! Eşinle birlikte cennete yerleşin, oradaki nimetlerden istediğiniz şekilde bol bol yiyin, sadece şu ağaca yaklaşmayın. Böyle yaparsanız zalimlerden olursunuz.” [7,19-20; 20,120] {KM, Tekvin}"},{"SurahNumber":2,"VerseNumber":36,"Text":"Derken Şeytan onların ayaklarını kaydırarak içinde bulundukları nimet yurdundan çıkardı. Biz de: “Haydi, dedik, birbirinize düşman olarak yeryüzüne inin! Siz orada belirli bir süre ikamet edip yararlanacaksınız.”"},{"SurahNumber":2,"VerseNumber":37,"Text":"Büyük pişmanlık duyan Âdem, Rabbinden birtakım kelimeler öğrenip onlara göre hareket etti. Rabbine yalvardı. Allah da tövbesini kabul etti. Zaten O tövbeyi kabul eder, merhameti boldur"}]}