{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":62,"Text":"They will say to one another: \"But why do we not see those whom we considered him among the wicked"},{"SurahNumber":38,"VerseNumber":63,"Text":"Is it that we mistakenly made fun of them; or have they disappeared from our sight"},{"SurahNumber":38,"VerseNumber":64,"Text":"Verily all this is true. This is how the inmates of the Fire will dispute among themselves"},{"SurahNumber":38,"VerseNumber":65,"Text":"Tell them, (O Prophet): \"I am nothing but a warner. There is no deity but Allah, the One, the Supreme"},{"SurahNumber":38,"VerseNumber":66,"Text":"the Lord of the heavens and the earth and all that is in between them, the Most Mighty, the Most Forgiving"},{"SurahNumber":38,"VerseNumber":67,"Text":"Say: \"This is a tiding of tremendous import"},{"SurahNumber":38,"VerseNumber":68,"Text":"from which you are turning away"},{"SurahNumber":38,"VerseNumber":69,"Text":"(Tell them): \"I had no knowledge of the High Council when they were disputing"},{"SurahNumber":38,"VerseNumber":70,"Text":"I am told (about matters) by means of revelation only because I am a clear warner"},{"SurahNumber":38,"VerseNumber":71,"Text":"When your Lord said to the angels: \"Verily I am creating a human being from clay"},{"SurahNumber":38,"VerseNumber":72,"Text":"After I have created him and breathed into him of My spirit, fall you down, prostrating yourselves to him"},{"SurahNumber":38,"VerseNumber":73,"Text":"Then the angels, all of them, prostrated themselves before Adam"},{"SurahNumber":38,"VerseNumber":74,"Text":"except Iblis. He waxed proud and became one of the unbelievers"},{"SurahNumber":38,"VerseNumber":75,"Text":"The Lord said: \"O Iblis, what prevented you from prostrating yourself before him whom I created of My Two Hands. Are you waxing proud, or fancy yourself to be too exalted"},{"SurahNumber":38,"VerseNumber":76,"Text":"He replied: \"I am nobler than he. You created me from fire and created him from clay"},{"SurahNumber":38,"VerseNumber":77,"Text":"He said: \"Get out of here; surely you are accursed"},{"SurahNumber":38,"VerseNumber":78,"Text":"and My curse shall remain upon you till the Day of Resurrection"},{"SurahNumber":38,"VerseNumber":79,"Text":"Satan said: \"My Lord, then grant me respite till the Day that they are raised up"},{"SurahNumber":38,"VerseNumber":80,"Text":"He said: \"You are of those who have been granted respite"},{"SurahNumber":38,"VerseNumber":81,"Text":"till the Day whose Hour I know"},{"SurahNumber":38,"VerseNumber":82,"Text":"(Iblis) said: \"By Your glory, I shall mislead them all"},{"SurahNumber":38,"VerseNumber":83,"Text":"except those of Your servants, the chosen ones from amongst them"}]}