{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":44,"Text":"These are nothing but confused dreams,\" they said, \"nor are we conversant with the interpretation of dreams"},{"SurahNumber":12,"VerseNumber":45,"Text":"There and then did Yusuf's fellow prisoner who heard of the king's dream remember in the end Yusuf and his story. He said: \"Permit me to withdraw and give me permission to go to where I can get you the right and true information"},{"SurahNumber":12,"VerseNumber":46,"Text":"He asked: \"Yusuf; O man of righteousness and truth, reveal to us this dream and what it prefigures: Seven fat cows were eaten by seven lean and emaciated ones, and seven green ears of corn together with seven dry ones.\" \" Give me your opinion so that I go back to the people and inform them of what they should expect"},{"SurahNumber":12,"VerseNumber":47,"Text":"Yusuf did not only tell him of what people should expect but also suggested the safe measures to be taken. He said: \"You shall sow the land in diligent labouring and when it is the season for reaping and gathering in the ripened grain, leave it in its ears and lay it up in store except a little which you will eat"},{"SurahNumber":12,"VerseNumber":48,"Text":"Following this episode, there shall come seven droughty years consuming all that you have saved except the little which you have to use for seed"},{"SurahNumber":12,"VerseNumber":49,"Text":"Then, there follows a year in which people shall rejoice at the abundance of rain and at the yield of grape-vines and other juicy and oily trees and they shall be busy pressing juices and extracting oils"},{"SurahNumber":12,"VerseNumber":50,"Text":"The king, now pleased, said: \"Bring him to me.\" When the king's messenger went to fetch him, Yusuf with just confidence, said to the messenger.: \"Go back to your master and ask him to re open my case and question the women who wounded their hands at the banquet and what did they have in mind to be up to trap! \"Allah, my creator is indeed fully aware of their cunning"},{"SurahNumber":12,"VerseNumber":51,"Text":"There and then did the king summon the women and question them. He asked: \"What was your purpose and intention when you tried to solicit Yusuf?\" They said: \"Allah forbid, we have never known him to be morally depraved\". The court official's wife, now being brought to her senses said: \"Now that the truth transpired, it was I who solicited him and he has indeed been telling the truth"},{"SurahNumber":12,"VerseNumber":52,"Text":"I declare the truth\", she added, \"so that he knows that I did not advantage myself of his absence and betray him or relate to him falsehood. Allah does not cause the cunning of the deceitful and the dishonest attain its end"}]}