{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":54,"VerseNumber":28,"Text":"(Beldedeki) suyun, (deve ile) onlar arasında taksim edildiğini (nöbetleşe içileceğini) onlara haber ver. İçecek olanların hepsi, sırası gelince hazır olur"},{"SurahNumber":54,"VerseNumber":29,"Text":"Bir süre sonra arkadaşlarını çağırdılar (deveyi öldürmesini istediler). Bunun üzerine o, ileri atıldı sonra da (onu) kesti"},{"SurahNumber":54,"VerseNumber":30,"Text":"Öyleyse inzarım (uyarılarım) ve azabım nasıl oldu"},{"SurahNumber":54,"VerseNumber":31,"Text":"Muhakkak ki Biz, onların üzerine tek bir sayha (korkunç ses dalgası) gönderdik. Böylece onlar, ufalanmış kuru ot gibi oldular"},{"SurahNumber":54,"VerseNumber":32,"Text":"Ve andolsun ki Biz, Kur´an´ı zikir için kolaylaştırdık. Buna rağmen tezekkür eden (ibret alan) var mı"},{"SurahNumber":54,"VerseNumber":33,"Text":"Lut (A.S)´ın kavmi de uyarıları yalanladı"},{"SurahNumber":54,"VerseNumber":34,"Text":"Muhakkak ki Biz, onların üzerine helâk edici bir kasırga gönderdik. Seher vaktinde Lut (A.S)´ın ailesi hariç, onları kurtardık"},{"SurahNumber":54,"VerseNumber":35,"Text":"Katımızdan bir ni´met olarak, şükreden kimseyi işte Biz, böyle mükâfatlandırırız"},{"SurahNumber":54,"VerseNumber":36,"Text":"Ve andolsun ki, Lut (A.S), onları “şiddetli azabımızla yakalamamız” konusunda uyardı. Fakat onlar, bu uyarılardan şüphe ettiler"},{"SurahNumber":54,"VerseNumber":37,"Text":"Ve andolsun ki, kötü amelleri için ondan misafirlerini ısrarla istediler. Bunun üzerine onların gözlerini silip yok ettik. Öyleyse inzarımı (uyarılarımı) ve azabımı tadın"},{"SurahNumber":54,"VerseNumber":38,"Text":"Ve andolsun ki, onları sabahleyin daimî bir azap yakaladı"},{"SurahNumber":54,"VerseNumber":39,"Text":"Öyleyse inzarımı (uyarılarımı) ve azabımı tadın"},{"SurahNumber":54,"VerseNumber":40,"Text":"Ve andolsun ki Biz, Kur´ân´ı zikir için kolaylaştırdık. Buna rağmen tezekkür eden (ibret alan) var mı"},{"SurahNumber":54,"VerseNumber":41,"Text":"Ve andolsun ki, firavun ailesine de uyarılar geldi"},{"SurahNumber":54,"VerseNumber":42,"Text":"Âyetlerimizin hepsini yalanladılar. Bu sebeple onları üstün kudret sahibinin yakalayışı ile yakalayıp aldık (helâk ettik)"},{"SurahNumber":54,"VerseNumber":43,"Text":"(Ey Mekkeliler!) Sizin kâfirleriniz, onlardan (yalanlayan kavimlerden) daha mı hayırlı, yoksa sizin için semavî kitaplarda beraat mı var"},{"SurahNumber":54,"VerseNumber":44,"Text":"Yoksa: “Biz, hepimiz yardımlaşan (yenilmeyen) bir toplumuz.” mu diyorlar"},{"SurahNumber":54,"VerseNumber":45,"Text":"Yakında hepsi hezimete uğratılacak ve arkalarına dönecekler (kaçacaklar)"},{"SurahNumber":54,"VerseNumber":46,"Text":"Hayır, onlara vaadedilen (azap), o saattir (kıyâmet vaktidir). Ve o saat, daha korkunç ve daha dehşetlidir"},{"SurahNumber":54,"VerseNumber":47,"Text":"Muhakkak ki mücrimler (suçlular), dalâlet ve çılgınlık içindedir"},{"SurahNumber":54,"VerseNumber":48,"Text":"O gün yüz üstü (sürünerek) ateşe sürüklenirler. “Sekarın (alevli ateşin) dokunuşunu tadın!” (denir)"},{"SurahNumber":54,"VerseNumber":49,"Text":"Muhakkak ki Biz, herşeyi, bir kaderle (takdir edilmiş olarak) yarattık"}]}