{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Yeroo Gooftaan kee malaa’ikootaan \"dhugumatti, Ani (ilmaan namaa) dachii keessatti bakka bu’aa (khaliifaa) taasisuufan jira\" jedhes [yaadadhu]Isaanis ni jedhan: \"Sila odoo nuti galata keetiin si faarsinuufi si qulqulleessinuu namoota ishee (dachii) keessatti badii dalagan, kan dhiiga (walii) dhangalaasan ishee keessatti taasiftaa?\" [Innis] ni jedhe: \"Dhugumatti, Ani akkaan beekaa waan isin hin beekneti"},{"SurahNumber":2,"VerseNumber":31,"Text":"Aadamiinis maqoota [waan] hundaa isa barsiiseErgasii malaa’ikoota irra isaan fideetiin \"yoo kan dhugaa dubbattan taataniif maqoota wantoota kanneenii naaf odeessaa” jedhe"},{"SurahNumber":2,"VerseNumber":32,"Text":"[Malaa’ikoonnis] ni jedhan: \"Ati qulqulloofteNu waan Ati nu barsiifte malee beekumsa hin qabnu; dhugumatti, Ati Simatu akkaan beekaa ogeessa"},{"SurahNumber":2,"VerseNumber":33,"Text":"[Rabbiin] ni jedhe: \"Yaa Aadam! maqoota isaanii isaanitti himi.\" Yeroma inni maqoota isaanii isaanitti himu [Rabbiin] ni jedhe: \"Sila Ani akkaan beekaa wantoota fagoo kan samiifi dachiiti; ammas Ani akkaan beekaa waan isin ifa taasiftaniifi waan isin dhoksaa turtaniiti’ isiniin hin jennee"},{"SurahNumber":2,"VerseNumber":34,"Text":"Yeroo Nuti malaa’ikootaan \"Aadamiif sujuuda[] godhaa\" jennes [yaadadhu]Ibliisa malee Isaan sujuuda godhan; [Inni] ni dide; ni boonesKaafiroota irraayis ta’e"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ni jennes: \"Yaa Aadam! Atiifi haati manaa kee jannata keessa jiraadhaaIshee irraa bal'oo haala taateen iddoo feetanii nyaadhaaMukattii kanatti immoo hin dhiyaatinaaYoos miidhaa hojjattoota irraa taatu"},{"SurahNumber":2,"VerseNumber":36,"Text":"Shayxaannis ishee (jannata) irraa isaan mucucaachiseWaan isaan isa keessa turan irraas isaan baaseNutis ni jenne: \"gariin keessan gariif diina ta’aa gadi bu’aaIsiniifis dachii keessa iddoo jireenyaatiifi waan itti fayyadamtan kan yeroo murtaa’eetu jira"},{"SurahNumber":2,"VerseNumber":37,"Text":"Aadamis Gooftaa isaa irraa jechoota[] fudhatee sana booda [Rabbiin] dhiifama isaaf godheDhugumatti, Inni (Rabbiin) Isatu akkaan tawbaa qeebalaa, akkaan rahmata godhaadha"}]}