{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":73,"Text":"(Müşriklər) Allahı qoyub göylərdən və yerdən onlara verəcək heç bir ruzisi olmayan və buna gücləri də çatmayanlara (bütlərə) ibadət edirlər"},{"SurahNumber":16,"VerseNumber":74,"Text":"(Allah qoşduğunuz şərikləri, Onun yaratdıqlarını) Allaha bənzətməyin. Allah (heç bir şəriki olmadığını, heç bir məxluqun Ona bənzəmədiyini) bilir, siz isə (bu həqiqəti) bilmirsiniz"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah belə bir məsəl çəkdi: “Heç bir şeyə gücü çatmayan və başqasının malı olan bir qul özünə verdiyimiz gözəl ruzidən (Allah yolunda) gizli və aşkar sərf edən birisi ilə (azad bir insanla) eyni ola bilərmi?! Həmd (hər cür tə’rif və şükür) yalnız Allaha məxsusdur, lakin (müşriklərin) əksəriyyəti (bunu) bilməz"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah iki nəfər (Özü ilə bütlər) barəsində yenə belə bir məsəl buyurdu: (bu iki nəfərin) biri dilsizdir (laldır), heç bir şeyə gücü çatmaz. O öz ağasına bir yükdür, onu hara yollasa, xeyirlə qayıtmaz. O heç doğru yolda olub haqq-ədaləti əmr edən (insanları ədalətli işlər görməyə sövq edən) bir kimsə kimi ola bilərmi"},{"SurahNumber":16,"VerseNumber":77,"Text":"Göylərin və yerin qeybini (gözə görünməyən, heç kəsə bəlli olmayan məchul sirlərini) bilmək ancaq Allaha məxsusdur. Qiyamətin qopması (əmri) bir göz qırpımında, yaxud daha tez olar. Allah, həqiqətən, hər şeyə qadirdir"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allah sizi analarınızın bətnlərindən heç bir şey bilmədiyiniz (dərk etmədiyiniz) halda çıxartdı. Sonra sizə qulaq, göz və qəlb verdi ki, (Allahın əmrlərini eşidib, qüdrətini və əzəmətini görüb, vəhdaniyyətini duyub) şükür edəsiniz"},{"SurahNumber":16,"VerseNumber":79,"Text":"Məgər (müşriklər) yerlə göy arasında (uçaraq Allaha) ram olmuş quşları görmürlər?! Onları (havada) yalnız Allah saxlayır (bütün hərəkətlərini ancaq Allah idarə edir). Həqiqətən, bunda mö’minlər üçün ibrətlər vardır"}]}