{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Ye, iç, gözün aydın olsun. İnsanlardan birini görecek olursan; “Şüphesiz ben Rahmân’a susmayı adadım. Bugün hiçbir insan ile konuşmayacağım.” de"},{"SurahNumber":19,"VerseNumber":27,"Text":"Onu taşıyarak kavmine götürdü: “Ey Meryem! Gerçekten sen görülmedik bir iş yaptın” dediler"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun’un kızkardeşi! Baban kötü birisi değildi, annen de iffetsiz değildi.\" dediler"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun üzerine (çocuğu) işaret etti. \"Onlar da biz, beşikteki bir çocukla nasıl konuşabiliriz?\" dediler"},{"SurahNumber":19,"VerseNumber":30,"Text":"Dedi ki: \"Muhakkak ben Allah’ın kuluyum. Bana o kitabı vermiş ve beni nebî kılmıştır"},{"SurahNumber":19,"VerseNumber":31,"Text":"Nerede olursam olayım beni mübarek kıldı ve yaşadığım müddetçe namaz kılmamı ve zekât vermemi emretti"},{"SurahNumber":19,"VerseNumber":32,"Text":"“Beni anama saygılı kıldı. Beni azgın bir zorba kılmadı.”"},{"SurahNumber":19,"VerseNumber":33,"Text":"“Doğduğum gün, öleceğim gün ve diriltileceğim gün bana selâm olsun.”"},{"SurahNumber":19,"VerseNumber":34,"Text":"İşte hakkında şüpheye düştükleri Meryem oğlu İsa hak söze göre budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah’ın çocuk edinmesi olacak bir şey değildir. O, bundan münezzehtir. Bir işe hükmettiğinde ona yalnızca “Ol!” der, o da oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Şüphesiz Allah, benim de sizin de Rabbinizdir. Öyleyse (sadece) O’na ibadet edin. Dosdoğru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Fırkalar, kendi aralarında anlaşmazlığa düştüler. Büyük bir günü görüp yaşayacakları için kâfirlerin vay haline"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize gelecekleri gün, ne kadar iyi işitecek, ne kadar da iyi görecekler! Ama bugün o zalimler apaçık bir sapıklık içindedirler"}]}