{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":76,"VerseNumber":6,"Text":"d'una font de la qual beuran els serfs d'Al·là i que faran rajar en abundància"},{"SurahNumber":76,"VerseNumber":7,"Text":"Van ser fidels a les seves promeses i van témer un dia que el seu malament serà d'abast universal"},{"SurahNumber":76,"VerseNumber":8,"Text":"Per molt amor que tinguessin a l'aliment, l'hi donaven al pobre, a l'orfe i al captiu"},{"SurahNumber":76,"VerseNumber":9,"Text":"«Us alimentem només per agradar a Al·là. No volem de vosaltres retribució ni gratitud"},{"SurahNumber":76,"VerseNumber":10,"Text":"Temem, del nostre Senyor, un dia terrible, calamitós»"},{"SurahNumber":76,"VerseNumber":11,"Text":"Al·là els preservarà del mal d'aquest dia i els omplirà d'esplendor i alegria"},{"SurahNumber":76,"VerseNumber":12,"Text":"Els retribuirà, per haver tingut paciència, amb un Jardí i vestidures de seda"},{"SurahNumber":76,"VerseNumber":13,"Text":"Reclinats allí en sofàs, protegits de la calor i del fred excessiu"},{"SurahNumber":76,"VerseNumber":14,"Text":"Prop d'ells, els cobriran les seves ombres; els seus penjolls penjat baix en humilitat"},{"SurahNumber":76,"VerseNumber":15,"Text":"Es faran circular entre ells coberts de plata i copes de cristall"},{"SurahNumber":76,"VerseNumber":16,"Text":"d'un cristall de plata, de mesures determinades"},{"SurahNumber":76,"VerseNumber":17,"Text":"Allí se'ls servirà una copa que contindrà una barreja de gingebre"},{"SurahNumber":76,"VerseNumber":18,"Text":"presa d'una font d'allí, que es diu Salsabil"},{"SurahNumber":76,"VerseNumber":19,"Text":"I circularan entre ells criats joves d'eterna joventut. Veient- los, se'ls creuria perles escampades"},{"SurahNumber":76,"VerseNumber":20,"Text":"Quan es mira allà, no es veu sinó delícia i sumptuositat"},{"SurahNumber":76,"VerseNumber":21,"Text":"Vestiran de verd setí i de brocat i duran braçalets de plata. El seu Senyor els servirà una beguda pura"},{"SurahNumber":76,"VerseNumber":22,"Text":"«Això se us ha donat com retribució. El vostre esforç ha estat agraït»"},{"SurahNumber":76,"VerseNumber":23,"Text":"Som Nosaltres Qui et hem revelat l'Alcorà de fet"},{"SurahNumber":76,"VerseNumber":24,"Text":"Espera, doncs, pacient, la decisió del teu Senyor i no obeeixis a qui d'ells sigui pecador o desagraït"},{"SurahNumber":76,"VerseNumber":25,"Text":"I esmenta el nom del teu Senyor matí i tarda"}]}