{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"(ئى مۇھەممەد!) سەندىن ئىلگىرى ئەۋەتىلگەن پەيغەمبەرلەرنىڭ ھەممىسىگە: «مەندىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، ماڭىلا ئىبادەت قىلىڭلار» دەپ ۋەھيى قىلدۇق"},{"SurahNumber":21,"VerseNumber":26,"Text":"ئۇلار (يەنى مۇشرىكلار): «اﷲ نىڭ (پەرىشتىلەردىن) بالىسى بار» دېيىشتى، ئۇنداق ئەمەس. اﷲ (بۇنىڭدىن) پاكتۇر، (پەرىشتىلەر اﷲ نىڭ) ھۆرمەتلىك بەندىلىرىدۇر"},{"SurahNumber":21,"VerseNumber":27,"Text":"ئۇلار اﷲ قا ئالدى بىلەن سۆز قىلىشقا پېتىنىلمايدۇ، ئۇلار اﷲ نىڭ ئەمرى بويىچە ئىش قىلىدۇ"},{"SurahNumber":21,"VerseNumber":28,"Text":"اﷲ ئۇلارنىڭ قىلغانلىرىنى ۋە قىلماقچى بولغانلىرىنى بىلىپ تۇرىدۇ، ئۇلار اﷲ رازى بولغانلارغىلا شاپائەت قىلىدۇ، اﷲ نىڭ ھەيۋىسىدىن تىترەپ تۇرىدۇ"},{"SurahNumber":21,"VerseNumber":29,"Text":"ئۇلاردىن كىمكى، مەن اﷲ تىن باشقا ئىلاھمەن، دەيدىكەن، ئۇنى دوزاخ بىلەن جازالايمىز، زالىملارنى شۇنداق جازالايمىز"},{"SurahNumber":21,"VerseNumber":30,"Text":"كاپىرلار بىلەمدۇكى، ئاسمانلار بىلەن زېمىن بىر - بېرىگە تۇتاش ئىدى، ئۇلارنى ئايرىۋەتتۇق، ھەممە جانلىق مەۋجۇداتنى سۇدىن ياراتتۇق، ئۇلار (اﷲ نىڭ قۇدرىتىگە) ئىشىنەمدۇ؟"},{"SurahNumber":21,"VerseNumber":31,"Text":"يەر تەۋرەپ ئۇلارنىڭ خاتىرجەمسىز بولماسلىقى ئۈچۈن، بىز زېمىندا تاغلارنى ياراتتۇق، ئۇلارنى (سەپەردە) كۆزلىگەن مەقسەتلەرگە يېتىۋالسۇن دەپ، تاغلاردا كەڭ يوللارنى ياراتتۇق"},{"SurahNumber":21,"VerseNumber":32,"Text":"ئاسماننى بىز بىخەتەر ئۆگزە قىلدۇق، ھالبۇكى، ئۇلار (يەنى مۇشرىكلار) ئاسماندىكى (كۈن، ئاي، يۇلتۇزلارغا ئوخشاش اﷲ نىڭ بارلىقىنى ۋە ئۇنىڭ قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلەردىن غەپلەتتىدۇر"},{"SurahNumber":21,"VerseNumber":33,"Text":"اﷲ كېچىنى ۋە كۈندۈزنى، كۈننى ۋە ئاينى ياراتتى. ئۇلارنىڭ ھەر بىرى (ئۆزىگە خاس) پەلەكتە سەير قىلىدۇ"},{"SurahNumber":21,"VerseNumber":34,"Text":"(ئى مۇھەممەد!) سەندىن ئىلگىرى (ئىنسانلاردىن) ھېچ كىشىنى مەڭگۈ ياشاتقىنىمىز يوق، سەن ئۆلسەڭ، ئۇلار مەڭگۈ ياشامدۇ؟ (بۇنداق بولۇش ھەرگىزمۇ مەڭگۈ ياشاتقىنىمىز يوق، سەن ئۆلسەك، ئۇلار مەڭگۈ ياشامدۇ؟ (بۇنداق بولۇش ھەرگىزمۇ ئۇلارغا مۇيەسسەر بولمايدۇ، ئۇلارنىڭ ھەممىسى ئۆلىدۇ)"},{"SurahNumber":21,"VerseNumber":35,"Text":"ھەر بىر جان ئۆلۈمنىڭ تەمىنى تېتىغۇچىدۇر. سىلەرنى بىز يامانلىققا مۇپتىلا قىلىش، ياخشىلىق بېرىش ئارقىلىق سىنايمىز سىلەر بىزنىڭ دەرگاھىمىزغا قايتىسىلەر (ئەمەلىڭلارغا يارىشا جازالايمىز)"}]}