{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"I els va fer trossos, excepte a un gran que els pertanyia. Potser, així, tornessin a ell"},{"SurahNumber":21,"VerseNumber":59,"Text":"Van dir: «Qui ha fet això als nostres déus? Aquest tal és, certament, dels impius»"},{"SurahNumber":21,"VerseNumber":60,"Text":"«Hem escoltat», van dir, «a un mosso cridat Abraham que parlava malament d'ells»"},{"SurahNumber":21,"VerseNumber":61,"Text":"Van dir: «Porteu-lo a vista de la gent! Potser, així, siguin testimonis»"},{"SurahNumber":21,"VerseNumber":62,"Text":"Van dir: «Abraham! Has fet tu això amb els nostres déus?»"},{"SurahNumber":21,"VerseNumber":63,"Text":"«No!» va dir. «El major d'ells és qui ho ha fet. Pregunteu- se'l, si és que són capaços de parlar!»"},{"SurahNumber":21,"VerseNumber":64,"Text":"Es van tornar a si mateixos i van dir: «Sou vosaltres els impius»"},{"SurahNumber":21,"VerseNumber":65,"Text":"Però, de seguida, van mudar completament d'opinió: «Tu saps bé que aquests són incapaços de parlar»"},{"SurahNumber":21,"VerseNumber":66,"Text":"Va dir: «És que serviu, en lloc de servir a Al·là, el que no pot aprofitar-vos gens, ni danyar-vos"},{"SurahNumber":21,"VerseNumber":67,"Text":"Uf, vosaltres i el que serviu en lloc de servir a Al·là! És que no raoneu?»"},{"SurahNumber":21,"VerseNumber":68,"Text":"Van dir: «Cremeu-lo i auxilieu així als vostres déus, si és que us ho heu proposat...!»"},{"SurahNumber":21,"VerseNumber":69,"Text":"Vam dir: «Foc! Sé fred per a Abraham i no li danyis!»"},{"SurahNumber":21,"VerseNumber":70,"Text":"Van Voler emprar ardits contra ell, però vam fer que fossin ells els que més perdessin"},{"SurahNumber":21,"VerseNumber":71,"Text":"Els salvem, a ell i a Lot, a la terra que hem beneït per a tot el món"},{"SurahNumber":21,"VerseNumber":72,"Text":"I li regalem, per afegiment, a Isaac i a Jacob. I de tots vam fer justs"}]}