{"Id":107,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"I found a woman ruling over them, and she has been given everything, and she has a great throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"I found her and her people prostrating to the sun instead of Allah, and Satan has made their deeds seem decorous to them—thus he has barred them from the way [of Allah], so they are not guided—"},{"SurahNumber":27,"VerseNumber":25,"Text":"so that they do not prostrate themselves to Allah, who brings forth the hidden in the heavens and the earth, and He knows whatever you hide and whatever you disclose"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah—there is no god except Him—is the Lord of the Great Throne.’"},{"SurahNumber":27,"VerseNumber":27,"Text":"He said, ‘We shall see whether you are truthful, or if you are one of the liars"},{"SurahNumber":27,"VerseNumber":28,"Text":"Take this letter of mine and deliver it to them. Then draw away from them and observe what [response] they return.’"},{"SurahNumber":27,"VerseNumber":29,"Text":"She said, ‘O [members of the] elite! Indeed a noble letter has been delivered to me"},{"SurahNumber":27,"VerseNumber":30,"Text":"It is from Solomon, and it begins in the name of Allah, the All-beneficent, the All-merciful"},{"SurahNumber":27,"VerseNumber":31,"Text":"[It states,] ‘‘Do not defy me, and come to me in submission.’’ ’"},{"SurahNumber":27,"VerseNumber":32,"Text":"She said, ‘O [members of the] elite! Give me your opinion concerning my matter. I do not decide any matter until you are present.’"},{"SurahNumber":27,"VerseNumber":33,"Text":"They said, ‘We are powerful and possess a great might. But it is up to you to command. So consider what orders you will give.’"},{"SurahNumber":27,"VerseNumber":34,"Text":"She said, ‘Indeed when kings enter a town, they devastate it, and make the mightiest of its people the weakest. That is how they act"},{"SurahNumber":27,"VerseNumber":35,"Text":"I will send them a gift, and see what the envoys bring back.’"}]}