{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":45,"Text":"So soll die Rückkehr der Leute, die Unrecht taten, abgeschnitten sein. (Alles) Lob gehört Allah, dem Herrn der Weltenbewohner"},{"SurahNumber":6,"VerseNumber":46,"Text":"Sag: Was meint ihr, wenn Allah euer Gehör und euer Augenlicht (weg)nähme und eure Herzen versiegelte, wer ist der Gott außer Allah, der es euch zurückgeben könnte? Schau, wie Wir die Zeichen verschiedenartig darlegen! Dennoch wenden sie sich hierauf ab"},{"SurahNumber":6,"VerseNumber":47,"Text":"Sag: Was meint ihr wohl? Wenn Allahs Strafe plötzlich oder offen (über) euch kommt, wer wird (dann) vernichtet außer dem ungerechten Volk"},{"SurahNumber":6,"VerseNumber":48,"Text":"Wir senden die Gesandten nur als Verkünder froher Botschaft und als Überbringer von Warnungen. Wer also glaubt und Besserung bringt, über die soll keine Furcht kommen, noch sollen sie traurig sein"},{"SurahNumber":6,"VerseNumber":49,"Text":"Denjenigen aber, die Unsere Zeichen für Lüge erklären, wird die Strafe widerfahren dafür, daß sie zu freveln pflegten"},{"SurahNumber":6,"VerseNumber":50,"Text":"Sag: Ich sage nicht zu euch, ich besäße die Schatzkammern Allahs, und ich weiß auch nicht das Verborgene; und ich sage nicht zu euch, ich sei ein Engel. Ich folge nur dem, was mir eingegeben wird. Sag: Sind (etwa) der Blinde und der Sehende gleich? Denkt ihr denn nicht nach"},{"SurahNumber":6,"VerseNumber":51,"Text":"Und warne damit diejenigen, die befürchten, daß sie zu ihrem Herrn versammelt werden - sie haben außer Ihm weder Schutzherrn noch Fürsprecher -, auf daß sie gottesfürchtig werden mögen"},{"SurahNumber":6,"VerseNumber":52,"Text":"Und weise nicht diejenigen ab, die morgens und abends ihren Herrn anrufen im Begehren nach Seinem Angesicht! Dir obliegt in keiner Weise, sie zur Rechenschaft zu ziehen, und ihnen obliegt in keiner Weise, dich zur Rechenschaft zu ziehen. Wenn du sie abwiesest, dann würdest du zu den Ungerechten gehören"}]}