{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"«فتعالى الله الملك الحق» عما يقول المشركون «ولا تعجل بالقرآن» أي بقراءته «من قبل أن يُقضى إليك وحيه» أي يفرغ جبريل من إبلاغه «وقل ربّ زدني علما» أي بالقرآن فكلما أنزل عليه منه زاد به علمه"},{"SurahNumber":20,"VerseNumber":115,"Text":"«ولقد عهدنا إلى آدم» وصيناه أن لا يأكل من الشجرة «من قبل» أي قبل أكله منها «فنسي» ترك عهدنا «ولم نجد له عزماً» حزماً وصبراً عما نهيناه عنه"},{"SurahNumber":20,"VerseNumber":116,"Text":"(و) اذكر (إذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا إبليس) وهو أبو الجن كان يصحب الملائكة ويعبد الله معهم (أبى) عن السجود لآدم \"\" قال أنا خير منه"},{"SurahNumber":20,"VerseNumber":117,"Text":"«فقلنا يا آدم إنَّ هذا عدو لك ولزوجك» حواء بالمد «فلا يخرجنكما من الجنة فتشقى» تتعب بالحرث والزرع والحصد والطحن والخبز وغير ذلك واقتصر على شقائه لأن الرجل يسعى على زوجته"},{"SurahNumber":20,"VerseNumber":118,"Text":"«إن لك أ» «لا تجوع فيها ولا تعرى»"},{"SurahNumber":20,"VerseNumber":119,"Text":"«وأنك» بفتح الهمزة وكسرها عطف على اسم إن وجملتها «لا تظمأ فيها» تعطش «ولا تضحى» لا يحصل لك حر شمس الضحى لانتفاء الشمس في الجنة"},{"SurahNumber":20,"VerseNumber":120,"Text":"«فوسوس إليه الشيطان قال يا آدم هل أدلك على شجرة الخلد» أي التي يخلد من يأكل منها «ومُلْك لا يبلى» لا يفنى وهو لازم الخلد"},{"SurahNumber":20,"VerseNumber":121,"Text":"«فأكلا» أي آدم وحواء «منها فبدت لهما سوآتهما» أي ظهر لكل منهما قبله وقبل الآخر ودُبره وسمي كل منهما سوأة لأن انكشافه يسوء صاحبه «وطفقا يخصفان» أخذا يلزقان «عليهما من ورق الجنة» ليستترا به «وعصى آدم ربه فغوى» بالأكل من الشجرة"},{"SurahNumber":20,"VerseNumber":122,"Text":"«ثم اجتباه ربه» قربه «فتاب عليه» قبل توبته «وهدى» أي هداه إلى المداومة على التوبة"},{"SurahNumber":20,"VerseNumber":123,"Text":"«قال اهبطا» أي آدم وحواء بما اشمتلنا عليه من ذريتكما «منها» من الجنة «جميعاً بعضكم» بعض الذرية «لبعض عدو» من ظلم بعضهم بعضاً «فإما» فيه إدغام نون إن الشرطية في ما المزيدة «يأتينكم مني هدى فمن اتبع هدايَ» القرآن «فلا يضل» في الدنيا «ولا يشقى» في الآخرة"},{"SurahNumber":20,"VerseNumber":124,"Text":"«ومن أعرض عن ذكري» القرآن فلم يؤمن به «فإن له معيشة ضنكاً» بالتنوين مصدر بمعنى ضيقة، وفسرت في حديث بعذاب الكافر في قبره «ونحشره» أي المعرض عن القرآن «يوم القيامة أعمى» أعمى البصر"},{"SurahNumber":20,"VerseNumber":125,"Text":"«قال ربِّ لمَ حشرتني أعمى وقد كنت بصيراً» في الدنيا وعند البعث"}]}