{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Telle est l’heureuse nouvelle qu’Allah annonce à Ses serviteurs qui croient et accomplissent les bonnes œuvres. Dis : « Je ne vous réclame pour cela aucune récompense, hors l’affection due aux proches. » Quiconque accomplit une bonne action Nous la lui rendrons encore meilleure. Allah est Absoluteur et si Reconnaissant"},{"SurahNumber":42,"VerseNumber":24,"Text":"Ou alors disent-ils : « Il débite des mensonges sur le compte d’Allah » ? Mais si Allah voulait, Il imprimerait un sceau sur ton cœur. Allah, par Ses paroles, efface l’erreur et établit la vérité. Car Il Sait parfaitement ce qu’il y a au fond des cœurs"},{"SurahNumber":42,"VerseNumber":25,"Text":"C’est Lui Qui accepte le repentir de Ses serviteurs, Qui pardonne les mauvaises actions et Sait ce que vous faites"},{"SurahNumber":42,"VerseNumber":26,"Text":"Il exauce ceux qui ont cru et ont accompli les bonnes œuvres, et leur ajoute de Ses faveurs. Quant aux mécréants, ils sont voués à un terrible supplice"},{"SurahNumber":42,"VerseNumber":27,"Text":"Si Allah dispensait trop largement les bienfaits à Ses serviteurs, ceux-ci se livreraient aux abus sur terre, mais Il leur envoie avec mesure ce qu’il Lui plaît (d’envoyer). Il est certes parfaitement Informé de Ses serviteurs, et Il est, à leur sujet, infiniment Lucide"},{"SurahNumber":42,"VerseNumber":28,"Text":"C’est Lui Qui fait descendre la pluie bénéfique après que (les hommes) en désespèrent, et répand Sa grâce, Lui le Protecteur, le Digne de Toute Louange"},{"SurahNumber":42,"VerseNumber":29,"Text":"L’un de Ses Signes est la création des cieux, de la terre et de tous les êtres vivants qui y sont dispersés. Or, Il est Infiniment Capable de les réunir quand Il le voudra"},{"SurahNumber":42,"VerseNumber":30,"Text":"Aucun malheur ne vous frappe qui ne soit dû aux œuvres commises de vos propres mains. Et Il (vous en) pardonne beaucoup"},{"SurahNumber":42,"VerseNumber":31,"Text":"Vous ne pourrez mettre au défi Sa puissance sur terre, et vous n’avez, en dehors d’Allah, ni protecteur ni allié"}]}