{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":54,"Text":"Garii gabbaramtoota keenyaatu hamtuun si tuqee malee homaa hin jennu(Huudis) ni jedhe: “Ani Rabbiinin ragaa godha; isinis ‘ani waan isin qindeessitan irraa qulqulluu ta’uu’ ragaa ba’aa"},{"SurahNumber":11,"VerseNumber":55,"Text":"Isaa gaditti (waan gabbartan irraa ani qulqulluudhaYoo dandeessan) Tooftaa natti baasaa haala huda taataniin; Sana booda yeroo naaf hin kenninaa"},{"SurahNumber":11,"VerseNumber":56,"Text":"Ani Rabbii Gooftaa kiyyaafi Gooftaa keessan ta’e irratti irkadheeraUumama lubbuu qabu tokkos kan Inni odoo sammuu isaa hin qabin hafe hin jiruDhugumatti, Gooftaan kiyya karaa qajeelaa irra jira"},{"SurahNumber":11,"VerseNumber":57,"Text":"Yoo gara galtanis, dhugumatti ani waanin ittiin gara keessanitti ergame dhaqqabsiiseeraGooftaan kiyyas ummata isin hin ta’in bakka buusaHomaas Isa hin miitanDhugumatti, Gooftaan kiyya waan hunda irratti eegaadha.”"},{"SurahNumber":11,"VerseNumber":58,"Text":"Yeroo ajajni keenya dhufu, Huudiifi warra isa waliin amanan rahmata Nurraa ta’een nagaa baafneadabbii cimaa ta’e irraas nagaa isaan baafne"},{"SurahNumber":11,"VerseNumber":59,"Text":"Isheen sun (ummata) AadiMallattoowwan Gooftaa isaanii mormanii, ergamtoota Isaas didan; ajaja of tuulaa, haqa mormaa ta’e hundaa hordofan"},{"SurahNumber":11,"VerseNumber":60,"Text":"Addunyaa kana keessatti abaarsaan hordofsiifamanii jiru; Guyyaa Qiyaamaas (akkasuma)Dhagayaa! Dhugumatti, Aad Gooftaa isaaniitti kafaraniiruDhagayaa! Ummata Huud kan ta’an Aadiif (rahmata irraa) fageenyi haa ta’u"},{"SurahNumber":11,"VerseNumber":61,"Text":"Gara Samuudis obboleessa isaanii Saalihiin (erginee jirra)Ni jedhe: “Yaa ummata kiyya! Rabbiin gabbaraaIsa malee dhugaan gabbaramaan biraa isiniif hin jiruInni dachii irraa isin uumeeti, ishee keessa isin jiraachiseKanaaf araarama Isa (qofa) kadhaa; ergasii gara Isaatti tawbaa deebi’aaDhugumatti, Gooftaan kiyya (beekumsa Isaatiin) dhihoo, awwaataa dhas.”"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ni jedhan: “Yaa Saalih! Ati kana dura nu keessatti nama kajeelamaa turteSila ati waan abbootiin keenya gabbaraa turan gabbaruu irraa nu dhorgitaa? Nuti waan ati itti nu waamtu irraa shakkii guddaa qabna.”"}]}