{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Поистине, я обнаружил, (что) женщина, правит ими [сабейцами], и (из мирских благ) даровано ей все (в чем может нуждаться утвердившийся правитель), и у нее (есть) великий (царский) трон"},{"SurahNumber":27,"VerseNumber":24,"Text":"И я (также) обнаружил, что она [царица] и ее народ поклоняются солнцу вместо Аллаха. И разукрасил [представил прекрасным] им сатана (плохие) деяния их и отвратил их с (истинного) пути [от Веры и Единобожия] так, что они не следуют (истинным) путем"},{"SurahNumber":27,"VerseNumber":25,"Text":"(И сатана сделал это для того) чтобы они не поклонялись Аллаху, Который выводит скрытое в небесах и на земле [дождь из неба и растения из земли] и знает то, что вы скрываете, и то, что обнаруживаете [совершаете открыто]"},{"SurahNumber":27,"VerseNumber":26,"Text":"Аллах – нет бога [заслуживающего поклонение], кроме Него, Господа великого Трона!»"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Пророк Сулайман) сказал (удоду): «Мы посмотрим, сказал ли ты правду, или же ты из числа лжецов"},{"SurahNumber":27,"VerseNumber":28,"Text":"Ступай с этим моим письмом (к сабейцам) и брось его им, а потом отвернись от них [встань в стороне] и посмотри, что они вернут [что скажут между собой относительно этого письма]»"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Царица) сказала: «О, знать! Брошено мне письмо почтенное [очень важное]"},{"SurahNumber":27,"VerseNumber":30,"Text":"Поистине, оно – от Сулаймана, и ведь оно (начинается словами): «С именем Аллаха, Милостивого, Милосердного»"},{"SurahNumber":27,"VerseNumber":31,"Text":"«Чтобы вы не были высокомерными предо мною [по своему высокомерию не отказались от принятия моего призыва], и приходите ко мне (всецело) предавшимися (Аллаху) [с Полным Единобожием и Покорностью]»"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Царица) сказала: «О, знать! Дайте мне решение в моем деле. (Ведь) я не принимаю решения, без того, чтобы вы были свидетелями мне [вне вашего ведения и без совместного с вами совещания]»"},{"SurahNumber":27,"VerseNumber":33,"Text":"Они (отвечая ей) сказали: «Мы обладаем силой [воинами и оружием] и обладаем сильной яростью [смелостью], и повеление принадлежит тебе. Смотри же [думай сама], что ты прикажешь (нам). (И мы готовы исполнить твое повеление)»"},{"SurahNumber":27,"VerseNumber":34,"Text":"(Царица) (поняв, что их войско не сможет противостоять войску Сулаймана) сказала (им): «Поистине, цари, когда (со своим войском) входят в селение, устраивают там беспорядок [разрушают] и делают славных из его жителей униженными – и так они поступают"},{"SurahNumber":27,"VerseNumber":35,"Text":"и я пошлю им [Сулайману и его народу] подарок и посмотрю, с чем вернутся посланные [послы]»"}]}