{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"En Wij hebben vóór jouw tijd geen gezant gezonden zonder dat Wij hem geopenbaard hebben dat er geen god is dan Ik, dient Mij dus"},{"SurahNumber":21,"VerseNumber":26,"Text":"En zij zeggen: \"De Erbarmer heeft zich een kind genomen.\" Geprezen zij Hij! Integendeel, zij zijn geëerde dienaren"},{"SurahNumber":21,"VerseNumber":27,"Text":"Zij spreken niet eerder dan Hij en zij handelen op Zijn bevel"},{"SurahNumber":21,"VerseNumber":28,"Text":"Hij weet wat vóór hen is en wat achter hen is en zij bemiddelen slechts voor wie Hem welgevallig is, terwijl zij door de vrees voor Hem ontzag hebben"},{"SurahNumber":21,"VerseNumber":29,"Text":"En als iemand van hen zegt: \"Ik ben god naast Hem\", dan vergelden Wij hem dat met de hel. Zo vergelden Wij aan de onrechtplegers"},{"SurahNumber":21,"VerseNumber":30,"Text":"Hebben zij die ongelovig zijn dan niet gezien dat de hemelen en de aarde een samenhangende massa waren? Wij hebben ze toen van elkaar gescheiden en Wij hebben uit water al het levende gemaakt. Zullen zij dan niet geloven"},{"SurahNumber":21,"VerseNumber":31,"Text":"En Wij hebben op de aarde stevige bergen gemaakt dat zij hen niet aan het wankelen zou brengen en Wij hebben er passen in gemaakt als wegen; misschien zullen zij zich de goede richting laten wijzen"},{"SurahNumber":21,"VerseNumber":32,"Text":"En Wij hebben de hemel tot een beschermd dak gemaakt. Maar zij wenden zich van Zijn tekenen af"},{"SurahNumber":21,"VerseNumber":33,"Text":"En Hij is het die de nacht en de dag, de zon en de maan geschapen heeft. Alle zweven zij in een hemelbaan"},{"SurahNumber":21,"VerseNumber":34,"Text":"En Wij hebben aan geen mens vóór jouw tijd onsterfelijkheid toegekend. Als jij sterft, zullen zij dan blijven voortbestaan"},{"SurahNumber":21,"VerseNumber":35,"Text":"Ieder levend wezen zal de dood proeven. En Wij stellen jullie op de proef met het slechte en het goede, als een verzoeking. En tot Ons zullen jullie teruggebracht worden"}]}