{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":8,"VerseNumber":62,"Text":"Sε wͻ’pεsε wͻ’di wo hwammͻ nso a, nokorε sε, Nyankopͻn som bo ma wo, Ɔno na Ɔde Nemmoa ne agyidiefoͻ no ahyε wo den"},{"SurahNumber":8,"VerseNumber":63,"Text":"Ɛna W’aka wͻn akoma abͻ mu. Sε woyii deε εwͻ asaase so nyinaa mpo demae (sε wode bεka wͻn abͻ mu a,) anka wontumi nka wͻn akoma mmͻ mu da. Nanso Onyankopᴐn aka wᴐn abom. Nokorε sε, Ɔne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onyansafoͻ"},{"SurahNumber":8,"VerseNumber":64,"Text":"Nkͻmhyεni, Nyankopͻn ne agyidiefoͻ no a wͻ’di wakyire no som bo ma wo"},{"SurahNumber":8,"VerseNumber":65,"Text":"Nkͻmhyεni, hyε agyidiefoͻ no nkuran wͻ ͻkoo no ho. Sε aboterεfoͻ (nnipa) aduonu wͻ momu a, (wͻ’betumi) adi (kaafirfoͻ no nnipa) ahaanu so nkonim; na sε (aboterεfoͻ nnipa) ͻha wͻ momu a (wͻ’betumi) adi wͻn a wͻ’po nokorԑ no mu (nnipa) apem so nkonim, efrisε wͻ’yε nnipa a wͻ’nnte asεm aseε (anaasε wͻ’nnwen)"},{"SurahNumber":8,"VerseNumber":66,"Text":"Sesei deε Nyankopͻn ago mu ama mo, na Onim sε, (nnipa no) bi wͻ momu a wͻ’yε mmerε (anaasε wͻ’nni ahoͻden). Enti sε aboterεfoͻ (nnipa) ͻha wͻ momu a, wͻ’bedi ahaanu so nkonim, sε apem na ԑwͻ momu a wͻ’bedi mpem mmienu so nkonim wͻ Nyankopͻn akwamma mu. Onyankopͻn deε Ɔka aboterεfoͻ no ho"},{"SurahNumber":8,"VerseNumber":67,"Text":"Ɛkwan nni hᴐ ma Nkͻmhyεni sԑ ᴐbεfa nommum, gyesε wako adi nkonim wͻ asaase no so ansa. Mopε wiase agyapadeε, na Nyankopͻn nso pε Daakye no ma mo. Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Nyansafoͻ"},{"SurahNumber":8,"VerseNumber":68,"Text":"Sε nhyehyεε nnii kan dada wͻ Nyankopͻn hͻ a, anka asotwe kεseε paa bεto mo wͻ (mpata) deε a mogyeε no ho"},{"SurahNumber":8,"VerseNumber":69,"Text":"Enti moni asadeε a moanya no mu deε εkwan wͻ ho na εyε; na monsuro Nyankopͻn. Nokorε sε, Nyankopͻn ne Bͻnefakyε Hene, na Ɔno ara nso ne Mmͻborͻhunufoͻ Hene"}]}