{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":27,"VerseNumber":89,"Text":"Sinuman ang magdala ng isang mabuting gawa (alalaong baga, ang pananalig sa Kaisahan ni Allah na kasama ang lahat ng gawa ng katuwiran), ay magkakaroon ng higit na mainam kaysa sa katumbas nito, at sila ay magiging ligtas sa lagim ng Araw na yaon"},{"SurahNumber":27,"VerseNumber":90,"Text":"At sinuman ang magdala ng isang masamang gawa (alalaong baga, ang pagsamba sa mga diyus-diyosan, kawalan ng pananalig sa Kaisahan ni Allah at bawat buktot at makasalanang gawa), sila ay ihahagis nang pasubasob sa kanilang mukha sa Apoy. (At sa kanila ay ipagbabadya): “Hindi baga kayo binayaran ng anuman maliban sa inyong ginawa?”"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ako (Muhammad) ay pinag-utusan na sumamba lamang sa Panginoon ng lungsod na ito (Makkah), Siya na nagpabanal dito at sa Kanya (ang pagmamay-ari) sa lahat ng bagay. At ako ay pinag-utusan na mapabilang sa mga Muslim (na tumatalima kay Allah sa Islam)"},{"SurahNumber":27,"VerseNumber":92,"Text":"At upang dalitin ang Qur’an, kaya’t kung sinuman ang tumanggap ng patnubay, ay tumanggap nito para sa kapakanan ng kanyang sarili, at sinuman ang mapaligaw, iyong (sabihin sa kanya): “Ako ay isa lamang sa mga tagapagbabala.”"},{"SurahNumber":27,"VerseNumber":93,"Text":"At ipagbadya (o Muhammad), sa mga pagano at mapagsamba sa diyus- diyosan, atbp.): “Ang lahat ng mga papuri at pasasalamat ay kay Allah. Ipamamalas Niya sa inyo ang Kanyang Ayat (mga Tanda, sa inyong sarili at sa sangtinakpan, o sa kaparusahan, atbp.), at inyong makikilala ito. At ang iyong Panginoon ang nakakatalos ng inyong ginagawa.”"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta, Sin, Mim (mga titik Ta, Sa, Ma)"},{"SurahNumber":28,"VerseNumber":2,"Text":"Ito ang mgaTalata ng maliwanag naAklat (na nagtatambad na maging malinaw ang katotohanan kaysa sa kabulaanan, ng mabuti kaysa sa masama, atbp)"},{"SurahNumber":28,"VerseNumber":3,"Text":"Isinalaysay Namin sa iyo ang ilan sa kasaysayan ni Moises at Paraon ng may Katotohanan para sa mga tao na sumasampalataya (na nananalig sa Qur’an at sa Kaisahan ni Allah)"},{"SurahNumber":28,"VerseNumber":4,"Text":"Katotohanang si Paraon ay nagmataas sa kanyang sarili sa kalupaan at pinagwatak-watak niya ang kanyang mga tao (sa mga sekta o pangkat), na nagpapahapis (at nagpapahina) sa ilang pangkat ng kanilang lipon (alalaong baga, ang Angkan ng Israel), ang kanilang mga anak na lalaki ay kanyang pinaslang datapuwa’t pinabayaan niyang mabuhay ang kababaihan, sapagkat tunay ngang siya ay isa sa Mufsidun (alalaong baga, ang mga mapaggawa ng malalaking kasalanan at krimen, kabuktutan, pang-aapi, kasamaan, atbp)"},{"SurahNumber":28,"VerseNumber":5,"Text":"At ninais Namin na maging Mapagpala sa mga nahahapis sa kalupaan, upang sila ay maging mga pinuno (sa pananalig) at gawin sila na mga tagapagmana"}]}