{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":52,"VerseNumber":32,"Text":"Ba kiran aya sosogoon o manga gdagda iran; kna, ka siran na pagtaw a manga darowaka"},{"SurahNumber":52,"VerseNumber":33,"Text":"Ino iran gii tharoa a: \"Piyangmbaalan iyan aya a katharo?\" Kna, ka di siran mapaparatiyaya"},{"SurahNumber":52,"VerseNumber":34,"Text":"Na bgay siran sa tothol a lagid iyan, o siran i manga bnar"},{"SurahNumber":52,"VerseNumber":35,"Text":"Ba siran miyaadn sa da a miyangadn, antawaa ba siran i miyangadn"},{"SurahNumber":52,"VerseNumber":36,"Text":"Ba iran inadn so manga langit ago so lopa? Kna, ka di iran tatangkdn"},{"SurahNumber":52,"VerseNumber":37,"Text":"Ba kiran zisii so manga kakawasaan o Kadnan ka, antawaa ba siran i phamakabaas"},{"SurahNumber":52,"VerseNumber":38,"Text":"Ba adn a towak iran (ko langit) a makapphamakin´g siran on? Na talingomaan o miyamamakin´g kiran i katantowan, a mapayag"},{"SurahNumber":52,"VerseNumber":39,"Text":"Ba aya rk Iyan na so manga wata a babay, na rk iyo so manga wata a mama"},{"SurahNumber":52,"VerseNumber":40,"Text":"Na ba ka kiran pphangni sa sokay, na siran na phoon ko kapakambayadan na kappndan siran"},{"SurahNumber":52,"VerseNumber":41,"Text":"Ba kiran zisii so migagaib, na siran i pphamanorat on"},{"SurahNumber":52,"VerseNumber":42,"Text":"Kna, ka aya antap iran na antangan a marata, na so miyamangongkir na siran i piyangakakaydan"},{"SurahNumber":52,"VerseNumber":43,"Text":"Ba adn a tohan iran a salakaw ko Allah? Soti so Allah mawatan ko ipphanakoto iran"},{"SurahNumber":52,"VerseNumber":44,"Text":"Na o makaylay siran sa sagintas ko langit a pkhawlog, na ptharoon iran a: \"Gabon a thotorogan"},{"SurahNumber":52,"VerseNumber":45,"Text":"Na botawaning ka siran, taman sa mimbaratmowa iran so alongan iran, a so khadaan siran on sa tanod"},{"SurahNumber":52,"VerseNumber":46,"Text":"Alongan a di kiran makanggay a gona so ikmat iran sa mayto bo, go di siran pangatatabangan"},{"SurahNumber":52,"VerseNumber":47,"Text":"Na mataan! a adn a bagian o siran a mindadarowaka, a siksa a salakaw roo, na ogaid na so kadaklan kiran na di iran katawan"},{"SurahNumber":52,"VerseNumber":48,"Text":"Na phantang ka ko kokoman o Kadnan ka; ka mataan! a ska na sii ko manga kaylay Ami: Go pthasbikn ka so podi o Kadnan ka, ko wakto a kangganat ka"},{"SurahNumber":52,"VerseNumber":49,"Text":"Go sii ko kagagawii na pthasbik ka Rkaniyan, go so kapamakasdp o manga bitoon"}]}