{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":64,"Text":"Kuma wannan rãyuwa ta dũniya ba ta zamo ba, fãce abar shagala da wãsã kuma lalle Lãhira tabbas, ita ce rãyuwa, dã sun kasance sunã sani"},{"SurahNumber":29,"VerseNumber":65,"Text":"To, a lõkacin da suka shiga cikin jirgin ruwa, sun kirãyi Allah sunã mãsu tsarkake addini a gare shi, to, a lõkacin da Ya tsĩrar da su zuwa ga tudun ƙasã, sai gã su sunã shirki"},{"SurahNumber":29,"VerseNumber":66,"Text":"Dõmin su kãfirce wa abin da Muka bã su kuma dõmin su ji dãɗi sa'an nan kuma zã su sani"},{"SurahNumber":29,"VerseNumber":67,"Text":"Shin, ba su ga cẽwa, lalle Mun sanya Hurumi amintacce ba alhãli kuwa anã fisge mutãne a gẽfensu? Shin, da ɓãtaccen abu suke ĩmãni kuma da ni'imarAllah suka kãfirta"},{"SurahNumber":29,"VerseNumber":68,"Text":"Kuma wãne ne ya fi zãlunci bisa ga wanda ya ƙirƙira ƙarya ya jingina ta ga Allah, kõ kuma ya ƙaryata gaskiya a lõkacin da ta je masa? Ashe a cikin Jahannama bãbu mazauna ga kãfirai"},{"SurahNumber":29,"VerseNumber":69,"Text":"Kuma wadannan da suka yi ƙõƙari ga nẽman yardarMu, lalle Munã shiryar da su ga hanyõyinMu, kuma lalle Allah, tabbas, Yanã tãre da mãsu kyautatãwa (ga addĩninsu)"},{"SurahNumber":30,"VerseNumber":1,"Text":"L̃. M̃"},{"SurahNumber":30,"VerseNumber":2,"Text":"An rinjãyi Rũmawa"},{"SurahNumber":30,"VerseNumber":3,"Text":"A cikin mafi kusantar ƙasarsu, kuma sũ, a bãyan rinjãyarsu, zã sn rinjãya"},{"SurahNumber":30,"VerseNumber":4,"Text":"A cikin'yan shẽkaru. Al'amari na Allah ne a gabãnin kõme da bãyansa, kuma a rãnar nan mũminai zã su yi farin ciki"},{"SurahNumber":30,"VerseNumber":5,"Text":"Da taimakon Allah Yanã taimakon wanda Yake so. Kuma Shĩ ne Mabuwãyi, Mai jin ƙai"}]}