{"Id":223,"LanguageCodes":["km","khm"],"Name":"khm-cambodianmuslim","Author":"Cambodian Muslim Community Development","Language":"Khmer","Description":"Khmer","Direction":"ltr","Source":"https://quranenc.com/check/khmer_cambodia/v1.0.0-csv.1 , https://quranenc.com/en/browse/khmer_cambodia , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"អល់ឡោះជាអ្នកដែលផ្លាស់ប្ដូរពេលយប់ និងពេលថ្ងៃ។ ពិតប្រាកដណាស់ នៅក្នុងព្រឹត្ដិការណ៍នោះគឺជាមេរៀនមួយសម្រាប់ ពួកដែលមានការស្វែងយល់។"},{"SurahNumber":24,"VerseNumber":45,"Text":"ហើយអល់ឡោះបានបង្កើតសត្វដែលមានជីវិតទាំងអស់ អំពីទឹក។ ហើយក្នុងចំណោមពួកវាមានសត្វដែលវារនឹងពោះរបស់ វា ហើយមួយចំនួនទៀតមានសត្វដែលដើរជើងពីរ ហើយមួយចំនួន ទៀតមានសត្វដែលដើរជើងបួន។ អល់ឡោះនឹងបង្កើតនូវអ្វីដែល ទ្រង់មានចេតនា។ ពិតប្រាកដណាស់ អល់ឡោះមានអានុភាពលើ អ្វីៗទាំងអស់។"},{"SurahNumber":24,"VerseNumber":46,"Text":"ជាការពិតណាស់ យើងបានបញ្ចុះនូវភស្ដុតាងយ៉ាងច្បាស់ លាស់។ ហើយអល់ឡោះចង្អុលបង្ហាញដល់អ្នកណាដែលទ្រង់មាន ចេតនាទៅកាន់មាគ៌ាដែលត្រឹមត្រូវ។"},{"SurahNumber":24,"VerseNumber":47,"Text":"ហើយពួកគេ(ពួកពុតត្បុត)និយាយថាៈ ពួកយើងបានជឿ លើអល់ឡោះ និងអ្នកនាំសារ ហើយពួកយើងក៏បានប្រតិបត្ដិតាម ដែរ។ បន្ទាប់មកមានមួយក្រុមក្នុងចំណោមពួកគេងាកចេញក្រោយ ពីនោះ។ ហើយពួកគេទាំងនោះពុំមែនជាអ្នកដែលមានជំនឿឡើយ។"},{"SurahNumber":24,"VerseNumber":48,"Text":"ហើយនៅពេលដែលពួកគេត្រូវបានគេអំពាវនាវទៅកាន់ អល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ ដើម្បីកាត់សេចក្ដីរវាងពួកគេ ស្រាប់តែមានមួយក្រុមក្នុងចំណោមពួកគេងាកចេញទៅវិញ។"},{"SurahNumber":24,"VerseNumber":49,"Text":"តែប្រសិនបើ(ការកាត់សេចក្តីឃើញថា)ត្រឹមត្រូវសម្រាប់ ពួកគេនោះ ពួកគេពិតជានាំគ្នាមកកាន់អ្នកនាំសារ(មូហាំម៉ាត់) ដោយក្ដីគោរព។"},{"SurahNumber":24,"VerseNumber":50,"Text":"តើនៅក្នុងចិត្ដរបស់ពួកគេមានជំងឺ(ពុតត្បុត)ឬពួកគេមាន ការសង្ស័យ ឬក៏ពួកគេខ្លាចអល់ឡោះនិងអ្នកនាំសាររបស់ទ្រង់គ្មាន សច្ចធម៌ចំពោះពួកគេ? ផ្ទុយទៅវិញ ពួកទាំងនោះទេគឺជាពួកដែល បំពាននោះ។"},{"SurahNumber":24,"VerseNumber":51,"Text":"ជាការពិតណាស់ ចម្លើយរបស់បណ្ដាអ្នកដែលមានជំនឿ នៅពេលដែលគេបានអំពាវនាវពួកគេទៅកាន់អល់ឡោះ និងអ្នក នាំសាររបស់ទ្រង់ដើម្បីកាត់សេចក្ដីរវាងពួកគេគឺពួកគេឆ្លើយថាៈ ពួកយើងបានឮ ហើយពួកយើងបានប្រតិបត្ដិតាម។ ហើយអ្នកទាំង នោះជាបណ្ដាអ្នកដែលទទួលបានជោគជ័យ។"},{"SurahNumber":24,"VerseNumber":52,"Text":"ហើយអ្នកណាដែលប្រតិបត្ដិតាមអល់ឡោះ និងអ្នកនាំសារ របស់ទ្រង់ ហើយភ័យខ្លាច(ទារុណកម្ម)អល់ឡោះ និងកោតខ្លាច ទ្រង់ អ្នកទាំងនោះគឺជាបណ្ដាអ្នកដែលទទួលជ័យជំនះ។"},{"SurahNumber":24,"VerseNumber":53,"Text":"ហើយពួកគេ(ពួកពុតត្បុត)បានស្បថនឹងអល់ឡោះដោយ ការស្បថយ៉ាងម៉ឺងម៉ាត់របស់ពួកគេថាៈ ប្រសិនបើអ្នក(មូហាំម៉ាត់) បានបញ្ជាពួកគេ(ឱ្យធ្វើសង្គ្រាម)នោះ ពួកគេប្រាកដជានឹងចេញទៅ ភ្លាម។ ចូរអ្នកពោលថាៈ ចូរពួកអ្នកកុំស្បថអ្វី ការគោរពប្រតិបត្ដិ (របស់ពួកអ្នក)គេដឹងហើយ(ថាវាមិនពិត)។ ពិតប្រាកដណាស់ អល់ឡោះដឹងបំផុតនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។"}]}