{"Id":393,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":88,"Text":"Bu adam, onlar için, böğürebilen bir buzağı heykeli icat etti. Bunun üzerine: İşte, dediler, bu, sizin de, Musa'nın da tanrısıdır. Fakat onu unuttu"},{"SurahNumber":20,"VerseNumber":89,"Text":"O şeyin, kendilerine hiçbir sözle mukabele edemeyeceğini, kendilerine ne bir zarar ne de bir fayda vermek gücünde olmadığını görmezler mi"},{"SurahNumber":20,"VerseNumber":90,"Text":"Hakikaten Harun, onlara daha önce: Ey kavmim! demişti, siz bunun yüzünden sadece fitneye uğradınız. Sizin Rabbiniz şüphesiz çok merhametli olan Allah'tır. Şu halde bana uyunuz ve emrime itaat ediniz"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar: Biz, dediler, Musa aramıza dönünceye kadar buna tapmaktan asla vazgeçmeyeceğiz"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Musa, döndüğünde)Dedi: Ey Harun! bunların dalalete düştüklerini gördüğün vakit seni engelleğen ne oldu"},{"SurahNumber":20,"VerseNumber":93,"Text":"(Neden) benim yolumu takip etmedin? Emrime asi mi oldun"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Harun:) Ey annemin oğlu! dedi, saçımı sakalımı, yolma! Ben, senin: \"İsrailoğullarının arasına ayrılık düşürdün; sözümü tutmadın!\" demenden korktum"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa: Ya senin zorun nedir, ey Samiri? dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"O da: Ben, onların görmediklerini gördüm. Zira, o elçinin izinden bir avuç (toprak) alıp onu (erimiş mücevheratın içine) attım. Bunu böyle nefsim bana hoş gösterdi, dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa: Defol! dedi, artık hayatın boyunca sen: \"Bana dokunmayın!\" diyeceksin. Ayrıca senin için, kurtulamayacağın bir ceza günü var. Tapmakta olduğun tanrına da bak! Yemin ederim, biz onu yakacağız; sonra da onu parça parça edip denize savuracağız"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin ilahınız, yalnızca, kendisinden başka ilah olmayan Allah'tır. O'nun ilmi her şeyi kuşatmıştır"}]}