{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"Allah, geceyi ve gündüzü (birbirine) çevirir. Muhakkak ki bunda basiret sahipleri için elbette ibret vardır"},{"SurahNumber":24,"VerseNumber":45,"Text":"Ve Allah, bütün hayvanları sudan yarattı. Onların bir kısmı karnı üzerinde, bir kısmı iki ayağı üzerinde, bir kısmı da dört ayağı üzerinde yürür. Allah dilediği şeyi yaratır. Muhakkak ki Allah, herşeye kaadirdir"},{"SurahNumber":24,"VerseNumber":46,"Text":"Andolsun biz, açıklayıcı âyetler indirdik. Allah, dilediğini Sıratı Mustakîm´e ulaştırır"},{"SurahNumber":24,"VerseNumber":47,"Text":"Ve: “Allah´a ve resûle îmân ettik ve itaat ettik.” derler. Sonra da onların bir kısmı bundan sonra döner. Ve işte onlar, mü´min değillerdir"},{"SurahNumber":24,"VerseNumber":48,"Text":"Ve onların aralarında hüküm vermesi için Allah ve resûlüne davet olundukları zaman onların bir kısmı yüz çevirenlerdir"},{"SurahNumber":24,"VerseNumber":49,"Text":"Ve eğer hak onların ise (hak sahibi iseler) ona hemen (itaat ederek) gelirler"},{"SurahNumber":24,"VerseNumber":50,"Text":"Onların kalplerinde hastalık mı var yoksa şüphe mi ediyorlar veya Allah´ın ve O´nun Resûl´ünün, onlara karşı taraf tutacağından (haksızlık edeceğinden) mı korkuyorlar? Hayır, işte onlar, onlar zalimlerdir"},{"SurahNumber":24,"VerseNumber":51,"Text":"Onların aralarında hüküm vermesi için Allah´a ve resûlüne davet edildikleri zaman mü´minlerin sözü “işittik ve itaat ettik” demeleridir. Ve işte onlar, onlar felâha erenlerdir"},{"SurahNumber":24,"VerseNumber":52,"Text":"Ve kim Allah´a ve resûlüne itaat ederse ve Allah´a huşû duyar ve O´na karşı takva sahibi olursa o taktirde işte onlar, onlar kurtuluşa erenlerdir"},{"SurahNumber":24,"VerseNumber":53,"Text":"Ve eğer sen onlara emretseydin (münafıklar), mutlaka (savaşa) çıkacaklarına dair, Allah´a en kuvvetli yeminleri ile yemin ederler. De ki: “Yemin etmeyin! (Bu), bilinen (takdir edilen) bir itaattir. Muhakkak ki Allah, yaptıklarınızdan haberdardır.”"}]}