{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"(ئەی موحەممەد ﷺ) پێیان بڵێ ئێوە ببن بە بەرد یان بە ئاسن"},{"SurahNumber":17,"VerseNumber":51,"Text":"یان ھەر دروستکراوێکی ترلەوەی لە مێشک و دڵتاندا گەورەیە جابێگومان ئەوانە دەڵێن کێ زیندوومان دەکاتەوە بڵێ ئەو زاتە (زیندووتان دەکاتەوە) کە یەکەم جار دروستی کردوون جا (بە لاقرتیەوە) سەرت بۆ دەلەقێنن و دەڵێن ئەوەکەی دەبێت بڵێ لەوانەیە ئەو (ڕۆژە ھاتنی) نزیک بێت"},{"SurahNumber":17,"VerseNumber":52,"Text":"ئەو ڕۆژەی کە بانگتان دەکەن (لە گۆڕەکانتانەوە) جا ئێوەش دەست بەجێ دێن بەدەم بانگ کردنەکەوە بە سوپاس و سەناکردنەوە و وا دەزانن نەماونەتەوە (لە دونیادا) ماوەیەکی کەم نەبێت"},{"SurahNumber":17,"VerseNumber":53,"Text":"وە (ئەی موحەممەد ﷺ) بڵێ بە بەندەکانم قسەیەک بکەن کە جوانتر و باشترینی قسە بێت بەڕاستی شەیتان ناکۆکی و ئاژاوە دەخاتە نێوانیان بەڕاستی شەیتان ھەمیشە بۆ ئادەمی دووژمنێکی ڕون و ئاشکرایە"},{"SurahNumber":17,"VerseNumber":54,"Text":"پەروەردگارتان زاناترە بە ئێوە ئەگەر بیەوێت ڕەحمتان پێ دەکات یان ئەگەر بیەوێت سزاتان دەدات وە ئێمە تۆمان نەناردووە بەچاودێر و پارێزەر بە سەریانەوە"},{"SurahNumber":17,"VerseNumber":55,"Text":"وە پەروەردگارت زاناترە بەھەر چی لە ئاسمانەکان و لە زەویدایە وە سوێند بە خوا بێگومان فەزڵی ھەندێ لە پێغەمبەرانمان داوە بەسەر ھەندێکی تریاندا و زەبورمان بەخشی بە داود"},{"SurahNumber":17,"VerseNumber":56,"Text":"(ئەی موحەممەد ﷺ) بڵێ (بێ باوەڕان) ھاوار بکەن لە ئەوانەی کە ئێوە بە خواتان دەزانین بێجگە لە خوا جا ئەوانە دەسەڵاتیان نیە بەڵا و زیانتان لەسەر لابەن وە (دەسەڵاتی) گۆڕانیشیان نیە"},{"SurahNumber":17,"VerseNumber":57,"Text":"ئەوانەی کە ئەو (نەفامانە) ھاواریان لێ دەکەن ئەوانە بەدوای ھۆکارێکدا دەگەڕێن کە نزیکیان کاتەوە لە پەروەدگاریان کامیان نزیک ترە (لە خواوە و پلەو پایەی بەرزترە) وە بە ھیوا و ئومێد و ڕەحمی ئەون و لە سزایشی دەترسن بەڕاستی سزای پەروەردگارت ھەمیشە مەترسی لێکراوە و خۆ لێ پارێزراوە"},{"SurahNumber":17,"VerseNumber":58,"Text":"وە (خەڵکی) ھیچ شار و گوندێکمان کە ئێمە لە ناویان ببەین پێش (ھاتنی) ڕۆژی دوایی یان سزایان بدەین بە سزایەکی سەخت ئیللا ئەو (سزادانە یان لەناو بردنە) لە (لوح المحفوظ) دا نوسراوە"}]}