{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":94,"Text":"ئۇلارنىڭ يېنىغا (يەنى مەدىنىگە تەبۈك غازىتىدىن) قايتىپ كەلگەن چېغىڭلاردا، ئۇلار سىلەرگە (غازاتتىن قېلىپ قالغانلىقلىرى توغرىسىدا) ئۆزرە بايان قىلىدۇ، (ئى مۇھەممەد!) ئۇلارغا: «ئۆزرە بايان قىلماڭلار، سىلەرنىڭ (سۆزۈڭلارغا) ئىشەنمەيمىز، اﷲ سىلەرنىڭ ئەھۋالىڭلارنى (ۋە دىلىڭلاردىكى مۇناپىقلىقنى) بىزگە خەۋەر قىلدى، اﷲ ۋە ئۇنىڭ پەيغەمبىرى سىلەرنىڭ (بۇنىڭدىن كېيىنكى) ئەمەلىڭلارنى كۆرۈپ تۇرىدۇ (مۇناپىقلىقتىن تەۋبە قىلامسىلەر؟ ياكى ئۇنىڭدا چىڭ تۇرامسىلەر؟)، ئاندىن كېيىن (يەنى ئۆلگىنىڭلاردىن كېيىن)، يوشۇرۇن ۋە ئاشكارا ئىشلارنى بىلگۈچى (اﷲ) نىڭ دەرگاھىغا قايتۇرۇلىسىلەر، اﷲ سىلەرگە پۈتۈن قىلمىشىڭلارنى ئېيتىپ بېرىدۇ» دېگىن"},{"SurahNumber":9,"VerseNumber":95,"Text":"ئۇلار (يەنى مۇناپىقلار) نىڭ يېنىغا قايتىپ بارغىنىڭلاردا، ئۇلار سىلەرنىڭ ئۇلارنى ئەيىبلىمەسلىكىڭلار ئۈچۈن (يالغان ئۆزرىلەر بايان قىلىپ)، اﷲ بىلەن قەسەم قىلىدۇ، ئۇلاردىن يۈز ئۆرۈڭلار (يەنى ئۇلار بىلەن سۆزلەشمەڭلار ۋە سالاملاشماڭلار)، ئۇلار ھەقىقەتەن نىجىستۇر، قىلمىشلىرىنىڭ جازاسى ئۈچۈن ئۇلارنىڭ بارىدىغان جايى جەھەننەمدۇر"},{"SurahNumber":9,"VerseNumber":96,"Text":"سىلەرنىڭ رازىلىقىڭلارغا ئېرىشىش ئۈچۈن، ئۇلار سىلەرگە قەسەم ئىچىپ بېرىدۇ، سىلەر ئۇلاردىن رازى بولساڭلار (بۇ ئۇلارغا پايدا بەرمەيدۇ)، چۈنكى اﷲ پاسىق قەۋمدىن رازى بولمايدۇ"},{"SurahNumber":9,"VerseNumber":97,"Text":"ئەئرابىلارنىڭ كۇفرى ۋە مۇناپىقلىقى تېخىمۇ زىيادىدۇر، اﷲ پەيغەمبىرىگە نازىل قىلغان شەرىئەت ئەھكاملىرىنى بىلمەسلىككە ئۇلار ئەڭ لايىقتۇر، اﷲ (مەخلۇقاتنىڭ ئەھۋالىنى) بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":9,"VerseNumber":98,"Text":"ئەئرابىلاردىن بەزىلىرى (اﷲ يولىدا) بەرگەن نەرسىلىرىنى جەرىمانە ھېسابلايدۇ، سىلەرنىڭ ھادىسىگە ئۇچرىشىڭلارنى كۈتىدۇ، ئۇلارنىڭ ئۆزلىرى ھالاكەتكە ئۇچرىسۇن، اﷲ (ئۇلارنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچى، (ئىشلىرىنى) بىلىپ تۇرغۇچىدۇر"},{"SurahNumber":9,"VerseNumber":99,"Text":"ئەئرابىلارنىڭ بەزىلىرى اﷲ قا ۋە ئاخىرەت كۈنىگە ئىمان ئېيتىدۇ، (اﷲ يولىدا) بەرگەن نەرسىلىرىنى اﷲ قا يېقىن بولۇشنىڭ ۋە پەيغەمبەرنىڭ دۇئاسىغا ئېرىشىشنىڭ ۋاسىتىسى قىلىدۇ، ئۇلار بۇ ئارقىلىق راستلا اﷲ قا بولغان يېقىنچىلىققا ئېرىشىدۇ، اﷲ قا ئۇلارنى ئۆزنىڭ رەھمىتى دائىرىسىگە كىرگۈزىدۇ، اﷲ ھەقىقەتەن (مۆمىن بەندىلىرىگە) ناھايىتى مەغپىرەت قىلغۇچىدۇر، (ئۇلارغا) تولىمۇ مېھرىباندۇر"}]}