{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":38,"Text":"Он сооружал ковчег, и каждый раз, когда мимо него проходили знатные люди из его народа, они высмеивали его, а он говорил: \"Если вы насмехаетесь над нами, то и мы, воистину, будем насмехаться над вами, подобно тому как смеетесь вы"},{"SurahNumber":11,"VerseNumber":39,"Text":"Скоро вы узнаете, кого постигнет унизительная кара, кого поразит вечное наказание"},{"SurahNumber":11,"VerseNumber":40,"Text":"[Нух сооружал ковчег,] пока не снизошло Наше повеление и из чрева земли не забила ключом вода. Тогда Мы повелели: \"Забери [в ковчег] из каждого вида [животных] по паре - самца и самку - и свою семью, за исключением тех, о которых уже было предопределение [Аллаха], [возьми] также и тех, кто уверовал\". Но вместе с Нухом уверовали лишь немногие"},{"SurahNumber":11,"VerseNumber":41,"Text":"[Нух] сказал: \"Плывите в ковчеге! Именем Аллаха плывет он и останавливается. Воистину, Господь мой - прощающий, милосердный"},{"SurahNumber":11,"VerseNumber":42,"Text":"Ковчег с ними поплыл по волнам, огромным, как горы. И тогда Нух воззвал к своему сыну, который стоял одиноко в стороне: \"О сын мой! Садись с нами [в ковчег] и не оставайся с неверными"},{"SurahNumber":11,"VerseNumber":43,"Text":"[Сын] ответил: \"Я поднимусь на какую-нибудь гору, которая спасет меня от воды\". [Нух] сказал: \"Сегодня никто не спасет [никого] от предопределения Аллаха, за исключением тех, над кем Он смилостивится\". И при этих словах разъединила их волна, и сын утонул"},{"SurahNumber":11,"VerseNumber":44,"Text":"И сказано было [Аллахом]: \"О земля! Впитай твою воду. О небо! Перестань [проливать дождь]\". И тогда вода спала, свершилось веление [Аллаха], а [ковчег] пристал к [горе] ал-Джуди, и было сказано: \"Да лишатся неправедные люди [милости Аллаха]"},{"SurahNumber":11,"VerseNumber":45,"Text":"Тогда Нух воззвал к своему Господу: \"Господи! Ведь сын мой - частица моей семьи и Твое обещание истинно, а Ты - справедливейший из судей"}]}