{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":88,"Text":"Die ungläubig sind und von Allahs Weg abhalten - zu (deren) Strafe werden Wir noch eine Strafe hinzufügen, weil sie Unheil anrichteten"},{"SurahNumber":16,"VerseNumber":89,"Text":"Und am Tage, da Wir in jeglichem Volk einen Zeugen aus ihren eigenen Reihen gegen sie selbst erwecken werden, wollen Wir dich als Zeugen bringen gegen diese. Und Wir haben dir das Buch zur Erklärung aller Dinge herniedergesandt, und als Führung und Barmherzigkeit und frohe Botschaft für die Gottergebenen"},{"SurahNumber":16,"VerseNumber":90,"Text":"Wahrlich, Allah gebietet, gerecht (zu handeln), uneigennützig Gutes zu tun und freigebig gegenüber den Verwandten zu sein; und Er verbietet, was schändlich und abscheulich und gewalttätig ist. Er ermahnt euch; vielleicht werdet ihr die Ermahnung annehmen"},{"SurahNumber":16,"VerseNumber":91,"Text":"Haltet den Bund mit Allah ein, wenn ihr einen Bund geschlossen habt; und brecht die Eide nicht nach ihrer Bekräftigung, wo ihr doch Allah zum Bürgen für euch gemacht habt. Wahrlich, Allah weiß, was ihr tut"},{"SurahNumber":16,"VerseNumber":92,"Text":"Und seid nicht wie jene (Frau), die ihre Strickarbeiten auflöste, nachdem sie diese angefertigt hatte. Ihr macht eure Eide zu einem Mittel, euch gegenseitig zu betrügen, (aus Furcht,) ein Volk könnte sonst mächtiger werden als ein anderes. Allah stellt euch damit nur auf die Probe, und am Tage der Auferstehung wird Er euch das klar machen, worüber ihr uneinig waret"},{"SurahNumber":16,"VerseNumber":93,"Text":"Und hätte Allah es gewollt, hätte Er euch sicherlich zu einer einzigen Gemeinde gemacht; jedoch Er läßt irregehen, wen Er will, und führt richtig, wen Er will, und ihr werdet gewiß zur Rechenschaft gezogen werden für das, was ihr getan habt"}]}