{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Unibuke (yewe Muhamadi) ubwo Nyagasani wawe yabwiraga abamalayika ati “Mu by’ukuri, ngiye gushyira umusigire (ikiremwamuntu) ku isi.” Baravuga bati “Ese urayishyiraho uzayikoreraho ubwangizi akanamena amaraso, kandi twe tugusingiza tukanagushimira ndetse tukanagutagatifuza? (Allah) aravuga ati “Mu by’ukuri, Njye nzi ibyo mutazi.”"},{"SurahNumber":2,"VerseNumber":31,"Text":"Nuko (Allah) yigisha Adamu amazina y’ibintu byose, hanyuma abimurikira abamalayika, arababwira ati “Ngaho nimumbwire amazina yabyo niba muri abanyakuri.”"},{"SurahNumber":2,"VerseNumber":32,"Text":"Baravuga bati “Ubutagatifu ni ubwawe, nta bumenyi dufite uretse ubwo watwigishije. Mu by’ukuri, ni Wowe Mumenyi uhebuje, Nyirubugenge buhambaye.”"},{"SurahNumber":2,"VerseNumber":33,"Text":"Aravuga ati “Yewe Adamu! Babwire amazina yabyo.” Nuko amaze kubabwira amazina yabyo, (Allah) aravuga ati “Ese sinababwiye ko nzi ibyihishe mu birere no mu isi, kandi nkaba nzi ibyo mugaragaza n’ibyo muhisha?”"},{"SurahNumber":2,"VerseNumber":34,"Text":"Kandi muzirikane ubwo twabwiraga abamalayika tuti “Nimwubamire Adamu”, nuko bose bakubama uretse Ibilisi (Shitani) wanze akishyira hejuru nuko akaba mu bahakanyi (banze kumvira Allah)"},{"SurahNumber":2,"VerseNumber":35,"Text":"Twaranavuze tuti “Yewe Adamu! Tura mu Ijuru wowe n’umugore wawe, murye (imbuto zirimo) mu mudendezo aho mushatse hose, ariko muramenye ntimuzegere iki giti mutazaba mu banyamahugu.”"},{"SurahNumber":2,"VerseNumber":36,"Text":"Nuko Shitani arabashuka (barya kuri cya giti), abakura mu byo bari barimo (ubuzima bwo mu ijuru). Turababwira tuti “Mumanuke muvemo (mu Ijuru) muri abanzi hagati yanyu (Shitani azaba umwanzi wanyu n’abazabakomokaho).” Isi ni yo izaba ubuturo bwanyu, kandi muzayigiramo umunezero kugeza igihe cyagenwe.”"},{"SurahNumber":2,"VerseNumber":37,"Text":"Nuko Adamu yakira amagambo (yo kwicuza) avuye kwa Nyagasani we, maze Nyagasani yakira ukwicuza kwe. Mu by’ukuri, ni We Uwakira ukwicuza, Nyirimbabazi"}]}