{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":16,"VerseNumber":94,"Text":"En maakt uw eden niet tot een middel van bedrog onder elkander; anders zal uw voet uitglijden nadat hij stevig heeft gestaan en gij zult het kwade ondergaan omdat gij ook anderen van het pad van Allah hebt afgehouden; en er zal voor U een strenge straf zijn"},{"SurahNumber":16,"VerseNumber":95,"Text":"En verkoopt het verbond van Allah niet voor een geringe prijs. Hetgeen bij Allah is, is voorzeker beter voor u, wist gij het slechts"},{"SurahNumber":16,"VerseNumber":96,"Text":"Hetgeen gij hebt, zal voorbijgaan maar hetgeen bij Allah is, is blijvend. En Wij zullen degenen die standvastig zijn, voorzeker hun beloning geven naar het beste van wat zij doen"},{"SurahNumber":16,"VerseNumber":97,"Text":"Die juist handelt, hetzij man of vrouw en een gelovige is, hun zullen Wij voorzeker een goed leven schenken; en gewis zullen Wij hen belonen naar hun beste werken"},{"SurahNumber":16,"VerseNumber":98,"Text":"En wanneer gij de Koran voordraagt, zoekt dan uw toevlucht tot Allah tegen Satan de verworpene"},{"SurahNumber":16,"VerseNumber":99,"Text":"Voorzeker hij heeft geen macht over degenen die geloven en die vertrouwen in hun Heer stellen"},{"SurahNumber":16,"VerseNumber":100,"Text":"Zijn macht heerst alleen over degenen die met hem vriendschap aanknopen en die anderen met God vereenzelvigen"},{"SurahNumber":16,"VerseNumber":101,"Text":"En wanneer Wij het ene teken in plaats van het andere brengen - en Allah weet het beste wat Hij openbaart - zeggen zij: \"Gij verzint slechts.\" Neen de meesten hunner weten het niet"},{"SurahNumber":16,"VerseNumber":102,"Text":"Zeg: \"De Geest van heiligheid heeft het van uw Heer met waarheid nedergebracht, opdat Hij degenen die geloven, moge versterken en als leiding en blijde tijding voor hen die zich onderwerpen"}]}