{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"Die den Koran in verschillende deelen onderscheiden"},{"SurahNumber":15,"VerseNumber":92,"Text":"Want door uw Heer, o Mahomet! zullen wij hen ondervragen"},{"SurahNumber":15,"VerseNumber":93,"Text":"Nopens al hunne daden"},{"SurahNumber":15,"VerseNumber":94,"Text":"Openbaar dus wat u werd bevolen en, wend u af van de afgodendienaars"},{"SurahNumber":15,"VerseNumber":95,"Text":"Wij zullen u zekerlijk bijstaan tegen de spotters"},{"SurahNumber":15,"VerseNumber":96,"Text":"Die een anderen God met God vereenigen. Zij zullen zekerlijk hunne dwaasheid kennen"},{"SurahNumber":15,"VerseNumber":97,"Text":"En wij weten, dat gij diep gegriefd zijt door het verhaal van hetgeen zij zeggen"},{"SurahNumber":15,"VerseNumber":98,"Text":"Maar verheerlijk den lof van uwen Heer en aanbid hem"},{"SurahNumber":15,"VerseNumber":99,"Text":"En dien uwen Heer, tot de dood u overvalt"},{"SurahNumber":16,"VerseNumber":1,"Text":"Het besluit van God zal zekerlijk worden uitgevoerd; verhaast het dus niet. Geloofd zij hij! en ver zij het van hem wat gij met hem vereenigt"},{"SurahNumber":16,"VerseNumber":2,"Text":"Hij zal de engelen, door zijn bevel doen nederdalen met eene openbaring tot degenen zijner dienaren, welke hem behagen, zeggende: Verkondigt dat er geen God buiten mij is, en vreest mij dus"},{"SurahNumber":16,"VerseNumber":3,"Text":"Hij heeft de hemelen en de aarde geschapen om zijne waarheid te doen blijken; ver zij het van hem wat gij met hem vereenigt"},{"SurahNumber":16,"VerseNumber":4,"Text":"Hij heeft den man van zaad geschapen, en thans is de mensch een bepaalde betwister der opstanding"},{"SurahNumber":16,"VerseNumber":5,"Text":"Hij heeft op dezelfde wijze het vee voor u geschapen, van hetwelk gij de kleederen verkrijgt om u warm te houden, benevens andere voordeelen, terwijl gij er tevens van eet"},{"SurahNumber":16,"VerseNumber":6,"Text":"Het is tegelijk eene eer voor u als gij het des avonds naar huis drijft, en als gij het des morgens wegvoert om het te weiden"}]}