{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"Kamu tidak sekali-kali akan dapat mencapai (hakikat) kebajikan dan kebaktian (yang sempurna) sebelum kamu dermakan sebahagian dari apa yang kamu sayangi. Dan sesuatu apa jua yang kamu dermakan maka sesungguhnya Allah mengetahuinya"},{"SurahNumber":3,"VerseNumber":93,"Text":"Segala jenis makanan dahulu adalah halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Nabi Yaakub) kepada dirinya sendiri sebelum diturunkan Kitab Taurat. Katakanlah (wahai Muhammad): \"(Jika ada makanan yang diharamkan kepada kamu - wahai Bani Israil - sebelum Kitab Taurat diturunkan) maka bawalah kamu Kitab Taurat itu kemudian bacalah akan dia, kalau betul kamu orang-orang yang benar"},{"SurahNumber":3,"VerseNumber":94,"Text":"(Jika tidak) maka sesiapa yang mereka-reka kata-kata dusta terhadap Allah sesudah yang demikian itu, maka mereka itulah orang-orang yang zalim"},{"SurahNumber":3,"VerseNumber":95,"Text":"Katakanlah (wahai Muhammad): \"Benarlah (apa yang difirmankan oleh) Allah, maka ikutilah kamu akan ugama Nabi Ibrahim yang ikhlas (berdasarkan Tauhid), dan bukanlah ia dari orang-orang musyrik"},{"SurahNumber":3,"VerseNumber":96,"Text":"Sesungguhnya Rumah Ibadat yang mula-mula dibina untuk manusia (beribadat kepada Tuhannya) ialah Baitullah yang di Makkah yang berkat dan (dijadikan) petunjuk hidayah bagi umat manusia"},{"SurahNumber":3,"VerseNumber":97,"Text":"Di situ ada tanda-tanda keterangan yang nyata (yang menunjukkan kemuliaannya; di antaranya ialah) Makam Nabi Ibrahim. Dan sesiapa yang masuk ke dalamnya aman tenteramlah dia. Dan Allah mewajibkan manusia mengerjakan ibadat Haji dengan mengunjungi Baitullah iaitu sesiapa yang mampu sampai kepadanya. Dan sesiapa yang kufur (ingkarkan kewajipan ibadat Haji itu), maka sesungguhnya Allah Maha Kaya (tidak berhajatkan sesuatu pun) dari sekalian makhluk"},{"SurahNumber":3,"VerseNumber":98,"Text":"Katakanlah (wahai Muhammad): \"Wahai Ahli Kitab! Mengapa kamu ingkarkan keterangan-keterangan Allah, padahal Allah sentiasa menyaksikan apa yang kamu lakukan"},{"SurahNumber":3,"VerseNumber":99,"Text":"Katakanlah: \"Wahai Ahli Kitab! Mengapa kamu menghalangi orang-orang yang beriman daripada menurut jalan jalan (ugama Islam), kamu hendak menjadikan jalan Allah itu bengkok terpesong, padahal kamu menyaksikan (kebenarannya)? \"Dan (ingatlah), Allah tidak sekali-kali lalai akan apa yang kamu lakukan"},{"SurahNumber":3,"VerseNumber":100,"Text":"Wahai orang-orang yang beriman! Jika kamu taat akan sesuatu puak dari orang-orang (Yahudi dan Nasrani) yang diberikan Kitab itu, nescaya mereka akan mengembalikan kamu menjadi orang-orang kafir sesudah kamu beriman"}]}