{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":40,"VerseNumber":8,"Text":"Gospodaru naš, uvedi ih u edenske vrtove, koje si im obećao, i pretke njihove i žene njihove i potomstvo njihovo – one koji su bili dobri. – Ti si, uistinu, silan i mudar"},{"SurahNumber":40,"VerseNumber":9,"Text":"I poštedi ih kazne zbog ružnih djela, jer koga Ti tog Dana poštediš kazne zbog ružnih djela – Ti si mu se smilovao, a to će, zaista, veliki uspjeh biti!”"},{"SurahNumber":40,"VerseNumber":10,"Text":"Onima koji nisu vjerovali doviknut će se: “Allahova odvratnost prema vama kad ste, pozivani da vjerujete, a ostali nevjernici – bila je, doista, veća od vaše odvratnosti sad prema sebi.”"},{"SurahNumber":40,"VerseNumber":11,"Text":"“Gospodaru naš”, reći će oni, “dva si nas puta usmrtio i dva si nas puta oživio. Mi priznajemo grijehe naše, pa ima li ikakva načina da se izađe?”"},{"SurahNumber":40,"VerseNumber":12,"Text":"“To vam je zato što niste vjerovali kad se pozivalo Allahu Jedinom, a vjerovali ste ako bi Mu se neko drugi smatrao jednakim! Odluka pripada jedino Allahu, Uzvišenom i Velikom.”"},{"SurahNumber":40,"VerseNumber":13,"Text":"On vam pokazuje znamenja Svoja i spušta vam opskrbu s neba, a pouku će prihvatiti samo onaj koji se Njemu obraća"},{"SurahNumber":40,"VerseNumber":14,"Text":"Klanjate se zato Allahu, iskreno Mu ispovijedajući vjeru – pa makar to nevjernicima bilo mrsko"},{"SurahNumber":40,"VerseNumber":15,"Text":"On je vlasnik visokih stupnjeva, Gospodar Arša, Koji šalje Objavu, riječi Svoje, kome hoće od robova Svojih da upozori na Dan susreta međusobnog…"},{"SurahNumber":40,"VerseNumber":16,"Text":"na Dan kad će se oni pojaviti, kad Allahu neće o njima ništa skriveno biti. “Ko će imati vlast tog Dana? Allah, Jedini i Svemoćni!”"}]}