{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Did you not consider that God has subjected to your service that which is in the skies and that which is in the earth and has (showered) His favors on you excessively (both) externally and internally? And among mankind is he who disputes regarding God without knowledge and without guidance and without a book giving light"},{"SurahNumber":31,"VerseNumber":21,"Text":"And when it is said to them, “Follow that which God has sent down,” they say, “No, we will follow that on which we found our fathers.” What! even if the devil used to invite them to the punishment of blazing fire"},{"SurahNumber":31,"VerseNumber":22,"Text":"And one who submits himself to God and he is the doer of good, then he has indeed caught hold of a strong handle for which there is no breaking off, and the (decision of) the consequences of affairs is God’s"},{"SurahNumber":31,"VerseNumber":23,"Text":"And one who does not believe, do not let his disbelief grieve you, to Us is their return, so We will inform them of that which they did. God is certainly the Knower of that which is in the bosoms"},{"SurahNumber":31,"VerseNumber":24,"Text":"We will make them enjoy a little then We will drive them towards a harsh punishment"},{"SurahNumber":31,"VerseNumber":25,"Text":"And if you ask them, “Who created the skies and the earth?” They will definitely say, “God.” Say, “Praise is due only for God, but the majority of them does not know.”"},{"SurahNumber":31,"VerseNumber":26,"Text":"God’s is whatever is in the skies and the earth. God is certainly the Independent, the Praised"},{"SurahNumber":31,"VerseNumber":27,"Text":"And had all the trees that are in the earth been pens and the sea (were ink) with seven more seas added to it, (even then) the words of God would not be exhausted, God is certainly Mighty, Wise"},{"SurahNumber":31,"VerseNumber":28,"Text":"Your creation and your raising is nothing but like (the creation and raising of) a single soul. God is certainly Hearing, Seeing"}]}