{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":104,"Text":"And you do not demand from them any reward against it. It is nothing but a reminder for all the (people of the) worlds"},{"SurahNumber":12,"VerseNumber":105,"Text":"How many a sign there are in the heavens and the Earth, which they pass by and they are heedless to them"},{"SurahNumber":12,"VerseNumber":106,"Text":"and most of them do not believe in Allah without associating partners with Him in His divinity"},{"SurahNumber":12,"VerseNumber":107,"Text":"Do they feel themselves secure from the visit of Allah‘s encircling punishment or from the sudden arrival of the Hour, while they are not conscious of it"},{"SurahNumber":12,"VerseNumber":108,"Text":"Say, .This is my way. I call (people) to Allah with full perception, both I and my followers. Pure is Allah; and I am not among those who associate partners with Allah"},{"SurahNumber":12,"VerseNumber":109,"Text":"We did not send before you (messengers) other than men from the people of the towns whom We inspired with revelation. Have they not traveled in the land where they could have seen how was the fate of those before them? And surely the abode of the Hereafter is much better for those who fear Allah. Would you, then, still not understand"},{"SurahNumber":12,"VerseNumber":110,"Text":"(Punishment was often delayed) until when the messengers were in despair and thought that they were wrong in their estimation, Our help came to them, then saved were those whom We willed. And Our punishment is not averted from the guilty"},{"SurahNumber":12,"VerseNumber":111,"Text":"Surely, in the narratives of these, there is a lesson for the people of understanding. It is not an invented story, rather, a confirmation of what has been before it, and an elaboration of everything, and guidance and mercy for a people who believe"}]}