{"Id":141,"LanguageCodes":["en","eng"],"Name":"eng-talalitani","Author":"Talal Itani","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"O you who believe! When you converse privately with the Messenger, offer something in charity before your conversation. That is better for you, and purer. But if you do not find the means—God is Forgiving and Merciful"},{"SurahNumber":58,"VerseNumber":13,"Text":"Are you reluctant to offer charity before your conversation? If you do not do so, and God pardons you, then perform the prayer, and give alms, and obey God and His Messenger. God is Aware of what you do"},{"SurahNumber":58,"VerseNumber":14,"Text":"Have you considered those who befriended a people with whom God has become angry? They are not of you, nor of them. And they swear to a lie while they know"},{"SurahNumber":58,"VerseNumber":15,"Text":"God has prepared for them a terrible punishment. Evil is what they used to do"},{"SurahNumber":58,"VerseNumber":16,"Text":"They took their oaths as a screen, and prevented others from God’s path. They will have a shameful punishment"},{"SurahNumber":58,"VerseNumber":17,"Text":"Neither their possessions nor their children will avail them anything against God. These are the inhabitants of the Fire, dwelling therein forever"},{"SurahNumber":58,"VerseNumber":18,"Text":"On the Day when God will resurrect them altogether—they will swear to Him, as they swear to you, thinking that they are upon something. Indeed, they themselves are the liars"},{"SurahNumber":58,"VerseNumber":19,"Text":"Satan has taken hold of them, and so has caused them to forget the remembrance of God. These are the partisans of Satan. Indeed, it is Satan’s partisans who are the losers"},{"SurahNumber":58,"VerseNumber":20,"Text":"Those who oppose God and His Messenger are among the lowliest"},{"SurahNumber":58,"VerseNumber":21,"Text":"God has written: “I will certainly prevail, I and My messengers.” God is Strong and Mighty"}]}