{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Elif, Lâm, Mîm, Sâd"},{"SurahNumber":7,"VerseNumber":2,"Text":"Bu, kendisiyle insanları uyarman ve müminlere de bir öğüt ve irşad olmak üzere sana indirilen bir kitaptır ki sakın onu tebliğden ve halkın sana inanmamasından ötürü göğsün daralmasın"},{"SurahNumber":7,"VerseNumber":3,"Text":"Ey insanlar! Siz, Rabbiniz tarafından size indirilen vahye tâbi olun, O'ndan başka birtakım hâmîler edinip de onlara uymayın. Ne kadar da az düşünüyorsunuz"},{"SurahNumber":7,"VerseNumber":4,"Text":"Biz nice ülkeler imha ettik ki ya gece uyurlarken, yahut gündüz yatarlarken baskınımız onlara gelivermişti."},{"SurahNumber":7,"VerseNumber":5,"Text":"Azabımız gelip çattığında da itiraf ve yalvarmaları: “Biz gerçekten zalim adamlarmışız!” demekten başka bir şey olmadı"},{"SurahNumber":7,"VerseNumber":6,"Text":"Kendilerine resul gönderdiğimiz insanlara, resullerinin çağrısına uyup ona göre amel edip etmedikleri hakkında elbette hesap soracağız. Gönderilen o elçilere de, tebliğ edip etmediklerini soracağız"},{"SurahNumber":7,"VerseNumber":7,"Text":"Ve onlara, olup biten her şeyi, kesin bir ilme dayanarak bir bir anlatacağız. Öyle ya, Biz hiçbir zaman onlardan habersiz değildik ki"},{"SurahNumber":7,"VerseNumber":8,"Text":"O gün, dünyada yapılan işlerin tartılması kesin gerçekleşecek. Artık kimin iyilikleri kötülüklerinden ağır gelirse, işte onlar muratlarına ereceklerdir. [21,47; 4,40; 101,6-11; 23,102-103; 42,17] {KM, I Samuel 2,3; Eyub}"},{"SurahNumber":7,"VerseNumber":9,"Text":"Kimin de sevap tartıları hafif gelirse, onlar da âyetlerimizi hiçe sayıp haksızlık etmelerinden ötürü kendilerini en büyük ziyana uğratacaklardır"},{"SurahNumber":7,"VerseNumber":10,"Text":"Şu bir gerçektir ki ey insanlar, Biz sizi dünyaya yerleştirip orada size hakimiyet verdik. Orada sizin için birçok geçim vasıtaları yarattık. Ne kadar da az şükrediyorsunuz"},{"SurahNumber":7,"VerseNumber":11,"Text":"Sizi Biz yarattık, sonra size şekil verdik. Peşinden de meleklere: “Haydi, hürmet için secde edin Âdem'e!” dedik. Onların hepsi hemen secde ettiler, yalnız İblis dayattı. Secde edenlerden olmadı. [15,29-32; 2,34; 20]"}]}