{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"طا۔ سین یہ آیتیں ہیں قرآن (حکیم) اور روشن کتاب کی"},{"SurahNumber":27,"VerseNumber":2,"Text":"(یہ) سراپا ہدایت اور خوشخبری ہے اہل ایمان کے لیے"},{"SurahNumber":27,"VerseNumber":3,"Text":"جو صحیح صحیح ادا کرتے ہیں نماز، اور دیا کرتے ہیں زکوٰۃ اور وہ جو آخرت پر یقین رکھتے ہیں"},{"SurahNumber":27,"VerseNumber":4,"Text":"بے شک وہ لوگ جو آخرت پر ایمان نہیں رکھتے ہم نے خوبصورت بنا دئیے ان (کی نظروں) میں انکے اعمال (بد) پس وہ سرگرداں پھر رہے ہیں"},{"SurahNumber":27,"VerseNumber":5,"Text":"یہ وہی لوگ ہیں جن کے لیے بد ترین عذاب ہے اور یہی آخرت میں سب سے زیادہ گھاٹے میں ہوں گے"},{"SurahNumber":27,"VerseNumber":6,"Text":"اور بےشک آپ کو سکھایا جاتا ہے قرآن حکیم بڑے دانا سب کچھ جاننے والے کی جانب سے"},{"SurahNumber":27,"VerseNumber":7,"Text":"(یاد فرماؤ) جب کہا موسیٰ نے اپنی زوجہ سے کہ میں نے دیکھی ہے آگ۔ ابھی لے آتا ہوں تمھارے پاس وہاں سے کوئی خبر یا لے آؤں گا تمھارے پاس (اس آگ سے) کوئی شعلہ سلگا کر تاکہ تم اسے تاپو"},{"SurahNumber":27,"VerseNumber":8,"Text":"پھر جب اس کے پاس پہنچے تو ندا کی گئی کہ بابرکت ہو جو اس آگ میں ہے اور جو اس کے آس پاس ہے اور (ہر تشبیہ و تمثیل سے) پاک ہے اللہ جو رب العالمین ہے"},{"SurahNumber":27,"VerseNumber":9,"Text":"اے موسیٰ ! وہ میں اللہ ہی ہوں عزت والا دانا"},{"SurahNumber":27,"VerseNumber":10,"Text":"اور ذرا زمین پر ڈال دو اپنے سونٹے کو اب جو اسے دیکھا تو وہ (اس طرح) لہرا رہا تھا جیسے سانپ ہو آپ پیٹھ پھیر کر وہاں سے چل دئیے اور پیچھے مڑ کر بھی نہ دیکھا (فرمایا) موسیٰ ڈرو نہیں ۔ میرے حضور ڈرا نہیں کرتے جنھیں رسول بنایا جاتا ہے"},{"SurahNumber":27,"VerseNumber":11,"Text":"مگر وہ شخص جو زیادتی کرے (وہ ڈرے) پھر (وہ ظالم بھی اگر) نیکی کرنے لگے برائی کرنے کے بعد تو میں بیشک غفور رحیم ہوں"},{"SurahNumber":27,"VerseNumber":12,"Text":"اور ذرا ڈالو اپنا ہاتھ اپنے گریبان میں وہ نکلے گا سفید چمکتا ہوا بغیر کسی تکلیف کے (یہ دو معجزے) ان نو معجزات سے ہیں جن کے ساتھ آپ کو فرعون اور اس کی قوم کی طرف بھیجا گیا ۔ بیشک وہ بڑے سر کش لو گ ہیں"},{"SurahNumber":27,"VerseNumber":13,"Text":"پس جب آئیں ان کے پاس ہماری نشانیاں بصیرت افروز بن کر تو انھوں نے کہا یہ تو جادو ہے کھلا ہوا"}]}