{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":17,"VerseNumber":39,"Text":"То је мудрост коју ти твој Господар објављује. И не сматрај да поред Аллаха постоји друго божанство, да не би био бачен у Пакао, понижен и од милости одбачен"},{"SurahNumber":17,"VerseNumber":40,"Text":"Зар је вас ваш Господар обдарио синовима, а Себи, као кћери, узео анђеле?! Ви, заиста, изговарате крупне речи"},{"SurahNumber":17,"VerseNumber":41,"Text":"У Кур'ану смо мноштво опомена навели да би они поуку извукли, али њима Кур'ан само одбојност повећава"},{"SurahNumber":17,"VerseNumber":42,"Text":"Реци: „Да поред Њега постоји друго божанство, као што они говоре, они би онда потражили пут до Власника Престола.“"},{"SurahNumber":17,"VerseNumber":43,"Text":"Слављен нека је Он и врло високо изнад оног што они говоре"},{"SurahNumber":17,"VerseNumber":44,"Text":"Њега величају седам небеса, и Земља, и они на њима; и не постоји ништа што Га не велича, хвалећи Га; али ви не разумете њихово величање. Он, заиста, не жури са казном и опрашта грехе"},{"SurahNumber":17,"VerseNumber":45,"Text":"А када учиш Кур'ан, између тебе и оних који у Будући свет не верују Ми ставимо невидљиви застор који раздваја"},{"SurahNumber":17,"VerseNumber":46,"Text":"а на њихова срца покриваче да га не би разумели, и учинимо их глувим. И када ти у Кур'ану споменеш свога Господара да је Једини, они из одбојности окрену леђа"},{"SurahNumber":17,"VerseNumber":47,"Text":"Ми добро знамо шта они желе да чују када долазе да те прислушкују, и о чему се сашаптавају кад неправедници говоре: „Ви следите само опчињеног човека!“"},{"SurahNumber":17,"VerseNumber":48,"Text":"Погледај шта о теби они говоре, па онда лутају и не могу да нађу Прави пут"},{"SurahNumber":17,"VerseNumber":49,"Text":"Они говоре: „Зар кад се у кости и прашину претворимо, зар ћемо новим стварањем, заиста, да будемо оживљени?!“"}]}