{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":9,"Text":"«ولو جعلناه» أي المنزل إليهم «ملكا لجعلناه» أي الملك «رجلا» أي على صورته ليتمكنوا من رؤيته إذ لا قوَّه للبشر على رؤية الملك «و» لو أنزلناه وجعلنا رجلا «للبسنا» شبهنا «عليهم ما يلبسون» على أنفسهم بأن يقولوا ما هذا إلا بشر مثلكم"},{"SurahNumber":6,"VerseNumber":10,"Text":"«ولقد استُهزئ برسل من قبلك» فيه تسلية للنبي صلى الله عليه وسلم «فحاق» نزل «بالذين سخروا منهم ما كانوا به يستهزئون» وهو العذاب فكذا يحيق بمن استهزأ بك"},{"SurahNumber":6,"VerseNumber":11,"Text":"«قل» لهم «سيروا في الأرض ثم انظروا كيف كان عاقبة المكذبين» الرسل من هلاكهم بالعذاب ليعتبروا"},{"SurahNumber":6,"VerseNumber":12,"Text":"«قل لمن ما في السماوات والأرض قل لله» إن لم يقولوه لا جواب غيره «كتب على نفسه» قضى على نفسه «الرحمة» فضلا منه وفيه تلطف في دعائهم إلى الإيمان «لَيجمعنكم إلى يوم القيامة» ليجازيكم بأعمالكم «لا ريب» شك «فيه الذين خسروا أنفسهم» بتعريضها للعذاب مبتدأ خبره «فهم لا يؤمنون»"},{"SurahNumber":6,"VerseNumber":13,"Text":"«وله» تعالى «ما سكن» حلُ «في الليل والنهار» أي كل شيء فهو ربه وخالقه ومالكه «وهو السميع» لما يقال «العليم» بما يفعل"},{"SurahNumber":6,"VerseNumber":14,"Text":"«قل» لهم «أغير الله أتَّخذ وليّاً» أعبده «فاطر السماوات والأرض» مبدعهما «وهو يُطعم» يرزق «ولا يُطعم» يُرزق «قل إني أمرت أن أكون أول من أسلم» لله من هذه الأمة «و» قيل لي «لا تكوننَّ من المشركين» به"},{"SurahNumber":6,"VerseNumber":15,"Text":"«قل إني أخاف إن عصيت ربي» بعبادة غيره «عذاب يوم عظيم» هو يوم القيامة"},{"SurahNumber":6,"VerseNumber":16,"Text":"«من يُصرف» بالبناء للمفعول أي العذاب وللفاعل أي الله والعائد محذوف «عنه يومئذ فقد رحمه» تعالى أي أراد له الخير «وذلك الفوز المبين» النجُاة الظاهرة"},{"SurahNumber":6,"VerseNumber":17,"Text":"«وإن يمسسك الله بضر» بلاء كمرض وفقر «فلا كاشف» رافع «له إلا هو وإن يمسسك بخير» كصحة وغنىّ «فهو على كل شىء قدير» ومنه مسُّك به ولا يقدر على ردِّه عنك غيره"},{"SurahNumber":6,"VerseNumber":18,"Text":"«وهو القاهر» القادر الذي لا يعجزه شيء مستعليا «فوق عباده وهو الحكيم» في خلقه «الخبير» ببواطنهم كظواهرهم"}]}