{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"Verimli bölgenin bitkisi Rabbinin izniyle bol çıkar. Verimsiz olandan ise kavruk bitkiden başkası çıkmaz. Şükreden bir toplum için işte ayetleri böyle çeşitli şekillerde açıklıyoruz"},{"SurahNumber":7,"VerseNumber":59,"Text":"Nuh’u kavmine peygamber olarak gönderdik. O da kavmine dedi ki: Ey kavmim, (yalnızca) Allah’a ibadet edin. Sizin O’ndan başka bir ilahınız yoktur. Ben, doğrusu sizin için büyük günün azabından korkuyorum\" dedi"},{"SurahNumber":7,"VerseNumber":60,"Text":"Kavminin ileri gelenleri: Biz, seni açıkça bir dalalet içinde görüyoruz.” dediler"},{"SurahNumber":7,"VerseNumber":61,"Text":"Nuh: Ey kavmim, bende hiçbir sapıklık yoktur. Ben, ancak Alemlerin Rabbi tarafından (gönderilen) bir rasûlüm"},{"SurahNumber":7,"VerseNumber":62,"Text":"Size, Rabbimin gönderdiklerini bildiriyor ve nasihat ediyorum. Ben, sizin bilmediğiniz şeyleri biliyorum"},{"SurahNumber":7,"VerseNumber":63,"Text":"Sizi uyarması, sizinde sakınıp, takvalı olarak merhamet olunmanız için aranızdan bir adam ile Rabbinizden size bir öğüt gelmesine şaştınız mı"},{"SurahNumber":7,"VerseNumber":64,"Text":"Fakat, onu yalanladılar. Biz de onu ve gemide onunla beraber olanları kurtardık. Ayetlerimizi yalanlayanları da suda boğduk. Onlar, kör bir toplumdu"},{"SurahNumber":7,"VerseNumber":65,"Text":"Âd kavmine de, kardeşleri Hud’u gönderdik. Hud, onlara: Ey kavmim, (yalnızca) Allah’a ibadet edin, sizin O’ndan başka bir ilahınız yoktur. (Azaptan) sakınmıyor musunuz? dedi"},{"SurahNumber":7,"VerseNumber":66,"Text":"Kavminden kâfir olan ileri gelenleri: Biz, senin sefehat/cehalet içinde olduğunu görüyoruz. Ve senin yalancılardan olduğuna inanıyoruz, dediler"},{"SurahNumber":7,"VerseNumber":67,"Text":"Ey kavmim! dedi. Bende sefihlik diye bir şey yoktur. Ben, Alemlerin Rabbinden bir rasûlüm"}]}