{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"Luego vuestro Señor se apiadará de vosotros, pero si reincidís [en la corrupción] os volveremos a castigar. Hicimos del Infierno una prisión para los incrédulos"},{"SurahNumber":17,"VerseNumber":9,"Text":"Por cierto que este Corán guía por el sendero más justo y firme, y albricia a los creyentes que obran rectamente que recibirán una gran recompensa"},{"SurahNumber":17,"VerseNumber":10,"Text":"Y a quienes no creen en la otra vida les tenemos preparado un castigo doloroso"},{"SurahNumber":17,"VerseNumber":11,"Text":"Así como el hombre ruega a Allah para pedirle un bien, en momentos de ira por ser muy impulsivo, Le ruega que envíe un mal sobre aquel con quien él esté enojado [pero por la misericordia de Allah éstos ruegos no les son respondidos]"},{"SurahNumber":17,"VerseNumber":12,"Text":"Hemos hecho del día y de la noche dos signos: el signo de la noche es la oscuridad [para que os apacigüéis y descanséis] y el del día la luminosidad para que busquéis el favor de vuestro Señor [el sustento], e hicimos que con estos dos signos pudierais saber el número de años y meses. Todas las cosas las hemos explicado detalladamente"},{"SurahNumber":17,"VerseNumber":13,"Text":"Todo ser humano será responsable por sus obras, y el Día de la Resurrección le entregaremos un libro abierto [donde encontrará registradas todas ellas]"},{"SurahNumber":17,"VerseNumber":14,"Text":"[Se le dirá:] Lee tu libro, pues hoy te será suficiente leer el registro de tus obras para saber cuál será tu destino"},{"SurahNumber":17,"VerseNumber":15,"Text":"Quien siga la guía será en beneficio propio, y quien se descarríe sólo se perjudicará a sí mismo. Nadie cargará con los pecados ajenos. No hemos castigado a ningún pueblo sin antes haberles enviado un Mensajero"},{"SurahNumber":17,"VerseNumber":16,"Text":"Cuando queremos destruir una ciudad hacemos que sus dirigentes la corrompan, entonces la sentencia contra ella se cumple y la destruimos totalmente"},{"SurahNumber":17,"VerseNumber":17,"Text":"Así es como hemos destruido a muchas generaciones luego de Noé [Nuh]. Y sabe que tu Señor está bien informado y ve los pecados que cometen Sus siervos"}]}