{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"وجعلنا إبراهيم وإسحاق ويعقوب قدوة للناس يدعونهم إلى عبادته وطاعته بإذنه تعالى، وأوحينا إليهم فِعْلَ الخيرات من العمل بشرائع الأنبياء، وإقام الصلاة على وجهها، وإيتاء الزكاة، فامتثلوا لذلك، وكانوا منقادين مطيعين لله وحده دون سواه"},{"SurahNumber":21,"VerseNumber":74,"Text":"وآتينا لوطًا النبوة وفصل القضاء بين الخصوم وعلمًا بأمر الله ودينه، ونجيناه من قريته \"سدوم\" التي كان يعمل أهلها الخبائث. إنهم كانوا بسبب الخبائث والمنكرات التي يأتونها أهل سوء وقُبْح، خارجين عن طاعة الله"},{"SurahNumber":21,"VerseNumber":75,"Text":"وأتمَّ الله عليه النعمة فأدخله في رحمته بإنجائه ممَّا حلَّ بقومه؛ لأنه كان من الذين يعملون بطاعة الله"},{"SurahNumber":21,"VerseNumber":76,"Text":"واذكر - أيها الرسول - نوحا حين نادى ربه مِن قبلك ومِن قبل إبراهيم ولوط، فاستجبنا له دعاءه، فنجيناه وأهله المؤمنين به من الغم الشديد"},{"SurahNumber":21,"VerseNumber":77,"Text":"ونصرناه مِن كيد القوم الذين كذَّبوا بآياتنا الدالة على صدقه، إنهم كانوا أهل قُبْح، فأغرقناهم بالطوفان أجمعين"},{"SurahNumber":21,"VerseNumber":78,"Text":"واذكر - أيها الرسول - نبي الله داود وابنه سليمان، إذ يحكمان في قضية عرَضَها خصمان، عَدَت غنم أحدهما على زرع الآخر، وانتشرت فيه ليلا فأتلفت الزرع، فحكم داود بأن تكون الغنم لصاحب الزرع ملْكًا بما أتلفته، فقيمتهما سواء، وكنَّا لحكمهم شاهدين لم يَغِبْ عنا"},{"SurahNumber":21,"VerseNumber":79,"Text":"فَفَهَّمنا سليمان مراعاة مصلحة الطرفين مع العدل، فحكم على صاحب الغنم بإصلاح الزرع التالف في فترة يستفيد فيها صاحب الزرع بمنافع الغنم من لبن وصوف ونحوهما، ثم تعود الغنم إلى صاحبها والزرع إلى صاحبه؛ لمساواة قيمة ما تلف من الزرع لمنفعة الغنم، وكلا من داود وسليمان أعطيناه حكمًا وعلمًا، ومننَّا على داود بتطويع الجبال تسبِّح معه إذا سبَّح، وكذلك الطير تسبِّح، وكنا فاعلين ذلك"},{"SurahNumber":21,"VerseNumber":80,"Text":"واختصَّ الله داود عليه السلام بأن علَّمه صناعة الدروع يعملها حِلَقًا متشابكة، تسهِّل حركة الجسم؛ لتحمي المحاربين مِن وَقْع السلاح فيهم، فهل أنتم شاكرون نعمة الله عليكم حيث أجراها على يد عبده داود؟"},{"SurahNumber":21,"VerseNumber":81,"Text":"وسخَّرنا لسليمان الريح شديدة الهبوب تحمله ومَن معه، تجري بأمره إلى أرض \"بيت المقدس\" بـ \"الشام\" التي باركنا فيها بالخيرات الكثيرة، وقد أحاط علمنا بجميع الأشياء"}]}