{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"and those who give (their wealth and other possession) whatever they gave, in a state that their hearts are overwhelmed (with the belief) that they are to be those who return to their Nourisher-Sustainer —"},{"SurahNumber":23,"VerseNumber":61,"Text":"it is these who race for the good deeds, and they, for it, are foremost"},{"SurahNumber":23,"VerseNumber":62,"Text":"And We burden not a Nafs except according to her capacity. And with Us is a Record which speaks with truth. And they: they will not be wronged"},{"SurahNumber":23,"VerseNumber":63,"Text":"Nay, their hearts are heedless of this (pattern of deeds) and for them are actions and deeds other than this; they are those who actively act for the sake of that (undesirable way of life)"},{"SurahNumber":23,"VerseNumber":64,"Text":"Until, when We seized in punishment those of them who led a luxurious life, behold! They invoke (Allah) in the form of a loud cry"},{"SurahNumber":23,"VerseNumber":65,"Text":"Invoke not loudly this Day! Certainly, you shall not be helped by Us (any more)"},{"SurahNumber":23,"VerseNumber":66,"Text":"indeed, My Verses used to be reproduced unto you, but you used to turn back on your heels —"},{"SurahNumber":23,"VerseNumber":67,"Text":"coming in pride and arrogance regarding it. (When you rejected Our Ayaat you became) one who reproduces imaginary, unauthentic and mythological tales (before the people). You disconnect and detach yourselves (from the teachings in Al-Kitab)"},{"SurahNumber":23,"VerseNumber":68,"Text":"Have they not pondered over the statement, or has there come to them what had not come to their earlier fathers"},{"SurahNumber":23,"VerseNumber":69,"Text":"Have they not recognised their Messenger that they are deniers thereof"},{"SurahNumber":23,"VerseNumber":70,"Text":"Or say they: “There is fanaticism in him?” Nay, (the Messenger) has approached them with Al-Haqq (‘The Truth’), and the majority amongst them are disinclined ones regarding Al-Haqq"},{"SurahNumber":23,"VerseNumber":71,"Text":"And if Al-Haqq had obeyed their vain desires — surely, the heavens and the earth and whosoever is therein would have been disrupted. Nay, We have come to them with the Zikr meant for them. But they are deviators against the Zikr meant for them"},{"SurahNumber":23,"VerseNumber":72,"Text":"Do you ask them for some wages (as a fee for transmitting them the Message)? But the wages coming from your Nourisher-Sustainer are better, and He is the Best of those who provide provision for sustenance"},{"SurahNumber":23,"VerseNumber":73,"Text":"And certainly, you call them to the Permanent Path"},{"SurahNumber":23,"VerseNumber":74,"Text":"And verily, those who Believe not in the Hereafter are indeed deviators against the Path"}]}