{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":23,"Text":"Have you not seen those who have been given a portion of the Scripture They are being invited to the Book of Allah to settle their dispute, then a party of them turned away, and they are averse"},{"SurahNumber":3,"VerseNumber":24,"Text":"This is because they say: \"The Fire shall not touch us but for a number of days.\" And that which they used to invent in their religion has deceived them"},{"SurahNumber":3,"VerseNumber":25,"Text":"How (will it be) when We gather them together on the Day about which there is no doubt (i.e. the Day of Resurrection). And each person will be paid in full what he has earned And they will not be dealt with unjustly"},{"SurahNumber":3,"VerseNumber":26,"Text":"Say: \"O Allah! Possessor of the power, You give power to whom You will, and You take power from whom You will, and You endue with honor whom You will, and You humiliate whom You will. In Your Hand is the good. Verily, You are able to do all things"},{"SurahNumber":3,"VerseNumber":27,"Text":"You make the night to enter into the day, and You make the day to enter into the night, You bring the living out of the dead, and You bring the dead out of the living. And You give wealth and sustenance to whom You will, without limit"},{"SurahNumber":3,"VerseNumber":28,"Text":"Let not the believers take the disbelievers as friends instead of the believers, and whoever does that, will never be helped by Allah in any way, unless you indeed fear a danger from them. And Allah warns you against Himself, and to Allah is the final return"},{"SurahNumber":3,"VerseNumber":29,"Text":"Say: \"Whether you hide what is in your breasts or reveal it, Allah knows it, and He knows what is in the heavens and what is in the earth. And Allah is able to do all things"}]}