{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":7,"VerseNumber":44,"Text":"“Anthu a ku Munda wamtendere adzaitana anthu aku Moto (adzanena kuti): “Ndithudi ife tapeza zimene Mbuye wathu adatilonjeza kuti nzoona. Kodi nanunso mwapeza zomwe Mbuye wanu adakulonjezani kuti nzoona?” (Anthu a ku Moto) adzanena: “Inde.” Choncho wolengeza pakati pawo adzalengeza kuti: “Matembelero a Allah ali pa anthu ochita zoipa.”"},{"SurahNumber":7,"VerseNumber":45,"Text":"““Omwe ankaletsa anthu kuyenda pa njira ya Allah nafuna kuikhotetsa njirayo (kuti ioneke yokhota pamaso pa anthu), omwenso sadakhulupirire za tsiku lachimaliziro.”"},{"SurahNumber":7,"VerseNumber":46,"Text":"“Ndipo pakati pawo (pa anthu a ku Munda wamtendere ndi a ku Moto) padzakhala chotchinga. Ndipo pamwamba pachikweza padzakhala anthu ena (ofanana ntchito zawo zabwino ndi zoyipa) omwe akazindikira onse (a ku Jannah ndi ku Moto), ndi zizindikiro zawo. Ndipo akawaitana anthu a ku Jannah (kuti): “Salaamun Alayikum (mtendere ukhale pa inu).” Koma asanailowe uku ali ndi chikhulupiliro (kuti ailowa)"},{"SurahNumber":7,"VerseNumber":47,"Text":"“Ndipo maso awo akakatembenuzidwa (kuyang’ana) ku mbali ya anthu a ku Moto, adzanena: “Mbuye wathu musatiike pamodzi ndi anthu ochita zoipa. (Tikhululukireni zolakwa zathu. Tilowetseni ku Jannah).”"},{"SurahNumber":7,"VerseNumber":48,"Text":"“Ndipo anthu aja apachikweza adzawaitana anthu (a ku Moto), adzawadziwa ndi zizindikiro zawo, nati: “Sikudakuthandizeni kuchuluka kwanu kuja, ngakhale zija mudali kudzitama nazo.”"},{"SurahNumber":7,"VerseNumber":49,"Text":"““Kodi awa siaja munkawalumbilira kuti Allah sangawaninkhe chifundo? (Taonani tsopano, auzidwa kuti): “Lowani ku Jannah. Palibe mantha pa inu, ndiponso simudandaula.”"},{"SurahNumber":7,"VerseNumber":50,"Text":"“Naonso anthu a ku Moto adzaitana a ku Jannah (ndikuwauza kuti): “Tatipungulirani madzi kapena chinthu chimene Allah wakupatsani.” (Anthu a ku Jannah) adzanena kuti:“Ndithu Allah waletsa kupereka zonse ziwirizo kwa osakhulupirira.”"},{"SurahNumber":7,"VerseNumber":51,"Text":"“Omwe adachita chipembedzo chawo kukhala zinthu zopanda pake ndiponso masewero; ndipo udawanyenga moyo wa m’dziko. Choncho, lero Ifenso tiwaiwala (tiwaleka ku Moto) monga momwe adakuiwalira kukumana ndi tsiku lawo ili, ndi chifukwa chakukana kwawo zivumbulutso Zathu"}]}