{"Id":344,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":31,"Text":"E kur ajo dëgjoi për ato përshpëritjet e tyre, dërgoi t’i thërrasë ato, u përgaditi vend mbështetje dhe secilës prej tyre idha nga një thikë e tha: “Dilu para atyre!” Kur e panë atë, ato u tronditën dhe i prenë duart e tyre e thanë: “All-llahut i qofshim falë! Ky nuk është njeri, ky nuk është tjetër vetëm se ndonjë engjëll i lartë!”"},{"SurahNumber":12,"VerseNumber":32,"Text":"Ajo tha: “Qe, ky është ai për të cilin më qortuat mua, e unë e mësyna atë, po ai u ruajt fort. Po që se nuk e bën çka e urdhëroj, ai gjithqysh do të burgoset dhe do të nënçmohet”"},{"SurahNumber":12,"VerseNumber":33,"Text":"Ai (Jusufi) tha: “O Zoti im, burgu është më idëshiruar për mua, se sa atë që më ofrojnë ato mua dhe nëse Ti nuk më largon prej meje dredhinë e tyre, unë mund të anoj te ato dhe të bëhem injorant"},{"SurahNumber":12,"VerseNumber":34,"Text":"E Zoti i tij ia pranoi lutjen atij dhe largoi nga ai dredhinë e tyre. Vërtet, Ai është që dëgjon (lutjet) dhe di (gjendjen)"},{"SurahNumber":12,"VerseNumber":35,"Text":"Mandej, pasi që vertetuan argumentet (e pastërtisë së Jusufit), atyre (ministrit dhe rrethit të tij) iu paraqit ideja që ata për një kohë ta burgosin"},{"SurahNumber":12,"VerseNumber":36,"Text":"Së bashku me të hynë në burg dy të rinj. Njëri prej atyre dyve tha: “Unë ëndërrova veten se po shtrydhi (rrush për) verë”. E tjetri tha “Unë ëndërrova se po bart mbi kokë një bukë nga e cila hanin shpezët”. Na trego komentin e saj, se ne të konsiderojmë nga komentuesit e mirë (të ëndërrave)"},{"SurahNumber":12,"VerseNumber":37,"Text":"Tha: “nuk ju vjen juve ndonjë ushqim me të cilin ushqeheni, e që unë të mos e dijë, t’ju përshkruaj atë para se t’ju vijë. Kjo është nga ajo çka më mësoi Zoti im (nuk është fall e as prognozë). Unë kam braktisur fenë e një populli që nuk e beson All-llahun as botën tjetër, e ata ishin jobesimtarë”"}]}