{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"¿Acaso no ven que Al-lah ha sometido a su disposición cuanto hay en los cielos y en la tierra y que los ha colmado de Sus bendiciones, tanto las que pueden apreciar como las que no? Y entre los hombres hay quienes discuten acerca de Al-lah sin conocimiento, sin estar guiados y sin un Libro esclarecedor"},{"SurahNumber":31,"VerseNumber":21,"Text":"Y si se les dice que sigan lo que Al-lah les ha revelado, responden: “Mejor seguimos lo que nuestros antepasados adoraban”. ¿Cómo? ¿(Van a seguir lo que hacían) aun cuando el Demonio quiere arrastrarlos (de esta manera) al castigo del fuego"},{"SurahNumber":31,"VerseNumber":22,"Text":"Y quien se someta a la voluntad de Al-lah y obre el bien se habrá aferrado al asidero más firme. Y todos los asuntos retornarán a Al-lah (el Día de la Resurrección)"},{"SurahNumber":31,"VerseNumber":23,"Text":"Y no te aflijas (¡oh, Muhammad!) por quienes rechazan la verdad. Todos retornarán a Nosotros (el Día de la Resurrección) y les informaremos sobre lo que hicieron (en la vida terrenal). Ciertamente, Al-lah conoce lo que encierran los corazones"},{"SurahNumber":31,"VerseNumber":24,"Text":"Dejaremos que disfruten un poco y después (en la otra vida) los conduciremos ineludiblemente a un duro tormento"},{"SurahNumber":31,"VerseNumber":25,"Text":"Y si les preguntas quién creó los cielos y la tierra, dirán que Al-lah. Di: “¡Alabado sea Al-lah!”. Pero la mayoría de los hombres no lo saben"},{"SurahNumber":31,"VerseNumber":26,"Text":"A Al-lah pertenece cuanto hay en los cielos y en la tierra. Ciertamente, Al-lah no necesita nada de nadie y es digno de toda alabanza"},{"SurahNumber":31,"VerseNumber":27,"Text":"Y si todos los árboles de la tierra fueran cálamos y el mar, junto con otros siete mares, fuera tinta (con la que escribir la grandeza de Al-lah), esta se agotaría antes de agotarse las palabras de Al-lah (acerca de Su poder y magnificencia). Ciertamente, Al-lah es Poderoso y Sabio"},{"SurahNumber":31,"VerseNumber":28,"Text":"La creación y la resurrección de todos ustedes es para Al-lah (tal fácil) como la creación y la resurrección de una sola persona. Ciertamente, Al-lah oye y ve todas las cosas"}]}