{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"وإن نزول عيسى عليه السلام قبل يوم القيامة لدليل على قُرْبِ، وقوع الساعة، فلا تشُكُّوا أنها واقعة لا محالة، واتبعون فيما أخبركم به عن الله تعالى، هذا طريق قويم إلى الجنة، لا اعوجاج فيه"},{"SurahNumber":43,"VerseNumber":62,"Text":"ولا يصدَّنكم الشيطان بوساوسه عن طاعتي فيما آمركم به وأنهاكم عنه، إنه لكم عدو بيِّن العداوة"},{"SurahNumber":43,"VerseNumber":63,"Text":"ولما جاء عيسى بني إسرائيل بالبينات الواضحات من الأدلة قال: قد جئتكم بالنبوة، ولأبيِّن لكم بعض الذي تختلفون فيه من أمور الدين، فاتقوا الله بامتثال أوامره واجتناب نواهيه، وأطيعون فيما أمرتكم به من تقوى الله وطاعته"},{"SurahNumber":43,"VerseNumber":64,"Text":"إن الله سبحانه وتعالى هو ربي وربكم جميعًا فاعبدوه وحده، ولا تشركوا به شيئًا، هذا الذي أمرتكم به من تقوى الله وإفراده بالألوهية هو الطريق المستقيم، وهو دين الله الحق الذي لا يقبل من أحد سواه"},{"SurahNumber":43,"VerseNumber":65,"Text":"فاختلفت الفرق في أمر عيسى عليه السلام، وصاروا فيه شيعًا: منهم مَن يُقِرُّ بأنه عبد الله ورسوله، وهو الحق، ومنهم مَن يزعم أنه ابن الله، ومنهم مَن يقول: إنه الله، تعالى الله عن قولهم علوًا كبيرًا، فهلاك ودمار وعذاب أليم يوم القيامة لمن وصفوا عيسى بغير ما وصفه الله به"},{"SurahNumber":43,"VerseNumber":66,"Text":"هل ينتظر هؤلاء الأحزاب المختلفون في عيسى ابن مريم إلا الساعة أن تأتيهم فجأة، وهم لا يشعرون ولا يفطنون؟"},{"SurahNumber":43,"VerseNumber":67,"Text":"الأصدقاء على معاصي الله في الدنيا يتبرأ بعضهم من بعض يوم القيامة، لكن الذين تصادقوا على تقوى الله، فإن صداقتهم دائمة في الدنيا والآخرة"},{"SurahNumber":43,"VerseNumber":68,"Text":"يقال لهؤلاء المتقين: يا عبادي لا خوف عليكم اليوم من عقابي، ولا أنتم تحزنون على ما فاتكم مِن حظوظ الدنيا"},{"SurahNumber":43,"VerseNumber":69,"Text":"الذين آمنوا بآياتنا وعملوا بما جاءتهم به رسلهم، وكانوا منقادين لله ربِّ العالمين بقلوبهم وجوارحهم، يقال لهم: ادخلوا الجنة أنتم وقرناؤكم المؤمنون تُنَعَّمون وتُسَرُّون"},{"SurahNumber":43,"VerseNumber":70,"Text":"الذين آمنوا بآياتنا وعملوا بما جاءتهم به رسلهم، وكانوا منقادين لله ربِّ العالمين بقلوبهم وجوارحهم، يقال لهم: ادخلوا الجنة أنتم وقرناؤكم المؤمنون تُنَعَّمون وتُسَرُّون"},{"SurahNumber":43,"VerseNumber":71,"Text":"يطاف على هؤلاء الذين آمنوا بالله ورسله في الجنة بالطعام في أوانٍ من ذهب، وبالشراب في أكواب من ذهب، وفيها لهم ما تشتهي أنفسهم وتلذه أعينهم، وهم ماكثون فيها أبدًا"},{"SurahNumber":43,"VerseNumber":72,"Text":"وهذه الجنة التي أورثكم الله إياها؛ بسبب ما كنتم تعملون في الدنيا من الخيرات والأعمال الصالحات، وجعلها مِن فضله ورحمته جزاء لكم"},{"SurahNumber":43,"VerseNumber":73,"Text":"لكم في الجنة فاكهة كثيرة من كل نوع منها تأكلون"}]}