{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"This,\" said he, \"is a mercy from my Lord: But when the promise of my Lord shall come to pass, he will turn it to dust; and the promise of my Lord is true"},{"SurahNumber":18,"VerseNumber":99,"Text":"On that day we will let them dash like billows one over another; and there shall be a blast on the trumpet, and we will gather them together in a body"},{"SurahNumber":18,"VerseNumber":100,"Text":"And we will set Hell on that day close before the infidels"},{"SurahNumber":18,"VerseNumber":101,"Text":"Whose eyes were veiled from my warning, and who had no power to hear"},{"SurahNumber":18,"VerseNumber":102,"Text":"What! do the infidels think that they can take my servants as their patrons, beside Me? Verily, we have got Hell ready as the abode of the infidels"},{"SurahNumber":18,"VerseNumber":103,"Text":"SAY: Shall we tell you who they are that have lost their labour most"},{"SurahNumber":18,"VerseNumber":104,"Text":"Whose aim in the present life hath been mistaken, and who deem that what they do is right"},{"SurahNumber":18,"VerseNumber":105,"Text":"They are those who believe not in the signs of the Lord, or that they shall ever meet him. Vain, therefore, are their works; and no weight will we allow them on the day of resurrection"},{"SurahNumber":18,"VerseNumber":106,"Text":"This shall be their reward - Hell. Because they were unbelievers, and treated my signs and my Apostles with scorn"},{"SurahNumber":18,"VerseNumber":107,"Text":"But as for those who believe and do the things that are right, they shall have the gardens of Paradise for their abode"},{"SurahNumber":18,"VerseNumber":108,"Text":"They shall remain therein for ever: they shall wish for no change from it"},{"SurahNumber":18,"VerseNumber":109,"Text":"SAY: Should the sea become ink, to write the words of my Lord, the sea would surely fail ere the words of my Lord would fail, though we brought its like in aid"},{"SurahNumber":18,"VerseNumber":110,"Text":"SAY: In sooth I am only a man like you. It hath been revealed to me that your God is one only God: let him then who hopeth to meet his Lord work a righteous work: nor let him give any other creature a share in the worship of his Lord"}]}