{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":32,"VerseNumber":21,"Text":"Uye zvirokwazvo, tichavaiita kuti varavire mutongo wepadyo (paupenyu hwepano pasi sekurasikirwa neupfumi) pamberi pemutongo mukuru (hwemangwana), kuti vave vanodzoka (kuIslaam)"},{"SurahNumber":32,"VerseNumber":22,"Text":"Uye ndeupi anonyanya kukanganisa kupinda uyo anoyeuchidzwa pamusoro pezvendima dzaTenzi vake obva adzitendeukira? Zvirokwazvo, vatadzi tichavarwadzisa (tichavaranga)"},{"SurahNumber":32,"VerseNumber":23,"Text":"Uye muzvirokwazvo takave tinopa Musa, Gwaro (Torah). Saka usave nekusagutsikana nekuzosangana naye (paMi’raaj (Rwendo rwekudenga rwaMuhammad (SAW)). Zvekare takariita (Gwaro reTorah) nhungamiriri yevana veIziraeri"},{"SurahNumber":32,"VerseNumber":24,"Text":"Uye takave tinosarudza kubva kuvana veIziraeri vatungamiriri, kuti vape nhungamiro pasi pemirawo yedu apo pavaive vachitsungirira, uye muzvirokwazvo vachitenda mundima dzedu"},{"SurahNumber":32,"VerseNumber":25,"Text":"Zvirokwazvo, Tenzi vako vachatonga pakati pavo pazuva rekumutswa maererano neizvo zvavaipokana"},{"SurahNumber":32,"VerseNumber":26,"Text":"Haisi nhungamiro yavo here kuti zvikwata zvingani zvatakaparadza mushure mavo izvo munzvimbo yavo ndivo mavanofambira? Zvirokwazvo, mazviri mune zviratidzo. Ko havanzwewo here"},{"SurahNumber":32,"VerseNumber":27,"Text":"Havaone here kaendesero katinoita mvura kunzvimbo yakaoma, uye tobuditsa nayo zvirimwa kuti zvizova kudya kwemhuka dzavo uye naivo? Havaone here"},{"SurahNumber":32,"VerseNumber":28,"Text":"Vanoti: “Ko iro zuva rekutongwa riripo rinhi kana muchitaura chokwadi?”"},{"SurahNumber":32,"VerseNumber":29,"Text":"Vataurire kuti: “Pazuva rekutongwa, kutenda kwavo (pazuva iroro) avo vasingatendi hakumbovabatsiri! Uye havasi kuzombopiwa kana nguva (yekukumbira ruregerero).”"},{"SurahNumber":32,"VerseNumber":30,"Text":"Naizvozvo iva unovafuratira (iwe Muhammad (SAW)) wova unomirira. Zvirokwazvo, vakamirirawo (zvekare)"}]}