{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":21,"VerseNumber":91,"Text":"[Banggitin mo] ang [babaing] nag-ingat sa kalinisang-puri niya kaya umihip Kami sa kanya mula sa espiritu Namin at gumawa Kami sa kanya at anak niya bilang tanda para sa mga nilalang"},{"SurahNumber":21,"VerseNumber":92,"Text":"Tunay na itong kalipunan ninyo ay kalipunang nag-iisa, at Ako ay Panginoon ninyo kaya sumamba kayo sa Akin"},{"SurahNumber":21,"VerseNumber":93,"Text":"Nagkawatak-watak sila sa lagay nila sa pagitan nila. Lahat ay tungo sa Amin mga babalik"},{"SurahNumber":21,"VerseNumber":94,"Text":"Kaya ang sinumang gumagawa ng mga maayos habang siya ay mananampalataya, walang pagtanggi para sa pagsisikap niya. Tunay na Kami rito ay magtatala"},{"SurahNumber":21,"VerseNumber":95,"Text":"May ipinagbabawal sa isang pamayanan na ipinahamak Namin: na sila ay hindi babalik"},{"SurahNumber":21,"VerseNumber":96,"Text":"hanggang sa kapag binuksan ang Gog at ang Magog habang sila mula sa bawat bakulod ay magmamatulin"},{"SurahNumber":21,"VerseNumber":97,"Text":"at nalapit ang pangakong totoo ay biglang nandidilat ang mga paningin ng mga tumangging sumampalataya, [na nagsasabi]: \"O kapighatian sa amin! Kami nga noon ay nasa isang pagkalingat mula rito; bagkus Kami noon ay mga tagalabag sa katarungan"},{"SurahNumber":21,"VerseNumber":98,"Text":"Tunay na kayo at ang sinasamba ninyo bukod pa kay Allāh ay mga panggatong ng Impiyerno; kayo doon ay mga sasapit"},{"SurahNumber":21,"VerseNumber":99,"Text":"Kung sakaling ang mga ito ay naging mga diyos, hindi sana sila sumapit doon. Lahat doon ay mga mamamalagi"},{"SurahNumber":21,"VerseNumber":100,"Text":"Ukol sa kanila roon ay singhal at sila roon ay hindi nakaririnig"},{"SurahNumber":21,"VerseNumber":101,"Text":"Tunay na ang mga nauna, ukol sa kanila mula sa Amin ang pinakamaganda; ang mga iyon buhat doon ay mga pinalayo"}]}