{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"Мӯсо гуфт: Он вақт ки чунон кардам, аз саргаштагон будам. Ва он кор аз рӯи нодонӣ ва иштибоҳ буд, на қасдан"},{"SurahNumber":26,"VerseNumber":21,"Text":"Ва чун аз шумо тарсидам, ба тарафи Мадян гурехтам. Вале Парвардигори ман ба ман пайғамбарӣ дод ва маро дар шумори паёмбарон овард"},{"SurahNumber":26,"VerseNumber":22,"Text":"Ва миннати ин неъматро бар ман мениҳӣ, ҳол он ки банӣ Исроилро ғуломи худ сохтаӣ"},{"SurahNumber":26,"VerseNumber":23,"Text":"Фиръавн гуфт: «Парвардигори ҷаҳониён кист, ки ту даъвои паёмбарӣ мекунӣ?»"},{"SurahNumber":26,"VerseNumber":24,"Text":"Мӯсо гуфт: «Агар ахли яқин ҳастед, пас имон оваред, ки Ӯ Парвардигори осмонҳову замин ва ҳар чи миёни онҳост»"},{"SurahNumber":26,"VerseNumber":25,"Text":"Фиръавн ба онон, ки дар атрофаш буданд, гуфт: «Оё намешунавед, ки ин мард чӣ мегӯяд?»"},{"SurahNumber":26,"VerseNumber":26,"Text":"Мӯсо гуфт: Парвардигоре, ки ман шуморо ба сӯи он даъват менамоям, «Парвардигори шумо ва Парвардигори ниёгони шумост»"},{"SurahNumber":26,"VerseNumber":27,"Text":"Фиръавн гуфт: «Ба дурустӣ, ки ин паёмбаре, ки бар шумо фиристода шуда, девона аст»"},{"SurahNumber":26,"VerseNumber":28,"Text":"Мӯсо гуфт: «Ӯст Парвардигори машриқу мағриб ва ҳар чи миёни он ду аст, агар оқилона биандешед»"},{"SurahNumber":26,"VerseNumber":29,"Text":"Фиръавн ба Мӯсо таҳдид карда гуфт: «Агар ҷуз ман каси дигареро ба маъбудӣ гирӣ, ба зиндонат меафканам»"},{"SurahNumber":26,"VerseNumber":30,"Text":"Мӯсо гуфт: «Ҳатто агар мӯъҷизаи равшане барои ту оварда бошам, ки далолат кунад бар сиҳатии он чи овардаам, боз ҳам маро зиндонӣ мекунй?»"},{"SurahNumber":26,"VerseNumber":31,"Text":"Фиръавн гуфт: «Пас агар аз роспӯёнӣ онро биёвар»"},{"SurahNumber":26,"VerseNumber":32,"Text":"Пас, Мӯсо асои худро биандохт, ки ногаҳон вай аждаҳои ошкоро шуд"},{"SurahNumber":26,"VerseNumber":33,"Text":"Ва дасташро берун овард, ки ногаҳон дар назари бинандагон сафед ва равшан менамуд"},{"SurahNumber":26,"VerseNumber":34,"Text":"Фиръавн аз тарсе, ки қавмаш имон наоранд, ба бузургони қавмаш, ки дар атрофи ӯ буданд, гуфт: «Бегумон ин мард ҷодугари доноест, ки"},{"SurahNumber":26,"VerseNumber":35,"Text":"мехоҳад ба ҷодуи худ шуморо аз сарзаминатон берун кунад. Пас, маро чӣ мефармоед?»"},{"SurahNumber":26,"VerseNumber":36,"Text":"Қавмаш ба ӯ гуфтанд: «Ӯ ва бародарашро мӯхлат бидеҳ ва ҷамъкунандагонро дар шаҳрҳо бифирист"},{"SurahNumber":26,"VerseNumber":37,"Text":"то ҳар ҷодугари моҳир ва доноеро, ки ҳаст, назди ту биёранд»"},{"SurahNumber":26,"VerseNumber":38,"Text":"Пас ҷодугаронро дар рӯзи муайяне ба ваъдагоҳ оварданд"},{"SurahNumber":26,"VerseNumber":39,"Text":"Ва ба мардум гуфта шуд: «Оё шумо низ ҷамъ мешавед"}]}