{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":68,"VerseNumber":16,"Text":"Di nêzîk da emê li ser pozê wî durufê daynin"},{"SurahNumber":68,"VerseNumber":17,"Text":"Bi rastî me ça hevrîne rêz û baxan ceribandibûn. Kanê wan sond xaribûn, ku ewanê di serê sibehê da (darê bostanê xwe biweşînin)"},{"SurahNumber":68,"VerseNumber":18,"Text":"Qey ewan tu tişt ji hev venediqetandin (ne digotin: Heke Xuda hez bike)"},{"SurahNumber":68,"VerseNumber":19,"Text":"Îdî ewan bi xweber jî hêj razaîbûne li ser wan da aşîtek ji Xuda yê te çerixî"},{"SurahNumber":68,"VerseNumber":20,"Text":"Îdî rêz û baxê wan wekî pirêzên zevîyan man e"},{"SurahNumber":68,"VerseNumber":21,"Text":"Ewan di sibehê da qîrdane hev"},{"SurahNumber":68,"VerseNumber":22,"Text":"Ku hûnê herin (daran) daweşînin; zû herin hûn dereng man e, gotine"},{"SurahNumber":68,"VerseNumber":23,"Text":"Îdî ewan rabûne çûne, di nava hev da bi dizî axiftin e"},{"SurahNumber":68,"VerseNumber":24,"Text":"Di îro da bila tu xezan (di rêz û baxçe da) neyê bal me"},{"SurahNumber":68,"VerseNumber":25,"Text":"Ewan zû çûn. Guman dikirin, ku dişîn qe tu xezanî nexne baxçê xwe"},{"SurahNumber":68,"VerseNumber":26,"Text":"Îdî gava ewan çûne (bostanê xwe) dîtine (aha) gotine: \"Bi rastî me rêya rast wuda kirîye"},{"SurahNumber":68,"VerseNumber":27,"Text":"Bi rastî em di berê da ji wî (bostanî) hatine bê par kirinê"},{"SurahNumber":68,"VerseNumber":28,"Text":"Ewê nîvwarê ji wan (ji bona wan ra aha) gotîye: \"Qey min ji bona we ra negot; gotî hûn Xuda yê xwe ji kêmasîyan paqij bikin"},{"SurahNumber":68,"VerseNumber":29,"Text":"Ewan jî (aha) gotine; \"Xuda yê me! bi rastî em te ji kemasîyan paqij dikin, loma bi rastî em ji cewrkaran bûne"},{"SurahNumber":68,"VerseNumber":30,"Text":"Îdî hinekê ji wan berê xwe dane hinekên wan li hev tilf kirine"},{"SurahNumber":68,"VerseNumber":31,"Text":"(Ji hev ra aha) aha gotina, \"Xwalî li me be! bi rastî em ji avarû derketibûn"},{"SurahNumber":68,"VerseNumber":32,"Text":"Dibe ku Xuda yê me di şûna wan da ji wan çêtir bide me. Loma bi rastî em ji Xuda yê xwe hêj ji wan çêtir dixwazin"},{"SurahNumber":68,"VerseNumber":33,"Text":"Şapat ahane! heke ewan bizanin şapata para da hêj meztir e"},{"SurahNumber":68,"VerseNumber":34,"Text":"Bi rastî ji bona Xuda parizan, li bal Xuda yê wan, behişta xarinan heye"},{"SurahNumber":68,"VerseNumber":35,"Text":"Îdî qe em misilmanan û guneh karan wekî hev digirin"},{"SurahNumber":68,"VerseNumber":36,"Text":"(Gelî filan!) hûn ça berewanî dikin (ewan wekî hev digirin)"},{"SurahNumber":68,"VerseNumber":37,"Text":"Qey ji bona we ra pirtûkek heye! hûn (di wê pirtûkê da) evan biryaran dixûnin"},{"SurahNumber":68,"VerseNumber":38,"Text":"Bi rastî hûn çi bibêjin, ji bona we ra di wê pirtûkê da heye"},{"SurahNumber":68,"VerseNumber":39,"Text":"Maqey heya roya qarsê ji bona we ra me sond xwarîye, ku hûn bi çi berewanî bikin, ewa berewanî ya ji bona we ra heye"},{"SurahNumber":68,"VerseNumber":40,"Text":"(Muhemmed! tu ji wan aha) pirs bike, ka ji wan kîjan dibe gerewa vê gotinê"},{"SurahNumber":68,"VerseNumber":41,"Text":"Qey Ji bona wan ra (divê axiftinê da) hempayê wan hene? Îdî heke ewan (di doza xwe da) rast in, bila hempayê xwe jî bînin"},{"SurahNumber":68,"VerseNumber":42,"Text":"Di roya, ku deling ji bazûyan tê hildanê (temtêla wan zor dibe) ewan li bal kunde birinê da têne gazî kirinê, îdî ewan nikarin kunde beherin (loma danê wî borîye)"}]}