{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"On the Day when every soul will find itself confronted with all that it hath done of good and all that it hath done of evil (every soul) will long that there might be a mighty space of distance between it and that (evil). Allah biddeth you beware of Him. And Allah is Full of Pity for (His) bondmen"},{"SurahNumber":3,"VerseNumber":31,"Text":"Say, (O Muhammad, to mankind): If ye love Allah, follow me; Allah will love you and forgive you your sins. Allah is Forgiving, Merciful"},{"SurahNumber":3,"VerseNumber":32,"Text":"Say: Obey Allah and the messenger. But if they turn away, lo! Allah loveth not the disbelievers (in His guidance)"},{"SurahNumber":3,"VerseNumber":33,"Text":"Lo! Allah preferred Adam and Noah and the Family of Abraham and the Family of 'Imran above (all His) creatures"},{"SurahNumber":3,"VerseNumber":34,"Text":"They were descendants one of another. Allah is Hearer, Knower"},{"SurahNumber":3,"VerseNumber":35,"Text":"(Remember) when the wife of 'Imran said: My Lord! I have vowed unto Thee that which is in my belly as a consecrated (offering). Accept it from me. Lo! Thou, only Thou, art the Hearer, the Knower"},{"SurahNumber":3,"VerseNumber":36,"Text":"And when she was delivered she said: My Lord! Lo! I am delivered of a female - Allah knew best of what she was delivered - the male is not as the female; and lo! I have named her Mary, and lo! I crave Thy protection for her and for her offspring from Satan the outcast"},{"SurahNumber":3,"VerseNumber":37,"Text":"And her Lord accepted her with full acceptance and vouchsafed to her a goodly growth; and made Zachariah her guardian. Whenever Zachariah went into the sanctuary where she was, he found that she had food. He said: O Mary! Whence cometh unto thee this (food)? She answered: It is from Allah. Allah giveth without stint to whom He will"}]}