{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"Bu Allah’ın vaadidir. Allah, vaadinden asla dönmez. Fakat, insanların çoğu bunu bilmez"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onlar, dünya hayatının görünen zahirini bilirler. Onlar, ahiretten gafil kimselerdir"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kendi nefislerinde (olanları) hiç düşünmüyorlar mı? Allah gökleri, yeri ve aralarındaki şeyleri ancak hak ile ve belirli bir süre için yaratmıştır. İnsanların çoğu, Rabblerine kavuşma hakkında kâfirdirler"},{"SurahNumber":30,"VerseNumber":9,"Text":"Yeryüzünde dolaşmıyorlar mı ki, kendilerinden önceki kimselerin akibetinin nasıl olduğuna bir baksınlar? Onlardan daha güçlü idiler, toprağı sürmüşler. Onu, bunların (Mekke halkının) imar ettiğinden daha çok imar etmişlerdi. Onlara peygamberleri apaçık delillerle gelmişlerdi. Allah, onlara zulmetmiş değildir. Fakat onlar kendilerine zulmediyorlardı"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sonra, Allah’ın ayetlerini yalanlayarak ve onu eğlence edinerek kötülükler yapanların akibeti de kötü olmuştur"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah, yaratmayı (yoktan) başlatır, sonra onu (öldükten sonra) tekrardan yaratır, sonra da O'na döndürülürsünüz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kıyametin koptuğu gün, suçlular ümitsizlik içinde susup kalacaklardır"},{"SurahNumber":30,"VerseNumber":13,"Text":"Onların ortak koştuklarından kendilerine şefaat edecek kimse olmayacak ve ortaklarını da inkâr edeceklerdir"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kıyametin kopacağı gün, (müminlerle küfre sapanlar birbirlerinden) ayrılırlar"},{"SurahNumber":30,"VerseNumber":15,"Text":"İman edip salih amellerde bulunanlara gelince, artık onlar cennet içinde neşelenirler"}]}