{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Bal, waxay hore u qarsadeen baa u muuqan doono, oo haddii dib loo celin lahaa, waxay hubaal ku noqon lahaayeen wixii laga reebay. Oo hubaal waa beenalayaal xaqiiqdii"},{"SurahNumber":6,"VerseNumber":29,"Text":"Oo waxay yidhaahdaan: Ma jirto (nolol kale) aan aheyn noloshayada (tan) adduunkan, oo nalama soo saari doono"},{"SurahNumber":6,"VerseNumber":30,"Text":"Oo haddaad arki lahayd marka la hor joojiyo Rabbigood. Wuxuu odhan doonaa: Soo ma aha kani Xaq? Waxay odhan doonaan: Haah, Rabbiyow. Wuxuu odhan doonaa: Haddaba dhadhamiya cadaabta gaalnimadiinnii darteed"},{"SurahNumber":6,"VerseNumber":31,"Text":"Waa khasaare u joog xaqiiq kuwa beeniya la kulanka Ilaahay, jeer markay Saacaddu ugu timaado si kedis ah, waxay odhan doonaan: Shallaytadannow ku gaboodfalkayaga darteed waxakani oo waxay ku xambaari culeysyadooda (dambiyadooda) dhabarradooda, haddaba hubaal waxaa xumaan badan waxa ay xambaari doonaan"},{"SurahNumber":6,"VerseNumber":32,"Text":"Oo ma aha noloshan adduunka waxaan aheyn cayaar iyo madaddaalo. Oo xaqiiq Daarta Aakhiro baa u khayr badan kuwa iska jira (xumaha), ee miyaydan haddaba garowsaneyn"},{"SurahNumber":6,"VerseNumber":33,"Text":"Waxaan ognahay xaqiiq inay waxa ay sheegaan runtii ku murugo geliso: Mase aha hubaal adiga waxa ay beeninayaan, laakiinse gar ma qaatayaashu waa Aayadaha Ilaahay waxay dafirayaan"},{"SurahNumber":6,"VerseNumber":34,"Text":"Oo xaqiiq Rusul kaa horreeyey adiga baa la beeniyey, wayse ku samreen beenintaa iyo dhibkii loo geysanayey ilaa uu u yimid Gargaarkayaga, oo ma jiraan wax beddeli kara kelmedaha Ilaahay. Oo xaqiiq waxaa haatan ku soo gaaray in ka mid ah xaaladdii Rususha"},{"SurahNumber":6,"VerseNumber":35,"Text":"Oo hadday kugu cuslaatay jeedsigoodu, haddaba haddaad dalbi karto dalool aad hoos ugu baxdo arlada gudaheeda, ama sallaan (aad ku fuusho) samada si aad ugu keento calaamo (haddaba sidaa yeel). Oo hadduu Allaah dooni lahaa wuxuu hubaal isugu soo kulmin lahaa iyagoo dhan hanuunka, ee ha ka mid noqon jaahiliinta"}]}