{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":28,"VerseNumber":78,"Text":"Akataura kuti: “Izvi zvakave zvinopihwa kwandiri nekuda kweruzivo rwandinarwo.” Akanga asingazive here kuti Allah vakaparadza madzinza mushure make, varume vakanga vakasimba kupfuura iye vaine upfumi hwakawanda hwavakaunganidza? Asi vaiti vemabasa akaipa havasi kuzobvunzwa maererano nezviito zvavo (nekuti Allah vanoziva nokudaro vachapihwa marwadzo vasina kana nekumbotongwa)"},{"SurahNumber":28,"VerseNumber":79,"Text":"Nokudaro akabva aenda kuvanhu vake akazvishongedza, avo vainyanyoda hupenyu hwepasi pano, vakati: “Aaa, tingadai taive neizvo zvakapihwa kuna Qaaroon! Zvirokwazvo, ndiye muridzi weupfumi huzhinji.”"},{"SurahNumber":28,"VerseNumber":80,"Text":"Asi avo vakapihwa ruzivo (rwechitendero) vakati: “Matambudziko kwamuri! Makomborero aAllah (muupenyu hwemangwana) akanakira vatendi, uye nevanoita mabasa akanaka, uye hapana achakwanisa kuwana izvi kusara kweavo vanotsungirira.”"},{"SurahNumber":28,"VerseNumber":81,"Text":"Nekudaro takamuita kuti ave anomedzwa nepasi uye nenzvimbo yake yokugara. Uye ange asina chikwata kana bato rinomubatsira kunze kwaAllah, uye aisave mumwe weavo vaikwanisa kuzvibatsira"},{"SurahNumber":28,"VerseNumber":82,"Text":"Uye avo vainyanyoda (chinzvimbo) sechake mumashure vakatanga kuti: “Chizivai kuti Allah vanopa hupfumi huzhinji kana kuderedza kune uyo wavanoda pavaranda vavo. Ingadai dzakanga dzisiri nyasha dzaAllah kwatiri, vangadai vakaita kuti tive tinomedzwa nevhu! Uye avo vasingatendi havasi kuzobudirira.”"},{"SurahNumber":28,"VerseNumber":83,"Text":"Uyo musha wamangwana (Paradhiso), tichaugadziriria avo vasingatyore mitemo vachiramba chokwadi nepamusana pekuzvikudza uye udzvanyiriri nekukonzeresa panyika. Uye mhedzisiro tsvene ndeye avo vanoita mabasa akanaka (Tarisai Qur’aan)"},{"SurahNumber":28,"VerseNumber":84,"Text":"Uyo anounza zvitsvene, achawanawo zvitsvene; uye uyo anoita zvakashata, ivo vanoita mabasa akashata vachawaniswawo mukoho wezvavaiita"}]}