{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Ey qövmüm! Bu nə işdir! Mən sizi nicata də’vət etdiyim halda, siz məni Cəhənnəmə (cəhənnəm oduna) də’vət edirsiniz"},{"SurahNumber":40,"VerseNumber":42,"Text":"Siz məni Allahı inkar etməyə, bilmədiyim bir şeyi Ona şərik qoşmağa çağırdığınız halda, mən sizi (hər şeyə qalib) yenilməz qüvvət sahibi olan, çox bağışlayan Allaha (ibadət etməyə) çağırıram"},{"SurahNumber":40,"VerseNumber":43,"Text":"Şübhəsiz ki, sizin məni (sitayiş etməyə) çağırdıqlarınızın (dilsiz-ağılsız bütlərin) nə dünyada, nə də axirətdə (bir kəsi) çağırmaq qabiliyyəti (ibadət olunmağa haqqı) yoxdur. Bizim axır dönüşümüz isə Allahadır. (Rəbbinə şərik qoşmaqla, küfr etməklə) həddi aşanlar, sözsüz ki, cəhənnəmlikdirlər"},{"SurahNumber":40,"VerseNumber":44,"Text":"(Allahın əzabını gördükdə) sizə dediklərimi mütləq xatırlayacaqsınız. Mən öz işimi Allaha həvalə edirəm. Həqiqətən, Allah bəndələrini görəndir!”"},{"SurahNumber":40,"VerseNumber":45,"Text":"Beləliklə, Allah onu (o mö’min şəxsi) onların qurduğu hiylələrin şərindən qorudu. Fir’on əhlini isə şiddətli əzab sardı (suya qərq oldular)"},{"SurahNumber":40,"VerseNumber":46,"Text":"Onlar (ölən gündən qiyamətə qədər qəbir evində) səhər-axşam (gündə iki dəfə) odda yandırılarlar. Qiyamət qopduğu gün isə (deyiləcəkdir): “Fir’on əhlini ən şiddətli əzaba salın!”"},{"SurahNumber":40,"VerseNumber":47,"Text":"O zaman onlar od içində bir-birilə çənə-boğaz olacaq, acizlər (tabe olanlar) təkəbbür göstərənlərə (öz başçılarına) deyəcəklər: “Biz (dünyada) sizə tabe idik. İndi siz cəhənnəm odunun (azacıq da olsa) bir hissəsini bizdən dəf edə bilərsinizmi?!”"},{"SurahNumber":40,"VerseNumber":48,"Text":"Təkəbbür göstərənlər deyəcəklər: “Biz hamımız oradayıq (cəhənnəm odundayıq). Allah artıq Öz bəndələri arasında (lazımi) hökmünü vermişdir! (Buna heç bir çarə yoxdur!)”"},{"SurahNumber":40,"VerseNumber":49,"Text":"Od içində olanlar cəhənnəm gözətçilərinə deyəcəklər: “Rəbbinizə dua edin ki, heç olmasa, bircə gün əzabımızı yüngülləşdirsin!”"}]}