{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"اﷲ يەتتە ئاسماننى ئىككى كۈندە ياراتتى. ھەر ئاسماننىڭ ئىشىنى ئۆزىگە بىلدۈردى (يەنى ھەر ئاسماننىڭ ئېھتىياجلىق ئىشلىرىنى ئورۇنلاشتۇردى). ئەڭ تۆۋەنكى ئاسماننى يۇلتۇزلار بىلەن زىننەتلىدۇق ۋە قوغدىدۇق، بۇ ئەنە شۇ غالىب، ھەممىنى بىلگۈچى اﷲ نىڭ تەقدىرىدۇر"},{"SurahNumber":41,"VerseNumber":13,"Text":"ئەگەر ئۇلار (بۇ بايانلاردىن كېيىن ئىماندىن) يۈز ئۆرۈسە (سەن ئۇلارغا): «سىلەرنى ئاد ۋە سەمۇد قەۋمىلىرىنىڭ بېشىغا كەلگەن ئازابقا ئوخشاش ئازابتىن ئاگاھلاندۇرىمەن» دېگىن"},{"SurahNumber":41,"VerseNumber":14,"Text":"ئۆز ۋاقتىدا ئۇلارغا ئالدى - كەينىدىن (يەنى ھەممە تەرەپتىن) پەيغەمبەرلەر كېلىپ: «بىر اﷲ تىن باشقىغا ئىبادەت قىلماڭلار!» دېسە، ئۇلار: «ئەگەر پەرۋەردىگارىمىز خالىسا، چوقۇم پەرىشتىلەرنى چۈشۈرگەن بولاتتى، بىز سىلەرنىڭ پەيغەمبەرلىكىڭلارنى ھەقىقەتەن ئىنكار قىلىمىز» دېدى"},{"SurahNumber":41,"VerseNumber":15,"Text":"ئاد بولسا زېمىندا (اﷲ نىڭ بەندىلىرى ھۇد ۋە ئۇنىڭ بىلەن ئىمان ئېيتقانلارغا) ھەقسىز رەۋىشتە يوغانچىلىق قىلدى. ئۇلار: «كۈچ - قۇۋۋەتتە بىزدىن كىم ئارتۇق؟» دېدى. ئۇلار ئۆزلىرىنى ياراتقان اﷲ نىڭ كۈچ - قۇۋۋەتتە ئۆزلىرىدىن ئۈستۈن ئىكەنلىكىنى بىلمىدىمۇ؟ ئۇلار بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلدى"},{"SurahNumber":41,"VerseNumber":16,"Text":"ئۇلارغا بۇ دۇنيادىلا خار قىلغۇچى ئازابنى تېتىتىشىمىز ئۈچۈن، شۇم كۈنلەردە قاتتىق سوغۇق شامالنى ئەۋەتتۇق، ئاخىرەتنىڭ ئازابى تېخىمۇ خار قىلغۇچىدۇر، ئۇلار (ئازابنى دەپئى قىلىدىغان) ياردەمگە ئېرىشەلمەيدۇ"},{"SurahNumber":41,"VerseNumber":17,"Text":"سەمۇدقا بولسا توغرا يولنى كۆرسەتتۇق، ئۇلار ھىدايەتتىن كورلۇق (يەنى گۇمراھلىق) نى ئارتۇق بىلدى. قىلمىشلىرى تۈپەيلىدىن، ئۇلارنى خار قىلغۇچى چاقماق ئازابى ھالاك قىلدى"},{"SurahNumber":41,"VerseNumber":18,"Text":"ئىمان ئېيتقانلارنى ۋە تەقۋادارلارنى (يەنى سالىھ ئەلەيھىسسالام بىلەن ئۇنىڭغا ئەگەشكەنلەرنى ئازابتىن) قۇتقۇزدۇق"},{"SurahNumber":41,"VerseNumber":19,"Text":"ئۇ كۈندە اﷲ نىڭ دۈشمەنلىرى دوزاخقا توپلىنىدۇ، ئالدى - ئارقىسى يىغىلىپ بولغۇچە توختىتىپ قويۇلىدۇ"},{"SurahNumber":41,"VerseNumber":20,"Text":"ئۇلار دوزاخقا كەلگەندە، ئۇلارنىڭ قۇلاقلىرى، كۆزلىرى ۋە تېرىلىرى ئۇلارنىڭ قىلمىشلىرى ھەققىدە گۇۋاھلىق بېرىدۇ"}]}