{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":5,"VerseNumber":24,"Text":"Baravuga bati \"Yewe Musa! Mu by’ukuri, ntiduteze kuhinjira na rimwe igihe cyose bagihari. Bityo, genda wowe na Nyagasani wawe mubarwanye mwembi, rwose twebwetwiyicariye aha"},{"SurahNumber":5,"VerseNumber":25,"Text":"(Musa) aravuga ati \"Nyagasani wanjye! Mu by’ukuri, nta we ngenga uretse njye ubwanjye n’umuvandimwe wanjye; bityo, dutandukanye n’abantu b’ibyigomeke"},{"SurahNumber":5,"VerseNumber":26,"Text":"(Allah) aravuga ati \"Rwose (ubwo butaka) babuziririjwe imyaka mirongo ine, (bazayimara) barindagira mu isi; bityo b’ibyigomeke\". ntuzababazwen’abantu"},{"SurahNumber":5,"VerseNumber":27,"Text":"Kandi (yewe Muhamadi)ubabarire by’ukuri inkuru y’abana babiri ba Adamu (Gahini na Abeli), ubwo bombi batangaga ibitambo; icy’umwe muri bo (Abeli) kikakirwa ariko icy’undi (Gahini) nticyakirwe. (Gahini) aravuga ati \"Rwose ndakwica\". (Abeli) aravuga ati \"Mu by’ukuri, Allah yakira (ibikorwa) by’abamutinya"},{"SurahNumber":5,"VerseNumber":28,"Text":"Nuramuka undambuyeho ukuboko kwawe kugira ngo unyice, njye sinakuramburaho ukwanjye ngo nkwice, kuko mu by’ukuri njye ntinya Allah, Nyagasani w’ibiremwa byose"},{"SurahNumber":5,"VerseNumber":29,"Text":"Njye ndashaka ko wikorera umutwaro w’ibyaha byanjye n’ibyawe, maze ukaba mu bantu bo mu muriro. Icyo ni cyo gihembo cy’abanyamahugu"},{"SurahNumber":5,"VerseNumber":30,"Text":"Nuko umutima we umwoshya kwica umuvandimwe we, aramwica maze aba abaye mu banyagihombo"},{"SurahNumber":5,"VerseNumber":31,"Text":"Nuko Allah yohereza icyiyoni gicukura mu butaka (gihamba kigenzi cyacyo), kugira ngo kimwereke uko ashyingura umuvandimwe we. (Gahini) aravuga ati \"Mbega ibyago! Ubu koko nananiwe kuba nk’iki cyiyoni ngo nshyingure umuvandimwe wanjye?\" Ubwo aba abaye mu bicuza (impamvu atabikoze)"}]}