{"Id":194,"LanguageCodes":["hi","hin"],"Name":"hin-suhelfarooqkhan","Author":"Suhel Farooq Khan And Saifur Rahman Nadwi","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":77,"Text":"और हमने (उनमें वह बरकत दी कि) उनकी औलाद को (दुनिया में) बरक़रार रखा"},{"SurahNumber":37,"VerseNumber":78,"Text":"और बाद को आने वाले लोगों में उनका अच्छा चर्चा बाक़ी रखा"},{"SurahNumber":37,"VerseNumber":79,"Text":"कि सारी खुदायी में (हर तरफ से) नूह पर सलाम है"},{"SurahNumber":37,"VerseNumber":80,"Text":"हम नेकी करने वालों को यूँ जज़ाए ख़ैर अता फरमाते हैं"},{"SurahNumber":37,"VerseNumber":81,"Text":"इसमें शक नहीं कि नूह हमारे (ख़ास) ईमानदार बन्दों से थे"},{"SurahNumber":37,"VerseNumber":82,"Text":"फिर हमने बाक़ी लोगों को डुबो दिया"},{"SurahNumber":37,"VerseNumber":83,"Text":"और यक़ीनन उन्हीं के तरीक़ो पर चलने वालों में इबराहीम (भी) ज़रूर थे"},{"SurahNumber":37,"VerseNumber":84,"Text":"जब वह अपने परवरदिगार (कि इबादत) की तरफ (पहलू में) ऐसा दिल लिए हुए बढ़े जो (हर ऐब से पाक था)"},{"SurahNumber":37,"VerseNumber":85,"Text":"जब उन्होंने अपने (मुँह बोले) बाप और अपनी क़ौम से कहा कि तुम लोग किस चीज़ की परसतिश करते हो"},{"SurahNumber":37,"VerseNumber":86,"Text":"क्या खुदा को छोड़कर दिल से गढ़े हुए माबूदों की तमन्ना रखते हो"},{"SurahNumber":37,"VerseNumber":87,"Text":"फिर सारी खुदाई के पालने वाले के साथ तुम्हारा क्या ख्याल है"},{"SurahNumber":37,"VerseNumber":88,"Text":"फिर (एक ईद में उन लोगों ने चलने को कहा) तो इबराहीम ने सितारों की तरफ़ एक नज़र देखा"},{"SurahNumber":37,"VerseNumber":89,"Text":"और कहा कि मैं (अनक़रीब) बीमार पड़ने वाला हूँ"},{"SurahNumber":37,"VerseNumber":90,"Text":"तो वह लोग इबराहीम के पास से पीठ फेर फेर कर हट गए"},{"SurahNumber":37,"VerseNumber":91,"Text":"(बस) फिर तो इबराहीम चुपके से उनके बुतों की तरफ मुतावज्जे हुए और (तान से) कहा तुम्हारे सामने इतने चढ़ाव रखते हैं"},{"SurahNumber":37,"VerseNumber":92,"Text":"आख़िर तुम खाते क्यों नहीं (अरे तुम्हें क्या हो गया है)"},{"SurahNumber":37,"VerseNumber":93,"Text":"कि तुम बोलते तक नहीं"},{"SurahNumber":37,"VerseNumber":94,"Text":"फिर तो इबराहीम दाहिने हाथ से मारते हुए उन पर पिल पड़े (और तोड़-फोड़ कर एक बड़े बुत के गले में कुल्हाड़ी डाल दी)"},{"SurahNumber":37,"VerseNumber":95,"Text":"जब उन लोगों को ख़बर हुई तो इबराहीम के पास दौड़ते हुए पहुँचे"},{"SurahNumber":37,"VerseNumber":96,"Text":"इबराहीम ने कहा (अफ़सोस) तुम लोग उसकी परसतिश करते हो जिसे तुम लोग खुद तराश कर बनाते हो"},{"SurahNumber":37,"VerseNumber":97,"Text":"हालाँकि तुमको और जिसको तुम लोग बनाते हो (सबको) खुदा ही ने पैदा किया है (ये सुनकर) वह लोग (आपस में कहने लगे) इसके लिए (भट्टी की सी) एक इमारत बनाओ"},{"SurahNumber":37,"VerseNumber":98,"Text":"और (उसमें आग सुलगा कर उसी दहकती हुई आग में इसको डाल दो) फिर उन लोगों ने इबराहीम के साथ मक्कारी करनी चाही"},{"SurahNumber":37,"VerseNumber":99,"Text":"तो हमने (आग सर्द गुलज़ार करके) उन्हें नीचा दिखाया और जब (आज़र ने) इबराहीम को निकाल दिया तो बोले मैं अपने परवरदिगार की तरफ जाता हूँ"},{"SurahNumber":37,"VerseNumber":100,"Text":"वह अनक़रीब ही मुझे रूबरा कर देगा (फिर ग़रज की) परवरदिगार मुझे एक नेको कार (फरज़न्द) इनायत फरमा"},{"SurahNumber":37,"VerseNumber":101,"Text":"तो हमने उनको एक बड़े नरम दिले लड़के (के पैदा होने की) खुशख़बरी दी"},{"SurahNumber":37,"VerseNumber":102,"Text":"फिर जब इस्माईल अपने बाप के साथ दौड़ धूप करने लगा तो (एक दफा) इबराहीम ने कहा बेटा खूब मैं (वही के ज़रिये क्या) देखता हूँ कि मैं तो खुद तुम्हें ज़िबाह कर रहा हूँ तो तुम भी ग़ौर करो तुम्हारी इसमें क्या राय है इसमाईल ने कहा अब्बा जान जो आपको हुक्म हुआ है उसको (बे तअम्मुल) कीजिए अगर खुदा ने चाहा तो मुझे आप सब्र करने वालों में से पाएगे"}]}