{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"Verily, We have created many of the jinn and the men whose end shall be Hell. They have hearts wherewith they understand not and they have eyes wherewith they see not and they have ears wherewith they hear not. They are like cattle; nay, they are even more astray. They are indeed altogether heedless"},{"SurahNumber":7,"VerseNumber":180,"Text":"And to God alone belong all perfect attributes. So call on Him by these attributes. And leave alone those who deviate from the right way with respect to His attributes. They shall be requited for what they do"},{"SurahNumber":7,"VerseNumber":181,"Text":"And of those We have created, there are a people that guide men with truth and do justice therewith"},{"SurahNumber":7,"VerseNumber":182,"Text":"And those who reject Our Signs, We will draw them towards destruction step by step in a manner which they do not know"},{"SurahNumber":7,"VerseNumber":183,"Text":"And I give them respite, surely My plan is mighty"},{"SurahNumber":7,"VerseNumber":184,"Text":"Do they not consider that there is nothing of insanity about their companion? He is only a plain warner"},{"SurahNumber":7,"VerseNumber":185,"Text":"And do they not look into the Kingdom of the heavens and the earth and all things that God has created? And do they not see that, it may be, their own term has already drawn near? Then in what thing after this will they believe"},{"SurahNumber":7,"VerseNumber":186,"Text":"Whomsoever God adjudges astray, there can be no guide for him. And He leave such in their transgression, wandering in distraction"},{"SurahNumber":7,"VerseNumber":187,"Text":"They ask thee about the Hour; 'When it will come to pass?' Say, 'The knowledge thereof is only with my Lord. None can manifest it at its time but He. It lies heavy on the heavens and the earth. It shall not come upon you but of a sudden.' They ask thee as if thou were well-acquainted therewith. Say, 'The knowledge thereof is only with God; but most men do not know"}]}