{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Allah, kimin göğsünü İslam´a yarıp açmışsa, artık o, Rabbinden olan bir nur üzerindedir, (öyle) değil mi? Fakat Allah´ın zikrinden (yana) kalpleri katılaşmış olanların vay hallerine. İşte onlar, apaçık bir sapıklık içindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, müteşabih (benzeşmeli), ikişerli bir kitap olarak sözün en güzelini indirdi. Rablerine karşı içleri titreyerek korku duyanların ondan derileri ürperir. Sonra da onların derileri ve kalpleri Allah´ın zikrine (karşı) yumuşar yatışır. İşte bu, Allah´ın yol göstermesidir, onunla dilediğini hidayete eriştirir. Allah, kimi saptırırsa, artık onun için de bir yol gösteren yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kıyamet günü o kötü azabtan kendini yüzü ile kim koruyabilecek? Ve zalimlere «Kazanmakta olduğunuzu tadın» denmiştir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan öncekiler de yalanladı; böylece azab onlara hiç şuurunda olmadıkları bir yerden gelip çattı"},{"SurahNumber":39,"VerseNumber":26,"Text":"Artık Allah, onlara dünya hayatında ´horluğu ve aşağılanmayı´ taddırdı. Eğer bilmiş olsalardı, ahiretin azabı gerçekten daha büyüktür"},{"SurahNumber":39,"VerseNumber":27,"Text":"Andolsun, biz bu Kur´an´da, belki öğüt alıp düşünürler diye, insanlar için her bir örnekten verdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"(Bu) Arapça bir Kur´an, ki O´nda çarpıklık yoktur. Umulur ki korkup sakınırlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah bir örnek verdi: Kendisi hakkında uyumsuz ve geçimsiz bulunan, sahipleri de çok ortaklı olan (köle) bir adam ile yalnızca bir kişiye teslim olmuş bir adam. Bu ikisinin durumu bir olur mu? Hamd, Allah´ındır. Hayır onların çoğu bilmiyorlar"},{"SurahNumber":39,"VerseNumber":30,"Text":"Gerçek şu ki, sen de öleceksin, onlar da öleceklerdir"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra şüphesiz sizler, kıyamet günü Rabbinizin huzurunda davalaşacaksınız"}]}