{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Ha, Meem"},{"SurahNumber":41,"VerseNumber":2,"Text":"[This is] a revelation from the Entirely Merciful, the Especially Merciful"},{"SurahNumber":41,"VerseNumber":3,"Text":"A Book whose verses have been detailed, an Arabic Qur'an for a people who know"},{"SurahNumber":41,"VerseNumber":4,"Text":"As a giver of good tidings and a warner; but most of them turn away, so they do not hear"},{"SurahNumber":41,"VerseNumber":5,"Text":"And they say, \"Our hearts are within coverings from that to which you invite us, and in our ears is deafness, and between us and you is a partition, so work; indeed, we are working"},{"SurahNumber":41,"VerseNumber":6,"Text":"Say, O [Muhammad], \"I am only a man like you to whom it has been revealed that your god is but one God; so take a straight course to Him and seek His forgiveness.\" And woe to those who associate others with Allah"},{"SurahNumber":41,"VerseNumber":7,"Text":"Those who do not give zakah, and in the Hereafter they are disbelievers"},{"SurahNumber":41,"VerseNumber":8,"Text":"Indeed, those who believe and do righteous deeds - for them is a reward uninterrupted"},{"SurahNumber":41,"VerseNumber":9,"Text":"Say, \"Do you indeed disbelieve in He who created the earth in two days and attribute to Him equals? That is the Lord of the worlds"},{"SurahNumber":41,"VerseNumber":10,"Text":"And He placed on the earth firmly set mountains over its surface, and He blessed it and determined therein its [creatures'] sustenance in four days without distinction - for [the information] of those who ask"},{"SurahNumber":41,"VerseNumber":11,"Text":"Then He directed Himself to the heaven while it was smoke and said to it and to the earth, \"Come [into being], willingly or by compulsion.\" They said, \"We have come willingly"}]}