{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Алиф, Лам, Мим, Сод"},{"SurahNumber":7,"VerseNumber":2,"Text":"(О, Мухаммад! Бул Кураан) Аны менен (адамдарды) эскертишиң үчүн жана да момундарга сабак-эскертүү болушу үчүн сага түшүрүлгөн китеп. Жүрөгүңдө андан эч шектенүү болбосун"},{"SurahNumber":7,"VerseNumber":3,"Text":"(О, адамдар!) Силерге Раббиңер тарабынан түшүрүлгөн нерсеге (Кураанга) ээрчигиле! Андан башкасын жол башчы тутуп, ээрчибегиле! Азыраак эскерип жатасыңар"},{"SurahNumber":7,"VerseNumber":4,"Text":"Биз нечендеген айыл-шаарларды (сөзүбүздү укпай койгону себептүү) жок кылдык! Биздин азап аларга бейкапар турушканда же сүйлөп (сергек) турган мезгилде келген"},{"SurahNumber":7,"VerseNumber":5,"Text":"Биздин азап келгенде алардын: “(Өзүбүзгө) зулум кылуучу болуп калдык” дегенден башка “доосу” калган жок"},{"SurahNumber":7,"VerseNumber":6,"Text":"Биз албетте, пайгамбарлар жиберилген(эл)дерди да, пайгамбарларды(н өзүн) да суракка тартабыз"},{"SurahNumber":7,"VerseNumber":7,"Text":"Кийин, албетте, аларга (жасаган иштерин) билип, айтып беребиз. Жана Биз (эч бир мезгилде) жок эмес элек"},{"SurahNumber":7,"VerseNumber":8,"Text":"Ал (Кыямат) Күнү (сооп-күнөөнү) тартуу акыйкат-адилеттүү менен болот. Кимдин (сообу) оор келсе, ошолор гана Тозоктон кутулуучулар"},{"SurahNumber":7,"VerseNumber":9,"Text":"Алэми, кимдин (сообу күнөөсүнөн) жеңил келсе, алар - Биздин аяттарыбызга моюн сунбагандары себептүү - өздөрүнө зыян кылгандар"},{"SurahNumber":7,"VerseNumber":10,"Text":"Аныгында биз силерди жерде мекендештирип, анда силерге (жыргал) жашоо себептерин жаратып бердик. Азыраак шүгүр кылып жатасыңар"},{"SurahNumber":7,"VerseNumber":11,"Text":"Биз силерди (атаңар Адамдан) жаратып, (эң жакшы) келбет-сүрөт бердик. Кийин Биз периштелерге: “Адамга сажда кылгыла!” дегенибизде, баары сажда кылышты. Бир гана Иблис сажда кылуучулардан болбоду"}]}