{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"Ва бар замин кӯҳҳоро устувор ва мустаҳкам қарор дод, то шуморо наларзонад. Ва дарёҳову роҳҳо падид овард. Шояд ҳидоят ёбед"},{"SurahNumber":16,"VerseNumber":16,"Text":"Ва дар рӯз нишонаҳоеро қарор дод чун дарёҳо ва кӯҳҳо ва дар шаб ба василаи ситорагон роҳ меёбанд"},{"SurahNumber":16,"VerseNumber":17,"Text":"Оё он касе, ки меофарад ҳамаи чизҳоро, монанди касест, ки намеофарад? Оё аз бузургии Аллоҳ панд намегиред, то Ӯро ба ягонагиаш парастиш намоед"},{"SurahNumber":16,"VerseNumber":18,"Text":"Агар бихоҳед неъматҳои Аллоҳро шумор кунед, пас аз сабаби бисёр ва гуногун буданаш ҳисобидан натавонед. Албатта, Аллоҳ барои шумо омурзандаву меҳрубон аст ва аз камбудиҳоятон неъматашро аз шумо қатъ намекунад ва шуморо тез ба уқубат намегирад"},{"SurahNumber":16,"VerseNumber":19,"Text":"Он чиро, ки пинҳон мекунед ва ё ошкор месозед, Аллоҳ ба он огоҳ аст. Ва аз он дар рӯзи қиёмат ҳисобатон хоҳад кард"},{"SurahNumber":16,"VerseNumber":20,"Text":"Ва онҳоеро, ки ба ҷои Аллоҳ маъбуд мехонанд аз бутон, наметавонанд чизе биёфаринанд ва худ офарида мешаванд"},{"SurahNumber":16,"VerseNumber":21,"Text":"Он бутҳоеро, ки мепарастанд мурдаанд ва беҷонанд, намедонанд, ки чи вақт зинда мешаванд"},{"SurahNumber":16,"VerseNumber":22,"Text":"Аллоҳи шумо ягона маъбудест, ки Ӯст сазовори ибодат. Ва онон, ки ба охират имон намеоваранд, дилҳояшон ягонагии Аллоҳро инкоркунандааст ва аз сабаби натарсиданашон аз азоби Парвардигор худашон мутакаббир ҳастанд"},{"SurahNumber":16,"VerseNumber":23,"Text":"Ба ростӣ, ки Аллоҳ медонад, ки чӣ дар ақидаҳо, гуфторҳо ва кирдорҳо пинҳон медоранд ва чӣ чизеро аз он ошкор месозанд ва Ӯ мутакаббиронро дӯст намедорад ва рӯзи қиёмат мувофиқи аъмолашон онҳоро ҷазо хоҳад дод"},{"SurahNumber":16,"VerseNumber":24,"Text":"Чун ба онҳое, ки ба охират имон намеоранд аз мушрикон гуфта шавад: «Парвардигоратон чӣ чизҳоеро нозил кардааст?» Ба Муҳаммад саллаллоҳу алайҳи ва саллам мегӯянд: «Афсонаҳои гузаштагонро нозил кардааст»"},{"SurahNumber":16,"VerseNumber":25,"Text":"То дар рӯзи қиёмат ҳамаи бори гуноҳи хеш ва бори гуноҳи касонеро, ки ба нодонӣ гумроҳашон карда буданд, бардоранд. Огоҳ бош, ки чи бори баде бар дӯш мебардоранд"},{"SurahNumber":16,"VerseNumber":26,"Text":"Дар ҳақиқат пеш аз мушрикон ахли куффор низ бар паёмбаронашон ва барои рад кардани он чи аз даъвати ҳақ оварда буданд, ҳилаву найрангҳоро ба кор бурданд. Пас, фармони Аллоҳ даррасид ва он биноҳояшонро аз поя вайрон сохт ва сақф аз болои сарашон фурӯ афтод ва азоби Аллоҳ аз ҷое, ки фикрашро намекарданд, ба онон расид, балки гумони он доштанд, ки комилан дар амонанд"}]}