{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"Onlar, Kur'an'ı bölüp ayıranlardır"},{"SurahNumber":15,"VerseNumber":92,"Text":"Rabbin hakkı için, mutlaka onların hepsini sorguya çekeceğiz"},{"SurahNumber":15,"VerseNumber":93,"Text":"Yaptıklarından dolayı"},{"SurahNumber":15,"VerseNumber":94,"Text":"Sana emrolunanı açıkça söyle ve ortak koşanlardan yüz çevir"},{"SurahNumber":15,"VerseNumber":95,"Text":"(Seninle) alay edenlere karşı biz sana yeteriz"},{"SurahNumber":15,"VerseNumber":96,"Text":"Onlar Allah ile beraber başka bir tanrı edinenlerdir. (Kimin doğru olduğunu) yakında bilecekler"},{"SurahNumber":15,"VerseNumber":97,"Text":"Onların söyledikleri şeyler yüzünden senin canının sıkıldığını andolsun biliyoruz"},{"SurahNumber":15,"VerseNumber":98,"Text":"Sen şimdi Rabbini hamd ile tesbih et ve secde edenlerden ol"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ve sana yakîn (ölüm) gelinceye kadar Rabbine ibadet et"},{"SurahNumber":16,"VerseNumber":1,"Text":"Allah'ın emri gelmiştir. Artık onu istemekte acele etmeyin. Allah, onların koştukları ortaklardan uzak ve yücedir"},{"SurahNumber":16,"VerseNumber":2,"Text":"Allah, kendi emriyle melekleri, kullarından dilediği kimseye vahiy ile, « Benden başka ilâh yoktur; bu sebeple benden korkun\"» diye gönderir"},{"SurahNumber":16,"VerseNumber":3,"Text":"(Allah) gökleri ve yeri hak ile yarattı. O, onların koştukları ortaklardan münezzehtir"},{"SurahNumber":16,"VerseNumber":4,"Text":"O, insanı bir damla sudan yarattı. Fakat bakarsın ki (insan) Rabbine apaçık bir hasım oluvermiştir"},{"SurahNumber":16,"VerseNumber":5,"Text":"Hayvanları da O yarattı. Onlarda sizin için ısıtıcı (şeyler) ve birçok faydalar vardır. Onlardan bir kısmını da yersiniz"},{"SurahNumber":16,"VerseNumber":6,"Text":"Akşamları meradan getirdiğinizde ve sabahları meraya gönderdiğinizde, sizin için onlarda bir güzellik vardır"}]}