{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Es el Señor de los cielos, de la Tierra y de cuanto hay entre ambos. Adóralo y persevera en Su adoración. ¿Conoces a alguien similar a Él"},{"SurahNumber":19,"VerseNumber":66,"Text":"El ser humano dice: \"¿Acaso luego de morir seré resucitado"},{"SurahNumber":19,"VerseNumber":67,"Text":"¿Acaso no recuerda el ser humano que lo creé por primera vez cuando no era nada"},{"SurahNumber":19,"VerseNumber":68,"Text":"¡Por tu Señor! Los congregaré junto con los demonios [que adoraban], y he de hacerlos comparecer de rodillas alrededor del Infierno [para ser juzgados]"},{"SurahNumber":19,"VerseNumber":69,"Text":"Luego sacaré de cada comunidad a aquellos que hayan sido más insolentes con el Compasivo"},{"SurahNumber":19,"VerseNumber":70,"Text":"Yo sé mejor que nadie quiénes son los que más merecen ser arrojados al Infierno"},{"SurahNumber":19,"VerseNumber":71,"Text":"Todos ustedes lo contemplarán [al Infierno], y esa es una determinación irrevocable de tu Señor"},{"SurahNumber":19,"VerseNumber":72,"Text":"Luego, salvaré a los piadosos y dejaré en él a los que cometieron la injusticia [de la idolatría] de rodillas"},{"SurahNumber":19,"VerseNumber":73,"Text":"Cuando se les recitan Mis claros versículos, los que se niegan a creer dicen con arrogancia a los creyentes: \"¿Quién posee de nosotros moradas más placenteras y mejores lugares de encuentro"},{"SurahNumber":19,"VerseNumber":74,"Text":"Pero, ¿a cuántas generaciones que les precedieron, de mayor riqueza y mejor aspecto, he destruido"},{"SurahNumber":19,"VerseNumber":75,"Text":"Diles: \"A quienes se encuentren desviados, el Compasivo los dejará continuar en el desvío hasta que les acontezca lo que Dios ha deparado para ellos: su destrucción en esta vida o luego de comparecer en el Día del Juicio. Entonces sabrán quiénes se encuentran en peor situación y quién tiene el ejército más débil"},{"SurahNumber":19,"VerseNumber":76,"Text":"Dios encaminará a quienes siguieron la guía. Las obras que a Dios Le complacen son las que realmente perduran y las que tienen una gran recompensa"}]}