{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"(Allah) will say: \"Like this, Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) came unto you, but you disregarded them (i.e. you left them, did not think deeply in them, and you turned away from them), and so this Day, you will be neglected (in the Hell-fire, away from Allah's Mercy)"},{"SurahNumber":20,"VerseNumber":127,"Text":"And thus do We requite him who transgresses beyond bounds [i.e. commits the great sins and disobeys his Lord (Allah) and believes not in His Messengers, and His revealed Books, like this Quran, etc.], and believes not in the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) of his Lord, and the torment of the Hereafter is far more severe and more lasting"},{"SurahNumber":20,"VerseNumber":128,"Text":"Is it not a guidance for them (to know) how many generations We have destroyed before them, in whose dwellings they walk? Verily, in this are signs indeed for men of understanding"},{"SurahNumber":20,"VerseNumber":129,"Text":"And had it not been for a Word that went forth before from your Lord, and a term determined, (their punishment) must necessarily have come (in this world)"},{"SurahNumber":20,"VerseNumber":130,"Text":"So bear patiently (O Muhammad SAW) what they say, and glorify the praises of your Lord before the rising of the sun, and before its setting, and during some of the hours of the night, and at the sides of the day (an indication for the five compulsory congregational prayers), that you may become pleased with the reward which Allah shall give you"},{"SurahNumber":20,"VerseNumber":131,"Text":"And strain not your eyes in longing for the things We have given for enjoyment to various groups of them (polytheists and disbelievers in the Oneness of Allah), the splendour of the life of this world that We may test them thereby. But the provision (good reward in the Hereafter) of your Lord is better and more lasting"},{"SurahNumber":20,"VerseNumber":132,"Text":"And enjoin As-Salat (the prayer) on your family, and be patient in offering them [i.e. the Salat (prayers)]. We ask not of you a provision (i.e. to give Us something: money, etc.); We provide for you. And the good end (i.e. Paradise) is for the Muttaqun (pious - see V)"},{"SurahNumber":20,"VerseNumber":133,"Text":"They say: \"Why does he not bring us a sign (proof) from his Lord?\" Has there not come to them the proof of that which is (written) in the former papers [Scriptures, i.e. the Taurat (Torah), and the Injeel (Gospel), etc. about the coming of the Prophet Muhammad SAW"},{"SurahNumber":20,"VerseNumber":134,"Text":"And if We had destroyed them with a torment before this (i.e. Messenger Muhammad SAW and the Quran), they would surely have said: \"Our Lord! If only You had sent us a Messenger, we should certainly have followed Your Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.), before we were humiliated and disgraced"},{"SurahNumber":20,"VerseNumber":135,"Text":"Say (O Muhammad SAW): \"Each one (believer and disbeliever, etc.) is waiting, so wait you too, and you shall know who are they that are on the Straight and Even Path (i.e. Allah's Religion of Islamic Monotheism), and who are they that have let themselves be guided (on the Right Path)"}]}