{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"O, voi cei ce credeţi! Când aveţi un sfat de taină cu trimisul, daţi milostenie înainte! Aşa este mai bine pentru voi şi mai curat. Dacă nu veţi găsi nimic (de dat), să ştiţi că Dumnezeu este Iertător, Milostiv"},{"SurahNumber":58,"VerseNumber":13,"Text":"Vă temeţi ca înainte de vorba voastră să daţi milostenie? Când nu o faceţi, iar Dumnezeu se întoarce către voi, atunci faceţi rugăciunea, daţi milostenie, daţi-i ascultare lui Dumnezeu şi trimisului Său. Dumnezeu este Ştiutor a ceea ce făptuiţi"},{"SurahNumber":58,"VerseNumber":14,"Text":"Nu i-ai văzut pe cei care stau în spatele unor oameni asupra cărora Dumnezeu s-a mâniat şi care nu sunt nici de-ai voştri şi nici de-ai lor? Ei jură strâmb, chiar dacă ştiu"},{"SurahNumber":58,"VerseNumber":15,"Text":"Dumnezeu le-a pregătit o osândă aprigă, căci rău este ceea ce fac"},{"SurahNumber":58,"VerseNumber":16,"Text":"Ei îşi iau jurămintele ca pavăză şi-i împiedică pe oameni de la calea lui Dumnezeu. Ei vor avea o osândă umilitoare"},{"SurahNumber":58,"VerseNumber":17,"Text":"Nici averile şi nici copiii nu le vor fi de vreun folos în faţa lui Dumnezeu. Ei sunt soţii Focului, unde vor veşnici"},{"SurahNumber":58,"VerseNumber":18,"Text":"În Ziua când Dumnezeu îi va scula pe toţi, ei I se vor jura precum vi se jură şi vouă socotind că se sprijină pe ceva. Nu sunt ei oare mincinoşi"},{"SurahNumber":58,"VerseNumber":19,"Text":"Satan a pus stăpânire pe ei şi i-a făcut să uite amintirea lui Dumnezeu. Aceştia sunt iubitorii lui Satan. Iubitorii lui Satan nu sunt ei oare pierduţi"},{"SurahNumber":58,"VerseNumber":20,"Text":"Cei care se împotrivesc lui Dumnezeu şi trimisului Său vor fi cei mai umiliţi"},{"SurahNumber":58,"VerseNumber":21,"Text":"Dumnezeu a scris: “Eu şi trimişii Mei vom birui întotdeauna. Dumnezeu este Brav, Puternic"}]}