{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Ma qey hûn nabînin, ku bi rastî Yezdan ji bona we ra hemî tiştên di ezman û zemîn da heyî, xistîne bine destê we, ewî qencîyên xwe yên xwûyaî û ne xwûyaî li ser we da pir pêk anîye? (Bi vî ra jî) hinek ji merivan hene; bê zanîn bê beled û bê pirtûkên ruhnaîker, tekoşînê (di mafê hebûna) Yezdan da dikin"},{"SurahNumber":31,"VerseNumber":21,"Text":"Gava ji bona wan ra (aha) bê gotinê: \"(Gelî kesan!) tişta ku Yezdan hinartîye hûn bibine peyrewê wî.\" (Ewan bersiv dane û) gotine: \"(Na, em bi gotina we nakin) 1ê tişta ku em rast hatin; bav û bapîrên me li pey wan bûn, emê jî peyrewîya wan bikin.\" Gelo heke pelîd ewan gazî bal agirê hilopît kiribe jî, ewanê dîsa (di şopa bav û kalê xwe da) herin"},{"SurahNumber":31,"VerseNumber":22,"Text":"Bi sond! Kîjanê bi qencîyan rûyê xwe ji bona (perestîya) Yezdan ra xurî kiribe, îdî ewî bi qulpa zexm girtîye. Şixwa encama bûyera (hemî jî) li bal Yezdan da ne"},{"SurahNumber":31,"VerseNumber":23,"Text":"Û kîjan jî fıletîya (Yezdan) bike, îdî bira fıletîya wî te mirûz neke. Loma dawîyê da jî zivirandina wan li bal me da ne; îdî tişta ewan kirîye emê ji bona wan ra bêjin. Bi rastî Yezdan bi tiştên di singan da heye pir dizane"},{"SurahNumber":31,"VerseNumber":24,"Text":"Em ewan (filan) hindik berxwudar dikin, paşê emê ewan li bal şapateke giran da stûxar bikin"},{"SurahNumber":31,"VerseNumber":25,"Text":"Heke tu ji wan bipirsî, \"Gelo kê ezman û zemîn afirandîye?\" (Ewanê bersiva te aha bidin û) bêjin: \"Yezdan (afirandîye)\". Tu (aha) bêje, \"Çiqa sipazî hene ji bona Yezdan ra ne.\" Lê pirê wan nizanin"},{"SurahNumber":31,"VerseNumber":26,"Text":"Çi tiştên di ezman û zemîn da hene! Hemî ji bona Yezdan ra ne. Loma bi rastî Yezdan bi xweber jî zenginê pesinvan e"},{"SurahNumber":31,"VerseNumber":27,"Text":"Bi rastî çiqa darên di zemîn da heye bibine gilîgo (qelem) û avşîn jî bibine hubur, ji peyvîda jî hevt avşîn bibine piştevan, tevê wan hubran be (ewan hemî jî binivîsin) dîsa dawîya peyvên Yezdan nayên. Bi rastî Yezdan servehatê bijejke ye"},{"SurahNumber":31,"VerseNumber":28,"Text":"Afirandina we (ji piştî) mirinê rakirina we û şandina we (li bal civînê da) wekî (afirandin û rakirina merivekî) bi tenê ye (qe tu raqetandin) tune ye. Bi rastî Yezdan dibêhê û dibîne"}]}