{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"Ние, навистина, му дадовме едно значајно место на земјава. И му дадовме показ кон секоја ствар"},{"SurahNumber":18,"VerseNumber":85,"Text":"тој, тогаш, тргна кон показот"},{"SurahNumber":18,"VerseNumber":86,"Text":"кога стигна до местото каде што заоѓа сонцето, тој помисли дека заоѓа во матен извор, и тука најде еден народ. Ние рековме: “О Зул Карнејн, или ќе го казниш овој народ или, пак, ќе бидеш учтив кон него"},{"SurahNumber":18,"VerseNumber":87,"Text":"Рече: “Што се однесува до оној кој прави зулум... па, ќе го казнам, а потоа ќе му се врати на Господарот свој... и Он ќе го казни со казна невидена"},{"SurahNumber":18,"VerseNumber":88,"Text":"Што се однесува до оној кој верува и кој работи добро... па, нему му припаѓа награда најубава. Со наредбата што ќе му ја кажеме ќе му олесниме"},{"SurahNumber":18,"VerseNumber":89,"Text":"Потоа пак тргна по показот"},{"SurahNumber":18,"VerseNumber":90,"Text":"Кога стигна до местото, каде што изгрева сонцето, наиде на еден народ над кого излегуваше сонцето. И Ние не му дадовме покривка да се ШТИТИ ОД него"},{"SurahNumber":18,"VerseNumber":91,"Text":"Ете, така постапи со тој народ и Ние целосно ја знаевме постапката пред него"},{"SurahNumber":18,"VerseNumber":92,"Text":"Потоа пак тргна по показот"},{"SurahNumber":18,"VerseNumber":93,"Text":"Кога стигна до едно место меѓу две брда наиде, освен на нив и на еден народ кој, речиси, не разбираше говор"},{"SurahNumber":18,"VerseNumber":94,"Text":"Рекоа: “О Зул Карнејн, Јеџуџ и Меџуџ навистина, се безредници на земјава. Ако ти дадеме награда, дали тогаш ќе направиш ограда помеѓу нас и помеѓу нив"},{"SurahNumber":18,"VerseNumber":95,"Text":"Рече: “Она за што сум оспособен од Господарот мој е подобро: поддржете ме со моќ, и меѓу вас и меѓу нив ќе подигнам бедем"},{"SurahNumber":18,"VerseNumber":96,"Text":"Донесете ми железни шипки. И штом израмни две страни, рече: “Дувајте!\" И штом го усвити, рече: “Дајте да го прелеам тоа со растопен бакар"},{"SurahNumber":18,"VerseNumber":97,"Text":"повеќе не можеа да поминат преку бедемот, И повеќе не можеа да го пробијат"}]}