{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":59,"Text":"Әрі Біз мұғжизаларды алдыңғы өткендердің оны / мұғжизаны / өтірікке шығарғандығы үшін жібермедік. Біз Сәмүд еліне анық көрінетін / мұғжиза ретінде / түйе бердік, бірақ олар оған әділетсіздік жасады. Әрі Біз мұғжизаларды / кереметтерді / тек қорқыту үшін ғана жібереміз"},{"SurahNumber":17,"VerseNumber":60,"Text":"Ей, Мұхаммед!! Кезінде саған: «Ақиқатында, Раббың адамдарды барлық жағынан қамтыған», -дедік. Әрі саған / Исра кешінде! көрсеткенімізді адамдар үшін сынақ еттік. Сондай-ақ, Құрандағы лағнеттелген ағашты да. Біз оларды қорқытамыз, бірақ бұл олардың қатты шектен шығуларын ғана арттырады"},{"SurahNumber":17,"VerseNumber":61,"Text":"Әрі кезінде періштелерге: «Адамға сәжде етіңдер!» - дедік. Сонда олар сәжде етті. Тек Ібіліс / сәжде етпей / : «Сен лайдан жаратқан біреуге сәжде жасаймын ба?» - деді"},{"SurahNumber":17,"VerseNumber":62,"Text":"Ібіліс / : «Маған хабар берші, Өзің менен құрметті еткенің мынау ма? Егер маған Қайта тірілу күніне дейін уақыт берсең / кешіктірсен / , мен оның ұрпағының азынан басқасын жүгендеп аламын», - деді"},{"SurahNumber":17,"VerseNumber":63,"Text":"Аллаһ: «Кет! Олардан кім саған ерсе, сендердің қайтарым жазаларың - Жаһаннам, ол - / іс-амалдардың / қайтарымы ретіндегі толық жаза"},{"SurahNumber":17,"VerseNumber":64,"Text":"Олардан әлің келгенді дауысыңмен еліктіріп қозғау сал. Оларға қарсы атты және жаяу әскеріңді сал. Әрі олардың мал-дүниелері және перзенттеріне араласып, ортақ бол. Әрі оларға уәде бер», - деді. Негізінде, шайтан оларға жалған нәрсеге үміттендіруден / алдаудан / басқа нәрсені уәде ете алмайды"},{"SurahNumber":17,"VerseNumber":65,"Text":"Ақиқатында, құлдарыма / Маған шы­найы құл болғандарға /- олардың үстінен сенде билік жоқ. Әрі Раббың - қорғап, сақтаушы ретінде жеткілікті"},{"SurahNumber":17,"VerseNumber":66,"Text":"Сендердің Раббың, Өзінің кеңшілігін іздеулерің үшін кемелерді теңізде жүргізеді. Шын мәнінде, Ол сендерге Мейірімді"}]}