{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":35,"Text":"وقال المشركون: لو شاء الله أن نعبده وحده ما عبدنا أحدًا غيره، لا نحن ولا آباؤنا مِن قبلنا، ولا حَرَّمَنا شيئًا لم يحرمه، بمثل هذا الاحتجاج الباطل احتج الكفار السابقون، وهم كاذبون؛ فإن الله أمرهم ونهاهم ومكَّنهم من القيام بما كلَّفهم به، وجعل لهم قوة ومشيئة تصدر عنها أفعالهم، فاحتجاجهم بالقضاء والقدر من أبطل الباطل من بعد إنذار الرسل لهم، فليس على الرسل المنذِرين لهم إلا التبليغ الواضح لما كُلِّفوا به"},{"SurahNumber":16,"VerseNumber":36,"Text":"ولقد بعثنا في كل أمة سبقَتْ رسولا آمرًا لهم بعبادة الله وطاعته وحده وتَرْكِ عبادة غيره من الشياطين والأوثان والأموات وغير ذلك مما يتخذ من دون الله وليًا، فكان منهم مَن هدى الله، فاتبع المرسلين، ومنهم المعاند الذي اتبع سبيل الغيِّ، فوجبت عليه الضلالة، فلم يوفقه الله. فامشوا في الأرض، وأبصروا بأعينكم كيف كان مآل هؤلاء المكذبين، وماذا حلَّ بهم مِن دمار؛ لتعتبروا؟"},{"SurahNumber":16,"VerseNumber":37,"Text":"إن تبذل -أيها الرسول- أقصى جهدك لهداية هؤلاء المشركين فاعلم أن الله لا يهدي مَن يضلُّ، وليس لهم من دون الله أحد ينصرهم، ويمنع عنهم عذابه"},{"SurahNumber":16,"VerseNumber":38,"Text":"وحلف هؤلاء المشركون بالله أيمانًا مغلَّظة أن الله لا يبعث مَن يموت بعدما بَلِيَ وتفرَّق، بلى سيبعثهم الله حتمًا، وعدًا عليه حقًا، ولكن أكثر الناس لا يعلمون قدرة الله على البعث، فينكرونه"},{"SurahNumber":16,"VerseNumber":39,"Text":"يبعث الله جميع العباد؛ ليبين لهم حقيقة البعث الذي اختلفوا فيه، ويعلم الكفار المنكرون له أنهم على باطل، وأنهم كاذبون حين حلفوا أنْ لا بعث"},{"SurahNumber":16,"VerseNumber":40,"Text":"إنَّ أمر البعث يسير علينا، فإنَّا إذا أردنا شيئًا فإنما نقول له: \"كن\"، فإذا هو كائن موجود"},{"SurahNumber":16,"VerseNumber":41,"Text":"والذين تركوا ديارهم مِن أجل الله، فهاجروا بعدما وقع عليهم الظلم، لنسكننهم في الدنيا دارًا حسنة، ولأجر الآخرة أكبر؛ لأن ثوابهم فيها الجنة. لو كان المتخلفون عن الهجرة يعلمون علم يقين ما عند الله من الأجر والثواب للمهاجرين في سبيله، ما تخلَّف منهم أحد عن ذلك"},{"SurahNumber":16,"VerseNumber":42,"Text":"هؤلاء المهاجرون في سبيل الله هم الذين صبروا على أوامر الله وعن نواهيه وعلى أقداره المؤلمة، وعلى ربهم وحده يعتمدون، فاستحقوا هذه المنزلة العظيمة"}]}