{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"“O Jahja, prihvati Knjigu odlučno!”, a dadosmo mu mudrost još dok je dječak bio…"},{"SurahNumber":19,"VerseNumber":13,"Text":"i nježnost i čednost, i čestit je bio…"},{"SurahNumber":19,"VerseNumber":14,"Text":"i roditeljima svojima bio je dobar, i nije bio drzak i neposlušan"},{"SurahNumber":19,"VerseNumber":15,"Text":"I neka je mir njemu na dan kad se rodio i na dan kad je umro i na dan kad bude iz mrtvih ustao"},{"SurahNumber":19,"VerseNumber":16,"Text":"I spomeni u Knjizi Merjemu: kad se od ukućana svojih na istočnu stranu povukla…"},{"SurahNumber":19,"VerseNumber":17,"Text":"i jedan zastor da se od njih zakloni uzela, Mi smo k njoj meleka Džibrila poslali i on joj se prikazao u liku savršeno stvorenog muškarca"},{"SurahNumber":19,"VerseNumber":18,"Text":"“Utječem se Milostivom od tebe, ako se Njega bojiš!”, uzviknu ona"},{"SurahNumber":19,"VerseNumber":19,"Text":"“A ja sam upravo izaslanik Gospodara tvog”, reče on, “da ti poklonim dječaka čista!”"},{"SurahNumber":19,"VerseNumber":20,"Text":"“Kako ću imati dječaka”, reče ona, “kad me nijedan muškarac dodirnuo nije, a ja nisam nevaljalica!”"},{"SurahNumber":19,"VerseNumber":21,"Text":"“To je tako!”, reče on. “Gospodar je tvoj rekao: ‘To je Meni lahko’ – i zato da ga učinimo znamenjem ljudima i znakom milosti Naše. Tako je unaprijed određeno!”"},{"SurahNumber":19,"VerseNumber":22,"Text":"I ona zanese i bremenita se skloni daleko negdje"},{"SurahNumber":19,"VerseNumber":23,"Text":"I porođajni bolovi prisiliše je da dođe do stabla jedne palme. “Kamo sreće da sam ranije umrla i da sam potpuno u zaborav pala!”, uzviknu ona"},{"SurahNumber":19,"VerseNumber":24,"Text":"Tad je on ispod nje dozva: “Ne žalosti se, Gospodar tvoj dao je da niže tebe potok poteče"},{"SurahNumber":19,"VerseNumber":25,"Text":"Zatresi palmino stablo, posut će po tebi datule svježe…"}]}