{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"If they reject you, other messengers have been rejected before you. To God all affairs will be returned"},{"SurahNumber":35,"VerseNumber":5,"Text":"O Men. The promise of God is true. Let not the life of this world deceive you, nor let the Deceiver deceive you about God"},{"SurahNumber":35,"VerseNumber":6,"Text":"Surely Satan is your enemy: so treat him as an enemy: he calls on his followers only so that they should become inmates of the burning Fire"},{"SurahNumber":35,"VerseNumber":7,"Text":"Those who are bent on denying the truth will have a severe punishment, while those who believe and do good deeds will have forgiveness and a great reward"},{"SurahNumber":35,"VerseNumber":8,"Text":"Is he whose evil deeds are made alluring to him so that he looks upon them as good, [equal to the man who is rightly guided]? God leaves to stray whom He wills, and guides whom He wills. Do not destroy yourself with grief for them. God has full knowledge of all their actions"},{"SurahNumber":35,"VerseNumber":9,"Text":"It is God who sends forth the winds so that they raise up the clouds. We drive them to a dead land, and by them bring the earth to life after its death. Such is the Resurrection"},{"SurahNumber":35,"VerseNumber":10,"Text":"If anyone seeks glory, let him know that glory belongs to God alone. Good words ascend to Him and righteous deeds are exalted by Him. Those who plot evil deeds shall be sternly punished and their plotting will come to nothing"},{"SurahNumber":35,"VerseNumber":11,"Text":"God has created you from dust, then from a drop of semen and then divided you into pairs; no female conceives or gives birth without His knowledge; and no one's life is prolonged or shortened, but it is recorded in a Book. That surely is easy for God"}]}