{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"I Lartë është Perëndia – Sundues – i Vërtetë! Dhe, mos nxito në të lexuarit e Kur’anit (o Muhammed!) para se të përfundojë (shpallja e tij), dhe thuaj: “O Zoti im, shtoma dijeninë mua!”"},{"SurahNumber":20,"VerseNumber":115,"Text":"Na, madje – edhe Ademit i kemi shpallur më parë (në xhennet), e ai harroi, por nuk kemi gjetur tek ai vendim (për gabim të qëllimuar)"},{"SurahNumber":20,"VerseNumber":116,"Text":"(Kujtoje o Muhammed!) kur u thamë engjëjve: “Bëni sexhde Ademit; e i bënë sexhde të gjithë, përpos Iblisit; ai refuzoi (atë)"},{"SurahNumber":20,"VerseNumber":117,"Text":"E, Ne, kemi thënë: “O Adem, me të vërtetë, ky është armik yti dhe i gruas sate, e le të mos u nxjerr juve kurrsesi nga xhenneti, e që të vuash pastaj"},{"SurahNumber":20,"VerseNumber":118,"Text":"Me të vërtetë, në të nuk do të mbetësh i uritur as i zhveshur, të jesh i ushqyer dhe i veshur"},{"SurahNumber":20,"VerseNumber":119,"Text":"as nuk do të kesh etje, as vapë"},{"SurahNumber":20,"VerseNumber":120,"Text":"Por, djalli filloi ta namatis (magjeps) atë e i tha: “O Adem, a don të ta tregoj drurin e pavdekshëm dhe pasurinë që nuk zhduket?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"Dhe, ata të dy hëngrën nga ajo (pema për t’u bërë të pavekshëm dhe që të arrijnë pasurinë e përhershme), e filluan t’u zbulohen vendet e turpshme dhe nisën të mbulohen me gjethet e xhennetit. Dhe, Ademi nuk e zbatoi urdhërin e Zotit të vet, ndaj edhe humbi"},{"SurahNumber":20,"VerseNumber":122,"Text":"Pastaj, Zoti i tij e zgjodhi atë, ia pranoi pendimin dhe e udhëzoi atë"},{"SurahNumber":20,"VerseNumber":123,"Text":"(Perëndia) tha: “Zbritni prej xhennetit të gjithë! Do të jeni armiq të njëri-tjetrit. Me të vërtetë, do t’ju arrijë juve udhëzim nga ana Ime, e kush pason udhëzimin Tim, nuk do të humbë (në këtë botë), as që do të jetë fatkeq (në botën tjetër)"},{"SurahNumber":20,"VerseNumber":124,"Text":"E, ai që shmanget nga Libri Im, ai do të ketë jetë të vështirë dhe, Na në Ditën e Kijametit do ta ringjallim të verbër atë"},{"SurahNumber":20,"VerseNumber":125,"Text":"Ai do të thtotë: “O Zoti im, përse më ringjalle të verbër, kur unë, me të vërtetë, kam pasur të pamurit më parë?”"}]}