{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: \"Yeryüzünde gezip dolaşın, böylece daha öncekilerin nasıl bir sona uğradıklarını görün. Onların çoğu müşrik kimselerdi"},{"SurahNumber":30,"VerseNumber":43,"Text":"Öyleyse sen, Allah'tan (bir takdir olarak) geri çevrilmesi mümkün olmayan gün gelmeden önce, yüzünü dimdik ayakta duran dine çevir. O gün parça parça bölünecekler"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim inkar ederse, artık onun inkarı kendi aleyhinedir; kim salih bir amelde bulunursa, artık onlar kendi lehlerine olarak (cennetteki yerlerini) döşeyip hazırlamaktadırlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"(Bu, Allah'ın) Kendi fazlından iman edip salih amellerde bulunanları ödüllendirmesi içindir. Şüphesiz O, kafirleri sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Size Kendi rahmetinden taddırması, emriyle gemileri yürütmesi ve O'nun fazlından (rızkınızı) aramanız ile umulur ki şükretmeniz için, rüzgarları müjde vericiler olarak göndermesi, O'nun ayetlerindendir"},{"SurahNumber":30,"VerseNumber":47,"Text":"Andolsun, Biz senden önce kendi kavimlerine elçiler gönderdik de onlara apaçık belgeler getirdiler; böylece Biz de suçlu günahkarlardan intikam aldık. İman edenlere yardım etmek ise, Bizim üzerimizde bir haktır"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah, rüzgarları gönderir, böylece bir bulut kaldırır da onu nasıl dilerse gökte yayıp-dağıtır ve onu parça parça kılar; nihayet onun arasından yağmurun akıp çıktığını görürsün. Sonunda Kendi kullarından dilediğine verince, hemen sevince kapılıverirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Oysa onlar, bundan önce (yağmurun) üzerine inmesinden evvel umutlarını kesmişlerdi"},{"SurahNumber":30,"VerseNumber":50,"Text":"Şimdi Allah'ın rahmetinin eserlerine bak; ölümünden sonra yeryüzünü nasıl diriltmektedir? Şüphesiz O, ölüleri de gerçekten diriltecektir. O, herşeye güç yetirendir"}]}