{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"We have sent you only as a bearer of glad tidings and as a warner"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say, \"I do not ask you for any recompense for this except that anyone who so wishes should take the right path to his Lord"},{"SurahNumber":25,"VerseNumber":58,"Text":"Put your trust in the One who is the Ever-Living [God], who never dies, and glorify Him with His praise. He is fully aware of the sins of His servants"},{"SurahNumber":25,"VerseNumber":59,"Text":"it is He who created the heavens and the earth and all that is between them in six Days [periods], then settled Himself on the throne -- the Gracious One. Ask any informed person about Him"},{"SurahNumber":25,"VerseNumber":60,"Text":"When they are told, \"Prostrate yourselves before the Gracious One,\" they ask, \"Who is this Gracious One? Shall we prostrate ourselves before whatever you will?\" This increases their aversion"},{"SurahNumber":25,"VerseNumber":61,"Text":"Exalted is He who put constellations in the heavens, a radiant lamp and an illuminating moon"},{"SurahNumber":25,"VerseNumber":62,"Text":"it is He who has made night and day succeed each other, a sign for those who would take heed and would be grateful"},{"SurahNumber":25,"VerseNumber":63,"Text":"The true servants of the Gracious One are those who walk upon the earth with humility and when they are addressed by the ignorant ones, their response is, \"Peace"},{"SurahNumber":25,"VerseNumber":64,"Text":"and those who spend the night prostrating themselves, and standing before their Lord"},{"SurahNumber":25,"VerseNumber":65,"Text":"who say, \"Our Lord, ward off from us the punishment of Hell, for its punishment is a dreadful torment to suffer"},{"SurahNumber":25,"VerseNumber":66,"Text":"Indeed, it is an evil abode and evil dwelling-place"},{"SurahNumber":25,"VerseNumber":67,"Text":"They are those who are neither extravagant nor niggardly, but keep a balance between the two"}]}