{"Id":264,"LanguageCodes":["my","mya"],"Name":"mya-ghazimohammadha","Author":"Ghazi Mohammad Hashim","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info/app/ , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":74,"VerseNumber":48,"Text":"သို့ဖြစ်ပေရာ ကြားဝင်အသနားခံ၍ ပေးသူတို့၏ ကြားဝင်အသနားခံပေးမှုသည် ၎င်းတို့အား အကျိုးပေးမည် မဟုတ်ပေ။"},{"SurahNumber":74,"VerseNumber":49,"Text":"၎င်းတို့၌ မည်သည့် အကြောင်းရှိသဖြင့် ဆုံးမဩဝါဒဘက်မှ မျက်နှာလွှဲလျက်ရှိကြသနည်း။"},{"SurahNumber":74,"VerseNumber":50,"Text":"၎င်းတို့မှာ (အကြင်) ထွက်ပြေးနေသော မြည်းသတ္တဝါများကဲ့သို့ပင် ဖြစ်ကြကုန်၏။"},{"SurahNumber":74,"VerseNumber":51,"Text":"ယင်း မြည်းသတ္တဝါတို့ကား ကျားတိရစ္ဆာန်(၏ဘေးရန်မှ) (လွတ်မြောက်ရန်) ထွက်ပြေးလျက် ရှိကြကုန်၏။"},{"SurahNumber":74,"VerseNumber":52,"Text":"စင်စစ်မှာကား ၎င်းတို့အနက် လူတိုင်းလူတိုင်းသည် ဖွင့်ထားသော ကျမ်းဂန်များကို ချီးမြှင့်ပေးသနားတော်မူခြင်းကို ခံလိုကြကုန်၏။"},{"SurahNumber":74,"VerseNumber":53,"Text":"(၎င်းတို့သည် ယင်းသို့ ချီးမြှင့်ပေးသနားတော်မူခြင်းကို) အလျှင်း(ခံကြရမည်) မဟုတ်ပေ။ စင်စစ်မှာကား ၎င်းတို့သည် \"အာခိရတ်\" တမလွန်ဘဝကို ကြောက်ရွံ့စိုးရိမ်ကြသည် မဟုတ်ပေ။"},{"SurahNumber":74,"VerseNumber":54,"Text":"မှတ်ယူကြလေကုန်။ ဧကန်မလွဲ ယင်းကုရ်အာန်ကျမ်းတော်မြတ်သည် ဆုံးမဩဝါဒပင် ဖြစ်ပေသည်။"},{"SurahNumber":74,"VerseNumber":55,"Text":"သို့ဖြစ်ပေရာ မည်သူမဆို အလိုရှိခဲ့မူ ယင်းဆုံးမဩဝါဒကို လေ့ကျက်မှတ်သား တရားရယူရပေမည်။"},{"SurahNumber":74,"VerseNumber":56,"Text":"စင်စစ်သော်ကား ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိမှသာလျှင် လေ့ကျက်မှတ်သား တရား ရယူနိုင်ကြပေမည်။ ထိုအရှင်မြတ်သာလျှင် ကြောက်ရွံ့ထိုက်တော်မူသောအရှင်၊ လွတ်ငြိမ်းချမ်းသာခွင့် ပေးတော်မူအံ့သောအရှင်၊ ဖြစ်တော်မူပေသတည်း။"},{"SurahNumber":75,"VerseNumber":1,"Text":"ငါ အရှင်မြတ်သည် \"ကိယာမတ်\" ရှင်ပြန်ထမည့်နေ့ကို သက်သေထူ ကျိန်ဆိုတော်မူ၏။"},{"SurahNumber":75,"VerseNumber":2,"Text":"ထိုမှတစ်ပါး ငါအရှင်မြတ်သည် (မိမိကိုယ်ကို)လွန်စွာ ပြစ်တင်ဆုံးမတတ်သောစိတ်ကို သက်သေထူ ကျိန်ဆိုတော်မူ၏။"},{"SurahNumber":75,"VerseNumber":3,"Text":"လူသားသည် ၎င်း၏အရိုးများကို ငါအရှင်မြတ် စုပေါင်းတော်မူမည်မဟုတ်ဟု ထင်မှတ်၍နေ လေသလော။"},{"SurahNumber":75,"VerseNumber":4,"Text":"အဘယ်ကြောင့် မဟုတ်ပါသနည်း။ ငါအရှင်မြတ်သည် ထိုလူသား၏ လက်ဆစ်ခြေဆစ်များကိုပင်လျှင် မူလအခြေအနေအတိုင်း ပြန်၍ပြုပြင်ဖန်ဆင်းရန် တတ်စွမ်းနိုင်တော်မူသောအရှင် ဖြစ်တော်မူ၏။"},{"SurahNumber":75,"VerseNumber":5,"Text":"စင်စစ်မှာကား လူသားသည် မိမိရှေ့အနာဂတ်ကာလ၌ဖြစ်အံ့သော \"ကိယာမတ်\" ရှင်ပြန်ထမည့်နေ့ကို မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ်လို၏။(တစ်နည်း) စင်စစ်မှာကား လူသားသည် အနာဂတ်ကာလ၌လည်း ပြစ်မှုဒုစရိုက် ကျူးလွန်လို၏။"},{"SurahNumber":75,"VerseNumber":6,"Text":"ထိုလူသားက ‘ကိယာမတ်’ ရှင်ပြန်ထမည့်နေ့သည် မည်သည့်အခါ၌ ဖြစ်အံ့နည်းဟု မေးမြန်း၏။"},{"SurahNumber":75,"VerseNumber":7,"Text":"စင်စစ်မှာကား အကြင်အခါဝယ် မျက်စိများမိန်းမောတွေဝေ ထိုင်းမှိုင်း၍ သွားပေမည်။"},{"SurahNumber":75,"VerseNumber":8,"Text":"၎င်းပြင် \"လ\" သည် အလင်းရောင် ကင်းမဲ့၍သွားပေမည်။"},{"SurahNumber":75,"VerseNumber":9,"Text":"ထိုမှတစ်ပါး \"နေ\"နှင့်\"လ\" တို့သည် ပေါင်းစပ်ခြင်းကို ခံကြရပေမည်။ (တစ်နည်း) \"နေ\" နှင့် \"လ\"တို့သည် တစ်မျိုး တစ်စားတည်း ဖြစ်စေခြင်းကို ခံကြရပေမည်။"},{"SurahNumber":75,"VerseNumber":10,"Text":"ထိုနေ့တွင် လူသားသည် (ကျွန်ုပ်)အဘယ်သို့ ပြေးရပါမည်နည်းဟု ပြောဆိုပေမည်။"},{"SurahNumber":75,"VerseNumber":11,"Text":"အလျှင်း မဟုတ်။ ခိုလှုံရာဟူ၍ အလျှင်း ရှိလိမ့်မည် မဟုတ်ပေ။"},{"SurahNumber":75,"VerseNumber":12,"Text":"ထိုနေ့တွင် နေထိုင်ရာဌာနဟူသည် အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ထံတော် ၌သာလျှင် ရှိချေမည်။"},{"SurahNumber":75,"VerseNumber":13,"Text":"ထိုနေ့တွင် လူသားသည် မိမိ တင်ကြို ပို့နှင့်ခဲ့သည်ကိုလည်းကောင်း၊ မိမိ နောက်ချန်ရစ်ခဲ့သည်ကိုလည်းကောင်း၊ ပြောပြခြင်းကို ခံရပေမည်။"},{"SurahNumber":75,"VerseNumber":14,"Text":"စင်စစ်မှာကား လူသားသည် မိမိကိုယ်ကို မိမိကောင်းစွာ မြင်သူဖြစ်မည်။ (တစ်နည်း) စင်စစ်မှာကား လူသား၏ ခန္ဓာကိုယ်၌ပင် သက်သေရှိနေပေမည်။"},{"SurahNumber":75,"VerseNumber":15,"Text":"စင်စစ် ၎င်းသည် မိမိ အကြောင်းပြချက်များကို(မည်မျှပင်) တင်ပြငြားအံ့လည်း။"},{"SurahNumber":75,"VerseNumber":16,"Text":"အသင်သည် (ကောင်းကင်တမန် ဂျစ်ဗ်ရီလ်သည် ကုရ်အာန်ကျမ်းလာ အာယတ်တော်များကို ရွတ်ဖတ်တော်မူသည့်အခါ) အသင်၏လျှာကို(ယင်း အာယတ်တော်များကို) အလျှင်အမြန် (ကျက်မှတ်)ရယူရန် အလို့ငှာ မလှုပ်လေနှင့်။"},{"SurahNumber":75,"VerseNumber":17,"Text":"ဧကန်စင်စစ် ယင်း(ကုရ်အာန်ကျမ်းတော်မြတ်)ကို စုပေါင်းခြင်းသည်လည်းကောင်း၊ ထိုနည်းတူစွာ (ယင်းကုရ်အာန်ကျမ်းမြတ်ကို) ဖတ်စေခြင်းသည်လည်းကောင်း၊ ငါအရှင်မြတ်၏ တာဝန်ဖြစ်၏။"},{"SurahNumber":75,"VerseNumber":18,"Text":"သို့ဖြစ်ပေရာ အကြင်အခါဝယ် ငါအရှင်မြတ်သည် ယင်း(ကုရ်အာန်ကျမ်းတော်မြတ်) ဖတ်ကြားတော် မူခဲ့အံ့။ထိုအခါ (ယင်းကုရ်အာန်၏ ဖတ်ကြားချက်ကို) အသင်သည် လိုက်(၍ဖတ်)ပါလေ။ နားထောင်ပါလေ။"},{"SurahNumber":75,"VerseNumber":19,"Text":"ထို့နောက် ယင်းကုရ်အာန်ကျမ်းတော်မြတ်ကို ရှင်းပြခြင်းမှာလည်း ဧကန်အမှန် ငါအရှင်မြတ်၏ တာဝန်သာဖြစ်၏။"}]}