{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"Quantas populações de cidades exterminamos, por sua iniqüidade, e suplantamos por outras"},{"SurahNumber":21,"VerseNumber":12,"Text":"Porém, quando se deram conta do Nosso castigo, eis que tentaram fugir dele precipitadamente"},{"SurahNumber":21,"VerseNumber":13,"Text":"Não fujais! Voltai ao que vos foi concedido e às vossas moradas, a fim de que sejas interrogados"},{"SurahNumber":21,"VerseNumber":14,"Text":"Disseram: Ai de nós! Em verdade, fomos iníquos"},{"SurahNumber":21,"VerseNumber":15,"Text":"E não cessou esta sua lamentação, até que os deixamos inertes, tal qual plantas segadas"},{"SurahNumber":21,"VerseNumber":16,"Text":"Não riamos os céus e a terra e tudo quanto existe entre ambos por mero passatempo"},{"SurahNumber":21,"VerseNumber":17,"Text":"E se quiséssemos diversão, tê-la-íamos encontrado entre as coisas próximas de Nós, se fizéssemos (tal coisa)"},{"SurahNumber":21,"VerseNumber":18,"Text":"Qual! Arremessamos a verdade sobre a falsidade, o que a anula. Ei-la desvanecida. Ai de vós, pela falsidade que (Nos) descreveis"},{"SurahNumber":21,"VerseNumber":19,"Text":"Seu é tudo o que existe nos céus e na terra; e todos quanto se acham em Sua Presença, não se ensoberbecem emadorá-Lo, nem se enfadam disso"},{"SurahNumber":21,"VerseNumber":20,"Text":"Glorificam-No noite e dia, e não ficam exaustos"},{"SurahNumber":21,"VerseNumber":21,"Text":"Ou (será que) adotaram divindades da terra, que podem ressuscitar os mortos"},{"SurahNumber":21,"VerseNumber":22,"Text":"Se houvesse nos céus e na terra outras divindades além de Deus, (ambos) já se teriam desordenado. Glorificado sejaDeus, Senhor do Trono, de tudo quanto Lhe atribuem"},{"SurahNumber":21,"VerseNumber":23,"Text":"Ele não poderá ser questionado quanto ao que faz; eles sim, serão interpelados"},{"SurahNumber":21,"VerseNumber":24,"Text":"Adotarão, porventura, outras divindades além d'Ele? Dize-lhes: Apresentai vossa prova! Eis aqui a Mensagem daquelesque estão comigo e a Mensagem daqueles que me precederam. Porém, a maioria deles não conhece a verdade, e a desdenha"}]}