{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":15,"Text":"و برای (اولاد و قوم) سبا در وطنشان (سرزمین یمن و شام) از راست و چپ (جنوب و شمال) دو سلسله باغ و بوستان آیتی (از لطف و رحمت حق) بود (همه پر نعمت، و به آنها گفتیم که) بخورید از رزق خدای خود و شکر وی به جای آرید، که مسکنتان شهری نیکو و پر نعمت است و خدای شما غفور (و مهربان) است"},{"SurahNumber":34,"VerseNumber":16,"Text":"با وجود این باز (از شکر خدا و طاعت حق) اعراض کردند، ما هم سیلی سخت بر هلاک ایشان فرستادیم و به جای آن دو نوع باغ پر نعمت دو باغ دیگرشان دادیم که بار درختانش تلخ و ترش و بد طعم و شوره گز و اندکی درخت سدر بود"},{"SurahNumber":34,"VerseNumber":17,"Text":"این کیفر کفران آنها بود، و آیا ما تا کسی کفران نکند مجازاتش خواهیم کرد؟"},{"SurahNumber":34,"VerseNumber":18,"Text":"و ما به میان آنها و شهرهایی که پر نعمت و برکت گردانیدیم باز قریه‌هایی نزدیک به هم قرار دادیم با فاصله کوتاه و سیر سفری معیّن (و آنها را گفتیم که) در این ده و شهرهای نزدیک به هم شبان و روزان با ایمنی کامل مسافرت کنید"},{"SurahNumber":34,"VerseNumber":19,"Text":"باز آنها گفتند: بار الها، سفرهای ما را دور و دراز گردان، و (به این تقاضای بی‌جا) بر خویش ستم کردند، ما هم آنها را داستانها و مثلهای عبرت آموز کردیم و به کلی متفرق و پراکنده ساختیم. در این عقوبت برای مردمان پر صبر و شکر آیاتی (از عبرت و حکمت) آشکار است"},{"SurahNumber":34,"VerseNumber":20,"Text":"و شیطان گمان باطل خود را درباره مردم، سخت به صدق و حقیقت رساند، پس جز فرقه کمی از اهل ایمان همه پیرو او شدند"},{"SurahNumber":34,"VerseNumber":21,"Text":"در صورتی که شیطان بر مردمان تسلطی نداشت (بلکه از حرص دنیا پیرو او شدند. و شیطان را بر این نداشتیم) مگر برای آنکه (به امتحان) آن کس را که به عالم قیامت ایمان آورد از آن کس که شک دارد معلوم گردانیم. و خدای تو بر هر چیز نگهبان و آگاه است"},{"SurahNumber":34,"VerseNumber":22,"Text":"(ای رسول ما، مشرکان را) بگو: آنهایی را که به جز خدا شما مؤثر پنداشتید بخوانید (خواهید دانست که) هیچ یک مقدار ذره‌ای در آسمانها و زمین مالک نیستند و با خدا شرکتی در خلقت آسمان و زمین نداشته و به او در آفرینش یاری و کمکی نکرده‌اند"}]}