{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"Then he made them fragments, all except the big one of them, that haply unto it they may return"},{"SurahNumber":21,"VerseNumber":59,"Text":"They said: who hath wrought this to our gods? verily he is of the wrong-doers"},{"SurahNumber":21,"VerseNumber":60,"Text":"They said: We heard a youth speak of them, who is called Ibrahim"},{"SurahNumber":21,"VerseNumber":61,"Text":"They said: bring him then before the eyes of the people, haply they may bear witness"},{"SurahNumber":21,"VerseNumber":62,"Text":"They said: art thou the one who hath wrought this unto our gods, O Ibrahim"},{"SurahNumber":21,"VerseNumber":63,"Text":"He said: rather he hath wrought it: this big one of them: so question them, if they ever speak"},{"SurahNumber":21,"VerseNumber":64,"Text":"They then turned to themselves, and said: verily ye it is who are the wrong-doers"},{"SurahNumber":21,"VerseNumber":65,"Text":"Thereafter they were made to turn over upon their heads, saying, assuredly thou knowest that they speak not"},{"SurahNumber":21,"VerseNumber":66,"Text":"He said: worship ye, then, beside Allah, that which profiteth you not at all, nor it hurteth you"},{"SurahNumber":21,"VerseNumber":67,"Text":"Fie upon you and upon that which ye worship beside Allah! Will ye not then reflect"},{"SurahNumber":21,"VerseNumber":68,"Text":"They said: burn him, and succour your gods, if ye will be doing"},{"SurahNumber":21,"VerseNumber":69,"Text":"We said: O fire! be thou cool and peace unto Ibrahim"},{"SurahNumber":21,"VerseNumber":70,"Text":"And they intended to do him an evil, but We made them the worst losers"},{"SurahNumber":21,"VerseNumber":71,"Text":"And We delivered him and Lut to the land wherein We had placed Our blessings for the worlds"},{"SurahNumber":21,"VerseNumber":72,"Text":"And We bestowed upon him ls-haq and Ya qub as a grandson; and each one We made righteous"}]}