{"Id":344,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":25,"Text":"Nga argumentet e Tij është që me fuqinë e Tij bëri të qëndrojë (pa shtyllë) qielli e Toka, mandej kur t’ju thërret juve me një thirrje prej tokës, ju menjëherë dilni"},{"SurahNumber":30,"VerseNumber":26,"Text":"E Tij është çka në qiej e në tokë dhe të gjithë vetëm Atij i përulën"},{"SurahNumber":30,"VerseNumber":27,"Text":"Dhe Ai është që e shpik jetën dhe pastaje përsërit atë, e ajo (përsëritja) është edhe më e lehtë oër Te (sipas mendimit tuaj). Shembëlltyra më e lartë është vetëm e Tij në qie tokë dhe Ai është mbizotëruesi, i urti"},{"SurahNumber":30,"VerseNumber":28,"Text":"Ai (Zoti) ju jep një shembull nga vetë ju; a i keni shokë (ortakë) ata që janë në posedim tuaj (shërbëtorët), në atë që Ne u dhamë juve (në pronësi), që të jeni ju të barabartë në të, (në përdorimin e saj) e të frikësoheni prej tyre (se po marrin kompetencë) si frikësoheni ju në mes vete. (Ju nuk pranoni ortakë shërbëtorët tuaj, të jeni të barabartë, nuk keni frikën e tyre, e si më përshkruani Mua ortakë)? Ne kështu u sqarojmë faktet njerëzve që janë të zotët e mendjes"},{"SurahNumber":30,"VerseNumber":29,"Text":"Jo (ata nuk kanë fakt), por ata që i bënë të padrejtë vetes, të cilët pa ndonjë fakt të dijes shkuan pas epshit të vet. Po kush mund ta vërë në rrugë të drejtë atë që All-llahu e ka lënë të humbur, e ata nuk do të kenë ndihmëtarë"},{"SurahNumber":30,"VerseNumber":30,"Text":"Përqënrohu në vetëvetën tënde sinqerisht në fenë, ilrguar prej çdo të kote, (e ajo fe), feja e All-llahut në të cilën i krijoi njerëzit, s’ka ndryshim (mos ndryshoni) të asaj natyrshmërie të krijuar nga All-llahu, ajo është feja e drejtë por shumica e njerëzve nuk e dinë"},{"SurahNumber":30,"VerseNumber":31,"Text":"(Përqëndrohu në atë fe) Të kthyer sinqerish te Ai, kini frikë prej Atij dhe falnie namazin e mos u bëni nga idhujtarët"},{"SurahNumber":30,"VerseNumber":32,"Text":"Të cilët e përqanë fenë e tyre dhe u ndanë në grupe, ku secili grup i gëzohet idesë së vet"}]}