{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":6,"Text":"And at the time when the people are gathered, they will be enemies for them, and they will reject their worship"},{"SurahNumber":46,"VerseNumber":7,"Text":"And when Our clear revelations are recited to them, those who rejected said of the truth that came to them: \"This is evidently magic"},{"SurahNumber":46,"VerseNumber":8,"Text":"Or do they say: \"He fabricated this!\" Say: \"If I fabricated this, then you cannot protect me at all from God. He is fully aware of what you say. He suffices as a witness between me and you. He is the Forgiver, the Merciful"},{"SurahNumber":46,"VerseNumber":9,"Text":"Say: \"I am no different from the other messengers, nor do I know what will happen to me or to you. I only follow what is inspired to me. I am no more than a clear warner"},{"SurahNumber":46,"VerseNumber":10,"Text":"Say: \"Do you see that if it were from God, and you rejected it, and a witness from the Children of Israel bore witness to its similarity, and he has believed, while you have turned arrogant? Surely, God does not guide the wicked people"},{"SurahNumber":46,"VerseNumber":11,"Text":"And those who had rejected said regarding those who had believed: \"If it were any good, they would not have beaten us to it.\" And when they are not able to be guided by it, they will say: \"This is an old fabrication"},{"SurahNumber":46,"VerseNumber":12,"Text":"And before it was the Book of Moses, a beacon and a mercy. And this is an authenticating Book, in an Arabic tongue, so that you may warn those who have transgressed, and to give good news to the righteous"},{"SurahNumber":46,"VerseNumber":13,"Text":"Those who said: \"Our Lord is God,\" then they lead a righteous life, there is no fear for them, nor will they grieve"},{"SurahNumber":46,"VerseNumber":14,"Text":"These are the dwellers of the Paradise, abiding therein, a reward for what they used to do"}]}