{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":33,"Text":"Когда этих людей постигает бедствие, они тогда призывают Господа своего, с сокрушением обращаясь к Нему; а потом, когда Он даст им вкусить Его милости, то, вот, некоторые из них признают соучастников Ему"},{"SurahNumber":30,"VerseNumber":34,"Text":"Оставаясь неблагодарными за то, что доставили Мы им. Наслаждайтесь этим, но вы скоро узнаете"},{"SurahNumber":30,"VerseNumber":35,"Text":"Посылали ли Мы к ним какого либо уполномоченного, и он говорил бы им о тех, которых обоготворяют они"},{"SurahNumber":30,"VerseNumber":36,"Text":"Когда Мы даем этим людям почувствовать нашу милость, они радуются тому; но если постигнет их злополучие, за то, что прежде делали руки их, то вот они в отчаянии"},{"SurahNumber":30,"VerseNumber":37,"Text":"Уже ли не видят они, что Бог то щедро раздает, кому хочет, жизненные потребности, то умаляет количество их"},{"SurahNumber":30,"VerseNumber":38,"Text":"Подавай родственнику при нужде его, также бедному, путешественнику: в этом благо для тех, которые ищут лица Божия; они будут блаженны"},{"SurahNumber":30,"VerseNumber":39,"Text":"То, что даете вы в рост, что бы оно возросло от имущества других людей, не возрастет пред Богом; то, что даете вы в очистительную милостыню, желая лица Божия - для таковых оно удвоится"},{"SurahNumber":30,"VerseNumber":40,"Text":"Бог есть тот, кто сотворил вас и подает вам жизненные потребности; со временем Он пошлет вам смерть и потом оживит вас. Из боготворимых вами есть ли кто такой, который что нибудь из этого сделал для вас? Хвала Ему! Он превознесен над теми, которых считаете вы соучастниками Ему"},{"SurahNumber":30,"VerseNumber":41,"Text":"Нечестие явилось на суше и на море от того, что произвели руки людей, для того, чтобы они узнали сколько нибудь качество дел своих; может быть, они обратятся"}]}