{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":207,"Text":"این تمتّع و بهره‌گیری از دنیا، برای آنان چه سودی خواهد داشت؟"},{"SurahNumber":26,"VerseNumber":208,"Text":"ما اهل هیچ شهر و دیاری را هلاک نکرده‌ایم، مگر این که بیم دهندگانی (از پیغمبران) داشته‌اند (و قبلاً به میان ایشان رفته‌اند و به اندرز و رهنمودشان برخاسته‌اند و آنان را به اوامر و نواهی خدا آشنا ساخته‌اند)"},{"SurahNumber":26,"VerseNumber":209,"Text":"تا متذکّر شوند و بیدار گردند. ما هرگز ستمگر نبوده‌ایم (تا پیش از ارسال پیغمبران و اتمام حجّت بر مردمان، ایشان را عذاب دهیم)"},{"SurahNumber":26,"VerseNumber":210,"Text":"این قرآن را شیاطین فرو نیاورده‌اند (و بلکه جبریل آن را فرو آورده است)"},{"SurahNumber":26,"VerseNumber":211,"Text":"(اصلاً این کار) ایشان را نسزد، و توانائی (چنین کاری را) ندارند"},{"SurahNumber":26,"VerseNumber":212,"Text":"قطعاً ایشان از گوش فرا دادن (به فرشتگان و دریافت پیام آسمانی از ایشان) محروم و برکنارند"},{"SurahNumber":26,"VerseNumber":213,"Text":"بجز خدا معبودی را به فریاد مخوان و پرستش مکن، که (اگر چنین کنی) از زمره‌ی عذاب شوندگان خواهی بود"},{"SurahNumber":26,"VerseNumber":214,"Text":"خویشاوندان نزدیک خود را (از شرک و مخالفت با فرمان پروردگار) بترسان (و آنان را به سوی توحید و دادگری فرا خوان)"},{"SurahNumber":26,"VerseNumber":215,"Text":"و بال (محبّت و مودّت) خود را برای مؤمنانی که از تو پیروی می‌کنند بگستران"},{"SurahNumber":26,"VerseNumber":216,"Text":"و اگر آنان (که خویشان تو می‌باشند) از فرمان تو سرکشی کردند، بگو: من از کار شما بیزارم (و شما را دوست نمی‌دارم)"},{"SurahNumber":26,"VerseNumber":217,"Text":"و بر خدای چیره و مهربان توکّل کن"},{"SurahNumber":26,"VerseNumber":218,"Text":"آن خدائی که تو را می‌بیند بدان گاه که (برای نماز تهجّد) برمی‌خیزی"},{"SurahNumber":26,"VerseNumber":219,"Text":"و (همچنین می‌بیند) حرکت (قیام و رکوع و سجود و نشست و برخاست) تو را در میان (صف جماعت) سجده برندگان"},{"SurahNumber":26,"VerseNumber":220,"Text":"چرا که او بس شنوا و آگاه است"},{"SurahNumber":26,"VerseNumber":221,"Text":"آیا به شما خبر بدهم شیاطین بر چه کسی نازل می‌شوند (و القاء وسوسه می‌کنند؟)"},{"SurahNumber":26,"VerseNumber":222,"Text":"بر کسانی نازل می‌گردند که کذّاب و بس گناهکار باشند. (چرا که کاهنان و غیبگویان دروغزن و پلشت‌می‌باشند)"},{"SurahNumber":26,"VerseNumber":223,"Text":"(به شیاطین) گوش فرا می‌دهند، و بیشترشان دروغگویند (و از پیش خود چیزهائی به هم می‌بافند)"},{"SurahNumber":26,"VerseNumber":224,"Text":"سرگشتگان و گمراهان از شعراء پیروی می‌کنند"},{"SurahNumber":26,"VerseNumber":225,"Text":"مگر نمی‌بینی که آنان به هر راهی بی‌هدف پا می‌گذارند (و غرق تخیّلات و تشبیهات شاعرانه‌ی خویش بوده و در بند منطق و استدلال نمی‌باشند؟)"},{"SurahNumber":26,"VerseNumber":226,"Text":"و این که ایشان چیزهائی می‌گویند که خودشان انجام نمی‌دهند و بدانها عمل نمی‌کنند"},{"SurahNumber":26,"VerseNumber":227,"Text":"مگر شاعرانی که مؤمن هستند و کارهای شایسته و بایسته می‌کنند و بسیار خدا را یاد می‌نمایند (و اشعارشان مردم را به یاد خدا می‌اندازد) و هنگامی که مورد ستم قرار می‌گیرند (با این ذوق خویش خود را و سایر مؤمنان را) یاری می‌دهند. و کسانی که ستم می‌کنند خواهند دانست که بازگشتشان به کجا و سرنوشتشان چگونه است"}]}