{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"Денгизда тоғдек бўлиб сузиб юргувчи кемалар унинг (қудрати) оят(белги)ларидандир"},{"SurahNumber":42,"VerseNumber":33,"Text":"Агар У зот хоҳласа, шамолни тўхтатиб қўюр. Бас, у (кема)лар у(денгиз)нинг устида туриб қолурлар. Албатта, ана шунда ҳар бир сабр қилувчи ва шукр қилгувчи учун оят(белги)лар бордир"},{"SurahNumber":42,"VerseNumber":34,"Text":"Ёки у(кема)ларни аларнинг касби туфайли ҳалок қилур ва У зот кўпни афв қилур"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ва Бизнинг оятларимиз ҳақида тортишадиганлар билсинларки, улар учун ҳеч бир қочар жой йўқдир"},{"SurahNumber":42,"VerseNumber":36,"Text":"Сизга берилган нарсалар дунё ҳаётининг матоҳи, холос. Аллоҳнинг ҳузуридаги яхши ва боқий нарсалар эса, иймон келтирган ва Роббиларига таваккал қилганлар учундир"},{"SurahNumber":42,"VerseNumber":37,"Text":"Катта гуноҳлар ва фоҳиша ишлардан четда бўладиган ва ғазабланган вақтда кечириб юборадиганлар учундир"},{"SurahNumber":42,"VerseNumber":38,"Text":"Роббиларига ижобат қилган, намозни тўкис адо этган, ишлари ўзаро шууро ила бўлган ва уларга ризқ қилиб берган нарсаларимиздан инфоқ қиладиганлар учундир"},{"SurahNumber":42,"VerseNumber":39,"Text":"Ўзларига тажовузкорлик етганда нусрат қозонадиганлар учундир"},{"SurahNumber":42,"VerseNumber":40,"Text":"Ўмонликнинг жазоси ўз мислидек ёмонликдир. Ким афв этиб ислоҳ қилса, унинг ажри Аллоҳнинг зиммасидадир. Албатта, У зот золимларни севмас"},{"SurahNumber":42,"VerseNumber":41,"Text":"Албатта, ким ўзига бўлган зулмдан кейин нусрат қозонса, бас, ундайларни (айблашга) ҳеч йўл йўқ"},{"SurahNumber":42,"VerseNumber":42,"Text":"Фақатгина, одамларга зулм қиладиган ва ер юзида ноҳақ тажовузкорлик қиладиганларни (айблашга) йўл бордир. Ана ўшаларга аламли азоб бордир"},{"SurahNumber":42,"VerseNumber":43,"Text":"Шубҳасиз, ким сабр қилиб, кечирса, албатта, бу мардлик ишларидандир"},{"SurahNumber":42,"VerseNumber":44,"Text":"Аллоҳ кимни залолатга кетказса, бас, унга У зотдан ўзга ҳеч бир валий бўлмас. Золимларни кўрурсанки, азобни кўрган чоғларида: «(Ортга) қайтишга ҳеч бир йўл бормикан?» – дерлар"}]}