{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":119,"Text":"Then, indeed your Lord, to those who have done wrong out of ignorance and then repent after that and correct themselves - indeed, your Lord, thereafter, is Forgiving and Merciful"},{"SurahNumber":16,"VerseNumber":120,"Text":"Indeed, Abraham was a [comprehensive] leader, devoutly obedient to Allah, inclining toward truth, and he was not of those who associate others with Allah"},{"SurahNumber":16,"VerseNumber":121,"Text":"[He was] grateful for His favors. Allah chose him and guided him to a straight path"},{"SurahNumber":16,"VerseNumber":122,"Text":"And We gave him good in this world, and indeed, in the Hereafter he will be among the righteous"},{"SurahNumber":16,"VerseNumber":123,"Text":"Then We revealed to you, [O Muhammad], to follow the religion of Abraham, inclining toward truth; and he was not of those who associate with Allah"},{"SurahNumber":16,"VerseNumber":124,"Text":"The sabbath was only appointed for those who differed over it. And indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ"},{"SurahNumber":16,"VerseNumber":125,"Text":"Invite to the way of your Lord with wisdom and good instruction, and argue with them in a way that is best. Indeed, your Lord is most knowing of who has strayed from His way, and He is most knowing of who is [rightly] guided"},{"SurahNumber":16,"VerseNumber":126,"Text":"And if you punish [an enemy, O believers], punish with an equivalent of that with which you were harmed. But if you are patient - it is better for those who are patient"},{"SurahNumber":16,"VerseNumber":127,"Text":"And be patient, [O Muhammad], and your patience is not but through Allah. And do not grieve over them and do not be in distress over what they conspire"},{"SurahNumber":16,"VerseNumber":128,"Text":"Indeed, Allah is with those who fear Him and those who are doers of good"}]}