{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Only those who do not believe in the life hereafter call the angels, females. They have no knowledge about it"},{"SurahNumber":53,"VerseNumber":28,"Text":"They only follow mere conjecture which can never sufficiently replace the Truth"},{"SurahNumber":53,"VerseNumber":29,"Text":"(Muhammad), stay away from those who turn away from Our guidance and who do not desire anything except the worldly life"},{"SurahNumber":53,"VerseNumber":30,"Text":"This is what the extent of their knowledge amounts to. Your Lord knows best who has gone astray from His path and who has been rightly guided"},{"SurahNumber":53,"VerseNumber":31,"Text":"To God belongs whatever is in the heavens and the earth. In the end God will re-compense the evil doers for their deeds and reward the righteous ones for their deeds"},{"SurahNumber":53,"VerseNumber":32,"Text":"Those who stay away from grave sins and indecency (should know that) for their trivial sins your Lord's forgiveness is vast. He knows best about you. When He created you from the earth and when you were embryos in your mother's wombs. Do not consider yourselves very great. God knows best who is the most righteous person"},{"SurahNumber":53,"VerseNumber":33,"Text":"(Muhammad), have you ever seen the one who has turned away (from guidance)"},{"SurahNumber":53,"VerseNumber":34,"Text":"and grudgingly spends very little for the cause of God"},{"SurahNumber":53,"VerseNumber":35,"Text":"Does he possess the knowledge of the unseen, thus, he sees (all things)"},{"SurahNumber":53,"VerseNumber":36,"Text":"Has not he been informed of the contents of the Book of Moses"},{"SurahNumber":53,"VerseNumber":37,"Text":"and about Abraham who fulfilled his duty (to God)"},{"SurahNumber":53,"VerseNumber":38,"Text":"Certainly no one will bear the responsibility of the sins of another"},{"SurahNumber":53,"VerseNumber":39,"Text":"nor can man achieve anything without hard labor"},{"SurahNumber":53,"VerseNumber":40,"Text":"He will certainly see the result of his labor"},{"SurahNumber":53,"VerseNumber":41,"Text":"and will be fully recompensed for his deeds"},{"SurahNumber":53,"VerseNumber":42,"Text":"To your Lord will all things eventually return"},{"SurahNumber":53,"VerseNumber":43,"Text":"It is He who causes laughter and weeping"},{"SurahNumber":53,"VerseNumber":44,"Text":"It is He who causes death and gives life"}]}