{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":188,"Text":"De ki, ben kendi kendime Allah'ın dilediğinden başka ne bir menfaat elde etmeye, ne de bir zararı önlemeye malik değilim. Ben eğer gaybı bilseydim daha çok hayır yapardım ve kötülük denilen şey yanıma uğramazdı. Ben iman edecek bir kavme müjde veren ve uyaran bir peygamberden başka biri değilim"},{"SurahNumber":7,"VerseNumber":189,"Text":"Sizi bir tek nefisten yaratan, onunla sükûnet bulsun diye eşini de ondan yaratan Allah'tır. O, eşini kucaklayıp sarılınca (ona yaklaşınca), eşi hafif bir yük yüklendi (hâmile kaldı). Bir müddet böyle geçti, derken yükü ağırlaştı. O vakit ikisi birden Rableri olan Allah'a şöyle dua ettiler: \"Eğer bize salih bir evlat verirsen, biz muhakkak şükredenlerden olacağız"},{"SurahNumber":7,"VerseNumber":190,"Text":"Fakat Allah, kendilerine salih bir evlat verince, her ikisi de tuttular verdiği evlatlar üzerine ona ortak koşmaya başladılar. Allah, onların koştukları şirkten münezzehtir"},{"SurahNumber":7,"VerseNumber":191,"Text":"Hiçbir şey yaratmayan ve kendileri yaratılmış olan putları mı Allah'a ortak ediyorlar, ona eş koşuyorlar"},{"SurahNumber":7,"VerseNumber":192,"Text":"Bu putlar, ne o tapınanlara, ne de kendi kendilerine yardım edebilirler"},{"SurahNumber":7,"VerseNumber":193,"Text":"Eğer siz onları doğru yola çağırsanız, size uymazlar. Onları ha çağırmışsınız, ha çağırmayıp susmuşsunuz, hiç fark etmez"},{"SurahNumber":7,"VerseNumber":194,"Text":"Allah'ı bırakıp taptıklarınız da tıpkı sizin gibi kullardır. Eğer iddianızda doğru iseniz haydi onları çağırın da size cevap versinler"},{"SurahNumber":7,"VerseNumber":195,"Text":"Onların yürüyecek ayakları, tutacak elleri, görecek gözleri veya işitecek kulakları mı var? De ki: \"Haydi çağırın o ortaklarınızı, sonra bana istediğiniz tuzağı kurun ve elinizden gelirse göz açtırmayın"}]}