{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"Among His signs, you see how desolate the earth is; yet whenever We send water down upon it, it stirs and sprouts. The One Who revives it is the Reviver of the dead; He is Capable of everything"},{"SurahNumber":41,"VerseNumber":40,"Text":"The ones who distort Our signs are never hidden from Us. Is someone who will be cast into the Fire better, or someone who will come safely through on Resurrection Day? Do whatever you (all) may wish: He is Observant of anything you do"},{"SurahNumber":41,"VerseNumber":41,"Text":"Such are those who disbelieve in the Reminder when it has come to them; it is such a splendid Book"},{"SurahNumber":41,"VerseNumber":42,"Text":"No falsehood shall approach it from either in front of it or behind it, since it is a Revelation from Someone [Who is] Wise, Praiseworthy"},{"SurahNumber":41,"VerseNumber":43,"Text":"Anything that has been told you is merely what was told [other] messengers before you. Your Lord is the Master of Forgiveness as well as the Wielder of Painful Punishment"},{"SurahNumber":41,"VerseNumber":44,"Text":"If We had set it up as some foreign Reading, they would still say: \"If its verses were only spelled out in details!\" Must it be foreign while [he speaks] Arabic? SAY: \"It means guidance and healing for such people as believe, while the ones who do not believe are merely hard of hearing and it [implies] blindness on their part as well. Those people [act as if they] are being called to from a long distance off"},{"SurahNumber":41,"VerseNumber":45,"Text":"We gave Moses the Book, yet differences have arisen over it. If word had not gone on ahead from your Lord, things would have already been settled concerning them. They are in such disgusting doubt about it"},{"SurahNumber":41,"VerseNumber":46,"Text":"Whoever acts honorably, does so for his own soul´s sake; while anyone who commits evil, merely does so against his own interests. Your Lord is never unjust towards His servants"}]}