{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Eğer onlara merhamet eder ve onlara dokunan zararı gideriverirsek, taşkınlıkları içinde şaşkınca dolaşmalarını sürdürecekler"},{"SurahNumber":23,"VerseNumber":76,"Text":"Andolsun, Biz onları azapla yakalayıverdik, fakat yine de Rablerine boyun eğmediler ve yakarıp-yalvarmadılar"},{"SurahNumber":23,"VerseNumber":77,"Text":"Sonunda, üzerlerine azabı şiddetli olan bir kapı açtığımızda, onlar bunun içinde şaşkına dönüp umutlarını kaybettiler"},{"SurahNumber":23,"VerseNumber":78,"Text":"O, sizin için kulakları, gözleri ve gönülleri inşa edendir; ne az şükrediyorsunuz"},{"SurahNumber":23,"VerseNumber":79,"Text":"O, sizi yeryüzünde yaratıp-türetendir ve hepiniz yalnızca O'na (döndürülüp) toplanacaksınız"},{"SurahNumber":23,"VerseNumber":80,"Text":"O, yaşatan ve öldürendir; gece ile gündüzün aykırılığı (veya ardarda gelişi) da O'nun (kanunu)dur. Yine de aklınızı kullanmayacak mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Hayır; onlar, geçmiştekilerin söylediklerinin benzerini söylediler"},{"SurahNumber":23,"VerseNumber":82,"Text":"Dediler ki: \"Öldüğümüz, bir toprak ve bir kemik olduğumuz zaman, gerçekten biz mi diriltilecek mişiz"},{"SurahNumber":23,"VerseNumber":83,"Text":"Andolsun, bu tehdit, bize ve bizden önceki atalarımıza yapılmıştı; bu, geçmişlerin uydurma masallarından başka bir şey değildir"},{"SurahNumber":23,"VerseNumber":84,"Text":"De ki: \"Eğer biliyorsanız (söyleyin:) Yeryüzü ve onun içinde olanlar kimindir"},{"SurahNumber":23,"VerseNumber":85,"Text":"Allah'ındır\" diyecekler. De ki: \"Yine de öğüt alıp-düşünmeyecek misiniz"},{"SurahNumber":23,"VerseNumber":86,"Text":"De ki: \"Yedi göğün Rabbi ve büyük Arş'ın Rabbi kimdir"},{"SurahNumber":23,"VerseNumber":87,"Text":"Allah'ındır\" diyecekler. De ki: \"Yine de sakınmayacak mısınız"},{"SurahNumber":23,"VerseNumber":88,"Text":"De ki: \"Eğer biliyorsanız (söyleyin:) Herşeyin melekutu (mülk ve yönetimi) kimin elindedir? Ki O, koruyup kolluyorken Kendisi korunmuyor"},{"SurahNumber":23,"VerseNumber":89,"Text":"Allah'ındır\" diyecekler. De ki: \"Öyleyse nasıl oluyor da böyle büyüleniyorsunuz"}]}