{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":86,"VerseNumber":1,"Text":"By the heaven, and At-Tariq (the night-comer, i.e. the bright star)"},{"SurahNumber":86,"VerseNumber":2,"Text":"And what will make you to know what At-Tariq (night-comer) is"},{"SurahNumber":86,"VerseNumber":3,"Text":"(It is) the star of piercing brightness"},{"SurahNumber":86,"VerseNumber":4,"Text":"There is no human being but has a protector over him (or her) (i.e. angels incharge of each human being guarding him, writing his good and bad deeds, etc)"},{"SurahNumber":86,"VerseNumber":5,"Text":"So let man see from what he is created"},{"SurahNumber":86,"VerseNumber":6,"Text":"He is created from a water gushing forth"},{"SurahNumber":86,"VerseNumber":7,"Text":"Proceeding from between the back-bone and the ribs"},{"SurahNumber":86,"VerseNumber":8,"Text":"Verily, (Allah) is Able to bring him back (to life)"},{"SurahNumber":86,"VerseNumber":9,"Text":"The Day when all the secrets (deeds, prayers, fasting, etc.) will be examined (as to their truth)"},{"SurahNumber":86,"VerseNumber":10,"Text":"Then will (man) have no power, nor any helper"},{"SurahNumber":86,"VerseNumber":11,"Text":"By the sky (having rain clouds) which gives rain, again and again"},{"SurahNumber":86,"VerseNumber":12,"Text":"And the earth which splits (with the growth of trees and plants)"},{"SurahNumber":86,"VerseNumber":13,"Text":"Verily! This (the Quran) is the Word that separates (the truth from falsehood, and commands strict legal laws for mankind to cut the roots of evil)"},{"SurahNumber":86,"VerseNumber":14,"Text":"And it is not a thing for amusement"},{"SurahNumber":86,"VerseNumber":15,"Text":"Verily, they are but plotting a plot (against you O Muhammad (Peace be upon him)"},{"SurahNumber":86,"VerseNumber":16,"Text":"And I (too) am planning a plan"},{"SurahNumber":86,"VerseNumber":17,"Text":"So give a respite to the disbelievers. Deal you gently with them for a while"},{"SurahNumber":87,"VerseNumber":1,"Text":"Glorify the Name of your Lord, the Most High"},{"SurahNumber":87,"VerseNumber":2,"Text":"Who has created (everything), and then proportioned it"},{"SurahNumber":87,"VerseNumber":3,"Text":"And Who has measured (preordainments for each and everything even to be blessed or wretched); then guided (i.e. showed mankind the right as well as wrong paths, and guided the animals to pasture)"},{"SurahNumber":87,"VerseNumber":4,"Text":"And Who brings out the pasturage"},{"SurahNumber":87,"VerseNumber":5,"Text":"And then makes it dark stubble"},{"SurahNumber":87,"VerseNumber":6,"Text":"We shall make you to recite (the Quran), so you (O Muhammad (Peace be upon him)) shall not forget (it)"},{"SurahNumber":87,"VerseNumber":7,"Text":"Except what Allah, may will, He knows what is apparent and what is hidden"},{"SurahNumber":87,"VerseNumber":8,"Text":"And We shall make easy for you (O Muhammad (Peace be upon him)) the easy way (i.e. the doing of righteous deeds)"},{"SurahNumber":87,"VerseNumber":9,"Text":"Therefore remind (men) in case the reminder profits (them)"},{"SurahNumber":87,"VerseNumber":10,"Text":"The reminder will be received by him who fears (Allah)"},{"SurahNumber":87,"VerseNumber":11,"Text":"But it will be avoided by the wretched"},{"SurahNumber":87,"VerseNumber":12,"Text":"Who will enter the great Fire and made to taste its burning"},{"SurahNumber":87,"VerseNumber":13,"Text":"Wherein he will neither die (to be in rest) nor live (a good living)"},{"SurahNumber":87,"VerseNumber":14,"Text":"Indeed whosoever purifies himself (by avoiding polytheism and accepting Islamic Monotheism) shall achieve success"},{"SurahNumber":87,"VerseNumber":15,"Text":"And remembers (glorifies) the Name of his Lord (worships none but Allah), and prays (five compulsory prayers and Nawafil additional prayers)"}]}