{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Mais les notables parmi son peuple, ceux qui se sont montrés méprisables, dirent : «Ô Shou`ayb ! Nous te bannirons de notre cité, ainsi que ceux qui ont partagé ta foi, à moins que vous ne reveniez à notre culte ». Shou`ayb répondit : « Même si nous éprouvons de l’aversion pour lui"},{"SurahNumber":7,"VerseNumber":89,"Text":"Le ferions-nous, que nous serions coupables de trahison à l’égard de Dieu après qu’Il nous en a délivrés. Nous n’avons pas à y retourner, à moins que ce ne soit la volonté de Dieu notre Seigneur, dont la science s’étend à toute chose ! En Dieu nous plaçons notre confiance. Seigneur ! Tranche par la Vérité dans le différend qui nous oppose à notre peuple, car Tu es le Meilleur des juges !»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Et les dénégateurs parmi les notables de son peuple menacèrent : «Si vous suivez Shou`ayb, vous êtes alors perdants »"},{"SurahNumber":7,"VerseNumber":91,"Text":"Ils furent surpris par un terrible tremblement de terre et furent retrouvés le lendemain gisant sous les décombres de leurs habitations"},{"SurahNumber":7,"VerseNumber":92,"Text":"Ceux qui avaient traité Shou`ayb de fabulateur disparurent ainsi, comme s’ils n’avaient jamais existé. Ceux qui avaient traité Shou’ayb de fabulateur sont plutôt eux les perdants"},{"SurahNumber":7,"VerseNumber":93,"Text":"Shou`ayb se détourna alors d’eux et s’écria : «Ô mon peuple ! Je vous ai transmis les messages de mon Seigneur. Je vous ai prodigué les conseils les plus salutaires. Pourquoi devrais-je alors m’affliger sur le sort d’un peuple mécréant?»"},{"SurahNumber":7,"VerseNumber":94,"Text":"Chaque cité auprès de laquelle Nous avons envoyé un prophète, Nous avons infligé à ses habitants malheurs et calamités. Peut-être feront-ils preuve d’humilité"},{"SurahNumber":7,"VerseNumber":95,"Text":"Puis Nous avons ramené le bonheur, qui leur permit de prospérer. Mais ils dirent: « Nos pères ont eux aussi connu les malheurs et les calamités!». Notre châtiment les saisit par surprise"}]}