{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":44,"Text":"ئۇلار ئاللاھقا مۇلاقات بولغان كۈندە ئۇلارغا ئاللاھ تەرىپىدىن يوللىنىدىغان سالام، (سىلەرگە) ئامانلىق بولسۇن (دېگەن سۆزدىن ئىبارەت)، ئاللاھ ئۇلارغا ئېسىل مۇكاپات تەييارلىدى"},{"SurahNumber":33,"VerseNumber":45,"Text":"ئى پەيغەمبەر! سېنى بىز ھەقىقەتەن گۇۋاھچى، بېشارەتچى، ئاگاھلاندۇرغۇچى، ئاللاھنىڭ ئىزنى بىلەن ئۇنىڭ (بىرلىكىگە، تائەت ـ ئىبادىتىگە) دەۋەت قىلغۇچى ۋە نۇرلۇق چىراق قىلىپ ئەۋەتتۇق[45ـ]"},{"SurahNumber":33,"VerseNumber":46,"Text":"ئى پەيغەمبەر! سېنى بىز ھەقىقەتەن گۇۋاھچى، بېشارەتچى، ئاگاھلاندۇرغۇچى، ئاللاھنىڭ ئىزنى بىلەن ئۇنىڭ (بىرلىكىگە، تائەت ـ ئىبادىتىگە) دەۋەت قىلغۇچى ۋە نۇرلۇق چىراق قىلىپ ئەۋەتتۇق[45ـ]"},{"SurahNumber":33,"VerseNumber":47,"Text":"مۆمىنلەرگە ئۇلارنىڭ ئاللاھنىڭ بۈيۈك ئېھسانىغا ئېرىشىدىغانلىقىدىن خۇشخەۋەر بەرگىن"},{"SurahNumber":33,"VerseNumber":48,"Text":"كاپىرلارغا ۋە مۇناپىقلارغا ئىتائەت قىلمىغىن، ئۇلارنىڭ (ساڭا قىلغان) ئازار ـ كۈلپەتلىرىگە پەرۋا قىلمىغىن (ئاللاھقا تەۋەككۈل قىلغىن)، ئاللاھ (ئۇنىڭغا) تەۋەككۈل قىلغانلارغا يېتەرلىكتۇر"},{"SurahNumber":33,"VerseNumber":49,"Text":"ئى مۆمىنلەر! سىلەر مۆمىن ئاياللارنى ئالساڭلار، ئاندىن ئۇلارغا يېقىنچىلىق قىلىشتىن بۇرۇن ئۇلارنى قويۇۋەتسەڭلار، بۇ چاغدا ئۇلار سىلەر ئۈچۈن ئىددەت تۈتماسلىقى كېرەك، ئۇلارغا ئاز ـ تولا نەرسە بېرىڭلار، ئۇلارنى چىرايلىقچە قويۇپ بېرىڭلار"},{"SurahNumber":33,"VerseNumber":50,"Text":"ئى پەيغەمبەر! ساڭا بىز سەن مەھرىلىرىنى بەرگەن ئاياللىرىڭنى، ئاللاھ ساڭا غەنىيمەت قىلىپ بەرگەن، ئەسىر چۈشكەن ئاياللاردىن ئىلكىڭگە ئۆتكەنلەرنى ھالال قىلدۇق، ئاتاڭنىڭ ئەر قېرىندىشى ۋە ھەمشىرە قېرىندىشىنىڭ قىزلىرىنى، ئاناڭنىڭ ئەر قېرىندىشى ۋە ھەمشىرە قېرىندىشىنىڭ قىزلىرىنى (ساڭا ھالال قىلدۇق). بۇلار سەن بىلەن بىرلىكتە ھىجرەت قىلدى. ئەگەر بىر مۆمىن خوتۇن ئۆزىنى پەيغەمبەرگە بەخش قىلسا، پەيغەمبەر ئۇنى (مەھرىسىز) ئېلىشنى خالىسا، بۇنى مۆمىنلەرگە ئەمەس، يالغۇز ساڭىلا (ھالال قىلدۇق)، ئۇلارنىڭ ئاياللىرى ۋە چۆرىلىرى توغرۇلۇق بىزنىڭ چىقارغان بەلگىلىمىلىرىمىز بىزگە مەلۇمدۇر، ساڭا ھەرەج بولۇپ قالماسلىقى ئۈچۈن (سېنى ئالاھىدىلىكلەرگە ئىگە قىلدۇق)، ئاللاھ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"}]}