{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"S. These (alphabets in this verse are) signs of Al-Quran and Kitab-un-Mobin"},{"SurahNumber":27,"VerseNumber":2,"Text":"Hudah, and Bushrah for the Believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"those who establish As-Salat, and pay-up Az-Zakat, and they, regarding the Hereafter — they feel certainty"},{"SurahNumber":27,"VerseNumber":4,"Text":"Verily, those who do not Believe in the Hereafter, We have made their deeds (appear) fair-seeming to them, so they wander about blindly"},{"SurahNumber":27,"VerseNumber":5,"Text":"They are those: for them is an evil torment. And they, in the Hereafter: they become the greatest losers"},{"SurahNumber":27,"VerseNumber":6,"Text":"And verily you: indeed, you are being bestowed Al-Quran from the Presence of All-Wise, All-Knowing"},{"SurahNumber":27,"VerseNumber":7,"Text":"(Bring to mind) when Musa said to his family: “Verily, I have noticed a fire, soon I will approach you therefrom with some information or I come to you with a burning brand so that you may warm yourself.”"},{"SurahNumber":27,"VerseNumber":8,"Text":"So when he came to it he was called that: “Blessed has been made that whosoever is in the ‘fire’, and who is in its precincts. And glorified be Allah, the Nourisher-Sustainer to the worlds"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Musa! Verily, it is I, Allah, the All-Mighty, the All-Wise"},{"SurahNumber":27,"VerseNumber":10,"Text":"And put you down your rod!\" But when he marked it (that) it moves, as if it (is) a snake, he turned being one who turns his back and did not return. (It was said): “O Musa! Fear not. Verily, the Messengers fear not in My Presence"},{"SurahNumber":27,"VerseNumber":11,"Text":"except that who has done wrong, (and) afterwards has brought in replacement good after evil; then surely, I am Oft-Forgiving, continuously Merciful"},{"SurahNumber":27,"VerseNumber":12,"Text":"And put your hand into your bosom, it will come forth white without any disease. (These are) among the nine credentials to Firaun and his nation. Surely, they are a nation of those who are Fasiqun"},{"SurahNumber":27,"VerseNumber":13,"Text":"So when Our enlightening Credentials came to them, they said: “This is manifest magic.”"}]}