{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":78,"Text":"Han svarade: \"Det [jag äger] har jag fått tack vare mina kunskaper [och min klokhet].\" Visste han inte att Gud har låtit tidigare släkten gå under, som ägde mera makt och samlat större [rikedomar] än han? Men de obotfärdiga, trotsiga syndarna behöver inte tillfrågas om sina synder"},{"SurahNumber":28,"VerseNumber":79,"Text":"Och [när] han gick ut bland folket i hela sin ståt, sade de som [bara] hade det jordiska livet för ögonen: \"Tänk om vi fick [äga] vad Qarun har fått [äga]; han har verkligen gynnats av turen"},{"SurahNumber":28,"VerseNumber":80,"Text":"Men de som hade fått del av kunskap sade: \"Arma stackare! [Ni inser inte att] för den som tror och lever rättskaffens är Guds belöning vida bättre [än det som ni kan vinna i detta liv]; men denna [belöning] vinner ingen utom den som visar tålamod och uthållighet"},{"SurahNumber":28,"VerseNumber":81,"Text":"Och så lät Vi jorden uppsluka honom och hans hus, och ingen anhängarskara fanns till hands, som kunde rädda honom undan Guds [straff] och han kunde inte hjälpa sig själv"},{"SurahNumber":28,"VerseNumber":82,"Text":"Och nästa morgon sade de som dagen innan hade önskat vara i hans ställe: \"Hur kunde vi [förbise] att Gud ger den Han vill av Sina tjänare riklig och [den Han vill] knappare utkomst! Utan Guds nådiga beskydd, skulle vi [också] ha uppslukats av jorden. Hur kunde vi [tvivla på] att det skall gå illa för dem som förnekar sanningen"},{"SurahNumber":28,"VerseNumber":83,"Text":"De eviga boningarna skall Vi skänka dem som inte strävar efter makt och ära på jorden eller försöker störa ordningen och fördärva sederna där - den slutliga segern tillhör dem som fruktar Gud"},{"SurahNumber":28,"VerseNumber":84,"Text":"Den som stiger fram [inför Honom] med en god handling skall få en större [belöning än handlingen förtjänar], och den som stiger fram [inför Honom] med en dålig handling [skall veta att] de som begår dåliga handlingar inte skall straffas för annat än vad de har gjort"}]}