{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Inene, abo bakholwayo benze izenzo zobulungisa, uSolubabalo Uya kubanika uthando"},{"SurahNumber":19,"VerseNumber":97,"Text":"Ke ngoko Thina Senze le (‘Kur’ân) yaba lula elwimini lwakho khon’ukuze unike iindaba ezivuyisayo kwabo bamoyikayo uAllâh, ulumkise kananjalo ngayo abachasi"},{"SurahNumber":19,"VerseNumber":98,"Text":"Kanti zingaphi izizukulwana phambi kwabo eSazitshabalalisayo! Ingaba ungafumana nokuba mnye kuzo okanye uve nokuba kukusebeza kwabo (izizukulwana ezatshatyalaliswayo)"},{"SurahNumber":20,"VerseNumber":1,"Text":"Tâ-Hâ"},{"SurahNumber":20,"VerseNumber":2,"Text":"ASikuthumelelanga i’Kur’ân (Muhammad) ukukuvisa ubuhlungu (emphefumlweni wakho)"},{"SurahNumber":20,"VerseNumber":3,"Text":"Koko (Siyithumelele) ukuba ibe yinkumbuzo kwabo baMoyikayo (uAllâh)"},{"SurahNumber":20,"VerseNumber":4,"Text":"IsiTyhilelo esivela kuYe (uAllâh) Owadala umhlaba namazulu aphakamileyo"},{"SurahNumber":20,"VerseNumber":5,"Text":"USolubabalo (uAllâh) Waphakamela ngentla kweTrone yaKhe"},{"SurahNumber":20,"VerseNumber":6,"Text":"KokwaKhe konke okusemazulwini nako konke okusemhlabeni, nako konke okuphantsi komhlaba"},{"SurahNumber":20,"VerseNumber":7,"Text":"Kananjalo ukuba wena (Muhammad) uthetha ngokukhwaza (xa uthandazayo), inene Yena Wazi imfihlelo noko kufihlakele ngakumbi"},{"SurahNumber":20,"VerseNumber":8,"Text":"UAllâh, akukho thixo wumbi ngaphandle kwaKhe ngawaKhe awona magama alungileyo"},{"SurahNumber":20,"VerseNumber":9,"Text":"Ingaba ibali likaMûsâ lifikile na kuwe"},{"SurahNumber":20,"VerseNumber":10,"Text":"Ukubona kwakhe umlilo, wathi kusapho lwakhe: “Lindani (apha)! Inene mna ndibone umlilo; mhlawumbi ndinganizela nesikhuni esivuthayo esiphuma kuwo, kungenjalo ndifumane isiKhokelo esithile emlilweni apho.”"},{"SurahNumber":20,"VerseNumber":11,"Text":"Wathi ke akufika kuwo, Wabizwa ngegama: “Hini na Mûsâ"},{"SurahNumber":20,"VerseNumber":12,"Text":"Inene Mna ndiyiNkosi yakho! Ngoko ke khulula iimbadada zakho, usentilini engcwele, iTuwâ"}]}