{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Бұл - Аллаһтың иманға келген және ізгі амал істеген құлдарына сүйінші хабары. I Ей, Мұхаммед! / Айт: «Сендерден бұл үшін ақы сұрамаймын, тек туысқандық жақсы көруді ғана болмаса», деп. Кім бір жақсылық істесе, Біз оған ондағы жақсылығын көбейтеміз. Ақиқатында, Аллаһ өте Кешірімді, бойсұнушы құлдарының аз амалына мол сауап беруші"},{"SurahNumber":42,"VerseNumber":24,"Text":"Олар әлде: «Ол Аллаһ жайында ойынан өтірік шығарды»,- дей ме? Егер Аллаһ қалағанда, жүрегінді мөрлеп қоятын еді. Аллаһ жалғанды өшіреді және ақиқатты Өзінің сөздерімен бекітіп, жүзеге асырады. Ақиқатында, Ол - көкіректегіні жақсы Білуші"},{"SurahNumber":42,"VerseNumber":25,"Text":"Ол / Аллаһ / сондай, құлдарының істеген күнәларына шынайы өкініп, Өзіне бойсұнуға қайтуын / тәубесін / қабыл етеді және жамандықтарын кешіреді әрі Ол сендердің не істейтіндеріңді біледі"},{"SurahNumber":42,"VerseNumber":26,"Text":"Әрі Ол иманға келген және ізгі амал істегендерге жауап береді / тілектерін қабылдайды / және оларға Өз кеңшілігінен арттырып береді. Ал, кәпірлерге қатты азап бар"},{"SurahNumber":42,"VerseNumber":27,"Text":"Егер де Аллаһ құлдарына ризық-несібені жайып қойса, олар жер бетінде шектен шығар еді. Алайда Ол Өзі қалаған мөлшермен түсіреді. Анығында, Ол - құлдарынан Хабардар, оларды Көруші"},{"SurahNumber":42,"VerseNumber":28,"Text":"Әрі Ол олар үмітсіздікке түскеннен кейін жаңбыр түсіреді және Өз мейірімін жаяды. Ол — анық Қамқоршы, Ие, аса Мақтаулы"},{"SurahNumber":42,"VerseNumber":29,"Text":"Аспандардың және жердің жаратылуы әрі Оның оларда әрбір жандыны таратуы Оның белгілерінен Әрі Ол қалаған кезінде оларды жинап алуға Құдіреті жетуші"},{"SurahNumber":42,"VerseNumber":30,"Text":"Ал, сендерге келген қайғы, қиыншылық қолдарыңның істегендері себебінен әрі Ол көбін кешіріп жібереді"},{"SurahNumber":42,"VerseNumber":31,"Text":"Сендер жер бетінде / Аллаһты / әлсірете алмайсыңдар. Әрі сендерге Аллаһтан өзге қамқоршы да, көмек беруші де жоқ"}]}