{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"It is only those who listen, that will respond, but as for the dead, Allah will raise them up, then to Him they will be returned"},{"SurahNumber":6,"VerseNumber":37,"Text":"And they said: \"Why is not a sign sent down to him from his Lord\" Say: \"Allah is certainly able to send down a sign, but most of them know not"},{"SurahNumber":6,"VerseNumber":38,"Text":"There is not a moving creature on earth, nor a bird that flies with its two wings, but are Umam like you. We have neglected nothing in the Book, then unto their Lord they (all) shall be gathered"},{"SurahNumber":6,"VerseNumber":39,"Text":"Those who reject Our Ayat are deaf and dumb in darkness. Allah sends astray whom He wills and He guides on the straight path whom He wills"},{"SurahNumber":6,"VerseNumber":40,"Text":"Say: \"Tell me if Allah's torment comes upon you, or the Hour comes upon you, would you then call upon any one other than Allah (Reply) if you are truthful"},{"SurahNumber":6,"VerseNumber":41,"Text":"Nay! To Him alone you call, and, if He willed, He would remove that (distress) for which you call upon Him, and you forget at that time whatever partners you joined with Him (in worship)"},{"SurahNumber":6,"VerseNumber":42,"Text":"Verily, We sent (Messengers) to many nations before you. And We seized them with extreme poverty and loss of health so that they might believe with humility"},{"SurahNumber":6,"VerseNumber":43,"Text":"When Our torment reached them, why then did they not believe with humility But their hearts became hardened, and Shaytan made fair-seeming to them that which they used to do"},{"SurahNumber":6,"VerseNumber":44,"Text":"So, when they forgot (the warning) with which they had been reminded, We opened to them the gates of every (pleasant) thing, until in the midst of their enjoyment in that which they were given, all of a sudden, We took them to punishment, and lo! They were plunged into destruction with deep regrets and sorrows"}]}