{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":4,"VerseNumber":75,"Text":"Pourquoi vous abstiendriez-vous de combattre dans la Voie de Dieu alors que tant d’opprimés parmi les hommes, les femmes et les enfants implorent leur Seigneur: «Seigneur ! Fais-nous sortir de cette cité dont les habitants sont si cruels ! Donne-nous de Ta part un protecteur et envoie-nous un défenseur !»"},{"SurahNumber":4,"VerseNumber":76,"Text":"Les croyants combattent pour la Cause de Dieu, et les incrédules combattent pour leurs idoles. Combattez donc les suppôts de Satan ; en vérité, les ruses de Satan sont bien faibles"},{"SurahNumber":4,"VerseNumber":77,"Text":"N’as-tu pas vu ceux auxquels on a dit : « Déposez les armes ! Accomplissez la salât et versez la zakât ! » et qui, lorsque le combat leur fut prescrit à nouveau, un groupe parmi eux se mit à craindre les Hommes comme on craint Dieu, sinon plus ? Ils disent : «Seigneur ! Pourquoi nous prescris-Tu le combat? Pourquoi ne le reportes-Tu pas quelque peu ? ». Dis-leur : «Le plaisir que procure la vie en ce monde ici-bas est bien insignifiant, mais la Vie Future est bien meilleure pour les pieux qui n’y seront lésés en rien»"},{"SurahNumber":4,"VerseNumber":78,"Text":"Où que vous vous trouviez, la mort vous saisira, dussiez-vous vous refugier dans des tours imprenables ! Lorsqu’un bonheur les touche, ils disent : «Cela vient de Dieu !» ; mais lorsqu’un malheur les frappe, ils t’en attribuent la responsabilité. Dis-leur : «Toute chose émane de Dieu». Pourquoi ces gens-là ont-ils tant de mal à comprendre quoi que ce soit"},{"SurahNumber":4,"VerseNumber":79,"Text":"Quelque bien qui te touche, cela émane de Dieu et quelque mal qui te frappe n’émane que de toi-même. Nous t’avons envoyé comme messager aux Hommes. Dieu suffit comme Témoin"}]}