{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Je ne cherche pas pour autant à m’innocenter. L’homme est sans cesse poussé au mal par son âme, excepté celui que mon Seigneur, par miséricorde, préserve du péché. Mon Seigneur, en vérité, est Très Clément et Très Miséricordieux. »"},{"SurahNumber":12,"VerseNumber":54,"Text":"Le roi dit : « Qu’on me l’amène ici ! Je souhaite me réserver sa compagnie. » Après s’être entretenu avec lui, le roi lui dit : « Nous t’élevons aux plus hautes dignités et t’investissons de notre confiance aujourd’hui. »"},{"SurahNumber":12,"VerseNumber":55,"Text":"Joseph dit : « Confie-moi l’intendance des dépôts du pays dont je serai le gardien scrupuleux et averti. »"},{"SurahNumber":12,"VerseNumber":56,"Text":"C’est ainsi que Nous avons assis l’autorité de Joseph dans ce pays où il pouvait désormais s’installer là où il le désirait. Nous touchons de Notre grâce qui Nous voulons, sans jamais laisser se perdre la récompense des hommes de bien"},{"SurahNumber":12,"VerseNumber":57,"Text":"La récompense de l’au-delà sera toutefois bien meilleure pour ceux qui auront cru et vécu dans la crainte du Seigneur"},{"SurahNumber":12,"VerseNumber":58,"Text":"Les frères de Joseph arrivèrent en Egypte et se présentèrent à lui mais sans le reconnaître, tandis que lui les reconnut immédiatement"},{"SurahNumber":12,"VerseNumber":59,"Text":"Après avoir pourvu à leur ravitaillement, il leur dit : « Revenez accompagnés d’un frère que vous avez de votre père. Ne voyez-vous pas que je fais bonne mesure et réserve le meilleur accueil"},{"SurahNumber":12,"VerseNumber":60,"Text":"Si vous revenez sans lui, vous ne pourrez plus vous approvisionner ici, ni même revenir dans ce pays ! »"},{"SurahNumber":12,"VerseNumber":61,"Text":"Ils dirent : « Nous ferons de notre mieux pour convaincre son père de le laisser nous accompagner. »"},{"SurahNumber":12,"VerseNumber":62,"Text":"Joseph ordonna à ses serviteurs : « Replacez dans leurs bagages l’argent qu’ils ont déboursé, en espérant qu’en le découvrant, une fois de retour chez eux, ils seront incités à revenir. »"},{"SurahNumber":12,"VerseNumber":63,"Text":"De retour auprès de leur père, ils dirent : « Père ! Il nous sera à l’avenir interdit de nous ravitailler si nous nous présentons sans notre frère. Laisse-le donc venir avec nous, nous saurons veiller sur lui. »"}]}