{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Onlar ki küfrettiler ve Tanrı´nın yolundan alıkoydular, (işte Tanrı da) onların amellerini giderip boşa çıkarmıştır"},{"SurahNumber":47,"VerseNumber":2,"Text":"İnanıp salih amellerde bulunan ve Muhammed´e indirilen (Kuran)a -ki o rablerinden bir haktır- inananların (Tanrı), kötülüklerini örtmüş (keffere), durumlarını düzeltip ıslah etmiştir"},{"SurahNumber":47,"VerseNumber":3,"Text":"İşte böyle; hiç şüphesiz, küfredenler batıl olana uymuşlar; ve hiç şüphesiz, inananlar rablerinden olan hakka uymuşlardır. İşte Tanrı, insanlara kendi örneklerini böyle vererek gösteriyor"},{"SurahNumber":47,"VerseNumber":4,"Text":"Öyleyse, küfredenlerle (savaş sırasında) karşı karşıya geldiğiniz zaman, hemen boyunlarını vurun; sonunda onları ´iyice bozguna uğratıp zafer kazanınca da´ artık (esirler için) bağı sımsıkı tutun. Bundan sonra ya bir lütuf olarak (onları bırakın) veya bir fidye (karşılığı salıverin). Öyle ki savaş ağırlıklarını bıraksın (sona ersin). İşte böyle; eğer Tanrı dilemiş olsaydı, elbette onlardan intikam alırdı. Ancak (savaş,) sizleri birbirinizle denemesi içindir. Tanrı yolunda öldürülenlerin ise; kesin olarak (Tanrı) amellerini giderip boşa çıkarmaz"},{"SurahNumber":47,"VerseNumber":5,"Text":"Onları hidayete erdirecek ve durumlarını düzeltip ıslah edecektir"},{"SurahNumber":47,"VerseNumber":6,"Text":"Ve onları, kendilerine tarif edip tanıttığı cennete sokacaktır"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey inananlar, eğer siz Tanrı´ya (Tanrı adına İslama ve müslümanlara) yardım ederseniz, O da size yardım eder ve sizin ayaklarınızı sağlamlaştırır"},{"SurahNumber":47,"VerseNumber":8,"Text":"Küfredenler ise, yüzükoyun düşüş onlara olsun! (Tanrı,) amellerini giderip boşa çıkarmıştır"},{"SurahNumber":47,"VerseNumber":9,"Text":"İşte böyle; çünkü onlar, Tanrı´nın indirdiğini çirkin (kerih) gördüler, bundan dolayı, O da, onların amellerini boşa çıkardı"},{"SurahNumber":47,"VerseNumber":10,"Text":"Onlar, yeryüzünde gezip dolaşmıyorlar mı ki kendilerinden öncekilerin nasıl bir sona uğradıklarını görsünler. Tanrı, onları yerle bir etti. O kafirler için de bunun bir benzeri vardır"},{"SurahNumber":47,"VerseNumber":11,"Text":"İşte böyle; çünkü Tanrı, inananların velisidir; kafirlerin ise velisi yoktur"}]}