{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":98,"VerseNumber":8,"Text":"Подошашон дар назди Парвардигорашон бустонҳоест ҷовидон, ки зери он ҷӯйҳо меравад. Дар он ҷо ҳамеша ҷовидон бошанд. Аллоҳ аз онҳо розӣ аст, ки амалҳояшонро қабул кардааст ва онҳо аз Аллоҳ розианд, ба он чӣ ки аз неъматҳояш барои онҳо омода кардааст. Ва ин барои касест, ки аз Парвардигораш битарсад ва аз маъсияти Ӯ дур истад"},{"SurahNumber":99,"VerseNumber":1,"Text":"Он гоҳ ки замин ларзонда шавад ба сахттарин ларзаҳояш"},{"SurahNumber":99,"VerseNumber":2,"Text":"ва замин борҳои сангинашро берун резад"},{"SurahNumber":99,"VerseNumber":3,"Text":"ва одамӣ аз тарс бигӯяд, ки заминро чӣ шудааст"},{"SurahNumber":99,"VerseNumber":4,"Text":"Дар ин рӯз замин хабарҳои худро аз неку бад ҳикоят мекунад"},{"SurahNumber":99,"VerseNumber":5,"Text":"Зеро Парвардигорат ба ӯ амр кардааст, ки хабар бидиҳад дар рӯи ӯ он чи карда шудааст"},{"SurahNumber":99,"VerseNumber":6,"Text":"Дар он рӯз мардум пароканда аз қабрҳо берун меоянд, то амалҳояшонро ба онҳо нишон диҳанд"},{"SurahNumber":99,"VerseNumber":7,"Text":"Пас ҳар кас ба андозаи заррае некӣ карда бошад, подоши онро дар охират мебинад"},{"SurahNumber":99,"VerseNumber":8,"Text":"Ва ҳар кас ба андозаи заррае бадӣ карда бошад, азобашро дар охират мебинад"},{"SurahNumber":100,"VerseNumber":1,"Text":"Аллоҳ савганд ёд мекунад: Савганд ба аспони тозандае ки нафасзанон ба тарафи душман ҳамла мекунанд"},{"SurahNumber":100,"VerseNumber":2,"Text":"Савганд, ба аспоне, ки ба наъли худ сангро зада оташ мебароранд"},{"SurahNumber":100,"VerseNumber":3,"Text":"Пас савганд ба аспоне, ки бар муқобили душман бомдодон ҳуҷум оваранд"},{"SurahNumber":100,"VerseNumber":4,"Text":"ва он гоҳ дар он ҷо ғубор бархезонанд"},{"SurahNumber":100,"VerseNumber":5,"Text":"ва он гоҳ дар он ҷо дар миён дароянд ва душманро сарнагун созанд"},{"SurahNumber":100,"VerseNumber":6,"Text":"Ба дурустӣ, ки одамӣ Парвардигори худро шукр намегӯяд"},{"SurahNumber":100,"VerseNumber":7,"Text":"Ба дурустӣ, ӯ худ бар ин гувоҳ аст"},{"SurahNumber":100,"VerseNumber":8,"Text":"Ва ӯ алоқаи сахт бо дороӣ ва мол дорад"},{"SurahNumber":100,"VerseNumber":9,"Text":"Оё инсоне, ки мағрур аст намедонад Аллоҳ таъоло мурдагонро аз гурҳояшон барои ҳисобу ҷазо берун меоварад"}]}