{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"I can not free myself (from the blame). Surely, the (human) soul is inclined to evil, except when my Lord bestows His Mercy. Surely, my Lord is Forgiving, Merciful.”"},{"SurahNumber":12,"VerseNumber":54,"Text":"The king said: “Bring him to me so that I may attach him to my service.” When he spoke to him (Joseph), he said: “Surely, from this Day, you are with us high in rank and fully trusted.”"},{"SurahNumber":12,"VerseNumber":55,"Text":"He (Joseph) said: “Place me over the storehouses of the land. Surely I will guard them with full knowledge.”"},{"SurahNumber":12,"VerseNumber":56,"Text":"Thus We did give full authority to Joseph in the land to take possession from it, as when or where he likes. We bestow Our Mercy on whom We will and We don’t let the reward of the righteous people be lost"},{"SurahNumber":12,"VerseNumber":57,"Text":"And surely, the reward of the Hereafter will be better for those who believe and fear Allah"},{"SurahNumber":12,"VerseNumber":58,"Text":"And Joseph’s brothers came (several years later when there was food shortage) and they entered to him. He recognized them but they did not recognize him"},{"SurahNumber":12,"VerseNumber":59,"Text":"And when he had furnished them with their provisions, he said: “Bring me (next time) a brother of yours from your father (meant Benjamin). Do you not see that I give full measure, and that I am the best of the hosts"},{"SurahNumber":12,"VerseNumber":60,"Text":"But if you don’t bring him to me, there shall be no measure (grain) for you with me, nor shall you come near me.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"They replied: “We shall try to get permission for him from his father, and surely, we shall do it.”"},{"SurahNumber":12,"VerseNumber":62,"Text":"(Joseph) told his servants to put their money (of grain) into their bags, so that they might know about it when they go back to their people, in order that they might come back"},{"SurahNumber":12,"VerseNumber":63,"Text":"When they returned to their father, they said: “O our father! Measure of grain has been denied for us (unless we take our brother Benjamin). Send our brother with us so that we may get our measure and truly we are guardians for him.”"}]}