{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":56,"Text":"بۇ كۈندە پادىشاھلىق (يالغۇز) ئاللاھقا خاستۇر، ئاللاھ بەندىلەر ئارىسىدا (ئادىل) ھۆكۈم چىقىرىدۇ، ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار (تۈرلۈك) نازۇ- نېمەتلەر بار جەننەتلەردە بولىدۇ"},{"SurahNumber":22,"VerseNumber":57,"Text":"كاپىرلار ۋە بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلار (دوزاختا) خار قىلغۇچى ئازابقا دۇچار بولىدۇ"},{"SurahNumber":22,"VerseNumber":58,"Text":"ئاللاھنىڭ يولىدا ھىجرەت قىلغانلارغا، ئاندىن (جىھاد قىلىپ) ئۆلتۈرۈلگەنلەرگە ياكى (كېسەل بىلەن) ئۆلگەنلەرگە ئاللاھ چوقۇم ياخشى رىزىق (يەنى جەننەتنىڭ مەڭگۈلۈك نېمەتلىرىنى) ئاتا قىلىدۇ. رىزىق بەرگۈچىلەرنىڭ ئەڭ ياخشىسى ھەقىقەتەن يالغۇز ئاللاھتۇر"},{"SurahNumber":22,"VerseNumber":59,"Text":"ئاللاھ ئۇلارنى ئەلۋەتتە ئۇلار مەمنۇن بولىدىغان جايغا (يەنى جەننەتكە) كىرگۈزىدۇ، ئاللاھ ھەقىقەتەن (ئۇلارنى مەمنۇن قىلىدىغان نەرسىلەرنى) بىلگۈچىدۇر، ھەلىمدۇر (يەنى ئۇلارنىڭ دۈشمەنلىرىنى جازالاشقا ئالدىراپ كەتمەيدۇ)"},{"SurahNumber":22,"VerseNumber":60,"Text":"ئىش مانا شۇنداق، كىمكى قانچىلىك زۇلۇمغا ئۇچراپ شۇنچىلىك ئىنتىقامىنى ئالغان بولسا، ئاندىن يەنە زۇلۇمغا ئۇچرىسا، ئاللاھ ئۇنىڭغا چوقۇم ياردەم بېرىدۇ، ئاللاھ ھەقىقەتەن ناھايىتى ئەپۇ قىلغۇچىدۇر، ناھايىتى مەغپىرەت قىلغۇچىدۇر"},{"SurahNumber":22,"VerseNumber":61,"Text":"(شۇ نەرسە ئاللاھنىڭ قۇدرىتىنىڭ ئالامەتلىرىدىندۇركى) ئاللاھ كېچىنى كۈندۈزگە، كۈندۈزنى كېچىگە كىرگۈزىدۇ (شۇنىڭ بىلەن كېچە ـ كۈندۈزنىڭ ئۇزۇن ـ قىسقا بولۇشى پەسىللەر بويىچە نۆۋەتلىشىپ تۇرىدۇ)، ئاللاھ (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئەھۋالىنى) كۆرۈپ تۇرغۇچىدۇر"},{"SurahNumber":22,"VerseNumber":62,"Text":"(بۇ قۇدرەت) شۇنىڭ ئۈچۈندۇركى، ئاللاھ ھەقتۇر، (مۇشرىكلارنىڭ) ئاللاھنى قويۇپ ئىبادەت قىلىدىغان نەرسىلىرى (يەنى بۇتلىرى) باتىلدۇر، ئاللاھ (ھەممە نەرسىدىن) ئۈستۈندۇر، بۈيۈكتۇر"},{"SurahNumber":22,"VerseNumber":63,"Text":"ئاللاھنىڭ بۇلۇتتىن يامغۇر ياغدۇرۇپ بېرىدىغانلىقىنى، شۇنىڭ بىلەن زېمىننى يېشىلزارلىققا ئايلاندۇرىدىغانلىقىنى كۆرمىدىڭمۇ؟ ئاللاھ ھەقىقەتەن ناھايىتى مېھرىباندۇر، ھەممىدىن خەۋەرداردۇر"},{"SurahNumber":22,"VerseNumber":64,"Text":"ئاسمانلاردىكى ۋە زېمىندىكى شەيئىلەرنىڭ ھەممىسى ئاللاھنىڭدۇر (يەنى ئاللاھنىڭ مۈلكىدۇر، ئاللاھنىڭ مەخلۇقاتىدۇر، ئاللاھنىڭ تەسەررۇپى ئاستىدىدۇر)، ئاللاھ ھەقىقەتەن ھەممىدىن بىھاجەتتۇر، ھەمدۇساناغا لايىقتۇر"}]}