{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"ہم نے فرمایا: تم سب جنت سے اتر جاؤ، پھر اگر تمہارے پاس میری طرف سے کوئی ہدایت پہنچے تو جو بھی میری ہدایت کی پیروی کرے گا، نہ ان پر کوئی خوف (طاری) ہوگا اور نہ وہ غمگین ہوں گے"},{"SurahNumber":2,"VerseNumber":39,"Text":"اور جو لوگ کفر کریں گے اور ہماری آیتوں کو جھٹلائیں گے تو وہی دوزخی ہوں گے، وہ اس میں ہمیشہ رہیں گے"},{"SurahNumber":2,"VerseNumber":40,"Text":"اے اولادِ یعقوب! میرے وہ انعام یاد کرو جو میں نے تم پر کئے اور تم میرے (ساتھ کیا ہوا) وعدہ پورا کرو میں تمہارے (ساتھ کیا ہوا) وعدہ پورا کروں گا، اور مجھ ہی سے ڈرا کرو"},{"SurahNumber":2,"VerseNumber":41,"Text":"اور اس (کتاب) پر ایمان لاؤ جو میں نے (اپنے رسول محمد صلی اللہ علیہ وآلہ وسلم پر) اتاری (ہے، حالانکہ) یہ اس کی (اصلاً) تصدیق کرتی ہے جو تمہارے پاس ہے اور تم ہی سب سے پہلے اس کے منکر نہ بنو اور میری آیتوں کو (دنیا کی) تھوڑی سی قیمت پر فروخت نہ کرو اور مجھ ہی سے ڈرتے رہو"},{"SurahNumber":2,"VerseNumber":42,"Text":"اور حق کی آمیزش باطل کے ساتھ نہ کرو اور نہ ہی حق کو جان بوجھ کر چھپاؤ"},{"SurahNumber":2,"VerseNumber":43,"Text":"اور نماز قائم رکھو اور زکوٰۃ دیا کرو اور رکوع کرنے والوں کے ساتھ (مل کر) رکوع کیا کرو"},{"SurahNumber":2,"VerseNumber":44,"Text":"کیا تم دوسرے لوگوں کو نیکی کا حکم دیتے ہو اور اپنے آپ کو بھول جاتے ہو حالانکہ تم (اللہ کی) کتاب (بھی) پڑھتے ہو، تو کیا تم نہیں سوچتے؟"},{"SurahNumber":2,"VerseNumber":45,"Text":"اور صبر اور نماز کے ذریعے (اللہ سے) مدد چاہو، اور بیشک یہ گراں ہے مگر (ان) عاجزوں پر (ہرگز) نہیں (جن کے دل محبتِ الٰہی سے خستہ اور خشیتِ الٰہی سے شکستہ ہیں)"},{"SurahNumber":2,"VerseNumber":46,"Text":"(یہ وہ لوگ ہیں) جو یقین رکھتے ہیں کہ وہ اپنے رب سے ملاقات کرنے والے ہیں اور وہ اسی کی طرف لوٹ کر جانے والے ہیں"},{"SurahNumber":2,"VerseNumber":47,"Text":"اے اولادِ یعقوب! میرے وہ انعام یاد کرو جو میں نے تم پر کئے اور یہ کہ میں نے تمہیں (اس زمانے میں) سب لوگوں پر فضیلت دی"},{"SurahNumber":2,"VerseNumber":48,"Text":"اور اُس دن سے ڈرو جس دن کوئی جان کسی دوسرے کی طرف سے کچھ بدلہ نہ دے سکے گی اور نہ اس کی طرف سے (کسی ایسے شخص کی) کوئی سفارش قبول کی جائے گی (جسے اِذنِ اِلٰہی حاصل نہ ہوگا) اور نہ اس کی طرف سے (جان چھڑانے کے لئے) کوئی معاوضہ قبول کیا جائے گا اور نہ (اَمرِ الٰہی کے خلاف) ان کی اِمداد کی جا سکے گی"}]}