{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":45,"Text":"Allah weiß sehr wohl über eure Feinde Bescheid, und Allah genügt als Schutzherr, und Allah genügt als Helfer"},{"SurahNumber":4,"VerseNumber":46,"Text":"Unter denjenigen, die dem Judentum angehören, verdrehen manche den Sinn der Worte und sagen: „Wir hören, doch wir widersetzen uns und: Höre!, als ob du nicht hörtest ra’ina, wobei sie mit ihren Zungen verdrehen und die Religion schmähen. Wenn sie gesagt hätten: „Wir hören und gehorchen und: „Höre! und: unzurna, wäre es wahrlich besser und richtiger für sie. Aber Allah hat sie für ihren Unglauben verflucht. Darum glauben sie nur wenig"},{"SurahNumber":4,"VerseNumber":47,"Text":"O ihr, denen die Schrift gegeben wurde, glaubt an das, was Wir offenbart haben, das zu bestätigen, was euch (bereits) vorliegt, bevor Wir Gesichter auslöschen und nach hinten versetzen oder sie verfluchen, wie Wir die Sabbatleute verfluchten. Allahs Anordnung wird (stets) ausgeführt"},{"SurahNumber":4,"VerseNumber":48,"Text":"Allah vergibt gewiß nicht, daß man Ihm (etwas) beigesellt. Doch was außer diesem ist, vergibt Er, wem Er will. Wer Allah (etwas) beigesellt, der hat fürwahr eine gewaltige Sünde ersonnen"},{"SurahNumber":4,"VerseNumber":49,"Text":"Siehst du nicht jene, die sich selbst für lauter erklären? Nein! Vielmehr läutert Allah, wen Er will. Und ihnen wird nicht um ein Fädchen Unrecht zugefügt"},{"SurahNumber":4,"VerseNumber":50,"Text":"Schau, wie sie gegen Allah Lügen ersinnen! Das (allein schon) genügt als deutliche Sünde"},{"SurahNumber":4,"VerseNumber":51,"Text":"Siehst du nicht jene, denen ein Teil der Schrift gegeben wurde? Sie glauben an Zauberei und falsche Götter und sagen von denen, die ungläubig sind: Diese da sind eher auf dem rechten Weg geleitet als die Gläubigen"}]}