{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":54,"VerseNumber":7,"Text":"onlar kederli gözlerle, (rüzgarın) dağıtıp savurduğu çekirgeler gibi mezarlarından kalkacaklar"},{"SurahNumber":54,"VerseNumber":8,"Text":"Çağrı sesine doğru şaşkınlık içinde koşacaklar; (ve şimdi) hakikati inkar edenler: \"Bu ne felaket bir Gün´dür!\" diye haykıracaklar"},{"SurahNumber":54,"VerseNumber":9,"Text":"Bunlardan, (şimdi yeniden dirilmeyi inkar edenlerden) önce Nuh´un kavmi de O´nu yalanlamıştı; onlar kulumuzu yalanlamışlar ve \"O, bir delidir!\" demişlerdi (ve bundan dolayı) o kovulup defedilmişti"},{"SurahNumber":54,"VerseNumber":10,"Text":"Bunun üzerine (Nuh,) Rabbine: \"Doğrusu ben yenik düştüm, artık Sen gel ve bana yardım et!\" şeklinde yalvardı"},{"SurahNumber":54,"VerseNumber":11,"Text":"Biz de seller gibi akan bir su ile göğün kapılarını açtık"},{"SurahNumber":54,"VerseNumber":12,"Text":"ve toprağın pınarlar halinde fışkırmasını sağladık ki sular önceden belirlenmiş bir amaca hizmet etsin"},{"SurahNumber":54,"VerseNumber":13,"Text":"ama o´nu (sadece) tahtalar ve çivilerden yapılmış o (gemi) ile taşıdık"},{"SurahNumber":54,"VerseNumber":14,"Text":"ve (gemi), gözlerimizin önünde akıp gitti. (Bu,) nankörce reddedilmiş olan o (Nuh) için bir ödüldü"},{"SurahNumber":54,"VerseNumber":15,"Text":"Ve böyle (yüzen gemi)leri (insana rahmetimizin) ebedi bir işareti kıldık. Öyleyse, yok mudur ondan ders almak isteyen"},{"SurahNumber":54,"VerseNumber":16,"Text":"Ve uyarılarım gözardı edildiğinde verdiğim azap ne şiddetlidir"},{"SurahNumber":54,"VerseNumber":17,"Text":"Bu nedenle Biz bu Kuran´ı akılda kolay tutulur kıldık. Öyleyse, yok mudur ondan ders almak isteyen"},{"SurahNumber":54,"VerseNumber":18,"Text":"Ad (kavmi de) hakikati yalanlamıştı ve uyarılarım gözardı edildiğinde verdiğim azap ne şiddetliydi"},{"SurahNumber":54,"VerseNumber":19,"Text":"Biz onların üstüne müthiş uğursuz bir günde şiddetli bir kasırga gönderdik"},{"SurahNumber":54,"VerseNumber":20,"Text":"(bu kasırga,) insanları köklerinden koparılmış hurma kütükleri gibi savurup attı"},{"SurahNumber":54,"VerseNumber":21,"Text":"Zaten uyarılarım gözardı edildiğinde verdiğim azap ne şiddetlidir"},{"SurahNumber":54,"VerseNumber":22,"Text":"Bu nedenle Biz bu Kuran´ı akılda kolay tutulur kıldık. Öyleyse, yok mudur ondan ders almak isteyen"},{"SurahNumber":54,"VerseNumber":23,"Text":"Semud (kavmi de) bütün uyarılarımızı yalanlamıştı"},{"SurahNumber":54,"VerseNumber":24,"Text":"ve şöyle demişlerdi: \"Biz kendi içimizden çıkan bir faniye mi uyacağız? O takdirde biz mutlaka hataya ve ahmaklığa duçar oluruz"},{"SurahNumber":54,"VerseNumber":25,"Text":"Neden içimizden bir tek o´na (ilahi) öğüt ve uyarı indirildi? Hayır, o küstah bir yalancıdan başka bir şey değil"},{"SurahNumber":54,"VerseNumber":26,"Text":"(Allah:) \"Onlar yarın kimin küstah ve yalancı olduğunu görecekler!\" dedi"},{"SurahNumber":54,"VerseNumber":27,"Text":"Bak (ey Salih,) Biz bu dişi deveyi onlar için bir sınama olsun diye gönderiyoruz; sen onları sadece seyret ve sabırlı ol"}]}