{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":9,"VerseNumber":48,"Text":"Katotohanang sila ay nagbalak ng panunulsol (laban sa isa’t isa) noon pa man, at nagpalala ng mga pangyayari para sa inyo, - hanggang ang Katotohanan (tagumpay) ay dumatal at ang Kautusan ni Allah (ang Kanyang relihiyon, ang Islam) ay naging maliwanag sa kanila kahima’t ito ay kanilang kinasusuklaman"},{"SurahNumber":9,"VerseNumber":49,"Text":"At sa lipon nila ay mayroong nagsasabi: “Ako ay bigyan mo ng palugit (na huwag mapabilang sa Jihad [banal na pakikipaglaban para kay Allah]), at ako ay huwag mong ilagay sa pagsubok.” Katotohanang sila ay nahulog sa pagsubok.At katotohanang Impiyerno ang papaligid sa mga hindi sumasampalataya"},{"SurahNumber":9,"VerseNumber":50,"Text":"Kung ang magandang bagay ay dumatal sa iyo (o Muhammad), ito ay nakakapagpalumbay sa kanila, datapuwa’t kung kapinsalaan ang sumapit sa iyo, sila ay nagsasabi: “Kami ay gumawa rito noon pa man ng pag-iingat,” at sila ay tumatalikod na nagsasaya"},{"SurahNumber":9,"VerseNumber":51,"Text":"Ipagbadya: “walang anuman ang mangyayari sa amin maliban lamang sa itinalaga sa amin ni Allah. Siya ang aming Maula (Panginoon, Kawaksi at Tagapangalaga).” At kay Allah, hayaan ang mga sumasampalataya ay magtiwala"},{"SurahNumber":9,"VerseNumber":52,"Text":"Ipagbadya: “Kayo ba ay naghihintay sa amin (sa anumang bagay) maliban sa isa sa dalawang pinakamainam na bagay (ang pagiging martir o tagumpay); habang kami ay naghihintay sa inyo, na si Allah ay maggagawad sa inyo ng kaparusahan mula sa Kanyang Sarili o (ng kaparusahan) mula sa aming mga kamay. Kaya’t magsipag-antabay kayo, kami ay nag-aantabay sa inyo.”"},{"SurahNumber":9,"VerseNumber":53,"Text":"Ipagbadya: “Gumugol man kayo (sa Kapakanan ni Allah) ng may pagkukusa o ng walang pagkukusa, ito ay hindi tatanggapin mula sa inyo. Katotohanang kayo ay mga tao na lagi nang Fasiqun (mga mapaghimagsik, palasuway kay Allah).”"},{"SurahNumber":9,"VerseNumber":54,"Text":"At wala ng iba pa ang humahadlang sa kanilang tulong na maging katanggap-tanggap mula sa kanila, maliban sa sila ay hindi sumasampalataya kay Allah at sa Kanyang Tagapagbalita (Muhammad); at sila ay hindi pumaparoon sa pagdarasal maliban sa kalagayan ng pagiging tamad; at sila ay hindi nagbibigay ng kanilang tulong maliban na may pagtutol sa kalooban"}]}