{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"O Prophet! strive hard against the unbelievers and the Hypocrites, and be firm against them. Their abode is Hell,- an evil refuge indeed"},{"SurahNumber":9,"VerseNumber":74,"Text":"They swear by God that they said nothing (evil), but indeed they uttered blasphemy, and they did it after accepting Islam; and they meditated a plot which they were unable to carry out: this revenge of theirs was (their) only return for the bou nty with which God and His Apostle had enriched them! If they repent, it will be best for them; but if they turn back (to their evil ways), God will punish them with a grievous penalty in this life and in the Hereafter: They shall have none on earth to protect or help them"},{"SurahNumber":9,"VerseNumber":75,"Text":"Amongst them are men who made a covenant with God, that if He bestowed on them of His bounty, they would give (largely) in charity, and be truly amongst those who are righteous"},{"SurahNumber":9,"VerseNumber":76,"Text":"But when He did bestow of His bounty, they became covetous, and turned back (from their covenant), averse (from its fulfilment)"},{"SurahNumber":9,"VerseNumber":77,"Text":"So He hath put as a consequence hypocrisy into their hearts, (to last) till the Day, whereon they shall meet Him: because they broke their covenant with God, and because they lied (again and again)"},{"SurahNumber":9,"VerseNumber":78,"Text":"Know they not that God doth know their secret (thoughts) and their secret counsels, and that God knoweth well all things unseen"},{"SurahNumber":9,"VerseNumber":79,"Text":"Those who slander such of the believers as give themselves freely to (deeds of) charity, as well as such as can find nothing to give except the fruits of their labour,- and throw ridicule on them,- God will throw back their ridicule on them: an d they shall have a grievous penalty"}]}