{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"Аллах дал верующим твердое обещание. Аллах не меняет Своего обещания, но неблагодарные нечестивцы не ведают об этом и не понимают этой истины"},{"SurahNumber":30,"VerseNumber":7,"Text":"Знают они явное в жизни ближней и как наслаждаться её прелестями и усладами. Но они ничего не ведают и никогда не задумываются о дальней жизни"},{"SurahNumber":30,"VerseNumber":8,"Text":"Неужели их глаза и сердца так ослепли, что они не задумываются о своём будущем, чтобы узнать, каков будет их конец? Аллах сотворил небеса, землю, звёзды между ними и другие явления во Вселенной по истине и на определённый срок. Но большинство людей не веруют в Последний час - Судный день - и во встречу с Аллахом"},{"SurahNumber":30,"VerseNumber":9,"Text":"Разве они всегда оставались только на своей родине и не ходили по земле, чтобы увидеть каков был конец тех, кто не уверовал в Аллаха до них? Они превосходили нынешних неверующих силой и могуществом и взрыли землю, чтобы вывести из неё воду, металлы, посевы; они возделывали больше земель, и к ним были направлены посланники Аллаха с явными знамениями, но они не уверовали и опровергли Истину Аллаха. Аллах наказал их. Ведь Он не таков, чтобы поступить несправедливо и наказать безгрешных, пока не напомнит им об истине и не отсрочит их кару, но они сами были несправедливыми к себе (будучи неверными)"},{"SurahNumber":30,"VerseNumber":10,"Text":"Затем наступил страшный конец тех, которые совершили величайшие злодеяния, с презрением отвергнув айаты Аллаха"},{"SurahNumber":30,"VerseNumber":11,"Text":"Аллах Всевышний - хвала Ему! - сначала творит Свои создания, затем, после их смерти, повторяет их творение, и к Нему Единому они возвращены будут для расчёта и воздаяния"},{"SurahNumber":30,"VerseNumber":12,"Text":"В тот День (День воскресения) неверные грешники будут в отчаянии от невозможности защитить себя"},{"SurahNumber":30,"VerseNumber":13,"Text":"Тогда не будет для них из тех, кому они поклонялись помимо Аллаха и из-за которых они были неверующими в здешней жизни, ни заступника, ни покровителя"},{"SurahNumber":30,"VerseNumber":14,"Text":"Когда настанет День воскресения (Судный час), каждая группа (верующие и неверующие) пойдёт своим, предопределённым ей путём навстречу своей вечной судьбе"},{"SurahNumber":30,"VerseNumber":15,"Text":"Те, которые уверовали и творили добрые деяния, будут ублажены в райском саду , где деревья и цветы"}]}