{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":182,"Text":"But the one who, fearing that the testator had sinned and veered off (the just course), corrects and adjusts the will, incurs no sin. Allah is the most Forgiving, the most Merciful"},{"SurahNumber":2,"VerseNumber":183,"Text":"Oh you who believe! Fasting is prescribed for you just as it was prescribed for those before you. Perhaps you would attain piety"},{"SurahNumber":2,"VerseNumber":184,"Text":"(Fasting is obligatory for) a certain number of specified days. But if any of you is sick or on a journey, then the same number of other days (may be substituted). The one who suffers hardship (because of fasting) may (redeem himself and) feed a needy person. If he, of his own accord, does better (and feeds more than one person), then he would do so for his own good. However, it is much better for you to fast, if you only knew"},{"SurahNumber":2,"VerseNumber":185,"Text":"Ramadhan is the month during which the Qur´an was revealed. It is (not only) the guidance for mankind, (but is also) the self-evident proof of (the truth of) that guidance, and (it is) the criterion (of the right and the wrong conduct). Whoever among you lives to see that month, must observe fasts (during that month). Whoever among you is sick or on a journey, (must fast) the same number of other days. Allah wants to make matters easy for you; He does not want to impose hardships on you. So complete the period (of fasting). Glorify Allah (and thank Him) for the guidance He has granted. Perhaps, you would be grateful"},{"SurahNumber":2,"VerseNumber":186,"Text":"And when My servants ask about Me (tell them that) in fact, I am (always) nearby. I answer the prayers and pleas of the callers when they implore Me. Therefore, they should submit to Me and believe in Me. Perhaps, they would be led along the right path"}]}