{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":41,"Text":"Move to action and fight the good fight of faith, each in his capacity, lightly armed and heavily armed, infantry and mounted troops men and women, old and young, rich and poor. Every hand must be open to contribute something to the common purpose, and strive in the cause of Allah with your wealth and your lives, a continuous series of operations constituting the whole. Such a campaign is to your advantage if only you knew. It kills the attempt your enemy has made to shake the dominion Allah intends to establish, it makes the final victory sit on your helm and brings you peace of mind and it helps you prevail and confirm Allah's system of faith and worship"},{"SurahNumber":9,"VerseNumber":42,"Text":"Had the expedition been a short distance and they were confident their march would attain its worldly end, they would have followed you. But the distance disenchanted their minds and appeared toilsome. They will swear to you O Muhammad that they would have gone out with you to fight had they been able to do so. They are the cause of their own destruction, and Allah knows that they are liars"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah bless you O Muhammad! Why did you grant them permission to be among the stay-at- home before sifting them in action to find out the truthful, and expose those who lie in their teeth"},{"SurahNumber":9,"VerseNumber":44,"Text":"Never shall those who lift to Allah their inward sight and assert the truth of the Hereafter ask you to exempt them from this obligation. They feel they must move to action as ordained by Allah Whose purpose is the heart of their purpose. They purpose to strive in His cause, which is their cause with their wealth and their lives. Allah is fully aware of those who entertain the profound reverence dutiful to Him"},{"SurahNumber":9,"VerseNumber":45,"Text":"For laboured impiety; what apology can be invented but by those who deny Allah and the Day of Judgement and their deep-rooted doubt affects their hearts and their minds profoundly, and in their objective uncertainty they vacillate"},{"SurahNumber":9,"VerseNumber":46,"Text":"Had they been disposed in mood and mind to obey such advice as Allah inclines them to propound, they would have made all preparations necessary for overpowering the assailant who is quick, skillful and deadly. But being fully aware of their innermost thoughts and of what their breasts forge, Allah disliked their participation in the campaign, and discouraged them and impelled them to the feeling of utter demoralization and it was decided that they join the stay-at-home"},{"SurahNumber":9,"VerseNumber":47,"Text":"Had they joined you in battle, they would have caused discord and hastened to sow dissension, slander and thoughts of sedition among you, And among you are attentive hearers who bow down their ears to them. Allah is 'Alimun of all the wrongful of actions"}]}