{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":36,"Text":"Ey Muhammed! Biz onlardan önce kendilerinden daha kuvvetli olan ve beldeleri delik deşik eden nice nesilleri helak ettik, hiç kurtuluş var mı"},{"SurahNumber":50,"VerseNumber":37,"Text":"Şüphesiz ki bunda kalbi olan ve hazır bulunup kulak veren kimse için elbette bir öğüt vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Andolsun ki biz gökleri, yeri ve ikisi arasındakileri altı günde yarattık, Bize hiçbir yorgunluk da dokunmadı"},{"SurahNumber":50,"VerseNumber":39,"Text":"Ey Muhammed! Onların söylediklerine karşı sabret. Güneşin doğuşundan önce (sabah namazını) ve batışından önce de (öğle ve ikindi namazalarını kılarak) Rabbini Hamd ile tesbih et"},{"SurahNumber":50,"VerseNumber":40,"Text":"Geceleyin (akşam ve yatsı namazlarını kılarak), namazlardan sonra da (vitir ve nafile kılarak) O'nu tesbih et"},{"SurahNumber":50,"VerseNumber":41,"Text":"Bir münadinin yakın bir yerden sesleneceği güne kulak ver"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gün insanlar, o çağrıyı gerçek olarak duyarlar. İşte bugün, kabirlerden çıkış günüdür"},{"SurahNumber":50,"VerseNumber":43,"Text":"Gerçekten biz hem yaşatırız, hem öldürürüz. Sonunda dönüş yalnız bizedir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gün yer yarılır, insanlar kabirlerinden çabucak çıkarlar. İşte bu, sadece bize göre kolay bir toplanmadır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların söylediklerini daha iyi biliriz. Sen onlara karşı zor kullanacak değilsin. O halde sen, benim tehdidimden korkanlara bu Kur'ân ile öğüt ver"},{"SurahNumber":51,"VerseNumber":1,"Text":"O tozdurup savuranlara"},{"SurahNumber":51,"VerseNumber":2,"Text":"Derken bir ağırlık taşıyanlara"},{"SurahNumber":51,"VerseNumber":3,"Text":"Derken bir kolaylıkla akanlara"},{"SurahNumber":51,"VerseNumber":4,"Text":"Derken bir emir taksim edenlere andolsun ki"},{"SurahNumber":51,"VerseNumber":5,"Text":"O size vaad edilen elbette doğrudur"},{"SurahNumber":51,"VerseNumber":6,"Text":"Ceza ve hesap günü şüphesiz olacaktır"}]}