{"Id":272,"LanguageCodes":["nl","nld"],"Name":"nld-unknown","Author":"Van De Taal","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":15,"Text":"En voorzeker, er was voor Saba een teken in hun woonplaatsen, twee tuinen aan de rechter- en aan de linkerhand; er werd gezegd: 'Eet van de spijzen van uw Heer en weest Hem dankbaar. Een schone stad en een vergevende Heer"},{"SurahNumber":34,"VerseNumber":16,"Text":"Maar zij wendden zich af; daarom zonden Wij een sterke overstroming over hen en Wij veranderden hun tuinen in twee tuinen met bitter fruit en tamarisken en weinig lotusbloemen"},{"SurahNumber":34,"VerseNumber":17,"Text":"Daarmee vergolden Wij hen wegens hun ondankbaarheid, en Wij straften niemand behalve de ondankbaren"},{"SurahNumber":34,"VerseNumber":18,"Text":"En Wij plaatsten tussen hen en de steden die Wij hadden gezegend, bloeiende steden die aanzienlijk waren, en Wij maakten het reizen tussen die steden gemakkelijk; 'Reist er dagen en nachten veilig doorheen"},{"SurahNumber":34,"VerseNumber":19,"Text":"Maar zij zeiden: 'Onze Heer, maak langere afstanden tussen onze reizen.' En zij deden zich daarmee onrecht aan, daarom maakten Wij hen tot sagen en legenden, terwijl Wij hen volledig hadden verpletterd. Daarin zijn zeker tekenen voor een ieder die geduldig en dankbaar is"},{"SurahNumber":34,"VerseNumber":20,"Text":"En Iblies bewees inderdaad de waarheid van zijn mening over hen en zij volgden hem, behalve een deel der ware gelovigen"},{"SurahNumber":34,"VerseNumber":21,"Text":"En hij had over hen geen macht, maar Wij wilden degenen, die in het Hiernamaals geloofden van hen onderscheiden die er aan twijfelden. En uw Heer houdt de wacht over alle dingen"},{"SurahNumber":34,"VerseNumber":22,"Text":"Zeg: 'Roept degenen aan, waarvan gij beweert dat zij Goden zijn buiten Allah. Zij hebben zelfs geen macht over het gewicht van een atoom in de hemelen of op aarde noch hebben zij enig aandeel aan beiden, noch heeft Hij een enkele helper onder hen"}]}