{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":5,"VerseNumber":96,"Text":"Waxaa la idiin banneeyey ugaadha badda aad ugaarsataan iyo cunnadeedaba_ sahay aad leedihiin idinka iyo kuwa socdaalka ah, waxaase la idinka reebay ugaadha barriga aad ugaarsataan inta aad xidhan tihiin (Xaj ama Cumro) oo dhowra (xilka uu idin saaray) Allaah ee ah Kan Xaggiisa la idiin soo kulmin doono"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allaah wuxuu u yeelay Kacbada Beydka Xurmadda leh daryeel dadka awgi iyo bisha xurmadda leh iyo hadyiga iyo xoolaha qurbaanka ee calaamadeysan, tani waa si aad u ogaataan in Allaah og yahay waxa jira samooyinka iyo waxa jira arlada, iyo in Allaah Og yahay wax walba"},{"SurahNumber":5,"VerseNumber":98,"Text":"Ogaada in Allaah Ciqaabkiisu Daran yahay, iyo in Allaah Dambi Dhaaf iyo Naxariis Badan yahay"},{"SurahNumber":5,"VerseNumber":99,"Text":"Ma saarna Rasuulka waxaan ahayn gaarsiinta (dhambaalka). Oo Allaah wuu Ogyahay waxa aad muujisaan iyo waxa aad qarisaanba"},{"SurahNumber":5,"VerseNumber":100,"Text":"Dheh: Ma sinna waxa xun iyo waxa fiican, walow aad la yaabto badnaanta waxa xun. ee dhowra (xilka uu idin saaray) Allaah wax garadkow aad liibaantaane"},{"SurahNumber":5,"VerseNumber":101,"Text":"Mu’miniintoy! Ha ka keenina su’aalo waxyaalo haddii la idiin caddeeyo aad ku dhibtoon kartaan. Haddiise aad ka keentaan su’aalo marka Qur'aanka la soo waxyoonayo waa la idiin caddeyn. Allaah waa idinka cafiyaa tani, oo Allaah waa Dambi Dhaaf Badane, Dulqaad Badan"},{"SurahNumber":5,"VerseNumber":102,"Text":"Dad idinka horreeyey baa dhabtii keenay su’aalahaa oo kale, markaasay noqdeen kuwo rumeysan waaya"},{"SurahNumber":5,"VerseNumber":103,"Text":"Ma uusan amrin Allaah (yeelashada) Baxiirah (xoolo caanahooda sanamyada loo bixiyo) ama Saa’ ibah (xoolo sanamyada dartood loo sii daayo) ama Wasiilah (xoolo sanamyada lagu sadaqeysto) ama Xaam (riti sanamyada loo daayo) laakiinse gaaladu waxay ka been sheegaan Allaah, badankooduna ma laha garasho"}]}