{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"¦. S̃. M̃"},{"SurahNumber":26,"VerseNumber":2,"Text":"Waɗancan ãyõyin Littãfi ne bayyananne"},{"SurahNumber":26,"VerseNumber":3,"Text":"Tsammãninka kai mai halakar da ranka ne, dõmin ba su kasance mũminai ba"},{"SurahNumber":26,"VerseNumber":4,"Text":"Idan Mun so zã Mu saukar, a kansu, da wata ãyã daga sama, sai wuyõyinsu su yini sabõda ita sunã mãsu ƙasƙantar da kai"},{"SurahNumber":26,"VerseNumber":5,"Text":"Kuma wata tunãtarwa ba ta jẽ musu ba, daga Mai rahama, sãbuwa, fãce sun kasance daga barinta sunã mãsu bijirẽwa"},{"SurahNumber":26,"VerseNumber":6,"Text":"To, lalle ne, sun ƙaryata, to, lãbãran abin da suka kasance sunã yi na izgili da shi zã ya je musu"},{"SurahNumber":26,"VerseNumber":7,"Text":"Shin, ba su dũba ba zuwa ga ƙasa, da yawa Muka tsirar a cikinta, daga dukan nau'i mai kyau"},{"SurahNumber":26,"VerseNumber":8,"Text":"Lalle ne, a cikin wancan akwai ãyã, kuma mafi yawansu ba su kasance mũminai ba"},{"SurahNumber":26,"VerseNumber":9,"Text":"Kuma lalle ne, Ubangijinka, haƙĩƙa, Shĩ ne Mabuwãyi, Mai rahama"},{"SurahNumber":26,"VerseNumber":10,"Text":"Kuma a lõkacin da Ubangijinka Ya kirãyi Mũsã, \"Ka je wa mutãnen nan azzãlumai"},{"SurahNumber":26,"VerseNumber":11,"Text":"Mutãnen Fir'auna bã zã su yi taƙawa ba"},{"SurahNumber":26,"VerseNumber":12,"Text":"Ya ce: \"Ya Ubangijĩna, nĩ inã tsõron su ƙaryata ni"},{"SurahNumber":26,"VerseNumber":13,"Text":"Kuma ƙirjĩna ya yi ƙunci kuma harshẽna bã zai saku ba sabõda haka ka aika zuwa ga Harũna"},{"SurahNumber":26,"VerseNumber":14,"Text":"Kuma sunã da wani laifi a kaina, sabõda haka inã tsõron kada su kashe ni"},{"SurahNumber":26,"VerseNumber":15,"Text":"Ya ce: \"Kayya! Ku tafi, kũ biyu, da ÃyõyinMu. Lalle ne, Munã tãre da ku Munã Mãsu saurãre"},{"SurahNumber":26,"VerseNumber":16,"Text":"Sai ku je wa Fir'auna, sa'an nan ku ce, Lalle ne, mu, Manzannin Ubangijin halitta ne"},{"SurahNumber":26,"VerseNumber":17,"Text":"Ka saki Banĩ Isrã'ila tãre da mu"},{"SurahNumber":26,"VerseNumber":18,"Text":"Ya ce: \"Shin, ba mu yi rẽnonka ba a cikinmu kanã jãrĩri, kuma ka zauna a cikinmu shẽkarudaga lõkacin rãyuwarka"},{"SurahNumber":26,"VerseNumber":19,"Text":"Kuma ka aikata aikinka wanda ka aikata alhãli kai kanã daga butulai"}]}