{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"Bêguman ehlê bihiþtê îro bi xebatên xweþ dilþa ne"},{"SurahNumber":36,"VerseNumber":56,"Text":"Ew û jinên xwe di bin siya de li ser sedra paldayî ne"},{"SurahNumber":36,"VerseNumber":57,"Text":"Ji wan re tê de xweþî û tiþtê daxwazî bikin hene"},{"SurahNumber":36,"VerseNumber":58,"Text":"(Tiþtê ew dixwazin) gotina xweþiyê ji perwerdekarekî dilovan e"},{"SurahNumber":36,"VerseNumber":59,"Text":"Hûn gelî sûcdarên gunehkar îro cihê bibin"},{"SurahNumber":36,"VerseNumber":60,"Text":"Gelî zariyê Adem! ma qey min ji we re ferman û þîret nekir ku hûn nedin pey pelîd - wî nehebînin. Lewra bi rastî ew ji we re neyarekî aþîkar e"},{"SurahNumber":36,"VerseNumber":61,"Text":"Û hûn min bihebînin. Rêya rastîn eva haye"},{"SurahNumber":36,"VerseNumber":62,"Text":"Sond be wî ji we gellek nifþa ji rê deraniye. Vêca qey nedibû we hiþ tê bibrana - we xwe ragirtana"},{"SurahNumber":36,"VerseNumber":63,"Text":"Eva han e dojeha ku hûn hatine wade dayîn"},{"SurahNumber":36,"VerseNumber":64,"Text":"Hûn îro têkevinê ji ber kufra xwe tê biþewitin"},{"SurahNumber":36,"VerseNumber":65,"Text":"Îro emê ser devên wan mohr bikin û wê destên wan bipeyivin û wê piyên wan bi tiþtê bi dest xistine danasî bidin"},{"SurahNumber":36,"VerseNumber":66,"Text":"Eger me bixwesta, me yê ser çavên wan hilo kor bikirna, vêca ka di rêya rast de bilezînin; êdî ma wê çewa bibînin"},{"SurahNumber":36,"VerseNumber":67,"Text":"Û eger me bixwesta me yê wan di þûna wan de bihiþta (têk bibirna yan rûçêkên wan biguharta) êdî nedikarbûn ronahî bibînin û ne jî vegerin"},{"SurahNumber":36,"VerseNumber":68,"Text":"Em kî temendirêj bikin em wî di aferandinê de hêdî hêdî bêhêz dikin. Ma êdî hêjî ew hiþ tê nabin - xwe ranagirin"},{"SurahNumber":36,"VerseNumber":69,"Text":"Me þi´ra pê nedaye hîn kirin û ew nikare bêje jî. Ew tenê þîret-bîrxistin e û Qur´aneke aþîkar e"},{"SurahNumber":36,"VerseNumber":70,"Text":"Ji bo ku ew ê zindî hiþyar bike-bitirsîne û gotin li ser kafiran pêwist bibe"}]}