{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"Худди шунингдек, Биз сендан илгари ҳам қайси бир қишлоқ-шаҳарга огоҳлантиргувчи юборсак, албатта, унинг зодагонлари: «Таъкидки, биз ота-боболаримизни бир динда топдик ва, албатта, биз уларнинг изларидан эргашгувчилардирмиз», дедилар"},{"SurahNumber":43,"VerseNumber":24,"Text":"У (огоҳлантирувчи): «Агар мен сизга сиз ота-бобонгизни устида топган нарсангиздан ҳам ҳидоятлироқни келтирган бўлсам ҳам-а?!» – деди. Улар: «Биз сен ила юборилган нарсага кофирдирмиз», дедилар"},{"SurahNumber":43,"VerseNumber":25,"Text":"Бас, Биз улардан интиқом олдик. Энди назар сол. (Пайғамбарларни) ёлғончи қилгувчиларнинг оқибати қандай бўлди"},{"SurahNumber":43,"VerseNumber":26,"Text":"Эсла, Иброҳим отасига ва қавмига: «Мен, албатта, сиз ибодат қилаётган нарсадан воз кечгувчиман"},{"SurahNumber":43,"VerseNumber":27,"Text":"Магар мени яратган Зотдангина (воз кечмасман). Албатта, У зот мени ҳидоят қилур», деган эди"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ва бу (сўз)ни у ўз ортидан зурриётига боқий қолгувчи қилди. Шоядки (иймонга) қайтсалар"},{"SurahNumber":43,"VerseNumber":29,"Text":"Мен эса, анавиларни ва уларнинг ота-боболарини, то уларга ҳақ ҳамда очиқ-ойдин Пайғамбар келгунча фойдалантирдим"},{"SurahNumber":43,"VerseNumber":30,"Text":"Қачонки уларга ҳақ келганида, улар: «Бу сеҳрдир ва, албатта, биз бунга кофирдирмиз», дедилар"},{"SurahNumber":43,"VerseNumber":31,"Text":"Улар: «Ушбу Қуръон икки шаҳардан (бирида) бўлган улуғ кишига нозил қилинганида эди», дедилар"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ёки улар Роббингнинг раҳматини тақсимлайдиларми? Биз ҳаёти дунёда уларнинг ораларида маишатларини тақсимладик ва баъзилари баъзиларини хизматкор қилиб олишлари учун айримларининг даражаларини айримларидан устун қилиб қўйганмиз. Роббингнинг раҳмати улар жамлайдиган нарсадан яхшидир"},{"SurahNumber":43,"VerseNumber":33,"Text":"Агар одамлар бир миллат бўлиб қолишлари (хавфи) бўлмаганда, албатта, Биз Роҳманга куфр келтирадиганларнинг уйлари шифтини ва унга чиқадиган нарвонларини кумушдан қилиб қўяр эдик"}]}