{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"تم اپنی بات آہستہ کہو یا بلند آواز سے ( اس سے کوئی فرق نہیں پڑتا) بےشک وہ خوب جاننے والا ہے جو کچھ سینوں میں ہے"},{"SurahNumber":67,"VerseNumber":14,"Text":"(نادانو) کیا وہ نہیں جانتا ( بندوں کے احوال کو ) جس نے (انہیں) پیدا کیا ہے وہ بڑا باریک بین، ہر چیز سے باخبر ہے"},{"SurahNumber":67,"VerseNumber":15,"Text":"وہی تو ہے جس نے نرم کردیا ہے تمہارے لیے زمین کو پس (اطمینان سے ) چلو اس کے راستوں پر اور کھاؤ اس کے (دیے ہوئے) رزق سے اور اسی کی طرف تم کو (قبروں سے ) اٹھ کر جانا ہے"},{"SurahNumber":67,"VerseNumber":16,"Text":"کیا تم بےخوف ہوگئے ہو اس سے جو آسمان میں ہے کہ وہ تمہیں زمین میں غرق کردے اور وہ زمین تھر تھر کانپنے لگے"},{"SurahNumber":67,"VerseNumber":17,"Text":"کیا تم بےخوف ہوگئے ہو اس سے جو آسمان میں ہے کہ وہ بھیج دے تم پر پتھر برسانے والی ہوا۔ تب تمہیں پتہ چلے گا کہ میرا ڈرانا کیسا ہوتا ہے"},{"SurahNumber":67,"VerseNumber":18,"Text":"اور جو لوگ ان سے پہلے گزرے انہوں نے بھی جھٹلایا (خود دیکھ لو) کہ (ان پر ) میرا عذاب کتنا سخت تھا"},{"SurahNumber":67,"VerseNumber":19,"Text":"کیا انہوں نے پرندوں کو اپنے اوپر (اڑاتے ) کبھی نہیں دیکھا پھیلائے ہوئے اور کبھی پر سمیٹ بھی لیتے ہیں۔ نہیں روکے ہوئے انہیں کوئی (فضا میں) بجز رحمین کے بےشک وہ ہر چیز کو خوب دیکھنے والا ہے"},{"SurahNumber":67,"VerseNumber":20,"Text":"اے منکرو! کیا تمہارے پاس کوئی ایسا لشکر ہے جو تمہاری مدد کرے ( خداوند) رحمن کے علاوہ بےشک منکرین دھوکا میں مبتلا ہیں۔"},{"SurahNumber":67,"VerseNumber":21,"Text":"کیا کوئی ایسی ہستی ہے جو تمہیں رزق پہنچا سکے اگر اللہ تعالیٰ اپنا رزق بند کرلے لیکن یہ لوگ سرکشی اور حق سے نفرت میں بہت دور نکل گئے ہیں"},{"SurahNumber":67,"VerseNumber":22,"Text":"کیا وہ شخص جو منہ کے بل گرتا پڑتا چلا جا رہا ہے وہ راہ راست پر ہے یا جو سیدھا ہو کر صراط مستقیم پر گامزن ہے"},{"SurahNumber":67,"VerseNumber":23,"Text":"آپ فرمائیے وہی تو ہے جس نے تمہیں پیدا کیا اور تمہارے لیے کان، آنکھیں اور دل بنائے (لیکن) تم بہت کم شکر کیا کرتے ہو"},{"SurahNumber":67,"VerseNumber":24,"Text":"آپ فرمائیے اسی نے تم کو پھیلا دیا ہے زمین میں اور (روز حشر) تم اسی کے پاس جمع کیے جاؤ گے"},{"SurahNumber":67,"VerseNumber":25,"Text":"(کفار ازراہ مذاق) پوچھتے ہیں کہ ( بتاؤ) یہ وعدہ کب پورا ہوگا اگر تم سچے ہو"},{"SurahNumber":67,"VerseNumber":26,"Text":"آپ فرمائیے (اس کا ) علم تو اللہ ہی کے پاس ہے ۔ میں تو محض واضح طور پر خبردار کرنے والا ہوں"}]}