{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"پس (دغه كجورې) خوره او (دغه اوبه) څښه او (په عیسٰی سره) سترګې یخې كړه، پس كه خامخا تا له خلقو ځنې یو څوك ولیده، نو (ورته) وایه: بېشكه ما د رحمٰن لپاره په ځان د روژې نذر منلى دى، پس نن ورځ به زه له سره خبرې ونه كړم له هېڅ یوه انسان سره"},{"SurahNumber":19,"VerseNumber":27,"Text":"نو دې (مریمې) هغه (عیسٰی) خپل قوم ته راوړ، چې دى يې راخيستى و، دوى (ورته) وویل: اى مریمې! یقینًا یقینًا تا ډېر بدكار كړى دى"},{"SurahNumber":19,"VerseNumber":28,"Text":"اى د هارون خورې! ستا پلار خو بد سړى نه و او نه ستا مور بدكاره (بد عمله) وه"},{"SurahNumber":19,"VerseNumber":29,"Text":"نو هغې ده (عیسٰی) ته اشاره وكړه، دوى وویل: مونږ له هغه چا سره څنګه خبرې وكړو چې دى په غېږ كې دى، چې وړوكى دى"},{"SurahNumber":19,"VerseNumber":30,"Text":"ده وویل: بېشكه زه د الله بنده یم، هغه ما ته كتاب راكړى دى او زه يې نبي ګرځولى یم"},{"SurahNumber":19,"VerseNumber":31,"Text":"او زه يې بركت ناك ګرځولى یم په هر ځاى كې چې اوسم او ده ما ته په لمانځه او زكات سره كلك حكم راكړى دى، ترڅو چې زه ژوندى یم"},{"SurahNumber":19,"VerseNumber":32,"Text":"(او زه يې ګرځولى یم) له خپلې مور سره نېكي كوونكى او زه يې سركشه، بدبخته نه یم ګرځولى"},{"SurahNumber":19,"VerseNumber":33,"Text":"او په ما دې سلام وي په هغې ورځ چې زه وزېږول شوم او په هغې ورځ چې زه به مرم او په هغې ورځ چې زه به بیا ژوندى راپورته كولى شم"},{"SurahNumber":19,"VerseNumber":34,"Text":"دغه عیسٰى د مریمې زوى دى (الله د ده په باره كې) حقه خبره كړې ده، هغه چې دوى په هغې كې سره جګړې كوي"},{"SurahNumber":19,"VerseNumber":35,"Text":"د الله لپاره نه ښايېږي چې دى دې څوك اولاد ونیسي، ده لره پاكي ده۔، دى چې كله د څه كار فیصله وكړي، نو بېشكه همدا خبره ده چې ده ته وايي: وشه! نو هغه (كار) وشي"},{"SurahNumber":19,"VerseNumber":36,"Text":"او بېشكه چې الله زما رب دى او ستاسو رب دى، نو تاسو د ده عبادت كوئ، دا ډېره نېغه لار ده"},{"SurahNumber":19,"VerseNumber":37,"Text":"نو دغه ډلې په خپل منځ كې سره مختلفې شوې، نو كافران شویو كسانو لپاره د ډېرې سترې ورځې له حاضرېدو هلاكت (او خرابي) دى"},{"SurahNumber":19,"VerseNumber":38,"Text":"دوى به څه ښه اورېدونكي او څه ښه لیدونكي وي! په هغې ورځ چې مونږ ته به راځي، لېكن ظالمان نن ورځې په ښكاره ګمراهۍ كې دي"}]}