{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"اور تم لوگ اپنی بات چھپا کر کہو یا اُسے بلند آواز میں کہو، یقیناً وہ سینوں کی (چھپی) باتوں کو (بھی) خوب جانتا ہے"},{"SurahNumber":67,"VerseNumber":14,"Text":"بھلا وہ نہیں جانتا جس نے پیدا کیا ہے؟ حالانکہ وہ بڑا باریک بین (ہر چیز سے) خبردار ہے"},{"SurahNumber":67,"VerseNumber":15,"Text":"وُہی ہے جس نے تمہارے لئے زمین کو نرم و مسخر کر دیا، سو تم اس کے راستوں میں چلو پھرو، اور اُس کے (دئیے ہوئے) رِزق میں سے کھاؤ، اور اُسی کی طرف (مرنے کے بعد) اُٹھ کر جانا ہے"},{"SurahNumber":67,"VerseNumber":16,"Text":"کیا تم آسمان والے (رب) سے بے خوف ہو گئے ہو کہ وہ تمہیں زمین میں دھنسا دے (اس طرح) کہ وہ اچانک لرزنے لگے"},{"SurahNumber":67,"VerseNumber":17,"Text":"کیا تم آسمان والے (رب) سے بے خوف ہو گئے ہو کہ وہ تم پر پتھر برسانے والی ہوا بھیج دے؟ سو تم عنقریب جان لو گے کہ میرا ڈرانا کیسا ہے"},{"SurahNumber":67,"VerseNumber":18,"Text":"اور بے شک ان لوگوں نے (بھی) جھٹلایا تھا جو ان سے پہلے تھے، سو میرا اِنکار کیسا (عبرت ناک ثابت) ہوا"},{"SurahNumber":67,"VerseNumber":19,"Text":"کیا اُنہوں نے پرندوں کو اپنے اوپر پر پھیلائے ہوئے اور (کبھی) پر سمیٹے ہوئے نہیں دیکھا؟ اُنہیں (فضا میں گرنے سے) کوئی نہیں روک سکتا سوائے رحمان کے (بنائے ہوئے قانون کے)، بے شک وہ ہر چیز کو خوب دیکھنے والا ہے"},{"SurahNumber":67,"VerseNumber":20,"Text":"بھلا کوئی ایسا ہے جو تمہاری فوج بن کر (خدائے) رحمان کے مقابلہ میں تمہاری مدد کرے؟ کافر محض دھوکہ میں (مبتلا) ہیں"},{"SurahNumber":67,"VerseNumber":21,"Text":"بھلا کوئی ایسا ہے جو تمہیں رِزق دے سکے اگر (اللہ تم سے) اپنا رِزق روک لے؟ بلکہ وہ سرکشی اور (حق سے) نفرت میں مضبوطی سے اَڑے ہوئے ہیں"},{"SurahNumber":67,"VerseNumber":22,"Text":"کیا وہ شخص جو منہ کے بل اوندھا چل رہا ہے زیادہ راہِ راست پر ہے یا وہ شخص جو سیدھی حالت میں صحیح راہ پر گامزن ہے؟"},{"SurahNumber":67,"VerseNumber":23,"Text":"آپ فرما دیجئے: وُہی (اللہ) ہے جس نے تمہیں پیدا فرمایا اور تمہارے لئے کان اور آنکھیں اور دِل بنائے، تم بہت ہی کم شکر ادا کرتے ہو"},{"SurahNumber":67,"VerseNumber":24,"Text":"فرما دیجئے: وُہی ہے جس نے تمہیں زمین میں پھیلا دیا اور تم (روزِ قیامت) اُسی کی طرف جمع کیے جاؤ گے"},{"SurahNumber":67,"VerseNumber":25,"Text":"اور وہ کہتے ہیں: یہ (قیامت کا) وعدہ کب پورا ہوگا اگر تم سچے ہو"},{"SurahNumber":67,"VerseNumber":26,"Text":"فرما دیجئے کہ (اُس کے وقت کا) علم تو اللہ ہی کے پاس ہے، اور میں تو صرف واضح ڈر سنانے والا ہوں (اگر وقت بتا دیا جائے تو ڈر ختم ہو جائے گا)"}]}