{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":26,"Text":"Firavun dedi ki: \"Bırakın beni, Musa´yı öldüreyim de o (gitsin) rabbine yalvarıp yakarsın. Çünkü ben sizin dininizi değiştirmesinden ya da yeryüzünde fesat çıkarmasından korkuyorum"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa dedi ki: \"Gerçekten ben, hesap gününe inanmayan her mütekebbirden, benim de rabbim, sizin de rabbiniz (olana) sığınırım"},{"SurahNumber":40,"VerseNumber":28,"Text":"Firavun ailesinden inancını gizlemekte olan inançlı bir adam dedi ki: \"Siz, benim rabbim Tanrı´dır diyen bir adamı öldürüyor musunuz? Oysa o, size rabbinizden apaçık belgelerle gelmiş bulunuyor. Buna rağmen o eğer bir yalancı ise yalanı kendi aleyhinedir; ve eğer doğru sözlü ise (o zaman da) size vaadettiklerinin bir kısmı size isabet eder. Şüphesiz Tanrı, ölçüyü taşıran, çok yalan söyleyen kimseyi hidayete erdirmez"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ey kavmim, bugün mülk sizindir, yeryüzünde hüküm sahibi kimselersiniz. Fakat bize Tanrı´dan dayanılmaz bir azab gelecek olursa bize kim yardımcı olabilecek?\" Firavun dedi ki: \"Ben, size yalnızca gördüğümü (kendi görüşümü) gösteriyorum ve ben sizi doğru yoldan da başkasına yöneltmiyorum"},{"SurahNumber":40,"VerseNumber":30,"Text":"İnanan (adam) dedi ki: \"Ey kavmim ben o fırkaların gününe benzer [bir günün felaketine uğrarsınız] diye korkuyorum"},{"SurahNumber":40,"VerseNumber":31,"Text":"Nuh kavmi, Ad, Semud ve onlardan sonra gelenlerin durumuna benzer (bir gün). Tanrı, kullar için zulüm istemez"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ve ey kavmim, doğrusu ben sizin için o feryat (edeceğiniz kıyamet) gününden korkuyorum"},{"SurahNumber":40,"VerseNumber":33,"Text":"Arkanızı dönüp kaçacağınız gün; sizi Tanrı´dan koruyacak yoktur. Tanrı kimi saptırırsa artık onu doğruya yöneltecek bulunmaz"}]}