{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":53,"Text":"Kjo ndodh se Allahu nuk ia ndryshon kurrë një mirësi që ia ka dhënë një populli, derisa ata të ndryshojnë atë që kanë në veten e tyre. Vërtet, Allahu dëgjon dhe di gjithçka"},{"SurahNumber":8,"VerseNumber":54,"Text":"(Sjelljet e jobesimtarëve të Mekës) ngjajnë me sjelljet e ithtarëve të Faraonit dhe të të tjerëve që jetuan para tyre. Ata i përgënjeshtruan shpalljet e Zotit të tyre dhe kështu Ne i shkatërruam për shkak të gjynaheve të tyre, ndërsa ithtarët e Faraonit i fundosëm. Të gjithë ata ishin keqbërës"},{"SurahNumber":8,"VerseNumber":55,"Text":"Krijesat më të këqija tek Allahu janë ata që mohojnë dhe që nuk do të besojnë"},{"SurahNumber":8,"VerseNumber":56,"Text":"janë ata me të cilët ke bërë marrëveshje, por që çdo herë e shkelin atë dhe nuk i frikësohen Allahut"},{"SurahNumber":8,"VerseNumber":57,"Text":"Nëse ti i ndesh ata në luftë, shpartalloji, që të vënë mend ata që vijnë pas tyre"},{"SurahNumber":8,"VerseNumber":58,"Text":"Nëse ke frikë se ndonjë fis e thyen besën, edhe ti prishja marrëveshjen me të njëjtën mënyrë, sepse Allahu nuk i do ata që tradhtojnë"},{"SurahNumber":8,"VerseNumber":59,"Text":"Le të mos mendojnë kurrsesi ata që nuk besojnë se do të fitojnë, sepse nuk mund të Na pengojnë"},{"SurahNumber":8,"VerseNumber":60,"Text":"Përgatisni kundër tyre kuaj dhe forcë për luftë sa të mundni, që të tmerroni armikun e Allahut dhe armikun tuaj, si dhe të tjerë, përveç tyre, të cilët ju nuk i njihni, por që Allahu i njeh. Çfarëdo që të shpenzoni në rrugën e Allahut, do t’ju shpërblehet dhe nuk do t’ju bëhet padrejtësi"},{"SurahNumber":8,"VerseNumber":61,"Text":"Nëse ata shfaqin prirje për paqe, atëherë edhe ti ano nga ajo dhe mbështetu tek Allahu, sepse, vërtet, Ai dëgjon dhe di gjithçka"}]}