{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"¿Acaso aquel a quien Al-lah abre su corazón al islam y sigue la luz de su Señor (puede compararse con quien rechaza la verdad)? ¡Ay de aquellos cuyos corazones están endurecidos y no glorifican a Al-lah! Esos se hallan en un claro extravío"},{"SurahNumber":39,"VerseNumber":23,"Text":"Al-lah ha revelado la mejor de las exhortaciones: un Libro (el Corán) de partes parecidas (en cuanto a su belleza y coherencia) en el que se reiteran (aleyas y pasajes)[872]que hacen erizar la piel de quienes temen a su Señor. Luego esta se sosiega, así como los corazones, al glorificar a Al-lah. Esta es una guía de Al-lah con la que Él muestra Su camino a quien quiere.Y aquel a quien Al-lah haya extraviado (por rechazar la verdad), no tendrá quién lo guíe"},{"SurahNumber":39,"VerseNumber":24,"Text":"¿Acasoquien sea arrojado de cara al peor de los castigos el Día de la Resurrección (puede compararse con quien estará seguro en el paraíso)?Y a los injustos (que rechazaron la verdad) se les dirá: «Sufrid las consecuencias de vuestras acciones»"},{"SurahNumber":39,"VerseNumber":25,"Text":"Quienes los precedieron también negaron la verdad (y desmintieron a sus profetas), y el castigo los sorprendió por donde no esperaban"},{"SurahNumber":39,"VerseNumber":26,"Text":"Y Al-lah hizo que sufrieran la humillación en esta vida, y el castigo que recibirán en la eterna será aún mayor, ¡si supieran"},{"SurahNumber":39,"VerseNumber":27,"Text":"Y, ciertamente, hemos expuesto a los hombres en este Corán todo tipo de ejemplos para que puedan reflexionar"},{"SurahNumber":39,"VerseNumber":28,"Text":"(Y hemos hecho que sea) un Corán claro, en lengua árabe, sin contradicciones, para que tal vez así teman a Al-lah (quienes rechazan la verdad)"},{"SurahNumber":39,"VerseNumber":29,"Text":"Al-lah pone el ejemplo (de dos esclavos): uno pertenece a varios amos que discuten entre ellos y otro pertenece por completo a un solo amo. ¿Pueden compararse los dos casos?[873] ¡Alabado sea Al-lah! Mas la mayoría de ellos no saben (la verdad y no la siguen)"},{"SurahNumber":39,"VerseNumber":30,"Text":"Ciertamente, tú morirás (¡oh, Muhammad!) y ellos morirán (pues toda la creación es mortal y finita)"},{"SurahNumber":39,"VerseNumber":31,"Text":"Después, el Día dela Resurrección (vosotros, hombres) discutiréis ante Al-lah (echándoos las culpas unos a otros, y Él os juzgará con justicia)"}]}