{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":12,"VerseNumber":5,"Text":"(Uyise) wathi: “Hini na nyana wam, uze ungawubalisi umbono wakho kubantakwenu, hleze benze iyelenqe ngawe. Inene uShaytân, lutshaba oluselubala loluntu"},{"SurahNumber":12,"VerseNumber":6,"Text":"Ke kaloku (nyana wam) iNkosi Iza kukukhetha Ikufundise ukutolika amaphupha, Igqibelelise uBabalo lwaYo kuwe nakwinzala kaYa’kûb, njengoko Yalugqibelelisayo kooyihlo- mkhulu, uIbrâhîm, noIs-hâ’k mandulo! Inene iNkosi yakho, nguSolwazi, uSobulumko.”"},{"SurahNumber":12,"VerseNumber":7,"Text":"Inene kuYûsuf nabantabakwabo, kwakukho imiqondiso kwabo babuzayo"},{"SurahNumber":12,"VerseNumber":8,"Text":"Ke kaloku bathi bona: “Inene uYûsuf nomntakwabo (uBhenjamin) ngabona bathandwayo ngutata wethu kunathi, lo gama thina siliqela elinamandla. Inene utata wethu uphantsi kokulahleka okucacileyo"},{"SurahNumber":12,"VerseNumber":9,"Text":"Mbulaleni uYûsuf okanye niye kumlahla kwelinye ilizwe, khon’ukuze uthando lukatata wenu lube kuni nedwa, emva koko niya kuba ngabantu abangamalungisa1.”"},{"SurahNumber":12,"VerseNumber":10,"Text":"Omnye kubo wathi: “Musani ukumbulala uYûsuf, kodwa ukuba kunyanzelekile ukuba nimenze into, mphoseni ezantsi equleni; uya kucholwa ziinqwelo zorhwebo zabahambi.”"},{"SurahNumber":12,"VerseNumber":11,"Text":"Bathi (kuyise): “Hini na tata! Kutheni na ungasithembanga nje ngoYûsuf ekubeni ngenyani thina singabamnqwenelela okuhle?”"},{"SurahNumber":12,"VerseNumber":12,"Text":"“Mthumele kunye nathi ngomso aye kudlala, onwabe, inene thina siya kumlondoloza.”"},{"SurahNumber":12,"VerseNumber":13,"Text":"Yena (uYa’kûb) wathi: “Inene ayindonwabisi into yokuba nimthathe nihambe naye kwaye ndinoloyiko lokuba hleze atyiwe yingcuka lo gama niya kuba ningamhoyanga nina.”"},{"SurahNumber":12,"VerseNumber":14,"Text":"Bathi bona: “Ukuba angatyiwa yingcuka sisakuba siliqela elinamandla kangaka (okumkhusela), hayi, siya kuba singabalahlekelwa"}]}