{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"And even if We had sent down unto them angels, and the dead had spoken unto them, and We had gathered together all things before their very eyes, they would not have believed, unless Allah willed, but most of them behave ignorantly"},{"SurahNumber":6,"VerseNumber":112,"Text":"And so We have appointed for every Prophet enemies - Shayatin (devils) among mankind and jinns, inspiring one another with adorned speech as a delusion (or by way of deception). If your Lord had so willed, they would not have done it, so leave them alone with their fabrications. (Tafseer Qurtubi, Vol. 7, Page)"},{"SurahNumber":6,"VerseNumber":113,"Text":"(And this is in order) that the hearts of those who disbelieve in the Hereafter may incline to such (deceit), and that they may remain pleased with it, and that they may commit what they are committing (all kinds of sins and evil deeds, etc)"},{"SurahNumber":6,"VerseNumber":114,"Text":"Say (O Muhammad SAW)] \"Shall I seek a judge other than Allah while it is He Who has sent down unto you the Book (The Quran), explained in detail.\" Those unto whom We gave the Scripture [the Taurat (Torah) and the Injeel (Gospel)] know that it is revealed from your Lord in truth. So be not you of those who doubt"},{"SurahNumber":6,"VerseNumber":115,"Text":"And the Word of your Lord has been fulfilled in truth and in justice. None can change His Words. And He is the All-Hearer, the All-Knower"},{"SurahNumber":6,"VerseNumber":116,"Text":"And if you obey most of those on earth, they will mislead you far away from Allah's Path. They follow nothing but conjectures, and they do nothing but lie"},{"SurahNumber":6,"VerseNumber":117,"Text":"Verily, your Lord! It is He Who knows best who strays from His Way, and He knows best the rightly guided ones"},{"SurahNumber":6,"VerseNumber":118,"Text":"So eat of that (meat) on which Allah's Name has been pronounced (while slaughtering the animal), if you are believers in His Ayat (proofs, evidences, verses, lessons, signs, revelations, etc)"}]}