{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":41,"VerseNumber":30,"Text":"Ceux qui disent : « Notre Seigneur est Allah » et suivent le droit chemin, s’entendent dire par les anges qui descendent sur eux[1226] : « Soyez sans crainte ! Ne vous affligez pas ! Réjouissez-vous, au contraire, de l’heureuse annonce du Paradis qui vous était promis"},{"SurahNumber":41,"VerseNumber":31,"Text":"Nous étions vos gardiens ici-bas et serons vos compagnons dans l’au-delà où tous vos désirs seront exaucés et tous vos vœux comblés"},{"SurahNumber":41,"VerseNumber":32,"Text":"et où vous serez accueillis avec tous les honneurs par un dieu Très Clément et Très Miséricordieux. »"},{"SurahNumber":41,"VerseNumber":33,"Text":"Qui donc pourrait tenir meilleur discours que celui qui appelle les hommes au culte exclusif d’Allah, accomplit de bonnes œuvres et proclame sa soumission au Seigneur"},{"SurahNumber":41,"VerseNumber":34,"Text":"La bonne action et la mauvaise ne sauraient être égales. Rends le bien pour le mal, tu verras alors celui qui te traitait en ennemi devenir l’être le plus amical"},{"SurahNumber":41,"VerseNumber":35,"Text":"Mais une telle attitude n’est donnée qu’à celui qui sait se montrer magnanime et qui est doté de grandes vertus"},{"SurahNumber":41,"VerseNumber":36,"Text":"Et si Satan t’incite à la vengeance, alors implore la protection d’Allah, Lui qui entend tout et sait tout"},{"SurahNumber":41,"VerseNumber":37,"Text":"Au nombre des signes de Sa toute-puissance figurent le jour et la nuit, et le soleil et la lune. Ne vous prosternez ni devant le soleil, ni devant la lune, mais devant Allah qui les a créés, si c’est vraiment Lui que vous adorez"},{"SurahNumber":41,"VerseNumber":38,"Text":"S’ils s’y refusent par orgueil, qu’ils sachent que les anges, auprès d’Allah, célèbrent jour et nuit Sa gloire, sans jamais se lasser"}]}