{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":32,"Text":"Неужели их разум повелевает им говорить эти противоречивые слова? Ведь прорицатель и поэт обладают проницательностью и разумом, а одержимый - безумен. Нет, они преступили все границы в упрямстве"},{"SurahNumber":52,"VerseNumber":33,"Text":"Или они говорят: \"Мухаммад измыслил Коран!\" Просто они не веруют, обуреваемые гордыней"},{"SurahNumber":52,"VerseNumber":34,"Text":"Пусть они приведут что-либо, подобное Корану, если они действительно говорят правду, утверждая, что Мухаммад измыслил Коран"},{"SurahNumber":52,"VerseNumber":35,"Text":"Разве они созданы без Творца? Или же они сотворили самих себя, и поэтому они не признают Творца и не поклоняются Ему"},{"SurahNumber":52,"VerseNumber":36,"Text":"Или они таким совершенным образом сотворили небеса и землю? Нет, они твёрдо не знают своего долга перед Творцом, и поэтому они придерживаются многобожия"},{"SurahNumber":52,"VerseNumber":37,"Text":"Или у них сокровищницы твоего Господа, и они распоряжаются ими, или они всесильны, властны над всем сущим и управляют всем, как они желают"},{"SurahNumber":52,"VerseNumber":38,"Text":"Или у них есть лестница, по которой они поднимаются на небо и подслушивают то, что решает Аллах? Тогда пусть тот, кто из них подслушивал, приведёт ясный довод, доказывающий то, что он утверждает"},{"SurahNumber":52,"VerseNumber":39,"Text":"Или у Аллаха якобы дочери, как вы утверждаете, а у вас - сыновья, как вы желаете"},{"SurahNumber":52,"VerseNumber":40,"Text":"Или ты просишь у них вознаграждения за то, что передал им Послание, и они отягчены и не довольны этим убытком"},{"SurahNumber":52,"VerseNumber":41,"Text":"Или они знают сокровенное, и они записывают из него, что желают"},{"SurahNumber":52,"VerseNumber":42,"Text":"Или они строят козни против тебя и твоего послания, чтобы отменить его? Ведь те, которые не уверовали, окажутся жертвой своих же козней"},{"SurahNumber":52,"VerseNumber":43,"Text":"Или у них есть другой бог, кроме Аллаха, и этот бог избавит их от наказания Аллаха? Аллах - превыше тех, кому они поклоняются помимо Него"},{"SurahNumber":52,"VerseNumber":44,"Text":"И если даже они увидят, что часть неба падает на них в наказание, они из-за упрямства скажут: \"Это- нагроможденные облака"},{"SurahNumber":52,"VerseNumber":45,"Text":"Оставь их, не обращая на них внимания, пока не настанет День, когда их постигнет гибель"},{"SurahNumber":52,"VerseNumber":46,"Text":"День, когда их козни нисколько не избавят их от наказания, и ни у кого они не найдут помощи"},{"SurahNumber":52,"VerseNumber":47,"Text":"Поистине, нечестивцам, которые творили бесчинства, уготовано ещё другое наказание, кроме того, которое погубит их в земном мире, но большинство их об этом не знает"},{"SurahNumber":52,"VerseNumber":48,"Text":"Будь же терпелив относительно решения твоего Господа отсрочить им наказание, и терпи их зло! Ведь ты под Нашим покровительством, и Мы тебя охраняем и о тебе заботимся, поэтому их козни не причинят тебе никакого зла. Так возноси же хвалу своему Господу, когда ты встаёшь"},{"SurahNumber":52,"VerseNumber":49,"Text":"И выбирай часть ночи, чтобы возносить Ему хвалу, и при закате звёзд"}]}