{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":11,"VerseNumber":38,"Text":"И тој го правеше бродот, и секојпат кога ќе поминеа крај него големците меѓу народот негов му се исмеваа. Рече: “Ако ни се исмевате и ние вам ќе ви се исмеваме, токму, онака како што се исмевате"},{"SurahNumber":11,"VerseNumber":39,"Text":"Па, ќе узнаете кому ќе му дојде казната и кого ќе го снајде казна постојана"},{"SurahNumber":11,"VerseNumber":40,"Text":"Потоа, кога наредбата Наша стигна, и кога лонецот почна да врие Ние рековме: “Натовари во чамецот по еден пар од сите животни, и семејството твое, освен оние за кои порано беше збор, и оние кои веруваа.\" Но, оние кои веруваа, кои беа со него, беа неколкумина"},{"SurahNumber":11,"VerseNumber":41,"Text":"И рече: “Качете се во неа! Во името Аллахово нека плови И нека застане! Господарот мој, навистина, е Простувач и Сомилосен"},{"SurahNumber":11,"VerseNumber":42,"Text":"бродот ги понесе Низ брановите како брда, и Нух го повика синот свој, кој беше останал подалеку: “О сине мој, качи се во бродов со нас и немој да бидеш со неверниците"},{"SurahNumber":11,"VerseNumber":43,"Text":"А син мурече: “Ќе се искачам на брдото кое ќе ме заштиТИ од водата. А Нух рече: “Денес нема никој да се заштити од наредбата Аллахова, освен оној кому Он ќе му се смислува.\" И меѓу нив се испречи бранот и син му беше меѓу потопените"},{"SurahNumber":11,"VerseNumber":44,"Text":"беше речено: “О земјо, проголтај ја водата твоја а ти небо, престани!\" И водата се повлече и работата веќе беше решена, и бродот застана на Џудиј, и беше речено: “Далеку нека биде народот зулумќарски"},{"SurahNumber":11,"VerseNumber":45,"Text":"го повика Нух Господарот свој, и рече: “Господаре мој, синот мој, навистина, е чедо мое, а ветувањето \"Твое, секако, е вистинско и Ги си меѓу судиите Најдобриот"}]}