{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":24,"Text":"Zij zeiden; \"O Môesa, wij zullen dau nooit binnentreden, den zolang zij daarbinnen zijn. Gaat u maar en uw Heer, en vecht met u tweeën, voonvaar, wij zullen hier blijven zitten"},{"SurahNumber":5,"VerseNumber":25,"Text":"Hij (Môesa) zei: \"O mijn Heer, ik heb alleen macht over mijzelf en mijn broeder, breng een scheiding aan tussen ons en het zwaar zondige volk"},{"SurahNumber":5,"VerseNumber":26,"Text":"Hij (Allah) zei: \"Het is daarom dat (het land) voor veertig jaren voor hen verboden wordt, (gedurende die periode) zullen zij rusteloos op aarde rondgaan. Treur daarom niet over het zwaar zondiee volk"},{"SurahNumber":5,"VerseNumber":27,"Text":"Vertel hen de warheid over het verhaal over de twee zonen van Adam: toen zij een offer brachten, werd het van één van hen (Abel) aanvaard en van de ander (Kaïn) werd het niet aanvaard. Hij (Kaïn) zei: \"Ik zal jou doden.\" Hij (Abel) zei: \"Voorwaar, Allah aanvaardt alleen het otter van de Moettaqeen"},{"SurahNumber":5,"VerseNumber":28,"Text":"Wanneer jij je hand naar mij uitstrekt om mij te doden: het is niet aan mij om mijn hand naar jou uit te strekken om jou te doden, waarlijk, ik vrees Allah, Heer der Werelden"},{"SurahNumber":5,"VerseNumber":29,"Text":"Voorwaar, ik wil dat je mijn zonde en jouw zonde op je neemt en dat he dan tot de bewoners van de Hel wordt. En dat is de vergelding voor de onrechtvaardigen"},{"SurahNumber":5,"VerseNumber":30,"Text":"Toen Zette hij zich ertoe aan om zijn broeder te doden en hij doodde hem, en zo werd hij een van de verliezers"},{"SurahNumber":5,"VerseNumber":31,"Text":"Toen stuurde Allah een raaf, die over de grond kreste om hem te laten zien hoe hij het lichaam van zijn broeder kon bedekken. Hij zei: \"Wee mij! Waarom ben ik zo zwak dat ik niet net zoals de raaf het lichaam van mijn broeder kan bedekken?\" En zo werd hij een van hen die wroeging hebben"}]}