{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"(اے پیغمبر) جس ذات نے تم پر اس قرآن کی ذمہ داری ڈالی ہے، وہ تمہیں دوبارہ اس جگہ پر لاکر رہے گا جو (تمہارے لیے) انسیت کی جگہ ہے کہہ دو : میرا رب اس سے بھی خوب واقف ہے جو ہدایت لے کر آیا ہے، اور اس سے بھی جو کھلی گمراہی میں مبتلا ہے۔"},{"SurahNumber":28,"VerseNumber":86,"Text":"اور (اے پیغمبر) تمہیں پہلے سے یہ امید نہیں تھی کہ تم پر یہ کتاب نازل کی جائے گی، لیکن یہ تمہارے رب کی طرف سے رحمت ہے، لہذا کافروں کے ہرگز مددگار نہ بننا۔"},{"SurahNumber":28,"VerseNumber":87,"Text":"اور جب اللہ کی آیتیں تم پر نازل کردی گئی ہیں تو اس کے بعد یہ لوگ تمہیں ہرگز ان (پر عمل کرنے) سے روکنے نہ پائیں۔ اور تم اپنے رب کی طرف لوگوں کو دعوت دیتے رہو، اور ہرگز ان مشرکین میں شامل نہ ہونا۔"},{"SurahNumber":28,"VerseNumber":88,"Text":"اور اللہ کے ساتھ کسی اور کو معبود نہ پکارو، اس کے سوا کوئی معبود نہیں ہے۔ ہر چیز فنا ہونے والی ہے، سوائے اس ذات کے، حکومت اسی کی ہے اور اسی کی طرف تمہیں لوٹایا جائے گا۔"},{"SurahNumber":29,"VerseNumber":1,"Text":"الم"},{"SurahNumber":29,"VerseNumber":2,"Text":"کیا لوگوں نے یہ سمجھ رکھا ہے کہ انہیں یونہی چھوڑ دیا جائے گا کہ بس وہ یہ کہہ دیں کہ : ہم ایمان لے آئے۔ اور ان کو آزمایا نہ جائے ؟"},{"SurahNumber":29,"VerseNumber":3,"Text":"حالانکہ ہم نے ان سب کی آزمائش کی ہے جو ان سے پہلے گزر چکے ہیں۔ لہذا اللہ ضرور معلوم کر کے رہے گا کہ کون لوگ ہیں جنہوں نے سچائی سے کام لیا ہے اور وہ یہ بھی معلوم کر کے رہے گا کہ کون لوگ جھوٹے ہیں۔"},{"SurahNumber":29,"VerseNumber":4,"Text":"جن لوگوں نے برے برے کام کیے ہیں، کیا وہ یہ سمجھتے ہیں کہ وہ ہم سے بازی لے جائیں گے ؟ بہت برا اندازہ ہے جو وہ لگا رہے ہیں۔"},{"SurahNumber":29,"VerseNumber":5,"Text":"جو شخص اللہ سے جاملنے کی امید رکھتا ہو، اسے یقین رکھنا چاہیے کہ اللہ کی مقرر کی ہوئی میعاد ضرور آکر رہے گی، اور وہی ہے جو ہر بات سنتا، ہر چیز جانتا ہے۔"},{"SurahNumber":29,"VerseNumber":6,"Text":"اور جو شخص بھی ہمارے راستے میں محنت اٹھاتا ہے، وہ اپنے ہی فائدے کے لیے محنت اٹھاتا ہے۔ یقینا اللہ تمام دنیا جہان کے لوگوں سے بےنیاز ہے۔"}]}