{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":6,"Text":"That, because Allah! He is The Truth, and He quickeneth the dead, and verily He is over everything Potent"},{"SurahNumber":22,"VerseNumber":7,"Text":"And because the Hour is coming- there is no doubt thereof-- and because Allah will raise up those who are in the graves"},{"SurahNumber":22,"VerseNumber":8,"Text":"And of mankind is he who disputeth respecting Allah without knowledge or guidance or a Book luminous"},{"SurahNumber":22,"VerseNumber":9,"Text":"Bending his neck, that he may lead astray from the way of Allah; his shall be humiliation in the world, and We shall make him taste on the Day of Judgment the torment of Burning"},{"SurahNumber":22,"VerseNumber":10,"Text":"That is because of that which thy hands have sent forth, and verily Allah is not a wronger of His bondmen"},{"SurahNumber":22,"VerseNumber":11,"Text":"And of mankind is he who worshippeth Allah as on edge; if there befalleth him good, he in contented therewith, and if there befalleth him a trial, he turneth round on his face; he loseth the world and the Hereafter: that indeed is a loss manifest"},{"SurahNumber":22,"VerseNumber":12,"Text":"He calleth upon that, beside Allah, which can neither hurt him nor profit him! that! it is a straying far-off"},{"SurahNumber":22,"VerseNumber":13,"Text":"He calleth upon him whose hurt is nearer than his profit: surely ill the patron! ill the comrade"},{"SurahNumber":22,"VerseNumber":14,"Text":"Verily Allah shall cause those who believe and work righteous works to enter Gardens whereunder rivers flow; verily Allah doth whatsoever He intendeth"},{"SurahNumber":22,"VerseNumber":15,"Text":"Whosoever hath been imagining that Allah shall not make him victorious in the world and the Hereafter, let him stretch a cord up to the heaven and let him cut it, and let him look if his stratagem can do away that whereat he enrageth"}]}