{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":94,"Text":"Ey Rasûlüm (Yahûdilere) Söyle: “Eğer Cennet (sizin iddianıza göre), diğer insanlara ait olmayıp Allah tarafından size has kılınmış ise, ve bunda sâdıklarsanız, ölümü temennî edin. (Çünkü Cennet, mutlaka kendisine âit olduğunu bilen kimse, ona kavuşmağa sebep olan ölümü, elbette ister ve arzular)"},{"SurahNumber":2,"VerseNumber":95,"Text":"Fakat onlar, peygamberleri öldürmek ve Tevrat’ı tahrif etmek gibi, önceden elleriyle yaptıkları günah sebebiyle azâba hak kazandıklarını bildiklerinden elbette ve hiç bir zaman ölümü temennî etmezler. Allah, zâlimleri hakkıyle bilendir"},{"SurahNumber":2,"VerseNumber":96,"Text":"Sen, Yahûdi ve müşrikleri, dünya hayatı üzerine, insanların en hârisi bulursun. Bu müşriklerden bazısı, bin sene yaşamağı arzu eder. Halbuki yaşamak, onu azabdan uzaklaştıracak değildir. Allah onların ne yaptığını görmektedir ve görücüdür"},{"SurahNumber":2,"VerseNumber":97,"Text":"Ey Rasûlüm söyle: Her kim Cibrîl’e düşman ise, kininden helâk olsun. Gerçekten Cibrîl, daha önce indirilen kitabları tasdik etmekte olan Kur’an’ı, Allah’ın izniyle senin kalbine indirdi; ve Kur’an-ı Kerim, doğru yol gösterici, müminlere derecelerle kurtuluşu müjdeleyicidir"},{"SurahNumber":2,"VerseNumber":98,"Text":"Kim, Allah’a, meleklerine, peygamberlerine, Cibrîl’e Mikâl’e düşman olursa bilsin ki, Allah kâfirlerin düşmanıdır"},{"SurahNumber":2,"VerseNumber":99,"Text":"Biz, sana, ahkâmı açıklayan âyetler indirdik. Onları fasıklardan (kâfirlerden) başkaları inkâr etmez"},{"SurahNumber":2,"VerseNumber":100,"Text":"O Yahûdiler, her ne zaman bir ahd üzerine anlaşma yapmışlarsa, içlerinden bir topluluk o ahdi bozup atıvermedi mi? Hattâ az bir topluluk değil, onların çoğu ahd tanımaz îmansızlardır"},{"SurahNumber":2,"VerseNumber":101,"Text":"Yahûdilere, kendileri ile olan Tevrat’ı tasdik edici, Allah tarafından bir peygamber geldiği zaman, kendilerine kitab verilenlerden bir topluluk, sanki onun Allah kitabı olduğunu bilmiyormuş gibi, Tevrat’ı arkalarına attılar ve ondan yüz çevirdiler"}]}