{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"اور اندھا اور آنکھوں والا برابر نہیں ہیں۔"},{"SurahNumber":35,"VerseNumber":20,"Text":"اور نہ اندھیرا (کفر) اور اجالا (ایمان) برابر ہیں۔"},{"SurahNumber":35,"VerseNumber":21,"Text":"اور نہ ہی (ٹھنڈا) سایہ (بہشت) اور تیز دھوپ (جہنم) برابر ہیں۔"},{"SurahNumber":35,"VerseNumber":22,"Text":"اور نہ ہی زندے (مؤمنین) اور مردے (کافرین) برابر ہیں۔ بے شک اللہ جسے چاہتا ہے سنوارتا ہے (اے رسول) جو (کفار مردوں کی طرح) قبروں میں دفن ہیں آپ انہیں نہیں سنا سکتے۔"},{"SurahNumber":35,"VerseNumber":23,"Text":"آپ تو صرف ڈرانے والے ہیں۔"},{"SurahNumber":35,"VerseNumber":24,"Text":"بیشک ہم نے آپ کو حق کے ساتھ بشیر و نذیر (بشارت دینے والا اور ڈرانے والا) بنا کر بھیجا ہے اور کوئی امت ایسی نہیں (گزری) جس میں کوئی ڈرانے والا نہ گزرا ہو۔"},{"SurahNumber":35,"VerseNumber":25,"Text":"اور اگر یہ لوگ آپ کو جھٹلاتے ہیں (تو یہ کوئی نئی بات نہیں) ان سے پہلے والے لوگ بھی جھٹلا چکے ہیں ان کے رسول(ع) ان کے پاس کھلے ہوئے نشان (معجزے) اور (آسمانی) صحیفے اور روشن (واضح ہدایت دینے والی) کتابیں لے کر آئے تھے۔"},{"SurahNumber":35,"VerseNumber":26,"Text":"پھر میں نے کافروں کو پکڑ لیا (دیکھو) میری سزا کیسی سخت تھی؟"},{"SurahNumber":35,"VerseNumber":27,"Text":"کیا تم نے نہیں دیکھا کہ اللہ نے آسمان سے پانی برسایا اور پھر ہم نے اس کے ذریعہ سے مختلف رنگوں کے پھل نکالے اور (اسی طرح) پہاڑوں میں بھی مختلف رنگوں کی گھاٹیاں ہیں کوئی سفید اور کوئی سرخ اور بعض حصے گہرے سیاہ۔"},{"SurahNumber":35,"VerseNumber":28,"Text":"اور انسانوں، چلنے پھرنے والے جانوروں اور چوپایوں میں بھی اسی طرح مختلف رنگ پائے جاتے ہیں اور اللہ کے بندوں میں سے صرف علماء ہی اس سے ڈرتے ہیں بے شک اللہ غالب ہے (اور) بڑا بخشنے والا ہے۔"},{"SurahNumber":35,"VerseNumber":29,"Text":"بے شک جو لوگ (کماحقہٗ) کتاب اللہ کی تلاوت کرتے ہیں اور باقاعدہ نماز پڑھتے ہیں اور جو کچھ ہم نے انہیں دیا ہے اس سے پوشیدہ اور اعلانیہ طور پر خرچ کرتے ہیں وہ ایک ایسی تجارت کے امیدوار ہیں جس میں تباہی (خسارہ) نہیں۔"},{"SurahNumber":35,"VerseNumber":30,"Text":"تاکہ وہ (اللہ) انہیں پورا پورا اجر عطا فرمائے اور اپنے فضل و کرم سے اور زیادہ دے۔ بیشک وہ بڑا بخشنے والا، بڑا قدر دان ہے۔"}]}