{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"And who could be more wicked than he who invents lies about God? and gives the lie to the truth as soon as it has been placed before him? Is not hell the [proper] abode for all who deny the truth"},{"SurahNumber":39,"VerseNumber":33,"Text":"But he who brings the truth, and he who wholeheartedly accepts it as true - it is they, they, who are [truly] conscious of Him"},{"SurahNumber":39,"VerseNumber":34,"Text":"All that they have ever yearned for awaits them with their Sustainer: such will be the reward of the doers of good"},{"SurahNumber":39,"VerseNumber":35,"Text":"And to this end, God will efface from their record the worst that they ever did, and give them their reward in accordance with the best that they were doing [in life]"},{"SurahNumber":39,"VerseNumber":36,"Text":"IS NOT God enough for His servant? And yet, they would frighten thee with those [imaginary divine powers which they worship] beside Him! But he whom God lets go astray can never find any guide"},{"SurahNumber":39,"VerseNumber":37,"Text":"whereas he whom God guides aright can never be led astray. Is not God almighty, an avenger of evil"},{"SurahNumber":39,"VerseNumber":38,"Text":"And thus it is [with most people]: if thou ask them, “Who is it that has created the heavens and the earth?” - they will surely answer, “God.” Say: “Have you, then, ever considered what it is that you invoke instead of God? If God wills that harm should befall me, could those [imaginary powers] remove the harm inflicted by Him? Or, if He wills that grace should alight on me, could they withhold His grace [from me]?” Say: “God is enough for me! In Him [alone] place their trust all who have trust [in His existence].”"},{"SurahNumber":39,"VerseNumber":39,"Text":"Say: “O my [truth-denying] people! Do yet all that may be within your power, [whereas] I, behold, shall labour [in God’s way]: in time you will come to know"},{"SurahNumber":39,"VerseNumber":40,"Text":"who it is that shall be visited [in this world] by suffering which will cover him with ignominy, and upon whom long-lasting suffering shall alight [in the life to come]!”"}]}