{"Id":107,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":61,"VerseNumber":6,"Text":"And when Jesus son of Mary said, ‘O Children of Israel! Indeed I am the apostle of Allah to you, to confirm what is before me of the Torah, and to give the good news of an apostle who will come after me, whose name is Ahmad.’ But when he brought them manifest proofs, they said, ‘This is plain magic.’"},{"SurahNumber":61,"VerseNumber":7,"Text":"Who is a greater wrongdoer than him who fabricates falsehoods against Allah, while he is being summoned to Islam? And Allah does not guide the wrongdoing lot"},{"SurahNumber":61,"VerseNumber":8,"Text":"They desire to put out the light of Allah with their mouths, but Allah will perfect His light though the faithless should be averse"},{"SurahNumber":61,"VerseNumber":9,"Text":"It is He who has sent His Apostle with guidance and the true religion that He may make it prevail over all religions though the polytheists should be averse"},{"SurahNumber":61,"VerseNumber":10,"Text":"O you who have faith! Shall I show you a deal that will deliver you from a painful punishment"},{"SurahNumber":61,"VerseNumber":11,"Text":"Have faith in Allah and His Apostle, and wage jihad in the way of Allah with your persons and possessions. That is better for you, should you know"},{"SurahNumber":61,"VerseNumber":12,"Text":"He will forgive your sins and admit you into gardens with streams running in them, and into good dwellings in the Gardens of Eden; that is the great success"},{"SurahNumber":61,"VerseNumber":13,"Text":"And other [blessings] you cherish: help from Allah and a victory near at hand, and give good news to the faithful"},{"SurahNumber":61,"VerseNumber":14,"Text":"O you who have faith! Be Allah’s helpers, just as Jesus son of Mary said to his disciples, ‘Who will be my helpers for Allah’s sake?’ The Disciples said, ‘We will be Allah’s helpers!’ So a group of the Children of Israel believed, and a group disbelieved. Then We strengthened the faithful against their enemies, and they came to prevail [over them]"}]}