{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"اللہ جس کی رہنمائی کرے تو وه ہدایت یافتہ ہے اور جسے وه راه سے بھٹکا دے ناممکن ہے کہ تو اس کا مددگار اس کے سوا کسی اور کو پائے، ایسے لوگوں کا ہم بروز قیامت اوندھے منھ حشر کریں گے، دراں حالیکہ وه اندھے، گونگے اور بہرے ہوں گے، ان کا ٹھکانہ جہنم ہوگا۔ جب کبھی وه بجھنے لگے گی ہم ان پر اسے اور بھڑکا دیں گے"},{"SurahNumber":17,"VerseNumber":98,"Text":"یہ سب ہماری آیتوں سے کفر کرنے اور اس کہنے کا بدلہ ہے کہ کیا جب ہم ہڈیاں اور ریزے ریزے ہوجائیں گے پھر ہم نئی پیدائش میں اٹھا کھڑے کئے جائیں گے؟"},{"SurahNumber":17,"VerseNumber":99,"Text":"کیا انہوں نے اس بات پر نظر نہیں کی کہ جس اللہ نے آسمان وزمین کو پیدا کیا ہے وه ان جیسوں کی پیدائش پر پورا قادر ہے، اسی نے ان کے لئے ایک ایسا وقت مقرر کر رکھا ہے جو شک شبہ سے یکسر خالی ہے، لیکن ﻇالم لوگ انکار کئے بغیر رہتے ہی نہیں"},{"SurahNumber":17,"VerseNumber":100,"Text":"کہہ دیجیئے کہ اگر بالفرض تم میرے رب کی رحمتوں کے خزانوں کے مالک بن جاتے تو تم اس وقت بھی اس کے خرچ ہوجانے کے خوف سے اس کو روکے رکھتے اور انسان ہے ہی تنگ دل"},{"SurahNumber":17,"VerseNumber":101,"Text":"ہم نے موسیٰ کو نو معجزے بالکل صاف صاف عطا فرمائے، تو خود ہی بنی اسرائیل سے پوچھ لے کہ جب وه ان کے پاس پہنچے تو فرعون بوﻻ کہ اے موسیٰ میرے خیال میں تو تجھ پر جادو کردیا گیا ہے"},{"SurahNumber":17,"VerseNumber":102,"Text":"موسیٰ نے جواب دیا کہ یہ تو تجھے علم ہوچکا ہے کہ آسمان وزمین کے پروردگار ہی نے یہ معجزے دکھانے، سمجھانے کو نازل فرمائے ہیں، اے فرعون! میں تو سمجھ رہا ہوں کہ تو یقیناً برباد وہلاک کیا گیا ہے"},{"SurahNumber":17,"VerseNumber":103,"Text":"آخر فرعون نے پختہ اراده کر لیا کہ انہیں زمین سے ہی اکھیڑ دے تو ہم نے خود اسے اور اس کے تمام ساتھیوں کو غرق کر دیا"},{"SurahNumber":17,"VerseNumber":104,"Text":"اس کے بعد ہم نے بنی اسرائیل سے فرما دیا کہ اس سرزمین پر تم رہو سہو۔ ہاں جب آخرت کا وعده آئے گا ہم تم سب کو سمیٹ اور لپیٹ کر لے آئیں گے"}]}