{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"People ask you concerning the Hour. Say, “The knowledge of it is with God.” But what will make you understand that perhaps the Hour is near"},{"SurahNumber":33,"VerseNumber":64,"Text":"Indeed God has cursed the unbelievers and prepared for them a blazing fire"},{"SurahNumber":33,"VerseNumber":65,"Text":"To dwell therein forever. No protector will they find, nor helper"},{"SurahNumber":33,"VerseNumber":66,"Text":"The day that their faces will be turned upside down in the fire they will say, “Woe to us, we wish that we had obeyed God and obeyed the messenger.”"},{"SurahNumber":33,"VerseNumber":67,"Text":"And they would say, “Our Lord, We followed our leaders and our great ones, but they misled us as to the right path"},{"SurahNumber":33,"VerseNumber":68,"Text":"“Our Lord, double their punishment, and curse them with a great curse.”"},{"SurahNumber":33,"VerseNumber":69,"Text":"O you who believe, be not like those who upset and insulted Moses, but God cleared him of what they uttered, and he was honorable in God's sight"},{"SurahNumber":33,"VerseNumber":70,"Text":"O you who believe, be conscious of God, and say a word directed to the right"},{"SurahNumber":33,"VerseNumber":71,"Text":"That He may make your conduct whole and sound, and forgive you your sins. He who follows God and His messenger have already attained the highest achievement"},{"SurahNumber":33,"VerseNumber":72,"Text":"We indeed offered the trust to the heavens and the earth, and the mountains, but they refused to undertake it, being afraid of it, but the human being undertook it. Indeed he was uninformed and thus misjudged"},{"SurahNumber":33,"VerseNumber":73,"Text":"With the result that God has to punish the hypocritical men and women, and the unbelieving men and women, but God turns in mercy to the believers, men and women, for God is Oft-Forgiving, Mercifully Redeeming"}]}