{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":144,"Text":"Dijo (Al-lah): “¡Moisés!, te he escogido entre todos los hombres (de tu tiempo) al confiarte Mi mensaje y hablarte directamente. Aférrate a lo que te he entregado (Mis mandatos y prohibiciones), transmítelo a tu pueblo y sé de los agradecidos”"},{"SurahNumber":7,"VerseNumber":145,"Text":"Y escribimos para él en las Tablas una exhortación y explicación de todas las cosas (que los hijos de Israel necesitaban saber sobre su religión, y le dijimos:) “Aférrate a ellas con fuerza y ordena a tu pueblo que siga su contenido, buscando siempre aquello que les reportará una mayor recompensa. Pronto les mostraré dónde habitarán (en la otra vida) quienes fueron rebeldes (y Me desobedecieron)”"},{"SurahNumber":7,"VerseNumber":146,"Text":"Haré que quienes se llenan de arrogancia en la tierra sin justificación alguna no entiendan las pruebas de Mi poder (ni Mis mandatos). Aunque vieran todas las pruebas, no creerían en ellas, y aunque vieran el buen camino, no lo tomarían; mientras que si vieran el camino del error, lo seguirían. Ello se debe a que negaron Nuestras pruebas y se desentendieron de ellas"},{"SurahNumber":7,"VerseNumber":147,"Text":"Y quienes nieguen Nuestras pruebas y su encuentro con la otra vida habrán echado a perder sus (buenas) acciones. ¿Acaso recibirán una retribución distinta a la que sus obras merezcan"},{"SurahNumber":7,"VerseNumber":148,"Text":"Y el pueblo de Moisés tomó, en la ausencia de este (por acudir a la cita con su Señor), a un becerro como divinidad que habían creado a partir de sus joyas (fundidas) y que parecía mugir. ¿Acaso no veían que no les hablaba ni podía guiarlos? Aun así lo tomaron como divinidad y fueron injustos"},{"SurahNumber":7,"VerseNumber":149,"Text":"Y cuando se arrepintieron y vieron que se habían extraviado (de la verdad cayendo en la idolatría), dijeron: “Si nuestro Señor no se apiada de nosotros y nos perdona, estaremos, ciertamente, entre los perdedores”"}]}