{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"(اب بتاؤ) کیا یہ جادو ہے؟ یا تم دیکھتے ہی نہیں ہو"},{"SurahNumber":52,"VerseNumber":16,"Text":"جاؤ دوزخ میں اب تمہارا صبر کرنا اور نہ کرنا تمہارے لیے یکساں ہے تمہیں فقط تمہارے کیے کا بدلہ دیا جائے گا"},{"SurahNumber":52,"VerseNumber":17,"Text":"یقیناً پرہیزگار لوگ جنتوں میں اور نعمتوں میں ہیں"},{"SurahNumber":52,"VerseNumber":18,"Text":"جو انہیں ان کے رب نے دے رکھی ہیں اس پر خوش خوش ہیں، اوران کے پروردگار نے انہیں جہنم کے عذاب سے بھی بچا لیا ہے"},{"SurahNumber":52,"VerseNumber":19,"Text":"تم مزے سے کھاتے پیتے رہو ان اعمال کے بدلے جو تم کرتے تھے"},{"SurahNumber":52,"VerseNumber":20,"Text":"برابر بچھے ہوئے شاندار تختے پر تکیے لگائے ہوئے۔ اور ہم نے ان کے نکاح بڑی بڑی آنکھوں والی (حوروں) سے کر دیئے ہیں"},{"SurahNumber":52,"VerseNumber":21,"Text":"اور جو لوگ ایمان ﻻئے اور ان کی اوﻻد نے بھی ایمان میں ان کی پیروی کی ہم ان کی اوﻻد کو ان تک پہنچا دیں گے اور ان کے عمل سے ہم کچھ کم نہ کریں گے، ہر شخص اپنے اپنے اعمال کا گروی ہے"},{"SurahNumber":52,"VerseNumber":22,"Text":"ہم ان کے لیے میوے اورمرغوب گوشت کی ریل پیل کردیں گے"},{"SurahNumber":52,"VerseNumber":23,"Text":"(خوش طبعی کے ساتھ) ایک دوسرے سے جام (شراب) کی چھینا جھپٹی کریں گے جس شراب کے سرور میں تو بیہوده گوئی ہوگی نہ گناه"},{"SurahNumber":52,"VerseNumber":24,"Text":"اور ان کے اردگرد ان کے نو عمر غلام چل پھر رہے ہوں گے، گویا کہ وه موتی تھے جو ڈھکے رکھے تھے"},{"SurahNumber":52,"VerseNumber":25,"Text":"اور آپس میں ایک دوسرے کی طرف متوجہ ہو کر سوال کریں گے"},{"SurahNumber":52,"VerseNumber":26,"Text":"کہیں گے کہ اس سے پہلے ہم اپنے گھر والوں کے درمیان بہت ڈرا کرتے تھے"},{"SurahNumber":52,"VerseNumber":27,"Text":"پس اللہ تعالیٰ نے ہم پر بڑا احسان کیا اور ہمیں تیز وتند گرم ہواؤں کے عذاب سے بچا لیا"},{"SurahNumber":52,"VerseNumber":28,"Text":"ہم اس سے پہلے ہی اس کی عبادت کیا کرتے تھے، بیشک وه محسن اور مہربان ہے"},{"SurahNumber":52,"VerseNumber":29,"Text":"تو آپ سمجھاتے رہیں کیونکہ آپ اپنے رب کے فضل سے نہ تو کاہن ہیں نہ دیوانہ"},{"SurahNumber":52,"VerseNumber":30,"Text":"کیا کافر یوں کہتے ہیں کہ یہ شاعر ہے ہم اس پر زمانے کے حوادث (یعنی موت) کا انتظار کر رہے ہیں"},{"SurahNumber":52,"VerseNumber":31,"Text":"کہہ دیجئے! تم منتظر رہو میں بھی تمہارے ساتھ انتظار کرنے والوں میں ہوں"}]}