{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":34,"Text":"پیش از این، یوسف آیه‌های روشن و دلائل آشکاری را برای شما آورده بود، امّا شما پیوسته درباره‌ی آنچه آورده بود و ارائه داده بود شکّ و تردید می‌کردید (و به دنبال او راه نمی‌افتادید) تا زمانی که از دنیا رفت، گفتید: خداوند بعد از او دیگر پیغمبری را برانگیخته نخواهد کرد. این چنین خداوند اشخاص متجاوز و متردّد را گمراه و سرگشته می‌سازد"},{"SurahNumber":40,"VerseNumber":35,"Text":"آنان کسانیند که بدون هیچ دلیلی که (از عقل یا نقل در دست) داشته باشند، در برابر آیات الهی (موضعگیری می‌کنند و) به ستیز و کشمکش می‌پردازند. (چنین جدال بی‌اساس و نادرستی با آیات الهی) موجب خشم عظیم خدا و کسانی خواهد شد که ایمان آورده باشند. این گونه خداوند بر هر دلی که خود بزرگ‌بین و زورگو باشد، مهر می‌نهد (و حسّ تشخیص را از آن می‌گیرد)"},{"SurahNumber":40,"VerseNumber":36,"Text":"فرعون (از قتل موسی موقّتاً دست کشید، ولی بر مرکب غرور سوار شد و) گفت: ای هامان! برای من بنای مرتفعی بساز، شاید من به وسائلی دست یابم (که با آنها به سوی خدای موسی بالا روم)"},{"SurahNumber":40,"VerseNumber":37,"Text":"وسائل (صعود به) آسمانها، تا به خدای موسی بنگرم و از او آگاه شوم، هر چند که من گمانم بر این است که موسی دروغگو است. این چنین، کارهای بد فرعون در نظرش آراسته و پیراسته گشته، و او از راه (حق) بازداشته شده بود، و توطئه و نیرنگ فرعون (و فرعونیان) جز به زیان و نابودی نینجامید"},{"SurahNumber":40,"VerseNumber":38,"Text":"مرد با ایمان گفت: ای قوم من! از من پیروی کنید تا شما را به راه صحیح هدایت کنم"},{"SurahNumber":40,"VerseNumber":39,"Text":"ای قوم من! این حیات دنیوی کالای ناچیزی (و توشه‌ی اندکی و خوشی گذرائی) است، و آخرت سرای ماندگاری و استقرار است"},{"SurahNumber":40,"VerseNumber":40,"Text":"هر کس عمل بدی انجام دهد، (در آخرت) جز همسان آن، کیفر داده نمی‌شود، ولی هر کس کار خوبی انجام دهد، خواه مرد باشد یا زن - به شرط این که مؤمن باشد - چنین کسانی به بهشت می‌روند و در آنجا نعمت و روزی بدیشان بدون حساب و کتاب عطاء می‌گردد"}]}