{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":15,"Text":"پھر جب وہ (اصرار کرکے) اسے لے گئے اور سب نے اس بات پر اتفاق کیا کہ اسے اندھے کنویں میں ڈال دیں (چنانچہ ایسا ہی کیا)۔ اور ہم نے (اس وقت) اس (یوسف) کی طرف وحی کی کہ (ایک وقت آئے گا کہ) تم ان لوگوں کو ان کی یہ حرکت جتاؤگے جبکہ انہیں اس کا شعور نہیں ہوگا۔"},{"SurahNumber":12,"VerseNumber":16,"Text":"اور وہ شام کے وقت اپنے والد کے پاس روتے ہوئے آئے۔"},{"SurahNumber":12,"VerseNumber":17,"Text":"اور کہا اے ہمارے والد! ہم تو آپس میں دوڑ میں لگ گئے اور یوسف کو اپنے سامان کے پاس چھوڑ گئے بس ایک بھیڑیا آیا اور اسے کھا گیا۔ اور اگرچہ ہم سچے ہی ہوں مگر آپ تو ہماری بات کا یقین نہیں کرتے۔"},{"SurahNumber":12,"VerseNumber":18,"Text":"اور وہ اس (یوسف (ع)) کے کُرتے پر جھوٹا خون لگا کر لائے۔ آپ (ع) نے کہا (یہ جھوٹ ہے) بلکہ تمہارے نفسوں نے (اپنے بچاؤ کیلئے) یہ بات گھڑ کر تمہیں خوشنما دکھا دی ہے (بہرحال اس سانحہ پر) صبر کرنا ہی بہتر ہے اور جو کچھ تم بیان کر رہے ہو اس سلسلہ میں اللہ ہی سے مدد مانگی جا سکتی ہے۔"},{"SurahNumber":12,"VerseNumber":19,"Text":"اور ایک قافلہ آیا (اور وہاں اترا) تو انہوں نے (پانی لانے کیلئے) اپنا سقا بھیجا۔ پس اس نے جونہی اپنا ڈول ڈالا۔ (تو یوسف اس میں بیٹھ گئے جب ڈول کھینچا) تو پکار اٹھا۔ مبارک باد یہ تو ایک لڑکا ہے اور ان لوگوں نے اسے سرمایۂ تجارت سمجھ کر چھپا رکھا اور وہ لوگ جو کچھ کر رہے تھے اللہ اس سے خوب واقف تھا۔"},{"SurahNumber":12,"VerseNumber":20,"Text":"اور (ادھر برادرانِ یوسف بھی آپہنچے اور یوسف کو اپنا غلام ظاہر کرکے) بالکل کم قیمت پر یعنی گنتی کے چند درہموں کے عوض بیج ڈالا۔ اور ان (بھائیوں) کو اس میں کوئی دلچسپی نہ تھی (بلکہ اس سے بیزار تھے)۔"},{"SurahNumber":12,"VerseNumber":21,"Text":"اور پھر (اس قافلہ والوں سے) مصر کے جس شخص (عزیزِ مصر) نے اسے (دوبارہ) خریدا تھا اس نے اپنی بیوی (زلیخا) سے کہا اسے عزت کے ساتھ رکھنا ہو سکتا ہے کہ ہمیں کچھ فائدہ پہنچائے یا ہم اسے اپنا بیٹا بنا لیں! اور اسی طرح (حکمتِ عملی سے) ہم نے اس (یوسف (ع)) کو سر زمینِ مصر میں تمکین دی (زمین ہموار کی تاکہ اسے اقتدار کیلئے منتخب کریں) اور خوابوں کی تعبیر کا علم عطا کریں اور اللہ اپنے ہر کام پر غالب ہے (اور اس کے انجام دینے پر قادر ہے) لیکن اکثر لوگ (یہ حقیقت) نہیں جانتے۔"},{"SurahNumber":12,"VerseNumber":22,"Text":"اور جب وہ (یوسف) پوری جوانی کو پہنچا۔ تو ہم نے اس کو حکمت اور علم عطا کیا اور ہم اسی طرح نیکوکاروں کو بدلہ دیا کرتے ہیں۔"}]}