{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":6,"VerseNumber":45,"Text":"B'hekk inqata' (u ġie fix-xejn) dak li baqa' minn ġens il-ħżiena. Tifħir lil Alla Sid il-ħolqient"},{"SurahNumber":6,"VerseNumber":46,"Text":"Għid(ilhom Muħammad lil nies Mekka): 'X'taħsbu, li kieku Alla jeħdilkom is-smigħ. tagħkom u dawl għajnejkom, u jqiegħed siġill fuq qlubkom, liema alla, għajr Alla, iroddhomlkom lura 7' Ara kif infissru(/hom) is-sinjali (tagħna), imbagħad (ma jagħtux kas u) jitilqu 'l hemm"},{"SurahNumber":6,"VerseNumber":47,"Text":"Għid(ilhom): ''X'taħsbu, li kieku jiġikom il-kastig ta' Alla għal għarrieda jew fid-dieher; min jinqered, ħlief in- nies il-ħżienat"},{"SurahNumber":6,"VerseNumber":48,"Text":"Aħna ma nibagħtux lill-Mibgħutin jekk mhux biex jagħtu l-bxara u biex iwissu. Mela min jemmen u jibdel ħajtu għat-tajjeb, (dawk) ma hemm ebda biża' fuqhom u lanqas jitnikktu"},{"SurahNumber":6,"VerseNumber":49,"Text":"U dawk li jġiddbu s-sinjali tagħna (għad) imisshom il- kastig tal-ħażen li kienu jagħmlu"},{"SurahNumber":6,"VerseNumber":50,"Text":"(Għidfiihom Muħammad): ''M'iniex. ngħidilkom li għandi. l-ħażniet. tat-teżori ta' Alla, la naf il-ħwejjeġ mistura, u lanqas ngħidilkom li jiena anġlu. Jiena nimxi biss fuq dak li tnebbaħ lili' Għid(i/hom): 'Jaqaw l- agħma u min jara huma ndaqs 7 Mela ma tixtarrux (dan il-kliem)"},{"SurahNumber":6,"VerseNumber":51,"Text":"Wissi bih (dan il-Qoran) lil dawk li jibżgħu li jinġabru Iejn Sidhom: ma għandhomx ħliefu min iħarishom jew jidħol għalihom, biex forsi jkollhom il-biża' ta' Alla"},{"SurahNumber":6,"VerseNumber":52,"Text":"U la tkeċċix (lill-imsejknin' minn ħdejk). li jsejħu. lil Sidhom filgħodu u filgħaxija, u jfittxu lil Wiċċu. Inti ma' għandek x'taqsam xejn mal-kont tagħhom ((i jridu jagħtu lil Alla, u m'intix responsabbli għalihom), u. huma ma għandhom x'jaqsmu xejn mal-kont tiegħek ((i rrid tagħti lil Alla). Jekk tkeċċihom, tkun mill-ħżiena"}]}