{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"اور اس شخص کے بعد ہم نے اس کی قوم پر آسمان سے کوئی لشکر نہیں اتارا، اور نہ ہمیں اتارنے کی ضرورت تھی۔"},{"SurahNumber":36,"VerseNumber":29,"Text":"وہ تو بس ایک ہی چنگھاڑ تھی جس سے وہ ایک دم بجھ کر رہ گئے۔"},{"SurahNumber":36,"VerseNumber":30,"Text":"افسوس ہے ایسے بندوں کے حال پر۔ ان کے پاس کوئی رسول ایسا نہیں آیا جس کا وہ مذاق نہ اڑاتے رہے ہوں۔"},{"SurahNumber":36,"VerseNumber":31,"Text":"کیا انہوں نے نہیں دیکھا کہ ان سے پہلے ہم کتنی قوموں کو اس طرح ہلاک کرچکے ہیں کہ وہ ان کے پاس لوٹ کر نہیں آتے ؟"},{"SurahNumber":36,"VerseNumber":32,"Text":"اور یہ جتنے لوگ ہیں ان سبھی کو اکٹھا کر کے ہمارے سامنے حاضر کیا جائے گا۔"},{"SurahNumber":36,"VerseNumber":33,"Text":"اور ان کے لیے ایک نشانی وہ زمین ہے جو مردہ پڑی ہوئی تھی، ہم نے اسے زندگی عطا کی، اور اس نے غلہ نکالا، جس کی خوراک یہ کھاتے ہیں۔"},{"SurahNumber":36,"VerseNumber":34,"Text":"اور ہم نے اس زمین میں کھجوروں اور انگوروں کے باغ پیدا کیے، اور ایسا انتظام کیا کہ اس میں سے پانی کے چشمے پھوٹ نکلے۔"},{"SurahNumber":36,"VerseNumber":35,"Text":"تاکہ یہ اس کی پیداوار میں سے کھائیں، حالانکہ اس کو ان کے ہاتھوں نے نہیں بنایا تھا۔ کیا پھر بھی یہ شکر نہیں کریں گے ؟"},{"SurahNumber":36,"VerseNumber":36,"Text":"پاک ہے وہ ذات جس نے ہر چیز کے جوڑے جوڑے پیدا کیے ہیں، اس پیداوار کے بھی جو زمین اگاتی ہے، اور خود انسانوں کے بھی، اور ان چیزوں کے بھی جنہیں یہ لوگ (ابھی) جانتے تک نہیں ہیں۔"},{"SurahNumber":36,"VerseNumber":37,"Text":"اور ان کے لیے ایک اور نشانی رات ہے۔ ہم اس پر سے دن کا چھلکا اتار لیتے ہیں تو وہ یکایک اندھیرے میں رہ جاتے ہیں۔"},{"SurahNumber":36,"VerseNumber":38,"Text":"اور سورج اپنے ٹھکانے کی طرف چلا جارہا ہے۔ یہ سب اس ذات کا مقرر کیا ہوا نظام ہے جس کا اقتدار بھی کامل ہے، جس کا علم بھی کامل۔"},{"SurahNumber":36,"VerseNumber":39,"Text":"اور چاند ہے کہ ہم نے اس کی منزلیں ناپ تول کر مقرر کردی ہیں، یہاں تک کہ وہ جب (ان منزلوں کے دورے سے) لوٹ کر آتا ہے تو کھجور کی پرانی ٹہنی کی طرح (پتلا) ہو کر رہ جاتا ہے۔"},{"SurahNumber":36,"VerseNumber":40,"Text":"نہ تو سورج کی یہ مجال ہے کہ وہ چاند کو جاپکڑے، اور نہ رات دن سے آگے نکل سکتی ہے، اور یہ سب اپنے اپنے مدار میں تیر رہے ہیں۔"}]}