{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":39,"VerseNumber":57,"Text":"Of dat hy sal sê: As Allah my gelei het, sou ek ook een van die godvresendes gewees het"},{"SurahNumber":39,"VerseNumber":58,"Text":"Of dat hy sou sê wanneer hy die straf sien: As ek nog ’n kans kan kry, sal ek ook tot die weldoeners behoort"},{"SurahNumber":39,"VerseNumber":59,"Text":"Waarlik, ja! My tekens hét julle bereik, maar julle het dit verloën, en julle was arrogant en ongelowig"},{"SurahNumber":39,"VerseNumber":60,"Text":"En op die Dag van Herrysenis sal julle hulle sien wat leuens teen Allah versin het; hulle gesigte sal swart gemaak word. Is daar dan nie ’n oord in die Hel vir die arrogantes nie"},{"SurahNumber":39,"VerseNumber":61,"Text":"En Allah sal die godvresendes vanweë hul geloof red. Geen kwaad sal hul tref nie, en hulle sal ook nie treur nie"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah is die Skepper van alle dinge, en Hy het gesag oor alles"},{"SurahNumber":39,"VerseNumber":63,"Text":"Aan Hom behoort die skatte van die hemele en die aarde. En hulle wat nie in die tekens van Allah glo nie, hulle is die verloorders"},{"SurahNumber":39,"VerseNumber":64,"Text":"Sê: Beveel julle my om iets buiten Allah te aanbid, o julle onkundiges"},{"SurahNumber":39,"VerseNumber":65,"Text":"En voorwaar, dít is aan u, asook aan diegene vóór u, geopenbaar: As u deelgenote aan Allah toeskryf, sal u werk waarlik vrugteloos wees, en u sal sekerlik onder die verloorders wees"},{"SurahNumber":39,"VerseNumber":66,"Text":"Nee; dien Allah alleen, en wees dankbaar"},{"SurahNumber":39,"VerseNumber":67,"Text":"En hulle eer Allah nie met die eer wat Hom toekom nie; die hele aarde sal in Sy greep wees op die Opstandingsdag, en die hemele sal in Sy regterhand opgerol wees. Heilig is Hy! En hoog verhewe is Hy bo wat hulle met Hom vereenselwig"}]}