{"Id":132,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattaba","Author":"Mustafa Khattab Allah Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":67,"Text":"When you are touched with hardship at sea, you ˹totally˺ forget all ˹the gods˺ you ˹normally˺ invoke, except Him. But when He delivers you ˹safely˺ to shore, you turn away. Humankind is ever ungrateful"},{"SurahNumber":17,"VerseNumber":68,"Text":"Do you feel secure that He will not cause the land to swallow you up, or unleash upon you a storm of stones? Then you will find none to protect you"},{"SurahNumber":17,"VerseNumber":69,"Text":"Or do you feel secure that He will not send you back to sea once again, and send upon you a violent storm, drowning you for your denial? Then you will find none to avenge you against Us"},{"SurahNumber":17,"VerseNumber":70,"Text":"Indeed, We have dignified the children of Adam, carried them on land and sea, granted them good and lawful provisions, and privileged them far above many of Our creatures"},{"SurahNumber":17,"VerseNumber":71,"Text":"˹Beware of˺ the Day We will summon every people with their leader. So whoever will be given their record in their right hand will read it ˹happily˺ and will not be wronged ˹even by the width of˺ the thread of a date stone"},{"SurahNumber":17,"VerseNumber":72,"Text":"But whoever is blind ˹to the truth˺ in this ˹world˺ will be blind in the Hereafter, and ˹even˺ far more astray from the ˹Right˺ Way"},{"SurahNumber":17,"VerseNumber":73,"Text":"They definitely ˹thought they˺ were about to lure you away from what We have revealed to you ˹O Prophet˺, hoping that you would attribute something else to Us falsely—and then they would have certainly taken you as a close friend"},{"SurahNumber":17,"VerseNumber":74,"Text":"Had We not made you steadfast, you probably would have inclined to them a little"},{"SurahNumber":17,"VerseNumber":75,"Text":"and then We truly would have made you taste double ˹punishment˺ both in this life and after death, and you would have found no helper against Us"}]}