{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Dájúdájú èmi bá obìnrin kan (níbẹ̀), t’ó ń ṣe ìjọba lé wọn lórí. Wọ́n fún un ní gbogbo n̄ǹkan. Ó sì ní ìtẹ́ ńlá kan"},{"SurahNumber":27,"VerseNumber":24,"Text":"Mo sì bá òun àti àwọn ènìyàn rẹ̀ tí wọ́n ń forí kanlẹ̀ fún òòrùn lẹ́yìn Allāhu. Èṣù sì ṣe àwọn iṣẹ́ wọn ní ọ̀ṣọ́ fún wọn. Ó ṣẹ́rí wọn kúrò lójú ọ̀nà (òdodo). Nítorí náà, wọn kò sì mọ̀nà"},{"SurahNumber":27,"VerseNumber":25,"Text":"láti forí kanlẹ̀ fún Allāhu, Ẹni t’Ó ń mú ọrọ̀ t’ó pamọ́ sínú àwọn sánmọ̀ àti ilẹ̀ jáde, Ó sì mọ ohun tí ẹ̀ ń fi pamọ́ àti ohun tí ẹ̀ ń ṣàfi hàn"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allāhu, kò sí ọlọ́hun tí ìjọ́sìn tọ́ sí àfi Òun, Olúwa Ìtẹ́ ńlá"},{"SurahNumber":27,"VerseNumber":27,"Text":"Ó sọ pé: \"A máa wòye bóyá òdodo l’o sọ ni tàbí o wà nínú àwọn òpùrọ́"},{"SurahNumber":27,"VerseNumber":28,"Text":"Mú ìwé mi yìí lọ, kí o jù ú sí wọn. Lẹ́yìn náà, kí o takété sí wọn, kí o sì wo ohun tí wọn yóò dá padà (ní èsì)"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Bilƙīs) sọ pé: “Ẹ̀yin ìjòyè, dájúdájú wọ́n ti ju ìwé alápọ̀n-ọ́nlé kan sí mi"},{"SurahNumber":27,"VerseNumber":30,"Text":"Dájúdájú ó wá láti ọ̀dọ̀ (Ànábì) Sulaemọ̄n. Dájúdájú ó (sọ pé) “Ní orúkọ Allāhu, Àjọkẹ́-ayé, Àṣàkẹ́-ọ̀run"},{"SurahNumber":27,"VerseNumber":31,"Text":"Kí ẹ má ṣègbéraga sí mi, kí ẹ sì wá sí ọ̀dọ̀ mi (láti di) mùsùlùmí.”"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Bilƙīs) sọ pé: “Ẹ̀yin ìjòyè, ẹ gbà mí ní ìmọ̀ràn nípa ọ̀rọ̀ mi. Èmi kì í gbé ìgbésẹ̀ lórí ọ̀rọ̀ kan títí ẹ máa fi jẹ́rìí sí i.”"},{"SurahNumber":27,"VerseNumber":33,"Text":"Wọ́n wí pé: “Alágbára ni àwa. Akọni ogun sì tún ni wá. Ọ̀dọ̀ rẹ ni ọ̀rọ̀ wà. Nítorí náà, wòye sí ohun tí o máa pa láṣẹ.”"},{"SurahNumber":27,"VerseNumber":34,"Text":"(Bilƙīs) wí pé: “Dájúdájú àwọn ọba, nígbà tí wọ́n bá wọ inú ìlú kan, wọn yóò bà á jẹ́. Wọn yó sì sọ àwọn ẹni abiyì ibẹ̀ di ẹni yẹpẹrẹ. Báyẹn ni wọ́n máa ń ṣe"},{"SurahNumber":27,"VerseNumber":35,"Text":"Dájúdájú mo máa fi ẹ̀bùn kan ránṣẹ́ sí wọn. Mo sì máa wòye sí ohun tí àwọn ìránṣẹ́ yóò mú padà (ní èsì).”"}]}