{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"Biz dedik ki: “Hepiniz oradan (aşağıya) inin. Benden size mutlaka hidayet gelecektir. O zaman kim hidayetime tâbî olursa, artık onlara korku yoktur ve onlar mahzun da olmazlar.”"},{"SurahNumber":2,"VerseNumber":39,"Text":"Ve inkâr edenler ve âyetlerimizi yalanlayanlar, işte onlar ateş ehlidir, orada ebedî kalacak olanlardır"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey İsrailoğulları! Sizi ni´metlendirdiğim o ni´metimi hatırlayın ve ahdimi yerine getirin. Ve (böylece) Ben de size olan ahdimi yerine getireyim (sizleri vaadettiğim cennetime alayım). Ve (ahdinize sadık kalmakta) sadece Benden korkun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Sizin yanınızda olanı (Tevrat´ı) tasdik edici olarak indirdiğim şeye (Kur´ân´a) îmân edin ve O´nu inkâr edenlerin ilki siz olmayın. Ve (sakın) âyetlerimi az bir bedelle satmayın. Ve sadece Bana karşı takva sahibi olun"},{"SurahNumber":2,"VerseNumber":42,"Text":"Ve hakkı bâtıl ile karıştırmayın (örtmeyin) ve hakkı gizlemeyin. Ve (çünkü) siz biliyorsunuz"},{"SurahNumber":2,"VerseNumber":43,"Text":"Ve namazı kılın (ikame edin) ve zekâtı verin ve rükû edenlerle beraber rükû edin"},{"SurahNumber":2,"VerseNumber":44,"Text":"İnsanlara birr´i (tezkiye ve teslim olmayı) emrediyorsunuz da kendinizi unutuyor musunuz? Ve siz, Kitab´ı okuduğunuz halde hâlâ akıl etmiyor musunuz"},{"SurahNumber":2,"VerseNumber":45,"Text":"(Allah´tan) sabırla ve namazla istiane (yardım) isteyin. Ve muhakkak ki o (hacet namazı ile Allah´a ulaştıracak mürşidini sormak), huşû sahibi olanlardan başkasına elbette ağır gelir"},{"SurahNumber":2,"VerseNumber":46,"Text":"O (huşû sahipleri) ki; onlar, Rab´lerine (dünya hayatında) muhakkak mülâki olacaklarına ve (sonunda ölümle) O´na döneceklerine yakîn derecesinde inanırlar"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey İsrailoğulları! Size en´am ettiğim o ni´metimi ve Benim sizi âlemlere üstün kıldığımı hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Ve hiç kimseden bir kimseye bir şeyin ödenmediği ve ondan (hiç kimseden) bir şefaatin kabul olunmadığı ve hiç kimseden bir fidye alınmadığı ve onlara yardım da edilmediği günden sakının"}]}