{"Id":315,"LanguageCodes":["si","sin"],"Name":"sin-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"අහෝ එවනු ලැබූ දූතයිනි! එසේනම් නුඹලාගේ දූත පණිවිඩය කුමක් දැ?යි ඔහු (ඉබ්‍රාහීම්) විමසීය"},{"SurahNumber":51,"VerseNumber":32,"Text":"“සාපරාධි පිරිසක් වෙත නියත වශයෙන්ම අපි එවනු ලැබුවෙමු” යැයි ඔවුහු පැවසූහ"},{"SurahNumber":51,"VerseNumber":33,"Text":"“මැටියෙන් යුත් ගල් (වර්ෂාවක්) ඔවුන් වෙත අප එවනු පිණිස.”"},{"SurahNumber":51,"VerseNumber":34,"Text":"“සීමාව ඉක්මවා ගියවුන් සඳහා නුඹගේ පරමාධිපති වෙතින් සලකුණු තබනු ලැබූවක් ලෙසින්”"},{"SurahNumber":51,"VerseNumber":35,"Text":"එවිට එහි සිටියවුන් අතරින් දෙවියන් විශ්වාස කරන්නන් අපි බැහැර කළෙමු"},{"SurahNumber":51,"VerseNumber":36,"Text":"එහෙයින් අවනතවන්නන් අතුරින් එක් නිවසක් හැර එහි (වෙනත් කිසිදු නිවසක්) නොදුටුවෙමු"},{"SurahNumber":51,"VerseNumber":37,"Text":"තවද වේදනීය දඬුවමට බියවන්නන් හට අපි එහි සංඥාවක් (අත හැර දමා) ඉතිරි කළෙමු"},{"SurahNumber":51,"VerseNumber":38,"Text":"තවද මූසා තුළ ද අපි ඔහු ෆිර්අවුන් වෙත පැහැදිලි බලයක් සමග එවූ අවස්ථාවේ (සාධකයක්) විය"},{"SurahNumber":51,"VerseNumber":39,"Text":"එවිට ඔහු (ෆිර්අවුන්) ඔහුගේ බල ඇණිය හේතුවෙන් (විශ්වාස කිරීමට) පිටුපෑවේය. තවද (මූසා) “හූනියම් කරුවෙකි. එසේ නැතහොත් උම්මත්තකයෙකි” යැයි ඔහු පැවසීය"},{"SurahNumber":51,"VerseNumber":40,"Text":"එවිට අපි ඔහු හා ඔහුගේ සේනාව ග්‍රහණය කළෙමු. එවිට ඔහු දොස් නගනු ලැබූවෙකු ලෙසින් අපි ඔවුන් මුහුදට හෙළුවෙමු"},{"SurahNumber":51,"VerseNumber":41,"Text":"තවද ආද් ජනයා තුළ ද (සංඥාවන් ඇත) ඔවුන් වෙත අපි වනසන සුළඟක් එවූ අවස්ථාවේ ද (සංඥාවක් විය)"},{"SurahNumber":51,"VerseNumber":42,"Text":"ඒ වෙත පැමිණි කිසිවෙක් හෝ එය දිරාපත් නටබුන් මෙන් පත් කළාක් මිස අත්හැරියේ නැත"},{"SurahNumber":51,"VerseNumber":43,"Text":"තවද සමූද් ජනයා තුළ ද “නුඹලා ටික කලකට භුක්ති විඳිනු” යැයි කියනු ලැබූ අවස්ථාවේ ද (සංඥාවක්) විය"},{"SurahNumber":51,"VerseNumber":44,"Text":"නමුත් ඔවුන්ගේ පරමාධිපතිගේ නියෝගයට ඔවුහු අකීකරු වූහ. එවිට ඔවුන් බලා සිටියදීම අකුණු පහර ඔවුන් ග්‍රහණය කළේය"},{"SurahNumber":51,"VerseNumber":45,"Text":"එවිට සිට ගැනීමට පවා ඔවුනට නොහැකි විය. තවද ඔවුහු තමන්ටම උදව් කරගන්නන් නොවූහ"},{"SurahNumber":51,"VerseNumber":46,"Text":"තවද මීට පෙර නූහ්ගේ ජනයා ද (අපි ග්‍රහණය කළෙමු.) නියත වශයෙන්ම ඔවුහු පාපිත සමාජයක් වූහ"},{"SurahNumber":51,"VerseNumber":47,"Text":"තවද අපි අහස එය (අපගේ) බල ශක්තිය යොදා ඉදි කළෙමු. තවද නියත වශයෙන්ම අපි ව්‍යාප්ත කරන්නන් වෙමු"},{"SurahNumber":51,"VerseNumber":48,"Text":"තවද මහපොළොව, අපි එය දිග හැරියෙමු. (විධිමත් ව) දිග හැරියවුන් යහපත් විය"},{"SurahNumber":51,"VerseNumber":49,"Text":"නුඹලා මෙනෙහි කළ හැකි වනු පිණිස සෑම දෙයක්ම යුගල වශයෙන්ම අපි මැව්වෙමු"},{"SurahNumber":51,"VerseNumber":50,"Text":"එහෙයින් නුඹලා අල්ලාහ් වෙත වේගයෙන් යනු. නියත වශයෙන්ම මම නුඹලා සඳහා පැමිණි ඔහුගෙන් වූ පැහැදිලි අනතුරු හඟවන්නෙකි"},{"SurahNumber":51,"VerseNumber":51,"Text":"තවද නුඹලා අල්ලාහ් සමග වෙනත් දෙවියෙකු පත් නොකරනු. නියත වශයෙන්ම මම ඔහුගෙන් නුඹලා සඳහා පැමිණි පැහැදිලි අවවාද කරන්නෙකු වෙමි"}]}