{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":19,"Text":"Sila ragaadhaaf waan hunda irra maaltu guddaadha?\" jedhi\"RabbumaGidduu kiyyaafi gidduu keessanitti ragaadhaQur’aanni kunis akkan ittiin isiniifi nama inni bira ga’u dinniinuuf gara kiyyatti beeksifameSila isin dhugumatti Rabbii wajjin gabbaramaan biraa ni jira jettanii ragaa baatuu?\" jedhiin\"Ani ragaa (akkasii) hin ba’u\" jedhi\"Dhugumatti, Inni dhugaan gabbaramaa tokkichaAnis waan isin gabbartan irraa qulqulluudha\" jedhi"},{"SurahNumber":6,"VerseNumber":20,"Text":"Warri kitaaba isaaniif kennine akka ilmaan isaanii beekanitti isa beekuWarri lubbuu isaanii hoongessan, isaan hin amananu"},{"SurahNumber":6,"VerseNumber":21,"Text":"Nama Rabbirratti kijiba uume yookiin keeyyattoota Isaa kijibsiise caalaa namni miidhaa hojjate eenyu? Dhugumatti, miidhaa hojjattoonni hin milkaayanu"},{"SurahNumber":6,"VerseNumber":22,"Text":"Guyyaa hunda isaanii walitti qabnee, ergasii isaan qindeessaniin \"sila warri isin Rabbii wajjin gabbaramoodha jettanii mormaa turtan eessa jiru?\" jennuun san [yaadadhu]"},{"SurahNumber":6,"VerseNumber":23,"Text":"Ergasii deebiin isaanii \"Rabbii keenyaan kakannee! nuti mushrikoota hin taane\" jechuu malee hin jiru"},{"SurahNumber":6,"VerseNumber":24,"Text":"Akka itti isaan lubbuu isaanii kijibsiisaniifi wanti isaan uumanii odeessaa turan akka itti isaan irraa bade mee ilaali"},{"SurahNumber":6,"VerseNumber":25,"Text":"Isaan irraas nama gara kee dhageeffatutu jiraAkka isaan isa hin hubanne onnee isaanii irratti haguuggaa, gurra isaanii irratti immoo duudina taasifnee jirraOdoma mallattoowwan hundaa arganiiyyuu, isheetti hin amananuWarri kafare yeroo kan sitti falman ta'anii sibira dhufan, (Qur’aanni) kun ogbarruu warra durii malee waan biraatii miti\" jedhu"},{"SurahNumber":6,"VerseNumber":26,"Text":"Isaan isa (Muhammadiin) irraa dhorgu; Isa irraas fagaatanLubbuu isaanii malee homaa hin balleessan; garuu hin beekanu"},{"SurahNumber":6,"VerseNumber":27,"Text":"Yeroo isaan ibidda irra dhaabamanii \"yaa hawwii keenya! odoo (addunyaatti) deebifamnee aayatoota Rabbii keenyaas kijibsiisuu dhiifnee mu'umina irraas taanee\" jedhan argitee (waan rifachiisaa argita ture)"}]}