{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"Gökden de yetecek kadar su indirdik de onu yerde iskân etdik. Hiç şübhesiz ki biz onu gidermiye de kaadiriz"},{"SurahNumber":23,"VerseNumber":19,"Text":"İşte bununla sizin için hurmalıklardan, üzümlüklerden nice bağçeler, bağlar yapdık ki içlerinde sizin için bir çok yemişler vardır, onlardan yersiniz de"},{"SurahNumber":23,"VerseNumber":20,"Text":"(Sizin için) Tuur-i sînâ´dan çıkan bir ağaç da (yaratdık) ki o (yerden) yağıyle ve yiyen kimselere bir katıkla beraber biter"},{"SurahNumber":23,"VerseNumber":21,"Text":"Davarlarda da sizin için elbette bir ibret vardır. Karınlarının içinde bulunanlardan size içiririz. Onlarda size daha bir çok fâideler vardır. Onlardan yersiniz de"},{"SurahNumber":23,"VerseNumber":22,"Text":"Hem onların üzerine, hem gemilerin üstüne yükledilirsiniz"},{"SurahNumber":23,"VerseNumber":23,"Text":"Andolsun biz Nuuhu kavmine (peygamber olarak) gönderdik de dedi ki: «Ey kavmim, Allaha kulluk edin. Sizin Ondan başka hiçbir Tanrınız yokdur. (Haalâ Onun ıkaabından) sakınmayacak mısınız»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Bunun üzerine kavminden ileri gelen kâfir bir güruh (şöyle) dedi: «Bu, sizin gibi bir insandan başkası değildir. Size karşı şereflenmek, üstünlük (sağlamak) istiyor o. Eğer Allah (peygamber göndermek) dileseydi elbette (bize) melekler indirirdi. Biz evvelki atalarımızdan bunu duymadık»"},{"SurahNumber":23,"VerseNumber":25,"Text":"«Kendisinde delilik olan bir adamdan başkası değildir o! Binâen´aleyh bir zamana kadar onu gözetleyin»"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nuuh): «Hey Rabbim, dedi, onların beni tekzîb etmelerine mukaabil sen bana yardım et»"},{"SurahNumber":23,"VerseNumber":27,"Text":"Biz de ona (şöyle) vahyetdik: «Bizim nezaaretimiz ve vahyimizle gemi yap sen. Nihayet (helaklerine) emrimiz gelib de o fırın kaynayınca ona her (nev´i hayvanlardan erkek ve dişi) ikişer çift ile aileni alıb içerisine gir. (Kavminin) içinden aleyhlerine söz geçmiş (hüküm giymiş) olanlar müstesna. O zulmedenler (in kurtulması) hakkında bana hitabda bulunma. Çünkü onlar boğul (mıya mahkûm ol) muşlardır»"}]}