{"Id":458,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar1","Author":"Muhammad Junagarhi, Muhammad Kazim","Language":"Urdu","Description":"Urdu","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":127,"Text":"Ibraheem (alaihissalam) aur Ismail (alaihissalam) kaaba ki bunyaadein aur diwaare uthaate jaate thein aur kehte ja rahe thein ke hamaare parvardigar! tu hum se qubool farma, tu hee sunne waala aur jaanne wala hai"},{"SurahNumber":2,"VerseNumber":128,"Text":"aye hamaare rub! hamein apna farmabardaar banaale aur hamaari aulaad mein se bhi ek jamaath ko apni ita’ath guzar rakh aur hamein apni ibadatein sikha aur hamari tauba qubool farma, tu tauba qubol farmaane wala aur rahem wa karam karne waala hai"},{"SurahNumber":2,"VerseNumber":129,"Text":"aye hamaare rab! un mein unhee mein se rasool bhej, jo un ke paas teri aayate pade, unhe kitaab wa hikmath sikhaaye aur unhe paak kare, yaqinan tu ghalba waala aur hikmath waala hai"},{"SurahNumber":2,"VerseNumber":130,"Text":"deene ibrahimi se wahi be raghbati karega jo mahaz be waqoof ho, hum ne tu ose dunya mein bhi barguzida kiya tha, aur aaqirath mein bhi wo neko kaaro mein se hai"},{"SurahNumber":2,"VerseNumber":131,"Text":"jab kabhi bhi unhe un ke rub ne kaha farmabardaar ho ja, unhone kaha main ne rabbul aalameen ki farmabardaari ki"},{"SurahNumber":2,"VerseNumber":132,"Text":"osi ki wasiyath Ibraheem aur Yaqub ne apni aulaad ko ki, ke hamaare baccho! Allah ta’ala ne tumhaare liye is deen ko pasand farma liya hai, qabardaar! tum musalmaan hee marna"},{"SurahNumber":2,"VerseNumber":133,"Text":"kya (hazrath) Yaqub ke inteqaal ke waqth tum maujod thein? jab unhone apni aulaad ko kaha ke mere baadh tum kis ki ibdath karoge? to sab ne jawaab diya ke aap ke maboodh ki aur aap ke aaba wa ajdaad Ibraheem (alaihissalaam) aur Ismail (alaihissalaam) aur Ishaq (alaihissalaam) ke maboodh ki, jo maboodh ek hee hai aur hum osi ke farmabardaar rahenge"},{"SurahNumber":2,"VerseNumber":134,"Text":"ye jamaath to guzar choki, jo unhone kiya wo un ke liye hai, aur jo tum karoge tumhaare liye hai, un ke amaal ke baare mein tum nahi poche jaoge"}]}