{"Id":401,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Kavminden ileri gelen kibirliler dediler ki: «Ey Şu´ayb! Ya mutlaka seni ve seninle beraber inananları kentimizden çıkarırız, ya da dinimize dönersiniz!» Dedi ki; «İstemesek de mi (bizi yurdumuzdan çıkaracak veya dinimizden döndüreceksiniz?)»"},{"SurahNumber":7,"VerseNumber":89,"Text":"(Andolsun ki), Allah bizi ondan (kâfirlikten) kurtardıktan sonra tekrar sizin dininize dönersek, Allah´a karşı iftira etmiş oluruz. Rabbimiz Allah´ın dilemesi hali müstesna geri dönmemiz bizim için olacak şey değildir. Rabbimizin ilmi her şeyi kuşatmıştır. Biz sadece Allah´a dayanırız. Ey Rabbimiz! Bizimle kavmimiz arasında adaletle hükmet. Çünkü sen hükmedenlerin en hayırlısısın"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kavminden ileri gelen kâfirler dediler ki: «Eğer Şu´ayb´a uyarsanız o takdirde siz mutlaka ziyana uğrarsınız.»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Derken o (müthiş) sarsıntı onları yakalayıverdi, yurtlarında diz üstü çökekaldılar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Şu´ayb´ı yalanlayanlar, sanki yurtlarında hiç şenlik tutmamış gibi oldular. Şu´ayb´ı yalanlayanlar var ya işte ziyana uğrayanlar, onlar oldular"},{"SurahNumber":7,"VerseNumber":93,"Text":"(Şu´ayb) onlardan öteye döndü de: «Ey kavmim! dedi, ben size Rabbimin gönderdiği gerçekleri duyurdum ve size öğüt verdim, artık kâfir bir kavme nasıl acırım?»"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz hangi ülkeye bir peygamber gönderdiysek, onun halkını yalvarıp yakarsınlar diye mutlaka yoksulluk ve darlıkla sıkmışızdır"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra kötülüğü değiştirip yerine iyilik (bolluk) getirdik, nihayet çoğaldılar ve: «Atalarımıza da böyle darlık ve sevinç dokunmuştu.» dediler ve hemen onları, hiç farkında olmadıkları bir sırada ansızın yakaladık"}]}