{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":98,"Text":"پس چرا باید از هیچ شهری در وقتی که ایمانشان سود می‌بخشد ایمان نیاورند (و تا زمان معاینه عذاب لجاجت کنند) و تنها قوم یونس باشند که چون ایمان آوردند ما عذاب ذلت را در دنیا از آنها برداشتیم و تا زمانی معین (که وقت مرگ طبیعی بود) آنها را متمتّع و بهره‌مند گردانیدیم"},{"SurahNumber":10,"VerseNumber":99,"Text":"و اگر خدای تو (در مشیّت ازلی) می‌خواست اهل زمین همه یکسره ایمان می‌آوردند، آیا تو می‌خواهی تا به جبر و اکراه همه را مؤمن و خداپرست گردانی؟"},{"SurahNumber":10,"VerseNumber":100,"Text":"و هیچ یک از نفوس بشر را تا خدا رخصت ندهد ایمان نیاورد و پلیدی (کفر و جهالت) را خدا برای مردم بی‌خرد که عقل را کار نبندند مقرر می‌دارد"},{"SurahNumber":10,"VerseNumber":101,"Text":"بگو: در آسمانها و زمین بنگرید تا چه مشاهده می‌کنید. و (گر چه) مردمی را که نخواهند ایمان آورند دلایل و آیات و بیم دادنهای الهی هرگز سودمند نمی‌افتد"},{"SurahNumber":10,"VerseNumber":102,"Text":"پس مردمی که ایمان نمی‌آورند منتظر چیستند جز آنکه روزگار هلاکت و عذابی که پیشینیان دیدند به چشم ببینند؟ بگو که شما (نزول عذاب را)، منتظر باشید که من هم با شما منتظر (نزول فتح و نصرت خدا) می‌باشم"},{"SurahNumber":10,"VerseNumber":103,"Text":"آن گاه ما رسولان خود و مؤمنان را نجات می‌دهیم، ما بر خود فرض کردیم که این چنین اهل ایمان را نجات بخشیم"},{"SurahNumber":10,"VerseNumber":104,"Text":"بگو که ای مردم، اگر شما به آیین من شک دارید پس (یقین دارید که) من هرگز خدایان باطلی را که شما می‌پرستید نخواهم پرستید، بلکه تنها خدای یکتایی را که مرگ (و زندگانی) همه شما خلایق به امر اوست می‌پرستم و مأمورم که خود از اهل ایمان باشم"},{"SurahNumber":10,"VerseNumber":105,"Text":"و (خدا مرا امر کرده به) این که روی به جانب دین حنیف (اسلام و آیین پاک توحید) آور و هرگز هم آیین مشرکان مباش"},{"SurahNumber":10,"VerseNumber":106,"Text":"و غیر از خدای یکتا هیچ یک از این خدایان باطل را که به حال تو نفع و ضرری ندارند به خدایی مخوان و گر نه از ستمکاران خواهی بود"}]}