{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"Ve muhakkak ki O, mü´minler için mutlaka Hidayet ve Rahmet´tir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Muhakkak ki senin Rabbin, onların arasında kendi hükmünü verecek. Ve O; Azîz´dir (yüce), Alîm´dir (en iyi bilen)"},{"SurahNumber":27,"VerseNumber":79,"Text":"Öyleyse sen, Allah´a tevekkül et. Muhakkak ki sen, apaçık (bir şekilde) hak üzeresin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Muhakkak ki sen, ölülere işittiremezsin ve arkasını dönüp kaçan sağırlara da (Allah´ın) davetini işittiremezsin"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ve sen, körleri dalâletlerinden (çevirip) hidayete erdirecek değilsin. Sen, ancak âyetlerimize inananlara işittirebilirsin. İşte onlar, teslim olanlardır"},{"SurahNumber":27,"VerseNumber":82,"Text":"Ve onların üzerine (Allah´ın Kitap´ta söylediği) söz vuku bulunca, onlara arzdan dabbe çıkardık (çıkarırız). İnsanların (Kitap´taki) âyetlerimize yakîn hasıl etmediklerini söyleyecek"},{"SurahNumber":27,"VerseNumber":83,"Text":"Ve o gün, bütün ümmetlerden, âyetlerimizi tekzip edenleri (yalanlayanları) grup grup haşredeceğiz (toplayacağız). Böylece onlar (72 fırka) biraraya getirilir"},{"SurahNumber":27,"VerseNumber":84,"Text":"Onlar geldikleri zaman (Allah onlara): \"Onu ilmen ihata edemediniz de mi âyetlerimi tekzip ettiniz (yalanladınız)? Yoksa yapmış olduğunuz nedir (başka bir sebep mi var)?\" dedi"},{"SurahNumber":27,"VerseNumber":85,"Text":"Ve zulümleri sebebiyle onların üzerine (Allah´ın) sözü vaki oldu (yerine geldi). Artık onlar konuşamaz"},{"SurahNumber":27,"VerseNumber":86,"Text":"Dinlensinler diye nasıl geceyi (karanlık), gündüzü (aydınlık) kıldığımızı görmediler mi? Muhakkak ki bunda inanan kavim için âyetler (ibretler, deliller) vardır"},{"SurahNumber":27,"VerseNumber":87,"Text":"Ve sur´a üfürüldüğü gün, Allah´ın dilediği kimseler hariç, semalarda ve yeryüzünde olanlar dehşete kapıldı (kapılırlar). Ve herkes boyunları bükük olarak ona (Allah´a) geldiler (gelirler)"},{"SurahNumber":27,"VerseNumber":88,"Text":"Ve dağı görürsün, onu hareketsiz sanırsın. O, bulut gibi hareket eder. Herşeyi sağlam yapan Allah´ın yaratmasıdır. Muhakkak ki O, yaptıklarınızdan haberdardır"}]}