{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":48,"VerseNumber":16,"Text":"Thuaju atyre arabëve të shkretëtirës, që ngelën pas jush: “Ju do të thirreni për të luftuar kundër një populli shumë luftarak, nëse ata nuk dorëzohen. Nëse bindeni, Allahu do t’ju japë shpërblim të mirë, por, nëse shmangeni, ashtu siç keni bërë edhe më parë, Ai do t’ju ndëshkojë me dënim të dhembshëm"},{"SurahNumber":48,"VerseNumber":17,"Text":"Nuk është gjynah për të verbrin, as për të çalin, as të sëmurin (që të mos marrin pjesë në luftë). Kush i bindet Allahut dhe të Dërguarit të Tij, do të shkojë në Xhenete, nëpër të cilat rrjedhin lumenj, kurse ai që shmanget, do të ndëshkohet me dënim të dhembshëm"},{"SurahNumber":48,"VerseNumber":18,"Text":"Allahu është i kënaqur me ata besimtarë, kur t’u betuan për besnikëri nën hijen e pemës. Ai e dinte se ç’kishte në zemrat e tyre, prandaj u dha atyre qetësi[322] dhe i shpërbleu me një fitore të afërt"},{"SurahNumber":48,"VerseNumber":19,"Text":"e me një plaçkë të madhe që do ta fitojnë. Allahu është i Plotfuqishëm dhe i Urtë"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allahu ju premtoi plaçkë të pasur, të cilën do ta fitoni e jua shpejtoi këtë juve. Ai i largoi duart e njerëzve prej jush, me qëllim që (fitorja juaj) të jetë një shenjë për besimtarët e vërtetë dhe që t’ju udhëzojë në rrugën e drejtë"},{"SurahNumber":48,"VerseNumber":21,"Text":"Allahu e di edhe për të tjera (fitore e plaçka lufte), të cilat ju ende nuk i keni fituar. Allahu është i Fuqishëm për çdo gjë"},{"SurahNumber":48,"VerseNumber":22,"Text":"Nëse mohuesit nisen në luftë kundër jush, me siguri që ata do të ikin dhe pastaj nuk do të gjejnë as mbrojtës, as ndihmës"},{"SurahNumber":48,"VerseNumber":23,"Text":"I tillë ka qenë ligji i Allahut edhe më parë, e ti kurrë nuk do të gjesh ndryshime në ligjin e Allahut"}]}