{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Apenas, os que ouvem atendem a verdade. E quanto aos mortos, Allah ressuscitá-los-á. Em seguida, a Ele eles serão retornados"},{"SurahNumber":6,"VerseNumber":37,"Text":"E dizem: \"Que se faça descer sobre ele um sinal de seu Senhor!\" Dize: \"Por certo, Allah é Poderoso para fazer descer um sinal, mas a maioria deles não sabe"},{"SurahNumber":6,"VerseNumber":38,"Text":"E não há ser animal algum na terra nem pássaro que voe com suas asas senão em comunidade como vós. De nada descuramos, no Livro. Em seguida, a seu Senhor serão reunidos"},{"SurahNumber":6,"VerseNumber":39,"Text":"E os que desmentem Nossos sinais são surdos e mudos; estão nas trevas. Allah descaminha a quem quer e faz estar na senda reta a quem quer"},{"SurahNumber":6,"VerseNumber":40,"Text":"Dize, Muhammad: \"Vistes? Se o castigo de Allah vos chega ou vos chega a Hora, que outro além de Allah invocareis, se sois verídicos"},{"SurahNumber":6,"VerseNumber":41,"Text":"Mas é a Ele que invocareis: então, Ele vos removerá, se quiser, aquilo pelo que O invocais, e esquecereis o que idolatrais"},{"SurahNumber":6,"VerseNumber":42,"Text":"E, com efeito, antes de ti, enviamos Mensageiros a outras comunidades, e foram desmentidos; então, apanhamo-las, com a"},{"SurahNumber":6,"VerseNumber":43,"Text":"Então que, ao chegar-lhes Nosso suplício, se houvessem humildado! Mas seus corações se endureceram, e Satã aformoseou, para eles, o que faziam"},{"SurahNumber":6,"VerseNumber":44,"Text":"E, quando esqueceram o que lhes fora lembrado, abrimos, sobre eles, as portas de todas as boas cousas, até que, quando jubilaram com o que se lhes concedera, apanhamo-los, inopinadamente, e ei-los mudos de desespero"}]}