{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":6,"VerseNumber":69,"Text":"Ang mga masunurin kay Allah at umiiwas sa kasamaan ay walang pananagutan sa kanila (na mga hindi sumasampalataya) sa anumang paraan, datapuwa’t (ang kanilang tungkulin) ay paalalahanan sila, na kanilang iwasan ang gayong (panunuya sa Qur’an). [Ang pag-uutos ng ganitong Talata ay sinusugan (pinalitan) ng Talatang"},{"SurahNumber":6,"VerseNumber":70,"Text":"At hayaan ninyong nag-iisa siya na nagtuturing sa kanyang pananampalataya bilang isang laro at paglilibang, at nalinlang ng buhay sa mundong ito. Datapuwa’t (sila) ay paalalahanan nito (ang Qur’an); baka ang tao ay masadlak sa pagkawasak sa bagay na kanyang kinita, kung kanyang mamasdan sa kanyang sarili na siya ay walang tagapangalaga o tagapamagitan maliban pa kay Allah, at kahit na siya ay mag-alok ng lahat ng kabayaran, ito ay hindi tatanggapin mula sa kanya. Sila ang mga (tao) na isinadlak sa pagkawasak dahilan sa kanilang kinita (mga ginawa). Sasakanila ang inumin ng kumukulong tubig at isang kasakit-sakit na kaparusahan dahilan sa kanilang kawalan ng pananampalataya"},{"SurahNumber":6,"VerseNumber":71,"Text":"Ipagbadya(oMuhammad):“Atinbagangpaninikluhuran ang mga iba (mga huwad na diyus-diyosan) maliban pa kay Allah, (sila) na hindi makakapagbigay sa atin ng anumang mabuti o pinsala, at tayo ba ay magtatalikod ng ating sakong matapos na Siya ay mamatnubay sa atin (sa tunay na paniniwala sa Tangi at Nag-iisang diyos)? – na katulad niya na isinadlak ng mga diyablo na mapaligaw, na nalilito (at nagpapalibot-libot) sa kalupaan, ang kanyang kasamahan ay tumatawag sa kanya tungo sa patnubay (na nagsasabi): “Pumarito ka sa amin.” Ipagbadya: “Katotohanan, ang patnubay ni Allah ang tangi lamang patnubay, at kami ay pinag-utusan na magsuko (ng aming sarili) sa Panginoon ng lahat ng mga nilalang"},{"SurahNumber":6,"VerseNumber":72,"Text":"At mag-alay ng panalangin nang mahinusay (Iqamat-as-Salat), at maging masunurin kay Allah at pangambahan Siya, at sa Kanya kayong lahat ay titipunin.”"},{"SurahNumber":6,"VerseNumber":73,"Text":"Siya (Allah) ang lumikha ng mga kalangitan at kalupaan sa katotohanan, at sa Araw (alalaong baga, ang Araw ng Muling Pagkabuhay), Siya ay magwiwika: “Mangyari nga, at ito ay magaganap.” Ang Kanyang Salita ay Katotohanan. Ang Kanyang naisin ang makakapangyari sa Araw na ang Tambuli ay hihipan. (Siya) ang Ganap na Nakakaalam ng lahat ng mga nakalingid at nakalantad, Siya ang Pinakamaalam, ang Puspos ng Karunungan (sa lahat ng bagay)"}]}