{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":72,"VerseNumber":14,"Text":"و اینکه (اکنون) بعضی از ما فرمانبردار و بعضی از ما سرکش و ظالم‌اند، پس کسانی که اسلام آوردند، ایشان‌اند که راه راست را می‌طلبند"},{"SurahNumber":72,"VerseNumber":15,"Text":"و اما ظالمان (و منحرفان) پس هیزم دوزخند"},{"SurahNumber":72,"VerseNumber":16,"Text":"و اگر بر راه راست استقامت کنند البته آنها را با آب بسیار سیراب می‌کنیم"},{"SurahNumber":72,"VerseNumber":17,"Text":"(و لیکن بر آنها تنگی نمودیم) تا ایشان را بیازماییم، و هر کس از ذکر و یاد پروردگارش روی گردان گردد او را به عذابی سخت داخل می‌گرداند"},{"SurahNumber":72,"VerseNumber":18,"Text":"و اینکه مساجد خاص برای عبادت الله است، پس کسی دیگر را با الله مخوانید"},{"SurahNumber":72,"VerseNumber":19,"Text":"و اینکه چون بنده الله بر خواست تا او را به (عبادت الله) بخواند نزدیک بود که بر او هجوم آورند"},{"SurahNumber":72,"VerseNumber":20,"Text":"بگو: (ای محمد) من فقط پروردگار خود را می‌خوانم (عبادت میکنم) و کسی را با او شریک نمی‌گردانم،"},{"SurahNumber":72,"VerseNumber":21,"Text":"بگو: من مالک هیچ گونه زیانی برای شما نیستم و نمی‌توانم شما را هدایت کنم"},{"SurahNumber":72,"VerseNumber":22,"Text":"بگو: هرگز کسی مرا از عذاب الله پناه داده نتواند و هرگز پشت و پناهی جز او نمی‌یابم"},{"SurahNumber":72,"VerseNumber":23,"Text":"تنها (می‌توانم) پیغامی از جانب الله و رسالت‌های او را به انجام برسانم و هرکس از (فرمان) الله و رسول او نافرمانی کند بی‌گمان آتش دوزخ برای او خواهد بود که در آن جاودانه می‌ماند"},{"SurahNumber":72,"VerseNumber":24,"Text":"(آنان در غفلت به سر می‌برند) تا آنکه آنچه را به آنها وعده داده می‌شود ببینند، پس آن وقت خواهند دانست که چه کسی مدد گارانش ناتوان‌تر و تعدادش کمتر است"},{"SurahNumber":72,"VerseNumber":25,"Text":"بگو: نمی‌دانم آیا آنچه به شما وعده داده می‌شود نزدیک است یا اینکه پروردگارم مدت طولانی برای آن مقرر می‌کند؟"},{"SurahNumber":72,"VerseNumber":26,"Text":"(چون او) دانای همه رازهای پوشیده است، پس هیچ کسی را بر غیب خود آگاه نمی‌سازد"},{"SurahNumber":72,"VerseNumber":27,"Text":"(مگر کسی از رسولانی که خود بپسندد پس )در این صورت(پیشاپیش و پشت سر او نگهبانی می‌فرستد)"},{"SurahNumber":72,"VerseNumber":28,"Text":"تا بداند که پیغمبران پیام‌های پروردگارشان را رسانده‌اند و (الله) به آنچه که در نزد آنان است احاطه دارد و هر چیزی را با عدد شماره کرده است"}]}