{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":21,"VerseNumber":91,"Text":"At (alalahanin ) siya na nangangalaga sa kanyang kapurihan at kalinisan (Birheng Maria); siya ay Aming hiningahan (sa manggas) ng kanyang (kasuutan) ng Aming Ruh [Espiritu] (sa pamamagitan ni Anghel Gabriel), at Aming ginawa siya at ang kanyang anak (na si Hesus) na isang Tanda sa lahat ng mga nilalang"},{"SurahNumber":21,"VerseNumber":92,"Text":"Katotohanan! Ito, ang inyong relihiyon (ang Islam at Kaisahan ni Allah) ay isang relihiyon, at Ako ang inyong Panginoon, kaya’t tanging Ako lamang ang sambahin ninyo"},{"SurahNumber":21,"VerseNumber":93,"Text":"Datapuwa’t sila (ang mga pagano, mapagsamba sa diyus-diyosan, Hudyo, Kristiyano, atbp.) ay sumira at nagpangkat-pangkat ng kanilang relihiyon (nilabag ang Kaisahan ni Allah at ang Islam sa pamamagitan ng iba’t ibang sekta) sa lipon nila. (At) silang lahat ay muling magbabalik sa Amin"},{"SurahNumber":21,"VerseNumber":94,"Text":"Kaya’t sinuman ang gumawa ng matutuwid na gawa habang siya ay nananampalataya (sa Kaisahan ni Allah at sa Islam), ang kanyang mga pagsisikhay ay hindi tatanggihan. Katotohanang itinatala Namin ito sa kanyang Aklat ng mga gawa"},{"SurahNumber":21,"VerseNumber":95,"Text":"Isang pagbabawal ang inilaan sa lahat ng bawat bayan (pamayanan) na Aming winasak, na sila ay hindi na makakabalik (na muli sa mundong ito, gayundin ang magsisi sa Amin)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Hanggang kung sina Gog at Magog (mga tribo o tao) ay hayaan na makawala (sa kanilang hadlang), at sila ay mabilis na magsipangakalat sa bawat talampas"},{"SurahNumber":21,"VerseNumber":97,"Text":"At ang Tunay na Pangako (Araw ng Muling Pagkabuhay) ay malapit na (sa katuparan). At kung (ang sangkatauhan ay ibangon na mula sa kanilang libingan), mapagmamalas ninyo ang mga mata ng mga hindi sumasampalataya na nakatitig sa pagkasindak. (Sila ay mangungusap): “Sa aba namin! Katotohanang kami ay hindi sumunod dito; hindi, (walang alinlangan) na kami ay Zalimun (buhong, buktot, pagano, walang pananalig sa Kaisahan ni Allah, atbp).”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Katiyakan! Kayo (na hindi sumasampalataya) at gayundin ang inyong mga sinasamba maliban pa kay Allah, ay (wala ng iba) kundi mga panggatong sa Impiyerno! (Katotohanang) kayo ay magsisipasok dito"},{"SurahNumber":21,"VerseNumber":99,"Text":"Kung ang mga (imaheng ito, atbp.) ay naging mga diyos (nga), sila sana ay hindi magsisipasok dito (Impiyerno), [datapuwa’t] silang lahat ay mananatili rito"},{"SurahNumber":21,"VerseNumber":100,"Text":"dito sila ay magsisihikbi at magbubuntong-hininga nang malalim at ang paghalinghing ang kanilang daranasin, at sila rito ay hindi makakarinig"},{"SurahNumber":21,"VerseNumber":101,"Text":"Katotohanang sila na ang kabutihan ay nanggaling sa Amin, sila ay ilalayo rito (Impiyerno, [katulad ni Hesus na anak ni Maria, Ezra, atbp)"}]}