{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Dir-se-lhes-á: \"Meus versículos não se recitavam para vós e vós os desmentíeis"},{"SurahNumber":23,"VerseNumber":106,"Text":"Dirão: \"Senhor nosso! Nossa infelicidade dominou-nos, e fomos um povo descaminhado"},{"SurahNumber":23,"VerseNumber":107,"Text":"Senhor nosso! Faze-nos sair dele e se reincidirmos, seremos injustos"},{"SurahNumber":23,"VerseNumber":108,"Text":"Ele dirá: \"Sede nele repelidos, e não Me faleis mais"},{"SurahNumber":23,"VerseNumber":109,"Text":"Por certo, houve um grupo de Meus servos que dizia: 'Senhor nosso! Cremos: então, perdoa-nos e tem misericórdia de nós, e Tu és O Melhor dos misericordiadores"},{"SurahNumber":23,"VerseNumber":110,"Text":"E vós tomaste-los por objeto de escárnio, até que vos fizeram esquecer Minha Mensagem, e deles vos ríeis"},{"SurahNumber":23,"VerseNumber":111,"Text":"Por certo, recompensei-os, hoje - porque pacientaram - com serem eles os triunfadores"},{"SurahNumber":23,"VerseNumber":112,"Text":"Ele dirá: \"Quantos anos vós permanecestes na terra"},{"SurahNumber":23,"VerseNumber":113,"Text":"Dirão: \"Permanecemos um dia ou parte de um dia; então, pergunta aos enumeradores"},{"SurahNumber":23,"VerseNumber":114,"Text":"Ele dirá: \"Não permanecestes senão por pouco tempo. Se soubésseis"},{"SurahNumber":23,"VerseNumber":115,"Text":"E supusestes que vos criamos, em vão, e que não seríeis retornados a Nós"},{"SurahNumber":23,"VerseNumber":116,"Text":"Então, Sublimado seja Allah, O Rei, O Verdadeiro! Não existe deus senão Ele. Ele é O Senhor do nobre Trono"},{"SurahNumber":23,"VerseNumber":117,"Text":"E quem invoca, com Allah, outro deus, do qual não tem provança alguma, seu ajuste de contas será, apenas, junto de seu Senhor. Por certo, os renegadores da Fé não serão bem-aventurados"},{"SurahNumber":23,"VerseNumber":118,"Text":"E dize: \"Senhor meu! Perdoa e tem misericórdia, e Tu és O Melhor dos misericordiadores"}]}