{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"Аллах скажет: «Вот так! Наши знамения явились к тебе, но ты предал их забвению. Таким же образом сегодня ты сам будешь предан забвению»"},{"SurahNumber":20,"VerseNumber":127,"Text":"Так Мы воздаем тем, кто излишествовал и не уверовал в знамения своего Господа. А мучения в Последней жизни будут еще более тяжкими и длительными"},{"SurahNumber":20,"VerseNumber":128,"Text":"Неужели их не привело на прямой путь то, что Мы погубили до них столько поколений, по жилищам которых они ходят? Воистину, в этом - знамения для обладающих разумом"},{"SurahNumber":20,"VerseNumber":129,"Text":"Если бы не было прежде Слова от твоего Господа и если бы не назначенный срок, то оно (наказание) уже обязательно наступило бы"},{"SurahNumber":20,"VerseNumber":130,"Text":"Посему будь терпелив к тому, что они говорят, и прославляй хвалой своего Господа перед восходом солнца и перед его закатом (совершай рассветный и послеполуденный намазы), славь его в течение ночи (совершай вечерний и ночные намазы), а также в начале и конце дня (совершай полуденный и закатный намазы). Быть может, ты останешься доволен"},{"SurahNumber":20,"VerseNumber":131,"Text":"Не заглядывайся на то, чем Мы наделили некоторых из них (неверующих), чтобы подвергнуть их этим искушению. Это - блеск земной жизни, а удел твоего Господа лучше и долговечнее"},{"SurahNumber":20,"VerseNumber":132,"Text":"Вели своей семье совершать намаз и сам терпеливо совершай его. Мы не просим у тебя удела, ведь Мы Сами наделяем тебя уделом. А добрый исход - за богобоязненностью"},{"SurahNumber":20,"VerseNumber":133,"Text":"Они говорят: «Почему он не принес нам знамение от своего Господа?». Но разве не явилось к ним ясное знамение о том, что было в первых скрижалях"},{"SurahNumber":20,"VerseNumber":134,"Text":"Если бы Мы погубили их от наказания до этого (пришествия Мухаммада и ниспослания Корана), то они сказали бы: «Господь наш! Почему Ты не отправил к нам посланника, чтобы мы последовали за Твоими знамениями до того, как оказались унижены и опозорены?»"},{"SurahNumber":20,"VerseNumber":135,"Text":"Скажи: «Все ждут, и вы подождите. Вы узнаете, кто идет прямой дорогой и следует прямым путем»"}]}