{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":127,"Text":"İbrahim'in, İsmail'le birlikte, o evin ana duvarlarını yükselterek şöyle yakardıkları zamanı da an: \"Rabbimiz, bizden gelen niyazları kabul buyur; sen, evet sen, Semî'sin, her şeyi çok iyi duyarsın; Alîm'sin, her şeyi çok iyi bilirsin"},{"SurahNumber":2,"VerseNumber":128,"Text":"Rabbimiz! Bizi, sana teslim olmuş iki müslüman/Allah'a teslim olan kıl. Soyumuzdan da sana teslim olan müslüman bir ümmet oluştur. Bize ibadet yerlerimizi göster, bizim tövbemizi kabul et! Sen, evet sen, Tevvâb'sın, tövbeleri cömertçe kabul edersin; Rahîm'sin, rahmetini cömertçe yayarsın"},{"SurahNumber":2,"VerseNumber":129,"Text":"Rabbimiz! İçlerinden onlara, senin ayetlerini okuyacak, kendilerine Kitap'ı ve hikmeti öğretecek, onları temizleyip arındıracak bir resul gönder. Sen, evet sen, Azîz'sin, tüm ululuk ve onurun sahibisin; Hakîm'sin, tüm hikmetlerin kaynağısın"},{"SurahNumber":2,"VerseNumber":130,"Text":"Öz benliğini beyinsizliğe itenden başka kim, İbrahim'in milletinden yüz çevirir? Yemin olsun ki biz onu dünyada seçip yüceltmiştik. Ve o, âhirette de barış ve iyilik sevenlerden biri olacaktır elbette"},{"SurahNumber":2,"VerseNumber":131,"Text":"Rabbi ona, \"Müslüman olup bana teslim ol!\" dediğinde o şu cevabı vermişti: \"Teslim oldum âlemlerin Rabbi'ne"},{"SurahNumber":2,"VerseNumber":132,"Text":"İbrahim de oğullarına şunu vasiyet etti, Yakub da: \"Oğullarım! Allah sizin için bu dini seçmiştir. O halde ancak müslümanlar olarak can verin"},{"SurahNumber":2,"VerseNumber":133,"Text":"Yoksa siz, Yakub'a ölümün gelip çatışına tanıklar mıydınız? Hani, oğullarına şunu sormuştu: \"Benden sonra neye ibadet edeceksiniz?\" Cevapları şu olmuştu: \"Senin ilahına, ataların İbrahim'in, İsmail'in, İshak'ın ilahına, tek ve biricik olan ilaha kulluk edeceğiz; biz yalnız O'na teslim olanlarız"},{"SurahNumber":2,"VerseNumber":134,"Text":"İşte bunlar bir ümmetti, gelip geçtiler. Kazandıkları kendilerinindir. Sizin kazandıklarınız da sizin olacaktır. Siz onların yapıp ettiklerinden sorguya çekilmeyeceksiniz"}]}