{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"Ол сондай Алла, көктен мөлшермен жаңбыр жаудыруда. Сонда онымен өлі бір жерді құлпырттық. Сол сияқты тірілтіліп, шығарыласыңдар"},{"SurahNumber":43,"VerseNumber":12,"Text":"Ол сондай Алла, барлық жүптерді жаратты. Сондай-ақ сендерге кемеден және хайуандардан мінетін көлік жаратты"},{"SurahNumber":43,"VerseNumber":13,"Text":"Олардың үстіне мінсеңдер, сосын Раббыларыңның нығметін еске алып: \"Бұны бізге бағындырған Алла пәк. Өйткені біз бұған жақындаса алмайтын едік\" дейсіңдер"},{"SurahNumber":43,"VerseNumber":14,"Text":"Күдіксіз Раббымызға қайтарыламыз"},{"SurahNumber":43,"VerseNumber":15,"Text":"(Мұхаммед Ғ.С.) олар Аллаға құлдарының бір бөлімін арнады. (Періштелерді Алланың қыздары дейді.) Расында адам баласы ашық нәсүкір"},{"SurahNumber":43,"VerseNumber":16,"Text":"Немесе Ол, жаратқандарынан қыздарды өзі алып, ұлдарды сендерге арнады ма"},{"SurahNumber":43,"VerseNumber":17,"Text":"Олардың біреуіне Аллаға арнағанының ұқсасы шүйіншіленсе, (қатының қыз тапты делінсе,) беттері қарайып, оны ашу кернейді"},{"SurahNumber":43,"VerseNumber":18,"Text":"Моншақ ішінде тәрбиеленіп, өз дауында баян ете алмайтын біреу ме? (Осындай нәзік жаралған қыздар Алланікі бола ма)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Олар, Алланың құлдары періштелерді өздерінше әйелдерге балайды. Олар, олардың жаратылуын көріп пе еді? Олардың бұл куеліктері жазылып жене сұралады"},{"SurahNumber":43,"VerseNumber":20,"Text":"Тағы олар: \"Мейірімді Алла, қаласа еді, біз періштелерге табынбас едік\" деді. Олардың оған байланысты мәліметтері жоқ. Олардікі мүлде межелеу ғана"},{"SurahNumber":43,"VerseNumber":21,"Text":"Немесе оларға бұдан бұрын бір кітап бердік те соған жабысуда ма"},{"SurahNumber":43,"VerseNumber":22,"Text":"Керісінше, олар: \"Аталарымызды бір жол үстінде таптық. Расында біз де олардың іздеріне түсіп, тура жол табамыз\" дейді"}]}