{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":196,"Text":"Car mon Protecteur c’est Allah, Lui Qui a fait descendre (en révélation) le Livre, Lui Qui Se charge de protéger les vertueux"},{"SurahNumber":7,"VerseNumber":197,"Text":"Ceux que vous invoquez en dehors de Lui ne peuvent ni venir à votre secours, ni se secourir eux-mêmes. »"},{"SurahNumber":7,"VerseNumber":198,"Text":"Et si tu les appelles vers la bonne direction (hudâ), ils ne t’entendent pas. Tu les vois qui te regardent sans vraiment rien voir"},{"SurahNumber":7,"VerseNumber":199,"Text":"Recherche la conciliation, ordonne le convenable et évite les ignorants"},{"SurahNumber":7,"VerseNumber":200,"Text":"Et si Satan te tente par quelque tentation,[189] trouve refuge auprès d’Allah, car Il Entend Tout et Il est Omniscient"},{"SurahNumber":7,"VerseNumber":201,"Text":"Aussitôt que les effleure la moindre tentation de Satan, ceux qui ont la piété se rappellent et les voici de nouveau lucides"},{"SurahNumber":7,"VerseNumber":202,"Text":"Tandis que leurs frères (ceux des démons) sont poussés vers l’erreur et ne peuvent plus se retenir"},{"SurahNumber":7,"VerseNumber":203,"Text":"Quand tu ne leur apportes pas de verset, ils disent : « Pourquoi n’en inventes-tu pas un ? » Dis : « Je ne fais que suivre ce qui m’est révélé par mon Seigneur. » Voilà (les versets) qui sont des preuves éclatantes venues de votre Seigneur, une bonne direction (hudâ) et une miséricorde pour des gens qui ont la foi"},{"SurahNumber":7,"VerseNumber":204,"Text":"Et quand le Coran est récité, écoutez-le, et prêtez en silence une oreille attentive (à sa lecture), peut-être serez-vous touchés par la miséricorde"},{"SurahNumber":7,"VerseNumber":205,"Text":"Invoque ton Seigneur en ton for intérieur, avec humilité et crainte, à voix basse, matin et soir, et ne sois pas du nombre des distraits"},{"SurahNumber":7,"VerseNumber":206,"Text":"Ceux qui se trouvent auprès de ton Seigneur ne refusent pas, par orgueil, de L’adorer. Ils Lui rendent gloire et se prosternent devant Lui"}]}