{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":86,"VerseNumber":1,"Text":"«والسماء والطارق» أصله كل آت ليلا ومنه النجوم لطلوعها ليلا"},{"SurahNumber":86,"VerseNumber":2,"Text":"«وما أدراك» أعلمك «ما الطارق» مبتدأ وخبر في محل المفعول الثاني لأدرى وما بعد الأولى خبرها وفيه تعظيم لشأن الطارق المفسر بما بعده هو"},{"SurahNumber":86,"VerseNumber":3,"Text":"«النجم» أي الثريا أو كل نجم «الثاقب» المضيء لثقبه الظلام بضوئه وجواب القسم"},{"SurahNumber":86,"VerseNumber":4,"Text":"«إن كل نفس لمَا عليها حافظ» بتخفيف ما فهي مزيدة وإن مخففة من الثقيلة واسمها محذوف، أي إنه واللام فارقة وبتشديدها فإن نافية ولما بمعنى إلا والحافظ من الملائكة يحفظ عملها من خير وشر"},{"SurahNumber":86,"VerseNumber":5,"Text":"«فلينظر الإنسان» نظر اعتبار «ممَّ خُلق» من أي شيء"},{"SurahNumber":86,"VerseNumber":6,"Text":"جوابه «خُلق من ماء دافق» ذي اندفاق من الرجل والمرأة في رحمها"},{"SurahNumber":86,"VerseNumber":7,"Text":"«يخرج من بين الصلب» للرجل «والترائب» للمرأة وهي عظام الصدر"},{"SurahNumber":86,"VerseNumber":8,"Text":"«إنه» تعالى «على رجعه» بعث الإنسان بعد موته «لقادر» فإذا اعتبر أصله علم أن القادر على ذلك قادر على بعثه"},{"SurahNumber":86,"VerseNumber":9,"Text":"«يوم تبلى» تختبر وتكشف «السرائر» ضمائر القلوب في العقائد والنيات"},{"SurahNumber":86,"VerseNumber":10,"Text":"«فما له» لمنكر البعث «من قوة» يمتنع بها من العذاب «ولا ناصر» يدفعه عنه"},{"SurahNumber":86,"VerseNumber":11,"Text":"«والسماء ذات الرجع» المطر لعوده كل حين"},{"SurahNumber":86,"VerseNumber":12,"Text":"«والأرض ذات الصدع» الشق عن النبات"},{"SurahNumber":86,"VerseNumber":13,"Text":"«إنه» أي القرآن «لقول فصل» يفصل بين الحق والباطل"},{"SurahNumber":86,"VerseNumber":14,"Text":"«وما هو بالهزل» باللعب والباطل"},{"SurahNumber":86,"VerseNumber":15,"Text":"«إنهم» أي الكفار «يكيدون كيدا» يعملون المكايد للنبي صلى الله عليه وسلم"},{"SurahNumber":86,"VerseNumber":16,"Text":"«وأكيد كيدا» أستدرجهم من حيث لا يعلمون"},{"SurahNumber":86,"VerseNumber":17,"Text":"«فمهِّل» يا محمد «الكافرين أمهلهم» تأكيد حسَّنهُ مخالفة اللفظ، أي أنظرهم «رويدا» قليلا وهو مصدر مؤكد لمعنى العامل مصغر رود أو أرواد على الترخيم وقد أخذهم الله تعالى ببدر ونسخ الإمهال بآية السيف، أي الأمر بالقتال والجهاد"},{"SurahNumber":87,"VerseNumber":1,"Text":"«سبح اسم ربك» أي نزه ربك عما لا يليق به واسم زائد «الأعلى» صفة لربك"},{"SurahNumber":87,"VerseNumber":2,"Text":"«الذي خلق فسوى» مخلوقه، جعله متناسب الأجزاء غير متفاوت"},{"SurahNumber":87,"VerseNumber":3,"Text":"«والذي قدَّر» ما شاء «فهدى» إلى ما قدره من خير وشر"},{"SurahNumber":87,"VerseNumber":4,"Text":"«والذي أخرج المرعى» أنبت العشب"},{"SurahNumber":87,"VerseNumber":5,"Text":"«فجعله» بعد الخضرة «غُثاء» جافا هشيما «أحوى» أسود يابسا"},{"SurahNumber":87,"VerseNumber":6,"Text":"«سنقرئك» القرآن «فلا تنسى» ما تقرؤه"},{"SurahNumber":87,"VerseNumber":7,"Text":"«إلا ما شاء الله» أن تنساه بنسخ تلاوته وحكمه، وكان صلى الله عليه وسلم يجهر بالقراءة مع قراءة جبريل خوف النسيان فكأنه قيل له: لا تعجل بها إنك لا تنسى فلا تتعب نفسك بالجهر بها «إنه» تعالى «يعلم الجهر» من القول والفعل «وما يخفى» منهما"},{"SurahNumber":87,"VerseNumber":8,"Text":"«ونيسِّرك لليسرى» للشريعة السهلة وهي الإسلام"},{"SurahNumber":87,"VerseNumber":9,"Text":"«فذكر» عظ بالقرآن «إن نفعت الذكرى» من تذكرة المذكور في سيذكر، يعني وإن لم تنفع ونفعها لبعض وعدم النفع لبعض آخر"},{"SurahNumber":87,"VerseNumber":10,"Text":"«سيذكر» بها «من يخشى» يخاف الله تعالى كآية \" فذكر بالقرآن من يخاف وعيد"},{"SurahNumber":87,"VerseNumber":11,"Text":"«ويتجنبها» أي الذكرى، أي يتركها جانبا لا يلتفت إليها «الأشقى» بمعنى الشقي أي الكافر"},{"SurahNumber":87,"VerseNumber":12,"Text":"«الذي يصلى النار الكبرى» هي نار الآخرة والصغرى نار الدنيا"},{"SurahNumber":87,"VerseNumber":13,"Text":"«ثم لا يموت فيها» فيستريح «ولا يحيى» حياة هنيئة"},{"SurahNumber":87,"VerseNumber":14,"Text":"«قد أفلح» فاز «من تزكى» تطهر بالإيمان"},{"SurahNumber":87,"VerseNumber":15,"Text":"«وذكر اسم ربه» مكبرا «فصلَّى» الصلوات الخمس وذلك من أمور الآخرة وكفار مكة مُعرضون عنها"}]}