{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"Bilang pangako ni Allāh, hindi sumisira si Allāh sa pangako Niya; subalit ang higit na marami sa mga tao ay hindi nakaaalam"},{"SurahNumber":30,"VerseNumber":7,"Text":"Nakaaalam sila ng isang nakalantad mula sa buhay na pangmundo samantalang sila sa Kabilang-buhay ay mga nalilingat"},{"SurahNumber":30,"VerseNumber":8,"Text":"Hindi ba sila nag-isip-isip hinggil sa mga sarili nila? Hindi lumikha si Allāh ng mga langit at lupa at anumang nasa pagitan ng mga ito malibang ayon sa katotohanan at isang taning na tinukoy. Tunay na marami sa mga tao sa pakikipagkita sa Panginoon nila ay talagang mga tagatangging sumampalataya"},{"SurahNumber":30,"VerseNumber":9,"Text":"Hindi ba sila humayo sa lupain para tumingin sila kung papaano naging ang kinahinatnan ng mga bago pa nila? Dati ang mga iyon ay higit na matindi kaysa sa kanila sa lakas. Nagbungkal sila ng lupa at luminang sila nito nang higit kaysa sa nilinang nila. Nagdala sa mga iyon ang mga sugo ng mga iyon ng mga malinaw na patunay sapagkat si Allāh ay hindi naging ukol lumabag sa katarungan sa kanila subalit sila dati sa mga sarili nila ay lumalabag sa katarungan"},{"SurahNumber":30,"VerseNumber":10,"Text":"Pagkatapos naging kinahinatnan ng mga gumawa ng masagwa ang pinakamasagwa dahil nagpasinungaling sila sa mga tanda ni Allāh at dati sila sa mga ito ay nangungutya"},{"SurahNumber":30,"VerseNumber":11,"Text":"Si Allāh ay nagsisimula ng paglikha, pagkatapos nagpapanumbalik Siya nito, pagkatapos tungo sa Kanya pababalikin kayo"},{"SurahNumber":30,"VerseNumber":12,"Text":"Sa Araw na sasapit ang Huling Sandali, malulumbay ang mga salarin"},{"SurahNumber":30,"VerseNumber":13,"Text":"Hindi magkakaroon para sa kanila mula sa mga pantambal nila ng mga tagapagpamagitan. Sila sa mga katambal nila ay magiging mga tagatangging sumampalataya"},{"SurahNumber":30,"VerseNumber":14,"Text":"Sa Araw na sasapit ang Huling Sandali, sa Araw na iyon ay magkakahati-hati sila"},{"SurahNumber":30,"VerseNumber":15,"Text":"Kaya tungkol naman sa mga sumampalataya at gumawa ng mga maaayos, sila sa isang halamanan ay pagagalakin"}]}