{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":71,"Text":"Məgər onlar görmürlər ki, Biz onlardan ötrü sahib olduqları mal-qaranı Öz əllərimizlə yaratmışıq"},{"SurahNumber":36,"VerseNumber":72,"Text":"Yaratdıqlarımızı öz istifadələrinə verdik ki, bəzilərindən minik kimi yararlansınlar və bəzilərini də yesinlər"},{"SurahNumber":36,"VerseNumber":73,"Text":"Bunlarda onlar üçün başqa mənfəətlər və içiləcək süd də vardır. Yenə də şükür etməyəcəklərmi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Bir çarə tapmaları üçün müşriklər Allahdan başqa məbudlar qəbul etdilər"},{"SurahNumber":36,"VerseNumber":75,"Text":"Amma məbudlar onlara heç bir kömək edə bilməzlər. Hərçənd ki, onlar bunlar üçün hazır durmuş əsgərlərdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"Onların sözü səni kədərləndirməsin. Şübhəsiz ki, Biz onların nəyi gizli saxladıqlarını və nəyi aşkar etdiklərini bilirik"},{"SurahNumber":36,"VerseNumber":77,"Text":"Məgər insan onu nütfədən yaratdığımızı görmür? Budur, o indi açıq-aşkar mübahisə edir"},{"SurahNumber":36,"VerseNumber":78,"Text":"O Bizə bir məsəl çəkdi, lakin yaradılışını unutdu. O dedi: “Çürümüş sümükləri kim dirildə bilər?”"},{"SurahNumber":36,"VerseNumber":79,"Text":"De: “Onları ilk dəfə yaradan Özü onları dirildəcəkdir. O, hər bir məxluquna yaxşı bələddir"},{"SurahNumber":36,"VerseNumber":80,"Text":"O sizin üçün yaşıl ağacdan od əmələ gətirdi. Budur, siz indi ondan od yandırırsınız”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Göyləri və yeri yaradan onların eynisini yenidən xəlq etmək qüdrətinə malik olmazmı?! Şübhəsiz ki, O, Yaradandır, Biləndir"},{"SurahNumber":36,"VerseNumber":82,"Text":"Bir şeyi yaratmaq istədikdə ona təkcə: “Ol!” deyər, o da olar"},{"SurahNumber":36,"VerseNumber":83,"Text":"Əlində hər şeyin hökmü Olan Allah pak və müqəddəsdir. Siz ancaq Onun hüzuruna qaytarılacaqsınız"}]}