{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":12,"Text":"(Алла Ібіліске): «Саған, Мен әмір еткенде сені сәжде етуден не тыйды?» деді. Ол: «Мен одан артықпын. Мені оттан жаратып, оны балшықтан жараттың» деді"},{"SurahNumber":7,"VerseNumber":13,"Text":"(Алла): «Онда ол жерден түс. Онда сенің менменсуіңе болмайды. Дереу шық, қор болушылардансың» деді"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Ібіліс): «Қайта тірілетін күнге дейін мұрса бер» деді"},{"SurahNumber":7,"VerseNumber":15,"Text":"(Алла): « Шынында мұрса берілгендерденсің» деді"},{"SurahNumber":7,"VerseNumber":16,"Text":"(Ібіліс): «Ендеше, мені қаңғыртқаның себепті әлбетте мен де оларға қарсы Сенің тура жолыңда отырып аламын» деді"},{"SurahNumber":7,"VerseNumber":17,"Text":"«Сонан соң оларға алды- артына, оң-солынан келемін де олардың көбін шүкір етушілерден тапапйсың» деді"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Алла): «Қорланып қуылған түрде ол жерден шық. Әрине олардан кім саған ілессе, сендердің барлықтарыңмен тозақты толтырамын» деді"},{"SurahNumber":7,"VerseNumber":19,"Text":"(Алла): «Әй Адам! Сен және жұбайың жаннатқа орналас. Екеуің қалағандарыңша жеңдер. Алайда осы ағашқа жоламаңдар. Сонда злымдардан боласыңдар»"},{"SurahNumber":7,"VerseNumber":20,"Text":"Сонда шайтан, ол екеуінің ұятты жерлерінің ашылуы үшін азғырды да: «Раббыларың сендерді осы ағаштан, екеуің періште болып кетеді немесе мәңгі қалып қояды деп ғана тыйған» деді"},{"SurahNumber":7,"VerseNumber":21,"Text":"Және: «Шынында мен екеуіді үгіттеушілерденмін» деп, ант ішті"},{"SurahNumber":7,"VerseNumber":22,"Text":"Сөйтіп екеуін алдап түсірді. Сонда екеуі ағаштан татқан сәтте, ұятты жерлері ашылып кетті. Кеуі жаннат жапырақтарынан үстеріне жапсыра бастады. Раббылары екеуіне: «Екеулеріңді осы ағаштан тыймап па едім? Расында шайтан сендерге ашық дұшпан демеп пе едім?»,- деп дабыстады"}]}