{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":101,"Text":"Allah´ın mesajları size iletildiği halde ve Elçisi aranızda yaşarken hakikati nasıl inkar edebilirsiniz? Ama Allah´a sımsıkı tutunan, dosdoğru yola ulaştırılmıştır"},{"SurahNumber":3,"VerseNumber":102,"Text":"Siz ey imana ermiş olanlar! Derin bir duyarlıkla Allah´a karşı sorumluluğunuzun hakkıyla bilincinde olun ve O´na kendinizi yürekten teslim etmeden önce ölümün sizi alt etmesine izin vermeyin"},{"SurahNumber":3,"VerseNumber":103,"Text":"Hep birlikte Allah´ın ipine sımsıkı tutunun ve birbirinizden kopmayın. Ve Allah´ın size verdiği nimetleri hatırlayın: Siz birbirinize düşman iken kalplerinizi nasıl uzlaştırdı da O´nun lütfu ile kardeş oldunuz; ve ateşli bir uçurumun kenarında (iken) sizi ondan (nasıl) korudu. Bu şekilde Allah mesajlarını size açıklar ki hidayet bulasınız"},{"SurahNumber":3,"VerseNumber":104,"Text":"ve belki içinizden iyi ve yararlı olana davet eden, doğru olanı emreden, eğri ve yanlıştan alıkoyan bir topluluk çıkar: nihai kurtuluşa erişecek kimseler, işte bunlar olacak"},{"SurahNumber":3,"VerseNumber":105,"Text":"Hakikatin bütün kanıtları kendilerine geldikten sonra karşıt görüşlere kapılıp parçalananlar gibi olmayın; işte bunlar için feci bir azap vardır"},{"SurahNumber":3,"VerseNumber":106,"Text":"bazı yüzlerin (mutluluktan) parladığı ve bazı yüzlerin (acıyla) karardığı o (Hesap) Günü´nde yüzleri kararanlara: \"İmana erdikten sonra hakikati inkar mı ettiniz? O halde hakikati inkar ettiğiniz için tadın bu azabı!\" (denilecek)"},{"SurahNumber":3,"VerseNumber":107,"Text":"Nur yüzlülere gelince, onlar Allah´ın rahmet dairesi içinde olacaklar, orayı mesken edineceklerdir"},{"SurahNumber":3,"VerseNumber":108,"Text":"Bunlar Allah´ın mesajlarıdır: Hakikati bildiren bu (mesaj)ları sana iletiyoruz; zira Allah, yarattıklarının haksızlığa uğramasını dilemez"}]}