{"Id":107,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"‘O John!’ [We said,] ‘Hold on with power to the Book!’ And We gave him judgement while still a child"},{"SurahNumber":19,"VerseNumber":13,"Text":"and a compassion and purity from Us. He was Godwary"},{"SurahNumber":19,"VerseNumber":14,"Text":"and good to his parents, and was not self-willed or disobedient"},{"SurahNumber":19,"VerseNumber":15,"Text":"Peace be to him, the day he was born, and the day he dies, and the day he is raised alive"},{"SurahNumber":19,"VerseNumber":16,"Text":"And mention in the Book Mary, when she withdrew from her family to an easterly place"},{"SurahNumber":19,"VerseNumber":17,"Text":"Thus did she seclude herself from them, whereupon We sent to her Our Spirit and he became incarnate for her as a well-proportioned human"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said, ‘I seek the protection of the All-beneficent from you, should you be Godwary!’"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said, ‘I am only a messenger of your Lord that I may give you a pure son.’"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said, ‘How shall I have a child seeing that no human being has ever touched me, nor have I been unchaste?’"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said, ‘So shall it be. Your Lord says, ‘‘It is simple for Me.’’ And so that We may make him a sign for mankind and a mercy from Us, and it is a matter [already] decided.’"},{"SurahNumber":19,"VerseNumber":22,"Text":"Thus she conceived him, then withdrew with him to a distant place"},{"SurahNumber":19,"VerseNumber":23,"Text":"The birth pangs brought her to the trunk of a date palm. She said, ‘I wish I had died before this and become a forgotten thing, beyond recall.’"},{"SurahNumber":19,"VerseNumber":24,"Text":"Thereupon he called her from below her [saying,] ‘Do not grieve! Your Lord has made a spring to flow at your feet"},{"SurahNumber":19,"VerseNumber":25,"Text":"Shake the trunk of the palm tree, freshly picked dates will drop upon you"}]}