{"Id":332,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"¡Come, pues, y bebe, y que se alegren tus ojos! Y si ves a algún ser humano, hazle saber: ‘He hecho voto de silencio al Más Misericordioso y no puedo, por ello, hablar hoy con nadie.’”"},{"SurahNumber":19,"VerseNumber":27,"Text":"Después regresó a su familia, llevando consigo al niño.Dijeron: ¡Oh María! ¡En verdad, has hecho algo inaudito"},{"SurahNumber":19,"VerseNumber":28,"Text":"¡Oh hermana de Aarón! ¡Tu padre no fue un hombre malvado, ni fue tu madre una mujer licenciosa!”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Entonces ella señaló hacia él.Dijeron: “¿Cómo vamos a hablar con quien es [todavía] un niño en la cuna?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"[El niño] dijo: “En verdad, soy un siervo de Dios. Él me ha entregado la revelación y ha hecho de mí un profeta"},{"SurahNumber":19,"VerseNumber":31,"Text":"y me ha hecho bendito dondequiera que esté; y me ha prescrito la oración y la limosna mientras viva"},{"SurahNumber":19,"VerseNumber":32,"Text":"y que sea bondadoso con mi madre; y no me ha hecho arrogante ni falto de compasión"},{"SurahNumber":19,"VerseNumber":33,"Text":"“¡Y la paz fue conmigo el día en que nací, y [será conmigo] el día en que muera, y el día en que sea devuelto [de nuevo] a la vida!”"},{"SurahNumber":19,"VerseNumber":34,"Text":"ASI FUE, en palabras veraces, Jesús, hijo de María, sobre cuya naturaleza discrepan tan profundamente"},{"SurahNumber":19,"VerseNumber":35,"Text":"Es inconcebible que Dios tome para Sí un hijo: ¡infinito es Él en Su gloria! ¡Cuando dispone algo, le dice tan sólo: “Sé” --y es"},{"SurahNumber":19,"VerseNumber":36,"Text":"Y [así fue que Jesús dijo siempre]: “En verdad, Dios es mi Sustentador y también vuestro Sustentador; adoradle [pues, sólo]a Él: [sólo] este es un camino recto.”"},{"SurahNumber":19,"VerseNumber":37,"Text":"¡Y aún así, las sectas [que siguen la Biblia] discrepan entre sí [sobre la naturaleza de Jesús]!Pero, ¡ay de aquellos que niegan la verdad cuando llegue ese Día terrible"},{"SurahNumber":19,"VerseNumber":38,"Text":"¡Qué bien oirán y verán [la verdad] el Día que vengan a Nosotros!Pero hoy esos malhechores están claramente hundidos en el error"}]}