{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"(Onlar mı hayırlı) Yoksa, yaratılışı başlatan, sonra onu yaratmayı tekrar eden ve size gökten ve yerden rızık veren mi? Allah ile birlikte başka bir ilah mı var? De ki: “Eğer doğru söyleyenler iseniz haydi delilinizi getirin.”"},{"SurahNumber":27,"VerseNumber":65,"Text":"Yine de ki: Göklerde ve yerde Allah’tan başka hiç kimse gaybı bilemez. Ve onlar, ne zaman diriltileceklerini de bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Oysa onlara ahiret hakkında bilgi ardarda gelmiştir. Onlar, bu hususta şüphe içindedirler. Hayır, bundan yana kördürler"},{"SurahNumber":27,"VerseNumber":67,"Text":"Kâfirler: \"Biz ve atalarımız, toprak olduktan sonra (mezarlarımızdan) mı çıkarılacağız?\" dediler"},{"SurahNumber":27,"VerseNumber":68,"Text":"And olsun, bize de, daha önceki atalarımıza da bu vadedilmişti. Ama bu, öncekilerin masallarından başka birşey değildir"},{"SurahNumber":27,"VerseNumber":69,"Text":"De ki: “Yeryüzünde gezip, günahkârların sonunun nasıl olduğunu bir görün.”"},{"SurahNumber":27,"VerseNumber":70,"Text":"Onlar için üzülme, kurdukları tuzaklardan da sıkıntıya düşme"},{"SurahNumber":27,"VerseNumber":71,"Text":"Eğer, doğru söylüyorsanız bu vaat/tehdit ne zaman?\" derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: \"(Kim bilir?) Belki de çabucak istemekte olduğunuzun (azabın) bir kısmı size pek de yakındır"},{"SurahNumber":27,"VerseNumber":73,"Text":"Şüphesiz Rabbin, insanlara karşı lütuf sahibidir. Fakat, onların çoğu şükretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Şüphesiz Rabbin, onların içlerinde gizlediklerini de, açığa vurduklarını da elbette bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Gökte ve yerde gizli hiçbir şey yoktur ki apaçık bir kitapta olmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"Doğrusu bu Kur'an İsrailoğullarına hakkında ayrılığa düştüklerinin çoğunu anlatmaktadır"}]}