{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Eet, drink en spoel u oë uit. En indien u iemand sien, sê dan: Waarlik, ek het aan die Barmhartige ’n gelofte afgelê om te vas; daarom sal ek vandag met niemand praat nie"},{"SurahNumber":19,"VerseNumber":27,"Text":"En sy het haar kind na haar volk teruggedra. Hulle antwoord was: O Maria, u het iets vreemds gedoen"},{"SurahNumber":19,"VerseNumber":28,"Text":"O suster van Aäron! U vader was geen verdorwe man en u moeder nie ’n onkuise vrou nie"},{"SurahNumber":19,"VerseNumber":29,"Text":"Maar sy het na hom gewys. Hulle het gesê: Hoe kan ons praat met ’n kind wat nog in die wieg lê"},{"SurahNumber":19,"VerseNumber":30,"Text":"En hy het gesê: Ek is waarlik ’n dienaar van Allah. Hy het my die Boek gegee en van my ’n profeet gemaak"},{"SurahNumber":19,"VerseNumber":31,"Text":"en Hy sal my geseënd laat wees, waar ek my ook al mag bevind; en Hy het my die gebed en die gee van gunste opgelê solank as wat ek lewe"},{"SurahNumber":19,"VerseNumber":32,"Text":"en ook dat ek my moeder gehoorsaam moet wees; en Hy het nie van my ’n weerspannige en ongeseënde gemaak nie"},{"SurahNumber":19,"VerseNumber":33,"Text":"En vrede was met my op die dag van my geboorte en sal met my wees op die dag van my afsterwe, en so ook weer op die Dag wanneer ek opgewek sal word"},{"SurahNumber":19,"VerseNumber":34,"Text":"So was Jesus, die seun van Maria. En dit is oor hierdie ware verklaring dat hulle argumenteer"},{"SurahNumber":19,"VerseNumber":35,"Text":"Dit pas nie by Allah dat Hy ’n seun vir Homself moet neem nie. Heilig is Hy! Wanneer Hy ’n beslissing vel, sê Hy slegs: Wees! en dit word"},{"SurahNumber":19,"VerseNumber":36,"Text":"Voorwaar, Allah is my Heer en julle Heer; daarom moet julle Hom dien. Dít is die regte weg"},{"SurahNumber":19,"VerseNumber":37,"Text":"Maar sektes onder hulle het met mekaar van mening verskil. Wee dan die ongelowiges, omdat hulle aanwesig sal wees op ’n smartlike dag"},{"SurahNumber":19,"VerseNumber":38,"Text":"Hoe helder sal hulle hoor en sien op die Dag wanneer hulle tot Ons sal terugkeer; waarlik, die kwaaddoeners verkeer vandag in duidelike dwaling"}]}