{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":96,"Text":"سىلەرنىڭ ۋە يولۇچىلارنىڭ مەنپەئەتلىنىشى ئۈچۈن سىلەرگە دېڭىز ھايۋانلىرى، دېڭىزدىن چىقىدىغان يېمەكلىكلەر ھالال قىلىندى، مادامىكى سىلەر ئېھرامدا ياكى ھەرەمدە ئىكەنسىلەر، قۇرۇقلۇق ھايۋانلىرىنى ئوۋلاش سىلەرگە ھارام قىلىندى، سىلەر (قىيامەت كۈنى) دەرگاھىغا توپلىنىدىغان اﷲ تىن قورقۇڭلار"},{"SurahNumber":5,"VerseNumber":97,"Text":"اﷲ بەيتۇلھەرەم بولغان كەبىنى، ھەج ئېيىنى، ھەجدە قىلىنىدىغان قۇربانلىقنى، (قۇربانلىقنىڭ ئالامىتى سۈپىتىدە) بويۇنلىرىغا بەلگە ئېسىلغان تۆگىلەرنى ئىنسانلارنىڭ دۇنيا ۋە ئاخىرەتلىك ئىشلىرىنىڭ تۇتقۇسى قىلدى، بۇ، اﷲ نىڭ ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنى بىلىپ تۇرىدىغانلىقىنى ۋە اﷲ نىڭ ھەر شەيئىنى بىلگۈچى ئىكەنلىكىنى سىلەرنىڭ بىلىشىڭلار ئۈچۈندۇر"},{"SurahNumber":5,"VerseNumber":98,"Text":"بىلىڭلاركى، اﷲ نىڭ ئازابى قاتتىقتۇر، (ئىتائەت قىلغۇچىلارغا) اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"},{"SurahNumber":5,"VerseNumber":99,"Text":"پەيغەمبەرنىڭ مەسئۇلىيىتى پەقەت تەبلىغ قىلىشتۇر. اﷲ سىلەرنىڭ ئاشكارا ۋە يوشۇرۇن قىلىپ يۈرگەن ئىشلىرىڭلارنى بىلىپ تۇرىدۇ"},{"SurahNumber":5,"VerseNumber":100,"Text":"(ئى مۇھەممەد!) ئېيتقىنكى، گەرچە ھارامنىڭ كۆپلۈكى (ئى تىڭشىغۇچى) سېنى ئەجەبلەندۈرسىمۇ، ھارام بىلەن ھالال باراۋەر ئەمەس. ئى ئەقىل ئىگىلىرى! نىجات تېپىشىڭلار ئۈچۈن اﷲ تىن قورقۇڭلار"},{"SurahNumber":5,"VerseNumber":101,"Text":"ئى مۆمىنلەر! ئەگەر سىلەرگە ئاشكارا قىلىنسا سىلەرنى بىئارام قىلىپ قويىدىغان نەرسىلەر توغرۇلۇق (پەيغەمبەردىن) سورىماڭلار. ئەگەر قۇرئان نازىل قىلىنىۋاتقان چاغدا ئۇلار توغرۇلۇق سورىساڭلار، سىلەرگە بىلدۈرۈلىدۇ، ئۆتكەندە سورىغانلىرىڭلارنى اﷲ ئەپۇ قىلدى. اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ھەلىمدۇر (يەنى ئاسىيلىق قىلغۇچىلارنى جازالاشقا ئالدىراپ كەتمەيدۇ)"},{"SurahNumber":5,"VerseNumber":102,"Text":"سىلەردىن بۇرۇن ئۆتكەن بىر قەۋم (پەيغەمبەرلىرىدىن) شۇنداق مەسىلىلەرنى سورىغان ئىدى، كېيىن بۇنىڭ سەۋەبىدىن (يەنى سورىغان ئىشلىرى بايان قىلىنىپ ئۇلار ئەمەل قىلمىغانلىقتىن) كاپىر بولۇپ كەتتى"},{"SurahNumber":5,"VerseNumber":103,"Text":"بەھىرە (سەككىزنى تۇغقان، بەشىنچىسىنى ئەركەك تۇغقان تۆگە بولۇپ، جاھىلىيەت ئەرەبلىرى بۇ تۆگىنىڭ قۇلىقىنى يېرىپ قويۇپ ئۆز مەيلىگە قويۇپ بېرەتتى، مىنمەيتتى، يۈك ئارتمايتتى)، سائىبە (چىشىدىن ئوننى تۇغقان تۆگە بولۇپ، مىنىلمەيتتى، قىرقىلمايتتى، سۈتى مۇساپىرلارغىلا بېرىلەتتى)، ۋەسىلە (بىرىنچىنى ۋە ئىككىنچىنى چىشى تۇغقان، بۇتلار ئۈچۈن ئۆز مەيلىگە قويۇۋېتىلگەن تۆگە)، ھام (ئون تۆگىگە ئاتا بولغان بۇغرا تۆگە بولۇپ، ئۇلار ئۇنى مىنمەي، يېمەك - ئىچمەكتە ئۆز مەيلىگە قويۇپ بېرەتتى) لارغا اﷲ (يۇقىرىقىدەك قىلىشنى) بۇيرۇغىنى يوق، (لېكىن كاپىرلار اﷲ قا يالغاننى چاپلايدۇ، ئۇلارنىڭ تولىسى بۇنىڭ يالغانلىقىنى) چۈشەنمەيدۇ"}]}