{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":2,"VerseNumber":225,"Text":"Allah inka ngukum kao gara – gara sumpahnyu seandainya kao inak singaja tapi malah sabaliknya kadek kao singaja Allah Mahapangampon / Maha Panyantun"},{"SurahNumber":2,"VerseNumber":226,"Text":"Bagi umat nang bininya80 harus nunggu amapi bulan’t baru bias batamu (man bininya) kaka sungguh Allah Mahapangampon / Mahapanyayangk"},{"SurahNumber":2,"VerseNumber":227,"Text":"Man kade tekat dah bulat untuk bacare maka Allah Mahanangar / Mahana’uan"},{"SurahNumber":2,"VerseNumber":228,"Text":"Samua nang bini nang di careant wajib nahan diri’ iaka’ koa (nunggu) tiga kali quru 81. Nana’ mulih bagi iak’ koa nosokkatn ahe nang diciptaan Allah ka’rahim iaka’ koa, kade’ iaka’ koa baiman ka’ Allah man ari pangabisan. Man nang laki iaka’ koa labih bahak kambali ka’ iaka’ koa (masa) koa, kade’ iaka’koa manghandaki kabaikatn. Man iaka’ koa (para nang bini) mampunyai hak saimbang mang kawajipatnnya manurut cara nang patut. Tatapi para nang laki mampunyai’ kalabihatn ka’ atas iaka’ koa.82 Allah Maha Pakasa, Maha Bijaksana"},{"SurahNumber":2,"VerseNumber":229,"Text":"Kata care nanya dapat di satuant agik sabanyak dua kali sasudah koa laki harus bias nahan diri / melepaskan diri (bapisah) inak mulih bagi kao naap jukut nang dah kao merekant ka iaka’ koa kacoali badua laki bini koa galik inak mampunya ianan Hukum Allah. Kadek’ walinya galik bahwa’ nya badua inak mampu nyalanan hokum Allah makanya badua inak badosa atas bayarant nang harusnya bayar untuk bininya sabagai tabusan.83 Koalah hukum – hukum Allah maka amelah kao ngalanggarnya kade kao baik di barak urakng nang badosa"},{"SurahNumber":2,"VerseNumber":230,"Text":"Satalah talah nang kadua ia nyareant bininya maka bininya koa inka halal agik bagi lakinya sanapek bininya. Panganten agek man urakng lain lalu bacare terusnya badua’ koa panganten agik supaya inak ada pitnah / dosa dari kaduanya supaya inak ada pitnah /dosa dari kaduanya. Kaolah katantuan – katantuan Allah nang di narangkannya kak urakng –urakng nang bapandidikan / pintar"}]}