{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"Vakati: “Iwe Musa! (Zviri paviri) wotanga kukanda kana kuti isu tova vokutanga kukanda?”"},{"SurahNumber":20,"VerseNumber":66,"Text":"(Musa) ndokuti: “Asi kandai zvenyu (kwekutanga)!” Chiriporipotyo, tambo dzavo netsvimbo dzavo nemapipi avo dzakasutsa kwaari sokunge dzaizvongonyoka nekukurumidza"},{"SurahNumber":20,"VerseNumber":67,"Text":"Saka Musa akave nekutya muhana make"},{"SurahNumber":20,"VerseNumber":68,"Text":"Isu (Allah) takabva tati: “Usave unotya! Zvirokwazvo, iwewe uchave pamusoro (uchakunda).”"},{"SurahNumber":20,"VerseNumber":69,"Text":"“Uye kanda pasi chiri muruoko rwako rwekurudyi! Chichamedza (zvose) zvavagadzira. Zvirokwazvo, vagadzira pangano (chipandwa) rehuroyi, zvekare munhu wemashiripiti haabudirire kose kwaanouya nako (nehunyanzvi wake).”"},{"SurahNumber":20,"VerseNumber":70,"Text":"Naizvozvo vaiti vemapipi vose vakadonhera pasi vakagwadaira ndokuti: “Tinotenda munaTenzi vaHaaroon (Aroni) naMusa.”"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Farawo) ndokuti: “Matenda maari ndisati ndakubvumidzai? Zvirokwazvo, mukuru wenyu akakudzidzisai mashiripiti (kuita mapipi). Naizvozvo, ndichacheka-cheka maoko enyu zvekare nemakumbo enyu kubva kumativi akapesana (gumbo rerudyi neruoko rwekuruboshwe kana kuti mamwe mativi), zvekare ndichakukomererai pamahunde emadheti (Nakheel – michero yakada kungofanana neshumha asi kuti ihuru uye inotapira zvikuru), uye muchanyatsoziva kuti ndiani pakati pedu akaoma pamurango uye aneraramo isingaperi (pakati pangu ini Farawo naTenzi vaMusa - Allah).”"},{"SurahNumber":20,"VerseNumber":72,"Text":"Vakabva vati: “Hatimbokude kupinda (pane) zvauya kwatiri kubva muzviratidzo (zviri pachena) uyezve naAllah avo vakatisika. Naizvozvo, ipa chisungo chaunoda. Zvirokwazvo, iwewe unotonga zvehupenyu uno hwepanyika.”"},{"SurahNumber":20,"VerseNumber":73,"Text":"“Zvirokwazvo, tave tinotenda muna Tenzi vedu nekuda kokuti vatiregerere zvitadzo zvedu, zvekare (vatiregerere) kubva mune mashiripiti hwakatimanikidzira isu. Uyezve Allah vakanaka (kupinda Farawo mumibairo) uye vane raramo isingaperi.”"},{"SurahNumber":20,"VerseNumber":74,"Text":"Zvirokwazvo, uyo anouya kuna Tenzi vake ari Mujrim (mutadzi, asingatendi muhumwechete hwaAllah achiita mabasa erima), naizvozvo zvirokwazvo, Gehena ndorake umo maasingambofi kana kurarama"},{"SurahNumber":20,"VerseNumber":75,"Text":"Asi uyo anouya kwavari (Tenzi vake) ari mutendi (muhumwechete hwaAllah) apo anenge akaita mabasa akasvonaka, naizvozvo ndivavo vanenge vaine ukuru hwekumusoro-soro"},{"SurahNumber":20,"VerseNumber":76,"Text":"Mapindu eAdn (Paradhiso), umo nzizi dzinoerera pasi pawo (mapindu), uye vachagaramo zvamuchose. Uye uyu ndiwo mubairo weuyo anozvichenesa (anosiya kuita zvose zvakarambwa naAllah uye oita zvavakabvumidza)"}]}