{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"(Xusuuso) Maalinta ay naf walba imaan doonto iyadoo u doodaysa nafteeda, oo naf walba loo oofin doono waxay fashay, iyagoo aan loola dhaqmi doonin si caddaalad darro ah"},{"SurahNumber":16,"VerseNumber":112,"Text":"Oo Allaah wuxuu yeelaa tusaale: magaalo nabad aheyd xasilloon; oo uu uga yimaado risiqeedu haqab la’aan meel walba, ha yeeshee ku gaalowday Nicmooyinkii Ilaahay. Sidaas darteed Allaah ka yeelay inay dhadhamiso gaajo daran iyo cabsi waxay samaynayeen darteed"},{"SurahNumber":16,"VerseNumber":113,"Text":"Oo dhab ahaan waxaa u yimid Rasuul ka mid ah, wayse beeniyeen, markaas baa waxaa ku dhacay Cadaab iyagoo ahaa gar ma qaatayaal"},{"SurahNumber":16,"VerseNumber":114,"Text":"Ee cuna waxa ka midka ah waxa Allaah idin siiyey, xalaasha ee fiican, oo ka mahad cesha Nicmadda Ilaahay, haddii aad Isaga Keliya caabuddaan"},{"SurahNumber":16,"VerseNumber":115,"Text":"Wuxuu uun sideedaba idinka xaaraameeyey waxa iskood u dhinta iyo dhiig iyo hilib doofaar iyo waxa magac kale aan aheyn kan Allaah lagu xusay. Mid kastoo se ay dani ku qabato isagoo aan caasooyobid u dan laheyn, oo xad gudbeyn, markaa hubaal, Allaah waa Dambi Dhaaf Badane, Naxariis Badan"},{"SurahNumber":16,"VerseNumber":116,"Text":"Oo waxa ay carrabyadiinnu tilmaamayaan, ha sheegina beenta (idinkoo leh): Kani waa xalaal kanna waa xaaraan, si aad ugu been abuurataan Allaah. hubaal kuwa ku been abuurta Allaah ma liibaani doonaan"},{"SurahNumber":16,"VerseNumber":117,"Text":"Waa raaxo yar oo waxay mudan doonaan cadaab aad u xanuun badan"},{"SurahNumber":16,"VerseNumber":118,"Text":"Oo kuwa ahaa Yuhuudda, Waxaanu ka xaaraamaynay waxyaalaha aan horay kuugu soo sheegnay28. Oo ma aanu ku gardarroon, laakiinse iyaga baa nafahooda ku gardarrooday"}]}