{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"Waxaan anigu mudanahay inaan ka sheegin Allaah waxaan ahayn Xaq. Waxaan idiinka la imid xaqiiq Xujo Cad xagga Rabbigiin. Ee igu dar ha ila tageene ilmaha Israa’iil"},{"SurahNumber":7,"VerseNumber":106,"Text":"Wuxuu yidhi: Haddaad la timid Calaamo, haddaba keen haddaad ka mid tahay runlowyda"},{"SurahNumber":7,"VerseNumber":107,"Text":"Markaas buu wuxuu tuuray ushiisii mise! Waa mas iska cad"},{"SurahNumber":7,"VerseNumber":108,"Text":"Oo wuxuu u soo saaray debedda gacantiisa, mise! Waa caddahay (oo u ifeysey) eegayaasha"},{"SurahNumber":7,"VerseNumber":109,"Text":"Waxay xildhibaannadii ka mid ahaa dadkii Fircoon yidhaahdeen: Hubaal kani waa saaxir xeel dheer"},{"SurahNumber":7,"VerseNumber":110,"Text":"Wuxuu rabaa inuu idinka saaro dhulkiinna, ee maxaad haddaba ku talineysaan"},{"SurahNumber":7,"VerseNumber":111,"Text":"Waxay yidhaahdeen: Dib u dhig (xaalkiisa) isaga iyo walaalkiba (in muddo ah)oo u dir ergooyin xagga magaalooyinka"},{"SurahNumber":7,"VerseNumber":112,"Text":"Kuu keena saaxir kasta oo xeel dheer"},{"SurahNumber":7,"VerseNumber":113,"Text":"Oo sixiroolayaashii waxay u yimaadeen Fircoon (oo) yidhaahdeen: Waa inaan hubaal yeelannaa Abaal gud fiican haddaan innagu adkaanno"},{"SurahNumber":7,"VerseNumber":114,"Text":"Wuxuu yidhi: Haa yoo, oo waxaad waliba ka mid noqon doontaan kuwa la ii soo dhoweeyo"},{"SurahNumber":7,"VerseNumber":115,"Text":"Waxay yidhaahdeen: Muusow! Ma adiga baa (hor) tuuran mise innaga baa ahaanna kuwa (hor) tuurta"},{"SurahNumber":7,"VerseNumber":116,"Text":"Wuxuu yidhi: Tuurta. Haddaba markii ay tuureen, waxay sixreen indhihii dadka oo argagax geliyeen, oo waxay la yimaadeen sixir aad u weyn"},{"SurahNumber":7,"VerseNumber":117,"Text":"Oo waxaan u waxyoonnay Muuse (Annagoo leh): Tuur ushaada. Mise! waxay liqliqday isla markiiba waxay been dhoobdhoobeen ee ay soo bandhigeen"},{"SurahNumber":7,"VerseNumber":118,"Text":"Marka xaqii baa sugnaaday, oo waxay faleen waxay noqdeen waxaan waxba ka jirin oo iska baabba’ay"},{"SurahNumber":7,"VerseNumber":119,"Text":"Sidaas baa (Fircoon iyo dadkiisii) looga adkaaday halkaa, oo noqdeen kuwo la jabiyey"},{"SurahNumber":7,"VerseNumber":120,"Text":"Oo sixiroolayaashii ula dhaceen (dhulka) sujuud (xagga Allaah)"}]}