{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"qui ont fragmenté le Coran (ne croyant qu’à ce qui leur convenait)"},{"SurahNumber":15,"VerseNumber":92,"Text":"Par ton Seigneur ! Nous les interrogerons"},{"SurahNumber":15,"VerseNumber":93,"Text":"à propos de leurs agissements"},{"SurahNumber":15,"VerseNumber":94,"Text":"Proclame ouvertement les commandements que tu as reçus, et détourne-toi des polythéistes"},{"SurahNumber":15,"VerseNumber":95,"Text":"En vérité, Nous te protégeons des railleurs"},{"SurahNumber":15,"VerseNumber":96,"Text":"ceux qui associent une autre divinité à Dieu et qui sauront bien assez tôt"},{"SurahNumber":15,"VerseNumber":97,"Text":"Nous savons bien que leurs détractions t’oppressent le cœur"},{"SurahNumber":15,"VerseNumber":98,"Text":"Célèbre donc les louanges de ton Seigneur, et sois de ceux qui se prosternent"},{"SurahNumber":15,"VerseNumber":99,"Text":"Et adore ton Seigneur jusqu’à ce que l’inévitable (la mort) te surprenne"},{"SurahNumber":16,"VerseNumber":1,"Text":"Le décret de Dieu est sur le point de s’accomplir. Ne cherchez donc pas à hâter son avènement ! Gloire à Dieu et exalté soit-Il au-delà de ce qu’ils Lui associent"},{"SurahNumber":16,"VerseNumber":2,"Text":"Il fait descendre les anges avec l’Esprit, chargés par Son ordre de transmettre la révélation à qui Il Lui plaît parmi Ses serviteurs : « Avertissez les Hommes qu’Il n’y a d’autre divinité en dehors de Moi. Alors, craignez-Moi !»"},{"SurahNumber":16,"VerseNumber":3,"Text":"Il a créé les Cieux et la Terre à dessein ! Il est au-delà de ce qu’on peut Lui associer"},{"SurahNumber":16,"VerseNumber":4,"Text":"Il a créé l’Homme d’une goutte de sperme, pourtant le voilà devenu ouvertement hostile"},{"SurahNumber":16,"VerseNumber":5,"Text":"De même qu’Il a créé les bestiaux pour votre usage. Ils vous procurent de quoi vous maintenir au chaud ainsi que d’autres avantages, et votre nourriture"},{"SurahNumber":16,"VerseNumber":6,"Text":"Ils vous procurent satisfaction lorsque vous les rentrez du pâturage et lorsque vous les y menez"}]}