{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Истинно, к тем, которые были верующими и делали доброе, Милостивый проявит любовь Свою"},{"SurahNumber":19,"VerseNumber":97,"Text":"Истинно, Мы сделали его легким на языке твоем для того, что бы ты радовал им благочестивых, и страшил им людей упорных"},{"SurahNumber":19,"VerseNumber":98,"Text":"Сколько древних поколений бывших прежде них, погубили Мы! Видишь ли ты хотя одно из них? Или слышишь ли хотя тихий шорох от кого либо из них"},{"SurahNumber":20,"VerseNumber":1,"Text":"Твердо, глагол"},{"SurahNumber":20,"VerseNumber":2,"Text":"Мы ниспослали тебе этот Коран не для того, чтобы ты бедствовал"},{"SurahNumber":20,"VerseNumber":3,"Text":"А только для того, чтобы он был вразумлением для тех, которые богобоязливы"},{"SurahNumber":20,"VerseNumber":4,"Text":"Он ниспослание от Того, который сотворил землю и горние небеса"},{"SurahNumber":20,"VerseNumber":5,"Text":"Милостивый восседает на престоле"},{"SurahNumber":20,"VerseNumber":6,"Text":"В Его власти и то, что есть на небесах, и то, что на земле, и то, что есть между ими, и то, что под землею"},{"SurahNumber":20,"VerseNumber":7,"Text":"Не произноси громко слов своих, потому что Он знает тайное и самое сокровеннейшее"},{"SurahNumber":20,"VerseNumber":8,"Text":"Бог - кроме Его нет никакого Бога. Ему есть прекрасные имена"},{"SurahNumber":20,"VerseNumber":9,"Text":"Доходил ли до тебя рассказ о Моисее"},{"SurahNumber":20,"VerseNumber":10,"Text":"Вот, он увидел огонь и сказал своему семейству: \"Побудьте здесь; я усматриваю огонь: может быть, принесу вам от него головню, или при помощи этого огня найду прямую дорогу"},{"SurahNumber":20,"VerseNumber":11,"Text":"Когда он подходил к нему, тогда было воззвание: \"Моисей"},{"SurahNumber":20,"VerseNumber":12,"Text":"Я - Господь твой; сними обувь с себя, потому что ты на святой долине Това"}]}