{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Anyakwiche (pa uchimbichimbi ni upile) Ajula (Allah) jwauli mu Nkono Mwakwe uchimwene, soni Jwalakwe pa chindu chilichose aŵele Jwakombola"},{"SurahNumber":67,"VerseNumber":2,"Text":"Ajula jwaagumbile chiwa ni umi kuti an'dinje (yanti) ana ŵani mwa jenumanja ŵali ŵakolosya kusyene masengo. Soni Jwalakwe ni Jwamachili gakupunda, Jwakululuka kusyene"},{"SurahNumber":67,"VerseNumber":3,"Text":"Ajula jwaagumbile mawunde nsano nagaŵili mwakusajikanya (line pachanya pa lijakwe, natamuno nnole kwinaniko) ngankuona kutindana kulikose mu kagumbe ka (Allah) Jwaukoto wejinji, basi wilisyani kulola, ana nkujiona midala jilijose"},{"SurahNumber":67,"VerseNumber":4,"Text":"Soni wilisyani kulola kaŵilikose, chikum'bujile mwasyene kulolako (meso gali) nkuchenga soni galakwe gali pambesi pakupela (nambo so! Nganim'ba nchiweni chilema chilichose)"},{"SurahNumber":67,"VerseNumber":5,"Text":"Soni chisimu chene pamasile patulisalalisye liwunde lya duniya ni nyali (ndondwa), ni tusitesile kuŵa (mwakuumila yenje) yagasomela mashetani. Soni twalinganyichisye ŵangayao ilagasyo ya Moto Wakulapuka"},{"SurahNumber":67,"VerseNumber":6,"Text":"Soni akwete kupata ŵandu ŵankanile M'mbuje gwao ilagasyo ya Jahannama, kaje kusakala nnope malo gakuujila gakwe"},{"SurahNumber":67,"VerseNumber":7,"Text":"Ndema jatachiponyedwa mwalakwemo tachikupikana kulilima kwakwe soni aku uli nkutokota kusyene"},{"SurahNumber":67,"VerseNumber":8,"Text":"Ukusigalaga panandi kuti ukatichekatiche ligongo lya ukali. Ndema jilijose jalikaponyedweje mwalakwemo likuga (lya achimakafili), chaakaawusyeje akuwusunga (Motowo ŵali Achimalaika kuti): “Ana nganam’bichilila nkutetela?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"Takajanjeje (kuti): “Elo, chisimu jwatuichilile nkutetela, nambo twakaaniile, ni twatite: ‘Allah nganatumisya chilichose, nganim'batu jenumanja ikaŵeje mu kupotela kwekulungwa.”"},{"SurahNumber":67,"VerseNumber":10,"Text":"Soni takajileje: “Tungaŵe twapikanile (yaŵatusalilaga ila) kapena kuiganichisya mwalunda, nga nganituŵa mu ŵandu ŵa ku Moto Wakulapuka.”"},{"SurahNumber":67,"VerseNumber":11,"Text":"Basi takajitichisye ileŵi yao (nambo kwitichisyako ngakuja kwakamuchisya), mwanti kutalichila nikwao ŵandu ŵa ku Moto Wakulapuka (kutyochela ku chanasa cha Allah)"},{"SurahNumber":67,"VerseNumber":12,"Text":"Chisimu aŵala ŵaakun’jogopa M’mbuje gwao akakum’bona, akwete kupata chikululuko ni malipilo gekulungwa"}]}