{"Id":40,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":96,"Text":"তোমালোকৰ বাবে সাগৰৰ চিকাৰ আৰু সেয়া ভক্ষণ কৰা হালাল কৰা হৈছে, তোমালোকৰ আৰু পৰ্যটকসকলৰ ভোগৰ বাবে। তোমালোকে যেতিয়ালৈকে ইহৰামত থাকিবা তেতিয়ালৈকে তোমালোকৰ বাবে স্থলৰ চিকাৰ কৰা হাৰাম; আৰু তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা, যাৰ ওচৰত তোমালোকক একত্ৰিত কৰা হ’ব।"},{"SurahNumber":5,"VerseNumber":97,"Text":"আল্লাহে পৱিত্ৰ কাবা ঘৰক, পৱিত্ৰ মাহক, হাদঈ আৰু গলাৱদ্ধ জন্তুকো মানুহৰ কল্যাণৰ বাবে নিৰ্ধাৰিত কৰিছে। এইটো এই বাবে যে, যাতে তোমালোকে জানিব পাৰা, নিশ্চয় আকাশসমূহত যি আছে আৰু পৃথিৱীত যি আছে আল্লাহে সেয়া জানে আৰু নিশ্চয় আল্লাহ সকলো বস্তু সম্পৰ্কে সম্যক অৱগত।"},{"SurahNumber":5,"VerseNumber":98,"Text":"জানি থোৱা, নিশ্চয় আল্লাহ শাস্তি দানত অতি কঠোৰ, আৰু আল্লাহ পৰম ক্ষমাশীল, পৰম দয়ালু।"},{"SurahNumber":5,"VerseNumber":99,"Text":"ৰাছুলৰ দায়িত্ব কেৱল প্ৰচাৰ কৰা; আৰু তোমালোকে যি প্ৰকাশ কৰা আৰু যি গোপন কৰা সেয়া আল্লাহে জানে।"},{"SurahNumber":5,"VerseNumber":100,"Text":"কোৱা, অপৱিত্ৰ আৰু পৱিত্ৰ সমান নহয়, যদিও অপৱিত্ৰৰ আধিক্য তোমাক মুগ্ধ কৰে। সেয়ে, হে বোধসম্পন্ন ব্যক্তিসকল! তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা যাতে তোমালোকে সফল হ’ব পাৰা।"},{"SurahNumber":5,"VerseNumber":101,"Text":"হে মুমিনসকল! তোমালোকে এনে কোনো বিষয়ে প্ৰশ্ন নকৰিবা যিটো তোমালোকৰ ওচৰত প্ৰকাশ কৰা হ’লে সেয়া তোমালোকক কষ্ট দিব। আৰু কোৰআন অৱতীৰ্ণ হোৱাৰ সময়ত তোমালোকে যদি তেনেকুৱা কোনো প্ৰশ্ন কৰা তেন্তে সেয়া তোমালোকৰ ওচৰত প্ৰকাশ কৰা হ’ব। আল্লাহে সেইবোৰ ক্ষমা কৰিছে আৰু আল্লাহ ক্ষমাশীল, সহনশীল।"},{"SurahNumber":5,"VerseNumber":102,"Text":"তোমালোকৰ আগতেও এটা সম্প্ৰদায়ে এনেকুৱা ধৰণৰ প্ৰশ্ন কৰিছিল; তাৰ পিছত সিহঁতে ইয়াৰ কাৰণে কাফিৰ হৈ গৈছিল।"},{"SurahNumber":5,"VerseNumber":103,"Text":"বাহীৰাহ, ছায়েবাহ, অছীলাহ আৰু হাম আল্লাহে প্ৰৱৰ্তন কৰা নাই; কিন্তু কাফিৰসকলে আল্লাহৰ প্ৰতি মিথ্যাৰোপ কৰে আৰু সিহঁতৰ অধিকাংশই নুবুজে।"}]}