{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":40,"Text":"That we may follow (the religion of) the magicians, if they win?”"},{"SurahNumber":26,"VerseNumber":41,"Text":"So, when the magicians arrived, they said to Firon (Pharaoh): \"Truly— Shall we have a (worthy) reward if we win"},{"SurahNumber":26,"VerseNumber":42,"Text":"Said (Firon): \"Yes, (and more)— Because, in that case (if you win), you will be (given positions) near (to me)"},{"SurahNumber":26,"VerseNumber":43,"Text":"Said Musa (Moses) to them: \"You throw— Whatever you are about to throw"},{"SurahNumber":26,"VerseNumber":44,"Text":"So, they threw their ropes and their rods, and said: \"By the might of Firon (Pharaoh), it is we who will really win"},{"SurahNumber":26,"VerseNumber":45,"Text":"Then (Musa) threw his rod, when, look! It right away swallows up all the lies that they make up"},{"SurahNumber":26,"VerseNumber":46,"Text":"Then the magicians fell down, prostrate in praise"},{"SurahNumber":26,"VerseNumber":47,"Text":"Saying: \"We believe in the Lord of the Worlds (Rab-ul-'Ala'meen)"},{"SurahNumber":26,"VerseNumber":48,"Text":"The Lord of Musa (Moses) and Haroon (Aaron)"},{"SurahNumber":26,"VerseNumber":49,"Text":"Said (Firon): \"Will you believe in Him (Allah) before I give you permission? Surely, he (Musa) is your chief, who has taught you magic! But you will know soon! Be sure I will cut off your hands and your feet on opposite sides, and I will cause you all to die on the cross"},{"SurahNumber":26,"VerseNumber":50,"Text":"They said: \"(That) does not matter! About us, we shall only go back to our Lord"},{"SurahNumber":26,"VerseNumber":51,"Text":"Verily, our desire is that our Lord will forgive us for our mistakes, that we may become first among the believers"},{"SurahNumber":26,"VerseNumber":52,"Text":"By inspiration We revealed to Musa (Moses): \"Go (away from Firon) by night with My servants; Because surely, you will be chased"},{"SurahNumber":26,"VerseNumber":53,"Text":"Then Firon (Pharaoh) sent news to (all) the Cities"},{"SurahNumber":26,"VerseNumber":54,"Text":"These (people) are only a small group"},{"SurahNumber":26,"VerseNumber":55,"Text":"And they are very angry against us"},{"SurahNumber":26,"VerseNumber":56,"Text":"But we are a many more with enough warning"},{"SurahNumber":26,"VerseNumber":57,"Text":"So We expelled them from gardens, springs"},{"SurahNumber":26,"VerseNumber":58,"Text":"Treasures, and every kind of honorable position"},{"SurahNumber":26,"VerseNumber":59,"Text":"It was like this, that We made the Children of Israel inheritors of these things"},{"SurahNumber":26,"VerseNumber":60,"Text":"So they (Firon) chased them (Musa and the Israelites) at sunrise"}]}