{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":11,"VerseNumber":54,"Text":"““Sitinena kanthu, koma kuti (mwina) milungu yathu ina yakulodza misala.” (Iye) adati: “Ndithu ine ndikupereka umboni kwa Allah ndipo inunso perekani umboni kuti ine ndili kutali ndi zimene mukumphatikiza nazo (Allah pomazipembedza).”"},{"SurahNumber":11,"VerseNumber":55,"Text":"““Kusiya Iye; (milungu yanuyo sindikuiopa ngati ili ndi mphamvu pamodzi ndi inu), tero ndichitireni chiwembu nonsenu, ndipo kenako musandiyembekezere (musandipatse nthawi).”"},{"SurahNumber":11,"VerseNumber":56,"Text":"““Ndithu ine ndatsamira kwa Allah, Mbuye wanga yemwenso ali Mbuye wanu. Palibe chinyama chilichonse koma Allah wachigwira tsumba lake (ndikuchiyendetsa mmene akufunira). Ndithudi, Mbuye wanga Ngwachilungamo.”"},{"SurahNumber":11,"VerseNumber":57,"Text":"““Ngati munyoza (kulandira chimene ndakuuzani palibe vuto kwa ine); ndithu ndafikitsa kwa inu chimene ndatumidwa. Ndipo Mbuye wanga (awaononga osakhulupirira, ndipo) abweretsa anthu ena m’malo mwanu, ndipo inu simungamusautse konse. Ndithu Mbuye wanga ndi Msungi wa chilichonse.”"},{"SurahNumber":11,"VerseNumber":58,"Text":"“Ndipo pamene lamulo lathu lidafika (lakuwaononga), tidampulumutsa Hûd ndi amene adakhulupirira pamodzi naye, mwachifundo Chathu, ndipo tidawapulumutsa kuchilango chokhwima"},{"SurahNumber":11,"VerseNumber":59,"Text":"“Ndipo awa ndi Âdi. Adatsutsa Ayah (ndime) za Mbuye wawo ndi kunyoza atumiki Ake; ndipo adatsata lamulo la yense wodzikweza, wamakani"},{"SurahNumber":11,"VerseNumber":60,"Text":"“Ndipo adatsatizidwa ndi tembelero pa moyo wapano padziko lapansi ndi tsiku la Qiyâma (tsiku la chiweruziro). Dziwani! Ndithu Âdi adakana Mbuye wawo. Ha! Adaonongeka Âdi, anthu a Hûd"},{"SurahNumber":11,"VerseNumber":61,"Text":"“Ndipo kwa anthu (a mtundu) wa Samud, (tidatuma) m’bale wawo Swaleh. Adati: “E inu anthu anga! Lambirani Allah. Mulibe mulungu wina koma Iye Yekha. Iye adakuumbani ndi nthaka ndi kukukhazikani m’menemo. Ndipo mpempheni chikhululuko (pa zolakwa zanu), kenako tembenukirani kwa Iye. Ndithu Mbuye wanga ali pafupi (ndi akapolo Ake). Ndipo Ngovomera mapempho (aopempha).”"},{"SurahNumber":11,"VerseNumber":62,"Text":"“Iwo adati: “E iwe Swaleh! Ndithudi, udali woyembekezeka (kukhala mfumu kwa ife) patsogolo pa izi (usanabwere ndi izi). Ha! Kodi ukutiletsa kulambira zomwe makolo athu adali kulambira? Ndithu ife tili m’chikaiko chokaikira zomwe ukutiitanirazo.”"}]}