{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":30,"VerseNumber":51,"Text":"És ha szelet küldenénk és látnák elsárgulni (a vetésüket), még ezután is hitetlenek maradnának"},{"SurahNumber":30,"VerseNumber":52,"Text":"Bizony te ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) nem adhatsz hallást a halottaknak és azt sem teheted meg, hogy a süket a hívást meghallja, ha ők hátat fordítanak"},{"SurahNumber":30,"VerseNumber":53,"Text":"Nem vezetheted (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) a vakokat a tévelygésükből az Igaz Útra. És csak azoknak adhatsz hallást, akik hisznek a Mi jeleinkben. Ők a muzulmánok, akik alávetik magukat"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah az, Aki megteremtett benneteket a gyengeségből. És a gyengeség után erőt adott nektek és az erő után újra gyengeséget és ősz hajat (ad). Azt teremt, amit akar. Ő a Tudó és a mindenre Képes"},{"SurahNumber":30,"VerseNumber":55,"Text":"És azon a Napon, amikor bekövetkezik az Óra, a bűnösök megesküsznek, hogy csak egyetlen órát időztek, ekképpen fordulnak el"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ám azok, akiknek a tudás és a hit adatott azt mondják: ..Bizony a Feltámadás Napjáig időztetek - Allah Írásában van ez! És ez a Feltámadás Napja! De ti ezt nem tudtátok"},{"SurahNumber":30,"VerseNumber":57,"Text":"Ám azon a Napon a bűnösök mentegetőzése már semmit sem használ. Már engedélyt sem kapnak, hogy visszatérhessenek és Allah tetszését keressék"},{"SurahNumber":30,"VerseNumber":58,"Text":"Ebben a Koránban mindenféle példát adtunk az embereknek. De ha csak egyetlen jellel mész is (Muhammad Allah áldja meg és adjon Neki örök üdvösséget) el hozzájuk, a hitetlenek minden bizonnyal azt mondják: ,.Ti csak haszontalan üres beszéddel jöttetek"},{"SurahNumber":30,"VerseNumber":59,"Text":"Ilyen módon helyez pecsétet Allah azok szívére, akik nem tudnak"},{"SurahNumber":30,"VerseNumber":60,"Text":"Légy hát (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) állhatatosan kitartó! Allah ígérete az Igazság! És ne engedd, hogy eltántorítsanak téged azok, akik nem rendelkeznek bizonysággal"}]}