{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"اور ہم نے آسمان اور زمین کو اور جو کائنات ان میں ہے اس کو خالی از مصلحت نہیں پیدا کیا۔ یہ ان کا گمان ہے جو کافر ہیں۔ سو کافروں کے لئے دوزخ کا عذاب ہے"},{"SurahNumber":38,"VerseNumber":28,"Text":"جو لوگ ایمان لائے اور عمل نیک کرتے رہے۔ کیا ان کو ہم ان کی طرح کر دیں گے جو ملک میں فساد کرتے ہیں۔ یا پرہیزگاروں کو بدکاروں کی طرح کر دیں گے"},{"SurahNumber":38,"VerseNumber":29,"Text":"(یہ) کتاب جو ہم نے تم پر نازل کی ہے بابرکت ہے تاکہ لوگ اس کی آیتوں میں غور کریں اور تاکہ اہل عقل نصیحت پکڑیں"},{"SurahNumber":38,"VerseNumber":30,"Text":"اور ہم نے داؤد کو سلیمان عطا کئے۔ بہت خوب بندے (تھے اور) وہ (خدا کی طرف) رجوع کرنے والے تھے"},{"SurahNumber":38,"VerseNumber":31,"Text":"جب ان کے سامنے شام کو خاصے کے گھوڑے پیش کئے گئے"},{"SurahNumber":38,"VerseNumber":32,"Text":"تو کہنے لگے کہ میں نے اپنے پروردگار کی یاد سے (غافل ہو کر) مال کی محبت اختیار کی۔ یہاں تک کہ (آفتاب) پردے میں چھپ گیا"},{"SurahNumber":38,"VerseNumber":33,"Text":"(بولے کہ) ان کو میرے پاس واپس لے آؤ۔ پھر ان کی ٹانگوں اور گردنوں پر ہاتھ پھیرنے لگے"},{"SurahNumber":38,"VerseNumber":34,"Text":"اور ہم نے سلیمان کی آزمائش کی اور ان کے تخت پر ایک دھڑ ڈال دیا پھر انہوں نے (خدا کی طرف) رجوع کیا"},{"SurahNumber":38,"VerseNumber":35,"Text":"(اور) دعا کی کہ اے پروردگار مجھے مغفرت کر اور مجھ کو ایسی بادشاہی عطا کر کہ میرے بعد کسی کو شایاں نہ ہو۔ بےشک تو بڑا عطا فرمانے والا ہے"},{"SurahNumber":38,"VerseNumber":36,"Text":"پھر ہم نے ہوا کو ان کے زیرفرمان کردیا کہ جہاں وہ پہنچنا چاہتے ان کے حکم سے نرم نرم چلنے لگتی"},{"SurahNumber":38,"VerseNumber":37,"Text":"اَور دیووں کو بھی (ان کے زیرفرمان کیا) وہ سب عمارتیں بنانے والے اور غوطہ مارنے والے تھے"},{"SurahNumber":38,"VerseNumber":38,"Text":"اور اَوروں کو بھی جو زنجیروں میں جکڑے ہوئے تھے"},{"SurahNumber":38,"VerseNumber":39,"Text":"(ہم نے کہا) یہ ہماری بخشش ہے (چاہو) تو احسان کرو یا (چاہو تو) رکھ چھوڑو (تم سے) کچھ حساب نہیں ہے"},{"SurahNumber":38,"VerseNumber":40,"Text":"اور بےشک ان کے لئے ہمارے ہاں قُرب اور عمدہ مقام ہے"},{"SurahNumber":38,"VerseNumber":41,"Text":"اور ہمارے بندے ایوب کو یاد کرو جب انہوں نے اپنے رب کو پکارا کہ (بار الہٰا) شیطان نے مجھ کو ایذا اور تکلیف دے رکھی ہے"},{"SurahNumber":38,"VerseNumber":42,"Text":"(ہم نے کہا کہ زمین پر) لات مارو (دیکھو) یہ (چشمہ نکل آیا) نہانے کو ٹھنڈا اور پینے کو (شیریں)"}]}