{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":34,"VerseNumber":40,"Text":"Patsiku limene adzawasonkhanitsa onse pamodzi ndi kuwafunsa Angelo kuti, “Kodi ndinu amene anthu awa anali kupembedza?”"},{"SurahNumber":34,"VerseNumber":41,"Text":"Angelo adzati, “Ulemerero ukhale kwa Inu! Inu ndinu Mtetezi wathu osati iwo ayi. Iyayi! Iwo anali kupembedza majini ndipo ambiri a iwo anali kukhulupirira mwa iwo.”"},{"SurahNumber":34,"VerseNumber":42,"Text":"Kotero patsiku limeneli, iwo sadzakhala ndi mphamvu zothandizana kapena kupwetekana wina ndi mnzake. Ndipo Ife tidzati kwa anthu ochimwa. “Lawani chilango cha moto chimene inu munali kuchikana.”"},{"SurahNumber":34,"VerseNumber":43,"Text":"Pamene chiphunzitso chathu chomveka chimalalikiridwa kwa iwo, iwo amati, “Uyu ndi munthu amene afuna kukuletsani chipembedzo cha makolo anu.” Ndipo iwo amati, “Ili ndi bodza limene wapeka.” Ndipo anthu osakhulupirira, pamene choonadi chidza kwa iwo amati, “Awa ndi matsenga.”"},{"SurahNumber":34,"VerseNumber":44,"Text":"Ife sitidawatumizire mabuku kuti awaphunzitse kapena kuwatumizira Atumwi iwe usanadze ngati wowachenjeza"},{"SurahNumber":34,"VerseNumber":45,"Text":"Ndipo iwo amene analipo kale iwo asanadze adakana choonadi. Awa sadalandire, ngakhale gawo la chikhumi la zimene tidawapatsa iwo. Komabe pamene iwo adakana Atumwi anga, kodi chilango changa chinali chowawa bwanji"},{"SurahNumber":34,"VerseNumber":46,"Text":"Nena, “Ine ndili kukufunsani kuti muchite chinthu chimodzi choti muime pamaso pa Mulungu awiriawiri kapena aliyense payekha ndipo muganize painu nokha. M’bale wanu si wamisala ayi. Iye ali kungokuchenjezani chilango chowawa chisanadze.”"},{"SurahNumber":34,"VerseNumber":47,"Text":"Nena, “Malipiro ena aliwonse amene ndidakufunsani ndi anu chifukwa malipiro anga ali ndi Mulungu ndipo Iye ndi mboni pa zinthu zonse.”"},{"SurahNumber":34,"VerseNumber":48,"Text":"Nena, “NdithudiAmbuye wanga amanena zoona ndipo ndi Mwini wodziwa zinthu zobisika.”"}]}