{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Sien julle dan nie dat Allah alles wat in die hemele en alles wat op die aarde is, vir julle in diens gestel het nie, en dat Hy Sy gunste ryklik aan julle, sowel uiterlik as innerlik, geskenk het nie? En onder die mense is daar hy wat argumenteer oor Allah sonder kennis of enige leiding of liggewende Boek"},{"SurahNumber":31,"VerseNumber":21,"Text":"En wanneer aan hulle gesê word: volg dít wat Allah geopenbaar het, sê hulle: Nee, ons volg die weg waarop ons ons vaders gevind het. Wat? Selfs al het die duiwel hulle tot die Brandende Vuur uitgenooi"},{"SurahNumber":31,"VerseNumber":22,"Text":"En wie homself aan Allah onderdanig maak en goeddoen aan ander, het inderdaad aan ’n sterk greep gegryp. Die einde van alle sake berus by Allah"},{"SurahNumber":31,"VerseNumber":23,"Text":"En wie nie glo nie, laat sy ongeloof u nie verdriet aandoen nie. Na Ons is hulle terugkeer, dan sal Ons hulle inlig oor wat hulle gedoen het. Waarlik, Allah weet goed wat in die innerlike aan- gaan"},{"SurahNumber":31,"VerseNumber":24,"Text":"Ons skenk hulle genot vir ’n rukkie, dan sal Ons hulle vir ’n streng straf aandryf"},{"SurahNumber":31,"VerseNumber":25,"Text":"En as u hulle vra: Wie het die hemele en die aarde geskape? Sal hulle sekerlik antwoord: Allah. Sê: Alle lof behoort aan Allah! Maar die meeste van hulle weet dit nie"},{"SurahNumber":31,"VerseNumber":26,"Text":"Aan Allah behoort alles wat in die hemele en op die aarde is. Voorwaar, Allah is die Selfgenoegsame, die Lofwaardige"},{"SurahNumber":31,"VerseNumber":27,"Text":"En as al die bome op die aarde penne was, en die oseaan, met nog sewe oseane daarby gevoeg, ink was, sou die woorde van Allah nie uitgeput kon word nie. Voorwaar, Allah is Almagtig, Allerwys"},{"SurahNumber":31,"VerseNumber":28,"Text":"O mense! Julle Skepping en julle Opstanding is slegs soos ’n ademtog. Voorwaar, Allah is Alleshorend, Allessiende"}]}