{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":59,"Text":"(Kureyş kavminin iman etmek için istediği) o mûcizeleri göndermekten bizi alıkoyan da yoktur. Ancak bu mûcizeleri, evvelki ümmetler yalanladılar (Yine imana gelmediler). Biz, Semûd’a, açık bir mûcize olarak o dişi deveyi verdik de, sonra inkâr edip öldürdüler. Halbuki biz, o mûcizeleri, ancak korkutmak için göndeririz"},{"SurahNumber":17,"VerseNumber":60,"Text":"Vaktiyle sana şöyle vahyetmiştik: Muhakkak Rabbin, insanları (Kureyş kâfirlerini azab ile) kuşatmıştır. İsrâ gecesi, sana, o âlenen gösterdiğimizi ve Kur’ân’da lânet edilen (ve cehennem’in dibinde biten Zakkûm isimli) ağacı da, yalnız insanlara bir imtihan yaptık (insanlardan kimi İsrâ hâdisesini, kimi de cehennemde ağaç biteceğini inkâr etti). Biz, onları korkutuyoruz. Fakat bu, ancak onlara büyük bir taşkınlık ilâve ediyor"},{"SurahNumber":17,"VerseNumber":61,"Text":"Yine hatırla ki, bir vakit meleklere: “- Âdem için secde edin.” demiştik de onlar hemen secde etmişlerdi. Fakat, İblis secde etmemiş, şöyle demişti: “- Ben, bir çamur halinde yarattığın kimseye secde eder miyim? “"},{"SurahNumber":17,"VerseNumber":62,"Text":"İblis, baksana şu üzerime mükerrem kıldığın kimseye! Eğer kıyamet gününe kadar beni geciktirirsen, yemin ederim ki, Âdem’in zürriyetini (nesilini) -azı müstesna olmak üzere- muhakkak kandırıp kendime bağlarım, demişti"},{"SurahNumber":17,"VerseNumber":63,"Text":"Allah, şöyle buyurdu: Def ol git! Artık onlardan kim sana uyarsa, biliniz ki, cehennem de sizin cezanızdır; mükemmel bir ceza"},{"SurahNumber":17,"VerseNumber":64,"Text":"Hem insanlardan gücün yettiği kimseleri, sesinle (Şehevî çalgılarla) kaydır ve fenalığa götüren süvarilerinle, piyadelerinle üzerlerine yaygara kopar. (Haram kazandırmakla) mallarına ve (zina yaptırmakla) evlâdlarına ortak ol; onlara (yalan yere) vaadlerde bulun. Fakat Şeytan, onlara, yalnız bir aldanış vaad eder"},{"SurahNumber":17,"VerseNumber":65,"Text":"Doğrusu, benim o gerçek kullarım var ya! Senin (ey İblis) onlar üzerine hiç bir hâkimiyetin yoktur. Rabbin ise, vekil olarak yeter"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbiniz o varlıktır ki, fazlından nasip arayasınız diye sizin için denizde gemiler yürütüyor. Muhakkak ki, O, size, çok merhametli bulunuyor"}]}