{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"E não fizemos descer sobre seu povo, depois dele, exército algum do céu; e não é admissível que o fizéssemos descer"},{"SurahNumber":36,"VerseNumber":29,"Text":"Não houve senão um só Grito; então, ei-los extintos"},{"SurahNumber":36,"VerseNumber":30,"Text":"Que aflição para os servos! Não lhes chegou Mensageiro algum, sem que dele zombassem"},{"SurahNumber":36,"VerseNumber":31,"Text":"Não viram quantas gerações aniquilamos, antes deles? As quais a eles jamais retornarão"},{"SurahNumber":36,"VerseNumber":32,"Text":"E, por certo, todos reunidos, serão trazidos para junto de Nós"},{"SurahNumber":36,"VerseNumber":33,"Text":"E é um sinal, para eles, a terra morta: vivificamo-la e dela fazemos sair grãos; então, deles comem"},{"SurahNumber":36,"VerseNumber":34,"Text":"E, nela, fazemos jardins de tamareiras e videiras e, dela, fazemos emanar fontes"},{"SurahNumber":36,"VerseNumber":35,"Text":"Para que eles comam de seus frutos e do que suas próprias mãos fazem. Então, não agradecem"},{"SurahNumber":36,"VerseNumber":36,"Text":"Glorificado seja Quem criou todos os casais do que a terra brota, e deles mesmos e do que não sabem"},{"SurahNumber":36,"VerseNumber":37,"Text":"E é um sinal para eles a noite, da qual esfolamos o dia: então, ei-los imersos nas trevas"},{"SurahNumber":36,"VerseNumber":38,"Text":"E o sol corre para uma morada pertencente a ele: essa é a determinação dO Todo-Poderoso, dO Onisciente"},{"SurahNumber":36,"VerseNumber":39,"Text":"E a lua, determinamo-lhe fases, até tornar-se como o velho racemo da tamareira"},{"SurahNumber":36,"VerseNumber":40,"Text":"Não é concebível ao sol atingir a lua, nem à noite antecipar-se ao dia. E cada qual voga, em uma órbita"}]}