{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"Yaha! Achiika! Ti (Tinim’ Naawuni) namla ninsalinim’ mini alizin- nim’ pam ʒahannama (buɣum) zuɣu. Bɛ malila suhiri ka bi baŋdi yεlimaŋli, ka mali nimbihi ka bi mali li nyari yɛlimaŋli. Yaha! Ka bɛ mali tiba ka bi mali wumda (yɛlimaŋli), bannim’ maa ŋmanila biŋkɔbri. Chɛli gba! Bana n-nyɛ ban bɔrgi gari lala. Bana n-nyɛ ninvuɣu shɛba ban tam Naawuni yεla"},{"SurahNumber":7,"VerseNumber":180,"Text":"Yaha! Naawuni malila yuvεla, dinzuɣu, bolimi ya O ni dina, ka chεn ya ninvuɣu shεba ban ŋmalgiri Naawuni yuya ka chεri di yɛlimaŋli. 1 Ni baalim, bɛ ni ti yoba samli ni bɛ ni daa tumdi shɛli"},{"SurahNumber":7,"VerseNumber":181,"Text":"Yaha! Di be Ti (Tinim’ Naawuni) ni nam shɛli puuni, ali’umma shɛba ban dolsira ni yɛlimaŋli, ka mali li niŋdi"},{"SurahNumber":7,"VerseNumber":182,"Text":"Yaha! Ninvuɣu shεba ban labsi Ti (Tinim’ Naawuni) aayanim’ ʒiri maa, ni baalim, Ti ni puɣisi ba, n-ti gbaai ba luɣushεli polo bɛ ni bi mi"},{"SurahNumber":7,"VerseNumber":183,"Text":"Yaha! N (Mani Naawuni) naɣisiri mi n-tiri ba, achiika! N nari nyɛla din kpεma"},{"SurahNumber":7,"VerseNumber":184,"Text":"Di ni bɔŋɔ, bɛ (Makka chεfurinim’) maa bi tεhiri ni bɛ zo maa (Annabi Muhammadu) bi kpela yinyεri? O pala so naɣila saɣisigulana polo ni"},{"SurahNumber":7,"VerseNumber":185,"Text":"Di ni bɔŋɔ, bɛ bi yuunda n-zaŋ kpa sagbana mini tiŋgbana sulinsi, n-ti pahi binshɛɣu kam Naawuni ni nam? Yaha! Di yi pa shεli ka bɛ nyεvuya miri naabu, ka lahibali dini ka bɛ yɛn ti yεlimaŋli di (Alkur’aani) nyaaŋa"},{"SurahNumber":7,"VerseNumber":186,"Text":"Naawuni ni birigi so, tɔ! O ka ŋun yɛn dolisi o, ka O (Naawuni) chɛri ba bɛ saɣiŋgu puuni, ka bɛ kuli birinda"},{"SurahNumber":7,"VerseNumber":187,"Text":"(Yaa nyini Annabi)! Bɛ bɔhira n- zaŋ saha (Chiyaama yiɣisibu)? Yεlima: “Achiika! Di baŋsim bela N Duuma (Naawuni) sani, so n-kani yɛn tooi baŋ di dabsili maa naɣila Ŋuna, Di (dabsili maa) timsim nyɛŋ sagbana ni tiŋgbana, di bi yɛn kan ya na, naɣila yim zuɣu. (Yaa nyini Annabi)! Bɛ bɔhira kamani a nyɛla ŋun mali di baŋsim la. Yεlima: “Achiika! Di baŋsim bela Naawuni sani, amaa! Ninsalinim’ pam bi mi"}]}