{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":59,"Text":"Поистине, Час [День Суда] непременно, настанет – нет сомнения в этом, но большая часть людей не верует"},{"SurahNumber":40,"VerseNumber":60,"Text":"И сказал ваш Господь [Аллах]: «Зовите Меня [обращайтесь с мольбой ко Мне], (и) Я отвечу вам [дам то, что вы просите]; поистине, которые превозносятся [проявляют высокомерие] над поклонением Мне – войдут они в Геенну [Ад] (выглядя) ничтожными (и униженными)!»"},{"SurahNumber":40,"VerseNumber":61,"Text":"Аллах – (Он) Тот, Который сделал для вас ночь, чтобы вы покоились [отдыхали] в течение нее, и (сделал) день, позволяющим видеть [светлым] (чтобы совершать в течении него то, что нужно для жизни). Поистине, Аллах – однозначно, обладатель [даритель] (неисчислимой) щедрости для людей, но большая часть людей не благодарят (Его за то, что Он дарует им)"},{"SurahNumber":40,"VerseNumber":62,"Text":"Вот таков Он вам Аллах, Создатель каждой вещи [всего], нет бога [заслуживающего поклонение], кроме Него. Но до чего же вы (о, многобожники) отвращены (от Истины) (поклоняясь кому-то еще, кроме Него)"},{"SurahNumber":40,"VerseNumber":63,"Text":"Так [как вы, о неверующие курайшиты, отвергли Истину и отвернулись от нее] отвращены (от Истины) и те, которые отрицали знамения Аллаха [Его доводы и доказательства]"},{"SurahNumber":40,"VerseNumber":64,"Text":"Аллах – (Он) Тот, Который дал вам землю местопребыванием, а небо – строением, и придал вам (о, люди) (человеческий) облик и сделал ваши облики прекрасными [сделал человека красивее, чем многие другие создания], и наделил вас благами [дал вам пропитанием дозволенную и вкусную еду и питье]. Вот таков Он вам Аллах, Господь ваш. Благословен же Аллах, Господь миров [всех творений]"},{"SurahNumber":40,"VerseNumber":65,"Text":"Он – Наиживейший [извечный и вечно живой], нет бога [заслуживающего поклонение], кроме Него. Обращайтесь же (с мольбой) к Нему (и поклоняйтесь Ему), делая (мольбу и) поклонение исключительным только Ему! (И) (вся) хвала Аллаху, Господу миров [Создателю и Управителю всех творений]"},{"SurahNumber":40,"VerseNumber":66,"Text":"Скажи (о, Пророк) (многобожникам): «Поистине, мне запрещено поклоняться тем [божествам], к которым вы обращаетесь (с мольбой и поклонением) помимо Аллаха, после того как пришли ко мне ясные знамения [очевидные доводы и доказательства] от моего Господа, и (также) мне (еще) приказано (полностью) предаться Господу миров»"}]}