{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":67,"VerseNumber":27,"Text":"Nhưng khi chúng thấy nó đến gần, gương mặt của những kẻ vô đức tin trở nên ảm đạm. Và chúng sẽ được bảo: “Đây chính là cái mà các ngươi thường mong đợi”"},{"SurahNumber":67,"VerseNumber":28,"Text":"Ngươi (Thiên Sứ Muhammad) hãy nói với chúng: “Các ngươi có xem xét không, nếu Allah hủy diệt Ta và những ai theo Ta hoặc thương xót Bọn Ta thì ai sẽ cứu những kẻ vô đức tin khỏi sự trừng phạt đau đớn?”"},{"SurahNumber":67,"VerseNumber":29,"Text":"Ngươi hãy nói với chúng: “Ngài là Đấng Ar-Rahman, Bọn Ta có đức tin nơi Ngài và phó thác cho Ngài. Rồi đây các ngươi sẽ biết ai là kẻ lầm lạc rõ rệt.”"},{"SurahNumber":67,"VerseNumber":30,"Text":"Ngươi hãy bảo chúng: “Các ngươi có nghĩ đến, nếu nguồn nước (mà các ngươi uống) rút xuống (lòng đất) và biến mất thì ai có thể mang nguồn nước trong vắt đến cho các ngươi?”"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nun. Thề bởi cây viết và những gì họ (nhân loại) ghi chép"},{"SurahNumber":68,"VerseNumber":2,"Text":"(Hỡi Muhammad!) với hồng ân Thượng Đế của Ngươi, Ngươi không phải là một kẻ điên"},{"SurahNumber":68,"VerseNumber":3,"Text":"Quả thật, Ngươi chắc chắn sẽ có được một phần thưởng vô tận"},{"SurahNumber":68,"VerseNumber":4,"Text":"Và quả thật, Ngươi là người có phẩm chất đạo đức vĩ đại"},{"SurahNumber":68,"VerseNumber":5,"Text":"Vì vậy, Ngươi sẽ thấy và chúng cũng sẽ thấy"},{"SurahNumber":68,"VerseNumber":6,"Text":"Ai trong các ngươi là kẻ mắc bệnh điên"},{"SurahNumber":68,"VerseNumber":7,"Text":"Thật vậy, Thượng Đế của Ngươi biết rõ nhất ai đã đi chệch hướng khỏi con đường của Ngài và Ngài biết rõ nhất ai là những người được hướng dẫn"},{"SurahNumber":68,"VerseNumber":8,"Text":"Vì vậy, Ngươi đừng nghe theo những kẻ phủ nhận (Thông Điệp Ngươi mang đến)"},{"SurahNumber":68,"VerseNumber":9,"Text":"Chúng mong muốn nếu Ngươi nhượng bộ thì chúng cũng sẽ nhượng bộ"},{"SurahNumber":68,"VerseNumber":10,"Text":"Ngươi đừng nghe theo những kẻ có thói quen thề thốt một cách vô bổ và đáng khinh"},{"SurahNumber":68,"VerseNumber":11,"Text":"Kẻ chuyên nói xấu sau lưng và chuyên tới lui mách lẻo chuyện thiên hạ"},{"SurahNumber":68,"VerseNumber":12,"Text":"Kẻ cản trở điều tốt, vượt quá giới hạn và tội lỗi"},{"SurahNumber":68,"VerseNumber":13,"Text":"Ngoài ra, còn bạo ngược, hạ cấp đáng khinh"},{"SurahNumber":68,"VerseNumber":14,"Text":"Bởi vì y sở hữu của cải và con cái"},{"SurahNumber":68,"VerseNumber":15,"Text":"Khi những Lời Mặc Khải của TA được đọc cho y nghe, y nói: “Chuyện cổ tích của người xưa”"}]}