{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":82,"Text":"Касоне, ки имон оварданд ва амали шоиста карданд ва имони худро ба ширк наомехтанд, эминӣ (осудаҳолӣ) аз барои эшон аст ва эшон ҳидоятёфтагонанд"},{"SurahNumber":6,"VerseNumber":83,"Text":"Ин далели мо буд, ки онро ба Иброҳим (алайҳис саллом,) дар баробари қавмаш додем, ки ҳуҷҷаташон қатъ гардид. Ва баланд мекунем дар дунёву охират мартабаву дараҷаи ҳар касеро, ки мехоҳем. Ҳароина Парвардигори ту ҳакиму доност"},{"SurahNumber":6,"VerseNumber":84,"Text":"Ва ба ӯ (Иброҳим алайҳиссаллом) Исҳоқ ва Яъқубро бахшидем ва ҳамагонро ҳидоят кардем. Ва Нӯҳро пеш аз ин ҳидоят карда будем ва аз фарзандони Иброҳим Довуду Сулаймон ва Айюбу Юсуф ва Мӯсову Ҳорун (алайҳимус салломро) ҳидоят кардем. Ва ҳамчунон паёмбаронро подош додем, некӯкоронро ин гуна подош диҳем"},{"SurahNumber":6,"VerseNumber":85,"Text":"Ва Закариёву Яҳё ва Исову Илёс (алайҳимусаллом,) ки ҳама аз солеҳон буданд"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ва Исмоилу ал-Ясаъ ва Юнусу Лут (алайҳимусаллом,) ки ҳамаро бар аҳли замони худ бартарӣ додем"},{"SurahNumber":6,"VerseNumber":87,"Text":"Ва аз падаронашону фарзандонашон ва бародаронашон баъзеро ҳидоят кардем ва эшонро ихтиёр кардем барои расонидани даъвати Мо ба сӯи қавмашон ва ба роҳи рост ҳидояташон кардем"},{"SurahNumber":6,"VerseNumber":88,"Text":"Ин аст ҳидояти Аллоҳ. Ҳар киро аз бандагонаш хоҳад, ба он ҳидоят мекунад ва агар ширк меоварданд, аъмоле, ки анҷом дода буданд, нобуд мегардид"},{"SurahNumber":6,"VerseNumber":89,"Text":"Инҳо (яъне паёмбарон алайҳимуссаллом) касоне ҳастанд, ки ба онҳо китоби осмонӣ ва ҳикмат (фаҳм) ва нубувват (паёмбариро) додаем. Агар кофирони Макка ба оятҳои Қуръон имон наёваранд, қавми дигареро (муҳоҷирону ва ансорро) ӯҳдадори он месозем, ки нисбат ба он ба Қуръон куфр намеварзанд"},{"SurahNumber":6,"VerseNumber":90,"Text":"Инҳо (паёмбарон алайҳимуссаллом) касоне ҳастанд, ки Аллоҳ ҳидояташон кардааст, пас ба равиши онҳо эй паёмбар иқтидо кун. Бигӯ ба мушрикон: «Дар баробари даъвати худ ҳеҷ подоше аз шумо наметалабам, ин китоб (Қуръон) ҷуз панде барои мардуми ҷаҳон нест»"}]}