{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":74,"VerseNumber":48,"Text":"سو (اب) شفاعت کرنے والوں کی شفاعت انہیں کوئی نفع نہیں پہنچائے گی"},{"SurahNumber":74,"VerseNumber":49,"Text":"تو ان (کفّار) کو کیا ہوگیا ہے کہ (پھر بھی) نصیحت سے رُوگردانی کئے ہوئے ہیں"},{"SurahNumber":74,"VerseNumber":50,"Text":"گویا وہ بِدکے ہوئے (وحشی) گدھے ہیں"},{"SurahNumber":74,"VerseNumber":51,"Text":"جو شیر سے بھاگ کھڑے ہوئے ہیں"},{"SurahNumber":74,"VerseNumber":52,"Text":"بلکہ ان میں سے ہر ایک شخص یہ چاہتا ہے کہ اُسے (براہِ راست) کھلے ہوئے (آسمانی) صحیفے دے دئیے جائیں"},{"SurahNumber":74,"VerseNumber":53,"Text":"ایسا ہرگز ممکن نہیں، بلکہ (حقیقت یہ ہے کہ) وہ لوگ آخرت سے ڈرتے ہی نہیں"},{"SurahNumber":74,"VerseNumber":54,"Text":"کچھ شک نہیں کہ یہ (قرآن) نصیحت ہے"},{"SurahNumber":74,"VerseNumber":55,"Text":"پس جو چاہے اِسے یاد رکھے"},{"SurahNumber":74,"VerseNumber":56,"Text":"اور یہ لوگ (اِسے) یاد نہیں رکھیں گے مگر جب اللہ چاہے گا، وُہی تقوٰی (و پرہیزگاری) کا مستحق ہے اور مغفرت کا مالک ہے"},{"SurahNumber":75,"VerseNumber":1,"Text":"میں قسم کھاتا ہوں روزِ قیامت کی"},{"SurahNumber":75,"VerseNumber":2,"Text":"اور میں قسم کھاتا ہوں (برائیوں پر) ملامت کرنے والے نفس کی"},{"SurahNumber":75,"VerseNumber":3,"Text":"کیا انسان یہ خیال کرتا ہے کہ ہم اُس کی ہڈیوں کو (جو مرنے کے بعد ریزہ ریزہ ہو کر بکھر جائیں گی) ہرگز اِکٹھا نہ کریں گے"},{"SurahNumber":75,"VerseNumber":4,"Text":"کیوں نہیں! ہم تو اس بات پر بھی قادر ہیں کہ اُس کی اُنگلیوں کے ایک ایک جوڑ اور پوروں تک کو درست کر دیں"},{"SurahNumber":75,"VerseNumber":5,"Text":"بلکہ انسان یہ چاہتا ہے کہ اپنے آگے (کی زندگی میں) بھی گناہ کرتا رہے"},{"SurahNumber":75,"VerseNumber":6,"Text":"وہ (بہ اَندازِ تمسخر) پوچھتا ہے کہ قیامت کا دن کب ہوگا"},{"SurahNumber":75,"VerseNumber":7,"Text":"پھر جب آنکھیں چوندھیا جائیں گی"},{"SurahNumber":75,"VerseNumber":8,"Text":"اور چاند (اپنی) روشنی کھو دے گا"},{"SurahNumber":75,"VerseNumber":9,"Text":"اور سورج اور چاند اِکٹھے (بے نور) ہو جائیں گے"},{"SurahNumber":75,"VerseNumber":10,"Text":"اُس وقت انسان پکار اٹھے گا کہ بھاگ جانے کا ٹھکانا کہاں ہے"},{"SurahNumber":75,"VerseNumber":11,"Text":"ہرگز نہیں! کوئی جائے پناہ نہیں ہے"},{"SurahNumber":75,"VerseNumber":12,"Text":"اُس دن آپ کے رب ہی کے پاس قرارگاہ ہوگی"},{"SurahNumber":75,"VerseNumber":13,"Text":"اُس دن اِنسان اُن (اَعمال) سے خبردار کیا جائے گا جو اُس نے آگے بھیجے تھے اور جو (اَثرات اپنی موت کے بعد) پیچھے چھوڑے تھے"},{"SurahNumber":75,"VerseNumber":14,"Text":"بلکہ اِنسان اپنے (اَحوالِ) نفس پر (خود ہی) آگاہ ہوگا"},{"SurahNumber":75,"VerseNumber":15,"Text":"اگرچہ وہ اپنے تمام عذر پیش کرے گا"},{"SurahNumber":75,"VerseNumber":16,"Text":"(اے حبیب!) آپ (قرآن کو یاد کرنے کی) جلدی میں (نزولِ وحی کے ساتھ) اپنی زبان کو حرکت نہ دیا کریں"},{"SurahNumber":75,"VerseNumber":17,"Text":"بے شک اسے (آپ کے سینہ میں) جمع کرنا اور اسے (آپ کی زبان سے) پڑھانا ہمارا ذِمّہ ہے"},{"SurahNumber":75,"VerseNumber":18,"Text":"پھر جب ہم اسے (زبانِ جبریل سے) پڑھ چکیں تو آپ اس پڑھے ہوئے کی پیروی کیا کریں"},{"SurahNumber":75,"VerseNumber":19,"Text":"پھر بے شک اس (کے معانی) کا کھول کر بیان کرنا ہمارا ہی ذِمّہ ہے"}]}