{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"And We sent not before you any messenger except that We revealed to him that, \"There is no deity except Me, so worship Me"},{"SurahNumber":21,"VerseNumber":26,"Text":"And they say, \"The Most Merciful has taken a son.\" Exalted is He! Rather, they are [but] honored servants"},{"SurahNumber":21,"VerseNumber":27,"Text":"They cannot precede Him in word, and they act by His command"},{"SurahNumber":21,"VerseNumber":28,"Text":"He knows what is [presently] before them and what will be after them, and they cannot intercede except on behalf of one whom He approves. And they, from fear of Him, are apprehensive"},{"SurahNumber":21,"VerseNumber":29,"Text":"And whoever of them should say, \"Indeed, I am a god besides Him\"- that one We would recompense with Hell. Thus do We recompense the wrongdoers"},{"SurahNumber":21,"VerseNumber":30,"Text":"Have those who disbelieved not considered that the heavens and the earth were a joined entity, and We separated them and made from water every living thing? Then will they not believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"And We placed within the earth firmly set mountains, lest it should shift with them, and We made therein [mountain] passes [as] roads that they might be guided"},{"SurahNumber":21,"VerseNumber":32,"Text":"And We made the sky a protected ceiling, but they, from its signs, are turning away"},{"SurahNumber":21,"VerseNumber":33,"Text":"And it is He who created the night and the day and the sun and the moon; all [heavenly bodies] in an orbit are swimming"},{"SurahNumber":21,"VerseNumber":34,"Text":"And We did not grant to any man before you eternity [on earth]; so if you die - would they be eternal"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul will taste death. And We test you with evil and with good as trial; and to Us you will be returned"}]}