{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":19,"Text":"And saying exalt not yourselves against Allah; verily I have come Unto you with an authority manifest"},{"SurahNumber":44,"VerseNumber":20,"Text":"And verily I have sought refuge in my Lord and your Lord lest ye stone me"},{"SurahNumber":44,"VerseNumber":21,"Text":"And if ye will not believe in me, then let me alone"},{"SurahNumber":44,"VerseNumber":22,"Text":"Then he called upon his Lord. these are a people guilty"},{"SurahNumber":44,"VerseNumber":23,"Text":"So depart thou with My bondmen by night; verily ye shall be pursued"},{"SurahNumber":44,"VerseNumber":24,"Text":"And leave thou the sea divided: verily they are a host to be drowned"},{"SurahNumber":44,"VerseNumber":25,"Text":"They left - how many! - of gardens and springs"},{"SurahNumber":44,"VerseNumber":26,"Text":"And cornfields and goodly positions"},{"SurahNumber":44,"VerseNumber":27,"Text":"And the delights which they had been enjoying"},{"SurahNumber":44,"VerseNumber":28,"Text":"Even so And We caused to inherit them another people"},{"SurahNumber":44,"VerseNumber":29,"Text":"And the heavens and the earth wept not over them, nor were they respited"},{"SurahNumber":44,"VerseNumber":30,"Text":"And assuredly We delivered the Children of Isra'il from an ignominous torment"},{"SurahNumber":44,"VerseNumber":31,"Text":"From Fir'awn; verily he was haughty and of the extravagant"},{"SurahNumber":44,"VerseNumber":32,"Text":"And assuredly We elected them with knowledge above the worlds"},{"SurahNumber":44,"VerseNumber":33,"Text":"And We vouchsafed Unto them signs wherein was a manifest favour"},{"SurahNumber":44,"VerseNumber":34,"Text":"Verily these! they say"},{"SurahNumber":44,"VerseNumber":35,"Text":"There is naught but our first death, and we shall not be raised again"},{"SurahNumber":44,"VerseNumber":36,"Text":"Bring then our fathers if ye say so"},{"SurahNumber":44,"VerseNumber":37,"Text":"Are they better Or the people of Tubba and those afore them? We destroyed them; verily they were culprits"},{"SurahNumber":44,"VerseNumber":38,"Text":"And We created not the heavens and the earth and all that is in-between the twain sporting"},{"SurahNumber":44,"VerseNumber":39,"Text":"We created them not save with a purpose but most of them know not"}]}