{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":12,"Text":"Les deux mers ne sont pas pareilles : ici (une eau) douce, fraîche, agréable à boire, là (une) eau salée et saumâtre. De chacune des deux (mers) vous mangez une chair tendre et retirez des bijoux pour vous parer en les portant. Tu vois les vaisseaux fendre les flots (prêts à vous transporter et vous permettre de) rechercher de Ses faveurs. Peut-être Lui rendrez-vous grâces"},{"SurahNumber":35,"VerseNumber":13,"Text":"Il fait pénétrer la nuit dans le jour et le jour dans la nuit. Il a soumis le soleil et la lune qui courent, chacun de son côté, vers un terme déjà nommé. Voilà pour vous Allah, votre Seigneur, à Qui revient la royauté, cependant que ceux que vous invoquez en dehors de Lui ne possèdent même pas la fine membrane d’un noyau de datte"},{"SurahNumber":35,"VerseNumber":14,"Text":"Si vous leur adressez des prières, ils n’entendent pas vos prières. Et les entendraient-ils qu’ils ne les exauceraient pas. Au jour de la Résurrection, ils renieront votre associâtrie. Nul ne saurait si bien te donner des nouvelles que Celui Qui est Parfaitement Informé"},{"SurahNumber":35,"VerseNumber":15,"Text":"Ô hommes ! C’est vous qui êtes les pauvres vis-à-vis d’Allah,[422] et Allah est Celui Qui Se passe de Toutes richesses, le Digne de Toute Louange"},{"SurahNumber":35,"VerseNumber":16,"Text":"S’Il voulait, Il vous ferait disparaître et vous remplacerait par d’autres créatures"},{"SurahNumber":35,"VerseNumber":17,"Text":"Cela, pour Allah, ne serait pas difficile"},{"SurahNumber":35,"VerseNumber":18,"Text":"Nul ne portera le fardeau d’un autre. Si une âme, croulant sous le poids (de ses péchés), appelle pour être aidée à porter sa lourde charge, rien n’en sera porté (par personne), dût-il s’agir d’un proche parent. Tu ne saurais avertir que ceux qui craignent leur Seigneur sans même Le voir et qui accomplissent la Çalât. Quiconque se purifie se purifie pour lui-même, et c’est vers Allah que sera le devenir"}]}