{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"He shall go before his people on the Day of Resurrection and lead them to the Fire. Evil indeed is the watering place to which they are led"},{"SurahNumber":11,"VerseNumber":99,"Text":"And they were pursued in this [world] by a curse, and [shall be] on the Day of Resurrection. Evil indeed is the gift that will be offered them"},{"SurahNumber":11,"VerseNumber":100,"Text":"These are among the stories We have recounted unto thee of the towns. Among them are some that remain and some that have been mown down"},{"SurahNumber":11,"VerseNumber":101,"Text":"We wronged them not, but they wronged themselves. And their gods whom they called upon apart from God did not avail them in the least when the Command of thy Lord came, and they increased them in naught but ruin"},{"SurahNumber":11,"VerseNumber":102,"Text":"Such is the seizing of thy Lord when He seizes the towns while they are doing wrong. Surely His seizing is painful, severe"},{"SurahNumber":11,"VerseNumber":103,"Text":"Truly in that is a sign for those who fear the punishment of the Hereafter. That is a Day on which mankind shall be gathered together, and that is a Day that shall be witnessed"},{"SurahNumber":11,"VerseNumber":104,"Text":"And We delay it not, save for a limited term"},{"SurahNumber":11,"VerseNumber":105,"Text":"On the Day it comes, no soul shall speak save by His Leave. Among them shall be the wretched and the felicitous"},{"SurahNumber":11,"VerseNumber":106,"Text":"As for those who are wretched, they shall be in the Fire, wherein there shall be for them groaning and wailing"},{"SurahNumber":11,"VerseNumber":107,"Text":"abiding therein for so long as the heavens and the earth endure, save as thy Lord wills. Surely thy Lord does whatsoever He wills"},{"SurahNumber":11,"VerseNumber":108,"Text":"And as for those who are felicitous, they shall be in the Garden, abiding therein for so long as the heavens and the earth endure, save as thy Lord wills—a gift unfailing"}]}