{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":62,"VerseNumber":9,"Text":"Ô vous qui avez cru ! Lorsqu’il est appelé à la Çalât du vendredi, hâtez-vous pour évoquer Allah ! Laissez là tout commerce ! Cela est bien meilleur pour vous, si vous saviez"},{"SurahNumber":62,"VerseNumber":10,"Text":"Puis la Çalât finie, dispersez-vous partout ailleurs ![556] Espérez les faveurs d’Allah ! Évoquez abondamment (le nom d’)Allah, peut-être réussirez-vous"},{"SurahNumber":62,"VerseNumber":11,"Text":"Dès qu’ils entraperçoivent quelque commerce ou quelque divertissement, ils se dispersent d’autour de toi et te laissent là, debout. Dis : « Ce qui se trouve auprès d’Allah est bien meilleur que le divertissement et le commerce. Allah est, certes, le Meilleur des dispensateurs. »"},{"SurahNumber":63,"VerseNumber":1,"Text":"Quand les hypocrites viennent te trouver, ils disent : « Nous attestons que tu es le Messager d’Allah. » Mais Allah Sait que tu es Son Messager, et Il atteste que les hypocrites sont des menteurs"},{"SurahNumber":63,"VerseNumber":2,"Text":"Ils ont pris leur serment comme bouclier protecteur, et ont repoussé (les autres) loin du chemin d’Allah. Comme étaient détestables les choses qu’ils faisaient"},{"SurahNumber":63,"VerseNumber":3,"Text":"Cela, parce qu’ils ont cru, puis mécru. Leurs cœurs en sont alors scellés, et ils ne comprennent plus rien"},{"SurahNumber":63,"VerseNumber":4,"Text":"Quand tu les vois, leur apparence physique te plaît, et s’ils parlent tu écoutes (volontiers) ce qu’ils disent. Ils sont tels des poutres appuyées (contre le mur). Ils pensent que le moindre cri les concerne. Ce sont eux l’ennemi. Méfie-toi d’eux ! Qu’Allah les combatte ! Comme ils se détournent (du droit chemin)"}]}