{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Those who do not believe in the hereafter give the angels the female names of goddesses"},{"SurahNumber":53,"VerseNumber":28,"Text":"But they have no knowledge of it. They follow mere conjecture; and surely conjecture does not avail against the truth at all"},{"SurahNumber":53,"VerseNumber":29,"Text":"Therefore, neglect those who ignore Our warnings and seek only the life of this world"},{"SurahNumber":53,"VerseNumber":30,"Text":"This is the sum of their knowledge. Surely your Lord knows who have strayed from His path, and who are rightly guided"},{"SurahNumber":53,"VerseNumber":31,"Text":"To Allah belongs all that is in the heavens and in the earth, so that He may requite the evildoers according to their deeds, and richly reward those who do good deeds"},{"SurahNumber":53,"VerseNumber":32,"Text":"To those who avoid the major sins and shameful deeds and are guilty of only small offense, surely for them your Lord will have abundant forgiveness. He knew you well when He created you from earth and when you were just embryos in your mother’s wombs, therefore, do not claim piety for yourselves. He knows best who is really Godfearing pious"},{"SurahNumber":53,"VerseNumber":33,"Text":"Have you seen the one who (Walid bin Mughirah, who was willing to embrace Islam, but upon someone’s promise to take the responsibility of getting the punishment on his behalf in lieu of certain amount of money, he) turned away"},{"SurahNumber":53,"VerseNumber":34,"Text":"He gave a little from the promised amount then stopped"},{"SurahNumber":53,"VerseNumber":35,"Text":"Does he possess the knowledge of the unseen that he could see reality"},{"SurahNumber":53,"VerseNumber":36,"Text":"Or has he not been notified about what was in the scrolls of Moses"},{"SurahNumber":53,"VerseNumber":37,"Text":"and of Abraham who always kept his word"},{"SurahNumber":53,"VerseNumber":38,"Text":"That no soul shall bear the burden of another"},{"SurahNumber":53,"VerseNumber":39,"Text":"that there shall be nothing for a man except what he strives for"},{"SurahNumber":53,"VerseNumber":40,"Text":"that his striving shall be scrutinized"},{"SurahNumber":53,"VerseNumber":41,"Text":"that he shall be fully rewarded for it"},{"SurahNumber":53,"VerseNumber":42,"Text":"that to your Lord is the final goal"},{"SurahNumber":53,"VerseNumber":43,"Text":"that it is He Who grants laughter and tears"},{"SurahNumber":53,"VerseNumber":44,"Text":"that it is He Who ordains death and life"}]}