{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"So eat and drink thou, and cool thine eyes; and if thou beholdest the human beings anyone, say: verily I have vowed to the Compassionate a fast, so I shall not speak today to any human being"},{"SurahNumber":19,"VerseNumber":27,"Text":"Then she brought him to her nation carrying him. They said: Maryam! assuredly thou hast brought a thing unheard Of"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Harun: thy father was not a man of evil, nor was thy mother a harlot"},{"SurahNumber":19,"VerseNumber":29,"Text":"Then she Pointed to him. They said: how shall we speak to one who is in the cradle, a child"},{"SurahNumber":19,"VerseNumber":30,"Text":"He Said: verily I am a bondman of Allah; He hath vouchsafed me the Book and made me a prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He hath made me blest wheresoever I may be, and enjoined on me the prayer and the poor-rate as long as I am alive"},{"SurahNumber":19,"VerseNumber":32,"Text":"And dutecus Unto my mother, and hath not made me high- handed, unblest"},{"SurahNumber":19,"VerseNumber":33,"Text":"And peace be on me the day was born and the day die and the day I shall be raised up alive"},{"SurahNumber":19,"VerseNumber":34,"Text":"Such is 'lsa, son of Maryam: this Is the word of truth wherein they are doubting"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah is not one to take to Himself a son. Hallowed be He! whensoever He decreeth an affair he only Saith to it: be, and it becometh"},{"SurahNumber":19,"VerseNumber":36,"Text":"And verily Allah is my Lord and your Lord; so worship Him; this is a way straight"},{"SurahNumber":19,"VerseNumber":37,"Text":"Then the sects have differed among themselves; so woe to those who disbelieve in the witness of a Day Mighty"},{"SurahNumber":19,"VerseNumber":38,"Text":"How wondrous in their hearing and their sight will they be the Day they come unto Us! But to-day the wrong doers are in error manifest"}]}