{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"اور ایک اُسکی نشانی ہے کہ جہاز چلتے ہیں دریا میں جیسے پہاڑ [۴۶]"},{"SurahNumber":42,"VerseNumber":33,"Text":"اگر چاہے تو تھام دے ہوا کو پھر رہیں سارے دن ٹھہرے ہوئے اس کی پیٹھ پر [۴۷] مقرر اس بات میں پتے ہیں ہر قائم رہنے والے کو جو احسان مانے [۴۸]"},{"SurahNumber":42,"VerseNumber":34,"Text":"یا تباہ کر دے انکو بسبب اُنکی کمائی کے اور معاف بھی کرے بہتوں کو [۴۹]"},{"SurahNumber":42,"VerseNumber":35,"Text":"اور تاکہ جان لیں وہ جو جھگڑتے ہیں ہماری قدرتوں میں کہ نہیں اُنکے لئے بھاگنے کی جگہ [۵۰]"},{"SurahNumber":42,"VerseNumber":36,"Text":"سو جو چکھ ملا ہے تمکو کوئی چیز ہو سو وہ برت لینا ہے دنیا کی زندگانی میں اورجو کچھ اللہ کے یہاں ہے بہتر ہے اور باقی رہنے والا واسطے ایمان والوں کے جو اپنے رب پر بھروسہ رکھتے ہیں [۵۱]"},{"SurahNumber":42,"VerseNumber":37,"Text":"اور جو لوگ کہ بچتے ہیں بڑے گناہوں سے اور بیحیائی سے اور جب غصہ آوے تو وہ معاف کر دیتے ہیں [۵۲]"},{"SurahNumber":42,"VerseNumber":38,"Text":"اور جنہوں نے کہ حکم مانا اپنے رب کا اور قائم کیا نماز کو اور کام کرتے ہیں مشورہ سے آپس کے [۵۳] اور ہمارا دیا کچھ خرچ کرتے ہیں"},{"SurahNumber":42,"VerseNumber":39,"Text":"اور وہ لوگ کہ جب ان پر ہووے چڑھائی تو وہ بدلا لیتے ہیں [۵۴]"},{"SurahNumber":42,"VerseNumber":40,"Text":"اور برائی کا بدلا ہے برائی ویسی ہی [۵۵] پھر جو کوئی معاف کرے اور صلح کرے سو اس کا ثواب ہے اللہ کے ذمہ بیشک اللہ کو پسند نہیں آتے گنہگار [۵۶]"},{"SurahNumber":42,"VerseNumber":41,"Text":"اور جو کوئی بدلہ لے اپنے مظلوم ہونے کے بعد سو ان پر بھی نہیں کچھ الزام [۵۷]"},{"SurahNumber":42,"VerseNumber":42,"Text":"الزام تو ان پر ہے جو ظلم کرتے ہیں لوگوں پر [۵۸] اور دھوم اٹھاتے ہیں ملک میں ناحق ان لوگوں کے لئے ہے عذاب دردناک"},{"SurahNumber":42,"VerseNumber":43,"Text":"اور البتہ جس نے سہا اور معاف کیا بیشک یہ کام ہمت کے ہیں [۵۹]"},{"SurahNumber":42,"VerseNumber":44,"Text":"اور جسکو راہ نہ سجھائے اللہ تو کوئی نہیں اسکا کام بنانے والا اسکے سوا [۶۰] اور تو دیکھے گنہگاروں کو جس وقت دیکھیں گے عذاب کہیں گے کسی طرح پھر جانے کی بھی ہو گی کوئی راہ [۶۱]"}]}