{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":45,"VerseNumber":14,"Text":"Exhorte ceux qui croient, à pardonner à ceux qui n’obtiendront rien des bienfaits de Dieu (en raison de leur dénégation). C’est à Dieu de les rétribuer selon ce qu’ils auront accompli"},{"SurahNumber":45,"VerseNumber":15,"Text":"car quiconque accomplit de bonnes actions agit pour son propre salut, et quiconque accomplit des actions répréhensibles contribuera à sa propre perdition. Puis, c’est à votre Seigneur que vous serez tous ramenés"},{"SurahNumber":45,"VerseNumber":16,"Text":"Nous avons accordé aux Enfants d’Israël l’Écriture, l’autorité et la prophétie. Nous leur avons dispensé Nos grâces, et Nous leur avons donné la préférence sur leurs contemporains"},{"SurahNumber":45,"VerseNumber":17,"Text":"Nous leur avons montré des preuves incontestables concernant la religion (Nos commandements). Ce n’est que lorsqu’ils prirent acte de ce qui leur fut apporté qu’ils divergèrent, mus par leur antagonisme. Dieu tranchera à propos de ce qui les opposait le Jour de la Résurrection"},{"SurahNumber":45,"VerseNumber":18,"Text":"Puis, Nous t’avons engagé sur la voie de la religion (la Loi de Dieu). Conforme- toi à ses prescriptions et ne cède pas aux penchants de ceux qui ne savent pas"},{"SurahNumber":45,"VerseNumber":19,"Text":"Ils ne te seront d’aucune protection contre (les rigueurs) Dieu. D’ailleurs, ils n’exercent leur solidarité qu’à l’égard des leurs, et Dieu est l’Allié des pieux"},{"SurahNumber":45,"VerseNumber":20,"Text":"Ceci (le Coran) est une lumière pour les Hommes, une guidance et une miséricorde pour des gens qui croient avec certitude"},{"SurahNumber":45,"VerseNumber":21,"Text":"Ceux qui perpètrent des forfaits, pensent-ils que Nous les traiterons comme ceux qui croient et font le bien, de sorte que dans leur vie et dans leur mort, ils soient rétribués à égalité ? Mauvaise appréciation que la leur"},{"SurahNumber":45,"VerseNumber":22,"Text":"Dieu a créé les Cieux et la Terre en toute justice, afin que chaque âme soit rétribuée selon ce qu’elle aura acquis, et nul ne sera lésé"}]}