{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"They said, O Moses, whether wilt thou cast down thy rod first, or shall we be the first who cast down our rods"},{"SurahNumber":20,"VerseNumber":66,"Text":"He answered, do ye cast down your rods first. And behold, their cords and their rods appeared unto him, by their enchantment, to run about like serpents"},{"SurahNumber":20,"VerseNumber":67,"Text":"Wherefore Moses conceived fear in his heart"},{"SurahNumber":20,"VerseNumber":68,"Text":"But we said unto him, fear not; for thou shalt be superior"},{"SurahNumber":20,"VerseNumber":69,"Text":"Therefore cast down the rod which is in thy right hand; and it shall swallow up the seeming serpents which they have made: For what they have made is only the deceipt of an enchanter; and an enchanter shall not prosper, whithersoever he cometh"},{"SurahNumber":20,"VerseNumber":70,"Text":"And the magicians, when they saw the miracle which Moses performed, fell down and worshipped, saying, we believe in the Lord of Aaron and of Moses"},{"SurahNumber":20,"VerseNumber":71,"Text":"Pharaoh said unto them, do ye believe in him before I give you permission? Verily this is your master, who hath taught you magic. But I will surely cut off your hands and your feet on the opposite sides; and I will crucify you on trunks of palm-trees: And ye shall know which of us is more severe in punishing, and can longer protract your pains"},{"SurahNumber":20,"VerseNumber":72,"Text":"They answered, we will by no means have greater regard unto thee, than unto those evident miracles which have been shewn us, or than unto him who hath created us. Pronounce therefore that sentence against us which thou art about to pronounce: For thou canst only give sentence as to this present life"},{"SurahNumber":20,"VerseNumber":73,"Text":"Verily we believe on our Lord, that he may forgive us our sins, and the sorcery which thou hast forced us to exercise: For God is better to reward, and more able to prolong punishment than thou"},{"SurahNumber":20,"VerseNumber":74,"Text":"Verily whosoever shall appear before his Lord on the day of judgment, polluted with crimes, shall have hell for his reward; he shall not die therein, neither shall he live"},{"SurahNumber":20,"VerseNumber":75,"Text":"But whoever shall appear before him, having been a true believer, and shall have worked righteousness, for these are prepared the highest degrees of happiness"},{"SurahNumber":20,"VerseNumber":76,"Text":"namely, gardens of perpetual abode, which shall be watered by rivers; they shall remain therein for ever: And this shall be the reward of him who shall be pure"}]}