{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"اور اگر یہ آپ کو جھٹلائیں تو آپ سے پہلے کے تمام رسول بھی جھٹلائے جاچکے ہیں۔ تمام کام اللہ ہی کی طرف لوٹائے جاتے ہیں"},{"SurahNumber":35,"VerseNumber":5,"Text":"لوگو! اللہ تعالیٰ کا وعده سچا ہے تمہیں زندگانیٴ دنیا دھوکے میں نہ ڈالے، اور نہ دھوکے باز شیطان تمہیں غفلت میں ڈالے"},{"SurahNumber":35,"VerseNumber":6,"Text":"یاد رکھو! شیطان تمہارا دشمن ہے، تم اسے دشمن جانو وه تو اپنے گروه کو صرف اس لئے ہی بلاتا ہے کہ وه سب جہنم واصل ہو جائیں"},{"SurahNumber":35,"VerseNumber":7,"Text":"جو لوگ کافر ہوئے ان کے لئے سخت سزا ہے اور جو لوگ ایمان ﻻئے اور نیک اعمال کئے ان کے لئے بخشش ہے اور (بہت) بڑا اجر ہے"},{"SurahNumber":35,"VerseNumber":8,"Text":"کیا پس وه شخص جس کے لئے اس کے برے اعمال مزین کردیئے گئے ہیں پس وه انہیں اچھاسمجھتا ہے (کیا وه ہدایت یافتہ شخص جیسا ہے)، (یقین مانو) کہ اللہ جسے چاہے گمراه کرتا ہے اور جسے چاہے راه راست دکھاتا ہے۔ پس آپ کو ان پر غم کھا کھا کر اپنی جان ہلاکت میں نہ ڈالنی چاہیئے، یہ جو کچھ کر رہے ہیں اس سے یقیناً اللہ تعالیٰ بخوبی واقف ہے"},{"SurahNumber":35,"VerseNumber":9,"Text":"اور اللہ ہی ہوائیں چلاتا ہے جو بادلوں کو اٹھاتی ہیں پھر ہم بادلوں کو خشک زمین کی طرف لے جاتے ہیں اور اس سے اس زمین کو اس کی موت کے بعد زنده کردیتے ہیں۔ اسی طرح دوباره جی اٹھنا (بھی) ہے"},{"SurahNumber":35,"VerseNumber":10,"Text":"جو شخص عزت حاصل کرنا چاہتا ہو تو اللہ تعالیٰ ہی کی ساری عزت ہے، تمام تر ستھرے کلمات اسی کی طرف چڑھتے ہیں اور نیک عمل ان کو بلند کرتا ہے، جو لوگ برائیوں کے داؤں گھات میں لگے رہتے ہیں ان کے لئے سخت تر عذاب ہے، اور ان کا یہ مکر برباد ہوجائے گا"},{"SurahNumber":35,"VerseNumber":11,"Text":"لوگو! اللہ تعالیٰ نے تمہیں مٹی سے پھر نطفہ سے پیدا کیا ہے، پھر تمہیں جوڑے جوڑے (مرد وعورت) بنا دیا ہے، عورتوں کو حاملہ ہونا اور بچوں کا تولد ہونا سب اس کے علم سے ہی ہے، اور جو بڑی عمر واﻻ عمر دیا جائے اور جس کی عمر گھٹے وه سب کتاب میں لکھا ہوا ہے۔ اللہ تعالیٰ پر یہ بات بالکل آسان ہے"}]}