{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":73,"Text":"Na pzimbaan iran a salakaw ko Allah, - so da a mipapaar iyan a riskhi kiran, a phoon ko manga langit ago so lopa a mayto bo, go da a khagaga iran"},{"SurahNumber":16,"VerseNumber":74,"Text":"Na di kano phangmbaal sa manga ibarat o Allah: Mataan! a so Allah i Matao, na skano i di manga tatao"},{"SurahNumber":16,"VerseNumber":75,"Text":"Mimbaal so Allah sa ibarat, a oripn, a mipapaar, a da a khagaga niyan a mayto bo; ago taw a bigan Ami skaniyan sa pagpr a mapiya a phoon Rkami, na skaniyan na pphammgay ron, sa masoln ago mapayag: Ba siran makaphagizan? So langowan o podi na rk o Allah! Kna ka so kadaklan kiran na di manga tatao"},{"SurahNumber":16,"VerseNumber":76,"Text":"Go mimbaal so Allah sa ibarat a dowa mama: So isa kiran na omaw, a da a khagaga niyan a mayto bo; go skaniyan na ikaririkor o khirk on; apiya anda niyan pakasangora skaniyan, na da a khitalingoma niyan a mapiya: Ba makaphagizan skaniyan ago so taw a pzogo ko ontol, a skaniyan na komkdg sa lalan a makaoontol"},{"SurahNumber":16,"VerseNumber":77,"Text":"Na rk o Allah so misosoln ko manga langit ago so lopa. Na da ko okit o bangkit inonta na lagid bo o saprk mata, odi na lawan roo sa kagaan: Mataan! a so Allah na sii ko langowan taman na Gaos Iyan"},{"SurahNumber":16,"VerseNumber":78,"Text":"Na so Allah na piyakaliyo kano Niyan phoon ko manga tiyan o manga ina iyo a da a katawan iyo a mayto bo; go inadn Iyan rkano so kan´g go so manga kaylay go so manga poso: ka an kano makapanalamat (ko Allah)"},{"SurahNumber":16,"VerseNumber":79,"Text":"Ba iran da maylay so manga papanok, a libod kiran a kapphakalantap iran sii ko sold o kawang? A da a makatatayong kiran a rowar ko Allah. Mataan! a adn a matatago roo man a titho a manga tanda ko pagtaw a khipaparatiyaya"}]}