{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Indeed, those who do not believe in the Hereafter give the angels female names"},{"SurahNumber":53,"VerseNumber":28,"Text":"They have no knowledge about it. They only follow conjecture, but conjecture is of no avail against the truth"},{"SurahNumber":53,"VerseNumber":29,"Text":"So pay no heed to those who turn away from Our message and who only seek the life of this world"},{"SurahNumber":53,"VerseNumber":30,"Text":"That is the limit of their knowledge. Indeed, your Lord knows best who has strayed from His Way, and He knows best who is guided"},{"SurahNumber":53,"VerseNumber":31,"Text":"To Allah belongs all that is in the heavens and all that is on earth, so that He may recompense the evildoers for what they did, and reward those who do good with the best reward"},{"SurahNumber":53,"VerseNumber":32,"Text":"those who avoid major sins and shameful acts, except for minor lapses. Indeed, your Lord is ample in forgiveness. He knows you best, as He created you from the earth and when you were fetuses in the wombs of your mothers. So do not claim purity for yourselves, for He knows best who is truly righteous"},{"SurahNumber":53,"VerseNumber":33,"Text":"Have you seen the one who turned away [from Islam]"},{"SurahNumber":53,"VerseNumber":34,"Text":"who gave a little, and then stopped"},{"SurahNumber":53,"VerseNumber":35,"Text":"Does he have knowledge of the unseen, so he has insight"},{"SurahNumber":53,"VerseNumber":36,"Text":"Or has he not been informed of what is in the Scriptures of Moses"},{"SurahNumber":53,"VerseNumber":37,"Text":"and of Abraham, who fulfilled his duty"},{"SurahNumber":53,"VerseNumber":38,"Text":"That no bearer of burden will bear the burden of another"},{"SurahNumber":53,"VerseNumber":39,"Text":"and that man will not receive except what he strives for"},{"SurahNumber":53,"VerseNumber":40,"Text":"and that his efforts will be examined"},{"SurahNumber":53,"VerseNumber":41,"Text":"then he will be recompensed in full"},{"SurahNumber":53,"VerseNumber":42,"Text":"and that to your Lord is the final return"},{"SurahNumber":53,"VerseNumber":43,"Text":"and that He is the One Who makes people laugh and weep"},{"SurahNumber":53,"VerseNumber":44,"Text":"and that He is the One Who causes death and gives life"}]}