{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":32,"Text":"Dumnezeu spuse: “O, Iblis! Tu de ce nu eşti printre cei care se prosternează?”"},{"SurahNumber":15,"VerseNumber":33,"Text":"El spuse: “Nu am să mă prosternez înaintea unui om pe care tu l-ai creat din lut, dintr-un glod uşor de frământat.”"},{"SurahNumber":15,"VerseNumber":34,"Text":"Dumnezeu spuse: “Ieşi de aici! Să fii bătut cu pietre"},{"SurahNumber":15,"VerseNumber":35,"Text":"Fie blestemul asupra ta până în Ziua Judecăţii!”"},{"SurahNumber":15,"VerseNumber":36,"Text":"El spuse: “Domnul meu! Dă-mi un răgaz până în Ziua în care oamenii vor fi înviaţi.”"},{"SurahNumber":15,"VerseNumber":37,"Text":"Dumnezeu spuse: “Ai acest răgaz"},{"SurahNumber":15,"VerseNumber":38,"Text":"până în ziua timpului cunoscut (de Noi).”"},{"SurahNumber":15,"VerseNumber":39,"Text":"El spuse: “Domnul meu! Pentru că Tu m-ai dus în greşeală, eu le voi arăta răul pe pământ sub înfăţişări înşelătoare şi pe toţi îi voi duce în greşeală"},{"SurahNumber":15,"VerseNumber":40,"Text":"afară de robii Tăi curaţi.”"},{"SurahNumber":15,"VerseNumber":41,"Text":"El spuse: “Aceasta este pentru mine o cale dreaptă"},{"SurahNumber":15,"VerseNumber":42,"Text":"Tu nu ai nici o împuternicire asupra robilor Mei, în afara celui care te va urma dintre cei aflaţi în greşeală.”"},{"SurahNumber":15,"VerseNumber":43,"Text":"Gheena va fi locul lor de întâlnire, al tuturor"},{"SurahNumber":15,"VerseNumber":44,"Text":"Ea are şapte porţi. Înaintea fiecărei porţi va fi o parte din ei"},{"SurahNumber":15,"VerseNumber":45,"Text":"iar cei temători vor fi în grădini, lângă izvoare"},{"SurahNumber":15,"VerseNumber":46,"Text":"“Intraţi în ele, în pace şi tihnă!”"},{"SurahNumber":15,"VerseNumber":47,"Text":"Noi le vom smulge orice ură din inimile lor. Şi aşa vor fi ca fraţii aşezaţi pe paturi faţă în faţă"},{"SurahNumber":15,"VerseNumber":48,"Text":"Nici o osteneală nu-i va atinge şi niciodată nu vor fi de-acolo izgoniţi"},{"SurahNumber":15,"VerseNumber":49,"Text":"Dă-le de ştire robilor Mei că Eu sunt Iertătorul, Milostivul"},{"SurahNumber":15,"VerseNumber":50,"Text":"şi osânda Mea este osânda cea dureroasă"},{"SurahNumber":15,"VerseNumber":51,"Text":"Dă-le de ştire despre oaspeţii lui Abraham"}]}