{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"Анан алардын эң чоңунан башка баарын талкалап чыкты, ошого кайтышсын деп. Шаар эли майрамдан кайтып, ибадатканага киришип"},{"SurahNumber":21,"VerseNumber":59,"Text":"«Биздин кудайларыбызга муну ким жасады?! Ал сөзсүз заалымдардан экен!!!» дешти"},{"SurahNumber":21,"VerseNumber":60,"Text":"(Кээ бирөөлөрү) Айтышты: «Ибрахим деген жаш жигит кудайларыбызды (жамандык менен) тилге алып жүргөн»"},{"SurahNumber":21,"VerseNumber":61,"Text":"(Чоңдору) Айтты: «Аны адамдардын көз алдына алып келгиле, (сазайын бергенибизди) көрүп коюшсун!»"},{"SurahNumber":21,"VerseNumber":62,"Text":"«О, Ибрахим! Биздин кудайларыбызга ушуну сен жасадыңбы?!» - дешти"},{"SurahNumber":21,"VerseNumber":63,"Text":"«Жок — деди Ибрахим — мына бул (балта кармап турган) чоңу жасады. Эгер сүйлөчү болсо сурап алгыла»"},{"SurahNumber":21,"VerseNumber":64,"Text":"Ошондо алар (бир саамга) эстерине келе калышты жана (бири-бирине) «Чын эле силер өзүңөр заалым экенсиңер» - дешти"},{"SurahNumber":21,"VerseNumber":65,"Text":"Кийин дагы баштары айланып, «Сен булардын сүйлөбөй тургандыгын билет болчусуң! (Бизди шылдың кылба)» -дешти"},{"SurahNumber":21,"VerseNumber":66,"Text":"«Аллаһтан башка, өзүңөргө не зыян, не пайда келтире албаган кудайларга сыйынып жатасыңарбы"},{"SurahNumber":21,"VerseNumber":67,"Text":"Силерден дагы, Аллаһтан башка сыйынган кудайыңардан дагы тажадым! Акылыңарды иштетпейсиңерби?!» (деди Ибрахим). (Мушриктер Ибрахимдин далилдерине жооп бере албай, күч колдонууну каалашты жана)"},{"SurahNumber":21,"VerseNumber":68,"Text":"«Аны отко ыргыткыла! Кудайыңарга жардам бергиле! Эгер жасай алсаңар, ушундай жасагыла!» - дешти"},{"SurahNumber":21,"VerseNumber":69,"Text":"Биз айттык: «О, от, Ибрахимге муздак жана саламаттык бол!»"},{"SurahNumber":21,"VerseNumber":70,"Text":"Алар муну менен (динге каршы) айлакерлик кылууну каалашты. Бирок, Биз аларды зыян тартуучу кылдык"},{"SurahNumber":21,"VerseNumber":71,"Text":"Жана Биз аны (Ибрахим) менен Лут экөөсүн, ааламдар үчүн берекелүү кылган жерге (Шам өлкөсүнө) куткарып (чыгарып) жибердик"},{"SurahNumber":21,"VerseNumber":72,"Text":"Биз ага Исхакты жана (анын уулу) Яькубду кошумча кылып бердик. Жана (Ибрахим, Исхак, Яькубдун) баарын тең салих (жакшы) адамдардан кылдык"}]}