{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":12,"VerseNumber":104,"Text":"A mi bi bɔhiri ba sanyo’ shεli. Di (Alkur’aani) pa shεli naɣila teebu n- nyɛli zaŋ ti binnamda"},{"SurahNumber":12,"VerseNumber":105,"Text":"Yaha! Di zooiya ka alaama shεli be sagbana ni tiŋgbani ni, ka bɛ (ninsalinimi) kuli gariti di zuɣu, ka nyɛla ban lebri biriti ka chɛri li"},{"SurahNumber":12,"VerseNumber":106,"Text":"Yaha! Bɛ pam bi tiri Naawuni yεlimaŋli, naɣila bɛ nyɛla ban jɛmdi binyɛr’ shɛŋa m-pahi Naawuni zuɣu"},{"SurahNumber":12,"VerseNumber":107,"Text":"Di ni bɔŋɔ, bɛ niŋla yεmbahiga ni mushiiba din yi Naawuni daazaaba puuni ti kaba na, bee ka Chiyaama yiɣisibu ti kaba na yim, ka bɛ nyɛla ban bi mi"},{"SurahNumber":12,"VerseNumber":108,"Text":"(Yaa nyini Annabi)! Yεlima: “Ŋɔ maa nyɛla n soli ka m-boondi zaŋ chaŋ Naawuni sani ni suhunɛli (baŋsim), m mini ŋun doli ma. Yaha! Naawuni nam niŋ kasi. Mani ka ninvuɣu shεba ban bo nyintahi m-pahi Naawuni zuɣu n-jɛmda maa ni.”"},{"SurahNumber":12,"VerseNumber":109,"Text":"(Yaa nyini Annabi)! Ti (Tinim’ Naawuni) daa bi tim (tuun’ shεba) ban daa kana pɔi ni nyini naɣila bɛ daa nyɛla dobba, ka Ti siɣisiri wahayi n-tiri ba na tiŋgbananim’ puuni. Di ni bɔŋɔ, bɛ (Makka chεfurinim’) bi gola tiŋgbani yaaŋa zuɣu ka nya ninvuɣu shεba ban daa kana pɔi ni bana maa bahigu ni daa nyɛ shεm? Achiika! Bahiguyili n-nyɛ din gari n-zaŋ ti ninvuɣu shɛba ban mali wuntia. Di ni bɔŋɔ, yi ku niŋ haŋkali"},{"SurahNumber":12,"VerseNumber":110,"Text":"(Bɛ daa naɣisi mi ti ba) Hali ka Naawuni tuumba maa ti yihi tamaha, ka tεhi ni bɛ labsi bala ʒirinima, dinsaha ka Ti (Tinim’ Naawuni) nasara naan yi kaba na, ka Ti tilgi Ti ni bɔri so, so mi ku tooi taɣi Ti daazaaba ka chɛ ninvuɣu shεba ban nyɛ bibɛhi"},{"SurahNumber":12,"VerseNumber":111,"Text":"Achiika! Bɛ (Annabi Yisifu mini o mabihi maa) lahibaya puuni nyɛla din mali kpahimbu n-zaŋ ti ninvuɣu shεba ban mali haŋkali. Di (Alkur’aani) pala lahibali n-nyɛ li ka bɛ kpirti li, amaa! Di nyɛla din tiri yεlimaŋli ni litaafi shεŋa din kana pɔi ni dina, ka nyɛ din kahigiri yεllikam, ni dolsigu mini nambɔzɔbo n- zaŋ ti ninvuɣu shεba ban ti Naawuni yεlimaŋli"}]}