{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"Найбільш Exalted БОГ, єдиний вірний Король. Не киніться у вимовляючий Quran перед тим, як це відкривається до вас, та кажете, \"Мій Лорд, збільшуєте моє знання"},{"SurahNumber":20,"VerseNumber":115,"Text":"Ми випробували Adam раніше, але він забув, та ми знайшли його indecisive"},{"SurahNumber":20,"VerseNumber":116,"Text":"Відкликання що ми сказали ангелам, \"Падаємо prostrate перед Adam.\" Вони упали prostrate, крім Satan; він відмовився"},{"SurahNumber":20,"VerseNumber":117,"Text":"Ми тоді сказали, \"O Adam, це є ворог вас та вашої дружини. Не дозвольте йому evict ви з Раю, lest ви стаєте нещасним"},{"SurahNumber":20,"VerseNumber":118,"Text":"Ви гарантуєтесь ніколи до голоду там, не не ідете незахищені"},{"SurahNumber":20,"VerseNumber":119,"Text":"Не будете ви спрага там, не страждаєте з будь-якого тепла"},{"SurahNumber":20,"VerseNumber":120,"Text":"Але чорт прошепотів йому, кажучи, \"O Adam, дозволений мені показ ви дерево вічності та unending царювання"},{"SurahNumber":20,"VerseNumber":121,"Text":"Вони гостилися з це, whereupon їхні організації стали помітним їм, та вони постаралися накрити себе з листами Раю. Adam таким чином не підкорявся його Лорду, та впав"},{"SurahNumber":20,"VerseNumber":122,"Text":"Згодом, його Лорд вибрав його, викупленого його, та керованого його"},{"SurahNumber":20,"VerseNumber":123,"Text":"Він сказав, \"Знижаєтеся звідти, всі ви. Ви вороги один одним. Коли керівництво прибуває до вас з Мені, будь хто хто слідує за Моїм керівництвом не заблукається, не зазнаєте будь-якого нещастя"},{"SurahNumber":20,"VerseNumber":124,"Text":"Як для хто disregards Моє повідомлення, він буде мати amiserable життя, та ми resurrect йо, на Дні Resurrection, сліпого"},{"SurahNumber":20,"VerseNumber":125,"Text":"Він скаже, \"Мій Лорд, чому ви скликали мені сліпий, коли я звичайно був seer"}]}