{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":158,"Text":"And whether you die, or are killed, verily, unto Allah you shall be gathered"},{"SurahNumber":3,"VerseNumber":159,"Text":"And by the Mercy of Allah, you dealt with them gently. And had you been severe and harsh-hearted, they would have broken away from about you; so pass over (their faults), and ask (Allah's) Forgiveness for them; and consult them in the affairs. Then when you have taken a decision, put your trust in Allah, certainly, Allah loves those who put their trust (in Him)"},{"SurahNumber":3,"VerseNumber":160,"Text":"If Allah helps you, none can overcome you; and if He forsakes you, who is there after Him that can help you? And in Allah (Alone) let believers put their trust"},{"SurahNumber":3,"VerseNumber":161,"Text":"It is not for any Prophet to take illegally a part of booty (Ghulul), and whosoever deceives his companions as regards the booty, he shall bring forth on the Day of Resurrection that which he took (illegally). Then every person shall be paid in full what he has earned, - and they shall not be dealt with unjustly"},{"SurahNumber":3,"VerseNumber":162,"Text":"Is then one who follows (seeks) the good Pleasure of Allah (by not taking illegally a part of the booty) like the one who draws on himself the Wrath of Allah (by taking a part of the booty illegally - Ghulul)? - his abode is Hell, - and worst, indeed is that destination"},{"SurahNumber":3,"VerseNumber":163,"Text":"They are in varying grades with Allah, and Allah is All-Seer of what they do"},{"SurahNumber":3,"VerseNumber":164,"Text":"Indeed Allah conferred a great favour on the believers when He sent among them a Messenger (Muhammad SAW) from among themselves, reciting unto them His Verses (the Quran), and purifying them (from sins by their following him), and instructing them (in) the Book (the Quran) and Al-Hikmah [the wisdom and the Sunnah of the Prophet SAW (i.e. his legal ways, statements, acts of worship, etc.)], while before that they had been in manifest error"},{"SurahNumber":3,"VerseNumber":165,"Text":"(What is the matter with you?) When a single disaster smites you, although you smote (your enemies) with one twice as great, you say: \"From where does this come to us?\" Say (to them), \"It is from yourselves (because of your evil deeds).\" And Allah has power over all things"}]}