{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":33,"VerseNumber":16,"Text":"(Nkͻmhyεni), ka kyerε (nkͻnkͻnsafoͻ no a wͻ’resrε kwan no) sε: “Sε owuo anaa okum ho nti na moredwane no a, εneε dwane no ho mma mfasoͻ mma mo, εyε εberε tiaa bi na mode bεgye moani (wͻ wiase ha) “"},{"SurahNumber":33,"VerseNumber":17,"Text":"Ka sε : “Sε Nyankopͻn pε mo bͻne bi, anaasε Ɔpε mo ahummͻborͻ bi a, hwan na ͻbεbͻ moho ban afri ne nsam? Nyankopͻn akyiri no wͻ’nnya okyitaafoͻ anaa ͻboafoͻ mma wͻn"},{"SurahNumber":33,"VerseNumber":18,"Text":"Nokorε sε Nyankopͻn nim wͻn a wͻn wͻ mo mu no a wͻ’si amanfoͻ kwan (na wͻ’mma wͻn mma ͻko no), ne wͻn a wͻ’ka kyerε wͻn nuanom sε: ”Mommra yεn hͻ;” na (wͻn ara mpo mma ͻkoo gyesε (wͻn mu nnipa) kakraabi"},{"SurahNumber":33,"VerseNumber":19,"Text":"Wͻnnfa moho (anaasε wͻ’mmoa mo wͻ kwan biara so). Nanso sε ehu bi ba a wobεhunu sε wͻ’rehwε woͻ a wͻn ani retwa kuru-kuru tesε obia owuo refa no. Sε ehu no tekͻ a wͻ’de kεterεma naanam anaa kԑtrԑma dԑ twa wo de hwehwε papa. Saa nkorͻfoͻ no na wͻ’nnye nie no, enti Nyankopͻn ama wͻn nyuma no ayε kwa, εno yε adeε a εyε mmerε wͻ Nyankopͻn hͻ"},{"SurahNumber":33,"VerseNumber":20,"Text":"(Nkͻnkͻnsafoͻ no) adwen yε wͻn sε (Ah’zaab) nkorͻfo kuo no nnya nkͻe, na sε nkorͻfo kuo no reba (bio) a, anka wͻ’bεpε sε wͻ’bεka εserε so Arabfoͻ no ho (ne wͻn awͻ εserε no so) na wͻn abisa moho asεm (atie). Sε wͻ’ka mo ho mpo a, anka wͻ’nnko gyesε kakraa bi"},{"SurahNumber":33,"VerseNumber":21,"Text":"Ampa sε nhwεso pa wͻ Ɔsomafoͻ (Muhammad) suban mu ma mo, de ma obia n’ani da Nyankopͻn so ne Daakye no nso soɔ, na ͻkae Nyankopͻn pii"},{"SurahNumber":33,"VerseNumber":22,"Text":"Ɛberε a agyidiefoͻ no hunuu nkorͻfo kuo no, wͻ’kaa sε: “Woi na Nyankopͻn ne Nesomafoͻ no hyεε yεn ho bͻ no, Nyankopͻn ne ne Somafoͻ asεm yε nokorε. Deε wͻ’nya kaa ho ne gyidie ne ahobraseε"}]}