{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":14,"VerseNumber":34,"Text":"Oo Wuxuu idin siiyaa wax ka mid ah wax kastoo aad weydiisataan12, oo haddii aad tirisaan Nicmooyinka Ilaahay, ma kari doontaan inaad tiro koobtaan. hubaal Aadmigu waa dulmilow, abaal laawe ah"},{"SurahNumber":14,"VerseNumber":35,"Text":"Oo waa tii uu Ibraahiim yidhi: Rabbiyow! Ka yeel beledkan (Makkah) aamin, oo iga dheeree aniga iyo awlaaddeydaba inaan cabudno sanammo"},{"SurahNumber":14,"VerseNumber":36,"Text":"Rabbiyow! Hubaal waxay lumiyeen in badan oo ka mid ah dadka. Ee mid kastoo i raaca, aniga buu hubaal iga mid yahay; mid kastoo se igu caasiya,_ Adiga baa hubaal ah Dambi Dhaaf Badane, Naxariis Badan"},{"SurahNumber":14,"VerseNumber":37,"Text":"Rabbiyow! Hubaal waxaan dejiyey qaar ka mid ah durriyadeydii tog aan sarac lahayn, oo beydkaaga Xurmadda leh agtiis ah; Rabbiyow si ay u oogaan salaadda ee ka yeel quluubta qaar dadka ka mid ah kuwo u soo iisha xaggooda oo ku irsaaq midho bal inay mahad naqaan"},{"SurahNumber":14,"VerseNumber":38,"Text":"Rabbiyow! Hubaal waxaad adigu ogtahay waxa aan qarinno iyo waxa aan muujinnaba.Oo kama qarsoomaan Alle wax dhulka jira ama cirka gudahiisa ah"},{"SurahNumber":14,"VerseNumber":39,"Text":"Ammaan idilkeed mahadi wehliso waxaa iska leh Allaah ee i siiyey anigoo weyn oo da’ ah Ismaaciil iyo Isxaaq. hubaal Rabbigay xaqiiq waa Maqlaha baryada"},{"SurahNumber":14,"VerseNumber":40,"Text":"Rabbiyow! Iga yeel mid si fiican u ooga salaadda aniga iyo durriyadeydaba, Rabbiyow! Oo iga aqbal baryada"},{"SurahNumber":14,"VerseNumber":41,"Text":"Rabbiyow! Ii dambi dhaaf aniga iyo labadeyda waalid iyo mu’miniintaba Maalinta ay dhici doonto Xisaabtu"},{"SurahNumber":14,"VerseNumber":42,"Text":"Oo ha moodin in Allaah moog yahay waxa ay falaan gar ma qaatayaashu, ee Wuxuu uun dib ugu dhigaa Maalin ay indhahu taagmi doonaan"}]}