{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Оё ин ҷодуст ё шумо намебинед"},{"SurahNumber":52,"VerseNumber":16,"Text":"Ба оташ дароед. Хоҳ бар он сабр кунед ё сабр накунад, фарқе накунад. Шуморо дар баробари корҳое, ки мекардаед, ҷазо медиҳанд"},{"SurahNumber":52,"VerseNumber":17,"Text":"Парҳезгорон дар биҳиштҳо ва неъматанд"},{"SurahNumber":52,"VerseNumber":18,"Text":"Аз он чӣ Парвардигорашон ба онҳо додааст, шодмонанд ва Худо онҳоро аз азоби ҷаҳаннам нигаҳ доштааст"},{"SurahNumber":52,"VerseNumber":19,"Text":"Ба музди корҳое, ки кардаед, бихӯреду биёшомед. Гувороятон бод"},{"SurahNumber":52,"VerseNumber":20,"Text":"Бар он тахтҳои канори ҳам чида такя мезананд. Ҳуриёнро ҳамсарашон мегардонем"},{"SurahNumber":52,"VerseNumber":21,"Text":"Касоне, ки худ имон оварданд ва фарзандонашон дар имон пайравияшон карданд. Фарзандонашонро бо онҳо якҷоя мекунем ва аз музди амалашон ҳеҷ кам намекунем, ки дар касе дар гарави кори худ аст"},{"SurahNumber":52,"VerseNumber":22,"Text":"Ва пайваста аз ҳар гуна, ки бихоҳанд, меваву гӯшт атояшон мекунем"},{"SurahNumber":52,"VerseNumber":23,"Text":"Дар он ҷо ҷоми май диҳанд ва ҷоми май ситонанд, ки дар он на сухани беҳуда бошад ва на гуноҳ кардан"},{"SurahNumber":52,"VerseNumber":24,"Text":"Ғуломонашон чун марвориди пинҳон дар садаф ба гирдашон мечарханд"},{"SurahNumber":52,"VerseNumber":25,"Text":"Пурсишкунон рӯй ба якдигар мекунанд"},{"SurahNumber":52,"VerseNumber":26,"Text":"Мегӯянд: «Пеш аз ин дар миёни касонамон танҳо мо аз Худо метарсидем"},{"SurahNumber":52,"VerseNumber":27,"Text":"Пас Худо бар мо миннат ниҳод ва моро аз азоби самум нигаҳ дошт"},{"SurahNumber":52,"VerseNumber":28,"Text":"Мо пеш аз ин Ӯро (бо дуъову илтиҷо) мехондем, ки Ӯ эҳсонкунандаву меҳрубон аст!»"},{"SurahNumber":52,"VerseNumber":29,"Text":"Пандашон деҳ, ки ту ба баракати неъмати Парвардигорат на коҳин (ҷодугар) ҳастиву на маҷнун"},{"SurahNumber":52,"VerseNumber":30,"Text":"Ё мегӯянд: «Шоиресту мо барои вай мунтазири ҳаводиси рӯзгорем». (ки шояд бимирад)"},{"SurahNumber":52,"VerseNumber":31,"Text":"Бигӯ: «Шумо мунтазир бимонед, ки ман низ бо шумо интизор мекашам»"}]}