{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"Sidaa awgeed waxay ahaadaan kuwo ka abaal dhacsan waxa aan siinnay. Ee iska raaxeysta, durbase waad ogaan doontaan"},{"SurahNumber":16,"VerseNumber":56,"Text":"Oo waxay dhinac u dhigaan wax aanay11 garanayn qayb ka mid ah waxa aanu siinnay. Tallaahi, hubaal waa la idin weydiin doonaa xaqiiq waxa aad been abuurateen"},{"SurahNumber":16,"VerseNumber":57,"Text":"Oo waxay u yeelaan Allaah gabdho12. Xurmo oo dhan Isaga baa leh oo iin iyo ceeb tiran, oo iyaguna waxay isa siiyeen waxa ay rabaan"},{"SurahNumber":16,"VerseNumber":58,"Text":"Oo marka lagu war geliyo midkood (dhalashada) gabadh, wuxuu noqdaa wejigiisa madow, oo waaba tiiraanyeysan yahay"},{"SurahNumber":16,"VerseNumber":59,"Text":"Wuxuu iska qariyaa dadka xumida waxa lagu soo war geliyey darteed. Ma wuxuu ku heystaa dulli mise ku aaasaa (iyadoo nool) carrada? Haddaba hubaal waxaa xun waxa ay xukumaan"},{"SurahNumber":16,"VerseNumber":60,"Text":"Kuwa aan rumeysneyn Aakhirada waa tusaale xun14, oo Allaah baa iska leh tilmaanta wanaagsan ee sare, oo waa Isaga Adkaadaha, Xakiimka ah"},{"SurahNumber":16,"VerseNumber":61,"Text":"Oo haddii uu Allaah durbaba ugu ciqaabi lahaa dadka caddaalad darradooda, kagama tageen (dhulka) guudki nafley qudh ahi, laakiinse wuxuu ugu dib dhigaa waqti go'an14, markaa mar- ka uu u yimaado ajalkoodu, ma dib dhigi karaan Saacad mana soo hor marin karaan"},{"SurahNumber":16,"VerseNumber":62,"Text":"Oo waxay u yeelaan Allaah waxa ay (iyaguba) nacaan, oo carrabyadoodu waxay sheegaan beenta ah inay mudan doonaan midda wanaagsan; waxaa sugan inay leeyihiin Naarta, oo loo hormarin doono"},{"SurahNumber":16,"VerseNumber":63,"Text":"Tallaahiye, Waxaan dhab ahaan u soo dirnay (Rusullo) ummado kaa horreeyey, Wuxuuse u qurxiyey Shaydaanka camalladooda. Marka waa isaga Gacalkood maanta, oo waxay mudan doonaan cadaab aad u xanuun badan"},{"SurahNumber":16,"VerseNumber":64,"Text":"Oo kuuguma aanu soo dejin Kitaabka waxaan ahayn inaad u caddeyso iyaga waxyaalaha ay isku khilaafsan yihiin, iyo hanuun ahaan iyo Naxariis qolo rumaysan"}]}