{"Id":89,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou","Author":"Adel Theodor Khoury","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":96,"Text":"Hätten die Bewohner der Städte geglaubt und wären sie gottesfürchtig gewesen, hätten Wir ihnen die Segnungen vom Himmel und von der Erde aufgetan. Aber sie erklärten (die Botschaft) für Lüge, so ergriffen Wir sie für das, was sie erworben haben"},{"SurahNumber":7,"VerseNumber":97,"Text":"Wähnen sich denn die Bewohner der Städte in Sicherheit davor, daß unsere Schlagkraft nachts über sie kommt, während sie schlafen"},{"SurahNumber":7,"VerseNumber":98,"Text":"Oder wähnen sich die Bewohner der Städte in Sicherheit davor, daß unsere Schlagkraft am helllichten Tag über sie kommt, während sie sich dem Spiel hingeben"},{"SurahNumber":7,"VerseNumber":99,"Text":"Wähnen sie sich in Sicherheit vor den Ränken Gottes? In Sicherheit vor den Ränken Gottes wähnen sich nur die Leute, die Verlierer sind"},{"SurahNumber":7,"VerseNumber":100,"Text":"Ist denen, die die Erde nach ihren Bewohnern erben, nicht deutlich geworden, daß, wenn Wir es wollten, Wir sie für ihre Sünden treffen? Und Wir versiegeln ihre Herzen, so daß sie nicht hören"},{"SurahNumber":7,"VerseNumber":101,"Text":"Über diese Städte erzählen Wir dir einiges von ihren Berichten. Ihre Gesandten kamen zu ihnen mit den deutlichen Zeichen, sie vermochten aber nicht an das zu glauben, was sie früher für Lüge erklärt hatten. So versiegelt Gott die Herzen der Ungläubigen"},{"SurahNumber":7,"VerseNumber":102,"Text":"Und bei den meisten von ihnen haben Wir keine Vertragstreue gefunden. Und Wir haben gefunden, daß die meisten von ihnen Frevler sind"},{"SurahNumber":7,"VerseNumber":103,"Text":"Dann entsandten Wir nach ihnen Mose mit unseren Zeichen zu Pharao und seinen Vornehmen. Sie handelten an ihnen ungerecht. So schau, wie das Ende der Unheilstifter war"},{"SurahNumber":7,"VerseNumber":104,"Text":"Und Mose sagte: «O Pharao, ich bin ein Gesandter vom Herrn der Welten"}]}