{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":44,"Text":"Thou wast not on the Western side when We decreed the Commission to Moses, nor wast thou a witness (of those events)"},{"SurahNumber":28,"VerseNumber":45,"Text":"But We raised up (new) generations, and long were the ages that passed over them; but thou wast not a dweller among the people of Madyan, rehearsing Our Signs to them; but it is We Who send apostles (with inspiration)"},{"SurahNumber":28,"VerseNumber":46,"Text":"Nor wast thou at the side of (the Mountain of) Tur when we called (to Moses). Yet (art thou sent) as Mercy from thy Lord, to give warning to a people to whom no warner had come before thee: in order that they may receive admonition"},{"SurahNumber":28,"VerseNumber":47,"Text":"If (We had) not (sent thee to the Quraish),- in case a calamity should seize them for (the deeds) that their hands have sent forth, they might say: \"Our Lord! why didst Thou not sent us an apostle? We should then have followed Thy Signs and bee n amongst those who believe"},{"SurahNumber":28,"VerseNumber":48,"Text":"But (now), when the Truth has come to them from Ourselves, they say, \"Why are not (Signs) sent to him, like those which were sent to Moses?\" Do they not then reject (the Signs) which were formerly sent to Moses? They say: \"Two kinds of sorcery , each assisting the other!\" And they say: \"For us, we reject all (such things)"},{"SurahNumber":28,"VerseNumber":49,"Text":"Say: \"Then bring ye a Book from God, which is a better guide than either of them, that I may follow it! (do), if ye are truthful"},{"SurahNumber":28,"VerseNumber":50,"Text":"But if they hearken not to thee, know that they only follow their own lusts: and who is more astray than one who follow his own lusts, devoid of guidance from God? for God guides not people given to wrong-doing"}]}