{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":54,"VerseNumber":7,"Text":"Çav tirsiyayî ji goran dertên, ew herwekî kuliyên belawelabûyî ne"},{"SurahNumber":54,"VerseNumber":8,"Text":"Bal bangvan ve stûdirêjkirî dibezin; kafir dibêjin ku: \"Eva rojekî pirr zor e"},{"SurahNumber":54,"VerseNumber":9,"Text":"Berî wan komela nûh derewand. wan bendeyê me derewand û gotin ku: \"Dînek e\" û ew hate qewirandin"},{"SurahNumber":54,"VerseNumber":10,"Text":"Vêca gazî perwerdekarê xwe kir ku: \"Bêguman ez binketî me, êdî yarî bike"},{"SurahNumber":54,"VerseNumber":11,"Text":"Êdî me deriyê asîman bi avek gujane vekir"},{"SurahNumber":54,"VerseNumber":12,"Text":"Û me zemîn bi kaniyan dapiþiqandderkir; vêca av li ser karekî ku bera hatibû qedandin gihîþt hev"},{"SurahNumber":54,"VerseNumber":13,"Text":"Û me wî li ser (keþtiyek) xwey texte û bismar hilgirt"},{"SurahNumber":54,"VerseNumber":14,"Text":"Ew (keþtî) li ber çavê me diherike. Xelatek e ji bo ê ku hatiye înkar kirin"},{"SurahNumber":54,"VerseNumber":15,"Text":"Sond be, me wê, ayetek (îbretek) hiþt. Vêca gelo kesê þîret- îbret bigre heye"},{"SurahNumber":54,"VerseNumber":16,"Text":"Vêca ka ezabê min û hiþyarkerên min çewa bû"},{"SurahNumber":54,"VerseNumber":17,"Text":"Sond be, me Qur´anê ji bo xwendin û þîret girtinê hêsan kir, vêca ma gelo ê þîret bigre heye"},{"SurahNumber":54,"VerseNumber":18,"Text":"(Komela) Ad jî derewand. Vêca ezabê min û hiþyarkerên min çewa bûn"},{"SurahNumber":54,"VerseNumber":19,"Text":"Bêguman me di roja hertimî bi peþk de bahozek zor dijwar bi ser wan de þand"},{"SurahNumber":54,"VerseNumber":20,"Text":"Ew mirovan ji cîh radike; ew bûn wekî qurme darê xurmê yên ji kokê rabûyî"},{"SurahNumber":54,"VerseNumber":21,"Text":"Vêca ezabê min û hiþyarkerên min çewa bûn"},{"SurahNumber":54,"VerseNumber":22,"Text":"Sond be, me Qur´anê ji bo xwendin û þîret gitinê hêsan kir, vêca ma gelo ê þîret bigre heye"},{"SurahNumber":54,"VerseNumber":23,"Text":"(Komela) Semûd jî hiþyarkeran derewand"},{"SurahNumber":54,"VerseNumber":24,"Text":"Vêca gotin: \"Ma emê bidin pey mirovekî ji xwe? Bêguman em, ew gav di þaþîtî û dînîtiyê de ne"},{"SurahNumber":54,"VerseNumber":25,"Text":"Ma ji nava me zikir (wehî û þîret) ji wî re hatiye dayîn? Ne, ew derewkarekî qure ye"},{"SurahNumber":54,"VerseNumber":26,"Text":"Wê sibê bizanbin ka kî derewkarê qure ye"},{"SurahNumber":54,"VerseNumber":27,"Text":"Bêguman em, devê ji bo sihêtiya wan diþînin; vêca tu li benda wan be û bîhna fireh nîþan de"}]}