{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":23,"Text":"Vakati (Adam naHawwa (Evha)): “Tenzi vedu! Tava tinozvikanganisira pachezvedu. Mukasatiregerera mova munoisa tsitsi dzenyu patiri, zvirokwazvo, tichave vamwe veavo vakarasikirwa.”"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Allah) Vakati: “Dzikai pasi, mumwe ari muvengi wemumwe (Adam, Hawwa (Evha), naSatani). Pasi ndipo pachava nzvimbo yenyu yekugara uye yemafaro kwenguva diki.”"},{"SurahNumber":7,"VerseNumber":25,"Text":"(Allah) Vakati: “Muchagara imomo (pasi rino), uye mariri ndimo mamuchafira, uye mariri ndimo mamuchamutsirwa (zuva rekutongwa).”"},{"SurahNumber":7,"VerseNumber":26,"Text":"Imi vana vaAdam! Takava tinodzikisa mbatya kwamuri kuti muve munovanza nhengo dzenyu uye seshongedzo, uye mbatya dzine huremu (kutya Allah), idzo ndidzo dzakanaka. Izvi zviratidzo zvaAllah kuti vangangorangarira (vosiya mabasa akaipa uye votevedzera chokwadi)"},{"SurahNumber":7,"VerseNumber":27,"Text":"Imi vana vaAdam! Musave munoita kuti Shaitwaan (Satani) akunyengedzei, sekubuditsa kwaakaita vabereki venyu (Adam naHawwa (Evha)) muParadhiso, achivabvisa mbatya dzavo, kuti avaratidze nhengo dzavo dzakavandika. Zvirokwazvo, iye nedzinza rake vanokuonai vari kwamusingakwanise kuvaona. Zvirokwazvo, takaita kuti vanaDhiyabhorosi vave shamwari dzeavo vasingatendi"},{"SurahNumber":7,"VerseNumber":28,"Text":"Uye kana vachinge vaita Al-Faahishah (zvinonyadzisa, kutenderera Ka’bah vasina kupfeka, uye hupombwe) vanoti: “Takaona madzibaba edu achizviita, uye Allah vakazvikomekedza kwatiri.” Iti: “Zvirokwazvo, (Allah) havambokomekedzi Faahishah (zvinonyadzisa). Munotaura here pamusoro paAllah zvamusingazive?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"Iti (Muhammad (SAW)): “Tenzi vangu vakava vanokomekedza ruenzaniso uye (vakati) munofanira kutarisa ivo chete munzvimbo yose yekunamatira muminamato, uye mova munovakumbira (Allah) muchiita chitendero chavo chete. Sekukusikai kwavakaita pakutanga, muchava munodzoka kuupenyu (Pazuva Rekutongwa).”"},{"SurahNumber":7,"VerseNumber":30,"Text":"Vakatungamira boka, uye rimwe boka raikodzera kurasika; (nokuda kwekuti) zvirokwazvo vakatora vanaDhiyabhorosi sevabatsiri kunze kwaAllah, uye vanofunga kuti vakatungamirirwa"}]}