{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"És nem egyenlő a vak és a látó"},{"SurahNumber":35,"VerseNumber":20,"Text":"Sem pedig a sötétségek és a fény\" (nem egyenlők)"},{"SurahNumber":35,"VerseNumber":21,"Text":"Sem pedig az árnyék és az égető szél (vagy a nap melege)"},{"SurahNumber":35,"VerseNumber":22,"Text":"És nem egyenlők az élők és a holtak. Allah hallást adhat annak, akinek Ő akar. Ám te azonban nem adhatsz hallást azoknak, akik a sírokban vannak"},{"SurahNumber":35,"VerseNumber":23,"Text":"Te (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) csupán intő vagy"},{"SurahNumber":35,"VerseNumber":24,"Text":"Bizony Mi elküldtünk Téged az Igazsággal örömhírhozóként és intőként. Nem volt olyan közösség, amelyben nem múlt volna el (nem élt volna) intő"},{"SurahNumber":35,"VerseNumber":25,"Text":"És ha meghazudtolnak Téged - már az előttük éltek is meghazudtolták. Küldötteik a világos bizonyítékokat és a könyveket és a világosságot mutató Könyvet hozták el nekik"},{"SurahNumber":35,"VerseNumber":26,"Text":"Ezután megragadtam azokat, akik hitetlenek voltak. Milyen (borzalmas) volt (is) az Én rosszallásom"},{"SurahNumber":35,"VerseNumber":27,"Text":"Nemlátod talán, hogy Allah vizet (esőt) bocsátott le az égből. És gyümölcsöket sarjasztottunk általa, mindenféléket és a hegyeken különböző rétegek (találhatók), vörös, fehér és hollófekete"},{"SurahNumber":35,"VerseNumber":28,"Text":"Az emberek és az állatok és a jószágok között is különbözőek vannak. Így van ez! Csak azok félik Allah-ot az Ő szolgái közül, akik tudással rendelkeznek. Allah Hatalmas és Megbocsátó"},{"SurahNumber":35,"VerseNumber":29,"Text":"Bizony azok, akik recitálják Allah Könyvét (ezt a Koránt), megtartják az imát (as-salatu) és adakoznak abból, amivel elláttuk öket, akár titokban, akár nyíltan teszik ezt - azok reménykedhetnek egy olyan kereskedésben, amely Soha el nem múlik"},{"SurahNumber":35,"VerseNumber":30,"Text":"Hogy Ő megadja nekik jutalmukat és még az Ő túláradó kegyelméből adjon is hozzá. Hiszen Ő Megbocsátó és hálásan Fogadó"}]}