{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Allah, kendisine şirk koşulmasını bağışlamaz, bunun dışındaki (günahları) dilediği kimse için bağışlar. Kim Allah’a şirk koşarsa o uzak bir sapıklığa düşmüştür"},{"SurahNumber":4,"VerseNumber":117,"Text":"Allah’ı bırakıp yalnızca putlara dua/ibadet ediyorlar. Oysa Onlar azgın şeytandan başkasına dua/ibadet etmiyorlar"},{"SurahNumber":4,"VerseNumber":118,"Text":"O şeytan ki Allah onu lanetledi. O da şöyle dedi: Elbette kullarından belirli bir nasip edineceğim"},{"SurahNumber":4,"VerseNumber":119,"Text":"Ve onları saptıracağım, onları boş kuruntularla aldatacağım, onlara emredeceğim de hayvanların kulaklarını yaracaklar, onlara emredeceğim de Allah’ın yarattığını değiştirecekler. Kim Allah’ı bırakıp da şeytanı veli edinirse, apaçık bir hüsrana uğramıştır"},{"SurahNumber":4,"VerseNumber":120,"Text":"Şeytan onlara vaat eder, kuruntularla oyalar, onları boş kuruntu ve uzun emellerle oyalar. Şeytanın onlara vaat ettiği sadece oyalamadır"},{"SurahNumber":4,"VerseNumber":121,"Text":"İşte onların barınacakları yer Cehennem'dir ve ondan kurtulmak için hiçbir yer bulamayacaklardır"},{"SurahNumber":4,"VerseNumber":122,"Text":"İman edip salih ameller işleyenlere gelince onları altından ırmaklar akan ve içinde ebedi kalacakları Cennetlere sokacağız. Allah'ın vaadi haktır. Allah'tan daha doğru sözlü kim vardır"},{"SurahNumber":4,"VerseNumber":123,"Text":"Bu (mükâfat) ne sizin kuruntularınızla ve ne de ehli kitabın kuruntuları ile (elde edilir) değildir. Kim bir kötülük işlerse onun cezasını görür. O, kendisi için Allah’tan başka bir veli ve yardımcı bulamaz"},{"SurahNumber":4,"VerseNumber":124,"Text":"Mümin olarak kim bir salih amel işlerse erkek olsun, kadın olsun işte bunlar Cennet'e girecekler ve bir hurma çekirdeğinin üzerindeki oyuk miktarı kadar bile haksızlık görmeyeceklerdir"},{"SurahNumber":4,"VerseNumber":125,"Text":"Din yönünden, iyilik işleyen kimse olarak yüzünü Allah'a teslim edip, hanif olan İbrahim'in dinine tabi olandan daha güzel kim olabilir? Allah, İbrahim’i dost/halil edinmiştir"},{"SurahNumber":4,"VerseNumber":126,"Text":"Göklerde ve yerde ne varsa hepsi Allah’ındır. Allah, her şeyi kuşatmıştır"}]}