{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"İnsan: “Ben öldükten sonra mı diriltilip çıkarılacakmışım?” der"},{"SurahNumber":19,"VerseNumber":67,"Text":"İnsan, daha önce hiçbir şey değilken kendisini yarattığımızı hiç düşünmüyor mu"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rabbine andolsun ki, onları ve Şeytanları bir araya toplayacağız ve sonra onları diz üstü çökmüş vaziyette Cehennem'in çevresinde hazır bulunduracağız"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra her bir topluluktan, Rahman’a karşı en isyankâr olanları mutlaka çekip çıkaracağız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sonra biz ona (Cehennem'e) girmeye kimlerin en layık olduğunu daha iyi bilmekteyiz"},{"SurahNumber":19,"VerseNumber":71,"Text":"Sizden ona uğramayacak kimse yoktur. Bu Rabbinin yapmayı üzerine aldığı kesin bir hükmüdür"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra, takva sahiplerini kurtaracağız, zalimleri de orada dizüstü çökmüş olarak bırakacağız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ayetlerimiz kendilerine apaçık bir şekilde okunduğu zaman, kâfir olanlar, iman edenlere; \"İki gruptan hangisi makam bakımından daha iyi ve topluluk bakımından daha güzeldir?\" dediler"},{"SurahNumber":19,"VerseNumber":74,"Text":"Biz onlardan önce mal, mülk ve görünüm bakımından daha güzel olan nice nesilleri helâk ettik"},{"SurahNumber":19,"VerseNumber":75,"Text":"De ki: “Kim sapıklıkta ise Rahman ona verdiği mühleti uzattıkça uzatır. Nihayet kendilerine vaat olunanı, ya azabı yahut kıyameti göreceklerinde hangisinin makamca daha kötü ve askerce daha zayıf olduğunu bileceklerdir"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah hidayete erenlerin hidayetini arttırır. Kalıcı olan salih ameller ise sevap bakımından da Rabbin yanında hayırlıdır, âkıbetçe de daha hayırlıdır"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayetlerimiz hakkında kâfir olup; “Bana elbette mal ve evlat verilecek!” diyen kimseyi gördün mü"},{"SurahNumber":19,"VerseNumber":78,"Text":"O gaybı mı tanık oldu, yoksa Rahman’dan bir söz mü almış"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hayır! Biz, onun söylediklerini yazacağız ve azabını arttırdıkça arttıracağız"},{"SurahNumber":19,"VerseNumber":80,"Text":"Onun söylemekte olduğuna (mal ve çocuklarına) biz mirasçı olacağız. O tek başına bize gelecek"},{"SurahNumber":19,"VerseNumber":81,"Text":"Kendilerine güç (izzet) sağlasınlar diye, Allah'tan başka ilahlar edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Hayır! O ilahlar, onların kendilerine yaptığı ibadeti inkâr edecekler ve onlara karşı olacaklardır"}]}