{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":61,"Text":"O Allah ki, size geceyi içinde sükûn bulmanız için gündüzü de gösterici (aydınlık) kıldı. Muhakkak ki Allah, insanlar üzerinde mutlaka fazl sahibidir. Ve lâkin insanların çoğu şükretmezler"},{"SurahNumber":40,"VerseNumber":62,"Text":"İşte o Allah ki, sizin Rabbinizdir. Herşeyi Yaratan´dır. O´ndan başka İlâh yoktur. Öyleyse nasıl döndürülüyorsunuz"},{"SurahNumber":40,"VerseNumber":63,"Text":"Allah´ın âyetlerini bilerek, inatla inkâr edenler, işte böyle döndürülürler"},{"SurahNumber":40,"VerseNumber":64,"Text":"O Allah ki, yeryüzünü sizin için karar (yerleşme) yeri kıldı. Ve semayı bina etti. Ve sizi tasvir etti (suret verdi). Sonra suretlerinizi ahsen kıldı (güzelleştirdi). Ve sizi temiz şeylerden rızıklandırdı. İşte bu Allah, sizin Rabbinizdir. Âlemlerin Rabbi Allah, Mübarek´tir (yücedir)"},{"SurahNumber":40,"VerseNumber":65,"Text":"O, Hayy´dır (hayatta olan). O´ndan başka İlâh yoktur. Öyleyse dîni O´na halis kılarak (Allah´a) dua edin. Hamd, âlemlerin Rabbi Allah´a mahsustur"},{"SurahNumber":40,"VerseNumber":66,"Text":"De ki: \"Muhakkak ki ben sizin, Allah´tan başka taptıklarınıza kul olmaktan men edildim, bana Rabbimden beyyineler (deliller) geldiği için. Ve âlemlerin Rabbine teslim olmakla (ruhumu, vechimi, nefsimi ve irademi Allah´a teslim etmekle) emrolundum"},{"SurahNumber":40,"VerseNumber":67,"Text":"O ki, sizi topraktan yarattı. Sonra bir nutfeden, sonra bir alakadan (rahim duvarına asılı bir damladan). Sonra sizi bir çocuk olarak çıkarır ki sizin en kuvvetli çağınıza ulaşmanız, daha sonra da yaşlanmanız için. Ve sizden bir kısmı, ihtiyarlamadan önce vefat ettirilir (öldürülür). Ve (bir kısmınızın da) belirlenmiş bir süreye ulaşmanız için. Ve umulur ki siz böylece akıl edersiniz"},{"SurahNumber":40,"VerseNumber":68,"Text":"Hayat veren de öldüren de O´dur. O, bir işe hükmettiği (karar verdiği) zaman ona sadece \"Ol!\" der. Ve o, hemen olur"}]}