{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"Hani, meleklere, \"Adem´in önünde yere kapanın\" demiştik ve bunun üzerine İblis´in dışında onların hepsi yere kapanmışlardı. (İblis): \"Balçıktan yarattığın (bu) yaratığın mı önünde eğileceğim?\" demiş"},{"SurahNumber":17,"VerseNumber":62,"Text":"ve \"Benden üstün tuttuğun (şu aptal) şeye bak! Eğer bana Kıyamet Günü´ne kadar zaman verirsen, çok azı dışında, onun soyundan gelenleri mutlaka peşime takacağım\" diye ekledi"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Allah) \"Haydi, (seçtiğin yolda elinden geleni ardına koymamak üzere) git! Ancak, haberin olsun ki, onlardan sana uyanlar(la beraber) hepinizi bekleyen ceza, yaptıklarınızın tam karşılığı olmak üzere, cehennem olacaktır"},{"SurahNumber":17,"VerseNumber":64,"Text":"Haydi, şimdi onlardan gücünün yettiğini sesinle ayart; atlarınla ve adamlarınla onların üzerine yüklen ve (böylece) onların, mallarıyla çocuklarıyla (ilgili olarak işleyecekleri günahlara) ortak ol; onlara vaadlerde bulun; çünkü (onlar bilmezler ki) Şeytan´ın vaad ettiği her şey sadece akıl çelmek içindir"},{"SurahNumber":17,"VerseNumber":65,"Text":"(Bununla birlikte yine de) bil ki, (Bana güven bağlayan) kullarım üzerinde senin bir etkin olmayacaktır; çünkü kimse Rabbin kadar güvene layık değildir"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbinizdir, bolluğundan, bereketinden (payınızı) arayasınız diye sizin için denizde gemileri yüzdüren; O´dur size gerçekten acıyan, sahip çıkan"},{"SurahNumber":17,"VerseNumber":67,"Text":"Denizde bir tehlikeyle karşılaştığınız zaman, O´ndan başka bütün o yalvarıp yakardığınız şeyler sizi yüzüstü bırakır; ama ne zamanki sizi sağ salim karaya çıkarır, hemen yüz çevirip (unutuverirsiniz O´nu); çünkü, insanoğlu gerçekten çok nankördür"},{"SurahNumber":17,"VerseNumber":68,"Text":"Peki, O´nun sizi yerin dibine geçirmeyeceğinden yahut üzerinize taşı toprağı kaldıran can alıcı bir rüzgar göndermeyeceğinden çok mu eminsiniz? (Hayır, o zaman) kendinize asla bir koruyucu bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Yahut, sizi tekrar denize döndürüp, üzerinize ortalığı kasıp kavuran bir fırtına göndermeyeceğinden ve böylece, nankörlüğünüze karşılık sizi boğmayacağından çok mu eminsiniz? (Hayır,) o zaman bizim karşımızda size arka çıkacak kimse bulamazsınız"},{"SurahNumber":17,"VerseNumber":70,"Text":"Gerçek şu ki, Biz Ademoğullarını üstün ve onurlu kıldık; karada ve denizde onların ulaşımını sağladık; temiz besinlerle onları rızıklandırdık ve onları yarattıklarımızın pek çoğundan üstün tuttuk"}]}