{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"İsrailoğullarından inkar edenler, Davud'un ve Meryem oğlu İsa'nın diliyle lanetlenmişlerdi. Bu, baş kaldırmaları ve aşırı gitmelerindendi"},{"SurahNumber":5,"VerseNumber":79,"Text":"Birbirlerinin yaptıkları fenalıklara mani olmuyorlardı. Yapmakta oldukları ne kötü idi"},{"SurahNumber":5,"VerseNumber":80,"Text":"Çoğunun inkar edenleri dost edindiklerini görürsün. Nefislerinin önlerine sürdüğü ne kötüdür! Allah onlara gazabetmiştir, onlar azabta temellidirler"},{"SurahNumber":5,"VerseNumber":81,"Text":"Eğer Allah'a, Peygambere ve ona indirilen Kuran'a inanmış olsalardı, onları dost edinmezlerdi, fakat onların çoğu fasıktır"},{"SurahNumber":5,"VerseNumber":82,"Text":"İnananlara en şiddetli düşman olarak, insanlardan yahudileri ve Allah'a eş koşanları bulursun. Onlardan, inananlara sevgice en yakın \"Biz hıristiyanız\" diyenleri bulursun. Bu, onların içinde bilginler ve rahibler bulunmasından ve büyüklük taslamamalarındandır"},{"SurahNumber":5,"VerseNumber":83,"Text":"Peygambere indirilen Kuran'ı işittiklerinde, gerçeği öğrenmelerinden gözlerinin yaşla dolarak, \"Rabbimiz! İnandık, bizi de şahidlerden yaz. Rabbimizin bizi iyi milletle birlikte bulundurmasını umarken niçin Allah'a ve bize gelen gerçeğe inanmayalım?\" dediklerini görürsün"},{"SurahNumber":5,"VerseNumber":84,"Text":"Peygambere indirilen Kuran'ı işittiklerinde, gerçeği öğrenmelerinden gözlerinin yaşla dolarak, \"Rabbimiz! İnandık, bizi de şahidlerden yaz. Rabbimizin bizi iyi milletle birlikte bulundurmasını umarken niçin Allah'a ve bize gelen gerçeğe inanmayalım?\" dediklerini görürsün"},{"SurahNumber":5,"VerseNumber":85,"Text":"Allah onlara, dediklerine karşılık, temelli kalacakları, altından ırmaklar akan cennetler verdi. Bu, iyi davrananların mükafatıdır"},{"SurahNumber":5,"VerseNumber":86,"Text":"İnkar edip ayetlerimizi yalanlayanlar, işte onlar cehennemliklerdir"}]}