{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Ey insanlar! Sizler, Allah´a muhtaç fakirlersiniz. Ve Allah ki, O; Gani´dir (zengin, ihtiyacı olmayan), Hamîd´dir (hamdedilen)"},{"SurahNumber":35,"VerseNumber":16,"Text":"Eğer dilerse sizi giderir (yok eder) ve (sizin yerinize) yeni bir halk getirir"},{"SurahNumber":35,"VerseNumber":17,"Text":"Ve bu, Allah´a (Allah için) azîz (güç) değildir"},{"SurahNumber":35,"VerseNumber":18,"Text":"Ve yük taşıyan birisi (bir günahkâr) başka birinin yükünü (günahını) yüklenmez. Eğer ağır yüklü kimse, onu (günahlarını) yüklenmeye (başkasını) çağırsa bile ondan hiçbir şey yükletilmez, onun yakını olsa dahi. Sen ancak gaybte Rabbine huşû duyanları ve namazı ikame edenleri uyarırsın. Ve kim tezkiye olursa (nefsini tezkiye ederse), o taktirde bunu sadece kendi nefsi için yapar. Ve dönüş Allah´adır (Nefs tezkiyesi ile ruh Allah´a döner, ulaşır)"},{"SurahNumber":35,"VerseNumber":19,"Text":"Ve âmâ (kör) olanla basiret sahibi olan (gören) müsavi (eşit) olmaz"},{"SurahNumber":35,"VerseNumber":20,"Text":"Ve zulmet (karanlık) ve nur (aydınlık) da (eşit olmaz)"},{"SurahNumber":35,"VerseNumber":21,"Text":"Ve gölge ve sıcaklık da (eşit olmaz)"},{"SurahNumber":35,"VerseNumber":22,"Text":"Ve hayy (diri) olanlar ve ölüler eşit olmaz. Muhakkak ki Allah, dilediğine işittirir. Ve sen, kabirlerde (mezarlarda) olanlara işittirici değilsin"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sen sadece bir nezirsin (uyarıcısın)"},{"SurahNumber":35,"VerseNumber":24,"Text":"Muhakkak ki Biz seni, hak ile müjdeleyici ve nezir (uyarıcı) olarak gönderdik. İçinden bir nezir gelip geçmiş olmayan hiçbir ümmet yoktur"},{"SurahNumber":35,"VerseNumber":25,"Text":"Ve eğer seni tekzip ediyorlarsa (yalanlıyorlarsa), o taktirde (bil ki) onlardan öncekiler de (resûllerini) yalanlamışlardı. Onların resûlleri, onlara beyyineler (mucizeler, açık deliller) ve zuburi (sayfalar) ve nurlandırıcı kitap getirdiler"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra inkâr edenleri yakaladım. Bundan sonra inkârım (inkâr edilmem) nasıl oldu"}]}