{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":50,"Text":"[När kungen hörde vad Josef sagt] befallde han: \"För honom till mig!\" Men då budbäraren kom till honom sade han: \"Gå tillbaka till din herre och fråga honom om kvinnorna som skar sig i händerna. [Ingen utom] Gud, min Herre, har kännedom om deras onda anslag [mot mig]"},{"SurahNumber":12,"VerseNumber":51,"Text":"[Kungen sände efter kvinnorna och] frågade dem: \"Vad hade ni i sikte när ni försökte förföra Josef?\" De svarade: \"Måtte Gud förlåta oss! Det fanns ingenting ont i honom.\" [Då] sade den högt uppsatte mannens hustru: \"Nu har det verkliga förhållandet kommit i dagen! Det var jag som försökte förföra honom och han har sagt sanningen"},{"SurahNumber":12,"VerseNumber":52,"Text":"[När Josef hörde vad som hänt sade han: \"Jag har begärt] detta för att [min husbonde] skulle få veta att jag inte har bedragit honom bakom hans rygg och att Gud inte vägleder förrädare som gillrar fällor"},{"SurahNumber":12,"VerseNumber":53,"Text":"Jag påstår inte att jag är utan skuld - [något i] människans inre driver henne mot det onda, [och ingen går fri från detta] utom den som min Herre i Sin nåd förbarmar sig över. Min Herre är ständigt förlåtande, barmhärtig"},{"SurahNumber":12,"VerseNumber":54,"Text":"Och kungen sade: \"För honom till mig! Jag vill knyta honom till min person.\" Och när [Josef kommit och] sagt [vad han hade att säga] sade [kungen]: \"[Från och med] denna dag står du oss nära; du skall ha en hög ställning och du äger vårt förtroende"},{"SurahNumber":12,"VerseNumber":55,"Text":"[Josef] svarade: \"Anförtro mig tillsynen över landets förrådshus; jag kommer att vara en god och kunnig förvaltare"},{"SurahNumber":12,"VerseNumber":56,"Text":"På detta sätt gav Vi Josef makt och myndighet i [Egypten]. Han kunde röra sig fritt och slå sig ned var han behagade. Vi välsignar den Vi vill med Vår nåd och Vi låter inte dem som gör det goda och det rätta gå miste om sin lön"},{"SurahNumber":12,"VerseNumber":57,"Text":"Men för dem som tror och ständigt fruktar Gud är den bästa lönen den [som väntar] i det kommande livet"}]}