{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"İnkârcılar dediler ki: \"Biz ve atalarımız toprak olduktan sonra, gerçekten biz bundan sonra ortaya mı çıkarılacağız"},{"SurahNumber":27,"VerseNumber":68,"Text":"Yemin olsun, bununla şimdi biz, önceden de atalarımız tehdit edildi. Bu, öncekilerin masallarından başka bir şey değil"},{"SurahNumber":27,"VerseNumber":69,"Text":"De ki: \"Yeryüzünde dolaşın da bir bakın nice olmuştur günahkârların sonu"},{"SurahNumber":27,"VerseNumber":70,"Text":"Onlar yüzünden tasalanma. Kurmakta oldukları tuzaklardan ötürü de sıkıntıya düşme"},{"SurahNumber":27,"VerseNumber":71,"Text":"Eğer doğru sözlülerseniz, bu vaat ne zaman?\" derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: \"Acele isteyip durduğunuzun bir kısmı belki de arkanıza takılmıştır"},{"SurahNumber":27,"VerseNumber":73,"Text":"Senin Rabbin, insanlara karşı gerçekten lütufkârdır; fakat çokları şükretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Ve senin Rabbin, onların göğüslerinin sakladığını da açığa vurduğunu da çok iyi bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Yerde ve gökte hiçbir gayb yoktur ki, açıklayıcı bir Kitap´ta olmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"Hiç kuşkunuz olmasın ki bu Kur´an, İsrailoğullarına, ihtilafa düştükleri şeylerin birçoğunu anlatıyor"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve elbette o, inananlara bir kılavuz ve rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Rabbin, o İsrailoğulları arasında hükmünü verip gereğini yapacaktır. Azîz´dir, Alîm´dir O"},{"SurahNumber":27,"VerseNumber":79,"Text":"Allah´a dayanıp güven, çünkü sen apaçık gerçeğin üzerindesin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sen, ölülere işittiremezsin. Eğer dönüp giderlerse, sağırlara da çağrıyı duyuramazsın"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ve sen, düştükleri sapıklıktan körleri de çıkaramazsın. Teslim olmuş kişiler halinde ayetlerimize inananlardan başkasına sesini duyuramazsın"},{"SurahNumber":27,"VerseNumber":82,"Text":"O söz tepelerine indiğinde, yeryüzünden onlar için bir dâbbe/debelenir gibi yürüyen bir canlı çıkarırız da o onlara, insanların bizim ayetlerimize gereğince inanmadıklarını söyler"}]}