{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":27,"Text":"ئەی ئەو کەسانەی بڕواتان ھێناوە مەچنە ھیچ ماڵێک جگە لەماڵەکانی خۆتان ھەتا پرس دەکەن (بەخاوەنەکانیان) وە (دوای ئەوەی موڵەتدران) سەلام بکەن لە خاوەن ماڵەکە ئەوە چاکترە بۆتان بۆ ئەوەی پەندو ئامۆژگاری وەرگرن"},{"SurahNumber":24,"VerseNumber":28,"Text":"ئەمجا ئەگەر کەستان نەدی تیایدا ئەوە مەچنە ژورەوە بۆ ئەوماڵە ھەتا مۆڵەت نەدرێن وە ئەگەر پێتان ووترا بگەڕێنەوە ئەبێ بگەڕێنەوە ئەوە چاکتر و پاکترە بۆتان وە خوا زانایە بەھەموو ئەو کردەوانەی دەیکەن"},{"SurahNumber":24,"VerseNumber":29,"Text":"ھیچ گوناھێکتان لەسەر نیە (گوناھبار نابن) کەبچنە ئەو ماڵانەی کەسی تێدا نیشتەجێ نیە و کەل و پەلی خۆتانی تیدا بێت (وەک: میوانخانە) وە خوا دەزانێت بەوەی ئاشکرای دەکەن و بەوەیشی دەیشارنەوە"},{"SurahNumber":24,"VerseNumber":30,"Text":"(ئەی موحەممەد ﷺ) بڵێ بەپیاوانی ئیماندار چاوی خۆیان (لەسەیر کردنی نامەحرەم) داخەن و بپارێزن وە عەورەتیان (لەداوێن پیسی) بپارێزن ئەوە چاکتر و پاکترە بۆ ئەوان بێگومان خوا ئاگایە بەھەموو کردەوەیەک کەدەیکەن"},{"SurahNumber":24,"VerseNumber":31,"Text":"وە بڵێ بە ئافرەتانی ئیمانداریش چاویان داخەن وبپارێزن (لەسەریر کردنی نامەحرەم) وە عەورەتیان بپارێزن (لەداوێن پیسی) وە جوانی خۆیان دەرنەخەن جگە لەوەی بەدەرەوەیە و دیارە لەجوانی (وەک دەم و چاو و دەستەکانیان) وە با سەرپۆشە کانیان بدەن بەسینگ و بەرۆکیاندا وە جوانی خۆیان دەرنەخەن (زیاد لەوەی دەردەکەوێت) بۆ مێردەکانیان نەبێت یان بۆ باوکیان یان باوکی مێردەکانیان یان کوڕەکانیان، یا کوڕی مێردەکانیان یا براکانیان یان کوڕی براکانیان یان کوڕی خوشکەکانیان یان بۆ ئافرەتانی (ئیماندار) یان کەنیزەکەکانیان یان ئەو شوێن کەوتەو پیاوانەی کەبێ نیازن لەئافرەت (وەک خزمەتکار و پیر و نەخۆش کەئارەزووی ژن و مێردایەتیان نیە) یان ئەو منداڵە کوڕانەی کەئاگایان لە لەش و(عەورەتی) ئافرەتان نەبێت (باڵغ نەبووبن) (ئافرەتان لەکاتی ڕۆشتندا) قاچیان نەدەن بەزەویدا (تا دەنگی خڕخاڵ و پاوانەکانیان بێت و) بزانرێت بەو جوانیەی پێیان کە شاردویانەتەوە ھەمووتان تەوبە بکەن و بگەڕێنەوە بۆ لای خوا ئەی ئیماندارەکان تا ڕزگار و سەرکەوتوو بن"},{"SurahNumber":24,"VerseNumber":32,"Text":"ژن مارە ببڕن بۆ پیاوانی بێ ژن و ژنانی بێ مێردیش بدەن بەشوو (بە مێرد) ھەروەھا ئەوانەی ئیماندار و چاکن لەکۆیلەکان (ژنیان بۆ بھێنن) و کەنیزەکان (یش بدەن بەشوو) ئەگەر ئەوان ھەژارو کەمدەست بن خوا لەبەخشندەی و فەزڵی خۆی دەوڵەمەندو بێ نیازیان دەکات وە خوا (فەزڵ) فراوان و زانا و دانایە"},{"SurahNumber":24,"VerseNumber":33,"Text":"وە دەبێت ئەوانەی کەتوانای (ئەرکی) ژن ھێنانیان نیە پاکژ خۆیان ڕاگرن ھەتا خوا بەفەزڵ (و ڕۆزی) خۆی بێ نیازیان دەکات وە ئەوانەی داوای نوسراو دەکەن (بۆ کڕینەوەی خۆیان) لەبەندە و کەنیزەکەکانتان ئەوە نوسراویان لەگەڵدا بنوسن (بۆ کڕینەوە و ئازاد بوونی خۆیان) ئەگەر خێرتان لەواندا بەدی دەکرد (کەبریتیە لەتوانای دانی ئەو پارەی ئەبێ بیدات بەخاوەنەکەی بۆ ئازاد بوونی) وە لەو ماڵەی کەخوا بەئێوەی داوە پێیان بدەن وە کەنیزەکەکانتان زۆر لێ مەکن (ناچاریان مەکەن) لەسەر زینا کردن ئەگەر ئەیانویست داوێن پاک بن تا ماڵ وسامانی ژیانی دونیاتان دەست کەوێت، جا ھەرکەس ناچاریان بکات (زۆریان لێ بکات) ئەمجا بەڕاستی خوا دوای ئەو زۆر لێ کردنەیان لێبووردە و میھرەبانە (بەو کەنیزەکانە کە بەزۆر زینایان پێکراوە)"},{"SurahNumber":24,"VerseNumber":34,"Text":"سوێند بەخوا بەڕاستی ئێمە ناردوومانەتە خوارەوە بۆ ئێوە چەند ئایەت وبەڵگە ونیشانەیەکی ڕوونکەرەوە وە چەند نموونە و بەسەرھاتی ئەو گەلانەی لەپێش ئێوەوە بوون ھەروەھا پەندو ئامۆژگاری بۆ پارێزکاران ولەخوا ترسان"}]}