{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":8,"VerseNumber":70,"Text":"Hini na Mprofeti yithi kubathinjwa abasezandleni zenu! “Ukuba uAllâh Unento elungileyo Ayaziyo ezintliziyweni zenu, Uya kuninika into engcono kunaleyo ithathiweyo kuni, kananjalo Uya kunixolela, yaye uAllâh nguMxoleli uSozinceba"},{"SurahNumber":8,"VerseNumber":71,"Text":"Kodwa ukuba banenjongo yokukungcatsha wena (Muhammad) bangcatsha uAllâh kwangaphambili. Ke kaloku Yena Unike wena amandla ngaphezu kwabo yaye uAllâh nguSolwazi, uSobulumko"},{"SurahNumber":8,"VerseNumber":72,"Text":"Inene abo bakholwayo, baza bafuduka bazabalaza ngamandla, balwa ngezinto zabo nangobomi babo eNdleleni ka-Allâh nabo babanika igwiba babancedisa nokubancedisa aba (bonke) ngamadlelane omnye komnye. Ke bona abo bakholwayo kodwa abafuduka (beze kuwe wena Muhammad) akuyi kuba namthwalo wokubakhusela de bafuduke (nabo beze kuwe); kodwa ke xa befuna uncedo lwakho ngenkolo, kuluxanduva lwakho ukubakhusela ngaphandle kwamaxa bechasene nabantu enenze umnqophiso wobumbano nabo. Kananjalo uAllâh Ukubona konke oko nikwenzayo"},{"SurahNumber":8,"VerseNumber":73,"Text":"Abo bangakholwayo balubumbano omnye komnye ukanti ukuba nina anenzi njalo kuya kubakho intshutshiso nengcinezelo emhlabeni, nobutshinga obuninzi nogabadelo"},{"SurahNumber":8,"VerseNumber":74,"Text":"Ke bona abo bakholwayo, bafuduka, bazabalaza ngamandla eNdleleni ka-Allâh bekunye nabo babanika igwiba noncedo aba ngamakholwa enyaniso, okwabo luxolelo nesixhaso esibubuBele"},{"SurahNumber":8,"VerseNumber":75,"Text":"Nabo bakholwa emva koko, bafuduka, bazabalaza ngamandla ndaweninye nani, bakunye nani. Kodwa zona izizalwana zegazi zisondele omnye komnye (ngokuphathelene nelifa) ngokommiselo omiselwe nguAllâh. Inene uAllâh nguMazi wezinto zonke"}]}