{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":2,"VerseNumber":189,"Text":"They ask you about the phases of the moon. Say, “They are a means for people to determine time and pilgrimage.” It is not righteousness to enter the houses from the rear [in pilgrimage], but righteousness is to fear Allah. So enter the houses through their doors, and fear Allah so that you may succeed"},{"SurahNumber":2,"VerseNumber":190,"Text":"Fight in the way of Allah against those who fight you, but do not transgress, for Allah does not like transgressors"},{"SurahNumber":2,"VerseNumber":191,"Text":"And fight them wherever you find them, and drive them out from where they drove you out, for persecution is far worse than fighting. But do not fight them at the Sacred Mosque unless they fight you there. However, if they fight you, then fight them. Such is the recompense of the disbelievers"},{"SurahNumber":2,"VerseNumber":192,"Text":"But if they desist, then Allah is All-Forgiving, Most Merciful"},{"SurahNumber":2,"VerseNumber":193,"Text":"Fight them until there is no more persecution and religion is only for Allah. But if they desist, let there be no aggression except against the oppressors"},{"SurahNumber":2,"VerseNumber":194,"Text":"A sacred month for a sacred month, and violations are subject to retribution. So if anyone commits aggression against you, return the aggressive against him in the same manner as he showed against you. But fear Allah, and know that Allah is with those who fear Him"},{"SurahNumber":2,"VerseNumber":195,"Text":"Spend in the way of Allah and do not throw yourselves into destruction, and do good, for Allah loves those who do good"},{"SurahNumber":2,"VerseNumber":196,"Text":"And Complete Hajj and ‘Umrah for Allah. But if you are prevented, then [offer] whatever sacrificial animal is available, and do not shave your heads until the sacrificial animal reaches its place of sacrifice. But if anyone among you is sick or has an ailment of the scalp [and had his head shaved], then he must compensate by fasting, charity, or a sacrificial offering. And when you are safe, then if anyone takes a break between ‘Umrah and Hajj, he must offer a sacrifice of whatever animal is available. However, if he cannot afford an offering, he should fast for three days during Hajj and seven days upon his return [home], making ten days in all. This is for those who are not of the residents of the Sacred Mosque. And fear Allah, and know that Allah is severe in retribution"}]}