{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"˹Consider˺ the Day ˹when˺ every soul will come pleading for itself, and each will be paid in full for what it did, and none will be wronged"},{"SurahNumber":16,"VerseNumber":112,"Text":"And God sets forth the example of a society which was safe and at ease, receiving its provision in abundance from all directions. But its people met God’s favours with ingratitude, so God made them taste the clutches of hunger and fear for their misdeeds"},{"SurahNumber":16,"VerseNumber":113,"Text":"A messenger of their own actually did come to them, but they denied him. So the torment overtook them while they persisted in wrongdoing"},{"SurahNumber":16,"VerseNumber":114,"Text":"So eat from the good, lawful things which God has provided for you, and be grateful for God’s favours, if you ˹truly˺ worship Him ˹alone˺"},{"SurahNumber":16,"VerseNumber":115,"Text":"He has only forbidden you ˹to eat˺ carrion, blood, swine, and what is slaughtered in the name of any other than God. But if someone is compelled by necessity—neither driven by desire nor exceeding immediate need—then surely God is All-Forgiving, Most Merciful"},{"SurahNumber":16,"VerseNumber":116,"Text":"Do not falsely declare with your tongues, “This is lawful, and that is unlawful,” ˹only˺ fabricating lies against God. Indeed, those who fabricate lies against God will never succeed"},{"SurahNumber":16,"VerseNumber":117,"Text":"˹It is only˺ a brief enjoyment, then they will suffer a painful punishment"},{"SurahNumber":16,"VerseNumber":118,"Text":"To the Jews, We have forbidden what We related to you before. We did not wrong them, but it was they who wronged themselves"},{"SurahNumber":16,"VerseNumber":119,"Text":"As for those who commit evil ignorantly ˹or recklessly˺, then repent afterwards and mend their ways, then your Lord is surely All-Forgiving, Most Merciful"}]}