{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"Nous avons, avant cela, créé votre père Adam en lui donnant la forme la plus accomplie. Puis Nous avons ordonné aux anges de se prosterner devant lui, ce qu’ils firent à l’exception de Satan qui refusa de se joindre à eux"},{"SurahNumber":7,"VerseNumber":12,"Text":"Le Seigneur dit : « Qu’est-ce qui t’a empêché de te prosterner comme Je te l’ai ordonné ? » « Je suis supérieur à lui, Tu m’as créé de feu et lui d’argile », répondit Satan"},{"SurahNumber":7,"VerseNumber":13,"Text":"Le Seigneur dit : « Descends du Paradis ! Tu n’as pas à te montrer orgueilleux en ce lieu. Sors d’ici ! Te voilà à jamais rabaissé. »"},{"SurahNumber":7,"VerseNumber":14,"Text":"Satan demanda : « Accorde-moi un sursis jusqu’au Jour où les hommes seront ressuscités. »"},{"SurahNumber":7,"VerseNumber":15,"Text":"Le Seigneur répondit : « Tu fais partie de ceux auxquels ce sursis est accordé. »"},{"SurahNumber":7,"VerseNumber":16,"Text":"Satan dit : « Puisque Tu as décrété ma perdition, je me dresserai certainement devant les hommes afin de les détourner de Ta voie"},{"SurahNumber":7,"VerseNumber":17,"Text":"Je viendrai les tenter par tous les moyens. Rares sont ceux que Tu trouveras reconnaissants. »"},{"SurahNumber":7,"VerseNumber":18,"Text":"Le Seigneur dit : « Sors d’ici, honni et banni ! De toi et de tous ceux parmi eux qui suivront ta voie, Je remplirai certainement la Géhenne"},{"SurahNumber":7,"VerseNumber":19,"Text":"Quant à toi, Adam, demeure en compagnie de ton épouse au Paradis dont vous pourrez manger librement tous les fruits. Mais n’approchez pas de l’arbre que voici, sans quoi vous transgresseriez l’interdit. »"},{"SurahNumber":7,"VerseNumber":20,"Text":"Voulant leur dévoiler leur nudité qui jusqu’ici leur était cachée, Satan leur souffla : « Votre Seigneur ne vous a interdit les fruits de cet arbre que pour vous empêcher d’être des anges et de vivre éternellement au Paradis. »"},{"SurahNumber":7,"VerseNumber":21,"Text":"Il leur jura : « Je suis pour vous un fidèle conseiller. »"},{"SurahNumber":7,"VerseNumber":22,"Text":"Ils furent donc séduits par Satan qui provoqua leur chute. Ayant mangé des fruits de l’arbre défendu, ils virent apparaître leur nudité qu’ils se mirent à couvrir avec les feuilles du Paradis. Leur Seigneur les interpela : « Ne vous avais-Je pas interdit cet arbre et avertis que Satan était votre ennemi déclaré ? »"},{"SurahNumber":7,"VerseNumber":23,"Text":"Ils dirent : « Seigneur ! Nous avons été injustes envers nous-mêmes. Si Tu nous refuses Ton pardon et nous prives de Ta miséricorde, nous serons à jamais perdus. »"},{"SurahNumber":7,"VerseNumber":24,"Text":"Le Seigneur dit : « Descendez d’ici ! Vous serez ennemis les uns des autres sur terre où vous pourrez séjourner de manière temporaire et jouir quelque temps de la vie"},{"SurahNumber":7,"VerseNumber":25,"Text":"C’est là que vous vivrez, là que vous mourrez et de là que vous serez ressuscités. »"}]}