{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"«لعن الذين كفروا من بني إسرائيل على لسان داوود» بأن دعا عليهم فمسخوا قردة وهم أصحاب إيلة «وعيسى ابن مريم» بأن دعا عليهم فمسخوا خنازير وهم أصحاب المائدة «ذلك» اللعن «بما عصوا وكانوا يعتدون»"},{"SurahNumber":5,"VerseNumber":79,"Text":"«كانوا لا يتناهون» أي لا ينهى بعضهم بعضا «عن» معاودة «منكر فعلوه لبئس ما كانوا يفعلون» فعلهم هذا"},{"SurahNumber":5,"VerseNumber":80,"Text":"«ترى» يا محمد «كثيرا منهم يتولَّون الذين كفروا» من أهل مكة بغضا لك «لبئس ما قدَّمت لهم أنفسهم» من العمل لمعادهم الموجب لهم «أن سخط الله عليهم وفي العذاب هم خالدون»"},{"SurahNumber":5,"VerseNumber":81,"Text":"«ولو كانوا يؤمنون بالله والنبي» محمد «وما أنزل إليه ما اتخذوهم» أي الكفار «أولياء ولكنَّ كثيرا منهم فاسقون» خارجون عن الإيمان"},{"SurahNumber":5,"VerseNumber":82,"Text":"«لتجدنَّ» يا محمد «أشدَّ الناس عداوة للذين آمنوا اليهود والذين أشركوا» من أهل مكة لتضاعف كفرهم وجهلهم وانهماكهم في اتباع الهوى «ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنَّا نصارى ذلك» أي قرب مودتهم للمؤمنين «بأن» بسبب أن «منهم قسيسين» علماء «ورهبانا» عبادا «وأنهم لا يستكبرون» عن اتباع الحق كما يستكبر اليهود وأهل مكة نزلت في وفد النجاشي القادمين عليه من الحبشة قرأ سورة يس فبكوا وأسلموا وقالوا ما أشبه هذا بما كان ينزل على عيسى"},{"SurahNumber":5,"VerseNumber":83,"Text":"قال تعالى: «وإذا سمعوا ما أنزل إلى الرسول» من القرآن «ترى أعينهم تفيض من الدمع ممَّا عرفوا من الحق يقولون ربَّنا آمنا» صدقنا بنبيك وكتابك «فاكتبنا مع الشاهدين» المقرين بتصديقهما"},{"SurahNumber":5,"VerseNumber":84,"Text":"«و» قالوا في جواب من عيرهم بالإسلام من اليهود «ما لنا لا نؤمن بالله وما جاءنا من الحق» القرآن أي لا مانع لنا من الإيمان مع وجود مقتضيه «ونطمع» عطف على نؤمن «أن يدخلنا ربُّنا مع القوم الصالحين» المؤمنين الجنة قال تعالى"},{"SurahNumber":5,"VerseNumber":85,"Text":"«فأثابهم الله بما قالوا جنات تجري من تحتها الأنهار خالدين فيها وذلك جزاء المحسنين» بالإيمان"},{"SurahNumber":5,"VerseNumber":86,"Text":"«والذين كفروا وكذَّبوا بآياتنا أولئك أصحاب الجحيم»"}]}