{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":111,"Text":"Allah, şübhəsiz ki, Allah yolunda vuruşub öldürən və öldürülən mö’minlərin canlarını və mallarını Tövratda, İncildə və Qur’anda haqq olaraq və’d edilmiş Cənnət müqabilində satın almışdır. Allahdan daha çox əhdə vəfa edən kimdir? Etdiyiniz sövdəyə görə sevinin. Bu, böyük qurtuluşdur (uğurdur)"},{"SurahNumber":9,"VerseNumber":112,"Text":"(Onlar Allaha) tövbə, ibadət və şükür-səna edənlər, oruc tutanlar (və ya cihad uğrunda, elm təhsil etmək üçün yurdundan ayrılıb başqa yerlərə gedənlər), rüku və səcdə edənlər (namaz qılanlar), yaxşı işlər görməyi əmr edib pis işləri yasaq edənlər və Allahın hədlərini (halal-haramı) qoruyanlardır. (Ya Rəsulum!) Belə mö’minləri (Cənnətlə) müjdələ"},{"SurahNumber":9,"VerseNumber":113,"Text":"Müşriklərin cəhənnəmlik olduqları (müsəlmanlara) bəlli olduqdan sonra onlarla qohum olsalar belə, Peyğəmbərə və iman gətirənlərə onlar üçün bağışlanma diləmək yaraşmaz"},{"SurahNumber":9,"VerseNumber":114,"Text":"İbrahimin öz atası üçün bağışlanma diləməsi isə ancaq ona verdiyi bir və’də görə idi. Atasının Allaha düşmən olması İbrahimə aydın olduqda o öz atasından uzaqlaşdı (onunla bütün əlaqələrini kəsdi). Həqiqətən, İbrahim (Allaha çox dua edərək) yalvarıb-yaxaran və həlim xasiyyətli bir zat idi"},{"SurahNumber":9,"VerseNumber":115,"Text":"Allah bir tayfanı doğru yola yönəltdikdən sonra qorxub çəkinməli olduqları şeyləri özlərinə bildirmədən onları (haqq yolundan) sapdırmaz! Həqiqətən, Allah hər şeyi (olduğu kimi, layiqincə) biləndir"},{"SurahNumber":9,"VerseNumber":116,"Text":"Həqiqətən, göylərin və yerin hökmü (mülkü) Allaha məxsusdur. Dirildən də, öldürən də Odur. Sizin Allahdan başqa havadarınız və köməyə çatanınız yoxdur"},{"SurahNumber":9,"VerseNumber":117,"Text":"Allah (müsəlmanlardan) bir qismini ürəyi (şəkk-şübhəyə düşüb Peyğəmbərdən və cihaddan) dömək üzrə ikən Peyğəmbərə, çətin saatda onun arxasında gedən mühacirlərə və ənsara tövbə nəsib etdi. Sonra da onların tövbələrini qəbul buyurdu (onları bağışladı). Çünki O, həqiqətən, onlara qarşı çox şəfqətli, çox rəhimlidir"},{"SurahNumber":9,"VerseNumber":118,"Text":"Həmçinin (Təbuk döyüşündən) geri qalmış üç nəfərin də (tövbələrini qəbul etdi). Belə ki, dünya onlara dar olmuş, ürəkləri (qəm-qüssədən) təngə gəlib sıxılmışdı. Onlar Allahdan (Allahın əzabından) yalnız Onun Özünə sığınmağın mümkün olduğunu başa düşdülər. Şübhəsiz ki, Allah tövbələri qəbul edəndir, rəhmlidir"}]}