{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":163,"Text":"And ask the people of Moses concerning the town situated along the sea how its people profaned the Sabbath when fish came to them breaking the water's surface on Sabbath days, and would not come to them on other than Sabbath-days. Thus did We try them because of their disobedience"},{"SurahNumber":7,"VerseNumber":164,"Text":"And recall when a party of them said: 'Why do you admonish a people whom Allah is about to destroy or punish severely?' They said: 'We admonish them in order to be able to offer an excuse before Your Lord, and in the hope that they will guard against disobedience"},{"SurahNumber":7,"VerseNumber":165,"Text":"Then, when they forgot what they had been exhorted, We delivered those who forbade evil and afflicted the wrong-doers with a grievous chastisement because of their evildoing"},{"SurahNumber":7,"VerseNumber":166,"Text":"And when they persisted in pursuing that which had been forbidden We said: 'Become despised apes"},{"SurahNumber":7,"VerseNumber":167,"Text":"And recall when Your Lord proclaimed that 'He would continually set in authority over them, till the Day of Judgement, those who would ruthless oppress thern.' Surely, your Lord is swift in chastising; and yet He is All-Forgiving, All-Merciful"},{"SurahNumber":7,"VerseNumber":168,"Text":"And We dispersed them through the earth in communities - some were righteous, others were not -and We tested them with prosperity and adversity that they may turn back (to righteousness)"},{"SurahNumber":7,"VerseNumber":169,"Text":"Then others succeeded them who inherited the scriptures, and yet kept themselves occupied in acquiring the goods of this world and kept saying: 'We shall be forgiven.' And when there comes to them an opportunity for acquiring more of those goods, they seize it. Was not the covenant of the Book taken from them that they would not ascribe to Allah anything but the truth? And they have read what is in the Book and know that the abode of the Hereafter is better for the God-fearing. Do you not understand"},{"SurahNumber":7,"VerseNumber":170,"Text":"Those who hold fast to the Book and establish Prayer - We shall not allow the reward of such righteous men to go to waste"},{"SurahNumber":7,"VerseNumber":171,"Text":"And recall when We shook the mountain over them as though it were a canopy, and they thought that it was going to fall over them; and We said: 'Hold firmly to that which We have given you, and remember what is in it, that you may guard against evil"}]}