{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"Ô vous qui croyez ! Dieu certainement pour vous éprouver, fera apparaître le gibier que vos mains et vos lances peuvent atteindre. Dieu veut ainsi savoir qui Le craint sans l’avoir vu. Désormais, quiconque contreviendra recevra un châtiment douloureux"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ô vous qui croyez ! Ne tuez pas le gibier lorsque vous êtes en état de sacralisation. Quiconque en tuera délibérément devra compenser en effectuant une offrande, qu’il déposera à La Kaa’ba, d’une tête de bétail ayant la même valeur, selon une évaluation effectuée par deux personnes équitables choisies parmi vous. Il pourra aussi expier sa faute en nourrissant des pauvres ou compenser en jeûnant, afin qu’il ait une idée de l’impact de ses actes. Dieu efface ce qui relève du passé mais quiconque réitère, Dieu sévira contre lui, car Dieu est Puissant. À Lui appartient la vengeance"},{"SurahNumber":5,"VerseNumber":96,"Text":"La pêche en mer et la consommation de ses produits vous est rendue licite. Une jouissance pour vous et pour les navigateurs en mer. Et la chasse vous est rendue illicite tant que vous êtes en état de sacralisation. Et craignez Dieu auprès de Qui vous comparaîtrez"},{"SurahNumber":5,"VerseNumber":97,"Text":"Dieu a institué La Kaa’ba, la Demeure Sacrée où les Hommes se rassemblent, ainsi que le mois sacré, les offrandes et les guirlandes, afin que vous sachiez que Dieu sait ce qu’il y a dans les Cieux et sur la Terre, et que Sa science s’étend à toute chose"},{"SurahNumber":5,"VerseNumber":98,"Text":"Sachez que Dieu est sévère lorsqu’Il châtie et que Dieu est Indulgent et Clément"},{"SurahNumber":5,"VerseNumber":99,"Text":"Il n’incombe au Messager que d’informer les Hommes. Et Dieu sait ce que vous dévoilez et ce que vous taisez"},{"SurahNumber":5,"VerseNumber":100,"Text":"Dis : « Le malicieux et le bienveillant ne sont pas égaux quand bien même l’opulence du malicieux te séduirait ». Craignez donc Dieu Ô gens doués d’intelligence. Peut-être y trouverez-vous votre salut"}]}