{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"اور جب پکارا تیرے رب نے موسٰی کو کہ جا اس قوم گنہگار کے پاس"},{"SurahNumber":26,"VerseNumber":11,"Text":"قوم فرعون کے پاس کیا وہ ڈرتے نہیں [۸]"},{"SurahNumber":26,"VerseNumber":12,"Text":"بولا اے رب میں ڈرتا ہوں کہ مجھ کو جھٹلائیں"},{"SurahNumber":26,"VerseNumber":13,"Text":"اور رک جاتا ہے میرا جی اور نہیں چلتی میری زبان سو پیغام دے ہارون کو [۹]"},{"SurahNumber":26,"VerseNumber":14,"Text":"اور انکو مجھ پر ہے ایک گناہ کا دعویٰ [۱۰] سو ڈرتا ہوں کہ مجھ کو مار ڈالیں [۱۱]"},{"SurahNumber":26,"VerseNumber":15,"Text":"فرمایا کبھی نہیں تم دونوں جاؤ لیکر ہماری نشانیاں ہم ساتھ تمہارے سنتے ہیں [۱۲]"},{"SurahNumber":26,"VerseNumber":16,"Text":"سو جاؤ فرعون کے پاس اور کہو ہم پیغام لے کر آئے ہیں پروردگار عالم کا"},{"SurahNumber":26,"VerseNumber":17,"Text":"یہ کہ بھیجدے ہمارے ساتھ بنی اسرائیل کو [۱۳]"},{"SurahNumber":26,"VerseNumber":18,"Text":"بولا کیا نہیں پالا ہم نے تجھ کو اپنے اندر لڑکا سا [۱۴] اور رہا تو ہم میں اپنی عمر میں سے کئ برس [۱۵]"},{"SurahNumber":26,"VerseNumber":19,"Text":"اور کر گیا تو اپنی وہ کرتوت جو کر گیا [۱۶] اور تو ہے ناشکر [۱۷]"},{"SurahNumber":26,"VerseNumber":20,"Text":"کہا کیا تو تھا میں نے وہ کام اور میں تھا چوکنے والا [۱۸]"},{"SurahNumber":26,"VerseNumber":21,"Text":"پھر بھاگا میں تم سے جب تمہارا ڈر دیکھا پھر بخشا مجھ کو میرے رب نے حکم اور ٹھہرایا مجھ کو پیغام پہنچانے والا [۱۹]"},{"SurahNumber":26,"VerseNumber":22,"Text":"اور کیا وہ احسان ہے جو تو مجھ پر رکھتا ہے کہ غلام بنایا تو نے بنی اسرائیل کو [۲۰]"},{"SurahNumber":26,"VerseNumber":23,"Text":"بولا فرعون کیا معنی پروردگار عالم کا [۲۱]"},{"SurahNumber":26,"VerseNumber":24,"Text":"کہا پروردگار آسمان اور زمین کا اور جو کچھ انکے بیچ میں ہے اگر تم یقین کرو [۲۲]"},{"SurahNumber":26,"VerseNumber":25,"Text":"بولا اپنے گرد والوں سے کیا تم نہیں سنتے ہو [۲۳]"},{"SurahNumber":26,"VerseNumber":26,"Text":"کہا پروردگار تمہارا اور پروردگار تمہارے اگلے باپ دادوں کا [۲۴]"},{"SurahNumber":26,"VerseNumber":27,"Text":"بولا تمہارا پیغام لانے والا جو تمہاری طرف بھیجا گیا ضرور باؤلا ہے [۲۵]"},{"SurahNumber":26,"VerseNumber":28,"Text":"کہا پروردگار مشرق کا اور مغرب کا اور جو کچھ ان کے بیچ میں ہے اگر تم سمجھ رکھتے ہو [۲۶]"},{"SurahNumber":26,"VerseNumber":29,"Text":"بولا اگر تو نے ٹھہرایا کوئی اور حاکم میرے سوائے تو مقرر (ضرور) ڈالوں گا تجھ کو قید میں [۲۷]"},{"SurahNumber":26,"VerseNumber":30,"Text":"کہا اور اگر لیکر آیا ہوں تیرے پاس ایک چیز کھول دینے والی [۲۸]"},{"SurahNumber":26,"VerseNumber":31,"Text":"بولا تو وہ چیز لا اگر تو سچ کہتا ہے"},{"SurahNumber":26,"VerseNumber":32,"Text":"پھر ڈال دیا اپنا عصا سو اسی وقت وہ اژدھا ہو گیا صریح"},{"SurahNumber":26,"VerseNumber":33,"Text":"اور اندر (بغل) سے نکالا اپنا ہاتھ سو اسی وقت وہ سفید تھا دیکھنے والوں کے سامنے"}]}