{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"(Yaa nyini Annabi)! Achiika! Ti (Tinim’ Naawuni) n-ti a nasara (a dimba zuɣu), nasara din yi polo ni"},{"SurahNumber":48,"VerseNumber":2,"Text":"Domin Naawuni pun chɛ a taali din gari, ni din na yɛŋ kana m-paŋ a, ka pali O yolsa a zuɣu, ka dolsi a sochibga"},{"SurahNumber":48,"VerseNumber":3,"Text":"Ka Naawuni sɔŋ a sɔŋsim din nyεŋ (sɔŋsim balibu kam)"},{"SurahNumber":48,"VerseNumber":4,"Text":"Ŋuna (Naawuni) n-nyɛ Ŋun siɣsi suhudoo na n-ti niŋ ninvuɣu shεba ban ti Naawuni yεlimaŋli suhiri ni, domin bɛ pahi ni yɛlimaŋtibo n-ti pahi bε yɛlimaŋtibo zuɣu. Yaha! Sagbana mini tiŋgbani tobbihi (Malaaikanima) nyɛla Naawuni dini. Yaha! Naawuni nyɛla Baŋda, Yεmgoliŋgulana"},{"SurahNumber":48,"VerseNumber":5,"Text":"Domin O (Naawuni) zaŋ ninvuɣu shεba ban ti Naawuni yεlimaŋli dobba ni paɣaba n-kpεhi Alizanda yili shεŋa kulibɔna ni yɛn ti zɔri gindi di lɔŋ ni la, ka bɛ nyɛla ban yɛn ti kpalim di puuni, ka nyɛhi bɛ taya din nyε zaɣibihi ka chɛ ba. Yaha! Lala maa nyɛla tarli din galsi Naawuni sani"},{"SurahNumber":48,"VerseNumber":6,"Text":"Yaha! Ka O (Naawuni) yɛn ti niŋ munaafichinim’ dobba ni paɣaba azaaba, n-ti pahi buɣujεmdiba dobba ni paɣaba ban tεhiri tεhibiεri ni Naawuni, azaaba shɛli di ginda be bɛ zuɣu, ka Naawuni je suli niŋ ba, ka narim ba, ka mali ʒahannama buɣum shili n-guli ba. Di labbu shee maa mi nyɛla din be"},{"SurahNumber":48,"VerseNumber":7,"Text":"Yaha! Naawuni n-su sagbana mini tiŋgbana tobbihi. Yaha! Naawuni nyɛla Nyɛŋda, Yεmgoliŋgalana"},{"SurahNumber":48,"VerseNumber":8,"Text":"(Yaa nyini Annabi)! Ti (Tinim’ Naawuni) n-tima na, ka a nyɛla shɛhiradira, ni suhupiεlli lahibali tira (ni Alizanda), ni Valsira (n-zaŋ chaŋ buɣum daazaaba)"},{"SurahNumber":48,"VerseNumber":9,"Text":"Domin yi ti Naawuni mini O tumo yεlimaŋli, ka kpaŋsi o, ka tibgi o, ka niŋ O (Naawuni) kasi Asibaasi mini Zaawuni"},{"SurahNumber":48,"VerseNumber":10,"Text":"(Yaa nyini Annbai)! Achiika! Ninvuɣu shεba ban niŋdi a mubaaya’a (alikauli) maa, 1 achiika! Naawuni ka bɛ niŋdi a mubaaya’a maa, Naawuni nuu pa bɛ nuhi zuɣu, dinzuɣu ninvuɣu so ŋun yiɣisi alikauli, tɔ! Achiika! O maŋ’ zuɣu ka o yiɣisi li. Amaa! Ŋun’ pali alikauli shεli o ni gbaai ni Naawuni, tɔ! Ni baalim, O (Naawuni) ni ti o laara din galsi"}]}