{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Hebt gij degenen niet opgemerkt, die een volk tot hunne vrienden hebben genomen, op hetwelk God vertoornd is? Zij zijn van hunne partij noch van de uwe, en zij zweren voorbedachtelijk bij eene leugen"},{"SurahNumber":58,"VerseNumber":15,"Text":"God heeft eene gestrenge straf voor hen gereed gemaakt; want datgene wat zij doen is slecht"},{"SurahNumber":58,"VerseNumber":16,"Text":"Zij bedienen zich van hunne eeden als van een kleed, en zij hebben de menschen van Gods weg afgeleid"},{"SurahNumber":58,"VerseNumber":17,"Text":"Noch hunne welvaart, noch hunne kinderen zullen hun bij God van nut zijn. Zij zullen de bewoners van het hellevuur zijn, eeuwig zullen zij daarin verblijven"},{"SurahNumber":58,"VerseNumber":18,"Text":"Op een zekeren dag zal God hen allen opwekken; dan zullen zij bij hen zweren, zooals zij het thans bij u doen, denkende dat dit hun van dienst zal wezen. Zijn zij geene leugenaars"},{"SurahNumber":58,"VerseNumber":19,"Text":"Satan heeft hen overmeesterd, en heeft hen de herdenking van God doen vergeten. Dezen vormen de partij van den duivel; en zal de partij des duivels niet tot verderf worden gedoemd"},{"SurahNumber":58,"VerseNumber":20,"Text":"Waarlijk, zij die God en zijn gezant wederstand bieden, zullen onder de laagsten worden geplaatst"},{"SurahNumber":58,"VerseNumber":21,"Text":"God heeft geschreven: waarlijk, ik en mijn gezant zullen overwinnen; want God is sterk en machtig"},{"SurahNumber":58,"VerseNumber":22,"Text":"Gij zult onder degenen die in God en in den jongsten dag gelooven, geene menschen vinden, welke de ongeloovigen beminnen die God en zijn gezant weêrstand bieden, al waren zij hunne vaders, of hunne zonen, of hunne broeders of hunne naaste betrekkingen. In de harten van dezen heeft God het geloof geschreven, en hij heeft hen met zijn geest gesterkt. Hij zal hen in tuinen, doorsneden met rivieren, leiden, om er voor eeuwig te verblijven. God is over hen voldaan, en zij zijn wel voldaan over hem. Dit is de partij van God; en zal de partij van God geen voorspoed genieten"}]}