{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":12,"VerseNumber":105,"Text":"¡Cuántos signos hay en los cielos y en la Tierra [que evidencian el poder del Creador]! Pasan frente a ellos, pero se apartan [y no reflexionan]"},{"SurahNumber":12,"VerseNumber":106,"Text":"La mayoría de los hombres no creen en Allah sin atribuirle copartícipes"},{"SurahNumber":12,"VerseNumber":107,"Text":"¿Acaso [estos idólatras] se sienten a salvo de ser alcanzados por el castigo de Allah, o que les llegue la Hora [del Juicio] de improvisto, sin advertirlo"},{"SurahNumber":12,"VerseNumber":108,"Text":"Diles [a los hombres ¡Oh, Muhámmad!]: Éste es mi sendero, tanto yo como quienes me siguen exhortamos [a creer y a adorar] a Allah con conocimiento [y certeza]. ¡Glorificado sea Allah! Por cierto que no me cuento entre los idólatras"},{"SurahNumber":12,"VerseNumber":109,"Text":"No hemos enviado antes de ti sino a hombres a quienes les transmitíamos Nuestra revelación, [y fueron elegidos] de entre los habitantes de las ciudades. ¿Acaso no transitaron por la Tierra y observaron cómo fue el final de sus antecesores? Por cierto que la morada de la otra vida será mejor para los piadosos. ¿Es que no razonáis"},{"SurahNumber":12,"VerseNumber":110,"Text":"[Allah postergó Su castigo] Hasta que, cuando los Mensajeros se resignaron y tuvieron la certeza de que les desmentirían radicalmente, les llegó Nuestro socorro y salvamos a quien quisimos. Es imposible evitar Nuestro castigo [cuando con él azotamos] a los pecadores"},{"SurahNumber":12,"VerseNumber":111,"Text":"Por cierto que en las historias [de los Profetas] hay un motivo de reflexión para los dotados de sano juicio. No es [el Corán] un relato inventado sino una confirmación de lo revelado anteriormente, y es una explicación detallada de todas las cosas, guía y misericordia para los creyentes"}]}