{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"“Rabbiif galata galchiNamni (Rabbiin) galateeffate kan inni galateeffatu matuma isaatiifi; Namni kafares (matuma isaa irratti)Dhugumatti Rabbiin dureessa, faarfamaadha” (jechuun) dhugumatti Luqmaaniif ogummaa kenninee jirra"},{"SurahNumber":31,"VerseNumber":13,"Text":"Yeroo Luqmaan ilma isaatiin odoo isa gorsuu “yaa ilma kiyya! Allaahiitti waa hin qindeessin; dhugumatti shirkiin miidhaa guddaadha” jedhe [yaadadhu]"},{"SurahNumber":31,"VerseNumber":14,"Text":"Namaafis haadhaafi abbaa isaatti (tola ooluu) dhaamnee jirra; haati isaas dadhabbii dadhabbii irratti ta’een isa baadhatteHarma irraa gu’uun isaas waggaa lama keessatti“Anaafi haadhaa abbaa keetiif galata galchiDeebiinis gara kiyyatti” jechuun isa ajajne"},{"SurahNumber":31,"VerseNumber":15,"Text":"Yoo isaan lamaan waan beekumsa isaa hin qabne akka Natti qindeessituuf sitti qabsaawan, tole isaaniif hin jedhinAddunyaa keessatti haala gaariin isaan waliin jiraadhuKaraa nama gara kiyya deebi’ee hordofiSana booda deebiin keessan gara kiyya; waan isin dalagaa turtan isinittin odeessa"},{"SurahNumber":31,"VerseNumber":16,"Text":"(Luqmaanis) “yaa ilma kiyya! isheen (badiin) yoo hanga madaala ija raafuu taatee, yoo dhagaa yookiin samii yookiin dachii keessa taates, Rabbiin ishee fidaRabbiin maalummaa ishee beekaa iddoo ishees beekaadha"},{"SurahNumber":31,"VerseNumber":17,"Text":"Yaa ilma kiyya! Salaata sirritti sagadiToltuutti nama ajajiHamtuu irraas nama dhorgiWaan si mudate irrattis obsiDhugumatti, sun wantoota jajjaboo (murannoo gaafatan) irraayyi"},{"SurahNumber":31,"VerseNumber":18,"Text":"[Boonaan] maddii (boqoo) kee namoota irraa gara hin galchin; dachii keessas of tuulaa hin deeminDhugumatti, Rabbiin of tuulaa, of dhaadaa hunda hin jaallatu"},{"SurahNumber":31,"VerseNumber":19,"Text":"Deemsa kee keessatti giddu galeessa ta’ii sagalee keetis gadi qabiDhugumatti irra jibbamaan sagalee sagalee harreeti.”"}]}