{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"Sano achimmasyeto ŵa mu nsinda ŵatite: “Ŵankwao ŵakuchimbichika (anduna) akunnyenga nchanda jwao jwalakwe akakusaka, chisimu chisako chagumbele nnope, chisimu uwwe tukwaona kuti ali nkusoya kwa kuonechela.”"},{"SurahNumber":12,"VerseNumber":31,"Text":"Sano ndema jaŵapikene (ŵankwao anduna) gamba kwao, ŵatumichisye mitenga (kuti ayiche kukuona kusalala kwa Yusufu), ni ŵalinganyichisye malo gakutama chakwegama ni yakulya (yakata ni ipula), niŵampele jwalijose mwa ŵanganyao chipula (kuti akatileje yakulyayo), ni ŵatite (ŵammasyeto ŵala pakunsalila Yusufu): “Kopokani kuja kukwao.” Basi ndema jaŵam’bweni ŵankusisye nnope pa uchimbichimbi (ligongo lyakasalale kakwe), sano (ligongo lyausimongo nnope) ŵaliji nkulikata makono gao (nambo ngapikana kupoteka), niŵatite: “Allah ayitalichisye (yakuŵa jwalakweju mundu)! Aju ngaŵa mundu, aju nganaŵa chinepe ikaŵeje lilaika lyakuchimbichika.”"},{"SurahNumber":12,"VerseNumber":32,"Text":"(Ŵankwao anduna) ŵatite: “Basitu aju jenumanja nijwejula jwamungaambiileje jula, chisimu chene une nannyenjile jwele akakusaka, basi ni jwaligosile. Nambo sano naga jukatenda yangunnamulayo, chisimu chene chijuponyedwe muukaidi, soni chijuŵe mwa ŵakunyosyeka.”"},{"SurahNumber":12,"VerseNumber":33,"Text":"Jwalakwe jwatite: “Ambuje ŵangu! Ukaidi uli wakunonyeledwa nnope kukwangu kulekangana ni yaakumilanjilayo, naga ngankumambasya itagu yao, chimbendechele kukwao, ni timbe mu ŵandu ajinga.”"},{"SurahNumber":12,"VerseNumber":34,"Text":"Basi Ambujegwe ŵan’janjile (duwa jakwe), ni ŵam’bambesye itagu yao, chisimu Jwalakwe (Allah) ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":12,"VerseNumber":35,"Text":"Kaneka panyuma pakuiona ŵanganyao (anduna ni ŵandu ŵao) ilosyo (yakuswejela kwa Yusufu), syaichilile nganisyo syanti agambe kumponya (Yusufu) mu ukaidi kwandema jannono (iŵe mpela nijuŵaleŵile, pakusaka kwatyosya nchesela ŵammasyeto ŵala)"}]}