{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":34,"VerseNumber":22,"Text":"Thuaju (o Muhamed): “Thirrini ata që i hyjnizoni krahas Allahut! Ata nuk kanë pushtet as sa pesha e një thërrmije, qoftë në qiej apo në Tokë; për ata nuk ka pjesë as në qiej, as në Tokë dhe Allahu nuk ka asnjë ndihmës nga radhët e tyre.”"},{"SurahNumber":34,"VerseNumber":23,"Text":"Asnjë ndërmjetësim tek Ai nuk bën dobi, përveçse për atë që Ai jep leje. Kur t’u hiqet frika nga zemrat e tyre, ata do të thonë: “Çfarë tha Zoti juaj?” dhe do të përgjigjen: “Të vërtetën! Ai është i Lartësuar dhe i Madhërishëm.”"},{"SurahNumber":34,"VerseNumber":24,"Text":"Thuaju: “Kush ju furnizon ju prej qiejve dhe prej Tokës?” - Thuaju: “Allahu! Ne nuk mund të jemi që të dyja palët në rrugën e drejtë, ose ju, ose ne jemi në humbje të qartë!”"},{"SurahNumber":34,"VerseNumber":25,"Text":"Thuaju: “Ju, nuk do të pyeteni për atë që kemi gabuar ne, as ne nuk do të përgjigjemi për atë që bëni ju.”"},{"SurahNumber":34,"VerseNumber":26,"Text":"Thuaju: “Ne do të na mbledhë Zoti ynë e do të gjykojë ndërmjet nesh me drejtësi. Ai është Gjykatës i drejtë e i Gjithëdijshëm.”"},{"SurahNumber":34,"VerseNumber":27,"Text":"Thuaju: “M’i tregoni ata, që ia vishni Atij si ortakë.” Kurrsesi, ata nuk mund të jenë ortakë të Tij. Ai është Allahu (Një i Vetëm), i Plotfuqishmi dhe i Urti"},{"SurahNumber":34,"VerseNumber":28,"Text":"Ne të kemi dërguar ty (o Muhamed) vetëm si sjellës të lajmit të mirë dhe paralajmërues për të gjithë njerëzimin, por shumica e njerëzve nuk dinë"},{"SurahNumber":34,"VerseNumber":29,"Text":"Ata thonë: “Kur do të vijë ky premtim (Kiameti), nëse ju thoni të vërtetën?”"},{"SurahNumber":34,"VerseNumber":30,"Text":"Thuaju atyre: “Dita juaj tashmë është caktuar. Ju nuk do të mund ta shtyni atë e as ta shpejtoni, qoftë edhe për një çast.”"}]}