{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Невже не бачать невіруючі, що небеса й земля були єдиним цілим, а Ми роз’єднали їх, і що Ми створили все живе з води? Невже вони не увірують"},{"SurahNumber":21,"VerseNumber":31,"Text":"І Ми поставили на землі непохитні гори, щоб вона не коливалася під ними, й проклали широкі шляхи, щоб вони мали змогу йти правильним шляхом"},{"SurahNumber":21,"VerseNumber":32,"Text":"І Ми зробили небо захищеним дахом, але вони відвертаються від Його знамень"},{"SurahNumber":21,"VerseNumber":33,"Text":"Він — Той, Хто створив ніч, день, сонце й місяць. Усі вони плинуть небосхилом"},{"SurahNumber":21,"VerseNumber":34,"Text":"Нікому з людей, що жили перед тобою, Ми не дарували безсмертя. Тож невже, якщо ти помреш, вони житимуть вічно"},{"SurahNumber":21,"VerseNumber":35,"Text":"Кожна душа зазнає смерті. Ми випробовуємо вас злом і добром як спокусою, і до Нас ви повернетесь"},{"SurahNumber":21,"VerseNumber":36,"Text":"Коли ті, які не вірують, бачать тебе, то тільки насміхаються: «Чи це не той, хто глузував із ваших богів?» Не вірують вони в нагадування Милостивого"},{"SurahNumber":21,"VerseNumber":37,"Text":"Людина створена нетерплячою. Я покажу вам Свої знамення, тож не квапте Мене"},{"SurahNumber":21,"VerseNumber":38,"Text":"Вони запитують: «Коли ж станеться обіцяне, якщо ви правдиві?»"},{"SurahNumber":21,"VerseNumber":39,"Text":"Якби невіруючі тільки знали про той час, коли вони не зможуть відвернути вогонь ні від свого обличчя, ні від своєї спини! І ніхто не допоможе їм"},{"SurahNumber":21,"VerseNumber":40,"Text":"Це станеться несподівано й приголомшить їх. Вони не зможуть цього відвернути й не матимуть відстрочки"},{"SurahNumber":21,"VerseNumber":41,"Text":"Справді, вже глузували й з тих посланців, які жили раніше за тебе. Тож насмішників вразило те, з чого вони глузували"}]}