{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":156,"Text":"O you who believe, do not be like those who disbelieved and said about their brethren while they travelled on the earth or had to fight, “Had they been with us, they would have not died, nor would they have been killed.” The result is that Allah makes it a remorse resting in their hearts. Allah gives life and brings death; Allah is watchful of what you do"},{"SurahNumber":3,"VerseNumber":157,"Text":"If you are killed in the way of Allah or die, the forgiveness from Allah and the mercy is far better than what they accumulate"},{"SurahNumber":3,"VerseNumber":158,"Text":"If you die or get killed, it is towards Allah that you shall be gathered"},{"SurahNumber":3,"VerseNumber":159,"Text":"So, (O Prophet) it is through mercy from Allah that you are gentle to them. Had you been rough and hard-hearted, they would have dispersed from around you. So, pardon them, and seek Forgiveness for them. Consult them in the matter and, once you have taken a decision, place your trust in Allah. Surely, Allah loves those who place their trust in Him"},{"SurahNumber":3,"VerseNumber":160,"Text":"If Allah helps you, there is none to overcome you. And if He abandons you, then, who is there to help you after that? In Allah the believers should place their trust"},{"SurahNumber":3,"VerseNumber":161,"Text":"It is not conceivable from a prophet to misappropriate the spoils. Whoever misappropriates shall bring forth, on Doomsday, what he misappropriated. Then, everybody shall be paid, in full, for what he has earned, and they shall not be wronged"},{"SurahNumber":3,"VerseNumber":162,"Text":"How then, could one who submits to the pleasure of Allah be equal to him who returns with displeasure from Allah? His ultimate place is the Fire; and what an evil end it is"},{"SurahNumber":3,"VerseNumber":163,"Text":"They are of various ranks with Allah. Allah is watchful of what they do"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allah has surely conferred favor on the believers when He raised in their midst a messenger from among themselves who recites to them His verses and makes them pure and teaches them the Book and the Wisdom, while earlier, they were in open error"},{"SurahNumber":3,"VerseNumber":165,"Text":"How is it that, when you suffered a hardship the twice of which you had inflicted upon them, you say, “Where did this come from?” Say, “This is from your own selves. Allah is surely Powerful over everything.”"},{"SurahNumber":3,"VerseNumber":166,"Text":"Whatever you suffered on the day when the two troops faced each other was by the will of Allah, and in order to know the believers"},{"SurahNumber":3,"VerseNumber":167,"Text":"and in order to know those who are hypocrites. It was said to them, “Come on, fight in the way of Allah, or defend.” They said, “Had we known it to be a fight we would have certainly followed you.” That day, they were nearer to disbelief than they were to Belief. They utter from their mouths what is not in their hearts. Allah knows well what they conceal"},{"SurahNumber":3,"VerseNumber":168,"Text":"Those who said about their brethren, while themselves sitting, “Had they obeyed us, they would have not been killed.” Say, “Then avert death from yourselves if you are true.”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Never take those killed in the way of Allah as dead. Rather, they are alive with their Lord, well-provided"},{"SurahNumber":3,"VerseNumber":170,"Text":"happy with what Allah has given them of His grace; and they feel pleased with the good news, about those left behind them who could not join them, that there shall be no fear for them nor shall they grieve"},{"SurahNumber":3,"VerseNumber":171,"Text":"They feel pleased with blessing from Allah, and grace, and with the fact that Allah would not let the reward of the believers be lost"}]}