{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":17,"VerseNumber":53,"Text":"Auze akapolo anga kuti aziyankhula zokhazo zimene zili zabwino. Ndithudi Satana amafesa chidani pakati pawo. Ndithudi Satana, kwa munthu, ndi mdani woonekeratu"},{"SurahNumber":17,"VerseNumber":54,"Text":"Ambuye wanu amadziwa kwambiri za inu ndipo ngati Iye afuna adzakuchitirani chifundo kapena ngati Iye afuna adzakulangani. Ndipo Ife sitidakutumize iwe kuti ukhale wowayang’anira iwo ayi"},{"SurahNumber":17,"VerseNumber":55,"Text":"Ambuye wako amadziwa kwambiri zonse zimene zili kumwamba ndi padziko lapansi ndipo, ndithudi, Ife tidalemekeza Aneneri ena kuposa anzawo ndipo kwa Davide, Ife tidamupatsa Buku la Masalimo"},{"SurahNumber":17,"VerseNumber":56,"Text":"Nena, “Aitaneni onse amene mumadzinyengeza nawo mowonjezera pa Iye. Iwo alibe mphamvu zochotsa mavuto anu kapena kuwasintha ndi kupatsa munthu wina.”"},{"SurahNumber":17,"VerseNumber":57,"Text":"Iwo amene amawapembedza nawonso amafunafuna njira yodziyandikiritsira kwa Ambuye wawo, kuti ndani amene angakhale pafupi kwambiri ndi Mulungu ndipo amafunafuna mtendere wa Mulungu ndikuopa chilango chake. Ndithudi chilango cha Ambuye wako ndi chofuna kuopedwa"},{"SurahNumber":17,"VerseNumber":58,"Text":"Ndipo palibe mzinda umene Ife sitingauononge kapena kuulanga ndi chilango choopsa tsiku lachiweruzo lisanadze. Izi zidalembedwa m’Buku"},{"SurahNumber":17,"VerseNumber":59,"Text":"Ndipo palibe chimene chimatiletsa Ife kutumiza zizindikiro kupatula kuti anthu a mvula zakale sadazikhulupirire izo. Ndipo kwa anthu a Thamoud, Ife tidawapatsa ngamira yaikazi kukhala chizindikiro chooneka ndi maso komabe iwo adaichitira zoipa. Ndipo Ife sititumiza zizindikiro kupatula ndi cholinga chofuna kuchenjeza ndi kuwachititsa mantha"},{"SurahNumber":17,"VerseNumber":60,"Text":"Ndipo pamene tidakuuza kuti, “Ndithudi! Ambuye wako wawazungulira anthu. Ndipo Ife sitidapange masomphenya amene tidakuonetsa iwe koma kukhala mayeso kwa anthu chimodzimodzinso mtengo wotembereredwa umene watchulidwa m’Korani. Ife timawachenjeza ndi kuwachititsa mantha koma sizili kuwathandiza koma kuonjezera kusakhulupirira.”"}]}