{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"اور جنہیں ہماری ملاقات کی توقع نہیں انہوں نے کہا کہ ہم پر فرشتے کیوں نہیں اتارے جاتے؟ یا ہم اپنی آنکھوں سے اپنے رب کو دیکھ لیتے؟ ان لوگوں نے اپنے آپ کو ہی بہت بڑا سمجھ رکھا ہے اور سخت سرکشی کرلی ہے"},{"SurahNumber":25,"VerseNumber":22,"Text":"جس دن یہ فرشتوں کو دیکھ لیں گے اس دن ان گناه گاروں کو کوئی خوشی نہ ہوگی اور کہیں گے یہ محروم ہی محروم کیے گئے"},{"SurahNumber":25,"VerseNumber":23,"Text":"اور انہوں نے جو جو اعمال کیے تھے ہم نےان کی طرف بڑھ کر انہیں پراگنده ذروں کی طرح کردیا"},{"SurahNumber":25,"VerseNumber":24,"Text":"البتہ اس دن جنتیوں کا ٹھکانا بہتر ہوگا اور خواب گاه بھی عمده ہوگی"},{"SurahNumber":25,"VerseNumber":25,"Text":"اور جس دن آسمان بادل سمیت پھٹ جائے گا اور فرشتے لگاتار اتارے جائیں گے"},{"SurahNumber":25,"VerseNumber":26,"Text":"اس دن صحیح طور پر ملک صرف رحمٰن کا ہی ہوگا اور یہ دن کافروں پر بڑا بھاری ہوگا"},{"SurahNumber":25,"VerseNumber":27,"Text":"اور اس دن ﻇالم شخص اپنے ہاتھوں کو چبا چبا کر کہے گا ہائے کاش کہ میں نے رسول (صلی اللہ علیہ وسلم) کی راه اختیار کی ہوتی"},{"SurahNumber":25,"VerseNumber":28,"Text":"ہائے افسوس کاش کہ میں نے فلاں کو دوست نہ بنایا ہوتا"},{"SurahNumber":25,"VerseNumber":29,"Text":"اس نے تو مجھے اس کے بعد گمراه کردیا کہ نصیحت میرے پاس آپہنچی تھی اور شیطان تو انسان کو (وقت پر) دغا دینے واﻻ ہے"},{"SurahNumber":25,"VerseNumber":30,"Text":"اور رسول کہے گا کہ اے میرے پروردگار! بےشک میری امت نے اس قرآن کو چھوڑ رکھا تھا"},{"SurahNumber":25,"VerseNumber":31,"Text":"اور اسی طرح ہم نے ہر نبی کے دشمن بعض گناه گاروں کو بنادیا ہے اور تیرا رب ہی ہدایت کرنے واﻻ اور مدد کرنے واﻻ کافی ہے"},{"SurahNumber":25,"VerseNumber":32,"Text":"اور کافروں نے کہا کہ اس پر قرآن سارا کا سارا ایک ساتھ ہی کیوں نہ اتارا گیا اسی طرح ہم نے (تھوڑا تھوڑا کرکے) اتارا تاکہ اس سے ہم آپ کا دل قوی رکھیں، ہم نے اسے ٹھہر ٹھہر کر ہی پڑھ سنایا ہے"},{"SurahNumber":25,"VerseNumber":33,"Text":"یہ آپ کے پاس جو کوئی مثال ﻻئیں گے ہم اس کا سچا جواب اور عمده توجیہ آپ کو بتادیں گے"},{"SurahNumber":25,"VerseNumber":34,"Text":"جو لوگ اپنے منھ کے بل جہنم کی طرف جمع کیے جائیں گے۔ وہی بدتر مکان والے اور گمراه تر راستے والے ہیں"}]}