{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"(Обязательные) милостыни (предназначены) только для нищих [тех, у которых ничего нет], бедных [тех, которые живут в недостатке], работающих над этим [сборщикам закята], (а также) тем, сердца (которых) привлекаемы (к Исламу) [с надеждой, что они примут Ислам, или принесут пользу верующим или же будет этим отклонено зло от верующих], (а также) для выкупа рабов, (и для) должников (которых обременены долгом), и на пути Аллаха, (и для) путника (который остался без средств продолжать путь), – как обязательное (предписание) от Аллаха. Ведь Аллах – знающий (в чем польза Его рабам) (и) мудрый (в Своих решениях и установлениях)"},{"SurahNumber":9,"VerseNumber":61,"Text":"И среди них [лицемеров] есть и такие, которые (своими словами) причиняют обиду Пророку и говорят: «Он – ухо [тот, кто верит всему, что ему говорят]». Скажи (им) (о, Пророк): «(Он) – ухо благого [он слушает только то, в чем благо] для вас!» Он верует в Аллаха и верит верующим (так как знает об их правдивости и искренности). И (он) (является) милостью тем, которые уверовали из (числа) вас (так как явился причиной того, что вы уверовали). А тем, которые причиняют обиду посланнику Аллаха, – им (уготовано) мучительное наказание"},{"SurahNumber":9,"VerseNumber":62,"Text":"Они [лицемеры] клянутся Аллахом перед вами (о, верующие), чтобы угодить вам [чтобы вы были довольны ими]; а Аллах и Его посланник имеют больше прав на то, чтобы они стремились к Его (и его) довольству, если они (являются) верующими"},{"SurahNumber":9,"VerseNumber":63,"Text":"Разве они [эти лицемеры] не знали, что, кто противится Аллаху и Его посланнику, для того (уготован) огонь Геенны [Ада] на вечное пребывание в ней. Это [такой возврат] – великий позор"},{"SurahNumber":9,"VerseNumber":64,"Text":"Опасаются лицемеры, что будет ниспослана о них сура, которая сообщит им про то, что в их сердцах [про неверие]. Скажи: «Насмехайтесь! Поистине, Аллах выведет (наружу) то, чего вы опасаетесь»"},{"SurahNumber":9,"VerseNumber":65,"Text":"А если ты (о, Пророк) спросишь их [лицемеров], они, конечно же, скажут: «Мы только погружались (в беседы) и забавлялись [это были лишь слова, и мы ничего плохого не подразумевали]». Скажи: «Неужели вы насмехались над Аллахом, Его знамениями и Его посланником?»"},{"SurahNumber":9,"VerseNumber":66,"Text":"Не оправдывайтесь (о, лицемеры) (так как ваши оправдания бесполезны)! Вот уже вы стали неверными (произнеся эту насмешку), после вашей веры. Если Мы простим одной партии из вас (которая попросит прощения и обратится к Аллаху с покаянием), то накажем (другую) партию за то, что они были бунтарями (упорствуя в своих греховных словах и насмешках)"}]}