{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":61,"Text":"In whatever matter you [Prophet] may be engaged and whatever part of the Quran you are reciting, whatever work you [people] are doing, We witness you when you are engaged in it. Not even the weight of a speck of dust in the earth or sky escapes your Lord, nor anything lesser or greater: it is all written in a clear record"},{"SurahNumber":10,"VerseNumber":62,"Text":"But for those who are on God’s side there is no fear, nor shall they grieve"},{"SurahNumber":10,"VerseNumber":63,"Text":"For those who believe and are conscious of God"},{"SurahNumber":10,"VerseNumber":64,"Text":"for them there is good news in this life and in the Hereafter- there is no changing the promises of God- that is truly the supreme triumph"},{"SurahNumber":10,"VerseNumber":65,"Text":"Do not let their words grieve you [Prophet]. Power belongs entirely to God; He hears all and knows all"},{"SurahNumber":10,"VerseNumber":66,"Text":"indeed, all who are in the heavens and on the earth belong to Him. Those who call upon others beside God are not really following partner-gods; they are only following assumptions and telling lies"},{"SurahNumber":10,"VerseNumber":67,"Text":"It is He who made the night so that you can rest in it and the daylight so that you can see- there truly are signs in this for those who hear"},{"SurahNumber":10,"VerseNumber":68,"Text":"They say, ‘God has children!’ May He be exalted! He is the Self-Sufficient One; everything in the heavens and the earth belongs to Him. You have no authority to say this. How dare you say things about God without any knowledge"},{"SurahNumber":10,"VerseNumber":69,"Text":"Say [Prophet], ‘Those who invent lies about God will not prosper.’"},{"SurahNumber":10,"VerseNumber":70,"Text":"They may have a little enjoyment in this world, but then they will return to Us. Then We shall make them taste severe punishment for persisting in blasphemy"}]}