{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":61,"Text":"Hij is de meester zijner dienaren, en hij zendt de beschermengelen, om over u te waken, tot op het oogenblik dat de dood u verrast: dan ontvangen onze gezanten den stervenden mensch, en zij zullen onze bevelen nakomen"},{"SurahNumber":6,"VerseNumber":62,"Text":"Daarna zult gij tot God terugkeeren, uw waren Heer; behoort hem het oordeel niet? Hij is de snelste in het opmaken eener rekening"},{"SurahNumber":6,"VerseNumber":63,"Text":"Zeg, wie bevrijdt u van de duisternis des lands en der zee, wanneer gij hem nederig en in stilte aanroept, zeggende: Waarlijk, indien gij ons bevrijdt van deze gevaren, zullen wij zeker dankbaar zijn"},{"SurahNumber":6,"VerseNumber":64,"Text":"Zeg: God bevrijdt u daarvan en van iedere tegenspoed en droefenis, en toch plaatst gij andere goden naast hem"},{"SurahNumber":6,"VerseNumber":65,"Text":"Zeg: Hij is in staat u eene straf te zenden van boven of van onder uwe voeten, of de tweedracht onder u te brengen en aan den een de geweldenarijen van den ander te doen gevoelen. Zie hoe verschillend wij onze teekens vertoonen, opdat gij die eindelijk zoudt verstaan"},{"SurahNumber":6,"VerseNumber":66,"Text":"Dit volk heeft de openbaring, die gij gebracht hebt, van valschheid beschuldigd, hoewel het de waarheid is. Zeg: Ik ben geen waker over u"},{"SurahNumber":6,"VerseNumber":67,"Text":"Iedere profetie heeft haren bepaalden tijd van vervulling; en daarna zult gij dien kennen"},{"SurahNumber":6,"VerseNumber":68,"Text":"Als gij hoort, dat de ongeloovigen over onze teekens spreken, verwijder u dan, tot zij een ander onderwerp voor hunne gesprekken hebben gekozen; en indien satan u dit voorschrift doet vergeten, blijf dan niet langer bij de goddeloozen, zoodra gij het u weder herinnert"},{"SurahNumber":6,"VerseNumber":69,"Text":"Men zal er geene rekenschap voor vragen aan hen, die God vreezen, doch zij dienen zich te herinneren, dat zij God vreezen"},{"SurahNumber":6,"VerseNumber":70,"Text":"Verwijder u van hen, die hunnen godsdienst als een spel en een tijdverdrijf beschouwen, en welke het tegenwoordige leven heeft verblind, en waarschuw hen, door den Koran, dat eene ziel wordt gestraft voor hetgeen zij heeft bedreven. Zij zal geen schuts of beschermer naast God hebben, en indien zij den grootsten losprijs zouden kunnen betalen, zou die niet worden aangenomen. Zij, die aan het verderf zijn overgegeven, om hetgeen zij hebben gedaan, zullen kokend water moeten drinken, en zij zullen eene strenge straf ondergaan, omdat zij niet geloofd hebben"}]}