{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":28,"Text":"Fir´avn hanedanından imânını gizleyen mü´min bir adam, «siz, Rabbim Allah´tır, diyen bir adamı mı öldüreceksiniz ? Halbuki o size Rabbinizden açık belgeler, kesin deliller, mu´cizeler getirdi. Eğer o yalancı ise, yalanının vebali kendisine; doğru ise, size va´dettiği (azabın) bir kısmı olsun size dokunur. Şüphesiz ki Allah, elbette ölçüsünü aşan ve taşan, yalanı huy edinen kimseyi doğru yola eriştirmez"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ey milletim ! Bugün için mülk ve saltanat sizindir. (Bulunduğunuz) yerde üstünsünüzdür. Peki ama Allah´tan bize bir kahredici azâb gelecek olursa, kim bize yardım eder?» dedi. Fir´avn ise şöyle dedi: «Ben size ancak uygun gördüğümü ve kendi görüşümü aksettiriyorum ve ben size ancak doğru ve isabetli yolu gösteriyorum..»"},{"SurahNumber":40,"VerseNumber":30,"Text":"İmân eden adam ise, «ey milletim !» dedi, «elbette ben o sürü sürü toplulukların birleştiği gündeki gibi bir durumun; Nûh kavminin, Âd ve Semûd kavminin ve onlardan sonraki kavimlerin durumu gibi bir duru mun sizin de başınıza gelmesinden korkuyorum. Allah, kullarına zulüm (etmek) istemez.»"},{"SurahNumber":40,"VerseNumber":31,"Text":"İmân eden adam ise, «ey milletim !» dedi, «elbette ben o sürü sürü toplulukların birleştiği gündeki gibi bir durumun; Nûh kavminin, Âd ve Semûd kavminin ve onlardan sonraki kavimlerin durumu gibi bir duru mun sizin de başınıza gelmesinden korkuyorum. Allah, kullarına zulüm (etmek) istemez.»"},{"SurahNumber":40,"VerseNumber":32,"Text":"«Ey milletim ! Doğrusu ben sizin için bağrış-çağrış (seslerinin yükseldiği bir) günden korkuyorum"},{"SurahNumber":40,"VerseNumber":33,"Text":"O gün arka çevirip kaçarsınız da Allah´a (O´nun azabına) karşı sizi koruyan bir kimse bulunmaz. Allah kimi şaşırtıp saptırırsa, onu doğru yola eriştiren bulunmaz.»"},{"SurahNumber":40,"VerseNumber":34,"Text":"And olsun ki, daha önce Yusuf da size açık belgeler, kesin delillerle gelmişti. Siz onun getirdiğin de hep şüphe edip durmuştunuz. O vefat edince (umutsuzlardınız) ve «Allah ondan sonra elbette peygamber göndermiyecek» dediniz. İşte böylece Allah, ölçüyü kaçırıp şüphe içinde bocalayan kimseyi saptırır"},{"SurahNumber":40,"VerseNumber":35,"Text":"O şüpheciler ki, kendilerine gelmiş bir delîl ve belge olmaksızın Allah´ın âyetleri hakkında tartışıp durdular. Allah yanında da, imân edenler yanında da (bu) büyük bir öfke ve nefrettir! İşte Allah, kendini beğenmiş her zorbanın kalbini böyle mühürler"},{"SurahNumber":40,"VerseNumber":36,"Text":"Fir´avn dedi ki: «Ya Hâmân ! Bana yüksekçe bir kule yap; umarım ki ulaştırıcı yollara, göklerin kapılarına ulaşırım da Musa´nın Tanrısını görebilirim. Çünkü ben elbette Musa´yı yalancı sanıyorum.» Böylece Fir´avn´ın kötü işleri kendisine çok çekici göründü de onu doğru yoldan alıkoydu. Fir´avn´ın hile ve düzeni hüsrana uğramaktan ve yok olmaktan başka bir şeye yaramadı"},{"SurahNumber":40,"VerseNumber":37,"Text":"Fir´avn dedi ki: «Ya Hâmân ! Bana yüksekçe bir kule yap; umarım ki ulaştırıcı yollara, göklerin kapılarına ulaşırım da Musa´nın Tanrısını görebilirim. Çünkü ben elbette Musa´yı yalancı sanıyorum.» Böylece Fir´avn´ın kötü işleri kendisine çok çekici göründü de onu doğru yoldan alıkoydu. Fir´avn´ın hile ve düzeni hüsrana uğramaktan ve yok olmaktan başka bir şeye yaramadı"}]}