{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"I řekl Faraón k velmožům svým, kol něho stojícím: \"Tohle věru je kouzelník obratný"},{"SurahNumber":26,"VerseNumber":35,"Text":"jenž kouzly svými vás chce z vaší země vyhnat. Co rozhodnete"},{"SurahNumber":26,"VerseNumber":36,"Text":"I pravili: \"Odkaž jej i bratra jeho na později a do všech měst shromažďovatele vyšli"},{"SurahNumber":26,"VerseNumber":37,"Text":"by k tobě se všemi kouzelníky obratnými přišli"},{"SurahNumber":26,"VerseNumber":38,"Text":"A shromážděni byli kouzelníci v den pro schůzku stanovený"},{"SurahNumber":26,"VerseNumber":39,"Text":"a lidé byli dotázáni: \"Chcete se též účastnit shromáždění"},{"SurahNumber":26,"VerseNumber":40,"Text":"Snad i my kouzelníky, budou-li vítězní, následovat budeme"},{"SurahNumber":26,"VerseNumber":41,"Text":"Když kouzelníci se dostavili, řekli Faraónovi: \"A dostaneme odměnu, jestliže vítězství dosáhneme"},{"SurahNumber":26,"VerseNumber":42,"Text":"A odpověděl Faraón: \"Zajisté, a tehdy se věru mými přiblíženci stanete"},{"SurahNumber":26,"VerseNumber":43,"Text":"I pravil jim Mojžíš: \"Hoďte, co hodit chcete"},{"SurahNumber":26,"VerseNumber":44,"Text":"A hodili provazy své a hole své, říkajíce: \"Při moci Faraónově, vítězství máme zaručené"},{"SurahNumber":26,"VerseNumber":45,"Text":"Pak hodil Mojžíš hůl svou, a hle, pozřela jejich kousky podvodné"},{"SurahNumber":26,"VerseNumber":46,"Text":"Na zem kouzelníci klaníce se padli"},{"SurahNumber":26,"VerseNumber":47,"Text":"volajíce: \"V Pána lidstva jsme uvěřili"},{"SurahNumber":26,"VerseNumber":48,"Text":"v Pána Mojžíšova a Árónova"},{"SurahNumber":26,"VerseNumber":49,"Text":"Faraón vykřikl: \"Jak to, že jste v něj uvěřili, dříve než jsem vám dovolil? On věru vaším mistrem je, jenž kouzlům vás naučil. Však záhy dám vám poznat! Dám vaše pravé ruce a levé nohy usekat a všechny vás dám ukřižovat"},{"SurahNumber":26,"VerseNumber":50,"Text":"Odpověděli: \"Nic nevadí, vždyť my se přece k Pánu svému navrátíme"},{"SurahNumber":26,"VerseNumber":51,"Text":"a toužíme jedině, aby nám Pán náš odpustil viny naše, vždyť my k prvním věřícím patříme"},{"SurahNumber":26,"VerseNumber":52,"Text":"A vnukli jsme Mojžíšovi: \"Odejdi v noci se služebníky Mými, neb věru budete pronásledováni"}]}