{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"Bang ka di katawi a mataan! a so Allah na pthasbik Rkaniyan so matatago ko manga langit ago so lopa, go so manga papanok a zasarngkap? Oman i isa na sabnar a kiyatokawan so sambayang iyan go so tasbik iyan. Na so Allah na katawan Iyan so gi iran nggolawlaan"},{"SurahNumber":24,"VerseNumber":42,"Text":"Na rk o Allah so kapaar ko manga langit ago so lopa; na sii bo ko Allah so khandodan"},{"SurahNumber":24,"VerseNumber":43,"Text":"Bang ka di katawi a mataan! a so Allah na ipmbayog Iyan so gabon, oriyan iyan na pthimoon Iyan skaniyan, oriyan iyan na pmbalowin Iyan a miyagngkapngkap? Na pkhaylaing ka so oran a phltos phoon ko pagltltan iyan. Go pphakatoronn iyan phoon ko kawang so sabaad ko manga palaw ron a ilo: Na ipzogat Iyan oto ko taw a kabaya Iyan, go ipkhisar Iyan oto ko taw a kabaya Iyan. Mayto bo na so sindaw o kilat Iyan na khaylang iyan so manga kaylay"},{"SurahNumber":24,"VerseNumber":44,"Text":"Gii pakazambiin o Allah, so gagawii ago so dawndaw: Mataan! a adn a matatago roo man a titho a nanao a bagian o adn a manga kaylay niyan"},{"SurahNumber":24,"VerseNumber":45,"Text":"Na so Allah i miyadn ko oman i baraniyawa a phoon sa ig: Na adn a pd kiran a so ipndola niyan a tiyan iyan; go adn a pd kiran a so phlalakaw sa dowa ai, go so adn a pd kiran a so phlalakaw sa pat (a ai). Phagadnn o Allah so nganin a kabaya Iyan; mataan! a so Allah sii ko langowan taman na Gaos Iyan"},{"SurahNumber":24,"VerseNumber":46,"Text":"Sabnsabnar a tomiyoron Kami sa manga ayat a miyamakaosay: Na so Allah na pnggonanaon Iyan so taw a kabaya Iyan ko lalan a matitho"},{"SurahNumber":24,"VerseNumber":47,"Text":"Na gi iran tharoon a: \"Piyaratiyaya Mi so Allah ago so Rasol, go inonotan Ami\": Oriyan iyan na pthalikhod so isa ka sagorompong kiran ko oriyan oto: Na kna man a ba siran khipaparatiyaya"},{"SurahNumber":24,"VerseNumber":48,"Text":"Na igira a tiyawag siran sii ko (kitab o) Allah ago so sogo Iyan, ka an Iyan siran makokom na samawto na so isa kiran ka sagorompong na somasangka siran"},{"SurahNumber":24,"VerseNumber":49,"Text":"Na o adn a rk iran a kabnar, na somong siran on, a gii siran nggagaan"},{"SurahNumber":24,"VerseNumber":50,"Text":"Ba katatagoi so manga poso iran sa gdamn? Antawaa ba siran pkhadowadowai, antawaa ba iran pkhalkn o ba siran salimboti o Allah go so sogo Iyan? Kna, ka siran man na siran so manga darowaka"}]}