{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"O messengers, eat of the good things, and act with integrity. I am aware of what you do"},{"SurahNumber":23,"VerseNumber":52,"Text":"This nation of yours is one nation, and I am your Lord, so fear Me"},{"SurahNumber":23,"VerseNumber":53,"Text":"But they tore themselves into sects; each party happy with what they have"},{"SurahNumber":23,"VerseNumber":54,"Text":"So leave them in their bewilderment until a time"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they assume that, in furnishing them with wealth and children"},{"SurahNumber":23,"VerseNumber":56,"Text":"We race to give them the good things? In fact, they have no idea"},{"SurahNumber":23,"VerseNumber":57,"Text":"Those who, from awe of their Lord, are fearful"},{"SurahNumber":23,"VerseNumber":58,"Text":"And those who believe in their Lord's Verses"},{"SurahNumber":23,"VerseNumber":59,"Text":"And those who associate no partners with their Lord"},{"SurahNumber":23,"VerseNumber":60,"Text":"And those who give what they give, while their hearts quake, knowing that to their Lord they will return"},{"SurahNumber":23,"VerseNumber":61,"Text":"It is they who race towards goodness. It is they who will reach it first"},{"SurahNumber":23,"VerseNumber":62,"Text":"We never burden any soul beyond its capacity. And with Us is a record that tells the truth, and they will not be wronged"},{"SurahNumber":23,"VerseNumber":63,"Text":"But their hearts are puzzled because of this; and they have deeds that do not conform to this, which they continue to perpetrate"},{"SurahNumber":23,"VerseNumber":64,"Text":"Until, when We seize the decadent among them with torment, they begin to groan"},{"SurahNumber":23,"VerseNumber":65,"Text":"Do not groan today. You will receive no help from Us"},{"SurahNumber":23,"VerseNumber":66,"Text":"My Verses were recited to you, but you turned back on your heels"},{"SurahNumber":23,"VerseNumber":67,"Text":"Arrogant towards it—talked nonsense about it—disregarded it"},{"SurahNumber":23,"VerseNumber":68,"Text":"Have they not pondered the Word? Or has there come to them what came not to their forefathers of old"},{"SurahNumber":23,"VerseNumber":69,"Text":"Or is it that they did not recognize their messenger, so they are denying him"},{"SurahNumber":23,"VerseNumber":70,"Text":"Or do they say, 'He is possessed?' In fact, he brought them the truth, but most of them hate the truth"},{"SurahNumber":23,"VerseNumber":71,"Text":"If the truth conformed to their desires, the heavens, the earth, and everyone in them would have gone to ruin. In fact, We have given them their message, but they keep avoiding their message"},{"SurahNumber":23,"VerseNumber":72,"Text":"Or are you asking them for a payment? The revenue from your Lord is better, and He is the Best of providers"},{"SurahNumber":23,"VerseNumber":73,"Text":"You are inviting them to a straight path"},{"SurahNumber":23,"VerseNumber":74,"Text":"But those who do not believe in the Hereafter are swerving from the path"},{"SurahNumber":23,"VerseNumber":75,"Text":"Even if We had mercy on them, and relieved their problems, they would still blindly persist in their defiance"},{"SurahNumber":23,"VerseNumber":76,"Text":"We have already gripped them with suffering, but they did not surrender to their Lord, nor did they humble themselves"},{"SurahNumber":23,"VerseNumber":77,"Text":"Until, when We have opened before them a gate of intense agony, at once they will despair"}]}