{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":8,"Text":"Невже той, кому прикрашено його вчинки так, що він сприймає їх за добро, рівний [тому, кому Аллаг вказав на прямий шлях?] Воістину, Аллаг збиває зі шляху, кого побажає, та веде прямим шляхом, кого побажає. Не журися через них! Воістину, Аллаг знає те, що вони роблять"},{"SurahNumber":35,"VerseNumber":9,"Text":"Аллаг — Той, Хто посилає вітри. Коли вони приносять хмари, Ми приводимо їх до мертвої землі та оживляємо її після смерті. Таким буде й воскресіння"},{"SurahNumber":35,"VerseNumber":10,"Text":"Якщо хтось прагне могутності, то вся могутність належить Аллагу! До Нього підноситься добре слово, а добра справа підносить його! А тих, які замислюють зле, чекає жорстока кара! Згинуть їхні хитрощі"},{"SurahNumber":35,"VerseNumber":11,"Text":"Аллаг створив вас із праху, потім — із краплі сімені, а потім зробив вас парами. Жінка не може завагітніти чи народити, окрім як із Його знання. Живе довгожитель чи вкорочується його життя — це все міститься в Писанні! Воістину, це для Аллага — легко"},{"SurahNumber":35,"VerseNumber":12,"Text":"Дві водойми не рівні між собою. Одна з них — приємна на смак, прісна, легка для пиття, а інша — солона, гірка. Із кожної з них ви отримуєте свіже м’ясо та видобуваєте прикраси, які одягаєте. Ти бачиш кораблі, які пливуть там, щоб ви могли шукати Його ласки. Можливо, ви будете вдячні"},{"SurahNumber":35,"VerseNumber":13,"Text":"Він скорочує день ніччю, а ніч скорочує днем. Він підкорив сонце й місяць; вони плинуть до визначеного строку! Такий Аллаг, ваш Господь! Йому належить влада, а ті, кого ви кличете замість Нього, не владні навіть над плівкою з кісточки фініка"},{"SurahNumber":35,"VerseNumber":14,"Text":"Коли ви кличете їх, вони не чують вашого заклику, а якби й чули, то не відповіли б вам. У День Воскресіння вони зречуться вашого поклоніння. Ніхто не розкаже тобі так, як розкаже Відаючий"}]}