{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Noi endowed David Solomon cunoastere ei spune Lauda DUMNEZEU binecuvântare us multi(multe) decât multi(multe) a His crede servitor"},{"SurahNumber":27,"VerseNumber":16,"Text":"Solomon exista David's mostenitor. El spune O popor noi endowed cu întelege limbaj pasare tot rasa a obiect depozita us. Acesta exista într-adevar real binecuvântare"},{"SurahNumber":27,"VerseNumber":17,"Text":"Mobiliza serviciu Solomon exista his ascultator soldat ai jinns humans prea pasare; toate asupra his dispozitie"},{"SurahNumber":27,"VerseNumber":18,"Text":"When ei apropia vale furnica 1 furnica spune O tu furnica merge în vostri adaposti lest tu obtine strivi Solomon his soldat înafara percepe"},{"SurahNumber":27,"VerseNumber":19,"Text":"El zâmbi râde her exprimare spune Meu Domnitor drept mie exista appreciative ai binecuvântare Tu depozita mie meu parinte do cinstit munca multumi Tu! Admite mie Vostri mila tovarasie Vostri cinstit servitor"},{"SurahNumber":27,"VerseNumber":20,"Text":"El inspecta pasare însemna eu nu vedea hoopoe? Why el scapa"},{"SurahNumber":27,"VerseNumber":21,"Text":"Eu pedepsi him dur sacrifica him el da mie bun scuza"},{"SurahNumber":27,"VerseNumber":22,"Text":"El nu asteptare lung. (hoopoe) spune eu avea stire ala tu nu avea. Eu aduce tu Sheba niste important informa\u0004ie"},{"SurahNumber":27,"VerseNumber":23,"Text":"Eu gasi muiere cârmui ele binecuvânta everything poseda groaznic palat"},{"SurahNumber":27,"VerseNumber":24,"Text":"Eu gasi her her popor trânti luminsoarelui DUMNEZEU! Diavol orna their munca their ochi respinge ele poteca; consequently ei nu ghid"},{"SurahNumber":27,"VerseNumber":25,"Text":"Ei trânti DUMNEZEU Una manifesta tot mister rai earth 1 cine sti everything tu ascunde everything tu declara"},{"SurahNumber":27,"VerseNumber":26,"Text":"DUMNEZEU acolo NU EXISTA ALTE DUMNEZEU Him DOMNITOR mare dominion"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Solomon) spune Noi vedea tu exprima adevar sau tu exista mincinos"},{"SurahNumber":27,"VerseNumber":28,"Text":"Lua acesta scris mie da el ele atunci paza their raspuns"},{"SurahNumber":27,"VerseNumber":29,"Text":"Ea spune O meu sfatuitor eu primi onorabil scrisoare"},{"SurahNumber":27,"VerseNumber":30,"Text":"Exista Solomon el exista DUMNEZEU Binevoitor Îndurator"},{"SurahNumber":27,"VerseNumber":31,"Text":"Proclama Do arogant veni mie as submitters"}]}