{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":11,"VerseNumber":36,"Text":"Noe ne dýchat z svuj lidé verit krome ty ji verit! Ne zarmoutit jejich boj"},{"SurahNumber":11,"VerseNumber":37,"Text":"Stavet archa náš bdelý otvor náš vdechnutí ne vzývat Mi ochoten za o ty zhrešit; oni urcit potopit"},{"SurahNumber":11,"VerseNumber":38,"Text":"i kdy on stavet archa whenever trochu o svém lidé proplout jemu oni smích jemu. On odríkávat Ty smavý nás my smavý ty presne ackoliv ty smích"},{"SurahNumber":11,"VerseNumber":39,"Text":"Ty ucinil to prece najít out který snést hanebný odškodnení privodit si vecný trestání"},{"SurahNumber":11,"VerseNumber":40,"Text":"When náš soud podlehnout atmosphere vred kolem my odríkávat Prodávat to pár z kadý hodný dohromady na svuj druh ty odsoudit! Prodávat ty ty domnívat se jen a málokterí domnívat se jemu"},{"SurahNumber":11,"VerseNumber":41,"Text":"On odríkávat Delat se ochoten úrad! Za a zmínit se o o BUH jsem svuj pustit se svuj kotvište. Muj Magnát jsem Forgiver Milosrdný"},{"SurahNumber":11,"VerseNumber":42,"Text":"Protoe to spustit ti od vlnit jako kopecek Noe prijít svém syn odloucit O muj syn podlehnout jízda nás vyloucit co z ceho ne jsem disbelievers"},{"SurahNumber":11,"VerseNumber":43,"Text":"(On odríkávat já pokládat útocište kopecek ochranný mne rozvodnit. On odríkávat Nic ochranný kadý dnes buh soud; jen ty zaslouilý Svém soucit uchovat.) vlnit stranou ti on byl among ty potopit"},{"SurahNumber":11,"VerseNumber":44,"Text":"To vyhlásit O zahrabat odvolat svuj rozvodnit O podnebí prestat rozvodnit pak klesat soud naplnit! Archa posléze posilnit odpocinkem ochoten kopecek Judea. To pak vyhlásit prestupník hynout"},{"SurahNumber":11,"VerseNumber":45,"Text":"Noe vzývat svém Magnát Muj Magnát muj syn jsem clánek z muj rodinný Svuj slib jsem vernost. Ty jsem odborný z a odborný"},{"SurahNumber":11,"VerseNumber":46,"Text":"On odríkávat O Noe on ne jsem z svuj druh. jsem nepoctivý poadovat Mne neco ty ne módní! Já informovat ty lest ty jsem a nevzdelaný"},{"SurahNumber":11,"VerseNumber":47,"Text":"On odríkávat Muj Magnát já ádat útocište Ty lest já vzývat Ty znovu neco já ne módní. Ty omluvit mne mel soucit mne já jsem kdo neco ztratí"},{"SurahNumber":11,"VerseNumber":48,"Text":"To vyhlásit O Noe vylodit pokoj štestí ty národ prejít svuj druhý. Ohledne Ceho jiný národ sestupovat podle ty my štestí ti pro chvilku pak predloit ti trapný odškodnení"},{"SurahNumber":11,"VerseNumber":49,"Text":"Tento jsem zpráva pres my odhalit ty. Ty ne mel vedomí ti - Vubec ty nor svuj lidé - Neli tento. Proto jsem trpelivý. Poslední vítezství náleet podle a spravedlivý"}]}