{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"La revelació de l'Escriptura procedeix d'Al·là, el Poderós, el Savi"},{"SurahNumber":39,"VerseNumber":2,"Text":"T'hem revelat l'Escriptura amb la veritat. Serveix, doncs, a Al·là, rendint-li culte sincer"},{"SurahNumber":39,"VerseNumber":3,"Text":"El culte pur no es deu a Al·là? Els que han pres amos en lloc de prendre-li a Ell -«Només els servim perquè ens acostin bé a Al·là»-... Al·là decidirà entre ells sobre allò que discrepaven. Al·là no guia al que menteix, a l'infidel pertinaç"},{"SurahNumber":39,"VerseNumber":4,"Text":"Si Al·là hagués desitjat adoptar un fill, hauria triat entre el que ha creat el que hagués volgut. Glòria a Ell! És Al·là, l'U, l'Invicte"},{"SurahNumber":39,"VerseNumber":5,"Text":"Ha creat amb una fi els cels i la terra. Fa que la nit succeeixi al dia i el dia a la nit. Ha subjectat el sol i la lluna, prosseguint cadascun el seu curs cap a un terme fix. No és Ell el Poderós, l'Indulgent"},{"SurahNumber":39,"VerseNumber":6,"Text":"Us ha creat d'una sola persona, de la qual ha tret al seu cònjuge. Us ha donat, dels ramats, huit parelles. Us ha creat en el si de les vostres mares, creació després de creació, en triple foscor. Tal és Al·là, el vostre Senyor. Seu és el Domini. No hi ha més déu que Ell. Com, podeu doncs, ser tan desviats"},{"SurahNumber":39,"VerseNumber":7,"Text":"Si sou ingrats,... Al·là pot prescindir de vosaltres. No accepta la ingratitud dels seus serfs. En canvi, si sou agraïts, us ho acceptarà complagut. Ningú carregarà amb la càrrega aliena. Al final, tornareu al vostre Senyor i ja us informarà Ell del que fèieu. Ell sap bé el que els pits tanquen"},{"SurahNumber":39,"VerseNumber":8,"Text":"Quan sofreix l'home una desgràcia, invoca al seu Senyor, tornant-se a Ell penedit. Després, quan Ell li ha dispensat una gràcia Seva, s'oblida de l'objecte de la seva invocació anterior i atribuïx iguals a Al·là per a extraviar a uns altres del seu camí. Digues: «Gaudeix un poc de la teva incredulitat! Seràs dels habitants del Foc»"},{"SurahNumber":39,"VerseNumber":9,"Text":"És el devot, que vetlla a la nit, postrat o dempeus, que tem l'altra vida i espera en la misericòrdia del seu Senyor...? Digues: «Són iguals els quals saben i els quals no saben?» Només es deixen amonestar els dotats d'intel·lecte"}]}