{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"A tún rán (ẹnì kan) sí àwọn ará ‘Ād, arákùnrin wọn, Hūd. Ó sọ pé: “Ẹ̀yin ìjọ mi, ẹ jọ́sìn fún Allāhu. Ẹ ò ní ọlọ́hun mìíràn lẹ́yìn Rẹ̀. Ṣé ẹ ò níí bẹ̀rù (Rẹ̀) ni"},{"SurahNumber":7,"VerseNumber":66,"Text":"Àwọn àgbààgbà t’ó ṣàì gbàgbọ́ nínú ìjọ rẹ̀ wí pé: “Dájúdájú àwa ń rí ọ pé o wà nínú agọ̀. Àti pé dájúdájú à ń rò pé o wà nínú àwọn òpùrọ́.”"},{"SurahNumber":7,"VerseNumber":67,"Text":"Ó sọ pé: \"Ẹ̀yin ìjọ mi, kò sí agọ̀ kan lára mi, ṣùgbọ́n dájúdájú èmi ni Òjíṣẹ́ kan láti ọ̀dọ̀ Olúwa gbogbo ẹ̀dá"},{"SurahNumber":7,"VerseNumber":68,"Text":"Mò ń jẹ́ àwọn iṣẹ́ Olúwa mi fun yín. Èmi sì ni onímọ̀ràn rere, olùfọkàntán fun yín"},{"SurahNumber":7,"VerseNumber":69,"Text":"Àti pé ṣé ẹ ṣèèmọ̀ pé ìrántí láti ọ̀dọ̀ Olúwa yín dé ba yín ni, (èyí tí Wọ́n fún) ọkùnrin kan nínú yín, nítorí kí ó lè kìlọ̀ fun yín? Ẹ rántí nígbà tí (Allāhu) fi yín ṣe àrólé lẹ́yìn ìjọ (Ànábì) Nūh. Ó tún ṣe àlékún agbára fun yín nínú ìṣẹ̀dá (yín). Nítorí náà, ẹ rántí àwọn ìdẹ̀ra Allāhu, nítorí kí ẹ lè jèrè"},{"SurahNumber":7,"VerseNumber":70,"Text":"Wọ́n wí pé: “Ṣé o wá bá wa nítorí kí á lè jọ́sìn fún Allāhu nìkan ṣoṣo àti nítorí kí á lè pa ohun tí àwọn bàbá ńlá wa ń jọ́sìn fún tì? Nítorí náà, mú ohun tí o ṣe ní ìlérí fún wa ṣẹ tí o bá wà nínú àwọn olódodo.”"},{"SurahNumber":7,"VerseNumber":71,"Text":"Ó sọ pé: “Ìyà àti ìbínú kúkú ti sọ̀kalẹ̀ sórí yín láti ọ̀dọ̀ Olúwa yín. Ṣé ẹ óò máa jà mí níyàn nípa àwọn orúkọ (òrìṣà) kan tí ẹ̀yin àti àwọn bàbá yín fún lórúkọ - Allāhu kò sì sọ ẹ̀rí kan kalẹ̀ fún un? – Nítorí náà, ẹ máa retí, dájúdájú èmi náà wà pẹ̀lú yín nínú àwọn olùretí.”"},{"SurahNumber":7,"VerseNumber":72,"Text":"Nítorí náà, pẹ̀lú àánú láti ọ̀dọ̀ Wa, A gba òun àti àwọn t’ó wà pẹ̀lú rẹ̀ là. A sì pa àwọn t’ó pe àwọn āyah Wa nírọ́ run; wọn kì í ṣe onígbàgbọ́ òdodo"}]}