{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":7,"Text":"Чӣ гуна мушриконро бо Аллоҳ ва паёмбари Ӯ аҳду паймоне бошад? Магар онҳое, ки назди Масҷидулҳаром (дар Ҳудайбия) бо онҳо паймони сулҳ бастед, чун бар паймонашон собиту устувор истоданд, пас шумо ҳам бар паймонатон собиту устувор биистед. Ҳамоно Аллоҳ парҳезгоронро (ононро, ки дар аҳдашон устувор меистанд), дӯст медорад"},{"SurahNumber":9,"VerseNumber":8,"Text":"Чӣ гуна бошад мушриконро аҳду паймоне!? Зеро агар бар шумо пирӯз шаванд, ба ҳеҷ аҳду савганд ва хешовандӣ вафо накунанд. Ва шуморо фирефта накунад муомила карданашон аз тарси шумо, зеро ки онҳо бо забон хушнудатон месозанд ва қабул намекунад дилҳояшон ва бисёриашон аз дин хориҷанд ва аҳду паймонҳоро мешикананд"},{"SurahNumber":9,"VerseNumber":9,"Text":"Оёти Аллоҳро ба баҳои андаке аз моли дунё фурӯхтанд ва мардумро аз роҳи Аллоҳ боздоштанд ва бадкорӣ карданд"},{"SurahNumber":9,"VerseNumber":10,"Text":"Аҳду савганд ва хешовандии ҳеҷ мӯъминеро риоят намекунанд ва инҳо (мушрикон) мардуми таҷовузкоранд"},{"SurahNumber":9,"VerseNumber":11,"Text":"Пас агар тавба карданд аз ибодати ғайри Аллоҳ ва калимаи тавҳидро бар забон ронданд ва намоз ба ҷой оварданд, бародарони динии шумо ҳастанд. Мо оёти Аллоҳро барои мардуме, ки аз доноӣ бархӯрдоранд, баён мекунем"},{"SurahNumber":9,"VerseNumber":12,"Text":"Ва чун баъди бастани паймон мушрикон савгандҳои худро шикастанд ва дар дини шумо таъна заданд, бо пешвоёни куфр ҷанг кунед, ки онҳоро иродаи савганд нигоҳ доштан нест. Бошад ки аз кирдори бади худ (яъне, таъна задан дар Ислом) бозистанд"},{"SurahNumber":9,"VerseNumber":13,"Text":"Оё намеҷангед бо мардуме, ки савганди худро шикастанд ва қасд карданд хориҷ кардани паёмбарро аз Макка ва онҳо бар зидди шумо аввалин шуда душманӣ (азият, озор ва ҷанг) оғоз карданд? Оё аз онҳо метарсед? Бояд аз Аллоҳ битарсед, агар мӯъмини воқеъӣ ва ҳақиқӣ бошед"},{"SurahNumber":9,"VerseNumber":14,"Text":"Эй гӯруҳи мӯъминон, бо куффор биҷангед. Аллоҳ ба дасти шумо азобашон мекунад ва хорашон месозад ва шуморо пирӯзӣ медиҳад бар болои онон ва дилҳои мӯъминонро шифо мебахшад"},{"SurahNumber":9,"VerseNumber":15,"Text":"Ва кина аз дилҳои мӯъминон дур кунад ва Аллоҳ тавбаи ҳар киро, ки бихоҳад, мепазирад. Ва Аллоҳ доност, медонад сидқи тавбаи тавбакунандагонро ва устуворкор аст дар корҳояш"},{"SurahNumber":9,"VerseNumber":16,"Text":"Эй мӯъминон, оё гумон кардед, ки гузошта шавед бе ҳеҷ имтиҳон (яъне, таклифи амри ҷиҳод болоятон нашавад) ва ҳанӯз ҷудо насохта Аллоҳ аз шумо ононро, ки ҷиҳод карданд ва онон нагирифтанд ҳеҷ дӯстеро пинҳонӣ, ҷуз Аллоҳу паёмбараш ва мӯъминонро? Ва Аллоҳ ба ҳар коре, ки мекунед, огоҳ аст"}]}