{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"Среди людей есть такие, которые утверждают: \"Мы уверовали в Аллаха и в Судный день\". Но они - не верующие"},{"SurahNumber":2,"VerseNumber":9,"Text":"Они тщатся обмануть Аллаха и уверовавших, но обманывают только самих себя, не ведая [этого]"},{"SurahNumber":2,"VerseNumber":10,"Text":"В их сердцах - порок. Да усугубит Аллах их порок! Им уготовано мучительное наказание за то, что они лгали"},{"SurahNumber":2,"VerseNumber":11,"Text":"Когда же им говорят: \"Не творите нечестия на земле!\" - они отвечают: \"Мы творим только добрые дела"},{"SurahNumber":2,"VerseNumber":12,"Text":"Да будет тебе известно, что они-то и есть нечестивцы, но сами не ведают [того]"},{"SurahNumber":2,"VerseNumber":13,"Text":"Когда же им говорят: \"Уверуйте, подобно тому как уверовали [другие] люди\", - они отвечают: \"Неужели мы уверуем, как уверовали глупцы?\" Да будет тебе известно, что они-то и есть глупцы, но не ведают [об этом]"},{"SurahNumber":2,"VerseNumber":14,"Text":"Когда они встречают уверовавших, то говорят: \"Мы уверовали\". Когда же остаются наедине со своими шайтанами, они говорят: \"Воистину, мы - с вами, и, воистину, мы только смеемся [над верующими]"},{"SurahNumber":2,"VerseNumber":15,"Text":"Аллах сам насмеется над ними и приумножит их самонадеянность, в которой они бредут вслепую"},{"SurahNumber":2,"VerseNumber":16,"Text":"Они - те, которые ценой истинного пути купили заблуждение. Но сделка не принесла им прибыли, и не причислены они к тем, кто ведом путем прямым"},{"SurahNumber":2,"VerseNumber":17,"Text":"Они похожи на тех, кто зажег огонь, когда же огонь озарил все кругом, Аллах убрал свет и оставил их в непроглядном мраке"},{"SurahNumber":2,"VerseNumber":18,"Text":"Глухие, слепые, не сойдут они [с ложного пути]"},{"SurahNumber":2,"VerseNumber":19,"Text":"Или же подобны они [оказавшимся под] дождевой тучей, что в небе. Несет она мрак, гром и молнию, они же в смертельном страхе, дабы не слышать грома, затыкают пальцами уши. Но Аллах объемлет [Своим могуществом] неверующих"},{"SurahNumber":2,"VerseNumber":20,"Text":"Они почти слепнут от молнии. Когда она вспыхнет, они пускаются в путь при ее свете, когда же покроет их мрак, они останавливаются. Если бы Аллах пожелал, он лишил бы их слуха и зрения: воистину, Аллах властен над всем сущим"}]}