{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":18,"VerseNumber":71,"Text":"Nuko bombi baragenda. Bamaze kurira ubwato, (Al Khidiri) arabutobora. (Musa) aramubaza ati “Ese ubwo ubutoboye kugira ngo ababurimo barohame? Rwose ukoze ikintu kibi cyane.”"},{"SurahNumber":18,"VerseNumber":72,"Text":"(Al Khidiri) aramusubiza ati “Sinakubwiye ko utazashobora kunyihanganira!”"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Musa) aramubwira ati “Ntumpore ibyo nibagiwe, kandi ntunanize ngo ungore mu rugendo turimo.”"},{"SurahNumber":18,"VerseNumber":74,"Text":"Nuko bombi bakomeza urugendo kugeza ubwo bahuye n’umwana, maze (Al Khidiri) aramwica. (Musa) aramubwira ati “Wishe umuntu w’inzirakarengane utamuhoye ko hari uwo yishe! Rwose ukoze amahano!”"},{"SurahNumber":18,"VerseNumber":75,"Text":"(Al Khidiri) aramusubiza ati “Sinakubwiye ko utazashobora kunyihanganira!”"},{"SurahNumber":18,"VerseNumber":76,"Text":"(Musa) aramubwira ati “Ningira icyo nkubaza nyuma y’ibi, ntukomezanye nanjye, rwose uraba ufite impamvu igaragara.”"},{"SurahNumber":18,"VerseNumber":77,"Text":"Bombi baragenda bageze mu mudugudu bafunguza abawutuye ariko banga kubafungurira. Nuko bawusangamo urukuta rwenda guhirima (Al Khidri) ararwegura. (Musa) aravuga ati “Iyo ubishaka wari gusaba igihembo (cy’uyu murimo ukoze).”"},{"SurahNumber":18,"VerseNumber":78,"Text":"(Al Khidiri) aramubwira ati “Iki ni cyo gihe cyo gutandukana kwanjye nawe, (ariko) ngiye kugusobanurira ibyo utashoboye kwihanganira.”"},{"SurahNumber":18,"VerseNumber":79,"Text":"Bwa bwato (natoboye), bwari ubw’abakene bakora mu nyanja. Nashakaga kubutera ubusembwa kuko inyuma yabo hari umwami washimutaga buri bwato (budafite inenge)"},{"SurahNumber":18,"VerseNumber":80,"Text":"Naho wa mwana (nishe), ababyeyi be bari abemeramana, twatinye ko yazabatera kwigomeka no guhakana"},{"SurahNumber":18,"VerseNumber":81,"Text":"Maze dushaka ko Nyagasani wabo yabashumbusha utunganye kumurusha kandi unamurusha kubagirira impuhwe"},{"SurahNumber":18,"VerseNumber":82,"Text":"Naho rwa rukuta (neguye), rwari urw’abana b’imfubyi babiri b’abahungu muri wa mudugudu, kandi munsi yarwo hari harimo umutungo wabo, kandi ise yari umuntu mwiza. Nyagasani wawe yashatse ko babanza bagakura, maze bakazakuramo umutungo wabo, ku bw’impuhwe za Nyagasani wawe. Kandi (ibyo wabonye nkora) sinabikoze ku bwanjye (ahubwo byari ku itegeko rya Allah). Ngibyo ibisobanuro by’ibyo utashoboye kwihanganira"}]}