{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"Allah ndivo chiedza chedenga uye chenyika. Mufananidzo hwechiedza chavo hwakafanana nekamba umo makagadzwa rambi. Rambi riri mugirazi, Girazi rakafanana nenyenyedzi inopenya zvikuru, richibvira kubva mumuti wakakomborerwa, weOrivhi, hausi wekumabudazuva kana kumavirira (asi unowana zuva nguva dzese). Mafuta acho anopfuta nyange asina kubatwa nemoto. Mwenje pamusoro pemwenje (chiedza pamusoro pechiedza)! Allah vanotungamira kuchiedza chavo uyo wavanoda. Uye Allah vanopa mifananidzo yavo kuvanhu, uye Allah vanoziva zvikuru zvinhu zvese"},{"SurahNumber":24,"VerseNumber":36,"Text":"Mudzimba (idzodzo dzine chiedza) Allah vakakomekedza kuti dzive dzinoremekedzwa, uye kuti zita ravo rive rinorangarirwamo. Vanovarumbidzamo (Allah) mangwanani uye masikati kana manheru"},{"SurahNumber":24,"VerseNumber":37,"Text":"Varume vekuti mabhizimusi kana kutengeserana hakuvabvisi mukurangarira Allah (nemoyo nerurimi), uye kuita Swalaah (Munamato), uye kupa Zakaah (Zvipo kuvarombo). Vanotya zuva iro rekuti moyo nemaziso (nekuda kwekutya) zvichapinduruka"},{"SurahNumber":24,"VerseNumber":38,"Text":"Kuti Allah vavape mubairo zvichienderana neizvo zvavaiita, uye vovawedzera (makomborero) kubva kunyasha dzavo. Uye Allah vanopa raramo kune uyo wavanoda zvisina muero"},{"SurahNumber":24,"VerseNumber":39,"Text":"Asi avo vasingatendi, mabasa avo akafanana nemadzimudzangara ari mugwenga, ekuti uyo ane nyota anofunga kuti imvura, asi akaenda kwaari, hawani chinhu, asi anowana Allah pamberi pake, uye vomupa mubairo wake wakazara (Gehena). Uye Allah vanokasira pakupa mutongo"},{"SurahNumber":24,"VerseNumber":40,"Text":"Kana kuti zvakafanana nerima riri mugungwa, iro rakaputirwa nemasaisai, pamusoro pavo pane masaisai, pamusoro pavo pane makore, rima pamusoro perimwe rima. Kana munhu akatwasanura ruoko rwake (arimo), anotambura kuti aruone! Uye uyo Allah vasina kupa chiedza, haawani chiedza zvakare"}]}