{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"And certainly We sent Nuh to his people, and he said: O my people! serve Allah, you have no god other than Him; will you not then guard (against evil)"},{"SurahNumber":23,"VerseNumber":24,"Text":"And the chiefs of those who disbelieved from among his people said: He is nothing but a mortal like yourselves who desires that he may have superiority over you, and if Allah had pleased, He could certainly have sent down angels. We have not heard of this among our fathers of yore"},{"SurahNumber":23,"VerseNumber":25,"Text":"He is only a madman, so bear with him for a time"},{"SurahNumber":23,"VerseNumber":26,"Text":"He said: O my Lord! help me against their calling me a liar"},{"SurahNumber":23,"VerseNumber":27,"Text":"So We revealed to him, saying: Make the ark before Our eyes and (according to) Our revelation; and when Our command is given and the valley overflows, take into it of every kind a pair, two, and your followers, except those among them against whom the word has gone forth, and do not speak to Me in respect of those who are unjust; surely they shall be drowned"},{"SurahNumber":23,"VerseNumber":28,"Text":"And when you are firmly seated, you and those with you, in the ark, say: All praise is due to Allah who delivered us from the unjust people"},{"SurahNumber":23,"VerseNumber":29,"Text":"And say: O my Lord! cause me to disembark a blessed alighting, and Thou art the best to cause to alight"},{"SurahNumber":23,"VerseNumber":30,"Text":"Most surely there are signs in this, and most surely We are ever trying (men)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then We raised up after them another generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"So We sent among them an apostle from among them, saying: Serve Allah, you have no god other than Him; will you not then guard (against evil)"}]}