{"Id":490,"LanguageCodes":["zu","zul"],"Name":"zul-iqembulezifundi","Author":"Iqembu Lezifundiswa, Mussa Muhammad Telela , Uthman Mfanafuthi Msomi, Moulana Abdur Rahman Chilipa, Haji Ibrahim Mondli Japhet Mthembu, Moulana Imran Ngcobo, Moulana Eshaaq Osman","Language":"Zulu","Description":"Zulu","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa(IDM), https://www.alqurantranslation.com/","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"Futhi nakuThamud (sathumela) umfowabo uSalih wathi, “Oh Bantu bami! Khonzani uMvelinqangi aninaye omunye unkulunkulu ngaphandle kwakhe sebunifikele ubufakazi obucacile obuvela eNkosini yenu, leli yikameli lensikazi likaMvelinqangi oluwuphawu kunina ngakho-ke liyekeni lizidlele emhlabeni kaMvelinqangi futhi ningalithinti ngokulimaza hleze nithathwe yisijeziso esibuhlungu"},{"SurahNumber":7,"VerseNumber":74,"Text":"Futhi khumbulani ngesikhathi enenza ukuthi nibe ngabalandelayo emva kuka-A’d futhi wanizinzisa emhlabeni, nakha izindlu ezinkulu zobukhosi kalula naqopha izintaba (nakha) izindlu ngakho-ke khumbulani ububele bukaMvelinqangi futhi ningenzi ukona ezweni"},{"SurahNumber":7,"VerseNumber":75,"Text":"Bathi abaholi balabo ababeqhosha phakathi kwabantu bakhe kulabo ababebuthakathaka kulabo ababekholwa phakathi kwabo ngakube niyazi ukuthi uSalih uthunywe yiNkosi yakhe na? Bathi, “ngempela thina singabakholwayo kulokho athunywe nako”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Labo ababeqhosha bathi, “Ngempela thina asikholwa kulokho enikukholwayo”"},{"SurahNumber":7,"VerseNumber":77,"Text":"Ngakho-ke balibulala ikameli eliyinsikazi bawudelela umthetho weNkosi yabo futhi bathi, “Oh Salih! Silethele lokho osisongela ngako uma ungomunye wezithunywa”"},{"SurahNumber":7,"VerseNumber":78,"Text":"Ngakho-ke bathathwa ukuzamazama komhlaba basala (befile) emakhaya abo bebhumbuluzile"},{"SurahNumber":7,"VerseNumber":79,"Text":"Ngakho-ke (uSalih) wabafulathela wathi, “Oh Bantu bami! Nginitshenile umyalezo weNkosi yami futhi nganinika iseluleko esihle kepha anibathandi abeluleki abahle”"},{"SurahNumber":7,"VerseNumber":80,"Text":"Futhi (khumbula) ngesikhathi uLothi ethi kubantu bakhe “ngakube nenza ukona okungakaze kwenziwe ngisho noyedwa ngaphambilini emhlabeni na"},{"SurahNumber":7,"VerseNumber":81,"Text":"Ngempela nina nikhanukela abesilisa esikhundleni sabesifazane manje nina ningabantu abeqa imithetho"},{"SurahNumber":7,"VerseNumber":82,"Text":"Kodwaimpenduloyabantubakheayibangayiluthongaphandle kokuthi bathi, “Bakhiphe edolobheni lenu ngempela bona bangabantu abathanda ukubamsulwa”"},{"SurahNumber":7,"VerseNumber":83,"Text":"Ngakho-ke samsindisa kanye nomndeni wakhe ngaphandle konkosikazi wakhe wayengomunye wabasaleli ngemumva"},{"SurahNumber":7,"VerseNumber":84,"Text":"Futhi sanethisa phezulu kwabo imvula ngakho-ke bheka ukuthi sasinjani isiphetho sezoni"}]}