{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":54,"VerseNumber":41,"Text":"Ve andolsun ki, firavun ailesine de uyarılar geldi"},{"SurahNumber":54,"VerseNumber":42,"Text":"Âyetlerimizin hepsini yalanladılar. Bu sebeple onları üstün kudret sahibinin yakalayışı ile yakalayıp aldık (helâk ettik)"},{"SurahNumber":54,"VerseNumber":43,"Text":"(Ey Mekkeliler!) Sizin kâfirleriniz, onlardan (yalanlayan kavimlerden) daha mı hayırlı, yoksa sizin için semavî kitaplarda beraat mı var"},{"SurahNumber":54,"VerseNumber":44,"Text":"Yoksa: “Biz, hepimiz yardımlaşan (yenilmeyen) bir toplumuz.” mu diyorlar"},{"SurahNumber":54,"VerseNumber":45,"Text":"Yakında hepsi hezimete uğratılacak ve arkalarına dönecekler (kaçacaklar)"},{"SurahNumber":54,"VerseNumber":46,"Text":"Hayır, onlara vaadedilen (azap), o saattir (kıyâmet vaktidir). Ve o saat, daha korkunç ve daha dehşetlidir"},{"SurahNumber":54,"VerseNumber":47,"Text":"Muhakkak ki mücrimler (suçlular), dalâlet ve çılgınlık içindedir"},{"SurahNumber":54,"VerseNumber":48,"Text":"O gün yüz üstü (sürünerek) ateşe sürüklenirler. “Sekarın (alevli ateşin) dokunuşunu tadın!” (denir)"},{"SurahNumber":54,"VerseNumber":49,"Text":"Muhakkak ki Biz, herşeyi, bir kaderle (takdir edilmiş olarak) yarattık"},{"SurahNumber":54,"VerseNumber":50,"Text":"Ve Bizim emrimiz, tek bir emirden başka bir şey değildir, gözün bir anlık bakışı gibidir"},{"SurahNumber":54,"VerseNumber":51,"Text":"Ve andolsun ki, sizin gibi olanları helâk etik. Buna rağmen tezekkür eden (ibret alan) var mı"},{"SurahNumber":54,"VerseNumber":52,"Text":"Ve onların yaptıkları herşey (semavî) kitaplarda vardır"},{"SurahNumber":54,"VerseNumber":53,"Text":"Ve küçük büyük herşey yazılmıştır"},{"SurahNumber":54,"VerseNumber":54,"Text":"Muhakkak ki takva sahipleri, cennetlerde ve nehir kenarlarındadır"},{"SurahNumber":54,"VerseNumber":55,"Text":"Kudret Sahibi Melik´in huzurunda, sadıklar makamındadır"}]}