{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Ҳо, Мим. (Зикри ҳарфҳои муқаттаъа дар аввали сураи Бақара гузашт)"},{"SurahNumber":40,"VerseNumber":2,"Text":"Нозил шудани ин китоб бар Паёмбар Муҳаммад (саллаллоҳу алайҳи ва саллам) аз ҷониби Аллоҳе, ки пирӯзманд бар ҳама махлуқоташу доност бар ҳама чиз"},{"SurahNumber":40,"VerseNumber":3,"Text":"(Ӯ) омурзандаи гуноҳи гунаҳкорон, пазирандаи тавбаи тавбакунандагон, сахтуқубат аст, бар касоне, ки дар гуноҳ ҷуръат кардаанд, бахшандаи неъмат аст, бар бандагони итоаткораш. Ҳеҷ маъбуде нест ҷуз Ӯ, ки сазовори парастиш бошад. Бозгашти ҳама халоиқ дар рӯзи қиёмат ба сӯи Ӯст. Пас, ҳар якеро мувофиқи кирдорашон ҷазои муносиб медиҳад"},{"SurahNumber":40,"VerseNumber":4,"Text":"Ба ҷуз кофироне, ки маъбуди барҳақро инкор кардаанд дар оёти Қуръон ва далелҳое, ки бар ягонагии Ӯ ҳастанд, ҷидол намекунанд, пас рафтуомади онҳо бо тиҷорату касбҳояшон дар шаҳрҳо туро (эй Расул) нафиребад"},{"SurahNumber":40,"VerseNumber":5,"Text":"Пеш аз онҳо қавми Нӯҳ ва гурӯҳҳое, ки баъд аз онҳо буданд, монанди Од ва Самуд паёмбарашонро дурӯғгӯ бароварданд. Ва қасд кард ҳар уммате ба паёмбари худ, то ӯро бигиранд (азоб диҳанд, ё ҳалок кунанд) ва ҳуҷҷатоварӣ намуданд бо паёмбари худ ба шубуҳоту далелҳои беҳуда, то сухани ҳақро ба он далели ботили худ аз миён бардоранд. Пас, онҳоро ба ҷазо гирифтор сохтам. Пас чӣ гуна панд ва ибрате буд азобу ҷазои Ман барои касоне, ки баъди онҳо меоянд"},{"SurahNumber":40,"VerseNumber":6,"Text":"Чунон ки хукми азоб бар умматҳои такзибкунандаи паёмбарони пешин собит шудааст, ҳамин тавр азоби Парвардигори ту бар касоне, ки ба ту куфр варзиданд муҳаққақ шуд, ки ҳароина, онҳо аҳли ҷаҳаннаманд"},{"SurahNumber":40,"VerseNumber":7,"Text":"Он фариштагоне, ки Аршро мебардоранд ва оиҳое, ки бар гирди он ҳастанд, ба ситоиши Парвардигорашон тасбеҳ мегӯянд ва аз ҳар айбу нуқсон Ӯро ба покӣ ёд мекунанд ва ба Ӯ имони яқин доранд ва аз Ӯ барои мӯъминон омурзиш мехоҳанд: Эй Парвардигори мо, раҳмату илми Ту ҳама чизро фаро гирифтааст. Пас, ононро, ки аз ширку маъсият тавба кардаанд ва ба роҳи исломи Ту омадаанд, биёмурз ва аз азоби ҷаҳаннам нигаҳ дор"},{"SurahNumber":40,"VerseNumber":8,"Text":"Эй Парвардигори мо, мӯъминонро ва ҳар ки солеҳ бошад, аз падарону ҳамсарон ва фарзандонашон ба биҳиштҳои ҷовидонӣ, ки ба онҳо ваъда додаӣ, дохил кун, ки ҳароина, Ту пирӯзманду тавоно бар ҳама чиз ва дар тадбир ва офариниши худ ҳакимӣ"},{"SurahNumber":40,"VerseNumber":9,"Text":"Ва онҳоро аз оқибати бадиҳо нигаҳ дор, ки ҳар киро дар он рӯзи ҳисоб аз бадиҳо ҳифз кунӣ, ба ростӣ, ки бар ӯ раҳмат овардаӣ ва аз азобат наҷот додаӣ ва ин аст комёбии бузург"}]}