{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Dis : « Allez-vous renier, en Lui associant de fausses divinités, le Seigneur de l’univers qui en deux jours a créé la terre"},{"SurahNumber":41,"VerseNumber":10,"Text":"puis a placé à sa surface des montagnes, l’a bénie et y a réparti la subsistance nécessaire à ses habitants, le tout exactement en quatre jours[1217] », en réponse à ceux qui t’interrogeraient à ce sujet"},{"SurahNumber":41,"VerseNumber":11,"Text":"Puis Il a procédé à la création du ciel, qui n’était alors que fumée[1219], en lui disant, ainsi qu’à la terre : « Soumettez-vous de gré ou de force. » Ils dirent : « Nous nous soumettons de notre plein gré. »"},{"SurahNumber":41,"VerseNumber":12,"Text":"Il en fit sept cieux en deux jours[1220], soumettant chaque ciel à des lois particulières[1221]. Nous avons paré le ciel le plus proche d’astres lumineux par lesquels Nous le protégeons[1222]. Tel est l’ordre établi par le Tout-Puissant, l’Omniscient"},{"SurahNumber":41,"VerseNumber":13,"Text":"S’ils s’obstinent à rejeter la foi, dis-leur : « Je vous mets en garde contre un châtiment semblable à celui qui a foudroyé les ‘Ad et les Thamoud. »"},{"SurahNumber":41,"VerseNumber":14,"Text":"Aux Messagers venus, les uns après les autres, leur ordonner de n’adorer qu’Allah, ils avaient répondu : « Si notre Seigneur l’avait voulu, Il aurait fait descendre des anges[1223]. Nous ne croyons pas en votre message. »"},{"SurahNumber":41,"VerseNumber":15,"Text":"Les ‘Ad se sont élevés sans raison sur terre, disant : « Quel peuple est plus puissant que le nôtre ! » Ne savent-ils pas qu’Allah, qui les a créés, est infiniment plus puissant qu’eux ? Mais ils ont préféré rejeter Nos signes"},{"SurahNumber":41,"VerseNumber":16,"Text":"Nous avons alors suscité contre eux, durant des jours funestes, un vent violent et glacial, leur faisant goûter un châtiment humiliant ici-bas, avant de leur infliger dans l’au-delà des tourments bien plus avilissants dont nul ne pourra les sauver"},{"SurahNumber":41,"VerseNumber":17,"Text":"Quant aux Thamoud, Nous leur avons indiqué la voie du salut, mais ils ont préféré s’aveugler plutôt que suivre le droit chemin. Ils furent donc, pour prix de leurs agissements, foudroyés par un châtiment humiliant"},{"SurahNumber":41,"VerseNumber":18,"Text":"Nous avons toutefois épargné ceux qui étaient croyants et craignaient Notre châtiment"}]}