{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":33,"Text":"Есть ли кто по своему слову лучше того, кто молится Богу, делает доброе, и говорит: \"Я один из покорных Ему"},{"SurahNumber":41,"VerseNumber":34,"Text":"Добро и зло не равны одно другому: тщись делать самое доброе, и тогда тот, у кого была вражда с тобою, будет тебе близким, искренним другом"},{"SurahNumber":41,"VerseNumber":35,"Text":"Но этого достигают только те, которые терпеливы; этого достигают только великие счастливцы"},{"SurahNumber":41,"VerseNumber":36,"Text":"Как скоро наваждается тебе сатаною какое либо наваждение, ищи убежища у Бога: Он слышит, знает"},{"SurahNumber":41,"VerseNumber":37,"Text":"В числе знамений Его ночь и день, солнце и луна. Не поклоняйтесь ни солнцу, ни луне; но поклоняйтесь Богу, который сотворил их, если Ему покланяться хотели вы"},{"SurahNumber":41,"VerseNumber":38,"Text":"И если они величаются, то да знают, что те, которые предстоят Господу твоему, хвалят Его ночь и день, не считая этого для себя тягостным"},{"SurahNumber":41,"VerseNumber":39,"Text":"В числе знамений Его земля, которую видишь поблекшею; но когда Мы пошлем на нее воду, она получает в себя силу и произращает. Действительно, Тот, кто оживляет ее, оживит и мертвых; потому что Он всемогущ"},{"SurahNumber":41,"VerseNumber":40,"Text":"Те, которые противятся нашим знамениям, не утаятся от Нас. Так тот ли счастливее, кто в день воскресения будет повергнут в огонь, или тот, кто будет идти в безопасности? Делайте, что хотите: Он видит, что делаете"},{"SurahNumber":41,"VerseNumber":41,"Text":"Действительно, те, которые отвергают это учение после того, как они пришло к ним - истинно он - драгоценное писание"},{"SurahNumber":41,"VerseNumber":42,"Text":"Ложь не подходит к нему ни спереди, ни сзади; он откровение Мудрого, Славного"},{"SurahNumber":41,"VerseNumber":43,"Text":"Тебе сказывается только то, что сказано было уже посланникам, бывшим прежде тебя; потому что Господь твой властен прощать и властен строго наказывать"},{"SurahNumber":41,"VerseNumber":44,"Text":"Если бы Мы изложили его на иностранном языке, то они непременно сказали бы: \"О если бы его знамения изложены были ясно! Иностранная речь тоже ли, что и арабская?\" Скажи: \"Для тех, которые веруют, он руководство и врачевство; а у тех, которые не веруют в ушах глухота: он для них непрозримая темнота; они как те, которым кричат из отдаленного места"}]}