{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"Кога дволичните И оние во чии срца има болештина зборуваа: “Нив верата нивна ги измами.\" А оној кој ќе се потпре врз Аллах .. па, Аллах, навистина, е Силен и Мудар"},{"SurahNumber":8,"VerseNumber":50,"Text":"Е, само да видиш кога мелеките на оние кои не веруваа како ќе им ги земаат душите, удирајќи ги по лицата нивни и по плеќите нивни: “Искусете ја казната огнена"},{"SurahNumber":8,"VerseNumber":51,"Text":"Ете, тоа е заради она што го направија рацете ваши. А Аллах, навистина, не е зулумќар кон робовите"},{"SurahNumber":8,"VerseNumber":52,"Text":"Слично на обичајот на фараоновите луѓе и оние кои беа пред нив. Не веруваа во знаменијата на Аллах... па, Аллах ги казни заради гревовите Нивни. Аллах, навистина, е Јак, Силен Казнувач"},{"SurahNumber":8,"VerseNumber":53,"Text":"Бидејќи е така, Аллах, навистина, не го менува благодатот кој го подари на луѓето се додека оние не се изменат самите себеси. Аллах, навистина, е Слушач и Зналец"},{"SurahNumber":8,"VerseNumber":54,"Text":"Слично на обичајот на фараоновите луѓе и оние што беа пред нив. Ги сметаа за лажни знаменијата од Господарот свој, па Ние ги уништивме заради гревовите нивни и го потопивме семејството фараоново. Сите беа зулумќари"},{"SurahNumber":8,"VerseNumber":55,"Text":"Најлошите суштества кај Аллах се оние кои пренебрегнуваат, тогаш, оние кои не веруваат"},{"SurahNumber":8,"VerseNumber":56,"Text":"оние СО КОИ ТИ СКЛУЧИ ДОГОвор па, потоа, го кршат договорот свој секојпат, оние не се богобојазливи"},{"SurahNumber":8,"VerseNumber":57,"Text":"А ако се судриш со НИВ ВО борба, тогаш, истерај ги за да се сетат оние по нив"},{"SurahNumber":8,"VerseNumber":58,"Text":"А ако, пак, се плашиш да не те издаде народот, тогаш, возврати им на ист начин. Аллах, навистина, не ги њуби предавниците"}]}