{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":153,"Text":"O You who have chosen to be graced with belief! Seek help in steadfastness and in diligent following of the Divine Commands. Surely, Allah is with those who are steadfast in ease as well as in adversity"},{"SurahNumber":2,"VerseNumber":154,"Text":"(Establishment of the Divine Value System will meet with harsh opposition from people and nations with vested interests.) Say not of those who are slain in the Cause of Allah, \"They are dead.\" Nay, they are alive, but you perceive it not. (While death is a prolonged state of sleep until the Resurrection Day, in their case emergent evolution of the \"Self\" takes place and they are instantly in a state of Bliss of the Hereafter, and they get honorable provision for mind and body from their Sustainer)"},{"SurahNumber":2,"VerseNumber":155,"Text":"(Adversity is a great barometer of the strength of personality.) Fear, hunger, loss of wealth, loss of life and devastation of crops are examples of adversities that let you test your mettle. Our Law will let you try yourselves with such tribulations. Hence, give glad tidings to those who remain proactively steadfast"},{"SurahNumber":2,"VerseNumber":156,"Text":"When a calamity befalls them, they do not waver. Rather, they say, \"We are for Allah, dedicated to His Cause and every step of ours will advance in the Direction shown by Him"},{"SurahNumber":2,"VerseNumber":157,"Text":"It is they whom their Lord supports and blesses with His Grace. And it is they, they who are guided to the most desirable destination. ((33)"},{"SurahNumber":2,"VerseNumber":158,"Text":"There is no blame for a pilgrim of the House or a visitor in walking between the Mount Safa and the Mount Marwa. (They are historical relics of Allah since Abraham and Ishmael worked there to build the Ka'bah. Rites and rituals in themselves are not the end. They must be treated only as devotional means to a higher goal (22:28)). Therefore, do every good deed possible that will benefit the community. Allah is Appreciative and fully rewards such people. He is all Knowing"},{"SurahNumber":2,"VerseNumber":159,"Text":"Allah has defined the objectives of the Pilgrimage to the Sacred Masjid in this Book (22:28).) Those who conceal the evidence and the Guidance which We have revealed and made clear for people in the Book - such are rejected by Allah and His righteous servants. (They conceal the sublime Purpose by making these assemblies mere rituals and thus deprive humanity of the blessings of the Divine System)"},{"SurahNumber":2,"VerseNumber":160,"Text":"Except such of them as repent, and amend, and declare the Truth they had been hiding. They are the ones whose repentance I accept. And I am the Acceptor, the Merciful"},{"SurahNumber":2,"VerseNumber":161,"Text":"Behold, those who reject the Truth and die as rejecters, for them is the rejection of Allah and the Universal Laws and of the human society combined. (Allah's Rule in the Universe is the Rule of Law. Hence, anyone who lives contrary to the changeless Divine Laws only harms himself)"},{"SurahNumber":2,"VerseNumber":162,"Text":"Since the 'Self' survives after physical death, such men and women logically keep suffering relentlessly"},{"SurahNumber":2,"VerseNumber":163,"Text":"And (remember that) your God is One God. There is no god but He, the Instant and Sustaining Source of all Mercy and Kindness. (And it is His Law alone that is operative in the entire Universe)"}]}