{"Id":132,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattaba","Author":"Mustafa Khattab Allah Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"And never say of anything, “I will definitely do this tomorrow,”"},{"SurahNumber":18,"VerseNumber":24,"Text":"without adding, “if Allah so wills!” But if you forget, then remember your Lord, and say, “I trust my Lord will guide me to what is more right than this.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"They had remained in their cave for three hundred years, adding nine"},{"SurahNumber":18,"VerseNumber":26,"Text":"Say, ˹O Prophet,˺ “Allah knows best how long they stayed. With Him ˹alone˺ is ˹the knowledge of˺ the unseen of the heavens and the earth. How perfectly He hears and sees! They have no guardian besides Him, and He shares His command with none.”"},{"SurahNumber":18,"VerseNumber":27,"Text":"Recite what has been revealed to you from the Book of your Lord. None can change His Words, nor can you find any refuge besides Him"},{"SurahNumber":18,"VerseNumber":28,"Text":"And patiently stick with those who call upon their Lord morning and evening, seeking His pleasure. Do not let your eyes look beyond them, desiring the luxuries of this worldly life. And do not obey those whose hearts We have made heedless of Our remembrance, who follow ˹only˺ their desires and whose state is ˹total˺ loss"},{"SurahNumber":18,"VerseNumber":29,"Text":"And say, ˹O Prophet,˺ “˹This is˺ the truth from your Lord. Whoever wills let them believe, and whoever wills let them disbelieve.” Surely We have prepared for the wrongdoers a Fire whose walls will ˹completely˺ surround them. When they cry for aid, they will be aided with water like molten metal, which will burn ˹their˺ faces. What a horrible drink! And what a terrible place to rest"},{"SurahNumber":18,"VerseNumber":30,"Text":"As for those who believe and do good, We certainly never deny the reward of those who are best in deeds"},{"SurahNumber":18,"VerseNumber":31,"Text":"It is they who will have the Gardens of Eternity, with rivers flowing under their feet. There they will be adorned with bracelets of gold, and wear green garments of fine silk and rich brocade, reclining there on ˹canopied˺ couches. What a marvellous reward! And what a fabulous place to rest"}]}