{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Zdaž nevidíte, že Bůh podmanil vám, cožkoliv na nebi jest i na zemi, a že zahrnul vás dobrodiními svými, zevnějšími i vnějšími? Však jsou mezi lidmi někteří, kdož hádají se ohledně Boha, aniž by měli jakého vědění, neb vědění, aniž knihy zářné"},{"SurahNumber":31,"VerseNumber":21,"Text":"A když řečeno jest jim: „Následujte to, co seslal Bůh,“ říkají: „Nikoliv: spíše následovati budeme to, co nalezli jsme u otců svých.“ Zdaž i kdyby Satan volal je k trestu plamene"},{"SurahNumber":31,"VerseNumber":22,"Text":"Ten, kdo odevzdal se do vůle boží a koná dobro, jistě chopil se ucha (nádoby) spolehlivého: a k Bohu navracejí se věci veškeré"},{"SurahNumber":31,"VerseNumber":23,"Text":"Těch pak, kdož neuvěřili, nechť nermoutí tě nevíra: k nám navrátíte se všichni a pak povíme jim, co činili. Bůh zajisté dobře ví o tajnostech niter"},{"SurahNumber":31,"VerseNumber":24,"Text":"Dáme jim těšiti se z požitku světa maličko: pak přinutíme je k (podstoupení) trestu přísného"},{"SurahNumber":31,"VerseNumber":25,"Text":"A otážeš-li se jich: „Kdo stvořil nebe i zemi?“, řeknou dojista: „Bůh.“ Rci: „Chvála budiž (tedy) Bohu!“ Však většina jich není si toho vědoma"},{"SurahNumber":31,"VerseNumber":26,"Text":"Bohu přináleží, cožkoliv na nebi jest i na zemi: neboť Bůh zajisté bohatý jest a chvályhodný"},{"SurahNumber":31,"VerseNumber":27,"Text":"I kdyby veškeré stromy na zemi staly se péry a kdyby (Bůh) rozšířil moře na sedm moří z inkoustu, nebyla by vyčerpána slova boží: Bůh zajisté mocný jest a moudrý"},{"SurahNumber":31,"VerseNumber":28,"Text":"Stvoření vás a vzkříšení vás všech jest proň jako (stvoření a vzkříšení) duše jedné: Bůh pak zajisté vše slyší a obzírá"},{"SurahNumber":31,"VerseNumber":29,"Text":"Zdaž neviděl's, jak Bůh zapouští noc do dne a jak zapouští den de noci, a jak podrobil slunce a měsíc (řádu), takže oba běží až do lhůty předurčené, a že Bůh o všem, co konáte, zpraven jest"},{"SurahNumber":31,"VerseNumber":30,"Text":"To proto, že Bůh jest pravda a to, co, vzýváte vedle něho, jest marnost, a že Bůh zajisté jest nejvyšší, velký"},{"SurahNumber":31,"VerseNumber":31,"Text":"Zdaž nevidíš, jak loď pluje po moři z milosti boží, aby ukázal vám znamení svá? Zajisté v tomto jest znamení pro všechny velmi trpělivé, vděčné"},{"SurahNumber":31,"VerseNumber":32,"Text":"A když zahalují je vlny jako temnoty, volají k Bohu, upřímní jsouce vůči němu ve víře; však když zachrání je na souš, jsou někteří z nich ještě na vážkách. Však znamení naše popírá jen každý věrolomník nevděčný"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ó lidé, bojte se Pána svého a strachujte se dne, kdy otec nevykoupí syna, aniž syn vykoupí otce v ničem: zajisté pak slib boží pravdivý jest. Nechť neoklame vás život pozemský a nechť neoklame vás klamatel ohledně Boha"},{"SurahNumber":31,"VerseNumber":34,"Text":"Zajisté Bůh ví, kdy přijde hodina (soudu). On sesílá s nebe (hojný) déšť a ví, co skryto jest v lůnech: však žádná duše neví, čeho získá si zítra a žádná neví, ve které zemře zemi. Bůh pak zajisté vševědoucí jest a o všem zpraven"}]}