{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":51,"VerseNumber":47,"Text":"E o céu, edificamo-lo com vigor e, por certo, somos Nós Que o estamos ampliando"},{"SurahNumber":51,"VerseNumber":48,"Text":"E a terra, estendemo-la; então, que Excelente Aplainador somos Nós"},{"SurahNumber":51,"VerseNumber":49,"Text":"E, de cada cousa, criamos um casal, para meditardes"},{"SurahNumber":51,"VerseNumber":50,"Text":"Dize-lhes, Muhammad: \"Então, refugiai-vos em Allah. Por certo, dEle, sou-vos evidente admoestador"},{"SurahNumber":51,"VerseNumber":51,"Text":"E não façais, junto de Allah, outro deus. Por certo, dEle, sou-vos evidente admoestador"},{"SurahNumber":51,"VerseNumber":52,"Text":"Assim, não chegou aos que foram antes deles Mensageiro algum sem que dissessem: \"É mágico ou louco"},{"SurahNumber":51,"VerseNumber":53,"Text":"Recomendaram-no um ao outro? Não. Mas eles são um povo rebelde"},{"SurahNumber":51,"VerseNumber":54,"Text":"Então, volta-lhes as costas e não serás censurado"},{"SurahNumber":51,"VerseNumber":55,"Text":"E adverte, pois a advertência beneficia os crentes"},{"SurahNumber":51,"VerseNumber":56,"Text":"E não criei os jinns e os humanos senão para Me adorarem"},{"SurahNumber":51,"VerseNumber":57,"Text":"Não desejo deles sustento algum, e não desejo que Me alimentem"},{"SurahNumber":51,"VerseNumber":58,"Text":"Por certo, Allah é O Sustentador, O Possuidor da força, O Fortíssimo"},{"SurahNumber":51,"VerseNumber":59,"Text":"E, por certo, há, para os que são injustos, porção de castigo igual à porção de seus companheiros das outras nações; então, que não Me apressem quanto ao castigo"},{"SurahNumber":51,"VerseNumber":60,"Text":"E ai dos que renegam a Fé, por seu dia, que lhes é prometido"}]}