{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"He is the One who sent down water from the heavens, of which you have your drink; and with it (you grow) plants on which you pasture your cattle"},{"SurahNumber":16,"VerseNumber":11,"Text":"He causes the crops therewith to grow for you, and olives, and date palms, and grape vines, and all the fruits. Surely, in that, there is a sign for a people who ponder"},{"SurahNumber":16,"VerseNumber":12,"Text":"He has subjugated for you the day and the night and the sun and the moon, and the stars (too) are subservient by His command. Surely, in that, there are signs for a people who understand"},{"SurahNumber":16,"VerseNumber":13,"Text":"And (He subjugated to you) whatever He created for you on the earth having varied colors. Surely, in that, there is a sign for a people who accept advice"},{"SurahNumber":16,"VerseNumber":14,"Text":"He is the One who has subjugated the sea, so that you may eat fresh meat from it, and may take out from it ornaments you wear, and you see the boats cleaving through it, and so that you may seek His bounty, and that you may be grateful"},{"SurahNumber":16,"VerseNumber":15,"Text":"And He placed mountains on the earth, lest it should shake with you, and rivers and tracks, so that you may find the right way"},{"SurahNumber":16,"VerseNumber":16,"Text":"and He has set landmarks. And by the stars they find the right way"},{"SurahNumber":16,"VerseNumber":17,"Text":"Is then the One who creates (everything) equal to one who does not create? Would you still pay no heed"},{"SurahNumber":16,"VerseNumber":18,"Text":"If you count the bounties of Allah, you cannot count them all. Surely, Allah is Most-Forgiving, Very-Merciful"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah knows what you conceal and what you reveal"},{"SurahNumber":16,"VerseNumber":20,"Text":"Those whom they invoke beside Allah do not create any thing; rather they are themselves created"},{"SurahNumber":16,"VerseNumber":21,"Text":"they are dead, having no life, and they do not know when they shall be raised again"}]}