{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":2,"VerseNumber":104,"Text":"Ô vous qui croyez ! Ne dites pas : « Ra'inâ » mais dites : « Oundhurnâ » et écoutez attentivement ! Un châtiment douloureux est réservé aux négateurs"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ni les dénégateurs parmi les gens du Livre, ni les polythéistes ne voudraient que votre Seigneur étende le moindre bienfait sur vous. Mais Dieu réserve Sa miséricorde à qui Il veut car Dieu est Le Détenteur de la grâce infinie"},{"SurahNumber":2,"VerseNumber":106,"Text":"Nous n’abrogeons un verset quelconque ou Nous le faisons oublier que pour le remplacer par un verset meilleur ou équivalent. Ne sais-tu pas que Dieu est Omnipotent"},{"SurahNumber":2,"VerseNumber":107,"Text":"Ne sais-tu pas que le Royaume des Cieux et de la Terre appartient à Dieu, et qu'en dehors de Dieu vous n'avez ni protecteur ni secourant"},{"SurahNumber":2,"VerseNumber":108,"Text":"Peut-être comptez-vous interroger votre messager comme le fut Moïse autrefois ? Sachez que quiconque échange sa foi contre l’impiété se sera bien éloigné de la Voie Droite"},{"SurahNumber":2,"VerseNumber":109,"Text":"Ils sont nombreux parmi les gens du Livre à souhaiter, par jalousie émanant du plus profond de leur âme, que vous retombiez dans l’impiété et que vous reniiez votre foi. Ce, lorsque la Vérité s'est manifestée à eux ! Eh bien, pardonnez- leur et accordez-leur un répit jusqu'à ce que le Décret de Dieu s’accomplisse. Certes Dieu est Omnipotent"},{"SurahNumber":2,"VerseNumber":110,"Text":"Accomplissez la salât et acquittez-vous de la zakât. Et tout bien que vous aurez avancé pour votre compte dans ce monde ici-bas, vous le retrouverez auprès de Dieu, car Dieu observe vos agissements"},{"SurahNumber":2,"VerseNumber":111,"Text":"Et ils ont dit : « Seuls les Juifs ou les Chrétiens entreront au Paradis», exprimant des désirs utopiques. – Réponds-leur : « Fournissez une preuve irréfutable de ce que vous avancez, si vous êtes véridiques »"},{"SurahNumber":2,"VerseNumber":112,"Text":"En vérité, quiconque se soumet à Dieu tout en faisant le bien, celui-là recevra une rétribution émanant de son Seigneur. Ceux-là n’éprouveront plus aucune crainte, et ne seront pas affligés"}]}