{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"Yende akitisaka mayi kowuta na mapata тропа komela, mpe ezali kobotisa matiti na milona oyo bozali koleisa na yango bibwele"},{"SurahNumber":16,"VerseNumber":11,"Text":"Azali kobotisela bino milona mizali kobimisa nzete ya zaítún mpe nzete ya tamru na a’náb na bambuma ya ndenge na ndenge. Ya sólo, wana ezali elembo mpo bato basosolo"},{"SurahNumber":16,"VerseNumber":12,"Text":"Мре atieli bino butu na mokolo na moyi na sanza mpe na minzoto mizali kotambola na mitindo mia ye. Ya soló, wana ezali bilembo mpo bato bakoka koyeba"},{"SurahNumber":16,"VerseNumber":13,"Text":"Mpe oyo akeli тропа bino o kati na mokili ezali na balangi ebele. Ya sólo, wana ezali elembo mpo bato bakoka kokanisa"},{"SurahNumber":16,"VerseNumber":14,"Text":"Mpe ye nde akeli ebale, okati na yango bozali kozua mișuni ya kitoko ya kolia, mpe bozali kozua okati na yango bonzenga ya molato, mpe okomona masuwa ya minene mazali koleka na ebale na lokito ya makasi, mpo ete boluka mapamboli naye, mpe mpo ete na yango bokoka kotondo (ye)"},{"SurahNumber":16,"VerseNumber":15,"Text":"Mpe apika bangomba o kati na mabele тропа boningani na yango esala bino mabe te, mpe mingala na banzela, mpo bokoka kokambama"},{"SurahNumber":16,"VerseNumber":16,"Text":"Mpe na bilembo bisusu (bizali kolakisa bino nzela), ndenge moko minzoto mpo ete babunga te"},{"SurahNumber":16,"VerseNumber":17,"Text":"Boye, oyo akelaka azali lokola oyo akelaka te? Boye bozali kokanisa te"},{"SurahNumber":16,"VerseNumber":18,"Text":"Mpe soki bolingi kotanga bolamu bwa Allah, bokokoka koyeba motango mwa yango te, ya solo Allah azali molimbisi atonda ngolu"},{"SurahNumber":16,"VerseNumber":19,"Text":"Mpe Allah ayebi maye bozali kobomba na maye bozali komonisa polele"},{"SurahNumber":16,"VerseNumber":20,"Text":"Na baye wana bazali kobondela basusu mpe kotika Allah bakela eloko te, mpe bango bakelama"},{"SurahNumber":16,"VerseNumber":21,"Text":"Bazali bakufi kasi bazali na bomoyi te, mpe bayebi te mokolo nini bakosekwisama"}]}