{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"And indeed We have caused the Word to reach them, that haply they may reflect"},{"SurahNumber":28,"VerseNumber":52,"Text":"Those unto whom We gave the Book before it, they are believers in it"},{"SurahNumber":28,"VerseNumber":53,"Text":"And when it is recited unto them, they say, “We believe in it; verily it is the truth from our Lord. Truly we were submitters even before it.”"},{"SurahNumber":28,"VerseNumber":54,"Text":"It is they who will be given their reward twice over for their having been patient. And they repel evil with good, and spend from that which We have provided them"},{"SurahNumber":28,"VerseNumber":55,"Text":"And when they hear idle talk, they turn away therefrom and say, “Unto us our deeds, and unto you your deeds. Peace be upon you! We do not seek out the ignorant.”"},{"SurahNumber":28,"VerseNumber":56,"Text":"Surely thou dost not guide whomsoever thou lovest, but God guides whomsoever He will. And He knows best those who are rightly guided"},{"SurahNumber":28,"VerseNumber":57,"Text":"And they say, “If we follow guidance along with thee, we shall be snatched away from our land.” Have We not established for them a secure Sanctuary, to which the fruits of all things are brought, as a provision from Our Presence? But most of them know not"},{"SurahNumber":28,"VerseNumber":58,"Text":"And how many a town have We destroyed who exulted in their life of ease. There are their dwellings, uninhabited after them save for a few. And We, truly, are the Inheritor"},{"SurahNumber":28,"VerseNumber":59,"Text":"And thy Lord never destroys towns until He sends a messenger to their mother city to recite unto them Our signs. And We never destroy towns, save when their people are wrongdoers"},{"SurahNumber":28,"VerseNumber":60,"Text":"And whatsoever you have been given, it is an enjoyment of the life of this world, and its ornament. But that which lies with God is better and more lasting. Will you not understand"}]}