{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"(Musa) dedi: “Ey Rəbbim! (Peyğəmbərliyi yerinə yerinə yetirməyə qadir olmaq, Fir’onla danışmağa cür’ət etmək və bu yolda bütün məşəqqətlərə tab gətirə bilmək üçün) köksümü açıb genişlət"},{"SurahNumber":20,"VerseNumber":26,"Text":"İşimi yüngülləşdir"},{"SurahNumber":20,"VerseNumber":27,"Text":"Dilimdəki düyünü aç (pəltəkliyimi götür) ki"},{"SurahNumber":20,"VerseNumber":28,"Text":"Sözümü yaxşı anlasınlar"},{"SurahNumber":20,"VerseNumber":29,"Text":"Və mənə öz ailəmdən bir vəzir (köməkçi) ver –"},{"SurahNumber":20,"VerseNumber":30,"Text":"Qardaşım Harunu"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onunla arxamı möhkəmləndir"},{"SurahNumber":20,"VerseNumber":32,"Text":"Onu işimə ortaq et (ona da peyğəmbərlik ver) ki"},{"SurahNumber":20,"VerseNumber":33,"Text":"Səni çox təqdis edib şə’ninə təriflər deyək"},{"SurahNumber":20,"VerseNumber":34,"Text":"Və Səni çox zikr edək (daim yada salıb şükr-səna edək)"},{"SurahNumber":20,"VerseNumber":35,"Text":"Sən, şübhəsiz ki, Bizi görürsən!”"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Allah) buyurdu: “Dilədiyin sənə verildi, ya Musa"},{"SurahNumber":20,"VerseNumber":37,"Text":"Sənə (bundan əvvəl də) bir dəfə ne’mət bəxş etmişdik"},{"SurahNumber":20,"VerseNumber":38,"Text":"Anana vəhy olunacaq şeyi vəhy etdiyimiz zaman"},{"SurahNumber":20,"VerseNumber":39,"Text":"(O zaman ki, Mən anana buyurmuşdum:) “(Musanı) bir sandığa qoyub çaya (Nilə) at. Qoy çay onu sahilə çıxartsın və Mənə də, ona düşmən olan birisi (Fir’on) onu (sudan tapıb) götürsün”. (Ya Musa!) Gözümün qabağında boya-başa çatdırılasan deyə, Öz tərəfimdən (insanların ürəklərində) sənə bir sevgi yaratdım. (Mərhəmət nəzərim heç vaxt üstündən əskik olmadı. Elə etdim ki, Fir’on özü, arvadı Asiyə və ətrafındakıların hamısı səni sevdi)"},{"SurahNumber":20,"VerseNumber":40,"Text":"O zaman bacın (sənin ardınca guya yad bir adam kimi saraya) gedib (oradakılara) deyirdi: “Sizə ona baxa biləcək (süd verəcək) birisini göstərimmi?” (Onlar razılıq verdilər, anan saraya gəldi). Artıq (salamat qalmağına görə) gözü aydın olsun və kədərlənməsin deyə, səni anana qaytardıq. Sən (on iki yaşında ikən tayfadan olan bir yəhudi ilə mübahisə edən) bir nəfəri (bir qibtini) vurub öldürdün. Sonra Biz səni (Mədyənə qaçırtmaqla) o qəmdən qurtardıq. Biz səni bir çox sınaqlardan keçirtdik (cürbəcür bəlalara, möhnətlərə düçar edib hamısından salamat qurtardıq). İllərlə Mədyən əhli içində (Şüeybin yanında) qaldın. Sonra da müəyyən olunmuş vaxta (qırx yaşına) gəlib çatdın, Ya Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Və Mən səni Özümə (peyğəmbər) seçdim! (Qırx yaşına çatan kimi sənə peyğəmbərlik bəxş edib mö’cüzələrlə Fir’onun yanına göndərdim)"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sən və qardaşın mö’cüzələrimlə gedin və Məni zikr etməkdə zəiflik göstərməyin. (Bu sizin ürəyinizə mətanət, dizinizə qüvvət verər)"},{"SurahNumber":20,"VerseNumber":43,"Text":"Fir’onun yanına yollanın. O (allahlıq iddiasına düşməklə), həqiqətən, azğınlaşıb həddini aşmışdır"},{"SurahNumber":20,"VerseNumber":44,"Text":"Onunla yumşaq danışın. Bəlkə, öyüd-nəsihət qəbul etsin, yaxud (Rəbbindən) qorxsun!”"},{"SurahNumber":20,"VerseNumber":45,"Text":"Onlar: “Ey Rəbbimiz! (Fir’onun mö’cüzə göstərməyimizə hövsələsi çatmayıb) bizə şiddətli cəza verməsindən və ya azğınlaşaraq həddini aşmasından (dikbaşlıq etməsindən) qorxuruq!” – dedilər"},{"SurahNumber":20,"VerseNumber":46,"Text":"(Allah) buyurdu: “Qorxmayın, Mən də sizinləyəm, (hər şeyi) eşidirəm və görürəm"},{"SurahNumber":20,"VerseNumber":47,"Text":"Onun yanına gedib deyin: “Biz ikimiz də sənin Rəbbinin peyğəmbəriyik. İsrail oğullarını bizimlə göndər (Şama getməklərinə mane olma) və onlara işgəncə vermə. Biz sənin yanına Rəbbindən dəlillə (mö’cüzə ilə) gəlmişik. Haqq yolu tutub gedənlərə salam olsun"},{"SurahNumber":20,"VerseNumber":48,"Text":"Bizə vəhy olundu ki, (Allahın vəhdaniyyətini və ayələrini, qiyaməti və peyğəmbərləri) yalan hesab edənləri və (haqdan) üz döndərənləri (axirətdə) əzab gözləyir!”"},{"SurahNumber":20,"VerseNumber":49,"Text":"(Fir’on:) “Elədə Rəbbiniz kimdir, ya Musa?” –deyə soruşdu"},{"SurahNumber":20,"VerseNumber":50,"Text":"(Musa) belə cavab verdi: “Rəbbimiz hər şeyə Öz xilqətini verən, sonra da ona doğru yolu göstərəndir!”"},{"SurahNumber":20,"VerseNumber":51,"Text":"(Fir’on) soruşdu: “Bəs əvvəlki nəsillərin halı necədir?”"},{"SurahNumber":20,"VerseNumber":52,"Text":"(Musa) belə cavab verdi: “Onlara dair bilik yalnız Rəbbimin dərgahında olan bir kitabdadır (lövhi-məhfuzdadır). Rəbbim (heç bir şeydə) xəta etməz və (heç bir şeyi) unutmaz!”"},{"SurahNumber":20,"VerseNumber":53,"Text":"O (böyük Allah) ki, yer üzünü sizin üçün döşəmiş (döşək etmiş), orada sizin üçün yollar salmış, göydən yağmur yağdırmışdır. Biz o yağmurla növbənöv bitkilərdən cütlər yetişdirmişik"},{"SurahNumber":20,"VerseNumber":54,"Text":"(Onlardan nuşcanlıqla) yeyin, həm də heyvanlarınızı otarın. Həqiqətən, bunda (gördüyümüz bu işlərdə) ağıl sahibləri üçün (Allahın vəhdaniyyətinə, qüdrətinə dəlalət edən) əlamətlər vardır"}]}