{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"И Ною, еще прежде того, когда он воззвал к Нам, Мы вняли, и спасли его и его семейство от великой печали"},{"SurahNumber":21,"VerseNumber":77,"Text":"Мы защитили его от людей, которые наши знамения почли лживыми: за то, что они были людьми злыми, всех их Мы потопили"},{"SurahNumber":21,"VerseNumber":78,"Text":"Давиду и Соломону, - когда они судили о ниве, на которой овцы их людей сделали потраву: при суде их Мы присутствовали"},{"SurahNumber":21,"VerseNumber":79,"Text":"И вразумили Соломона рассудить об ней, - им обоим Мы дали мудрость и знание. Давиду Мы подчинили горы и птиц, чтобы с ним они восхваляли Нас: Мы делали это"},{"SurahNumber":21,"VerseNumber":80,"Text":"Мы научили его искусству делать брони для вас, что бы вы между собою защищались от ударов: за это не благодарны ли вы"},{"SurahNumber":21,"VerseNumber":81,"Text":"А Соломону - сильный ветер; он по его приказанию, дул в эту землю, которую Мы благословили: Мы все, что было знали"},{"SurahNumber":21,"VerseNumber":82,"Text":"Из диаволов были некоторые у него водолазами для ловли жемчуга, и кроме того делали другие дела: Мы за ними наблюдали"},{"SurahNumber":21,"VerseNumber":83,"Text":"Иову - когда воззвал он к Господу своему: \"Меня постигло бедствие, а Ты - милосерднейший из милосердствующих"},{"SurahNumber":21,"VerseNumber":84,"Text":"Мы вняли: \"Удалите от него, какое было с ним, бедствие\"; низвели на него, на его семейство, а равно и на тех, которые были с ним, милость нашу, и покланяющимся Нам назидание"},{"SurahNumber":21,"VerseNumber":85,"Text":"Исмаила, Идриса, Зю-ль-кифля - все они были терпеливы"},{"SurahNumber":21,"VerseNumber":86,"Text":"Мы ввели в милость Нашу: потому что они в числе праведных"},{"SurahNumber":21,"VerseNumber":87,"Text":"Поглощенному рыбой - когда он негодующий, убежал и думал, что Мы не в силах что нибудь ему сделать, но потом, находясь во мраке, воззвал: \"Нет Бога кроме Тебя; хвала Тебе! Истинно, я был в числе несправедливых"},{"SurahNumber":21,"VerseNumber":88,"Text":"Мы вняли и избавили его от печали. Так избавляем Мы верующих"},{"SurahNumber":21,"VerseNumber":89,"Text":"Захарии - когда он воззвал к Господу своему: \"Господи! Не оставь меня одиноким, и тогда как наилучший из наследников Ты"},{"SurahNumber":21,"VerseNumber":90,"Text":"Мы вняли ему и даровали ему Иоанна, сотворив супругу его способною к тому: потому что они были тщательны к благотворениям, молились Нам с надеждой и страхом, были пред Нами смиренны"},{"SurahNumber":21,"VerseNumber":91,"Text":"В Сохранившую девственность свою вдохнули Мы от духа нашего, и поставили ее и сына ее знамением для миров"},{"SurahNumber":21,"VerseNumber":92,"Text":"Истинно, это вероисповедание ваше есть единое вероисповедание, и Я есть Господь ваш: потому Мне покланяйтесь"},{"SurahNumber":21,"VerseNumber":93,"Text":"А те, по своему вероучению, раздробились между собою: все они к Нам возвратятся"}]}