{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Deε wͻn a wͻ’nni anidaasoͻ sε wͻ’ne Yεn behyia no keka ne sε: “Adεn nti na yensiane Soro abͻfoͻ ma yεn, anaa yennhunu ye’Wura Nyankopͻn no? Ampa sε wͻn ara ama wͻn ho so, na wͻ’ate atua ama no aboro so kεse"},{"SurahNumber":25,"VerseNumber":22,"Text":"Ɛda a wͻ’behunu Soro abͻfoͻ no, saa da no εnnyε asεmpa mma abͻneεfoͻ no. (Soro abͻfoͻ no) bεka sε: “Moma εhyeε kεseԑ nna (wͻn ne Soro Aheman mu foͻ no ntεm)“"},{"SurahNumber":25,"VerseNumber":23,"Text":"Yε’bεba dwuma biara a (abͻneεfoͻ no) diiε no so, na Yε’bεma no ayε sε mfuturo bi a atu ahweteε"},{"SurahNumber":25,"VerseNumber":24,"Text":"Ɛda no, Soro aheman no mu foͻ no benya asetena pa ne ahomegye bea pa"},{"SurahNumber":25,"VerseNumber":25,"Text":"Ɛda no a mununkum bεma ɔsoro mu adwidwa, na Soro abͻfoͻ besiane siane paa no"},{"SurahNumber":25,"VerseNumber":26,"Text":"Saa Da no Ahennie paa no wͻ Ahummͻborͻ Hene no. Saa Da no, εbεyε den ama (Kaafirfoͻ) boniayεfoͻ no"},{"SurahNumber":25,"VerseNumber":27,"Text":"Saa Da no na (onipa) bͻnefoͻ no bεka nensa aka sε: “Mehunui a anka mekaa Ɔsomafoͻ no ho ne no faa kwan (pa) no so"},{"SurahNumber":25,"VerseNumber":28,"Text":"Ao, Adi ayε me, Mehunui a anka manfa asomasi yͻnkoͻ”"},{"SurahNumber":25,"VerseNumber":29,"Text":"“Ampa paa sε wama m’ayera afri Afutusεm no ho wͻ berε a yεde berεε me no. Ͻbonsam (yε obi a) odi onipa hwammͻ paa”"},{"SurahNumber":25,"VerseNumber":30,"Text":"Ɔsomafoͻ no nso bεka sε: ”Me Wura Nyankopͻn, nokorε sε, menkorͻfoͻ no yii wͻn ani frii Qur’aan yi so”"},{"SurahNumber":25,"VerseNumber":31,"Text":"Saa ara na Yε’maa Nkͻmhyεni biara tamfo wͻ abͻneεfoͻ no mu. Nanso wo Wura Nyankopͻn som bo (ma wo) sε Ɔkwankyerεfoͻ ne Ͻboafoͻ"},{"SurahNumber":25,"VerseNumber":32,"Text":"Deε wͻn a wͻ’nnye nnie no ka ne sε: “Adεn nti na yensiane Qur’aan no mmͻ mu mma no prεko?” (Ye’siane no saa) sεdeε εbεma w’akoma agyina pintinn, na Yε’kenkan (Qur’aan no ma wo) nkakra nkakra, hyehyɛ no pɛpɛɛpɛ"},{"SurahNumber":25,"VerseNumber":33,"Text":"(Nkͻmhyεni), mfatoho biara a wͻ’de bεba (abεko atia) woͻ (anaa wͻ’de besum wo fidie) no, Yε’de nokorε no a (wode beyi wͻn ano) ne nkyerεkyerεmu pa paa bεberε wo"},{"SurahNumber":25,"VerseNumber":34,"Text":"Wͻn a yεbεboa wͻn ano (wͻ Atemmuda ama wͻn anante) wͻ wͻn anim akͻ Amane-hunu gya no mu no, wͻn na wͻn wͻ gyina berε bͻne mu paa, na wͻn na wͻn ayera afri kwan (tenenee) no soͻ"}]}