{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Бизнинг элчиларимиз Иброҳимга хушхабарни келтиришганида: «Албатта, биз ушбу шаҳар аҳлини ҳалок қилгувчидирмиз. Албатта, унинг аҳли зулм қилгувчилардан бўлдилар», дедилар"},{"SurahNumber":29,"VerseNumber":32,"Text":"У: «Унда Лут бор-ку?!» деди. Улар: «Биз унда ким борлигини яхши билурмиз. Биз, албатта, унга ва унинг аҳлига нажот берурмиз. Магар, унинг хотини ҳалок бўлгувчилардан бўлгандир», дедилар"},{"SurahNumber":29,"VerseNumber":33,"Text":"Элчиларимиз Лутга келишганида, у улар сабабли маҳзун бўлди ва келишларидан юраги сиқилди. Улар: «Сен хавфсирама ва маҳзун ҳам бўлма, албатта, биз сени ва аҳлингни қутқаргувчилармиз. Магар, хотининг ҳалок бўлгувчилардан бўлгандир"},{"SurahNumber":29,"VerseNumber":34,"Text":"Албатта, биз ушбу шаҳар аҳолиси бошига, фосиқлик қилганлари туфайли, осмондан азоб туширгувчимиз», дедилар"},{"SurahNumber":29,"VerseNumber":35,"Text":"Батаҳқиқ, Биз ундан ақл юритгувчи қавмлар учун очиқ-ойдин оят-белгилар қолдирганмиз"},{"SurahNumber":29,"VerseNumber":36,"Text":"Ва Мадянга биродарлари Шуъайбни (юбордик). Бас, у: «Эй қавмим, Аллоҳга ибодат қилинг, охират кунидан умидвор бўлинг ва ер юзида бузғунчилик ила ҳаракат қилиб юрманг», деди"},{"SurahNumber":29,"VerseNumber":37,"Text":"Бас, уни ёлғончига чиқардилар. Шунда уларни бир силкиниш тутди ва диёрларида чўккалаб қолдилар"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ва Од ва Самудни (ҳам ҳалок этдик). Батаҳқиқ, бу сизга уларнинг масканларидан аён бўлиб турибди. Шайтон уларга амалларини зийнатлаб кўрсатиб, уларни йўлдан тўсди. Ҳолбуки, улар кўриб-билиб тургувчи эдилар"},{"SurahNumber":29,"VerseNumber":39,"Text":"Қорун, Фиръавн ва Ҳомонларни (ҳам ҳалок қилдик). Батаҳқиқ, Мусо уларга очиқ-ойдин ҳужжатлар келтирди. Бас, улар ер юзида мутакаббирлик қилдилар ва қочиб қутулгувчи бўлмадилар"},{"SurahNumber":29,"VerseNumber":40,"Text":"Улардан ҳар бирини гуноҳи туфайли тутдик. Бас, улардан баъзилари устига тош ёғдирдик, баъзиларини қичқириқ ушлади, баъзиларини ерга юттирдик ва баъзиларини ғарқ қилдик. Аллоҳ уларга зулм этгувчи бўлмади, лекин улар ўзларига зулм этдилар"},{"SurahNumber":29,"VerseNumber":41,"Text":"Аллоҳни қўйиб, ўзга дўстлар тутганларнинг мисоли ўзига уй тутган ўргимчакка ўхшайдир. Ҳолбуки, энг заиф уй ўргимчакнинг уясидир. Кошки, билсалар эди"},{"SurahNumber":29,"VerseNumber":42,"Text":"Албатта, Аллоҳ улар Ўзидан бошқа нима нарсага дуо қилаётганларини яхши биладир. Ва У азийз ва ҳакийм Зотдир"},{"SurahNumber":29,"VerseNumber":43,"Text":"Ушбу мисолларни Биз одамлар учун келтирурмиз. Лекин уларга олимлардан ўзгаларнинг ақллари етмас"},{"SurahNumber":29,"VerseNumber":44,"Text":"Аллоҳ осмонлар ва ерни ҳақ ила яратгандир. Албатта, бунда мўминлар учун оят-белги бордир"}]}