{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":55,"VerseNumber":26,"Text":"Kila aliye juu ya uso wa ardhi miongoni mwa viumbe ni mwenye kuangamia"},{"SurahNumber":55,"VerseNumber":27,"Text":"na utasalia uso wa Mola wako Mwenye utukufu, ubora, kheri nyingi na upaji. Katika aya hii pana kuthibitisha sifa ya uso kwa Mwenyezi Mungu kwa namna inavyonasibiana na Yeye, kutakasika ni Kwake, bila kufananisha wala kueleza namna ulivyo"},{"SurahNumber":55,"VerseNumber":28,"Text":"Basi ni neema gani za Mola wenu, enyi mkusanyiko wa majini na binadamu, mnazikanusha"},{"SurahNumber":55,"VerseNumber":29,"Text":"Wanamuomba Yeye walioko mbinguni na ardhini haja zao. Hakuna yoyote anayejitosheleza kutomhitajia Yeye, kutakasika ni Kwake. Kila siku Yeye Yuko kwenye jambo: Anatukuza na Anatweza, Anatoa na Anazuia"},{"SurahNumber":55,"VerseNumber":30,"Text":"Basi ni neema gani za Mola wenu, enyi mkusanyiko wa majini na binadamu, mnazikanusha"},{"SurahNumber":55,"VerseNumber":31,"Text":"Nitawatengea kipindi cha kuwahesabu na kuwalipa kwa matendo yenu mliyoyafanya, enyi vizito viwili:-majini na binadamu-, tuwatese watu wa maasia na tuwape malipo mema watu wa utiifu"},{"SurahNumber":55,"VerseNumber":32,"Text":"Ni neema gani za Mola wenu, enyi mkusanyiko wa majini na binadamu, mnazikanusha"},{"SurahNumber":55,"VerseNumber":33,"Text":"Enyi mkusanyiko wa majini na binadamu! Mkiweza kuihepa amri ya Mwenyezi Mungu na uamuzi Wake kwa kukimbia kwenye pambe za mbingu na ardhi basi fanyeni, na hamuwezi kufanya hivyo isipokuwa kwa nguvu na hoja na amri inayotoka kwa Mwenyezi Mungu Aliyetukuka. (Na vipi mtaweza kufanya hivyo na hali nyinyi hamzimilikii nafsi zenu manufaa yoyote wala madhara)"},{"SurahNumber":55,"VerseNumber":34,"Text":"Basi ni neema gani za Mola wenu, enyi mkusanyiko wa majini na binadamu, mnazikanusha"},{"SurahNumber":55,"VerseNumber":35,"Text":"Mtatumiwa mroromo wa moto na shaba iliyoyayushwa, mmiminiwe juu ya vichwa vyenu msiweze kusaidiana"},{"SurahNumber":55,"VerseNumber":36,"Text":"Basi ni neema gani za Mola wenu, enyi mkusanyiko wa majini na binadamu, mnazukanusha"},{"SurahNumber":55,"VerseNumber":37,"Text":"Na pindi mbingu itakapopasuka na kuachana Siku ya Kiyama, ikawa nyekundu kama rangi ya waridi na kama mafuta yaliyochemshwa na risasi iliyoyayushwa, kutokana na mambo magumu na vituko vya Siku ya Kiyama"},{"SurahNumber":55,"VerseNumber":38,"Text":"Basi ni neema gani za Mola wenu, enyi mkusanyiko wa majini na binadamu, mnazikanusha"},{"SurahNumber":55,"VerseNumber":39,"Text":"Katika Siku hiyo Malaika hawatawauliza wale wahalifu, miongoni mwa binadamu na majini, kuhusu dhambi zao"},{"SurahNumber":55,"VerseNumber":40,"Text":"Basi ni neema gani za Mola wenu, enyi mkusanyiko wa majini na binadamu, mnazikanusha"},{"SurahNumber":55,"VerseNumber":41,"Text":"Malaika watawajua wahalifu kwa alama zao, hapo wawashike kwenye paa za vichwa vyao na nyayo zao wawarushe Motoni"},{"SurahNumber":55,"VerseNumber":42,"Text":"Basi ni neema gani za Mola wenu, enyi mkusanyiko wa majini na binadamu, mnazikanusha"},{"SurahNumber":55,"VerseNumber":43,"Text":"Wataambiwa hao wahalifu kwa njia ya kulaumiwa na kudhalilishwa, «Huu ndio moto wa Jahanamu ambao wahalifu duniani walikuwa wakiukanusha"},{"SurahNumber":55,"VerseNumber":44,"Text":"mara wanaadhibiwa kwenye Jaḥīm, na mara nyingine wananyweshwa Hāmīm, nacho ni kinywaji kilichofikia upeo wa ukali wa moto, kinakata tumbo na sehemu za ndani ya mbavu"},{"SurahNumber":55,"VerseNumber":45,"Text":"Basi ni neema gani za Mola wenu, enyi mkusanyiko wa majini na binadamu mnazikanusha"}]}