{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":168,"Text":"О люди! Из того, что есть на земле, ешьте только доброе и дозволенное Аллахом. Не следуйте шайтану, который соблазняет вас есть недозволенное или отказываться от дозволенного Аллахом. Ведь вы уже знаете, что шайтан - ваш заклятый враг и подталкивает вас совершать плохие дела"},{"SurahNumber":2,"VerseNumber":169,"Text":"Шайтан подталкивает вас на злые, мерзкие дела. Он только вредит вам. Он посеет в вас сомнения, возбудит воображение ложными иллюзиями. И вы будете возводить на Аллаха то, о чём не ведаете сами относительно запрещённого и разрешённого"},{"SurahNumber":2,"VerseNumber":170,"Text":"Те, которые не идут прямым путём, привыкли следовать за тем, за чем шли их отцы. И когда призывают их следовать за тем, что ниспослано Аллахом, они отвечают: \"Нет, мы не откажемся от того, на чём застали наших отцов\". Предпочтение \"пути отцов\" прямому пути, указанному Аллахом, - это большой грех. Неужели и тогда, когда их отцы лишены были разумения и не шли по прямому пути"},{"SurahNumber":2,"VerseNumber":171,"Text":"Тот, который призывает к Истине Аллаха неверующих, отрицающих Его знамения, подобен пастуху, который кричит на скотину, и она не может различить слов, а только слышит зов и крики и ничего не понимает: они глухи, немы, слепы к истине, ничего доброго не говорят и не разумеют"},{"SurahNumber":2,"VerseNumber":172,"Text":"Мы разрешили людям есть дозволенную пищу, которой Мы наделили их на земле, и запретили им идти по стопам шайтана. Если они так сделают, они пойдут прямым путём истины. А если они этого не сделают, Мы только верующим покажем, что разрешено и что запрещено, и направим их на прямой путь. О вы, которые уверовали! Ешьте из благой пищи, которой Мы наделили вас, и благодарите Аллаха за Его милость, проявляющуюся в разрешении вам благой пищи и направлении вас на путь повиновения Ему, чтобы ваше поклонение Ему было совершенным"},{"SurahNumber":2,"VerseNumber":173,"Text":"Запрещённая пища не та, про которую говорят неверующие. Запрещено вам, о верующие, употреблять в пищу только мертвечину, кровь, свиное мясо и то, что заколото с именем других, а не Аллаха. Кто же будет вынужден есть запрещённую пищу, не будучи нечестивым или непослушным, - нет греха на нём, при условии, что он этой запрещённой пищи не съест больше, чем требуется для утоления голода, и не будет стремиться её достать, как делали это во времена невежества. Ведь Аллах - Прощающий и Милосердный"},{"SurahNumber":2,"VerseNumber":174,"Text":"Но есть знающие, которые утаивают части из Писания, ниспосланного Аллахом, чтобы получить какие-то привилегии в своей жизни: ведь иудеи скрывали многое из Торы о посланнике и его атрибутах, боясь, что последовавшие за учением Торы станут мусульманами, и они потеряют свою власть и привилегии. Скрывающие то, что ниспослал Аллах в Торе, и тем самым приобретающие что-либо малоценное из преходящих благ, - они утробы свои наполняют только огнём. Аллах не обратит к ним слова в День воскресения и не очистит их. Для них - сильное, мучительное наказание"},{"SurahNumber":2,"VerseNumber":175,"Text":"Они - те, которые предпочли заблуждение прямому пути Аллаха и тем самым заслужили наказание вместо прощения. Они будут наказаны в будущей жизни и не будут прощены. Таким образом, они купили ложь за истину и заблуждение - за прямой путь Аллаха. Удивительно, как они не боятся наказания и делают всё то, что ведёт их к нему"},{"SurahNumber":2,"VerseNumber":176,"Text":"Наказание, к которому они идут - воздаяние за их неверие в Писание Аллаха, ниспосланное им с истиной. Те, которые любят препираться и спорить между собой, отстранились от истины, не согласившись с этим Писанием, исказили Писание Аллаха, объясняя его неправильно, конечно, окажутся в расколе"}]}