{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"Ampa sε Aaron dii kan ka kyerεε wͻn sε: “Menkorͻfoͻ, yεde woi ayε mo nsͻhwε, mo Wura no ne Ahummͻborͻ Hene no, enti moni m’akyi na moni m’ahyεdeε so “"},{"SurahNumber":20,"VerseNumber":91,"Text":"Wͻ’kaa sε: “Yennyae (n’antwi bedeε) no som kͻpem sε, Mose bεsan aba yεn hͻ"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Mose san baeε no) ͻkaa sε: “Aaron, εdeεn na esii wo kwan (na wantea wͻn) wͻ εberε a wohunuu sε wͻ’reyera"},{"SurahNumber":20,"VerseNumber":93,"Text":"Na w’anni m’akyi (sεdeε mehyεε woͻ)? Enti w’abu m’ahyedeε so?”"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Aaron) kaa sε: ”Eno ba, mpari nnsͻ meti anaa mebͻdwesε mu. Nokorε sε, na mesuro sε, anhwε a waka sε: “Wama mpaepaemu aba Israel mma no ntεm, na woantwεn m’asεm a mεka “"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Mose) kaa sε: ”Saamiri, w’asεm ne sεn?” (Anaasε εdeεn nti na woyεε saa)"},{"SurahNumber":20,"VerseNumber":96,"Text":"Ɔkaa sε ”Mehunuu deε wͻn nhunuiε, enti me saa (mfuturo me) nsa mma frii ͻbͻfoͻ no anamͻn so, εna meto guu (ogya no a Farao nkorͻfoͻ no agudeε no wͻ mu no mu), na deε ma’dwen kyerεε me ne no “"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Mose) kaa sε: “Ɛneε fri ha kͻ. (W’aso twee) wͻ asetena yi mu ne sε wobeka sε. “Ɛnsͻ me mu “. Wo wͻ bͻhyε a yemmu soͻ. Hwε wo nyame a wode woho ama no no, nokorε sε yεbεhye no na yato apete wͻ ͻpo no mu“"},{"SurahNumber":20,"VerseNumber":98,"Text":"Mo Awurade no deε Ɔne Nyankopͻn no a awurade biara nnihͻ gyesε Ɔno nko ara no, na (Ne) nimdeε trε (kata) biribiara soᴐ no"},{"SurahNumber":20,"VerseNumber":99,"Text":"(Nkͻmhyεni), saa na Yε’rebͻ wo nsεm a asi atwamu no ho amaneε. Ampa sε Yε’de Afutusεm fri Yεn hͻ ama wo"},{"SurahNumber":20,"VerseNumber":100,"Text":"Na obiara a ͻbεdane ne ho afri ho no, nokorε sε wͻ’bεsoa adesoa a emu yε duro wͻ Wusͻreε Da no"},{"SurahNumber":20,"VerseNumber":101,"Text":"Emu na wͻ’bεtena, na εbεyε adesoa bͻne ama wͻn wͻ Wusͻreε da no"},{"SurahNumber":20,"VerseNumber":102,"Text":"Ɛda a yεbεbͻ Totorobεnto no mu (deε εtͻ so mprenu no), saa Da no Yε’bεboa abͻneεfoͻ no ano, wͻn ani bεyε ( tumm) tesε bibire"},{"SurahNumber":20,"VerseNumber":103,"Text":"Wͻ’bεbrε wͻn nne ase akasa akyerε wͻn ho sε: “Motenaa (wiase) bεyε dadu bi “"},{"SurahNumber":20,"VerseNumber":104,"Text":"Ye’nim deε wͻ’bεka, εberε a wͻn mu apapafoͻ a wͻ’nim de no bεka sε: “Motenaa bεyε dakoro bi “"}]}