{"Id":108,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai1","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Whatever affliction that may visit you is because of what your hands have earned, and He excuses many [an offense]"},{"SurahNumber":42,"VerseNumber":31,"Text":"You cannot thwart [Allah] on the earth, and you do not have besides Allah any guardian or helper"},{"SurahNumber":42,"VerseNumber":32,"Text":"Among His signs are the ships [that run] on the sea [appearing] like landmarks"},{"SurahNumber":42,"VerseNumber":33,"Text":"If He wishes He stills the wind, whereat they remain standstill on its surface. There are indeed signs in that for every patient and grateful [servant]"},{"SurahNumber":42,"VerseNumber":34,"Text":"Or He wrecks them because of what they have earned, and He excuses many [an offense]"},{"SurahNumber":42,"VerseNumber":35,"Text":"Let those who dispute Our signs know that there is no escape for them"},{"SurahNumber":42,"VerseNumber":36,"Text":"Whatever you have been given are the wares of the life of this world, but what is with Allah is better and more lasting for those who have faith and who put their trust in their Lord"},{"SurahNumber":42,"VerseNumber":37,"Text":"—Those who avoid major sins and indecencies, and forgive when angered"},{"SurahNumber":42,"VerseNumber":38,"Text":"those who answer their Lord, maintain the prayer, and their affairs are by counsel among themselves, and they spend out of what We have provided them with"},{"SurahNumber":42,"VerseNumber":39,"Text":"those who, when visited by aggression, come to each other’s aid"},{"SurahNumber":42,"VerseNumber":40,"Text":"The requital of evil is an evil like it. So whoever excuses and conciliates, his reward lies with Allah. Indeed He does not like the wrongdoers"},{"SurahNumber":42,"VerseNumber":41,"Text":"As for those who retaliate after being wronged, there is no blame upon them"},{"SurahNumber":42,"VerseNumber":42,"Text":"The blame lies only upon those who wrong the people and commit aggression in the land unduly. For such there is a painful punishment"},{"SurahNumber":42,"VerseNumber":43,"Text":"As for him who endures patiently and forgives —that is indeed the steadiest of courses"}]}