{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":51,"Text":"A nuk i sheh ata të cilëve u është dhënë një pjesë Libri, besojnë në idole dhe djallë, dhe për ata që nuk besuan thonë: “Ata janë në rrugë më të drejtë se besimtarët”"},{"SurahNumber":4,"VerseNumber":52,"Text":"Ata janë që i ka mallkuar All-llahu, dhe atë që e mallkon All-llahu nuk gjen dot ndihmë për të"},{"SurahNumber":4,"VerseNumber":53,"Text":"Sikur ata të kishin dorë në pushtet, atëherë njerëzve nuk do t’u jepnin kurrgjë"},{"SurahNumber":4,"VerseNumber":54,"Text":"Ose do t’u kishin zili njerëzve për atë që u ka dhënë All-llahu nga begatia e tij. Kurse Ne Ibrahimit dhe pasardhësve të tij u kemi dhënë Librin dhe urtësinë, si edhe pasuri të madhe shumë"},{"SurahNumber":4,"VerseNumber":55,"Text":"Edhe ndër ata ka pasur që i besuan, por ka pasur edhe që u shmangën prej tij. Atyre u mjafton xhehenemi i këndellur"},{"SurahNumber":4,"VerseNumber":56,"Text":"Ata që kanë mohuar argumentet tona, Ne me siguri do t’i hudhim në zjarr, sa herë që t’u piqet lëkura, do t’ua ndërrojmë me lëkurë tjetër, ashtu që të përjetojnë vuajtjen e vërtetë. All-llahu është, njëmend, i fuqishëm dhe i urtë"},{"SurahNumber":4,"VerseNumber":57,"Text":"Kurse ata që besojnë dhe bëjnë vepra të mira do t’i shtiejmë, me siguri, në xhenet, në të cilin rrjedhin lumenj, ku do të mbesin përgjithmonë. Ata do të kenë aty gra të pastra dhe do t’i shpiejmë në hije shumë të dendura"},{"SurahNumber":4,"VerseNumber":58,"Text":"All-llahu ju urdhëron që gjërat e besuara t’ua jepni atyre që u takojnë, pronarëve të vet, dhe kur të gjykoni ndërmjet njerëzve, të gjykoni drejt. Me të vërtetë, po sa bukur All-llahu ju këshillon! All-llahu njëmend dëgjon dhe sheh shumë"},{"SurahNumber":4,"VerseNumber":59,"Text":"O besimtarë, përuluni All-llahut dhe dneroni Profetin, por edhe përfaqsuesit tuaja. Por nëse nuk pajtoheni në ndonjë çështje, drejtohuni All-llahut dhe Profetit, nëse i besoni All-llahut dhe botës tjetër; ajo është më i mirë dhe më i bukuri shpjegim"}]}