{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":72,"Text":"Некоторые из людей Писания говорят: \"Веруйте в начале дня в то, что ниспослано верующим, и отрекайтесь в конце дня. Быть может, они отрекутся [от своей веры]"},{"SurahNumber":3,"VerseNumber":73,"Text":"И верьте только тем, кто последовал вашей религии\". Скажи [, Мухаммад]: \"Воистину, прямое руководство - только от Аллаха\". Разве они станут [, о муслимы], препираться с вами пред вашим Господом? Скажи [, Мухаммад]: \"Воистину, милость - во власти Аллаха. Он дарует ее, кому пожелает\". Воистину, Аллах - всеобъемлющий, знающий"},{"SurahNumber":3,"VerseNumber":74,"Text":"Он одаривает Своим милосердием, кого пожелает, обладает Аллах милостью великой"},{"SurahNumber":3,"VerseNumber":75,"Text":"Среди людей Писания есть такие, которые, если ты доверишь им [хоть] кинтар, вернут его тебе. И есть средь них такие, которые, если ты доверишь им динар, не вернут тебе его, даже если ты будешь стоять у них над душой. Поступая так, они говорят: \"Что за дело нам до этих невежд?\" Вот так они заведомо возводят на Аллаха напраслину"},{"SurahNumber":3,"VerseNumber":76,"Text":"Да! Если кто верен завету с Ним и богобоязнен, то ведь Аллах любит богобоязненных"},{"SurahNumber":3,"VerseNumber":77,"Text":"Воистину, тем, которые продают за ничтожную цену завет с Аллахом и свои клятвы, нет доли в будущей жизни, Аллах не будет говорить с ними, не станет смотреть на них в День воскресения и не очистит их [от грехов]. И уготовано им мучительное наказание"},{"SurahNumber":3,"VerseNumber":78,"Text":"Ведь среди них есть такие, которые речью своей искажают Писание и выдают вам [искаженное] за Писание истинное. А оно вовсе не Писание! И говорят они: \"Это - от Аллаха\". А оно ведь не от Аллаха! И возводят они на Аллаха напраслину заведомо"},{"SurahNumber":3,"VerseNumber":79,"Text":"Человеку, которому Аллах даровал Писание, мудрость и пророчество, не подобает говорить людям: \"Будьте рабами мне, а не Аллаху\", а [подобает говорить]: \"Будьте приверженцами Господа тем, что вы учите Писанию и читаете его"},{"SurahNumber":3,"VerseNumber":80,"Text":"И не [будет] вам велено признавать владыками ангелов и пророков. Станет ли Он склонять вас к неверию, после того как вы предались [Ему]"}]}