{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"Puso ea maholimo le lefats’e ke ea Allah; le Letsatsi leo ka lona Hora ea Kahlolo e hlomamisitsoeng, – Letsatsing leo Bahoebi ka Mashano ba tla timela"},{"SurahNumber":45,"VerseNumber":28,"Text":"U tla bona sechaba ka seng se khumama, lequloana ka leng le biletsoa Tlalehong. “Kajeno le tla lefshoa ho latela tseo le neng le li etsa"},{"SurahNumber":45,"VerseNumber":29,"Text":"“Sena ke Tlaleho ea Rona e tlaleha ka lona ka ‘nete. Hobane Re entse hore lintho tsohle tseo le neng le li etsa li tlalehoe.”"},{"SurahNumber":45,"VerseNumber":30,"Text":"Ke moo ba neng ba kholoa le ho etsa Liketso tse lokileng, Mong`a bona A tla ba amohella ka har’a Mohau oa Hae. Eo ke katleho e pepenene"},{"SurahNumber":45,"VerseNumber":31,"Text":"Haele ba neng ba latola Allah (ho tla thoe ho bona): “Na ha le’a ka la pheteloa lits’enolo tsa Rona? Empa la ikhohomosa, la sesa sebeng"},{"SurahNumber":45,"VerseNumber":32,"Text":"“Ha ho ne ho thoe ho bona ts’episo ea Allah ke’a ‘nete, ha ho khoao ka ho tla ha hora,” Le ne le re: “Ha ho seo re se tsebang ka Hora: re nahana hore kakanyo, ha re ‘nete ka eona.”"},{"SurahNumber":45,"VerseNumber":33,"Text":"Li tla morao tse bosula tsa leketso tsa bona li tla hlahela ponts’eng, le lintho tseo ba neng ba tloaetse ho li soma li tla ba kopela hare"},{"SurahNumber":45,"VerseNumber":34,"Text":"Ho tla thoe: “Kajeno Re tla le lebala joaloka ha le lona le ile la lebala kopano ena ea Letsatsi la lona! Bolulo ba lona ke Mollo, ha le na bathusi"},{"SurahNumber":45,"VerseNumber":35,"Text":"Sena ke hobane le ile la etsa Litse’nolo tsa Allah metlae, bophelo ba lefats’e bo le thetsitse.” Ka lebaka leo, ho tloha Letsatsing leo ba ke ke ba nts’oa kamoo, kapa hona ho amoheloa Mohaung"},{"SurahNumber":45,"VerseNumber":36,"Text":"Kahoo, Thoriso e be ho Allah Mong`a maholimo le lefats’e, – Mong`a le ‘Maballi oa mafats’e oohle"},{"SurahNumber":45,"VerseNumber":37,"Text":"Tlola e be ho Eena hoohle maholimong le lefats’eng: ke Eena Ea Matla Oohle, Ea Seli"}]}