{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"Na Sabunsabunar a inibugai Ami ko Ibrahim so Torowan Rukaniyan gowani, go Sukami i manga Tata-o ron"},{"SurahNumber":21,"VerseNumber":52,"Text":"Gowani na Pitharo Iyan ki Ama Iyan go so pagtao Niyan: antona-a angkai a manga Barahala, a so sukano na aya niyo dun Sisimbaan"},{"SurahNumber":21,"VerseNumber":53,"Text":"Pitharo Iran: A miyato-on nami so manga lokus ami a Puphamanimba-an niran"},{"SurahNumber":21,"VerseNumber":54,"Text":"Pitharo Iyan: A Sabunsabunar a miyatago kano sukano go so manga lokus iyo ko Kadadag a Mapayag"},{"SurahNumber":21,"VerseNumber":55,"Text":"Pitharo iran: Bangka rukami inowit so Bunar, antawa-a Suka na pud ko manga Sasabulao"},{"SurahNumber":21,"VerseNumber":56,"Text":"Pitharo Iyan: Kuna, ka aya Kadnan niyo na so Kadnan o manga Langit a go so Lopa, a so Miyadun kiran: Na Sakun sa makapantag ro-o man na pud ko manga saksi (on)"},{"SurahNumber":21,"VerseNumber":57,"Text":"Na Ibut ko Allah, ka Purataan Ko dun so manga Barahala niyoko oriyan o kalalakao niyo, a Mamakatalikhod kano"},{"SurahNumber":21,"VerseNumber":58,"Text":"Na pipho-onan Niyan siran Muroroput, inonta so mala kiran, ka kalokalo siran na pangundodan niran sukaniyan"},{"SurahNumber":21,"VerseNumber":59,"Text":"Pitharo iran: Antawa-a i Minggolaola si-i ko manga Katohanan tano? Mata-an! A Sukaniyan na pud dun ko manga Darowaka"},{"SurahNumber":21,"VerseNumber":60,"Text":"Pitharo iran: A miyanug Ami a Mangoda a phagalowin Niyan siran: A Pumbuthowan Sukaniyan sa Ibrahim"},{"SurahNumber":21,"VerseNumber":61,"Text":"Pitharo iran: Na wita niyo Sukaniyan ko phanga-i ilai o manga Manosia, ka-an niran kashaksi-i"},{"SurahNumber":21,"VerseNumber":62,"Text":"Pitharo iran: Ba Suka i Minggolaola saya ko manga Katohanan nami, hai Ibrahim"},{"SurahNumber":21,"VerseNumber":63,"Text":"Pitharo Iyan: Kuna, ka aya Minggolaola-on na giya mala kiran naya! Na ishai niyo siran, o siran na Makaputharo siran"},{"SurahNumber":21,"VerseNumber":64,"Text":"Na kiyandodan niran a ginawa iran na Pitharo iran: A Mata-an! A sukano na sukano i manga Darowaka"},{"SurahNumber":21,"VerseNumber":65,"Text":"Oriyan niyan na Miyabariyonsong a manga Olo iran (na Pitharo iran:) Sabunsabunar a katawan Ka a di siran naya Makaputhataro"},{"SurahNumber":21,"VerseNumber":66,"Text":"Pitharo Iyan: Ino niyo Pushimba-a a salakao ko Allah, so da-a Khiyompiya niyan rukano a maitobo, go da-a Khibinasa niyan rukano"},{"SurahNumber":21,"VerseNumber":67,"Text":"Marshik kano, a go so Pushimba-an niyo a salakao ko Allah! Ba kano di Punggudaguda"},{"SurahNumber":21,"VerseNumber":68,"Text":"Pitharo iran: Totonga niyo Sukaniyan, go tabangi niyo so manga Katohanan niyo, o sukano na Punggolaola-an niyo"},{"SurahNumber":21,"VerseNumber":69,"Text":"Pitharo Ami: Hai. Apoi! mbaloi ka a matunggao, go Kalilintad a si-i ko Ibrahim"},{"SurahNumber":21,"VerseNumber":70,"Text":"Na piyaka-antapan niran Sukaniyan sa tipo: Na biyaloi Ami siran a titho a manga logi"},{"SurahNumber":21,"VerseNumber":71,"Text":"Na siyabut Ami so Ibrahim go so Lut sa inowit Ami ko Lopa (a Sham) a so piyakandakulan Nami sa Mapiya so dalum iyan, a bagiyan o manga Ka-adun"},{"SurahNumber":21,"VerseNumber":72,"Text":"Na inibugai Ami Ron so Ishaq; go so Yaqoub a ini oman. Na oman i isa Kiran na biyaloi Ami a manga Bilangatao"},{"SurahNumber":21,"VerseNumber":73,"Text":"Go biyaloi Ami Siran a Pukhakaonotan, a Ipuphamando Iran so Sogowan Nami, go ini Ilaham Ami Kiran so Kanggolaola-a ko manga Pipiya, go so kipamayandugun ko Sambayang, go so katonaya ko zakat; go miyabaloi Siran a Puphamanimba Rukami"},{"SurahNumber":21,"VerseNumber":74,"Text":"Go so Lut, na bigan Nami Sukaniyan sa Kokoman go Kata-o, go siyabut Ami Sukaniyan ko (tao ko) Ingud a so miyabaloi a gi-i nggolaola ko manga rurushik: Mata-an! A siran na miyabaloi siran a pagtao a marata, a manga songklid"},{"SurahNumber":21,"VerseNumber":75,"Text":"Na piyakasolud Ami Sukaniyan ko Limo Ami: Mata-an! A Sukaniyan na pud ko manga Bilangatao"}]}