{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":36,"Text":"Ва ба Нӯҳ ваҳй расид, ки аз қавми ту ҷуз он гурӯҳ, ки имон овардаанд, дигар имон нахоҳанд овард. Аз кирдори онон андӯҳгин мабош"},{"SurahNumber":11,"VerseNumber":37,"Text":"Киштиро зери назар ва илҳоми Мо бисоз ва дар бораи ин ситамкорон бо Ман сухан магӯй, ки ҳама ғарқ шаванд"},{"SurahNumber":11,"VerseNumber":38,"Text":"Нӯҳ киштӣ месохт ва ҳар бор, ки бузургони қавмаш бар ӯ мегузаштанд, масхарааш мекарданд. Мегуфт: «Агар шумо моро масхара мекунед, ба зуди мо ҳам монанди шумо масхараатон хоҳем кард"},{"SurahNumber":11,"VerseNumber":39,"Text":"Ба зуди хоҳед донист, ки азоб бар ки расад ва хораш созад ва азоби ҷовид бар кӣ фарояд!»"},{"SurahNumber":11,"VerseNumber":40,"Text":"Чуи фармони Мо фаро омад ва танур ҷӯшид, гуфтем: «Аз ҳар нару мода дуто ва низ хонадони худро дар киштӣ биншон, — ғайри он касе, ки ҳукм дар борааш аз пеш содир шуда бошад — ва низ онҳоеро, ки ба ту имон овардаанд. Ва ҷуз андаке ба ӯ имон наёварда буданд»"},{"SurahNumber":11,"VerseNumber":41,"Text":"Гуфт: «Бар он савор шавед, ки ба номи Худо ба рох афтад ва ба номи Худо биистад. Зеро Парвардигори ман бахшояндаву меҳрубон аст"},{"SurahNumber":11,"VerseNumber":42,"Text":"Киштӣ ононро дар миёни мавчҳое чун кӯҳ мебурд. Нӯҳ писарашро, ки дар гушае истода буд, нидо дод: «Эй писар, бо мо савор шав ва бо кофирон мабош!»"},{"SurahNumber":11,"VerseNumber":43,"Text":"Гуфт: «Ман бар сари кӯҳе, ки маро аз об нигаҳ дорад, ҷо хоҳам гирифт». Гуфт: «Имрӯз ҳеҷ нигаҳдорандае аз фармони Худо нест, ғайри касеро, ки бар ӯ раҳм оварад». Ногаҳон мавҷ миёни он ду парда гашт ва ӯ аз ғарқ шудагон буд"},{"SurahNumber":11,"VerseNumber":44,"Text":"Ва гуфта шуд: «Эй замин, оби худ фурӯ бар ва эй осмон, бозист». Об фурӯ шуд ва кор ба поён омад ва киштӣ бар кӯҳи Ҷудӣ қарор гирифт ва нидо омад, ки лаънат бод бар мардуми ситамкора"},{"SurahNumber":11,"VerseNumber":45,"Text":"Нӯҳ Парвардигорашро нидо дод: «Эй Парвардигори ман, писарам аз хонадони ман буд ва ваъдаи Ту ҳақ аст ва нерӯмандтарини ҳукмкунандагон Ту Ҳастӣ!»"},{"SurahNumber":11,"VerseNumber":46,"Text":"Гуфт: «Эй Нӯҳ, ӯ аз хонадони ту нест, ӯ амалест носолеҳ. Аз сари ноогоҳӣ аз Ман чизе махоҳ. Барҳазар медорам туро, ки аз мардуми нодон бошӣ»"},{"SurahNumber":11,"VerseNumber":47,"Text":"Гуфт: «Эй Парвардигори ман, паноҳ мебарам ба Ту, агар аз сари ноогоҳӣ чизе бихоҳам ва агар маро набахшоӣ ва ба ман раҳмат наёварӣ, аз зиёнкардагон хоҳам буд»"},{"SurahNumber":11,"VerseNumber":48,"Text":"Гуфта шуд: «Эй Нӯҳ ба саломат ва баракоте, ки бар туву онҳо, ки ҳамроҳи туанд, арзонӣ доштаем, фуруд ой. Ва умматҳое ҳастанд, ки онҳоро бархурдор месозем, он гоҳ дастхуши азоби дардовари Мо мешаванд»"},{"SurahNumber":11,"VerseNumber":49,"Text":"Инҳо аз хабарҳои ғайб аст, ки бар ту ваҳй мекунем. Пеш аз ин на ту онҳоро медонистӣ ва на қавми ту. Пас сабр кун, зеро оқибати нек аз они парҳезгорон аст"}]}