{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Каф - Ха - Йа - А'йн - Сад"},{"SurahNumber":19,"VerseNumber":2,"Text":"Повествование о милости Господней к Закарии, Служителю Его (и верному слуге)"},{"SurahNumber":19,"VerseNumber":3,"Text":"Он тайным зовом к Господу воззвал"},{"SurahNumber":19,"VerseNumber":4,"Text":"И возмолил: \"Господь мой! Во мне уж ослабели кости, И голова сверкает сединой, Но я в своих молитвах, Господи, к Тебе Не оставался никогда Лишенным Твоего благоволенья"},{"SurahNumber":19,"VerseNumber":5,"Text":"Боюсь я: мои близкие (по крови) После меня (сойдут с Господнего пути), Ну, а жена моя неплодна. Дай мне наследника (по воле) от Тебя"},{"SurahNumber":19,"VerseNumber":6,"Text":"Он будет мне наследовать И родословную Йакуба продолжать. Сделай его, о мой Господь, Тебе угодным"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Ответом было): \"Закария! Поистине, Мы благовествуем тебе о сыне, Имя которому - Йахйа. Мы прежде никого сим именем не нарекали"},{"SurahNumber":19,"VerseNumber":8,"Text":"Сказал он: \"Господи, как явится мне сын, Когда моя жена неплодна, А мои дряхлые года уж подошли к пределу"},{"SurahNumber":19,"VerseNumber":9,"Text":"(Тут ангел с ним заговорил и) молвил: \"Твой Господь сказал: \"Это легко Мне (сделать), - Ведь прежде сотворил тебя Я, Когда ты был, поистине, ничем"},{"SurahNumber":19,"VerseNumber":10,"Text":"Господь мой! - молвил (Закария). - Яви Свое знаменье мне! (И был ответ:) Вот знак тебе: Три ночи ты с людьми не будешь говорить, При этом сохраняя доброе здоровье"},{"SurahNumber":19,"VerseNumber":11,"Text":"Он вышел из святилища к народу И (знаками) призвал его Хвалу (Аллаху) воздавать и по утрам, и вечерами"},{"SurahNumber":19,"VerseNumber":12,"Text":"(И вот, когда Йахйа родился И возраста разумности достиг, Ему веление от Господа предстало): \"Йахйа, держись Писания всей мощью!\" Мы даровали ему мудрость, Когда он был еще юнцом"},{"SurahNumber":19,"VerseNumber":13,"Text":"И состраданье (к ближнему) от Нас, и чистоту - Он (в благочестии своем) Господнего страшился гнева"},{"SurahNumber":19,"VerseNumber":14,"Text":"Добросердечен был к родителям своим, И не был он властолюбив и непокорен"},{"SurahNumber":19,"VerseNumber":15,"Text":"Да будет мир ему в тот день, когда родился, В тот день, когда умрет, И в День, Когда он к жизни вновь воскреснет"}]}