{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"Say: \"If ye do love Allah, Follow me: Allah will love you and forgive you your sins: For Allah is Oft-Forgiving, Most Merciful"},{"SurahNumber":3,"VerseNumber":32,"Text":"Say: \"Obey Allah and His Messenger\": But if they turn back, Allah loveth not those who reject Faith"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allah did choose Adam and Noah, the family of Abraham, and the family of 'Imran above all people"},{"SurahNumber":3,"VerseNumber":34,"Text":"Offspring, one of the other: And Allah heareth and knoweth all things"},{"SurahNumber":3,"VerseNumber":35,"Text":"Behold! a woman of 'Imran said: \"O my Lord! I do dedicate unto Thee what is in my womb for Thy special service: So accept this of me: For Thou hearest and knowest all things"},{"SurahNumber":3,"VerseNumber":36,"Text":"When she was delivered, she said: \"O my Lord! Behold! I am delivered of a female child!\"- and Allah knew best what she brought forth- \"And no wise is the male Like the female. I have named her Mary, and I commend her and her offspring to Thy protection from the Evil One, the Rejected"},{"SurahNumber":3,"VerseNumber":37,"Text":"Right graciously did her Lord accept her: He made her grow in purity and beauty: To the care of Zakariya was she assigned. Every time that he entered (Her) chamber to see her, He found her supplied with sustenance. He said: \"O Mary! Whence (comes) this to you?\" She said: \"From Allah: for Allah Provides sustenance to whom He pleases without measure"},{"SurahNumber":3,"VerseNumber":38,"Text":"There did Zakariya pray to his Lord, saying: \"O my Lord! Grant unto me from Thee a progeny that is pure: for Thou art He that heareth prayer"},{"SurahNumber":3,"VerseNumber":39,"Text":"While he was standing in prayer in the chamber, the angels called unto him: \"Allah doth give thee glad tidings of Yahya, witnessing the truth of a Word from Allah, and (be besides) noble, chaste, and a prophet,- of the (goodly) company of the righteous"},{"SurahNumber":3,"VerseNumber":40,"Text":"He said: \"O my Lord! How shall I have son, seeing I am very old, and my wife is barren?\" \"Thus,\" was the answer, \"Doth Allah accomplish what He willeth"},{"SurahNumber":3,"VerseNumber":41,"Text":"He said: \"O my Lord! Give me a Sign!\" \"Thy Sign,\" was the answer, \"Shall be that thou shalt speak to no man for three days but with signals. Then celebrate the praises of thy Lord again and again, and glorify Him in the evening and in the morning"}]}