{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":20,"Text":"Ihr, die den Iman verinnerlicht habt! Gehorcht ALLAHund Seinem Gesandten und kehrt ihm nicht den Rücken, während ihr hört"},{"SurahNumber":8,"VerseNumber":21,"Text":"Und seid nicht wie diejenigen, die sagten: \"Wir haben gehört\", während sie doch nichts hören"},{"SurahNumber":8,"VerseNumber":22,"Text":"Gewiß, die Übelsten der sich (auf Erden) bewegenden Lebewesen, sind bei ALLAH die Stummen und die Tauben, die nicht verständig sind"},{"SurahNumber":8,"VerseNumber":23,"Text":"Und hätte ALLAH bei ihnen Gutes gekannt, hätte ER sie hören lassen. Und hätte ER sie hören lassen, hätten sie doch den Rücken gekehrt, während sie abgeneigt sind"},{"SurahNumber":8,"VerseNumber":24,"Text":"Ihr, die den Iman verinnerlicht habt! Fügt euch ALLAH und dem Gesandten, wenn er euch zu dem aufruft, was euch lebendig macht. Und wisst, daß ALLAH gewiß dem Menschen die Verfügung über sein Inneres verwehren kann und daß ihr gewiß zu Ihm versammelt werdet"},{"SurahNumber":8,"VerseNumber":25,"Text":"Und sucht Taqwa einer Fitna gegenüber, die nicht nur diejenigen unter euch treffen wird, die Unrecht begingen. Und wisst, daß ALLAH zweifelsohne hart im Strafen ist"},{"SurahNumber":8,"VerseNumber":26,"Text":"Und bedenkt, als ihr Wenige wart, im Lande unterdrückt und Angst hattet, daß die (feindlichen)Menschen euch Gewalt antun könnten, dann gewährte ER euch Unterkunft, unterstützte euch mit Seinem Sieg und gewährte euch Rizq von den Tay-yibat, damit ihr euch dankbar erweist"},{"SurahNumber":8,"VerseNumber":27,"Text":"Ihr, die den Iman verinnerlicht habt! Begeht keinen Verrat an ALLAH und an den Gesandten, auch begeht keinen Verrat mit den euch anvertrauten Dingen, während ihr es wisst"},{"SurahNumber":8,"VerseNumber":28,"Text":"Und wisst, daß euer Vermögen und eure Kinder nur eine Fitna sind, und daß es bei ALLAH gewiß unermeßliche Belohnung gibt"}]}