{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":25,"VerseNumber":35,"Text":"Korábban Műsa-nak (Mózesnek) adtuk az Írást, és Hárün-t, a testvérét adtuk neki segítő társául"},{"SurahNumber":25,"VerseNumber":36,"Text":"És mondtuk: , Menjetek el, ti ketten ahhoz a néphez, amely meghazudtolta a Mi Jeleinket!\" És végleg elpusztítottuk őket"},{"SurahNumber":25,"VerseNumber":37,"Text":"És Nüh (Noé) népét! Miután meghazudtolták a Küldötteket, a vízbe fullasztottuk őket. És figyelmeztető példává tettük őket az emberek számára. És a bűnösöknek fájdalmas büntetést készítettünk elő"},{"SurahNumber":25,"VerseNumber":38,"Text":"És \"Ad-ot és Tamitd-ot és ar-Rass\" népét és még sok nemzedéket is ezek között"},{"SurahNumber":25,"VerseNumber":39,"Text":"Példázatokat adtunk mindnek és mindegyiket véglegesen elpusztítottuk"},{"SurahNumber":25,"VerseNumber":40,"Text":"És bizony jártak annál a városnál (Lót városa), amelyre a szörnyű eső hullott, talán nem látták azt? Nem! Ők nem remélték a Feltámadást"},{"SurahNumber":25,"VerseNumber":41,"Text":"És ha meglátnak téged (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) mást sem tesznek csak Súnyolódnak veled: , Vajon ez az, akit Allah Küldöttként küldött"},{"SurahNumber":25,"VerseNumber":42,"Text":"Már majdnem eltérített bennünket az isteneinktől, ha nem lettünk volna kitartóak.\" Ám majd meg fogják tudni, ha meglátják a büntetést, ki tévelyedett el jobban az Úttól"},{"SurahNumber":25,"VerseNumber":43,"Text":"Hogyan vélekedsz ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) arról, aki saját vágyát tette meg istenének. Avagy te az ő gondozója vagy"},{"SurahNumber":25,"VerseNumber":44,"Text":"Vagy azt gondolod, hogy a legtöbbjük hall és használja az eszét. Nem! Ők olyanok, mint az állatok, sőt még tévelygőbbek az Úttól"}]}