{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":7,"VerseNumber":32,"Text":"Say Kto zakazat nice things GOD created Jeho creatures dobry provisions Say Such provisions som enjoyed v this zivot those verit! I dobre provisions bol exclusively ich Dni Vzkriesenie. My thus explain revelations zaludnit kto zauzlit"},{"SurahNumber":7,"VerseNumber":33,"Text":"Say Moj Lord zakazat len zly cin je they zjavny zatajit zhresit unjustifiable aggression set GOD powerless idols do say GOD co ona nie zauzlit"},{"SurahNumber":7,"VerseNumber":34,"Text":"each obec there predetermined zivot span Once ich interim pod koniec they nie zdrzat it 1 hodiny nor zaloha it"},{"SurahNumber":7,"VerseNumber":35,"Text":"O dieta Adam when posol pojdem ona ona recite Moj revelations do ona those berie heed lead righteous zivot have nothing fear nor will they rmutit sa"},{"SurahNumber":7,"VerseNumber":36,"Text":"Mat rad for those zamietnut our revelations som i arrogant uphold them they incurred Hell wherein they abide forever"},{"SurahNumber":7,"VerseNumber":37,"Text":"Kto zly than those je invent laicky GOD zavrhnut Jeho revelations? These get ich share v accordance s scripture potom when our posol pojdem zakoncit ich zivot they say Kde bol idols ona pouzivat implore GOD They say They zhyraly us. They bear svedok themselves they bol disbelievers"},{"SurahNumber":7,"VerseNumber":38,"Text":"He say Zapisat previous obec z jinns humans into Hell. Kazdy cas zoskupit zapisat they curse ich ancestral zoskupit! Once they bol all it neskoro jeden say z previous jeden Our Lord these je the jeden zmylit us! Dat them zdvojnasobit retribution Hell. He say Each receives zdvojnasobit ona nie zauzlit"},{"SurahNumber":7,"VerseNumber":39,"Text":"ancestral zoskupit will say do neskoro zoskupit Since ona had advantage us chut retribution tvoj own zhresit"}]}