{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"O'dur ki, sizin için gökten bir su indirdi. İçeceğ(iniz) ondandır ve hayvanları otlattığınız ağaç(lar, bitkiler) ondan(sulanıp filizlenmekte)dir"},{"SurahNumber":16,"VerseNumber":11,"Text":"Onunla size ekin, zeytin, hurma, üzümler ve her çeşit meyvalardan bitirmektedir. Şüphesiz bunda düşünen bir toplum için ibret vardır"},{"SurahNumber":16,"VerseNumber":12,"Text":"Geceyi, gündüzü, güneşi ve ay'ı sizin hizmetinize verdi. Yıldızlar da O'nun emriyle (size) boyun eğdirilmiştir. Şüphesiz bunda aklını kullanan bir toplum için ibretler vardır"},{"SurahNumber":16,"VerseNumber":13,"Text":"Yeryüzünde yarattığı çeşitli renklerdeki(hayvanları, bitki)leri de (sizin hizmetinize verdi). Şüphesiz bunda öğüt alan bir toplum için ibret vardır"},{"SurahNumber":16,"VerseNumber":14,"Text":"O, denizi de (hizmetinize) verdi ki ondan taptaze et yiyesiniz ve ondan kuşanacağınız süsler çıkarasınız. Görüyorsun ki gemiler, denizi yara yara akıp gitmektedir. Allah'ın lutfunu aramanız ve O'na şükretmeniz için"},{"SurahNumber":16,"VerseNumber":15,"Text":"Sizi sarsar diye arza ağır baskılar attı, ırmaklar ve yollar yaptı ki doğru yolu bulasınız (amaçlarınıza eresiniz)"},{"SurahNumber":16,"VerseNumber":16,"Text":"(Yol bulmak için yararlanılacak) işaretler de (yarattı). Onlar yıldız(lar)la da yol bulurlar"},{"SurahNumber":16,"VerseNumber":17,"Text":"Yaratan, yaratmayan gibi midir? Hiç düşünmüyor musunuz"},{"SurahNumber":16,"VerseNumber":18,"Text":"Eğer Allah'ın ni'metini saysanız, sayamazsınız. Doğrusu Allah çok bağışlayan, çok esirgeyendir"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah, gizlediğiniz ve açığa vurduğunuz her şeyi bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Allah'tan başka yalvardıkları (tanrılar), hiçbir şey yaratamazlar, zaten kendileri yaratılmaktadırlar"},{"SurahNumber":16,"VerseNumber":21,"Text":"Onlar ölüdürler, diri değildirler. Ne zaman dirileceklerini de bilmezler"}]}