{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"Разве ты не смотрел с удивлением на лицемеров? Они повторяют своим неуверовавшим братьям из обладателей Писания (бану ан-Надир): \"Клянёмся Аллахом! Если вас заставят покинуть Медину, то мы отправимся вместе с вами, и мы никогда не подчинимся ничьему приказу воевать против вас. Если мусульмане будут сражаться с вами, то мы поддержим вас\". Но Аллах свидетельствует, что данные ими обещания - ложь"},{"SurahNumber":59,"VerseNumber":12,"Text":"Если иудеи будут изгнаны, то лицемеры не выйдут вместе с ними; если кто-нибудь будет сражаться против них, то лицемеры не окажут им помощи; а если и помогут, то обратятся в бегство, и те будут побеждены"},{"SurahNumber":59,"VerseNumber":13,"Text":"Ведь вы, о мусульмане, вселяете в сердца лицемеров и иудеев больше страха, чем Аллах, поскольку они не знают истинной веры"},{"SurahNumber":59,"VerseNumber":14,"Text":"Иудеи не будут сражаться с вами все вместе, кроме как в крепостях или из-за укреплённых стен, которыми они прикрываются. Их вражда друг к другу очень сильна. Ты думаешь, что они едины, но их сердца разъединены. Они обладают этими качествами, потому что они не понимают последствий того, что они делают"},{"SurahNumber":59,"VerseNumber":15,"Text":"Иудеи \"бану ан-Надир\" подобны неуверовавшим, которые были до них недавно: они вкусили мучительное наказание в этой жизни за то, что они не уверовали и нарушили свои обеты, а в будущей жизни им уготованы муки ещё страшнее"},{"SurahNumber":59,"VerseNumber":16,"Text":"Лицемеры, подбившие иудеев \"бану ан-Надир\" на бунт против посланника Аллаха, подобны шайтану, соблазнившему человека отвратиться от веры, сказав ему: \"Будь неверным!\" А когда человек стал неверным, он сказал ему: \"Я отрекаюсь от тебя. Я страшусь Аллаха, Господа миров"},{"SurahNumber":59,"VerseNumber":17,"Text":"Воздаянием для шайтана и тех, кого он соблазнил, - адский огонь, где они вечно пребудут. Такое вечное пребывание в адском огне - воздаяние нечестивцам, отклонившимся от пути истины"}]}