{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":80,"Text":"Desesperado de hacerle cambiar, celebraron una consulta. El mayor dijo: «¿Habéis olvidado que vuestro padre os ha exigido comprometeros ante Alá y cómo faltasteis antes a José? Yo no saldré de este país hasta que mi padre me lo permita o hasta que Alá decida en mi favor, que Él es el Mejor en decidir"},{"SurahNumber":12,"VerseNumber":81,"Text":"Regresad a vuestro padre y decid: '¡Padre! Tu hijo ha robado. No atestiguamos sino lo que sabemos. No podíamos vigilar lo oculto"},{"SurahNumber":12,"VerseNumber":82,"Text":"Interroga a la ciudad en que nos hallábamos y a la caravana con la cual hemos venido. ¡Sí, decimos la verdad!'»"},{"SurahNumber":12,"VerseNumber":83,"Text":"Dijo: «¡No! Vuestra imaginación os ha sugerido esto. ¡Hay que tener digna paciencia! Tal vez Alá me los devuelva a todos. Él es el Omnisciente, el Sabio»"},{"SurahNumber":12,"VerseNumber":84,"Text":"Y se alejó de ellos y dijo: «¡Qué triste estoy por José!» Y, de tristeza, sus ojos perdieron la vista. Sufría en silencio"},{"SurahNumber":12,"VerseNumber":85,"Text":"Dijeron: «¡Por Alá, que no vas a dejar de recordar a José hasta ponerte enfermo o morir!»"},{"SurahNumber":12,"VerseNumber":86,"Text":"Dijo: «Sólo me quejo a Alá de mi pesadumbre y de mi tristeza. Pero sé por Alá lo que vosotros no sabéis"},{"SurahNumber":12,"VerseNumber":87,"Text":"¡Hijos míos! ¡Id e indagad acerca de José y de su hermano y no desesperéis de la misericordia de Alá, porque sólo el pueblo infiel desespera de la misericordia de Alá!»"},{"SurahNumber":12,"VerseNumber":88,"Text":"Cuando estuvieron ante él, dijeron: «¡Poderoso! Hemos sufrido una desgracia, nosotros y nuestra familia, y traemos una mercancía de poco valor. ¡Danos, pues, la medida justa y haznos caridad! Alá retribuye a los que hacen la caridad»"},{"SurahNumber":12,"VerseNumber":89,"Text":"Dijo: «¿Sabéis lo que, en vuestra ignorancia, hicisteis a José y a su hermano?»"},{"SurahNumber":12,"VerseNumber":90,"Text":"Dijeron: «¿De veras eres tú José?» Dijo: «¡Yo soy José y éste es mi hermano! Alá nos ha agraciado. Quien teme a Alá y es paciente...Alá no deja de remunerar a quienes hacen el bien»"},{"SurahNumber":12,"VerseNumber":91,"Text":"Dijeron: «¡Por Alá! Ciertamente, Alá te ha preferido a nosotros. ¡Hemos pecado!»"},{"SurahNumber":12,"VerseNumber":92,"Text":"Dijo: «¡Hoy no os reprochéis nada! ¡Alá os perdonará Él es la Suma Misericordia"},{"SurahNumber":12,"VerseNumber":93,"Text":"¡Llevaos esta camisa mía y aplicadla al rostro de mi padre: recuperará la vista! ¡Traedme luego a vuestra familia, a todos!»"}]}