{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"En toen de karavaan het land uittrok, zei hun vader. \"Voorwaar, ik ruik de geur van Yôesoef, als jullie mij niet als zwakzinnig zouden beschouwen (zou ik jullie vertellen dat Yôesoef nog leeft)"},{"SurahNumber":12,"VerseNumber":95,"Text":"Zij zeiden: \"Bij Allah, voorwaar, jij verkeert nog in je oude waanvoorstelling"},{"SurahNumber":12,"VerseNumber":96,"Text":"En toen de verkondiger van de verheugende tijding kwam, legde hij het (hemd) op zijn gezicht, hij (Ya'qôeb) kreeg vervolgens zijn gezichtsvermogen terug, en zei: \"Voorwaar, heb ik jullie niet gezegd dat ik van Allah weet wat jullie niet weten"},{"SurahNumber":12,"VerseNumber":97,"Text":"Zij zeiden: \"O onze vader, vraag voor ons vergeving voor onze zonden. Voorwaar, wij waren zondaren"},{"SurahNumber":12,"VerseNumber":98,"Text":"Hij (Ya'qôeb) zei: \"Ik zal mijn Heer vergeving voor jullie vragen. Voorwaar, Hij is de Vergevens-gezinde, de Meest Barmhartige"},{"SurahNumber":12,"VerseNumber":99,"Text":"Toen zij binnenkwamen bij Yôesoef, omhelsde hij zijn onders, en hij zei: \"Gaat Egypte binnen. Als Allah het wil, zullen jullie veilig zijn"},{"SurahNumber":12,"VerseNumber":100,"Text":"En hij bracht zijn ouders naar de slaapplaats. En zij wierpen zich ter aarde voor hem (Yôesoef). En hij zei: \"O mijn vader, dit is de uitleg van mijn vroegere droom; waarlijk, mijn Heer heeft het werkelijkheid laten worden. En waarlijk, mijn Heer heeft goed voor mij gezorgd toen hij mij vrijgelaten heeft uit de gevangenis en toen hij jullie uit de woestijn bracht, nadat de Satan de relatie tussen mij en mijn broeders verbroken had. Voorwaar, mijn Heer is Zachtmoedig voor wie Hij wil. Voorwaar, Hij is de Alwetende, de Alwijze"},{"SurahNumber":12,"VerseNumber":101,"Text":"O mijn Heer, voorzeker, U heeft mij een gedeelte van het koninkrijk gegeven en U heeft mij de uitleg van de dromen onderwezen. Schepper van de hemelen en de aarde, U bent mijn Beschermer, op de wereld en in het Hiernamaals, doe rnij sterven als iemand die zich (aan Allah) overgegeven heeft en verenig mij met de oprechten"},{"SurahNumber":12,"VerseNumber":102,"Text":"Dit behoort tot de goschiedenissen over het onwaarneembare, die Wij aan jou (O Moehammad) openbaren. Jij was niet bij hen, toen zij bijeenkwamen voor hun zaak, terwijl zij een list beraamden"},{"SurahNumber":12,"VerseNumber":103,"Text":"En er zijn veel mensen (die niet goloven), ook al wens jij dat zij gelovigen worden"},{"SurahNumber":12,"VerseNumber":104,"Text":"En jij (O Moehammad) vraagt van hen daarvoor geen beloning, hij (de Koran) is slechts een Vermaning voor de werelden"}]}