{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"“Allah ndiye amatenga mizimu pa nthawi ya imfa yake ndipo amatenga mizimu yomwe siidafe panthawi yogona tulo. Ndipo amaigwira mizimu imene wailamula kufa, (osaibwezera ku matupi awo). Koma inayo amaitumiza (kumatupi awo, yomwe nthawi yake siidakwane) kuti ikwaniritse nthawi yake imene idaikidwa. Ndithu m’zimenezi muli zisonyezo kwa anthu olingalira"},{"SurahNumber":39,"VerseNumber":43,"Text":"“Kodi adzipangira awomboli kusiya Allah? Nena: “Ngakhale kuti (awombolio) alibe mphamvu ndi kuzindikira pa chilichonse?”"},{"SurahNumber":39,"VerseNumber":44,"Text":"“Nena: “Chiombolo chonse chili kwa Allah; ufumu wa kumwamba ndi pansi Ngwake; kenako kwa Iye m’dzabwezedwa.”"},{"SurahNumber":39,"VerseNumber":45,"Text":"“Ndipo pamene Allah Yekha akutchulidwa, mitima ya amene sakhulupirira tsiku la chimaliziro imanyansidwa; koma akatchulidwa amene sali Iye, iwo amakondwa"},{"SurahNumber":39,"VerseNumber":46,"Text":"“Nena: “E Allah! Mlengi wa thambo ndi nthaka! Wodziwa zobisika ndi zooneka! Inu mudzaweruza pakati pa akapolo Anu pa zimene adali kusemphana.”"},{"SurahNumber":39,"VerseNumber":47,"Text":"“Ndipo amene adzichitira zoipa, ngakhale kukadakhala kuti ali nazo zonse za mnthaka pamodzi ndi zina zonga izo, akadadziombola nazo ku chilango choipa cha tsiku la Qiyâma (koma sizikanatheka). Ndipo zidzawaonekera kuchokera kwa Allah, zomwe sadali kuziyembekezera"},{"SurahNumber":39,"VerseNumber":48,"Text":"“Kukawaonekera kuipa kwa zimene adazichita, ndipo zikawazinga zimene adali kuzichitira chipongwe"},{"SurahNumber":39,"VerseNumber":49,"Text":"“Pamene munthu mavuto amkhudza, amatipempha (uku ali wodzichepetsa); koma tikampatsa mtendere wochokera kwa Ife, amanena kuti: “Ndapatsidwa mtendere uwu chifukwa chakudziwa kwanga (njira zoupezera).” (Sichoncho) koma mtendere umenewu ndi mayeso; koma ambiri a iwo sadziwa"},{"SurahNumber":39,"VerseNumber":50,"Text":"“Ndithu adanenanso zonga zimenezi omwe adalipo patsogolo pawo, koma sizidawathandize zimene adali kuchita"},{"SurahNumber":39,"VerseNumber":51,"Text":"“Choncho, zidawapeza zoipa za zomwe adazichita. Ndipo amene achita chinyengo mwa awa, posachedwa kuwapeza kuipa kwa zomwe achita, ndipo iwo sangamlempheretse (Allah)"},{"SurahNumber":39,"VerseNumber":52,"Text":"“Kodi iwo sadziwa kuti Allah amamtambasulira zopatsa zake yemwe wamfuna, ndi kumchepetsera (amene wamfuna)? Ndithu m’zimenezi muli malingaliro kwa anthu okhulupirira"}]}