{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"Prophète ! Pourquoi, voulant satisfaire tes épouses, t’interdis-tu ce qu’Allah t’a rendu licite ? Allah est Très Clément et Très Miséricordieux"},{"SurahNumber":66,"VerseNumber":2,"Text":"Allah, votre Maître, l’Omniscient, l’infiniment Sage, vous a indiqué le moyen légal de vous délier de vos serments"},{"SurahNumber":66,"VerseNumber":3,"Text":"Un jour, le Prophète confia à l’une de ses épouses un secret que celle-ci dévoila[1453]. Informé par son Seigneur, le Prophète lui rappela une partie du secret qu’elle venait de divulguer et se tut sur le reste. Son épouse lui demanda alors : « Qui donc a bien pu t’en informer ? » Il répondit : « J’ai été informé par Celui qui est Omniscient et qui connaît les réalités les mieux cachées. »"},{"SurahNumber":66,"VerseNumber":4,"Text":"Si vous revenez toutes deux à Allah, votre attitude exige en effet un tel repentir. Si, au contraire, vous persistez à vous liguer contre lui, alors sachez qu’Allah est son soutien, ainsi que Gabriel, les croyants vertueux et les anges, qui sauront eux aussi l’assister"},{"SurahNumber":66,"VerseNumber":5,"Text":"Son Seigneur pourrait très bien, s’il vous répudiait, lui faire don, en échange, d’épouses meilleures que vous : soumises à Allah, croyantes, obéissantes, pleines de repentir et de dévotion, jeûnant assidûment, ayant déjà connu le mariage ou encore vierges"},{"SurahNumber":66,"VerseNumber":6,"Text":"Vous qui croyez ! Préservez-vous, ainsi que vos familles, d’un feu alimenté par les hommes et les pierres, et gardé par des anges implacables et redoutables qui ne désobéissent jamais à Allah, mais dont ils exécutent au contraire tous les ordres"},{"SurahNumber":66,"VerseNumber":7,"Text":"« Vous qui avez rejeté la foi[1454] ! Ne cherchez aujourd’hui aucune excuse ! Vous ne serez rétribués que pour prix de vos œuvres passées. »"}]}