{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":10,"VerseNumber":61,"Text":"Što god ti činio, i što god iz Kur'ana učio i kakav god vi posao radili, Mi nad vama bdijemo dok god se time zanimate. Gospodaru tvome nije ništa skriveno ni na Zemlji ni na nebu, ni koliko trun jedan, i ne postoji ništa, ni manje ni veće od toga, što nije u Knjizi jasnoj"},{"SurahNumber":10,"VerseNumber":62,"Text":"Zaista, za Allahove štićenike nema straha i oni ni za čim ne treba da tuguju"},{"SurahNumber":10,"VerseNumber":63,"Text":"oni koji budu vjerovali i koji se budu Allaha bojali"},{"SurahNumber":10,"VerseNumber":64,"Text":"za njih su dobre vijesti i na ovom i na drugom svijetu – Allahove riječi niko ne može izmijeniti – to je, zaista, uspjeh veliki"},{"SurahNumber":10,"VerseNumber":65,"Text":"Neka te ne žaloste riječi njihove! Uistinu, sva moć pripada Allahu; On je Svečujući i Sveznajući"},{"SurahNumber":10,"VerseNumber":66,"Text":"Zaista, u Allahovoj je vlasti sve što je na nebesima i na Zemlji. A oni koji se, pored Allaha, božanstvima mole, povode se samo za pretpostavkama i samo laži izmišljaju"},{"SurahNumber":10,"VerseNumber":67,"Text":"On je Taj Koji vam je dao noć da u njoj počinak imate, a dan da vidite. U tome su, zaista, znakovi za ljude koji čuju"},{"SurahNumber":10,"VerseNumber":68,"Text":"Neki govore: \"Allah je Sebi uzeo dijete!\" Uzvišen je On! On ni o kom ovisan nije! Sve što je na nebesima i na Zemlji Njegovo je! Vi za to nikakva dokaza nemate. Zašto o Allahu govorite ono što ne znate"},{"SurahNumber":10,"VerseNumber":69,"Text":"Reci: \"Oni koji o Allahu laži iznose neće uspjeti"},{"SurahNumber":10,"VerseNumber":70,"Text":"Uživat će kratko na ovom svijetu, a zatim će se Nama vratiti i Mi ćemo dati da iskuse žestoku patnju zato što nisu vjerovali"}]}