{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"وہی ہے جس نے اتارا آسمان سے تمہارے لئے پانی اس سے پیتے ہو اور اسی سے درخت ہوتے ہیں جس میں چراتے ہو [۱۶]"},{"SurahNumber":16,"VerseNumber":11,"Text":"اگاتا ہے تمہارے واسطے اس سے کھیتی اور زیتون اور کھجوریں اور انگور اور ہر قسم کے میوے اس میں البتہ نشانی ہے ان لوگوں کو جو غور کرتے ہیں [۱۷]"},{"SurahNumber":16,"VerseNumber":12,"Text":"اور تمہارے کام میں لگا دیا رات اور دن اور سورج اور چاند کو اور ستارے کام میں لگے ہیں اسکے حکم سے [۱۸] اس میں نشانیاں ہیں ان لوگوں کو جو سمجھ رکھتے ہیں"},{"SurahNumber":16,"VerseNumber":13,"Text":"اور جو چیزیں پھیلائیں تمہارے واسطے زمین میں رنگ برنگ کی [۱۹] اس میں نشانی ہے ان لوگوں کو جو سوچتے ہیں"},{"SurahNumber":16,"VerseNumber":14,"Text":"اور وہی ہے جس نے کام میں لگا دیا دریا کو کہ کھاؤ اس میں سے گوشت تازہ اور نکالو اس میں سے گہنا جو پہنتے ہو اور دیکھتا ہے تو کشتیوں کو چلتی ہیں پانی پھاڑ کر اسمیں (دریا میں) [۲۰] اور اس واسطے کہ تلاش کرو اسکے فضل سے اور تاکہ احسان مانو [۲۱]"},{"SurahNumber":16,"VerseNumber":15,"Text":"اور رکھ دیے زمین پر بوجھ (پہاڑ) کہ کبھی جھک پڑے تم کو لے کر [۲۲] اور بنائیں ندیاں [۲۳] اور راستے تا کہ تم راہ پاؤ [۲۴]"},{"SurahNumber":16,"VerseNumber":16,"Text":"اور بنائیں (رکھیں) علامتیں [۲۵] اور ستاروں سے لوگ راہ پاتے ہیں [۲۶]"},{"SurahNumber":16,"VerseNumber":17,"Text":"بھلا جو پیدا کرے برابر ہے اس کے جو کچھ نہ پیدا کرے کیا تم سوچتے نہیں [۲۷]"},{"SurahNumber":16,"VerseNumber":18,"Text":"اور اگر شمار (گنو) کرو اللہ کی نعمتوں کو نہ پورا کر سکو گے ان کو [۲۸] بیشک اللہ بخشنے والا مہربان ہے [۲۹]"},{"SurahNumber":16,"VerseNumber":19,"Text":"اور اللہ جانتا ہے جو تم چھپاتے ہو اور جو ظاہر کرتے ہو [۳۰]"},{"SurahNumber":16,"VerseNumber":20,"Text":"اور جن کو پکارتے ہیں اللہ کے سوائے کچھ پیدا نہیں کرتے اور وہ خود پیدا کئے ہوئے ہیں [۳۱]"},{"SurahNumber":16,"VerseNumber":21,"Text":"مردے ہیں جن میں جان نہیں [۳۲] اور نہیں جانتے کب اٹھائے جائیں گے [۳۳]"}]}