{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"O you who believe! If you obey and fear Allah, He will grant you Furqan, and will expiate for you your sins, and forgive you; and Allah is the Owner of the great bounty"},{"SurahNumber":8,"VerseNumber":30,"Text":"And (remember) when the disbelievers plotted against you to imprison you, or to kill you, or to expel you (from your home, Makkah); they were plotting and Allah too was plotting; and Allah is the best of plotters"},{"SurahNumber":8,"VerseNumber":31,"Text":"And when Our Ayat are recited to them, they say: \"We have heard (the Qur'an); if we wish we can say the like of this. This is nothing but the tales of the ancients"},{"SurahNumber":8,"VerseNumber":32,"Text":"And (remember) when they said: \"O Allah! If this (the Qur'an) is indeed the truth (revealed) from You, then rain down stones on us from the sky or bring on us a painful torment"},{"SurahNumber":8,"VerseNumber":33,"Text":"And Allah would not punish them while you (Muhammad) are among them, nor will He punish them while they seek (Allah's) forgiveness"},{"SurahNumber":8,"VerseNumber":34,"Text":"And why should not Allah punish them while they hinder (men) from Al-Masjid Al-Haram, and they are not its guardians None can be its guardians except those who have Taqwa, but most of them know not"},{"SurahNumber":8,"VerseNumber":35,"Text":"Their Salah at the House was nothing but Muka' and Tasdiyah. Therefore taste the punishment because you used to disbelieve"},{"SurahNumber":8,"VerseNumber":36,"Text":"Verily, those who disbelieve spend their wealth to hinder (men) from the path of Allah, and so will they continue to spend it; but in the end it will become an anguish for them. Then they will be overcome. And those who disbelieve will be gathered unto Hell"},{"SurahNumber":8,"VerseNumber":37,"Text":"In order that Allah may distinguish the wicked from the good, and put the wicked one over another, heap them together and cast them into Hell. Those! it is they who are the losers"}]}