{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":1,"Text":"The Hour of Doom is drawing near and the moon is rent asunder"},{"SurahNumber":54,"VerseNumber":2,"Text":"Whenever they see a miracle, they turn away from it and say, \"This is just a powerful magic"},{"SurahNumber":54,"VerseNumber":3,"Text":"They have rejected it and have followed their own desires, but all matters will be settled (by God)"},{"SurahNumber":54,"VerseNumber":4,"Text":"They have certainly received the kind of news in which there is a lesson and strong words of wisdom"},{"SurahNumber":54,"VerseNumber":5,"Text":"but the warnings have proved to have no effect on them"},{"SurahNumber":54,"VerseNumber":6,"Text":"(Muhammad), leave them alone. On the day when they will be called to a terrible punishment"},{"SurahNumber":54,"VerseNumber":7,"Text":"they will come out of their graves, their eyes cast down, hastening towards their Summoner as locusts rushing about"},{"SurahNumber":54,"VerseNumber":8,"Text":"These disbelievers will say, \"This is a hard day"},{"SurahNumber":54,"VerseNumber":9,"Text":"The people of Noah, who lived before them, had also rejected (Our guidance). They rejected Our servant and said, \"He is an insane person so let us drive him away"},{"SurahNumber":54,"VerseNumber":10,"Text":"Noah prayed, \"Lord, help me; I am defeated"},{"SurahNumber":54,"VerseNumber":11,"Text":"We opened the gates of the sky and water started to pour down"},{"SurahNumber":54,"VerseNumber":12,"Text":"We caused the earth to burst forth with springs so that the waters could come together for a predestined purpose"},{"SurahNumber":54,"VerseNumber":13,"Text":"We carried him, (Noah), on a vessel built with boards fixed together with nails"},{"SurahNumber":54,"VerseNumber":14,"Text":"which floated on the water before Our very eyes. The flood was a recompense for the deeds of the disbelievers"},{"SurahNumber":54,"VerseNumber":15,"Text":"We made (the story of Noah) as evidence of the Truth. However, is there anyone who would take heed"},{"SurahNumber":54,"VerseNumber":16,"Text":"How terrible was My torment and the result of (their disregard) of My warning"},{"SurahNumber":54,"VerseNumber":17,"Text":"We have made the Quran easy to understand, but is there anyone who would pay attention"},{"SurahNumber":54,"VerseNumber":18,"Text":"The people of `Ad rejected Our guidance. How terrible was My torment and the result (of their disregard) of My warning"},{"SurahNumber":54,"VerseNumber":19,"Text":"On an unfortunate day We sent upon them a continuous violent wind"},{"SurahNumber":54,"VerseNumber":20,"Text":"which hurled people around like uprooted trunks of palm-trees"},{"SurahNumber":54,"VerseNumber":21,"Text":"How terrible was Our torment and the result of (their disregard) of Our warning"},{"SurahNumber":54,"VerseNumber":22,"Text":"We have made the Quran easy to understand, but is there anyone who would pay attention"}]}