{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Iar dacã te învinuiesc pe tine de minciunã, atunci spune: \"A meaeste fapta mea ºi a voastrã este fapta voastrã! Voi nu sunteþi rãspunzãtori de ceea ce fac eu, iar eu nu sunt rãspunz&at"},{"SurahNumber":10,"VerseNumber":42,"Text":"Unii dintre ei ascultã la tine, dar poþi tu sã-i faci sã audã pe surzi, când ei nu pricep"},{"SurahNumber":10,"VerseNumber":43,"Text":"Unii dintre ei privesc la tine, dar poþi tu sã-i cãlãuzeºti pe orbi, când ei nu vãd"},{"SurahNumber":10,"VerseNumber":44,"Text":"Allah nu-i nedreptãþeºte pe oameni întru nimic, ci oamenii înºiºi sunt nedrepþi faþã de ei"},{"SurahNumber":10,"VerseNumber":45,"Text":"ªi [în] Ziua în care El îi va aduna, va fi ca ºi cum ei nu ar fi rãmas[în viaþã] decât un ceas dintr-o zi, în care s-au cunoscut între ei, ºi vorpierde aceia care au tãgãduit întâlnirea cu Allah ∨"},{"SurahNumber":10,"VerseNumber":46,"Text":"ªi fie cã îþi arãtãm o parte din cele cu care îi ameninþãm pe ei, fie cã te luãm pe tine la Noi [mai înainte], cãci la Noi este întoarcerea lor. ªi Allah este martor pentru ceea ce e"},{"SurahNumber":10,"VerseNumber":47,"Text":"Fiecare comunitate are un trimis , iar când vine trimisul lor, se face judecatã între ei cu dreptate, iar ei nu vor fi nedreptãþiþi"},{"SurahNumber":10,"VerseNumber":48,"Text":"Ei zic: \"ªi când se împlineºte aceastã promisiune , dacã voi sunteþi întru adevãr"},{"SurahNumber":10,"VerseNumber":49,"Text":"Spune: \"Eu nu am nici o putere spre dãunarea sau spre folosulmeu, afarã de ceea ce voieºte Allah. Fiecare comunitate are un soroc ºi când le soseºte sorocul, ei nu-l pot întârzia nici mãcar cu unceas ºi"},{"SurahNumber":10,"VerseNumber":50,"Text":"Spune: “Vedeþi?! Dacã va veni osânda Lui - în timpul nopþii sau în timpul zilei - ce ar putea pãcãtoºii sã grãbeascã din ea?”"},{"SurahNumber":10,"VerseNumber":51,"Text":"ªi atunci când va veni, veþi crede voi în ea? Acum credeþi voi în ceea ce aþi voit sã grãbiþi"},{"SurahNumber":10,"VerseNumber":52,"Text":"Apoi li se va zice celor care au fost nedrepþi : “Gustaþi voi chinul cel veºnic! Sunteþi voi rãsplãtiþi cu altceva decât cu ceea ce v-aþi agonisit"},{"SurahNumber":10,"VerseNumber":53,"Text":"ªi ei îþi cer þie desluºire: \"Acest lucru este adevãrat?\" Spune:\"Da! [Jur] pe Domnul meu, acest lucru este adevãrat! ªi voi nu-l veþi putea împiedica"}]}