{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"Ey Peygamber, kafirlerle ve münafıklarla savaş, onlara karşı şiddetli davran. Onların yurdu cehennemdir ve orası, ne de kötü dönülüp varılacak bir yerdir"},{"SurahNumber":9,"VerseNumber":74,"Text":"Söylemediklerine dair yemin ederler Allah adına, fakat andolsun ki, küfür sözünü söyledi onlar ve Müslüman olduklarını izhar ettikten sonra kafir oldular, elde edemedikleri şeyi de yapmaya çalıştılar, bu öç almaya kalkışmaları da ancak Allah'ın ve Peygamberinin, lütfedip onları zenginleştirmesine karşılıktı. Tövbe ederlerse hayırlı olur onlara, fakat yüz çevirirlerse Allah, onları dünyada da, ahirette de elemli bir azapla azaplandırır ve yeryüzünde onlara ne bir dost bulunur, ne bir yardımcı"},{"SurahNumber":9,"VerseNumber":75,"Text":"Onlardan, bize lutfuyla, keremiyle ihsanda bulunursa biz de yoksullara tasadduk ederiz ve mutlaka iyi kişilerden oluruz diye Allah'la ahdedenler de var"},{"SurahNumber":9,"VerseNumber":76,"Text":"Fakat lutfedip ihsan edince verdiği şeyde nekesliğe başlarlar, ahitlerinden dönerler, zaten onlar dinden dönmüş kişilerdir"},{"SurahNumber":9,"VerseNumber":77,"Text":"Böylece de Allah'a ettikleri vaadi tutmadıklarından ve yalan söylediklerinden dolayı kendisine kavuşacakları güne dek yüreklerine münafıklığı ilka etti"},{"SurahNumber":9,"VerseNumber":78,"Text":"Hala da bilmezler mi ki Allah, şüphe yok ki onların gizlediklerini de bilir, fısıltıyla konuşup aralarında gizli kalan sözlerini de ve şüphe yok ki gizli şeyleri en iyi bilen, Allah'tır"},{"SurahNumber":9,"VerseNumber":79,"Text":"İnananlardan, istekleriyle ve farz edilenden fazla tasadduk edenlerle ve güçleri neye yetiyorsa ancak o kadar verenlerle alay edip onları ayıplayanları Allah, bu hareketlerinin karşılığı olarak cezalandırır ve onlar için elemli bir azap var"},{"SurahNumber":9,"VerseNumber":80,"Text":"İstersen onların yarlıganmalarını dile, istersen dileme. Suçlarının örtülmesi için yetmiş kere niyaz etsen gene de Allah, kesin olarak yarlıgamaz onları. Bu da, Allah'ı ve Peygamberini inkar etmeleri, kafir olmaları dolayısıyladır ve Allah buyruktan çıkan kötü topluluğu doğru yola sevketmez"}]}