{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"And the Trumpet will be blown, and see, out of the graves they rush forth to their Lord"},{"SurahNumber":36,"VerseNumber":52,"Text":"They will cry: \"Woe to us! Who has raised us from our place of sleep? (We have come to know that) this is what the All-Merciful promised, and that the Messengers spoke the truth"},{"SurahNumber":36,"VerseNumber":53,"Text":"It is but one single blast, and see, they will all have been (raised and) arraigned together before Us (for judgment)"},{"SurahNumber":36,"VerseNumber":54,"Text":"On that Day, no soul will be wronged in the least, and you will not be recompensed for anything but what you used to do"},{"SurahNumber":36,"VerseNumber":55,"Text":"Surely the companions of Paradise will on that Day be in happy occupations enjoying the blessings (of Paradise that God will grant them abundantly out of His grace, in return for their good deeds)"},{"SurahNumber":36,"VerseNumber":56,"Text":"They and their spouses are in pleasant shade (safe from any troubling weather), reclining on thrones"},{"SurahNumber":36,"VerseNumber":57,"Text":"They will have therein the fruit (of their good deeds in the world), and they will have whatever they call for"},{"SurahNumber":36,"VerseNumber":58,"Text":"Peace!\" is the word (of welcome for them and of safety from any trouble) from the Lord All- Compassionate (toward His believing servants)"},{"SurahNumber":36,"VerseNumber":59,"Text":"And you, O disbelieving criminals! Get you apart this Day"},{"SurahNumber":36,"VerseNumber":60,"Text":"Did I not make a covenant with you, O children of Adam, that you should not worship Satan? Indeed he is a manifest enemy to you"},{"SurahNumber":36,"VerseNumber":61,"Text":"And that you should worship Me alone. This is a straight path (for you to follow)"},{"SurahNumber":36,"VerseNumber":62,"Text":"Yet he has assuredly caused great multitudes of you to go astray. Should you not reason and take heed"},{"SurahNumber":36,"VerseNumber":63,"Text":"This is Hell, with which you were threatened (repeatedly)"},{"SurahNumber":36,"VerseNumber":64,"Text":"Enter it this Day to roast because you persistently disbelieved"},{"SurahNumber":36,"VerseNumber":65,"Text":"That Day We will set a seal upon their mouths, and their hands will speak to Us, and their feet will bear witness to what they earned (in the world)"},{"SurahNumber":36,"VerseNumber":66,"Text":"If We had so willed, We could certainly have blotted out their eyes, and they would rush around for the right path. How then would they be able to see their way"},{"SurahNumber":36,"VerseNumber":67,"Text":"If We had so willed, We could have fixed them in their places (immobilized where they are), unable to go forward or turn back"}]}