{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":38,"Text":"Sano niille, jotka eivät usko, että jos he herkeävät epäuskostaan, annetaan heille heidän entiset tekonsa anteeksi, mutta jos lankeavat uudelleen, niin on entisten rangaistus heidän silmiensä edessä"},{"SurahNumber":8,"VerseNumber":39,"Text":"Ja taistelkaa heitä vastaan, kunnes kaikki kiusaukset taukoavat ja kunnes Jumalan tuomiota noudatetaan kaikessa. Mutta jos he taas mielensä muuttavat, kyllä Jumala näkee, mitä he tekevät"},{"SurahNumber":8,"VerseNumber":40,"Text":"Ja jos he kääntävät teille selkänsä, niin tietäkää, että Jumala on suojelijanne, paras liittolaisenne ja auttajanne"},{"SurahNumber":8,"VerseNumber":41,"Text":"Ja tietäkää, että hankkimastanne sotasaaliista kuuluu viides osa Jumalalle, toisin sanoen Hänen lähettiläälleen ja tämän lähiomaisille, orvoille, köyhille ja vaeltajille, jos uskotte Jumalaan ja siihen, minkä lähetimme palvelijallemme ratkaisun päivänä, sinä päivänä, jolloin molemmat sotajoukot kohtasivat toisensa. Jumalan on totisesti kaikki mahti"},{"SurahNumber":8,"VerseNumber":42,"Text":"Muistakaa, miten te olitte tämänpuoleisella rinteellä ja he tuonpuoleisella ja karavaani oli alapuolellanne. Ja jos te olisitte solmineet taistelusopimuksen, olisitte te varmaan rikkoneet välipuheen; mutta asia oli toisin, jotta Jumala saattoi toteuttaa sen, mikä oli tapahtuva, jotta sillä, joka menetti henkensä, olisi menehtyessään selvä todistus edessään, ja jotta se, joka jäi elämään, eläisi selvän todistuksen perusteella; Jumala on, toden totta, kuuleva, tietävä"},{"SurahNumber":8,"VerseNumber":43,"Text":"Muistakaa, miten Jumala unessa antoi heidän (vastustajain) sinusta näyttää harvalukuisilta. Sillä jos Hän olisi antanut sinun nähdä heidät lukuisiksi, väkesi olisi varmasti masentunut, ja te olisitte riidelleet asiasta keskenänne; mutta Jumala varjeli teidät. Hän tuntee totisesti sydänten sisimmät aivoitukset"},{"SurahNumber":8,"VerseNumber":44,"Text":"Ja kun te iskitte yhteen, Hän antoi heidän teidän silmissänne näyttää vähälukuisilta ja teki teidät harvalukuisiksi heidän silmissään, jotta Jumala toteuttaisi asian, jonka tuli tapahtua. Ja Jumalan luo palaa kaikki olevainen"}]}