{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"How many a community that had done wrong have We shattered, and raised up after it another people"},{"SurahNumber":21,"VerseNumber":12,"Text":"And when they perceived Our Might, behold, they tried to flee from it"},{"SurahNumber":21,"VerseNumber":13,"Text":"Flee not away, but return to what you delighted in, and to your dwellings, that you may be questioned"},{"SurahNumber":21,"VerseNumber":14,"Text":"Said they, \"O woe is us! Verily, we were wrong-doers"},{"SurahNumber":21,"VerseNumber":15,"Text":"And that ceased not to be their cry until We made them like mown down fields, extinct (or as smouldering ashes)"},{"SurahNumber":21,"VerseNumber":16,"Text":"We did not create the heaven and the earth and what is between the two in play"},{"SurahNumber":21,"VerseNumber":17,"Text":"Had We wished to find a pastime, We could have found it in (or nearer) Our Presence, if We would do such a thing"},{"SurahNumber":21,"VerseNumber":18,"Text":"Nay, We hurl the True against the False and it does break its head, and lo! It vanishes. But woe to you for what you attribute (to Allah)"},{"SurahNumber":21,"VerseNumber":19,"Text":"Unto Him belongs whoever is in the heavens and the earth, and those who dwell in His Presence are not too proud to serve Him, nor do they weary"},{"SurahNumber":21,"VerseNumber":20,"Text":"They glorify Him by night and day without intermission"},{"SurahNumber":21,"VerseNumber":21,"Text":"Or have they chosen gods from the earth who can raise the dead"},{"SurahNumber":21,"VerseNumber":22,"Text":"Were there in both (heaven and earth) gods beside Allah, both would surely have been disordered. Glorified is Allah, the Lord of the Throne, above all they ascribe unto Him"},{"SurahNumber":21,"VerseNumber":23,"Text":"He can not be questioned concerning what He does, but They shall be questioned"},{"SurahNumber":21,"VerseNumber":24,"Text":"Have they chosen gods beside Him? Say, \"Bring your proofs. This is the reminder (Message) of those who are with me (Muhammad), and of those who were before me.\" Nay, most of them know not the truth, so they turn away"},{"SurahNumber":21,"VerseNumber":25,"Text":"We have not sent any messenger before you, but We inspired him that, \"There is no god but Me, so serve you Me"},{"SurahNumber":21,"VerseNumber":26,"Text":"And they say, \"The Beneficent has taken a son; glorified be He! Nay, but they are honoured servants"},{"SurahNumber":21,"VerseNumber":27,"Text":"They speak not until He speaks; and they act by His command (John)"},{"SurahNumber":21,"VerseNumber":28,"Text":"He knows what is before them, and what is behind them, and they can not intercede except for him whom He accepts; and they shrink through awe of Him"},{"SurahNumber":21,"VerseNumber":29,"Text":"And whoever of them should say, \"Verily, I am God instead of (or besides) Him,\" such a one We recompense with hell; thus do We repay the wrong-doers"}]}