{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"Аспандағылар және жердегілер Аллаһты / барлық кемшіліктен / пәк деп дәріптейді. Ол бәріненҮстем, аса Дана"},{"SurahNumber":57,"VerseNumber":2,"Text":"Аспандардың және жердің билігі Онікі. Ол тірілтеді және өлтіреді. Әрі Ол әрбір нәрсені Жасай алушы"},{"SurahNumber":57,"VerseNumber":3,"Text":"Ол - әл-Әууәл / Өзінен бұрын еш нәрсе болмаған, ең Алғашқы / әрі әл-Ахир / Одан кейін ешнәрсе болмайтын, ең Соңғы / , әз-Зохир / өте Анық, барлық нәрсені Өзіне бағындырып тұрушы, бәрінен Жоғары / , әрі әл-Батин / өте Жасырын, жаратылғандарға көрінбей бәрін қамтып тұрушы, ең Жақын / . Әрі Ол - барлық нәрсені Білуші"},{"SurahNumber":57,"VerseNumber":4,"Text":"Ол сондай, аспандарды және жерді алты күнде жаратты, кейін Аршыға көтерілді. Ол жерге ненің кіретінін және одан ненің шығатынын әрі аспаннан ненің түсетінін және оған ненің көтерілетінін біледі. Әрі Ол қай жерде болсаңдар да сендермен бірге. Аллаһ не істеп жатқандарыңды Көруші"},{"SurahNumber":57,"VerseNumber":5,"Text":"Аспандардың және жердің билігі Оған тән. Әрі / барлық / істер Аллаһқа қайтарылады"},{"SurahNumber":57,"VerseNumber":6,"Text":"Ол түнді күндізге кіргізеді, ал күндізді түнге кіргізеді. Әрі Ол - кеуделердегіні / жүректердегіні / жақсы Білуші"},{"SurahNumber":57,"VerseNumber":7,"Text":"Аллаһқа және Оның Елшісіне сеніңдер әрі Ол сендердің қол астарыңа / иеліктеріңе / берген нәрселерден жұмсаңдар. Сендерден иманға келгендерге әрі жұмсағандарға үлкен сый бар"},{"SurahNumber":57,"VerseNumber":8,"Text":"Елші сендерді өздеріңнің Раббыңа сенуге шақырса да Аллаһқа сенбейтіндей сендерге не болды? Егер сендер иманды / мүмін / болсаңдар, негізінде, Ол / Аллаһ / серттеріңді алған еді"},{"SurahNumber":57,"VerseNumber":9,"Text":"Ол сендерді қараңғылықтардан жарыққа шығару үшін құлына анық аят-белгілер түсіреді. Ақиқатында, Аллаһ - сендерге аса Мейірбан, ерекше Мейірімді"},{"SurahNumber":57,"VerseNumber":10,"Text":"Әрі аспандардың және жердің мирасы Аллаһтікі бола тұрып, Аллаһтың жолында / садақа / бермейтіндей сендерге не болды? Сендерден жеңіске дейін бергендер және соғысқандар / кейінгілермен / бірдей емес. Олардың дәрежесі / жеңістен / кейін берген және соғысқандарғақарағанда үлкенірек. Алайда Аллаһ әрбіріне ең жақсыны / Жәннатты / уәде етті. Аллаһ не істейтіндеріңнен Хабардар"}]}