{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":48,"VerseNumber":11,"Text":"Geride kalan bedeviler, sana: Bizi mallarımız ve ailelerimiz meşgul etti. Bizim için bağışlanma dile diyeceklerdir. Kalblerinde olmayanı dilleri ile söylüyorlar. De ki: Eğer Allah, size bir zarar veya fayda vermek isterse kim sizin için bir şeye sahip olabilir? Oysa hayır, Allah yapmakta olduklarınızdan haberdardır"},{"SurahNumber":48,"VerseNumber":12,"Text":"Aslında siz Peygamber'in ve müminlerin ailelerine bir daha dönmeyeceklerini sanmıştınız. Bu sizin gönüllerinize güzel göründü de kötü zanda bulundunuz ve helakı mahkum bir topluluk oldunuz"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kim Allah’a ve Peygamber'ine iman etmezse, biz o kâfirlere alevli bir ateş hazırladık"},{"SurahNumber":48,"VerseNumber":14,"Text":"Göklerin ve yerin mülkü Allah’a aittir. Dilediğini bağışlar, dilediğini cezalandırır. Allah çokça bağışlayıcıdır, çokça merhametlidir"},{"SurahNumber":48,"VerseNumber":15,"Text":"Geride kalanlar, siz ganimetleri almaya giderken diyecekler ki: Bizi bırakın da size uyalım/ardınızdan gelelim. Allah’ın sözünü değiştirmek istiyorlar. De ki: Asla bizim ardımızdan gelmeyeceksiniz. Daha önce Allah da böyle buyurmuştu. Hayır! Siz bizi çekemiyorsunuz/kıskanıyorsunuz, diyecekler. Hayır! Onlar pek az anlarlar"},{"SurahNumber":48,"VerseNumber":16,"Text":"Bedevilerden (seferden) geri kalanlara de ki: Çok güçlü bir kavme karşı savaşmak için çağrılacaksınız ya da onlar teslim olacaklar. Eğer itaat ederseniz Allah size güzel bir mükâfat verir. Eğer daha önce yüz çevirdiğiniz gibi yüz çevirirseniz, sizi acı bir azapla cezalandırır"},{"SurahNumber":48,"VerseNumber":17,"Text":"Köre bir günah yoktur. Topala da bir günah yoktur. Hastaya da bir günah yoktur. Kim, Allah’a ve Rasûl'üne itaat ederse onu altından ırmaklar akan cennetlere sokar. Kim de yüz çevirirse onu da acı bir azapla cezalandırır"}]}