{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"Aaron had already told them before [the return of Moses], \"My people, you are only being tested by it, and your Lord is the Merciful-to-all, so follow me and obey my order"},{"SurahNumber":20,"VerseNumber":91,"Text":"They said, \"We will never cease being devoted to the calf until Moses returns to us"},{"SurahNumber":20,"VerseNumber":92,"Text":"[Moses] said, \"Aaron, what prevented you, when you saw them going astray"},{"SurahNumber":20,"VerseNumber":93,"Text":"from following me? Have you then disobeyed my order"},{"SurahNumber":20,"VerseNumber":94,"Text":"[Aaron] said, \"Son of my mother, do not seize [me] by my beard or by my head. I feared that you would say, You caused division among the Children of Israel, and you did not remember my words"},{"SurahNumber":20,"VerseNumber":95,"Text":"[Moses] said, \"And what is the matter with you Samaritan"},{"SurahNumber":20,"VerseNumber":96,"Text":"He said, \"I gained insight into what they did not see, so I took a handful [of dust] from the messenger's track and threw it in. This is what my soul tempted me to do"},{"SurahNumber":20,"VerseNumber":97,"Text":"[Moses] said, \"Get out of here. All that you can ask for in this life is not to be physically harmed. But you have an appointment [in the Hereafter] you will not fail to keep. Look at your 'god' to which you remained devoted. We will burn it up and we will scatter its dust into the sea"},{"SurahNumber":20,"VerseNumber":98,"Text":"[People] your true god is God; there is no god but Him. His knowledge encompasses all things"},{"SurahNumber":20,"VerseNumber":99,"Text":"In this way We tell you [Prophet] the news of what has happened before, and We have given you a Reminder directly from Us"},{"SurahNumber":20,"VerseNumber":100,"Text":"Whoever turns away from it will bear a heavy burden on the Day of Resurrection"},{"SurahNumber":20,"VerseNumber":101,"Text":"carrying it eternally. What a terrible burden to carry on the Day of Resurrection"},{"SurahNumber":20,"VerseNumber":102,"Text":"On that Day the Horn will be blown and We will gather those who force others to reject Our messages, blinded [with terror]"},{"SurahNumber":20,"VerseNumber":103,"Text":"and they will whisper to each other, \"You have spent only ten [days]"},{"SurahNumber":20,"VerseNumber":104,"Text":"We know best what they will say when the most perceptive [among them] will say, \"[In fact] you have spent only one day"}]}