{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":10,"Text":"Säg [Muhammad] till Mina troende tjänare: \"Frukta er Herre! De som gör det goda i denna värld har gott att vänta [i nästa liv]. Guds jord är så vid [att ni kan lämna ondskans rike för att få dyrka Gud i frihet]. Bara de som håller ut skall få sin [fulla] lön och mer därtill"},{"SurahNumber":39,"VerseNumber":11,"Text":"Säg: \"Jag har blivit befalld att dyrka Gud med ren och uppriktig tro"},{"SurahNumber":39,"VerseNumber":12,"Text":"och jag har blivit befalld att vara den förste av dem som underkastar sig Guds vilja"},{"SurahNumber":39,"VerseNumber":13,"Text":"Säg: \"Om jag inte lydde min Herre, fruktar jag [att Hans] straff skulle drabba mig en olycksdiger Dag"},{"SurahNumber":39,"VerseNumber":14,"Text":"Säg: \"Jag dyrkar Gud med ren och uppriktig tro"},{"SurahNumber":39,"VerseNumber":15,"Text":"dyrka vad ni vill i Hans ställe!\" Säg: \"Förlorarna är de som på Uppståndelsens dag [finner att de] har förverkat sina själar och skilts från alla som stod dem nära; är inte detta det stora nederlaget"},{"SurahNumber":39,"VerseNumber":16,"Text":"Taket över dem är eld och golvet under dem är eld.\" På detta sätt ger Gud Sina tjänare anledning att frukta Honom - \"Mina tjänare! Frukta Mig"},{"SurahNumber":39,"VerseNumber":17,"Text":"Till dem som drar sig bort från ondskans makter för att inte [behöva] tjäna dem och med ånger i sinnet vänder tillbaka till Gud riktas [Vårt] budskap av glädje och hopp. Framför då detta budskap till dem av Mina tjänare"},{"SurahNumber":39,"VerseNumber":18,"Text":"som lyssnar till [Mitt] ord och som följer den bästa [väg som erbjuds där]. Det är dem som Gud vägleder och de som har förstånd"},{"SurahNumber":39,"VerseNumber":19,"Text":"[Kan den ledas på rätt väg] som Gud har dömt med Sitt oåterkalleliga beslut? Kan du rädda den som [redan] är helveteslågornas [rov]"},{"SurahNumber":39,"VerseNumber":20,"Text":"Men de som fruktar sin Herre skall [i paradiset] tilldelas de högsta boningarna, med bäckar som porlar framför dem. Detta är Guds löfte [och] Gud sviker inte Sitt ord"},{"SurahNumber":39,"VerseNumber":21,"Text":"FÖRSTÅR du inte att det är Gud som låter regn strömma från skyn och leder det genom jorden [till dess det bryter fram] som källor? Därmed låter Han sedan olika slag av växtlighet uppstå, som med tiden vissnar och ses gulna. Till slut förvandlas den till torra strån och damm. I detta ligger helt visst en påminnelse till dem som har förstånd"}]}