{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"Và trong nhân loại có kẻ thờ phụng Allah đứng trên bờ lề (của đức tin). Bởi thế, nếu gặp điều phúc lành thì y sẽ hài lòng với nó. Ngược lại, nếu gặp hoạn nạn thì y quay mặt sang phía khác.Thế là y mất cả đời này lẫn đời sau. Đấy quả thật là một sự mất mát rõ ràng"},{"SurahNumber":22,"VerseNumber":12,"Text":"Y cầu nguyện ngoài Allah những kẻ không hãm hại được y và cũng không làm lợi gì cho y. Như thế là y lầm lạc rất xa"},{"SurahNumber":22,"VerseNumber":13,"Text":"Y cầu nguyện kẻ hãm hại y chứ không mang lợi gì cho y. Chắc chắn đó là một người chủ rất xấu và chắc chắn đó là một người bạn đồng hành rất xấu"},{"SurahNumber":22,"VerseNumber":14,"Text":"Quả thật, Allah sẽ thu nhận những ai tin tưởng và làm việc thiện vào những Ngôi Vườn (thiên đàng) bên dưới có các dòng sông chảy. Quả thật, Allah làm bất cứ điều gì Ngài muốn"},{"SurahNumber":22,"VerseNumber":15,"Text":"Ai nghĩ rằng Allah sẽ không bao giờ giúp đỡ Y (Nabi Muhammad) ở đời này và đời sau thì cứ nối một sợi dây cột vào trần nhà rồi tự thắt cổ, rồi để cho y xem phải chăng kế hoạch của y sẽ làm tiêu tan điều làm y tức giận"},{"SurahNumber":22,"VerseNumber":16,"Text":"Và đúng như thế, TA đã ban Nó (Qur'an) xuống bằng những câu kinh minh bạch và rằng Allah sẽ hướng dẫn người nào Ngài muốn"},{"SurahNumber":22,"VerseNumber":17,"Text":"Quả thật, những ai có đức tin (Muslim) và những người Do thái và những người Sobian và những người Thiên Chúa và những người thờ lửa và những ai thờ đa thần thì chắc chắn sẽ được Allah xét xử giữa họ vào Ngày phục sinh bởi vì chắc chắn Allah làm chứng cho tất cả mọi việc"},{"SurahNumber":22,"VerseNumber":18,"Text":"Há Ngươi (Muhammad) không nhận thấy Allah là Đấng mà bất cứ ai trong các tầng trời và bất cứ ai dưới đất cùng với mặt trời, mặt trăng, các tinh tú, núi non, cây cối, thú vật và đa số nhân loại đều phải phủ phục quỳ lạy hay sao? Nhưng đa số (người) cũng đáng bị Ngài trừng phạt. Và ai mà bị Allah hạ nhục thì sẽ không có ai làm cho vinh danh lại nổi. Quả thật, Allah làm bất cứ điều gì Ngài muốn"},{"SurahNumber":22,"VerseNumber":19,"Text":"Hai nhóm đối lập (Muslim và Kafir) này tranh luận nhau về Thượng Đế của họ. Bởi thế những kẻ phủ nhận (Allah) sẽ mặc áo may bằng các mảnh Lửa, đầu sẽ hứng chịu một loại nước thật sôi xối lên trên"},{"SurahNumber":22,"VerseNumber":20,"Text":"(Nước sôi này) sẽ làm chảy tan bất cứ vật gì trong bụng và làn da của chúng"},{"SurahNumber":22,"VerseNumber":21,"Text":"Và chúng sẽ bị đánh bằng những cây roi sắt"},{"SurahNumber":22,"VerseNumber":22,"Text":"Mỗi lần chúng muốn lẩn trốn khỏi hình phạt đau đớn của (hỏa ngục) thì sẽ bị bắt đưa vào trở lại (với lời phán:) “Hãy nếm hình phạt của sự cháy phỏng!”"}]}