{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"Мре bakofula kelelo, тре okomonaka bango babimi na malita bazali kokima mbangu epai ya Nkolo wa bango"},{"SurahNumber":36,"VerseNumber":52,"Text":"Bazali koloba: Eh mawa na biso! Nani asekwisi biso na esika oyo tozalaki kolala? Boye oyo nde elaka ya Ar-Rahmán alakaki, mpe batindami balobaki bosóló"},{"SurahNumber":36,"VerseNumber":53,"Text":"Ekozalaka sé lolaka moko ya (makasi) okomona bango banso bazali liboso lia biso"},{"SurahNumber":36,"VerseNumber":54,"Text":"Mokolo wana, bakobuba ata molimo moko te, mpe bokofutamaka te sé na maye bozalaki kosala"},{"SurahNumber":36,"VerseNumber":55,"Text":"Ya soló, mokolo wana bato ya lola bakozalaka na misala ya bokokisi bolamu bwa bango"},{"SurahNumber":36,"VerseNumber":56,"Text":"Bango na balongani na bango bakozalaka na bisika bia тріо, bavandi likolo lia bakiti"},{"SurahNumber":36,"VerseNumber":57,"Text":"Bakozalaka na bambuma (ya kolia) mpe bakozuaka nyoso oyo bakosengaka"},{"SurahNumber":36,"VerseNumber":58,"Text":"(Salam) kimia, liloba likowutaka epai ya Nkolo oyo atonda mawa"},{"SurahNumber":36,"VerseNumber":59,"Text":"Kasi lelo, tika ete bozala mosika, eh bino bato mabe"},{"SurahNumber":36,"VerseNumber":60,"Text":"Boye nalakaki bino te eh! Bana ya Adam! Ete bobondela satana te? Ya soló, azali monguna na bino ya polele"},{"SurahNumber":36,"VerseNumber":61,"Text":"Mpe (nayebisaki bino te ete) bobondela ngai? Oyo nde nzela ya semba"},{"SurahNumber":36,"VerseNumber":62,"Text":"Mpe (satana) asilaki kobungisa ebele o kati na bino, boye bozali kokanisa te"},{"SurahNumber":36,"VerseNumber":63,"Text":"Oyo nde lifelo oyo balakaki bino"},{"SurahNumber":36,"VerseNumber":64,"Text":"Lelo bokozikisama na yango, тропа maye bopengwaki na yango"},{"SurahNumber":36,"VerseNumber":65,"Text":"Mokolo mona tokokanga minoko mia bango, kasi maboko na bango makolobela biso, mpe makolo na bango makozala nzeneneke ya maye bazalaki kosala"},{"SurahNumber":36,"VerseNumber":66,"Text":"Mpe soki tolingi, tokolimwisaka miso na bango, mpe bakokimaka na nzela, kasi bakomonaka ndenge nini"},{"SurahNumber":36,"VerseNumber":67,"Text":"Mpe soki tolingi, tokobalusa bango sé esika moko, bakokoka kokende liboso te, mpe kozonga sima te"}]}