{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"And when We said to the angels: Make obeisance to Adam, they made obeisance, but Iblis (did it not); he refused"},{"SurahNumber":20,"VerseNumber":117,"Text":"So We said: O Adam! This is an enemy to you and to your wife; therefore let him not drive you both forth from the garden so that you should be unhappy"},{"SurahNumber":20,"VerseNumber":118,"Text":"Surely it is (ordained) for you that you shall not be hungry therein nor bare of clothing"},{"SurahNumber":20,"VerseNumber":119,"Text":"And that you shall not be thirsty therein nor shall you feel the heat of the sun"},{"SurahNumber":20,"VerseNumber":120,"Text":"But the Shaitan made an evil suggestion to him; he said: O Adam! Shall I guide you to the tree of immortality and a kingdom which decays not"},{"SurahNumber":20,"VerseNumber":121,"Text":"Then they both ate of it, so their evil inclinations became manifest to them, and they both began to cover themselves with leaves of the garden, and Adam disobeyed his Lord, so his life became evil (to him)"},{"SurahNumber":20,"VerseNumber":122,"Text":"Then his Lord chose him, so He turned to him and guided (him)"},{"SurahNumber":20,"VerseNumber":123,"Text":"He said: Get forth you two therefrom, all (of you), one of you (is) enemy to another. So there will surely come to you guidance from Me, then whoever follows My guidance, he shall not go astray nor be unhappy"},{"SurahNumber":20,"VerseNumber":124,"Text":"And whoever turns away from My reminder, his shall be a straitened life, and We will raise him on the day of resurrection, blind"},{"SurahNumber":20,"VerseNumber":125,"Text":"He shall say: My Lord! why hast Thou raised me blind and I was a seeing one indeed"},{"SurahNumber":20,"VerseNumber":126,"Text":"He will say: Even so, Our communications came to you but you neglected them; even thus shall you be forsaken this day"},{"SurahNumber":20,"VerseNumber":127,"Text":"And thus do We recompense him who is extravagant and does not believe in the communications of his Lord, and certainly the chastisement of the hereafter is severer and more"},{"SurahNumber":20,"VerseNumber":128,"Text":"Does it not then direct them aright how many of the generations In whose dwelling-places they go about We destroyed before them? Most surely there are signs in this for those endowed with understanding"}]}