{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"We gave David and Solomon knowledge, and they both said: \"Praise be to God, Who has made us excel over many of His believing servants"},{"SurahNumber":27,"VerseNumber":16,"Text":"Solomon fell heir to David, and he said: \"O mankind, we have been taught the speech of birds, and been given [a little] of everything. This is manifest bounty"},{"SurahNumber":27,"VerseNumber":17,"Text":"His armies of sprites, men and birds were drawn up before Solomon; they paraded forth"},{"SurahNumber":27,"VerseNumber":18,"Text":"until, when they came to the Valley of the Ants, an ant said: \"O ants, enter your dwellings lest Solomon and his armies crush you without even noticing it"},{"SurahNumber":27,"VerseNumber":19,"Text":"So he smiled, laughing at its statement, and said: \"My Lord, arrange things for me so I shall act grateful for Your favor which You have bestowed upon me and my parents, and so I may act so honorably that You will approve of it. Admit me through Your mercy among Your honorable servants"},{"SurahNumber":27,"VerseNumber":20,"Text":"He inspected the birds, and said: \"What´s wrong with me that I do not see the plover? Or could it be absent"},{"SurahNumber":27,"VerseNumber":21,"Text":"I shall punish it severely or slaughter it, unless it brings me some clear authority"},{"SurahNumber":27,"VerseNumber":22,"Text":"It was not long in coming, and said: \"I have just acquired some information you have not picked up, for I bring you reliable news from Sheba"},{"SurahNumber":27,"VerseNumber":23,"Text":"I found a woman ruling over them, and she has been given everything and has a splendid throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"I found both her and her people bowing down on their knees to the sun instead of to God [Alone]. Satan has made their actions seem attractive to them, and diverted them from the [proper] Way. They are not guided"},{"SurahNumber":27,"VerseNumber":25,"Text":"so they do not bow down on their knees before God, Who brings forth what is concealed in Heaven and Earth, and knows anything you hide as well as anything you display"},{"SurahNumber":27,"VerseNumber":26,"Text":"God, there is no deity except Him, Lord of the splendid Throne"},{"SurahNumber":27,"VerseNumber":27,"Text":"He said: \"We shall see whether you have been truthful or are a liar"},{"SurahNumber":27,"VerseNumber":28,"Text":"Take this letter of mine and deliver it to them. Then leave them, and see what [answer] they send back"},{"SurahNumber":27,"VerseNumber":29,"Text":"She said: \"Councilmen, an important letter has been delivered to me"},{"SurahNumber":27,"VerseNumber":30,"Text":"It is from Solomon and it (reads]: \"In the name of God, the Mercy-giving, the Merciful"},{"SurahNumber":27,"VerseNumber":31,"Text":"Do not act haughtily towards me, and come to me committed to [live at] peace"}]}