{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"Dõmin wanda ya aikata daga ayyukan kwarai alhãli kuwa yanã mai ĩmãni, to, bãbu musu ga aikinsa, kuma Mu Mãsu rubũtãwa gare shi ne"},{"SurahNumber":21,"VerseNumber":95,"Text":"Kuma hananne ne a kan wata alƙarya da Muka halakar cẽwa lalle sũ, bã su kõmõwa"},{"SurahNumber":21,"VerseNumber":96,"Text":"Har sa'ad da aka bũde Yãjũju da Mãjũju alhãli kuwa sunã gaggãwa daga kõwane tudun ƙasa"},{"SurahNumber":21,"VerseNumber":97,"Text":"Kuma wa'adin nan tabbatacce ya kusanto, sai gã ta idãnun waɗanda suka kãfirta sunã bayyanannu, (sunã cẽwa), \"Yã kaitonmu! Haƙĩƙa mun kasance a cikin gafala daga wannan! Ã'a, mun kasance dai mãsu zãlunci"},{"SurahNumber":21,"VerseNumber":98,"Text":"(A ce musu) \"Lalle ne, kũ da abin* da kuke bautãwa, baicin Allah makãmashin Jahannama ne. Kũ mãsu tusgãwa gare ta ne"},{"SurahNumber":21,"VerseNumber":99,"Text":"Dã waɗannan (abũbuwanbautãwar) sun kasance abũbuwan bautãwar gaskiya ne, dã ba su tusga mata ba, alhãli kuwa dukansu madawwama a cikinta ne"},{"SurahNumber":21,"VerseNumber":100,"Text":"Sunã da wata hargõwa a cikinta, alhãli kuwa sũ, a cikinta, bã su saurãren kõme"},{"SurahNumber":21,"VerseNumber":101,"Text":"Lalle ne waɗanda kalmar yabo tã gabãta a garẽ su daga garẽ Mu, waɗannan waɗanda ake nĩsantarwa daga barinta ne"},{"SurahNumber":21,"VerseNumber":102,"Text":"Bã su jin sautin mõtsinta alhãli kuwa sũ madawwamãne a cikin abin da rãyukansu suka yi marmarinsa"},{"SurahNumber":21,"VerseNumber":103,"Text":"Firgitar nan mafi girma, bã zã ta baƙantã musu rai ba. Kuma malã'iku na yi musu marãba (sunã cẽwa) \"Wannan yininku nẽ wanda kuka kasance anã yi muku wa'adi da shi"},{"SurahNumber":21,"VerseNumber":104,"Text":"A rãnar da Muke naɗe sãma kamar neɗẽwar takarda ga abũbuwan rubũtãwa kamar yadda Muka fãra a farKon* halitta Muke mãyar da ita. Wa'adi ne a Kanmu. Lalle ne Mun kasance Mãsu aikatãwa"},{"SurahNumber":21,"VerseNumber":105,"Text":"Kuma lalle haƙĩƙa Mun rubũta a cikin Littãfi baicin Ambato* (Lauhul Mahfũz) cẽwa ƙasã, bayĩna sãlihai, sunã gãdonta"},{"SurahNumber":21,"VerseNumber":106,"Text":"Lalle ne a cikin wannan (Alƙur'ãni), haƙĩƙa, akwai iyarwa (ga maganar da ta gabãta* ga waɗansu mutãne mãsu ibãda)"},{"SurahNumber":21,"VerseNumber":107,"Text":"Kuma ba Mu aike ka ba fãce dõmin wata rahama ga talikai"},{"SurahNumber":21,"VerseNumber":108,"Text":"Ka ce: \"Abin sani kawai, anã yin wahayi zuwa gare ni ne, cẽwa, lalle ne, Abin bautãwarku, Abin bautãwa ne Guda. To shin kũ mãsu mĩƙa wuya ne"},{"SurahNumber":21,"VerseNumber":109,"Text":"Sa'an nan idan suka jũya, to, ka ce: \"Nã sanar da ku, a kan daidaita, kuma ban sani ba, shin, abin da ake yi muku wa'adi makusanci ne Kõ kuwa manĩsanci"},{"SurahNumber":21,"VerseNumber":110,"Text":"Lalle ne Shĩ (Allah) Yanã sanin bayyane daga magana, kuma Yanã sanin abin da kuke ɓõyẽwa"},{"SurahNumber":21,"VerseNumber":111,"Text":"Kuma ban sani ba, tsammãninsa ya zama fitina a gare ku, kõ kuma don jin dãɗi, zuwa ga wani ɗan lõkaci"},{"SurahNumber":21,"VerseNumber":112,"Text":"Ya ce: \"Yã Ubangiji! Ka yi hukunci da gaskiya. Kuma Ubangijinmu Mai rahama ne Wanda ake nẽman taimakonSa a kan abinda kuke siffantãwa"}]}