{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Алиф. Лаам. Ро. (Ушбу) китоб оятлари маҳкам қилинган, сўнгра ҳикматли ва хабардор Зот томонидан муфассал (баён) қилингандир"},{"SurahNumber":11,"VerseNumber":2,"Text":"Аллоҳдан ўзгага ибодат қилмаслигингиз учундир. Албатта, мен сизларга Ундан келган огоҳлантирувчи ва хушхабарчиман"},{"SurahNumber":11,"VerseNumber":3,"Text":"Роббингизга истиғфор айтинглар, сўнгра Унга тавба қилинглар. (Шунда) У зот сизларни маълум муддатгача яхши роҳатлар ила баҳраманд қилур ва ҳар бир фазл эгасига фазлини берур. Агар юз ўгириб кетсангиз, бас, албатта, мен сизларга улуғ куннинг азоби бўлишидан қўрқаман"},{"SurahNumber":11,"VerseNumber":4,"Text":"Аллоҳнинг Ўзига қайтишингиз бор. У ҳар бир нарсага қодир Зотдир"},{"SurahNumber":11,"VerseNumber":5,"Text":"Огоҳ бўлингким, албатта, улар Ундан яшириниш учун кўксиларига (бошларини) эгарлар. Огоҳ бўлингким, кийимларига ўралган чоғларида ҳам, У зот нимани сир тутаётганларинию нимани ошкор қилаётганларини билар. Албатта, У — қалблардаги бор нарсаларни билгувчи Зотдир"},{"SurahNumber":11,"VerseNumber":6,"Text":"Ер юзида ўрмалаган нарса борки, уларнинг ризқи Аллоҳнинг зиммасидадир. У уларнинг турар жойларини ҳам, борар жойларини ҳам билур. Ҳаммаси очиқ-ойдин китобдадир"},{"SurahNumber":11,"VerseNumber":7,"Text":"У сизлардан қайсингизнинг амали яхшироқ эканини синаб кўриш учун олти кунда осмонлару ерни яратди. Ўшанда Арши сув устида эди. Агар сен: «Сизлар ўлимдан кейин албатта қайта тирилтириласизлар», десанг, куфр келтирганлар, албатта: «Бу очиқ-ойдин сеҳрдан ўзга нарса эмас», дерлар"},{"SurahNumber":11,"VerseNumber":8,"Text":"Агар Биз улардан маълум муддатгача азобни кечиктирсак, улар албатта: «Уни нима тўхтатиб турибди?» дерлар. Огоҳ бўлингларким, у келган кунда улардан қайтарилмас ва уларни ўзлари истеҳзо қилиб юрган нарса ўраб олур"}]}