{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":152,"Text":"Албатта, бузоқни (худо) тутганларга Роббиларидан ғазаб ва ҳаёти дунёда хорлик етадир. Ёлғон тўқувчиларни мана шундай жазолармиз"},{"SurahNumber":7,"VerseNumber":153,"Text":"Гуноҳ ишларни қилганлар, ундан кейин тавба қилсалар ва иймон келтирсалар, албатта, Роббинг ундан сўнг мағфират қилгувчи ва меҳрибон Зотдир"},{"SurahNumber":7,"VerseNumber":154,"Text":"Қачонки Мусонинг ғазаби босилгач, лавҳларни олди. Уларнинг нусхасида Роббиларидан ҳақиқатда қўрқадиганлар учун ҳидоят ва раҳмат бор эди"},{"SurahNumber":7,"VerseNumber":155,"Text":"Ва Мусо мийқотимизга қавмидан етмиш кишини танлаб олди. Уларни даҳшатли зилзила тутган пайтда: «Эй Роббим, агар хоҳласанг, буларни ҳам, мени ҳам бундан олдин ҳалок қилсанг бўларди. Эси пастларимиз қилган иш туфайли бизни ҳалок қиласанми? Бу Сенинг синовингдан бошқа нарса эмас. У ила кимни хоҳласанг, адаштирасан ва кимни хоҳласанг, ҳидоятга соласан. Сен валийимизсан, бас, бизни мағфират қил ва раҳим эт. Сенинг Ўзинг мағфират қилувчиларнинг энг яхшисисан"},{"SurahNumber":7,"VerseNumber":156,"Text":"Ва бизга бу дунёда ҳам, охиратда ҳам яхшиликни ёзиб қўй. Биз Сенинг Ўзингга тавба қилдик», – деди. У зот: «Азобим ила кимни хоҳласам, тутаман. Раҳматим эса, ҳамма нарсадан кенгдир. Уни тақво қилганларга, закот берганларга, оятларимизга иймон келтирганларга ёзажакман"},{"SurahNumber":7,"VerseNumber":157,"Text":"Улар ўз ҳузурларидаги Таврот ва Инжилда ёзилган ҳолида топиладиган, уларни яхшиликка буюриб, ёмонликдан қайтарадиган, уларга покиза нарсаларни ҳалол қилиб, нопок нарсаларни ҳаром қиладиган, устиларидаги юкни енгиллатиб, кишанларни ечадиган уммий Набий, Пайғамбарга эргашурлар. Бас, унга иймон келтириб, ёрдам бериб ва уни қўллаб-қувватлаган ҳамда унга нозил бўлган нурга эргашганлар — ана ўшалар нажот топгувчилардир», – деди"}]}