{"Id":205,"LanguageCodes":["id","ind"],"Name":"ind-unknown","Author":"Unknown","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":155,"Text":"Dan ini adalah Kitab (Al-Qur'an) yang Kami turunkan dengan penuh berkah. Ikutilah, dan bertakwalah agar kamu mendapat rahmat"},{"SurahNumber":6,"VerseNumber":156,"Text":"(Kami turunkan Al-Qur'an itu) agar kamu (tidak) mengatakan, “Kitab itu hanya diturunkan kepada dua golongan sebelum kami (Yahudi dan Nasrani) dan sungguh, kami tidak memperhatikan apa yang mereka baca,”"},{"SurahNumber":6,"VerseNumber":157,"Text":"atau agar kamu (tidak) mengatakan, “Jikalau Kitab itu diturunkan kepada kami, tentulah kami lebih mendapat petunjuk daripada mereka.” Sungguh, telah datang kepadamu penjelasan yang nyata, petunjuk dan rahmat dari Tuhanmu. Siapakah yang lebih zhalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling daripadanya? Kelak, Kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat Kami dengan azab yang keras, karena mereka selalu berpaling"},{"SurahNumber":6,"VerseNumber":158,"Text":"Yang mereka nanti-nantikan hanyalah kedatangan malaikat kepada mereka, atau kedatangan Tuhanmu, atau sebagian tanda-tanda dari Tuhanmu. Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak berguna lagi iman seseorang yang belum beriman sebelum itu, atau (belum) berusaha berbuat kebajikan dengan imannya itu. Katakanlah, “Tunggulah! Kami pun menunggu.”"},{"SurahNumber":6,"VerseNumber":159,"Text":"Sesungguhnya orang-orang yang memecah belah agamanya dan mereka menjadi (terpecah) dalam golongan-golongan, sedikit pun bukan tanggung jawabmu (Muhammad) atas mereka. Sesungguhnya urusan mereka (terserah) kepada Allah. Kemudian Dia akan memberitahukan kepada mereka apa yang telah mereka perbuat"},{"SurahNumber":6,"VerseNumber":160,"Text":"Barangsiapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barangsiapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizhalimi)"},{"SurahNumber":6,"VerseNumber":161,"Text":"Katakanlah (Muhammad), “Sesungguhnya Tuhanku telah memberiku petunjuk ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus. Dia (Ibrahim) tidak termasuk orang-orang musyrik.”"},{"SurahNumber":6,"VerseNumber":162,"Text":"Katakanlah (Muhammad), “Sesungguhnya shalatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam"},{"SurahNumber":6,"VerseNumber":163,"Text":"tidak ada sekutu bagi-Nya; dan demikianlah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama berserah diri (muslim).”"},{"SurahNumber":6,"VerseNumber":164,"Text":"Katakanlah (Muhammad), “Apakah (patut) aku mencari tuhan selain Allah, padahal Dialah Tuhan bagi segala sesuatu. Setiap perbuatan dosa seseorang, dirinya sendiri yang bertanggung jawab. Dan seseorang tidak akan memikul beban dosa orang lain. Kemudian kepada Tuhanmulah kamu kembali, dan akan diberitahukan-Nya kepadamu apa yang dahulu kamu perselisihkan.”"},{"SurahNumber":6,"VerseNumber":165,"Text":"Dan Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu sangat cepat memberi hukuman dan sungguh, Dia Maha Pengampun, Maha Penyayang"}]}