{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"The God-revering, pious ones are surely in Gardens and water-springs"},{"SurahNumber":15,"VerseNumber":46,"Text":"(And it is said to them): \"Enter you here in peace, perfectly secure"},{"SurahNumber":15,"VerseNumber":47,"Text":"We strip away whatever there is in their bosoms of rancor and jealousy (which they may have felt against each other while in the world). As brothers face to face, (they take their ease) on couches raised"},{"SurahNumber":15,"VerseNumber":48,"Text":"No sense of fatigue ever touches them, nor are they ever asked to leave"},{"SurahNumber":15,"VerseNumber":49,"Text":"Inform, (O Messenger,) My servants that I surely am the All-Forgiving, the All-Compassionate"},{"SurahNumber":15,"VerseNumber":50,"Text":"And that My punishment – it is indeed the painful punishment"},{"SurahNumber":15,"VerseNumber":51,"Text":"Inform them about the guests of Abraham"},{"SurahNumber":15,"VerseNumber":52,"Text":"They presented themselves before him and bade him peace. Abraham said: \"We are apprehensive of you"},{"SurahNumber":15,"VerseNumber":53,"Text":"They said: \"Do not be apprehensive. We have brought you the glad tidings of a boy to be endowed with profound knowledge"},{"SurahNumber":15,"VerseNumber":54,"Text":"He said: \"Do you bring me glad tidings when old age has overtaken me, then how can you bring me such glad tidings"},{"SurahNumber":15,"VerseNumber":55,"Text":"They said: \"We have brought you the glad tidings with truth, so be not of those who despair"},{"SurahNumber":15,"VerseNumber":56,"Text":"He said: \"Who would despair of his Lord’s mercy, other than those who are astray"},{"SurahNumber":15,"VerseNumber":57,"Text":"He said: \"Then (after that) what is your concern, O you (heavenly) envoys"},{"SurahNumber":15,"VerseNumber":58,"Text":"They said: \"Indeed, we have been sent to a people who are all criminals"},{"SurahNumber":15,"VerseNumber":59,"Text":"Except for the family of Lot – we are surely to save them all"},{"SurahNumber":15,"VerseNumber":60,"Text":"Except his wife – about her God has decreed that she shall be among those who stay behind (and are destroyed)"}]}