{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"AndHe is the One who established for you the hearing, and the sight, and the hearts. Little do you give thanks"},{"SurahNumber":23,"VerseNumber":79,"Text":"AndHe is the One who multiplied you on the earth, and to Him you will be returned"},{"SurahNumber":23,"VerseNumber":80,"Text":"AndHe is the One who gives life and brings death, and to Him is the alteration of the night and the day. Do you not comprehend"},{"SurahNumber":23,"VerseNumber":81,"Text":"No,they have said the same as what the people of old had said"},{"SurahNumber":23,"VerseNumber":82,"Text":"They said: \"If we are dead and become dust and bones, will we then be resurrected"},{"SurahNumber":23,"VerseNumber":83,"Text":"We, as well as our fathers, have been promised this from before. This is nothing except fictional tales of old"},{"SurahNumber":23,"VerseNumber":84,"Text":"Say: \"To whom is the earth and whoever is in it if you know"},{"SurahNumber":23,"VerseNumber":85,"Text":"They will say: \"To God.\" Say: \"Will you then not remember"},{"SurahNumber":23,"VerseNumber":86,"Text":"Say: \"Who is the Lord of the seven heavens and the Lord of the great Throne"},{"SurahNumber":23,"VerseNumber":87,"Text":"They will say: \"To God.\" Say: \"Will you then not take heed"},{"SurahNumber":23,"VerseNumber":88,"Text":"Say: \"In whose hand is the sovereignty of all things, and He protects while there is no protector against Him, if you know"},{"SurahNumber":23,"VerseNumber":89,"Text":"They will say: \"To God.\" Say: \"Then why are you deceived"},{"SurahNumber":23,"VerseNumber":90,"Text":"No,We have come to them with the truth, and they are truly liars"},{"SurahNumber":23,"VerseNumber":91,"Text":"God has not taken a son, nor is there with Him any god. If it were so, then every god would have taken what he created and they would have tried to overtake each other. God be glorified against what they describe"},{"SurahNumber":23,"VerseNumber":92,"Text":"Theknower of the unseen and the seen. Be He exalted above what they set up"}]}