{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":3,"VerseNumber":72,"Text":"Some followers scripture dictus Believe in quod sent down believers in the morning reject it in the et maybe someday they revert"},{"SurahNumber":3,"VerseNumber":73,"Text":"Non believe absque prout those subsequentis tuus religionis. Dictus true guidance est deus guidance. they claim ut they habet same guidance argue vos tuus Dominus dictus Totus gratia est deus manus; He bestows it whomever He testimentum. DEUS est Bounteous Omniscient"},{"SurahNumber":3,"VerseNumber":74,"Text":"He specifies His mercy whomever He testimentum; DEUS possesses unlimited gratia"},{"SurahNumber":3,"VerseNumber":75,"Text":"Some followers scripture trusted whole lot they dedit it vos. Others them non trusted single dinar; they non repay vos vos keep them. Est they dictus Nos non habet to est honest when dealing cum gentiles! Sic they attribute lies DEUS knowingly"},{"SurahNumber":3,"VerseNumber":76,"Text":"Indeed those fulfill their obligations lead righteous vita DEUS loves the righteous"},{"SurahNumber":3,"VerseNumber":77,"Text":"Prout pro those trade away deus covenant their obligations cheap price they receive non share Hereafter DEUS testimentum NON speak to them nor look them FERIA Resurrection nor TESTIMENTUM He purify them! They incurred painful retribution"},{"SurahNumber":3,"VerseNumber":78,"Text":"Among them est those twist their tongues imitate scripture vos think est scripture when non est scripture they claim it est DEUS when it non est DEUS! Sic they utter lies attribute them DEUS knowingly"},{"SurahNumber":3,"VerseNumber":79,"Text":"Nunquam would human est whom DEUS beatus cum scripture prophethood dictus to people Idolize me DEUS. Instead (he dictus) Devote absolutely tuus Dominus alone scripture vos preach teachings vos learn"},{"SurahNumber":3,"VerseNumber":80,"Text":"Nor would he command vos idolize angels prophets dominus. he exhort vos Would disbelieve becoming submitters"}]}