{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Воістину, Аллаг не прощає, коли Йому додають рівних, але прощає все, окрім цього, тому, кому побажає! І хто додає Аллагу рівних, той заблукав у глибокій омані"},{"SurahNumber":4,"VerseNumber":117,"Text":"Вони кличуть замість Нього лише названі жіночими іменами божества. І вони не кличуть нікого іншого, як тільки бунтівного шайтана"},{"SurahNumber":4,"VerseNumber":118,"Text":"Аллаг прокляв його. А він сказав: «Я неодмінно заберу певну частину Твоїх рабів"},{"SurahNumber":4,"VerseNumber":119,"Text":"Я зіб’ю їх зі шляху, зваблю марними сподіваннями, накажу їм відрізати вуха худобі та змінювати творіння Аллага». І хто узяв собі шайтана покровителем замість Аллага, той вже зазнав очевидних втрат"},{"SurahNumber":4,"VerseNumber":120,"Text":"Він дає обіцянки їм та зваблює марними сподіваннями. Але шайтан обіцяє їм ніщо інше, як тільки спокусу"},{"SurahNumber":4,"VerseNumber":121,"Text":"Домівкою таких буде геєна. І вони не знайдуть порятунку від неї"},{"SurahNumber":4,"VerseNumber":122,"Text":"А тих, які увірували і творили добрі справи, Ми введемо в сади, де течуть ріки. Вони будуть там довіку. Обіцянка Аллага — істина; і хто ж правдивіший за Аллага словом"},{"SurahNumber":4,"VerseNumber":123,"Text":"І це не залежить від ваших бажань чи бажань людей Писання. І хто чинить зло, тому відплатять тим же, і не знайдеться йому, окрім Аллага, ні покровителів, ні помічників"},{"SurahNumber":4,"VerseNumber":124,"Text":"І хто не робив би добрих справ, віруючий чоловік чи віруюча жінка, то увійдуть вони до раю, і не вчинять із ними несправедливо навіть на плівку із кісточки фініка"},{"SurahNumber":4,"VerseNumber":125,"Text":"У кого краща релігія, ніж у того, хто підкорив себе Аллагу, є праведним та йде за вірою Ібрагіма-ханіфа? Аллаг же зробив Ібрагіма Своїм другом"},{"SurahNumber":4,"VerseNumber":126,"Text":"Аллагу належить те, що на небесах, і те, що на землі. Адже Аллаг осягає кожну річ"}]}