{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":43,"Text":"Allah pardon thee! why didst thou give them leave before it was manifest unto thee as to whosoever told the truth and thou hadst known the liars"},{"SurahNumber":9,"VerseNumber":44,"Text":"Those who believe in Allah and the Last Day would not ask thy leave to be excused from striving hard with their riches and their lives; and Allah is Knower of the God-fearing"},{"SurahNumber":9,"VerseNumber":45,"Text":"It is only those who believe not in Allah and the Last Day and whose hearts doubt who ask thy leave, so in their doubt they are tossed to and fro"},{"SurahNumber":9,"VerseNumber":46,"Text":"And had they intended the going forth, they would have made some preparation therefor; But Allah was averse to their wending, wherefore He withheld them, and the word was passed: stay of home with the stay-at-homes"},{"SurahNumber":9,"VerseNumber":47,"Text":"Had they gene forth with you, they would have added unto you naught save unsoundness, and they would surely have hurried about in Your midst seeking sedition unto you; and amongst you there are listeners to them; and Allah is Knower of the wrong-doers"},{"SurahNumber":9,"VerseNumber":48,"Text":"Assuredly they besought sedition afore and turned the affairs upside down for thee until the truth arrived and the decree of Allah prevailed, averse though they were"},{"SurahNumber":9,"VerseNumber":49,"Text":"And of them there is he who saith: give me leave, and tempt me not. Lo! into temptation they are already fallen, and verily the Hell is the encompasser of the infidels"},{"SurahNumber":9,"VerseNumber":50,"Text":"If good befalleth thee, it annoyeth them, and if an affliction befalleth thee, they say; surely we took good hold of our affair before. And they turn away while they are exulting"},{"SurahNumber":9,"VerseNumber":51,"Text":"Say thou: naught shall ever befall us save that which Allah hath ordained for us; He is our patron, and on Allah let the believers rely"},{"SurahNumber":9,"VerseNumber":52,"Text":"Say thou await ye for us ought save one of the two excellences; while for you we wait that Allah shall afflict you with a torment from Himself or at our hands. Await then, we also are with you awaiting"},{"SurahNumber":9,"VerseNumber":53,"Text":"Say thou: expend willingly or unwillingly, it will not be accepted of you; verily ye are ever a people ungodly"},{"SurahNumber":9,"VerseNumber":54,"Text":"And naught preventeth their expendings being accepted except that they have disbelieved in Allah and His apostle, and they perform not prayer except as sluggards and expend not except as those averse"},{"SurahNumber":9,"VerseNumber":55,"Text":"Let not wherefore their riches and their children amaze thee. Allah intendeth only to torment them therewith in the life of the world and that their souls pass away while they are infidels"},{"SurahNumber":9,"VerseNumber":56,"Text":"And they swear by Allah that they are surely of you, whereas they are not of you; but they are a people who dread"},{"SurahNumber":9,"VerseNumber":57,"Text":"Could they find a place of refuge or caverns or a retreating hole, they would turn round thereto rushing headlong"},{"SurahNumber":9,"VerseNumber":58,"Text":"And of them are some who traduce thee in respect of alms. Then if they are given thereof they are pleased and if they are not given thereof, lo! they are enraged"},{"SurahNumber":9,"VerseNumber":59,"Text":"Would that they were pleased with that which Allah and His apostle had given them, and were to say: sufficient unto us is Allah, anon Allah will give us out of His grace and so will His apostle, verily unto Allah we lean"}]}