{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"[Adu-þi aminte] când l-a chemat Domnul tãu pe Moise, [zicându-i]:„Du-te tu la neamul celor nelegiuiþi"},{"SurahNumber":26,"VerseNumber":11,"Text":"Neamul lui Faraon! Oare nu au ei fricã?”"},{"SurahNumber":26,"VerseNumber":12,"Text":"ªi a zis el: „Doamne, mã tem cã mã vor socoti mincinos"},{"SurahNumber":26,"VerseNumber":13,"Text":"ªi cã pieptul meu se va strânge ºi cã limba mea nu-ºi va da drumul. Deci trimite dupã Aaron"},{"SurahNumber":26,"VerseNumber":14,"Text":"Ei mã învinuiesc de un pãcat ºi mã tem sã nu mã omoare!”"},{"SurahNumber":26,"VerseNumber":15,"Text":"A zis El : „Nicidecum! Mergeþi amândoi cu minunile Noastre! iarNoi suntem cu voi ºi auzim"},{"SurahNumber":26,"VerseNumber":16,"Text":"Mergeþi, aºadar, la Faraon ºi ziceþi-i: „Noi suntem trimiºii Stãpâ- nului lumilor. [El ne-a trimis sã-þi spunem]"},{"SurahNumber":26,"VerseNumber":17,"Text":"Trimite-i pe fiii lui Israel împreunã cu noi!”"},{"SurahNumber":26,"VerseNumber":18,"Text":"A zis : „Oare nu te-am crescut printre noi când erai tu sugar? ªi nu ai rãmas tu printre noi ani [la rând] din viaþa ta"},{"SurahNumber":26,"VerseNumber":19,"Text":"ªi ai sãvârºit tu fapta [rea] pe care ai sãvârºit-o! Iar acum tu eºti dintre cei nerecunoscãtori!”"},{"SurahNumber":26,"VerseNumber":20,"Text":"A zis el: „Am sãvârºit-o, dar eu eram [atunci] printre cei rãtãciþi"},{"SurahNumber":26,"VerseNumber":21,"Text":"ªi am fugit de la voi, pentru cã mi-a fost teamã de voi, însãDomnul meu mi-a dat înþelepciune ºi m-a fãcut pe mine dintre trimiºi"},{"SurahNumber":26,"VerseNumber":22,"Text":"[ªi cum spui tu cã] aceasta este o binefacere pe care o pomeneºti[lãudându-te], când tu i-ai înrobit pe fiii lui Israel?”"},{"SurahNumber":26,"VerseNumber":23,"Text":"A întrebat Faraon: „ªi ce este Stãpânul lumilor”"},{"SurahNumber":26,"VerseNumber":24,"Text":"I-a rãspuns: „Este Stãpânul cerurilor ºi al pãmântului ºi al celor care se aflã între ele, dacã voi aþi putea sã fiþi convinºi!”"},{"SurahNumber":26,"VerseNumber":25,"Text":"Le-a zis celor din jurul sãu: „Voi nu auziþi?”"},{"SurahNumber":26,"VerseNumber":26,"Text":"A continuat: „Stãpânul vostru ºi stãpânul pãrinþilor voºtri cei dintâi!”"},{"SurahNumber":26,"VerseNumber":27,"Text":"A zis: „Mesagerul care v-a fost trimis este nebun!”"},{"SurahNumber":26,"VerseNumber":28,"Text":"ªi a adãugat: „Stãpânul Rãsãritului ºi al Apusului ºi al celor care se aflã între acestea, dacã voi pricepeþi!”"},{"SurahNumber":26,"VerseNumber":29,"Text":"A zis: „Dacã tu iei un alt dumnezeu afarã de mine, te voi pune printre cei întemniþaþi!”"},{"SurahNumber":26,"VerseNumber":30,"Text":"A rãspuns: „Dar dacã eu þi-aº aduce un lucru ca dovadã limpede?”"},{"SurahNumber":26,"VerseNumber":31,"Text":"I-a rãspuns: „Adu-l, dacã tu eºti dintre cei care grãiesc adevã- rat!”"},{"SurahNumber":26,"VerseNumber":32,"Text":"ªi a aruncat toiagul sãu care s-a fãcut un ºarpe învederat"},{"SurahNumber":26,"VerseNumber":33,"Text":"ªi a scos mâna sa ºi ea era albã, pentru cei care priveau la ea"}]}