{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":28,"Text":"Ô Prophète ! Dis à tes épouses : \"Si c’est la vie présente que vous désirez et sa parure, alors venez! Je vous demanderai [les moyens] d’en jouir et vous libérerai [par un divorce] sans préjudice"},{"SurahNumber":33,"VerseNumber":29,"Text":"Mais si c’est Allah que vous voulez et Son messager ainsi que la Demeure dernière, Allah a préparé pour les bienfaisantes parmi vous une énorme récompense"},{"SurahNumber":33,"VerseNumber":30,"Text":"Ô femmes du Prophète ! Celle d'entre vous qui commettra une turpitude prouvée, le châtiment lui sera doublé par deux fois ! Et ceci est facile pour Allah"},{"SurahNumber":33,"VerseNumber":31,"Text":"Et celle d’entre vous qui est entièrement soumise à Allah et à Son messager et qui fait le bien, Nous lui accorderons deux fois sa récompense, et Nous avons préparé pour elle une généreuse attribution"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ô femmes du Prophète ! Vous n’êtes comparables à aucune autre femme. Si vous êtes pieuses, ne soyez pas trop complaisantes dans votre langage, afin que celui dont le cœur est malade [l’hypocrite] ne vous convoite pas. Et tenez un langage décent"},{"SurahNumber":33,"VerseNumber":33,"Text":"Restez dans vos foyers; et ne vous exhibez pas à la manière des femmes avant l’Islam (Jâhiliyah). Accomplissez le Ṣalāt, acquittez l'aumône(Az-Zakât) et obéissez à Allah et à Son Messager. Allah ne veut que vous débarrasser de toute souillure, ô gens de la maison [du Prophète], et vous purifier pleinement"},{"SurahNumber":33,"VerseNumber":34,"Text":"Et gardez dans vos mémoires ce qui, dans vos foyers, est récité des versets d’Allah et de la sagesse. Allah est Doux et Parfaitement Informé"}]}