{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"Мы создали вас, потом придали вам форму, потом сказали ангелам: \"Поклонитесь Адаму!\" - и поклонились они, кроме Иблиса; он не был из поклонившихся"},{"SurahNumber":7,"VerseNumber":12,"Text":"Он сказал: \"Что удержало тебя от того, чтобы поклониться, раз Я приказал тебе?\" Он сказал: \"Я - лучше его: Ты создал меня из огня, а его создал из глины"},{"SurahNumber":7,"VerseNumber":13,"Text":"Сказал Он: \"Низвергнись отсюда; не годится тебе превозноситься там! Выходи же: ты - среди оказавшихся ничтожными"},{"SurahNumber":7,"VerseNumber":14,"Text":"Он сказал: \"Дай мне отсрочку до дня, когда они будут воскрешены"},{"SurahNumber":7,"VerseNumber":15,"Text":"Он сказал: \"Ты - среди получивших отсрочку"},{"SurahNumber":7,"VerseNumber":16,"Text":"Он сказал: \"За то, что Ты сбил меня, я засяду против них на Твоем прямом пути"},{"SurahNumber":7,"VerseNumber":17,"Text":"Потом я приду к ним и спереди, и сзади, и справа, и слева, и Ты не найдешь большинства их благодарными"},{"SurahNumber":7,"VerseNumber":18,"Text":"Сказал Он: \" Выходи оттуда опозоренным, униженным! Тех, кто последовал из них за тобой... Я наполню геенну вами всеми"},{"SurahNumber":7,"VerseNumber":19,"Text":"А ты, Адам, поселись ты и жена твоя в раю; питайтесь, чем хотите, но не приближайтесь к этому дереву, а то вы окажетесь несправедливыми"},{"SurahNumber":7,"VerseNumber":20,"Text":"И нашептал им сатана, чтобы открыть то, что было скрыто от них из их мерзости, и сказал: \"Запретил вам ваш Господь это дерево только потому, чтобы вы не оказались ангелами или не стали вечными"},{"SurahNumber":7,"VerseNumber":21,"Text":"И заклял он их: \"Поистине, я для вас - добрый советник"},{"SurahNumber":7,"VerseNumber":22,"Text":"Так низвел он их обольщением. А когда они вкусили дерева, явилась пред ними их мерзость, и стали они шить для себя райские листья. И воззвал к ним их Господь: \"Разве Я не запрещал вам это дерево и не говорил вам, что сатана для вас - ясный враг"},{"SurahNumber":7,"VerseNumber":23,"Text":"Они сказали: \"Господи наш! Мы обидели самих себя, и, если Ты не простишь нам и не помилуешь нас, мы окажемся потерпевшими убыток"},{"SurahNumber":7,"VerseNumber":24,"Text":"Он сказал: \"Низвергнись! Одни из вас враги для других. Для вас на земле местопребывание и пользование на время"},{"SurahNumber":7,"VerseNumber":25,"Text":"Он сказал: \"На ней вы будете жить, и на ней будете умирать, и из нее будете изведены"}]}