{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":11,"Text":"En voorzeker, Wij hebben jullie geschapen, vervolgens hebben Wij jullie vormgegeven en daarna zeiden Wij tot de Engelen: \"Knielt jullie neer voor Adam,\" toen knielden zij, behalve Iblis, hij behoorde niet tot de knielenden"},{"SurahNumber":7,"VerseNumber":12,"Text":"Hij (Allah) vroeg: \"Wat belemmerde jou je neer te knielen, toen Ik het jou beval?\" Hij zei: \"Ik ben beter dan hem (Adam); U hebt mij uit vuur geschapen terwijl U hem uit aarde hebt geschapen"},{"SurahNumber":7,"VerseNumber":13,"Text":"Hij (Allah) zei: \"Daal af uit het (Paradijs), want het past jou niet dat jij je er hoogmoedig in gedraagt. vertrek daaroum. Voorwaar, jij behoort tot de vernederden"},{"SurahNumber":7,"VerseNumber":14,"Text":"Hij zei:\"Geef mij uitstel tot de Dag waarop zij opgewekt zullen worden"},{"SurahNumber":7,"VerseNumber":15,"Text":"Hij (Allah) zei: \"Voorwaar, jij behoort tot hen aan wie uitstel is gegeven"},{"SurahNumber":7,"VerseNumber":16,"Text":"Hij (Iblis) zei: \"Omdat U mij hebt doen dwalen, zal ik hen belemmeren op Uw recht Pad"},{"SurahNumber":7,"VerseNumber":17,"Text":"Daarna zal ik zeker tot hen komen, van voor hen en ven achter hen en van hun rechterzijde en van hun linkerzijde, en U zult de meesten van hen niet als dankbaren aantreffen"},{"SurahNumber":7,"VerseNumber":18,"Text":"Hij (Allah) zei: 'Ga er uit weg, veracht en verstoten. Wie van hen jou dan volgt: voorwaar, Ik zal de hel vullen met jullie allen"},{"SurahNumber":7,"VerseNumber":19,"Text":"En: \"O Adam, verblijft in het Paradijs, jij en je vrouw, en eet wat jullie willen, en nadert deze boom niet, want dan zullen jullie tot de onrechtplegers behoren"},{"SurahNumber":7,"VerseNumber":20,"Text":"Toen fluisterde de Satan hen in om te onthullen wat er van hun schaamte bedekt was, en hij zei: \"Jullie Heer houdt jullie slechts van deze boom af omdat jullie anders Engelen worden, of dat jullie tot de eeuwiglevenden zullen behoren"},{"SurahNumber":7,"VerseNumber":21,"Text":"En hij bezwoer hun: \"Voorwaar, ik behoor voor jullie zeker tot raadgevers"},{"SurahNumber":7,"VerseNumber":22,"Text":"Waarlijk, hij bedroog hen door misleiding, Toen zij dan van (de vruchten van) de boom hadden geproefd, werd hun schaamte zichtbaar en zij begonnen zich to bedekken met aaneenge-regen bladeren van het Paradijs. En hun Heer riep tot hen: \"Heb ik jullie deze boom van jullie niet verboden en heb Ik niet tot jullie gezegd: \"Voorwaar, de Satan is voor jullie een duidelijke vijand"},{"SurahNumber":7,"VerseNumber":23,"Text":"Zij zeiden: \"Onze Heer, wij hebben onszelf onrecht aangedaan en wanneer U ons niet vergeeft en ons geen genade schenkt, dan zullen wij zeker tot de verliezers behoren"},{"SurahNumber":7,"VerseNumber":24,"Text":"Hij (Allah) zei: \"Daalt af, jullie zijn elkaars vijanden, en voor jullie is er op de aarde een verblijfplaats en een genieting tot een bepaalde tijd"},{"SurahNumber":7,"VerseNumber":25,"Text":"Hij zei: \"Daarop zullen jullie leven en daarop zullen jullie sterven en daaruit zullen jullie tevoorschijn worden gebracht"}]}