{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"oh Iwe Mtumwi! Limbana kwambiri ndi anthu osakhulupirira ndiponso ndi anthu a chinyengo ndipo uwaonetsere nkhanza. Gahena ndiyo idzakhala mudzi wawo. Ndipo malo oipa kwambiri ndi amenewo"},{"SurahNumber":9,"VerseNumber":74,"Text":"Iwo amalumbira pali Mulungu kuti sanena china chilichonse. Koma iwo adalankhula mawu oonetsa kusakhulupirira ndipo iwo sanakhulupirire atalowa Chisilamu. Ndipo iwo anatsimikiza kuchita zimene sadathe kuzichita. Ndipo iwo sanathe kupeza chifukwa choyenera kuti atero kupatula kuti Mulungu ndi Mtumwi wake adawalemeretsa ndi katundu wake. Ngati iwo alapa, zikhala zabwino kwa iwo, koma ngati atembenuka, ndithudi, Mulungu adzawalanga ndi chilango chowawa pa dziko lino ndi mdziko limene lili nkudza. Iwo alibe wina aliyense Wowateteza padziko lapansi"},{"SurahNumber":9,"VerseNumber":75,"Text":"Ndipo pakati pawo pali ena amene anachita lonjezo ndi Mulungu ponena kuti: “Ngati Iye atipatsa ife chuma, ndithudi, tidzapereka zopereka ndipo tidzakhala m’gulu la anthu abwino.”"},{"SurahNumber":9,"VerseNumber":76,"Text":"Koma pamene Mulungu adawapatsa kuchokera ku chuma chake, iwo anayamba umbombo ndipo adatembenuka mophwanya lonjezo lawo"},{"SurahNumber":9,"VerseNumber":77,"Text":"Motero Iye adawalanga pokhazikitsa chinyengo m’mitima mwawo mpaka pa tsiku limene iwo adzakumana Naye, chifukwa chakuphwanya kwawo zimene analonjeza kwa Iye ndi chifukwa chakulankhula kwawo kwabodza"},{"SurahNumber":9,"VerseNumber":78,"Text":"Kodi iwo sadziwa kuti Mulungu amadziwa zinsinsi zawo ndi maupo awo a m’nseri ndi kuti Mulungu amadziwa zobisika"},{"SurahNumber":9,"VerseNumber":79,"Text":"Iwo amene amaononga mbiri ya anthu okhulupirira amene amapereka mosaumilizidwa ndi iwo amene sanapeza chopereka kupatula chimene ali nacho, motero iwo amanyoza. Mulungu adzawabwezera mtozo wawo. Motero chawo chidzakhala chilango chowawa"},{"SurahNumber":9,"VerseNumber":80,"Text":"Kaya iwe uwapemphera chikhululukiro kapena usawapemphere, ngakhale iwe utawapemphera chikhululukiro kokwana makumi asanu ndi awiri, Mulungu sadzawakhululukira chifukwa iwo sanakhulupilire mwa Mulungu ndi Mtumwi wake. Ndipo Mulungu satsogolera anthu ochita zoipa"}]}