{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"جو مخلوقات آسمانوں میں اور جو زمین میں ہے الله کی تسبیح کرتی ہے اسی کی حکومت ہے اور اس کی تعریف ہے اوروہ ہر چیز پر قادر ہے"},{"SurahNumber":64,"VerseNumber":2,"Text":"اسی نے تو تمہیں پیدا کیا ہے پھر کوئی تم میں سے کافر ہے اور کوئی مومن اورجو کچھ تم کر رہے ہو الله دیکھ رہا ہے"},{"SurahNumber":64,"VerseNumber":3,"Text":"اسی نے آسمانوں اور زمین کو ٹھیک طور پر بنایا ہے اور تمہاری صورت بنائی پھر تمہاری صورتیں اچھی بنائیں اور اسی کی طرف لوٹ کر جانا ہے"},{"SurahNumber":64,"VerseNumber":4,"Text":"وہ جانتا ہے جو کچھ آسمانوں اور زمین میں ہے اور وہ جانتاہے جو تم چھپاتے ہو اور جو تم ظاہر کرتے ہو اور الله ہی سینوں کے بھید جانتا ہے"},{"SurahNumber":64,"VerseNumber":5,"Text":"کیا تمہارے ہاں ان کی خبر نہیں پہنچی جو اس ے پہلے منکر ہوئے پس انہوں نے اپنے کام کا وبال چکھا اوران کے لیے دردناک عذاب ہے"},{"SurahNumber":64,"VerseNumber":6,"Text":"یہ اس لیے کہ ان کے پاس ان کے رسول واضح دلیلیں لے کر آتے تھے تووہ کہا کرتے تھے کہ کیا آدمی ہم کو راہ دکھائیں گے پس انہوں نے انکار کیا اورمنہ موڑ لیا اور الله نے پروا نہ کی اور الله بے نیاز تعریف کیا ہوا ہے"},{"SurahNumber":64,"VerseNumber":7,"Text":"کافروں نے سمجھ لیا کہ قبروں سے اٹھائے نہ جائیں گے کہہ دوکیوں نہیں مجھے اپنے رب کی قسم ہے ضرور اٹھائے جاؤ گے پھر تمہیں بتلایا جائے گا جو کچھ تم نے کیا تھا اور یہ بات الله پر آسان ہے"},{"SurahNumber":64,"VerseNumber":8,"Text":"پس الله اوراس کے رسول پر ایمان لاؤ اور اس نور پر جو ہم نے نازل کیا ہے اور الله اس سے جو تم کرتے ہو خبردار ہے"},{"SurahNumber":64,"VerseNumber":9,"Text":"جس دن تمہیں جمع ہونے کے دن جمع کرے گا وہ دن ہار جیت کا ہے اور جو کوئی الله پر ایمان لائے اور نیک عمل کرے الله اس سے اس کی برائیاں دور کر دے گا اور اسے بہشتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی ان میں ہمیشہ رہیں گے یہی بڑی کامیابی ہے"},{"SurahNumber":64,"VerseNumber":10,"Text":"اورجنہوں نے انکار کیا اور ہماری آیتوں کو جھٹلایا یہی لوگ دوزخی ہیں اس میں ہمیشہ رہیں گے اوروہ بری جگہ ہے"}]}