{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":36,"Text":"Нуҳга ваҳий қилиндики: «Қавмингдан фақат аввалда иймон келтирган кишилардан бошқа ҳеч ким иймон келтирмайди. Бас, уларнинг (яъни, ҳануз иймон келтирмаган кимсаларнинг) қилмишларидан қайғурмагин"},{"SurahNumber":11,"VerseNumber":37,"Text":"Бизнинг ҳифзи-ҳимоямизда ва Бизнинг ваҳий таълимимиз билан бир кема ясагин ҳамда золим кимсалар ҳақида (яъни, уларга нажот беришимни сўраб) Менга хитоб-илтижо қилмагин. Улар шак-шубҳасиз, ғарқ қилингувчидирлар»"},{"SurahNumber":11,"VerseNumber":38,"Text":"У кемани ясар экан, қачон олдидан ўз қавмидан бўлган (кофир) кимсалар ўтсалар, уни масхара қилиб кулдилар. У деди: «Агар (бугун) сизлар биздан кулсангизлар, бас, худди сизлар кулганингиз каби биз ҳам сизлар(нинг устингиз)дан кулурмиз»"},{"SurahNumber":11,"VerseNumber":39,"Text":"«Бас, яқинда кимга шарманда қилгувчи азоб келишини ва кимнинг устига мангу азоб тушишини билиб олажаксиз»"},{"SurahNumber":11,"VerseNumber":40,"Text":"То Бизнинг фармонимиз келиб, ердан фавворалар отилган вақтда, (Нуҳга) дедик: «У кемага ҳар (жонивордан) бир жуфтдан ва аҳли оилангни чиқаргин. Лекин қайси кимсалар хусусида Бизнинг сўзимиз (яъни, ғарқ бўлиш ҳақидаги ҳукмимиз) ўтган бўлса, (уларни терс қилгин. Булар барча кофирлар ва Нуҳ пайғамбарнинг хотини Воила билан ўғли Канъон эди). Яна иймон келтирган кишиларнинг барчасини (кемага чиқаргин)!» Унга иймон келтирган кишилар эса жуда оз эдилар"},{"SurahNumber":11,"VerseNumber":41,"Text":"У деди: «Кемага мининглар! Унинг юриши ҳам, туриши ҳам Аллоҳ номи билан бўлур. Албатта, Парвардигорим мағфиратли, меҳрибондир»"},{"SurahNumber":11,"VerseNumber":42,"Text":"Кема уларни тоғлардек тўлқинлар орасида олиб кетар экан, Нуҳ бир четда қолган ўғлига нидо қилди: «Эй ўғилчам, биз билан бирга (кемага) мингин, у кофирлар билан бирга қолмагин!»"},{"SurahNumber":11,"VerseNumber":43,"Text":"У (ўғли) деди: «Мен ўзимни сувдан сақлайдиган бирон тоғнинг устига чиқиб кетажакман». (Нуҳ) айтди: «Бугун Аллоҳнинг (кофирларни ҳалок қилиш ҳақидаги) амридан сақлагувчи йўқдир, магар Ўзи раҳм қилган кишиларнигина (сақлар)». (Шу пайт) ўрталарини тўлқин тўсиб қўйди-да, (ўғил) ғарқ қилинувчилардан бўлиб қолди"},{"SurahNumber":11,"VerseNumber":44,"Text":"(Сўнгра): «Эй Ер, сувингни ютгил, эй само, ўзингни тутгин (яъни, «ёғишни бас қил»), дейилди. Сув қуриди, фармон бажарилди ва (кема) Жудий тоғи узра тўхтади ҳамда: «Золим қавмга ҳалокат бўлғай», дейилди"},{"SurahNumber":11,"VerseNumber":45,"Text":"Нуҳ Парвардигорига нидо қилиб, деди: «Парвардигорим, албатта, ўғлим менинг аҳли оиламдандир ва шубҳасиз, Сенинг (аҳли оиламга нажот бериш хусусидаги) ваъданг ҳақ ваъдадир. Сен энг адолатли ҳукм қилгувчисан»"},{"SurahNumber":11,"VerseNumber":46,"Text":"(Аллоҳ) айтди: «Эй Нуҳ, у сенинг аҳлингдан эмас! Албатта у(нинг қилган амали куфр йўлини тутгани) ёмон амалдир. Бас, ўзинг яхши билмаган нарса ҳақида асло Мендан сўрамагин! Албатта, Мен сенга жоҳил-нодонлардан бўлмасликни буюраман»"},{"SurahNumber":11,"VerseNumber":47,"Text":"У (Нуҳ) деди: «Парвардигорим, мен Сендан ўзим билмаган нарсани сўрашдан паноҳ тилайман! Энди агар мени мағфират қилиб, Ўз раҳматингга олмасанг, зиён кўргувчилардан бўлиб қолурман»"},{"SurahNumber":11,"VerseNumber":48,"Text":"(Шунда) айтилди: «Эй Нуҳ, Бизнинг тинч, саломат сақлашимиз билан ва ўзингга ҳамда сен билан бирга бўлган кишиларнинг зурриётларига бўладиган баракотлар билан (кемадан ерга) тушгин. (Яъни, сен ва сенга иймон келтирган кишиларга Биз томондан тинчлик-омонлик ва файзу баракотлар етар.) Яна бошқа (яъни, кофир) жамоалар ҳам келурки, Биз уларни ҳам озгина фойдалантирурмиз, сўнгра эса уларни Биз томондан бўлган аламли азоб тутар»"},{"SurahNumber":11,"VerseNumber":49,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), булар Биз сизга ваҳий қилаётган ғайб хабарларидандир. Илгари буларни на сиз ва на қавмингиз билар эдингиз. Бас (ҳақ динга даъват қилишда кофирларнинг етказаётган озорларига) сабр қилинг. Албатта, оқибат — натижа Аллоҳдан қўрқувчи кишиларникидир"}]}