{"Id":154,"LanguageCodes":["fa","fas"],"Name":"fas-hussainansarian","Author":"Hussain Ansarian","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"کافران را [پس از ورود به دوزخ] ندا می دهند: مسلماً دشمنی و خشم خدا نسبت به شما از دشمنی و خشم خودتان درباره خودتان بیشتر است؛ زیرا دعوت به ایمان می شدید پس کفر می ورزیدید"},{"SurahNumber":40,"VerseNumber":11,"Text":"می گویند: پروردگارا! دوبار ما را میراندی و دوبار زنده کردی، اکنون به گناهانمان معترفیم، پس آیا راهی برای بیرون آمدن [از دوزخ] هست؟"},{"SurahNumber":40,"VerseNumber":12,"Text":"این [سختیِ عذاب] به سبب این است که چون خدا به یگانگی [و بدون معبودانتان] خوانده می شد [یگانگی اش] را انکار می کردید، و اگر برای او شریک و همتایی قرار داده می شد، باور می کردید؛ پس [اکنون] داوری، ویژه خدای والامرتبه و بزرگ است"},{"SurahNumber":40,"VerseNumber":13,"Text":"اوست که نشانه های خود را به شما نشان می دهد، و از آسمان برای شما روزی نازل می کند؛ و فقط کسانی متذکّر می شوند که به سوی خدا باز می گردند"},{"SurahNumber":40,"VerseNumber":14,"Text":"پس خدا را در حالی که ایمان و عبادت را [از هر گونه شرکی] برای او خالص می کنید، بپرستید گرچه کافران [از روش شما] ناخشنود باشند"},{"SurahNumber":40,"VerseNumber":15,"Text":"بالا برنده درجات و صاحب عرش است، روح را [که فرشته وحی است] به فرمانش به هر کس از بندگانش که بخواهد القا می کند تا مردم را از روز ملاقات [که روز رستاخیز است] بیم دهد"},{"SurahNumber":40,"VerseNumber":16,"Text":"روزی که همه آنان آشکار می شوند، [و] چیزی از آنان بر خدا پوشیده نمی ماند. [و ندا آید:] امروز فرمانروایی ویژه کیست؟ ویژه خدای یکتای قهّار است"},{"SurahNumber":40,"VerseNumber":17,"Text":"امروز هر کس را در برابر آنچه انجام داده است، پاداش می دهند. امروز هیچ ستمی وجود ندارد؛ یقیناً خدا در حسابرسی سریع است"},{"SurahNumber":40,"VerseNumber":18,"Text":"و آنان را از روز نزدیک بیم ده، آن گاه که [از شدت ترس] جان ها به گلوگاه رسد، در حالی که همه وجودشان پر از غم و اندوه است. برای ستمکاران هیچ دوست مهربانی و شفیعی که شفاعتش پذیرفته شود، وجود ندارد"},{"SurahNumber":40,"VerseNumber":19,"Text":"[او] چشم هایی را که به خیانت [به نامحرمان] می نگرد و آنچه را سینه ها پنهان می دارند، می داند"},{"SurahNumber":40,"VerseNumber":20,"Text":"و خدا به حق داوری می کند، و معبودانی را که [مشرکان] به جای او می پرستند [چون از هر جهت ناتوانند] هیچ گونه داوری نمی کنند؛ یقیناً خدا شنوا و بیناست"}]}