{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"Ese ntubona uko Nyagasani wawe arambura igicucu? N’iyo aza kubishaka yari kukigumisha hamwe. Hanyuma izuba twarigize ikimenyetso cyacyo"},{"SurahNumber":25,"VerseNumber":46,"Text":"Maze tukagenda tukigabanya tukigarura iwacu buhoro buhoro"},{"SurahNumber":25,"VerseNumber":47,"Text":"Kandi ni We (Allah) wabagiriye ijoro kuba nk’umwambaro (ubahishira), ibitotsi abigira ikiruhuko ndetse n’amanywa ayagira igihe cyo gushakisha imibereho"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ni na We wohereza imiyaga itanga icyizere, ibanziriza impuhwe ze (imvura); kandi tumanura mu kirere amazi asukuye"},{"SurahNumber":25,"VerseNumber":49,"Text":"Kugira ngo dusubize ubuzima ubutaka bwapfuye (bwakakaye), kandi tunayanywesha byinshi mu byo twaremye; (yaba) amatungo ndetse n’abantu"},{"SurahNumber":25,"VerseNumber":50,"Text":"Kandi rwose (imvura) twarayibasaranganyije kugira ngo batekereze (inema za Allah), ariko abenshi mu bantu baranze bahitamo guhakana"},{"SurahNumber":25,"VerseNumber":51,"Text":"N’iyo dushaka twari kohereza umuburizi muri buri mudugudu"},{"SurahNumber":25,"VerseNumber":52,"Text":"Bityo ntuzumvire abahakanyi, ahubwo ujye uhangana na bo (ubigisha) uyifashishije (Qur’an)"},{"SurahNumber":25,"VerseNumber":53,"Text":"Kandi (Allah) ni We wahuje inyanja ebyiri; ifite amazi y’urubogobogo amara inyota, naho indi ikaba urwunyunyu rukaze. Maze ashyira urubibi hagati yazo rutuma zitivanga"},{"SurahNumber":25,"VerseNumber":54,"Text":"Ndetse ni na We waremye umuntu amukomoye mu mazi (intanga), anamushyiriraho uburyo azajya agira amasano binyuze mu maraso ndetse no gushyingiranwa. Kandi Nyagasani wawe ni Ushobora byose"},{"SurahNumber":25,"VerseNumber":55,"Text":"(Abahakanyi) basenga ibitari Allah bitagira icyo bibamarira cyangwa ngo bigire icyo bibatwara. Kandi umuhakanyi afatanya (na Shitani) kwigomeka kuri Nyagasani we"},{"SurahNumber":25,"VerseNumber":56,"Text":"Kandi nta kindi twakoherereje usibye kuba utanga inkuru nziza (yo kuzagororerwa ijuru ku bazumvira Allah) ndetse n’umuburizi (ku bazigomeka)"},{"SurahNumber":25,"VerseNumber":57,"Text":"Vuga (yewe Muhamadi) uti “Ntabwo (kubagezaho ubutumwa) mbibasabira igihembo, ariko uzashaka gukurikira inzira imuganisha kwa Nyagasani we (yemerewe kugira icyo atanga mu nzira ya Allah ku bushake bwe).”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Ujye uniringira Uhoraho (Nyirubuzima bwuzuye), Udapfa, unamusingize umushima. Kandi arahagije kuba azi byimazeyo ibyaha by’abagaragu be"},{"SurahNumber":25,"VerseNumber":59,"Text":"We waremye ibirere n’isi ndetse n’ibiri hagati yabyo mu minsi itandatu, hanyuma Nyirimpuhwe (Allah) aganza hejuru ya Ar’shi. Bityo (yewe Muhamadi) mubaze ibijyanye na We (akwibwire kuko) ariyizi neza"},{"SurahNumber":25,"VerseNumber":60,"Text":"N’iyo (abahakanyi) babwiwe bati “Nimwubamire Nyirimpuhwe!” Baravuga bati “Nyirimpuhwe nde? Ese tugomba kubamira uwo (wowe Muhamadi) udutegetse?” Nuko ibyo bikabongerera guhunga (ukuri)"}]}