{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":67,"Text":"İnkârcılar dediler ki: Sahi, biz ve atalarımız, toprak olduktan sonra, gerçekten (diriltilip) çıkarılacak mıyız"},{"SurahNumber":27,"VerseNumber":68,"Text":"Andolsun ki, bu tehdit bize yapıldığı gibi, daha önce atalarımıza da yapılmıştır. Bu, öncekilerin masallarından başka bir şey değildir"},{"SurahNumber":27,"VerseNumber":69,"Text":"De ki: Yeryüzünde gezin de, günahkârların akıbeti nice oldu, görün"},{"SurahNumber":27,"VerseNumber":70,"Text":"(Rasûlüm!) Onların yüzünden tasalanma, kurmakta oldukları tuzaklardan ötürü sıkıntı duyma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Onlar: Eğer doğru sözlü iseniz (söyleyin bakalım) bu tehdit ne zaman gerçekleşecek? derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: Çabucak gelmesini istediğiniz şeyin (azabın) bir kısmı herhalde yakında başınıza gelecektir"},{"SurahNumber":27,"VerseNumber":73,"Text":"Şüphesiz Rabbin, insanlara karşı lütuf sahibidir; fakat insanların çoğu şükretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Rabbin elbette onların kalplerinin gizlediklerini de, açığa vurduklarını da bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Gökte ve yerde göze görünmeyen hiçbir şey yoktur ki, apaçık bir kitapta (levhi mahfuzda) bulunmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"Doğrusu bu Kur'an, İsrailoğullarına, hakkında ihtilâf edegeldikleri şeylerin pek çoğunu anlatmaktadır"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve o, müminler için gerçekten bir hidayet rehberi ve rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Rabbin şüphesiz, onlar arasında hükmünü verecektir. O, mutlak galiptir, her şeyi hakkıyla bilendir"},{"SurahNumber":27,"VerseNumber":79,"Text":"O halde sen Allah'a güvenip dayan. Çünkü sen apaçık hakikat üzeresin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Bil ki sen ölülere işittiremezsin, arkalarını dönüp giderlerken sağırlara da dâveti duyuramazsın"},{"SurahNumber":27,"VerseNumber":81,"Text":"Sen körleri sapıklıklarından çevirip doğru yola getiremezsin. Ancak âyetlerimize inanıp da teslim olanlara duyurabilirsin"},{"SurahNumber":27,"VerseNumber":82,"Text":"O söz başlarına geldiği (kıyamet yaklaştığı) zaman, onlara yerden bir dâbbe (mahlûk) çıkarırız da, bu onlara insanların âyetlerimize kesin bir iman getirmemiş olduklarını söyler"}]}