{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"Zeg: \"Lof zij God en vrede met Zijn dienaren die Hij heeft uitverkoren.\" Is God beter of wat zij als metgezellen aan Hem toeschrijven"},{"SurahNumber":27,"VerseNumber":60,"Text":"Of wie heeft de hemelen en de aarde geschapen en voor jullie water uit de hemel laten neerdalen? Wij hebben er toch kostelijke boomgaarden mee laten groeien! Jullie zouden de bomen er niet van kunnen laten groeien. Is er naast God nog een god? Welnee, zij zijn mensen die in de verkeerde richting gaan"},{"SurahNumber":27,"VerseNumber":61,"Text":"Of wie heeft de aarde tot een vaste grond gemaakt, er rivieren doorheen gemaakt, stevige bergen voor haar gemaakt en tussen beide zeeën een versperring gemaakt? Is er naast God nog een god? Welnee, de meesten van hen weten het niet"},{"SurahNumber":27,"VerseNumber":62,"Text":"Of wie verhoort de in nood gezetene, als hij tot Hem bidt en neemt het kwade weg en maakt jullie tot opvolgers op de aarde. Is er naast God nog een god? Hoe weinig laten jullie je vermanen"},{"SurahNumber":27,"VerseNumber":63,"Text":"Of wie leidt jullie in de duisternis van land en zee en wie zendt de winden als verkondigers van goed nieuws voor Zijn barmhartigheid uit? Is er naast God nog een god? God is verheven boven wat zij aan Hem als metgezellen toevoegen"},{"SurahNumber":27,"VerseNumber":64,"Text":"Wie begint met de schepping en herhaalt haar dan en wie voorziet in jullie onderhoud vanuit de hemel en de aarde? Is er naast God nog een god? Zeg: \"Brengt jullie bewijs dan, als jullie gelijk hebben"},{"SurahNumber":27,"VerseNumber":65,"Text":"Zeg: \"Niemand kent in de hemelen en de aarde het verborgene, behalve God en zij beseffen niet wanneer zij worden opgewekt"},{"SurahNumber":27,"VerseNumber":66,"Text":"Welnee, hun kennis over het hiernamaals is onzeker. Ja zeker, zij verkeren erover in twijfel. Ja zeker, zij zijn er blind voor"}]}