{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":20,"VerseNumber":129,"Text":"Hoja e se ke ea eba ka lebaka la lentsoe la Mong`a hau le tlileng pele, le eona nako ea pallo, Ruri kahlolo e neng e ke ke ea qojoa e ka be e fihlile lefats’eng lena"},{"SurahNumber":20,"VerseNumber":130,"Text":"Ka lebaka leo, u be le mamello ho seo ba se buoang, u keteke lithoriso tsa Mong`a hau ka mehla esale ka matjeke leha letsatsi le ea malikelong. U be u mo rorise lihoreng tse ling tsa bosiu esitana leha letsatsi le le hlohong tsa mengala, e le hore u tle u fumane katleho"},{"SurahNumber":20,"VerseNumber":131,"Text":"U se ke oa tsotella tseo re faneng ka tsona ho ba bang ba banyalani har’a bona ho ka ithabisa, lipalesa tsa bophelo ba lefats’e lena, tseo re ba behileng tekong ka tsona. Khora ea Mong`a hau e molemo, e bile ha e fele"},{"SurahNumber":20,"VerseNumber":132,"Text":"U be u khothaletse batho ba heno thapelo, le uena u be le mamello ho eona. Etsoe ha ho khora eo Re e kopang ho uena empa ke Rona ba u sitsitseng ka eona. Litlamorao tse monate ke tsa ba lokileng"},{"SurahNumber":20,"VerseNumber":133,"Text":"Ba re: “Hoja feela o ne a ka tlisa mohlolo o tsoang ho Mong`a hae ho rona! Na ha ho e s’o tle sesupo ho bona sa bopaki bo teng ka har’a mangolo a khale-khale?”"},{"SurahNumber":20,"VerseNumber":134,"Text":"Hoja e be Re ile Ra ba ripitla ka tse ling tsa likotlo pele ho mona, Ruri ba ka be ba ile ba re: “Mong`a rona! Hoja u mpile oa re romella moromuoa, eo re ka beng re ile ra sala lits’enolo tsa hau morao pele re ka soabisoa le hona ho tlotloloha"},{"SurahNumber":20,"VerseNumber":135,"Text":"E re: “E mong le e mong oa rona o sa khefutsa; kahoo le lona le khefutse! Ke hona le tla tseba hore na ke bo-mang majalefa a tsela e topileng, ke bo-mang ba tokeng. Ka lebitso la Allah, Ea Lereko, Mong`a hao"}]}