{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":123,"Text":"หมู่ชนของอ๊าดได้ปฏิเสธบรรดารอซูล"},{"SurahNumber":26,"VerseNumber":124,"Text":"ขณะที่พี่น้องคนหนึ่งของพวกเขาคือฮูดได้กล่าวแก่พวกเขาว่า โอ้พวกท่านไม่ยำเกรงบ้างหรือ"},{"SurahNumber":26,"VerseNumber":125,"Text":"แท้จริงฉันคือ รอซูลผู้ซื่อสัตย์สำหรับพวกท่าน"},{"SurahNumber":26,"VerseNumber":126,"Text":"ดังนั้นพวกท่านจงยำเกรงอัลลอฮ์ และเชื่อฟังฉัน"},{"SurahNumber":26,"VerseNumber":127,"Text":"และฉันมิได้ขอค่าตอบแทนในการนี้จากพวกท่าน ค่าตอบแทนของฉันมิได้มาจากผู้ใดนอกจากพระเจ้าแห่งสากลโลก"},{"SurahNumber":26,"VerseNumber":128,"Text":"พวกท่านสร้างอนุสาวรีย์ไว้บนที่สูงทุกแห่งเพื่อโอ้อวดกระนั้นหรือ"},{"SurahNumber":26,"VerseNumber":129,"Text":"และพวกท่านสร้างคฤหาสน์เสมือนกับว่าพวกท่านจะอยู่อย่างตลอดกาลกระนั้นหรือ"},{"SurahNumber":26,"VerseNumber":130,"Text":"และเมื่อพวกท่านทำร้าย (ผู้ใด) พวกท่านกระทำอย่างทารุณโหดร้าย"},{"SurahNumber":26,"VerseNumber":131,"Text":"ดังนั้นพวกท่านจงยำเกรงอัลลอฮฺ และเชื่อฟังฉัน"},{"SurahNumber":26,"VerseNumber":132,"Text":"และพวกท่านจงยำเกรงผู้ทรงประทานแก่พวกท่าน สิ่งซึ่งพวกท่านรู้ดีอยู่แล้ว"},{"SurahNumber":26,"VerseNumber":133,"Text":"พระองค์ทรงประทานแก่พวกท่านด้วยปศุสัตว์และลูกหลาน"},{"SurahNumber":26,"VerseNumber":134,"Text":"และสวนอันหลากหลาย และลำธารหลายแห่ง"},{"SurahNumber":26,"VerseNumber":135,"Text":"แท้จริงฉันกลัวว่าพวกท่าน จะได้รับการลงโทษในวัน อันยิ่งใหญ่"},{"SurahNumber":26,"VerseNumber":136,"Text":"พวกเขากล่าวว่า มีผลเท่ากันที่เรา ท่านจะตักเตือนหรือไม่เป็นผู้ตักเตือนเราก็ตาม"},{"SurahNumber":26,"VerseNumber":137,"Text":"นี่ไม่ใช่อะไรอื่นนอกจากเป็นเรื่องโกหกในสมัยก่อน ๆ"},{"SurahNumber":26,"VerseNumber":138,"Text":"และพวกเราจะไม่อยู่ในหมู่ผู้ถูกลงโทษ"},{"SurahNumber":26,"VerseNumber":139,"Text":"พวกเขาได้ปฏิเสธไม่เชื่อฟังเขา ดังนั้นเราจึงทำลายล้างพวกเขา แท้จริงในการนี้ย่อมเป็นสัญญาณหนึ่งอย่างแน่นอน แต่ส่วนมากของพวกเขาไม่เป็นผู้ศรัทธา"},{"SurahNumber":26,"VerseNumber":140,"Text":"และแท้จริงพระเจ้าของเจ้านั้น แน่นอนพระองค์เป็นผู้ทรงเดชานุภาพ ผู้ทรงเมตตาเสมอ"}]}