{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"И сказал твой Господь ангелам: \"Я поставлю на земле наместника\". Они спросили: \"Поставишь ли Ты на земле того, кто будет грешить и проливать кровь, тогда как мы прославляем Тебя хвалой и святим Тебя?\" Аллах ответил: \"Воистину, Я ведаю о том, что вам неведомо"},{"SurahNumber":2,"VerseNumber":31,"Text":"И Аллах научил Адама всем именам, затем вопросил о них ангелов и велел им: \"Разъясните мне [суть] этих имен, если вы искренни"},{"SurahNumber":2,"VerseNumber":32,"Text":"Ангелы ответили: \"Хвала тебе! Мы знаем только то, чему Ты научил нас. Воистину, Ты - всеведущий, мудрый"},{"SurahNumber":2,"VerseNumber":33,"Text":"Аллах сказал: \"О Адам! Разъясни им [суть] имен\". Когда Адам разъяснил ангелам [суть] имен, Аллах сказал: \"Разве Я не говорил вам, что знаю сокровенное на небесах и земле, знаю, что вы делаете явно и что вы утаиваете"},{"SurahNumber":2,"VerseNumber":34,"Text":"И тогда Мы повелели ангелам: \"Падите ниц перед Адамом\". Все пали ниц, кроме Иблиса, [который] отказался [пасть ниц], возгордился и стал неверующим"},{"SurahNumber":2,"VerseNumber":35,"Text":"Тогда Мы сказали: \"О Адам! Поселись вместе со своей супругой в райском саду, ешьте там вволю, чего бы вам ни захотелось, но не приближайтесь вот к этому дереву, а не то окажетесь в числе нечестивцев"},{"SurahNumber":2,"VerseNumber":36,"Text":"Но по наущению шайтана они совершили грех в раю и были вынуждены покинуть его. И тогда Мы повелели: \"Изыдите, и да пребудет меж вами [и потомками вашими] вражда! Земля пусть станет вам временным местопребыванием, и от нее вы будете получать средства к существованию"},{"SurahNumber":2,"VerseNumber":37,"Text":"Адам покорился словам Господа своего, и Он простил ему, ибо Он - прощающий, милосердный"},{"SurahNumber":2,"VerseNumber":38,"Text":"Затем Мы повелели: \"Изыдите из рая все\". А если к вам явится от Меня проводник [на прямой путь], то тем, кто последует за посланником Моим, нечего страшиться, ибо они не изведают горя"},{"SurahNumber":2,"VerseNumber":39,"Text":"А те, которые не уверовали и отрицали Наши знамения, будут [гореть] в адском огне, навеки они там пребудут"}]}