{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"He is the One Who created for you hearing, sight, and intellect. ˹Yet˺ you hardly give any thanks"},{"SurahNumber":23,"VerseNumber":79,"Text":"And He is the One Who has dispersed you ˹all˺ over the earth, and to Him you will ˹all˺ be gathered"},{"SurahNumber":23,"VerseNumber":80,"Text":"And He is the One Who gives life and causes death, and to Him belongs the alternation of the day and night. Will you not then understand"},{"SurahNumber":23,"VerseNumber":81,"Text":"But they ˹just˺ say what their predecessors said"},{"SurahNumber":23,"VerseNumber":82,"Text":"They said, “Once we are dead and reduced to dust and bones, will we really be resurrected"},{"SurahNumber":23,"VerseNumber":83,"Text":"We have already been promised this, as well as our forefathers earlier. This is nothing but ancient fables!”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Ask ˹them, O Prophet˺, “To whom belong the earth and all those on it, if you ˹really˺ know?”"},{"SurahNumber":23,"VerseNumber":85,"Text":"They will reply, “To God!” Say, “Why are you not then mindful?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"˹And˺ ask ˹them˺, “Who is the Lord of the seven heavens and the Lord of the Mighty Throne?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"They will reply, “God.” Say, “Will you not then fear ˹Him˺?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Ask ˹them also,˺ “In Whose Hands is the authority over all things, protecting ˹all˺ while none can protect against Him, if you ˹really˺ know?”"},{"SurahNumber":23,"VerseNumber":89,"Text":"They will reply, “God.” Say, “How are you then so deluded?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"In fact, We have brought them the truth, and they are certainly liars"},{"SurahNumber":23,"VerseNumber":91,"Text":"God has never had ˹any˺ offspring, nor is there any god besides Him. Otherwise, each god would have taken away what he created, and they would have tried to dominate one another. Glorified is God above what they claim"},{"SurahNumber":23,"VerseNumber":92,"Text":"˹He is the˺ Knower of the seen and unseen. Exalted is He above what they associate ˹with Him˺"}]}