{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":50,"Text":"Ad halkına da kardeşleri Hud'u... Dedi ki: \"Ey halkım, ALLAH'a kulluk edin. O'ndan başka tanrınız yoktur. Siz ancak uyduruyorsunuz"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ey halkım, buna karşılık olarak sizden herhangi bir ücret te istemiyorum. Benim ücretim, beni ilk yaratandan başkasına düşmez. Aklınızı kullanmıyor musunuz"},{"SurahNumber":11,"VerseNumber":52,"Text":"Ey halkım, Rabbinizden bağışlanma dileyin, sonra O'na yönelin ki gökten üzerinize bol rahmet yağdırsın, gücünüze güç katsın. Suçlular olarak yüz çevirmeyin"},{"SurahNumber":11,"VerseNumber":53,"Text":"Dediler ki: \"Ey Hud, sen bize kesin bir kanıt ile gelmedin. Biz, sırf senin sözünle dinimizi bırakacak değiliz, sana inanacak değiliz"},{"SurahNumber":11,"VerseNumber":54,"Text":"Senin tanrılarımızdan biri tarafından çarpıldığını söyleriz,\" dedi ki: \"ALLAH'ı tanık tutuyorum, siz de tanık olun ki ben uzağım sizin ortak koştuğunuz"},{"SurahNumber":11,"VerseNumber":55,"Text":"O'ndan başkalarından. Haydi, topunuz birleşip bana karşı plan hazırlayın. Hiç de beklemeyin"},{"SurahNumber":11,"VerseNumber":56,"Text":"Ben, Rabbim ve Rabbiniz olan ALLAH'a güvendim. O'nun kontrol etmediği hiç bir yaratık yoktur. Rabbim dosdoğru yolun üzerindedir"},{"SurahNumber":11,"VerseNumber":57,"Text":"Yüz çevirirseniz, artık ben, kendisiyle gönderildiğim mesajı size bildirdim. Rabbim yerinize başka bir halk geçirecek ve siz O'na hiç bir zarar veremezsiniz. Benim Rabbim her şeyi Gözetip Kontrol Edendir"},{"SurahNumber":11,"VerseNumber":58,"Text":"Emrimiz gelince Hud'u ve beraberindeki inananları bizden bir rahmetle kurtardık. Onları dehşetli bir azaptan kurtardık"},{"SurahNumber":11,"VerseNumber":59,"Text":"İşte Ad (halkı) böyleydi. Rab'lerinin ayetlerini reddettiler, elçilerine isyan ettiler ve her inatçı zorbanın emrini izlediler"},{"SurahNumber":11,"VerseNumber":60,"Text":"Bunun üzerine, hem dünya hayatında ve hem diriliş gününde bir lanete uğradılar. Kısacası, Ad halkı, Rab'lerine karşı çıktı. Hud'un halkı Ad yok olmuştur"}]}