{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Bir kısım ayetlerimizi kendisine göstermek için, kulunu bir gece Mescid-i Haram´dan, çevresini bereketlendirdiğimiz Mescid-i Aksa´ya götüren O (Allah) yücedir. Gerçekten O, işitendir görendir"},{"SurahNumber":17,"VerseNumber":2,"Text":"Musa´ya kitap verdik ve «Benden başka vekil edinmeyin» diye onu İsrailoğulları için kılavuz kıldık"},{"SurahNumber":17,"VerseNumber":3,"Text":"(Ey) Nuh ile birlikte taşıdıklarımızın çocukları! Şüphesiz o, şükreden bir kuldu"},{"SurahNumber":17,"VerseNumber":4,"Text":"Kitapta İsrailoğullarına şu hükmü verdik: «Muhakkak siz yer (yüzün)de iki defa bozgunculuk çıkaracaksınız ve oldukça ´kibirli bir yükselişle´ muhakkak ´kibirlenip yükseleceksiniz´"},{"SurahNumber":17,"VerseNumber":5,"Text":"Nitekim o ikiden ilk vaid geldiği zaman, oldukça zorlu olan kullarımızı üzerinize gönderdik de (sizi) evlerin aralarına kadar girip araştırdılar. Bu yerine getirilmesi gereken bir sözdü"},{"SurahNumber":17,"VerseNumber":6,"Text":"Sonra onlara karşı size tekrar ´güç ve kuvvet verdik´, size mallar ve çocuklarla yardım ettik ve topluluk olarak da sizi sayıca çok kıldık"},{"SurahNumber":17,"VerseNumber":7,"Text":"Eğer iyilik ederseniz kendi nefsinize iyilik etmiş olursunuz ve eğer kötülük ederseniz o da (kendinizin) aleyhindedir. Sonuncu vaad geldiği zaman, (yine öyle kullar göndeririz ki) yüzlerinizi ´kötü duruma soksunlar´, birincisinde ona girdikleri gibi mescid (Kudüs) e girsinler ve ele geçirdiklerini ´darmadağın edip mahvetsinler´"},{"SurahNumber":17,"VerseNumber":8,"Text":"Umulur ki, Rabbiniz size merhamet eder, fakat siz (bozgunculuğa) dönerseniz biz de (sizi aşağılık kılmaya ve cezalandırmaya) döneriz. Biz, cehennemi kâfirler için bir kuşatma yeri kıldık"},{"SurahNumber":17,"VerseNumber":9,"Text":"Şüphe yok ki, bu Kur´an, en doğru yola iletir ve salih amellerde bulunan mü´minlere, onlar için gerçekten büyük bir ecir olduğunu müjde verir"},{"SurahNumber":17,"VerseNumber":10,"Text":"Ve şüphesiz, ahirete inanmayanlar için de acıklı bir azab hazırlamışızdır"}]}