{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"E, All-llahu tha: \"Mos adhuroni dy të adhuruar, sepse Ai është vetëm një Zot, pra vetëm Mua më keni dronë"},{"SurahNumber":16,"VerseNumber":52,"Text":"Vetëm e Tij është çka ka në qiej e në tokë, dhe vetëm Atij i takon vazhdimisht adhurimi. A mos i keni frikë dikujt tjetër pos All-llahut"},{"SurahNumber":16,"VerseNumber":53,"Text":"Dhe çdo të mirë që e keni, ajo është prej All-llahut, madje edhe kur ju godet e keqja, ju vetëm te Ai e ngreni zërin (me lutje)"},{"SurahNumber":16,"VerseNumber":54,"Text":"Pastaj, kur Ai e largon prej jush dënimin, qe, një grup prej jush i përshkruajnë shok Zotit të tyre"},{"SurahNumber":16,"VerseNumber":55,"Text":"(I bëjnë shok) Dhe ashtu ata përbuzin atë që Ne ua dhamë atyre, pra shfrytëzoni (për një kohë) se më vonë do të kuptoni (rrjedhimin)"},{"SurahNumber":16,"VerseNumber":56,"Text":"E nga ajo që Ne i furnizuam, ata u ndajnë një pjesë atyre (zotave) që nuk kuptojnë asgjë. Pasha All-llahun, patjetër do të merreni në pëgjegjësi për atë që trillonit"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ata i përshkruajnë All-llahut vajza. I pastër është Ai nga ajo!, ndërsa vetes së tyre (i përshkruajnë) çka ua ka ënda (djemtë)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Kur ndonjëri prej tyre lajmërohet me (lindjen) vajzë, fytyra e tij prishet dhe bëhet pot mllef"},{"SurahNumber":16,"VerseNumber":59,"Text":"Fshihet prej njerëzve, për shkak të asaj të keqeje me të cilën u lajmërua (e konsideron bela, e jo dhuratë prej Zotit). Mandej, (mendon) a do ta mbajë atë, ashtu i përulur, apo do ta mbulojë atë (të gjallë) në dhe. Sa i keq është ai gjykim i tyre"},{"SurahNumber":16,"VerseNumber":60,"Text":"Shembulli i keq u takon atyre që nuk besojnë botën tjetër, ndërsa All-llahut i takon shembulli më i lartë. Ai është fuqiploti, i urti"}]}