{"Id":223,"LanguageCodes":["km","khm"],"Name":"khm-cambodianmuslim","Author":"Cambodian Muslim Community Development","Language":"Khmer","Description":"Khmer","Direction":"ltr","Source":"https://quranenc.com/check/khmer_cambodia/v1.0.0-csv.1 , https://quranenc.com/en/browse/khmer_cambodia , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"ពួកមេដឹកនាំនៃក្រុមហ្វៀរអោនបាននិយាយថាៈ តាម ពិត នេះគ្រាន់តែជាអ្នកមន្តអាគមដ៏ស្ទាត់ជំនាញប៉ុណ្ណោះ។"},{"SurahNumber":7,"VerseNumber":110,"Text":"គេចង់បណេ្ដញពួកអ្នកចេញពីទឹកដីរបស់ពួកអ្នក។ (ហ្វៀរអោនបានសួរថា) ដូចេ្នះតើពួកអ្នកត្រូវឱ្យខ្ញុំធ្វើដូចម្តេច"},{"SurahNumber":7,"VerseNumber":111,"Text":"ពួកគេបានឆ្លើយថាៈ សូមអ្នកពន្យារពេលឱ្យគេ និងបង ប្អូនរបស់គេសិនចុះ ហើយសូមអ្នកបញ្ជូនមនុស្សទៅគ្រប់ទីក្រុង ដើម្បីប្រមូល(អ្នកចេះប្រើមន្តអាគមទាំងអស់)។"},{"SurahNumber":7,"VerseNumber":112,"Text":"ពួកគេនឹងនាំមកឱ្យអ្នកនូវរាល់អ្នកចេះមន្តអាគមដែល ស្ទាត់ជំនាញបំផុត។"},{"SurahNumber":7,"VerseNumber":113,"Text":"ពួកដែលប្រើមន្តអាគមទាំងអស់បានមកដល់ហ្វៀរអោន ហើយពួកគេបាននិយាយថាៈ ពិតប្រាកដណាស់ តើមានរង្វាន់សម្រាប់ ពួកយើងដែរឬទេ ប្រសិនបើពួកយើងជាអ្នកទទួលជ័យជំនះនោះ"},{"SurahNumber":7,"VerseNumber":114,"Text":"គេ(ហ្វៀរអោន)បានឆ្លើយថាៈ ពិតជាមាន. ហើយពិត ប្រាកដណាស់ ពួកអ្នកនឹងស្ថិតក្នុងចំណោមអ្នកជំនិត(របស់យើង)។"},{"SurahNumber":7,"VerseNumber":115,"Text":"ពួកគេ(គ្រូមន្តអាគម)បាននិយាយថាៈ ឱមូសា. តើអ្នក បោះ(ដំបងរបស់អ្នក)មុន ឬពួកយើងបោះមុន"},{"SurahNumber":7,"VerseNumber":116,"Text":"គេ(មូសា)បានឆ្លើយថាៈ ចូរពួកអ្នកបោះមុនចុះ. នៅ ពេលដែលពួកគេបានបោះហើយនោះ ពួកគេបានប្រើមន្តអាគម បំភាន់ភ្នែកមនុស្ស(ធ្វើឱ្យមើលឃើញដំបង និងខ្សែថាជាសត្វពស់ ដ៏ធំ) ហើយបានធ្វើឱ្យពួកគេ(មនុស្ស)ភ័យខ្លាច និងបាននាំមកនូវ មន្តអាគមដ៏អស្ចារ្យ។"},{"SurahNumber":7,"VerseNumber":117,"Text":"យើងបានផ្ដល់វ៉ាហ៊ីទៅកាន់មូសាថាៈ ចូរអ្នកបោះដំបង របស់អ្នកទៅ. (មូសាក៏បានបោះដំបង)រំពេចនោះវាក៏ទៅលេប អ្វីៗដែលពួកគេកំពុងបំភាន់នោះ។"},{"SurahNumber":7,"VerseNumber":118,"Text":"បន្ទាប់មក ការពិតក៏បានលេចឡើង ហើយអ្វីដែលពួក គេបានធ្វើគ្មានប្រសិទ្ធភាពឡើយ។"},{"SurahNumber":7,"VerseNumber":119,"Text":"ដូចេ្នះពួកគេត្រូវបានបរាជ័យនៅទីនោះ ហើយពួកគេ (ហ្វៀរអោននិងបរិវា)ក៏បានចាកចេញដោយអាម៉ាស់បំផុត។"},{"SurahNumber":7,"VerseNumber":120,"Text":"ហើយពួកដែលប្រើមន្តអាគមទាំងអស់នោះក៏លំឱន កាយស៊ូជូត។"},{"SurahNumber":7,"VerseNumber":121,"Text":"ដោយពួកគេបាននិយាយថាៈ ពួកយើងជឿនឹងម្ចាស់ ពិភពទាំងអស់ហើយ។"},{"SurahNumber":7,"VerseNumber":122,"Text":"ដែលជាម្ចាស់របស់មូសា និងហារូន។"},{"SurahNumber":7,"VerseNumber":123,"Text":"ហ្វៀរអោនបានស្រែកថាៈ តើពួកឯងជឿនឹងវា(មូសា) មុននឹងយើងអនុញ្ញាតឱ្យពួកឯងឬ? ពិតប្រាកដណាស់ នេះគឺជា ល្បិចកលដែលពួកអ្នកបានប្រើវានៅក្នុងទីក្រុង(អេហ្ស៊ីប)នេះ ដើម្បីពួកអ្នកបណេ្ដញអ្នកដែលនៅទីនេះចេញពីវា(ទីក្រុង)។ ដូចេ្នះ ពួកអ្នកគង់តែនឹងដឹង។"},{"SurahNumber":7,"VerseNumber":124,"Text":"យើងពិតជានឹងកាត់ដៃជើងរបស់ពួកឯងឆ្លាស់គ្នា(កាត់ ដៃស្ដាំនិងជើងឆេ្វង ឬដៃឆេ្វងនិងជើងស្ដាំ) ក្រោយមកយើងពិតជា នឹងឆ្កាងពួកឯងទាំងអស់គ្នា។"},{"SurahNumber":7,"VerseNumber":125,"Text":"ពួកគេ(មន្ដអាគម)បានតបវិញថាៈ ពិតប្រាកដណាស់ ពួកយើងវិលទៅរកម្ចាស់(អល់ឡោះ)របស់ពួកយើងវិញហើយ។"},{"SurahNumber":7,"VerseNumber":126,"Text":"អ្នកមិនត្រូវសងសឹកនឹងពួកយើងដោយសារតែពួកយើង មានជំនឿនឹងបណ្ដាភសុ្ដតាងនៃម្ចាស់របស់ពួកយើងពេលដែលវាបាន មកដល់ពួកយើងនោះឡើយ។ ឱម្ចាស់របស់ពួកយើង. សូមទ្រង់ មេត្ដាប្រទានការអត់ធ្មត់ដល់ពួកយើង និងប្រទានឱ្យពួកយើងបាន ស្លាប់ក្នុងនាមជាមូស្លីមផងចុះ។"}]}