{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":267,"Text":"Te, jotka uskotte, uhratkaa parasta, mitä olette hankkineet, ja sitä, mitä Me olemme kasvattanut teille maasta, älkääkä etsikö huonointa uhritarkoituksiinne, koska ette itsekään ota vastaan sellaista muuten kuin halveksien. Tietäkää, että Jumalan on kaikki, rikkaus ja kunnia"},{"SurahNumber":2,"VerseNumber":268,"Text":"Saatana uhkaa teitä köyhyydellä ja houkuttelee teitä halpamaisuuksiin, mutta Jumala lupaa teille anteeksiantonsa ja runsautensa. Jumala sulkee olemukseensa kaiken ja tietää kaiken"},{"SurahNumber":2,"VerseNumber":269,"Text":"Hän antaa viisautta kenelle tahtoo, ja kenelle viisaus on annettu, hän on saanut suuren aarteen, mutta vain ymmärtäväiset ovat tästä täysin selvillä"},{"SurahNumber":2,"VerseNumber":270,"Text":"ja mitä almuja annattekin tai uhrilupauksia teette, tietää Jumala sen totisesti, mutta väärin-tekijät jäävät ilman auttajaa"},{"SurahNumber":2,"VerseNumber":271,"Text":"Jos te annatte almunne julkisesti, on se hyvä asia, mutta jos te annatte ne salassa köyhille, on se vielä parempi itsellenne ja sovittaa osan pahoista teoistanne. Jumala tietää teidän tekonne"},{"SurahNumber":2,"VerseNumber":272,"Text":"Sinun velvollisuutesi, Muhammed, ei ole ohjata heitä (uskottomia), Jumala ohjaa ketä haluaa. Mitä hyvää annattekin pois, on se omaksi parhaaksenne, kun ette sillä muuhun pyri kuin Jumalan kasvojen eteen; ja mitä hyvää uhraattekin, tulee se teille täysin korvatuksi, teidän kärsimättä mitään vääryyttä"},{"SurahNumber":2,"VerseNumber":273,"Text":"(Uhrilahjat tulevat) köyhien hyväksi, joita osanotto Jumalan (sota)retkeen estää vaeltamasta ympäri maata (liikeasioissa) ja joita tietämättömät pitävät varakkaina, kun he eivät ole vaateliaita. Sinä erotat heidät tuntomerkeistään: eivät he anoessaan ihmisiltä käy tungettelevaisiksi. Mitä hyvää uhraattekin, tietää Jumala sen totisesti"}]}