{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":31,"Text":"En jullie mogen jullie kinderen niet doden uit vrees voor armoe. Wij voorzien in hun en jullie levensonderhoud. Hen doden is een grote zonde"},{"SurahNumber":17,"VerseNumber":32,"Text":"En jullie mogen geen ontucht benaderen. Dat is iets gruwelijks en een slechte manier van doen"},{"SurahNumber":17,"VerseNumber":33,"Text":"En jullie mogen niemand doden -- wat God verboden heeft -- behalve volgens het recht. En als iemand onrechtmatig gedood is dan geven Wij zijn naaste verwant machtiging, maar hij moet in het doden niet te ver gaan; hij wordt immers geholpen"},{"SurahNumber":17,"VerseNumber":34,"Text":"En jullie mogen niet aan het bezit van de wees komen, tenzij dat op de beste manier gebeurt, totdat hij volgroeid is. En komt de verbintenis na. Over de verbintenis wordt verantwoording afgelegd"},{"SurahNumber":17,"VerseNumber":35,"Text":"En geeft volle maat als jullie afmeten en weegt met de juiste weegschaal. Dat is beter voor jullie en een mooiere afsluiting"},{"SurahNumber":17,"VerseNumber":36,"Text":"En ga niet achter iets aan waarvan jij geen kennis hebt. Het horen, het zien en het hart, over al dat wordt verantwoording afgelegd"},{"SurahNumber":17,"VerseNumber":37,"Text":"En loop niet verwaand op de aarde rond. Jij zult de aarde immers niet doorboren, noch de bergen in hoogte kunnen bereiken"},{"SurahNumber":17,"VerseNumber":38,"Text":"Van dat alles wordt het slechte bij jouw Heer verafschuwd"},{"SurahNumber":17,"VerseNumber":39,"Text":"Dat is iets wat jouw Heer van de wijsheid aan jou heeft geopenbaard. En stel naast God geen andere god, anders zul je in de hel worden geworpen, met verwijten overladen en verstoten"},{"SurahNumber":17,"VerseNumber":40,"Text":"Heeft jullie Heer dan voor jullie de zonen uitgekozen en zelf uit de engelen dochters genomen? Jullie zeggen werkelijk iets vreselijks"}]}