{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"man (ingatlah) ketika Tuhan nyu bafirman ka’ para malaikat. ”Aku hendak jadikan khalifah15 ka’ bumi.” Iaka’ koa bakata, ”Ahe kek’ kau hendak manjadikan urakng nang marusak man manumpahkan darah ka’ naung, sadang kan kami bertasbih mamuji Nyu, man manyucikan dama Nyu?”; Ia bafirman,”sungguh Aku Nauan ahe yang kita nauan.”"},{"SurahNumber":2,"VerseNumber":31,"Text":"Man Ia ajarkan ka’ adam dama (barang) samuanya.Kamudian Ia teleat’ng ka’ para Malaikat,’saraya bafirman,”sabut’ng ka’ Ku Dama samua (barang) nian, Jika kao nang banar!.”"},{"SurahNumber":2,"VerseNumber":32,"Text":"Iaka’ koa manjawab, ”Mahasuci Engkau, nana’ ada nang kami nauan salain ahe nang udah kita ajarkan ka’kami, sungguh kita, Maha Nauan Maha Bijaksana.”"},{"SurahNumber":2,"VerseNumber":33,"Text":"Ia (Allah) bafirman,”Wahai Adam! Bare’ nauanlah ka’ iaka’ koa dama-dama koa!” satelah ia (Adam) nyabutatn dama- damanya, Ia bafirman, ”Buke ke’udah Aku Bata’kat’ng ka’ kao, bahwa’ aku nauan rahasia langit man bumi. Man aku nauan ahe nang kao nyatakan man ahe nang kao nosokat’n?”"},{"SurahNumber":2,"VerseNumber":34,"Text":"Man (ingatlah) waktu kami bafirman ka’ Malaikat, sujud lah kao ka’ Adam!” Maka iaka’ koa pun sujud kacoali iblis.16Ia bai’ man manyombongkan diri, man ia termasuk golongan nang kafir"},{"SurahNumber":2,"VerseNumber":35,"Text":"Man kami bafirman, ”Wahai Adam Diapmlah kao nang bininyu ka’ dalapm saruga, man makatnlah iaka’ koa nikmat (berbagi makanan) nana’ ada ka’ naung sasukanyu, (tatapi) Amelah kao samak’i pohotn nian,17 ana kao termasuk urakng- urakng nang zalim!”"},{"SurahNumber":2,"VerseNumber":36,"Text":"Lalu setan mampardayakan kaduanya dari saruga,19 sahingga kaduanya ka’naung dikeluarkan dari (sagala kenikmatan) katika kaduanya ka’naung(saruga) man kami bafirman,”Turut’ng kao! sabagian kao manjadi musuh bagi nang lain.Man bagi kao ada tampat tinggal man kasanangan di bumi sampe waktu nang di tentukan"},{"SurahNumber":2,"VerseNumber":37,"Text":"Kamudian Adam manarima sangahe kalimat20 dari Tuhannya, lalu Ia pun manarima tobatnya. Sungguh Allah Maha panarima tobat, Maha Panyayang"},{"SurahNumber":2,"VerseNumber":38,"Text":"Kami bafirman,”Turutnlah kao samua dari saruga! kamudian jika banar-banar atak’ng patunjuk-patunjuk-Ku ka’ kao, maka barang sae mangikuti patunjuk-Ku ka’ kao, nana’ ada rasa gali’ ka’kao man iaka’ koa nana’ basusah hati.”"},{"SurahNumber":2,"VerseNumber":39,"Text":"Adapun urakng-urakng nang kafir man mandustaatn ayat-ayat Kami, iaka’ koa koa panghuni neraka, iaka’ koa kakal ka’ dalapmnya"}]}