{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":15,"Text":"E aquelas de vossas mulheres que cometerem obscenidade, então, fazei testemunhar contra elas quatro de vós. E se o testemunharem, retende-as nas casas até que a morte lhes leve a alma, ou que Allah lhes trace um caminho"},{"SurahNumber":4,"VerseNumber":16,"Text":"E àqueles dois dentre vós, que a cometerem, então, molestai-os. E se ambos se voltarem arrependidos e se emendarem, dai-Ihes de ombros. Por certo, Allah é Remissório, Misericordiador"},{"SurahNumber":4,"VerseNumber":17,"Text":"Impende a Allah a remissão, apenas, para os que fazem o mal por ignorância, em seguida, logo se voltam arrependidos; então, a esses Allah remitirá. E Allah é Onisciente, Sábio"},{"SurahNumber":4,"VerseNumber":18,"Text":"E a remissão não é para os que fazem más obras até que, no momento em que a morte se apresenta a um deles, diz: \"Volto-me arrependido, agora\"; nem para os que morrem, enquanto renegadores da Fé. Para esses, preparamos doloroso castigo"},{"SurahNumber":4,"VerseNumber":19,"Text":"Ó vós que credes! Não vos é lícito herdar às mulheres, contra a vontade delas. E não as impeçais de se casarem de novo, a fim de que vos vades com algo que já lhes havíeis concedido, exceto se elas cometem evidente obscenidade. E convivei com elas, convenientemente. E, se as odiais, pacientai: quiçá, odieis algo, em que Allah faz existir um bem abundante"},{"SurahNumber":4,"VerseNumber":20,"Text":"E, se desejais substituir uma esposa em lugar de outra, e haveis concedido a uma delas um quintal de ouro, nada tomeis deste. Tomá-lo-íeis, em sendo infâmia e evidente pecado"},{"SurahNumber":4,"VerseNumber":21,"Text":"E como o tomaríeis, enquanto com efeito vos unistes um com o outro, intimamente, e elas firmaram convosco sólida aliança"},{"SurahNumber":4,"VerseNumber":22,"Text":"E não esposeis as mulheres que vossos pais esposaram, exceto se isso já se consumou. Por certo, isso é obscenidade e abominação. E que vil caminho"}]}