{"Id":201,"LanguageCodes":["id","ind"],"Name":"ind-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"(Dan ditiuplah sangkakala) yaitu tiupan yang kedua untuk membangkitkan makhluk supaya hidup kembali; jarak antara dua tiupan, yakni tiupan pertama dengan tiupan kedua lamanya empat puluh tahun (maka tiba-tiba mereka) orang-orang yang telah terkubur itu (dari kuburnya) dari tempat mereka dikubur (Keluar dengan segera menuju kepada Rabb mereka) mereka keluar dengan cepat lalu menuju kepada-Nya"},{"SurahNumber":36,"VerseNumber":52,"Text":"(Mereka berkata) orang-orang kafir di antara manusia, (\"Aduhai!) Ya di sini menunjukkan makna Tanbih (celakalah kami) binasalah kami lafal Wailun adalah Mashdar yang tidak mempunyai Fi'il dari lafalnya. (Siapakah yang membangkitkan kami dari tempat tidur kami -kubur-?\") karena mereka seolah-olah dalam keadaan tidur di antara kedua tiupan itu, maksudnya mereka tidak diazab. (Inilah) kebangkitan ini (yang) telah (dijanjikan yang Maha Pemurah dan benarlah) mengenainya (Rasul-rasul-Nya) mereka mengakui atas kebenaran yang telah dikatakan oleh para rasul, tetapi pengakuan mereka tidak bermanfaat lagi. Menurut pendapat yang lain, bahwa kalimat tersebut dikatakan kepada mereka"},{"SurahNumber":36,"VerseNumber":53,"Text":"(Tiadalah teriakan itu selain sekali teriakan saja, tiba-tiba mereka semua kepada Kami) di hadapan Kami (dikumpulkan)"},{"SurahNumber":36,"VerseNumber":54,"Text":"(Pada hari itu seseorang tidak akan dirugikan sedikit pun dan kalian tidak dibalasi, kecuali) dengan balasan (apa yang telah kalian kerjakan)"},{"SurahNumber":36,"VerseNumber":55,"Text":"(Sesungguhnya penghuni surga pada hari itu dalam kesibukan) mereka tidak menghiraukan lagi apa yang dialami oleh ahli neraka, karena mereka sibuk dengan kenikmatan-kenikmatan yang sedang mereka rasakan, seperti memecahkan selaput dara bidadari-bidadari; mereka tidak mempunyai kesibukan yang membuat mereka lelah atau payah, karena di dalam surga tidak ada kelelahan. Lafal Syughulin dapat pula dibaca Syughlin (bersenang-senang) yakni bergelimangan di dalam kenikmatan. Lafal Faakihuuna menjadi Khabar kedua dari Inna, sedangkan Khabar yang pertama adalah Fii Syughulin"},{"SurahNumber":36,"VerseNumber":56,"Text":"(Mereka) lafal Hum menjadi Mubtada (dan istri-istri mereka berada dalam tempat yang teduh) lafal Zhilaalun ini adalah bentuk jamak dari lafal Zhillun atau Zhillatun; menjadi Khabar Mubtada; arti Zhillun adalah tidak terkena panas matahari maksudnya teduh. (Di atas dipan-dipan) lafal Araa-iki adalah bentuk jamak dari lafal Ariikah, adalah ranjang atau permadani yang tebal (mereka bersandaran) bertelekan di atas dipan-dipan; lafal ayat ini menjadi Khabar kedua dan menjadi tempat berta'alluqnya Alal Araaa-iki"},{"SurahNumber":36,"VerseNumber":57,"Text":"(Di surga itu mereka memperoleh buah-buahan dan mereka memperoleh pula) di dalamnya (apa yang mereka minta) apa yang mereka dambakan"},{"SurahNumber":36,"VerseNumber":58,"Text":"(Kepada mereka dikatakan, \"Salaam\") kedudukan kalimat ini menjadi Mubtada (sebagai ucapan selamat) yang menjadi Khabarnya ialah (dari Rabb Yang Maha Penyayang) kepada mereka, yakni Dia mengucapkan kepada mereka, \"Kesejahteraan atas kalian"},{"SurahNumber":36,"VerseNumber":59,"Text":"(Dan) Dia berfirman pula, (\"Berpisahlah kalian dan orang-orang mukmin pada hari ini hai orang-orang yang berbuat jahat) mereka diperintahkan supaya berpisah di kala mereka bercampur dengan orang-orang mukmin"},{"SurahNumber":36,"VerseNumber":60,"Text":"(Bukankah Aku telah memerintahkan kepada kalian hai Bani Adam) melalui lisan Rasul-rasul-Ku (supaya kalian tidak menyembah setan) jangan menaatinya. (Sesungguhnya setan itu adalah musuh yang nyata bagi kalian\") yakni jelas permusuhannya"},{"SurahNumber":36,"VerseNumber":61,"Text":"(Dan hendaklah kalian menyembah-Ku) yakni esakanlah Aku dan taatilah Aku. (Inilah jalan) maksudnya tuntunan (yang lurus)"},{"SurahNumber":36,"VerseNumber":62,"Text":"(Sesungguhnya setan itu telah menyesatkan sebagian besar di antara kalian) lafal Jibillan adalah bentuk jamak dari Jabiilun seperti wazan Qadiimun, artinya makhluk. Menurut qiraat yang lain dibaca Jibullan dengan harakat Dhammah pada huruf Ba. (Maka apakah kalian tidak memikirkan?) tentang permusuhan setan dan penyesatannya; atau azab yang bakal menimpa mereka, yang karenanya mereka lalu mau beriman. Dikatakan kepada mereka di akhirat nanti"},{"SurahNumber":36,"VerseNumber":63,"Text":"(Inilah Jahanam yang kalian dahulu diancam) dengannya"},{"SurahNumber":36,"VerseNumber":64,"Text":"Masuklah ke dalamnya pada hari ini disebabkan kalian dahulu mengingkarinya"},{"SurahNumber":36,"VerseNumber":65,"Text":"(Pada hari ini Kami tutup mulut mereka) mulut orang-orang kafir, karena mereka mengatakan, yaitu sebagaimana yang disitir oleh firman-Nya, \"Demi Allah, Rabb kami, tiadalah kami mempersekutukan Allah.\" (Q.S. 6 Al An'am, 23) (Dan berkatalah kepada Kami tangan mereka dan kaki mereka memberi kesaksian) juga anggota-anggota mereka lainnya (terhadap apa yang dahulu mereka kerjakan) setiap anggota tubuh mengucapkan apa yang telah diperbuatnya"},{"SurahNumber":36,"VerseNumber":66,"Text":"(Dan jika Kami menghendaki pastilah Kami hapuskan penglihatan mereka) Kami jadikan penglihatan mereka buta sama sekali (lalu mereka berlomba-lomba) bersegera (-mencari- jalan) untuk pergi sebagaimana kebiasaan mereka. (Maka betapakah) bagaimanakah (mereka dapat melihat) jalan itu, jika mereka dalam keadaan buta? Yakni mereka pasti tidak akan dapat melihat jalan itu"},{"SurahNumber":36,"VerseNumber":67,"Text":"(Dan jika Kami menghendaki pastilah Kami ubah mereka) diubah menjadi kera, babi atau batu (di tempat mereka berada) menurut qiraat yang lain lafal Makanatihim dibaca dalam bentuk jamak, yaitu Makaanaatihim, yaitu di tempat-tempat mereka (maka mereka tidak sanggup berjalan dan tidak pula sanggup kembali) yakni mereka tidak dapat pergi dan tidak dapat pulang kembali"}]}