{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":60,"Text":"Разве ты не видел тех, которые заявляют, что они уверовали в ниспосланное тебе и в ниспосланное до тебя, но хотят обращаться на суд к тагуту, хотя им приказано не веровать в него? Дьявол желает ввести их в глубокое заблуждение"},{"SurahNumber":4,"VerseNumber":61,"Text":"Когда им говорят: «Придите к тому, что ниспослал Аллах, и к Посланнику», - ты видишь, как лицемеры стремительно отворачиваются от тебя"},{"SurahNumber":4,"VerseNumber":62,"Text":"А что будет, когда беда постигнет их за то, что приготовили их руки, после чего они придут к тебе и будут клясться Аллахом: «Мы хотели только добра и примирения»"},{"SurahNumber":4,"VerseNumber":63,"Text":"Аллах знает, что у них в сердцах. Посему отвернись от них, но увещевай их и говори им наедине (или говори им о них) убедительные слова"},{"SurahNumber":4,"VerseNumber":64,"Text":"Мы отправили посланников только для того, чтобы им повиновались с дозволения Аллаха. Если бы они, поступив несправедливо по отношению к себе, пришли к тебе и попросили прощения у Аллаха, если бы Посланник попросил прощения за них, то они нашли бы Аллаха Принимающим покаяния и Милосердным"},{"SurahNumber":4,"VerseNumber":65,"Text":"Но нет - клянусь твоим Господом! - они не уверуют, пока они не изберут тебя судьей во всем том, что запутано между ними, не перестанут испытывать в душе стеснение от твоего решения и не подчинятся полностью"},{"SurahNumber":4,"VerseNumber":66,"Text":"Если бы Мы предписали им: «Убейте самих себя (пусть невинные убьют беззаконников) или покиньте свои дома», - то лишь немногие из них совершили бы это. А если бы они совершили то, чем их увещевают, то так было бы лучше для них и сильнее укрепило бы их"},{"SurahNumber":4,"VerseNumber":67,"Text":"Вот тогда Мы даровали бы им от Нас великую награду"},{"SurahNumber":4,"VerseNumber":68,"Text":"и повели бы их прямым путем"},{"SurahNumber":4,"VerseNumber":69,"Text":"Те, которые повинуются Аллаху и Посланнику, окажутся вместе с пророками, правдивыми мужами, павшими мучениками и праведниками, которых облагодетельствовал Аллах. Как же прекрасны эти спутники"},{"SurahNumber":4,"VerseNumber":70,"Text":"Такова милость от Аллаха, и довольно того, что Аллах ведает о всякой вещи"}]}