{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"And We had sent Nuh to his people so he said, \"O my people! serve (worship) Allah, there is no god for you other than Him. Will you not then guard (against the evil of worshipping others)"},{"SurahNumber":23,"VerseNumber":24,"Text":"So the leaders of those who did not believe from among his people said, \"He is no more than a man like yourselves, he intends to achieve superiority over you, and had Allah willed He would have sent down angels, We have not heard this among our ancient forefathers"},{"SurahNumber":23,"VerseNumber":25,"Text":"He is nothing but a man who is possessed by jinn, so bear with him till (some) time"},{"SurahNumber":23,"VerseNumber":26,"Text":"He said, \"My Fosterer! help me because they deny me"},{"SurahNumber":23,"VerseNumber":27,"Text":"So We communicated to him, \"Make the ship before Our eyes and (according to) Our communication. Then when Our commandment comes and the water gushes forth from (the reservoir in) the valley, make each pair (consisting) of two, to enter the (ship) along with your people, except him among them against whom the word has already gone forth, and do not speak to me regarding those who are unjust, they will certainly be drowned"},{"SurahNumber":23,"VerseNumber":28,"Text":"Then when you are balanced on the ship, you and those with you, then say: \"Praise is due only for Allah Who delivered us from the unjust people"},{"SurahNumber":23,"VerseNumber":29,"Text":"And say, \"My Fosterer! make me alight a blessed alighting and You are the Best of those who cause to alight"},{"SurahNumber":23,"VerseNumber":30,"Text":"There are certainly signs in that, and We are ever testing (people)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then after them We produced another generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"then We sent among them a messenger from among themselves (saying), \"Serve Allah, there is no god for you other than Him. Will you not then guard (against the evil of worshipping others)"}]}