{"Id":192,"LanguageCodes":["hi","hin"],"Name":"hin-muhammadfarooqk","Author":"Muhammad Farooq Khan And Muhammad Ahmed","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"और एक निशानी उनके लिए मृत भूमि है। हमने उसे जीवित किया और उससे अनाज निकाला, तो वे खाते है"},{"SurahNumber":36,"VerseNumber":34,"Text":"और हमने उसमें खजूरों और अंगूरों के बाग लगाए और उसमें स्रोत प्रवाहित किए"},{"SurahNumber":36,"VerseNumber":35,"Text":"ताकि वे उसके फल खाएँ - हालाँकि यह सब कुछ उनके हाथों का बनाया हुआ नहीं है। - तो क्या वे आभार नहीं प्रकट करते"},{"SurahNumber":36,"VerseNumber":36,"Text":"महिमावान है वह जिसने सबके जोड़े पैदा किए धरती जो चीजें उगाती है उनमें से भी और स्वयं उनकी अपनी जाति में से भी और उन चीज़ो में से भी जिनको वे नहीं जानते"},{"SurahNumber":36,"VerseNumber":37,"Text":"और एक निशानी उनके लिए रात है। हम उसपर से दिन को खींच लेते है। फिर क्या देखते है कि वे अँधेरे में रह गए"},{"SurahNumber":36,"VerseNumber":38,"Text":"और सूर्य अपने नियत ठिकाने के लिए चला जा रहा है। यह बाँधा हुआ हिसाब है प्रभुत्वशाली, ज्ञानवान का"},{"SurahNumber":36,"VerseNumber":39,"Text":"और रहा चन्द्रमा, तो उसकी नियति हमने मंज़िलों के क्रम में रखी, यहाँ तक कि वह फिर खजूर की पूरानी टेढ़ी टहनी के सदृश हो जाता है"},{"SurahNumber":36,"VerseNumber":40,"Text":"न सूर्य ही से हो सकता है कि चाँद को जा पकड़े और न रात दिन से आगे बढ़ सकती है। सब एक-एक कक्षा में तैर रहे हैं"},{"SurahNumber":36,"VerseNumber":41,"Text":"और एक निशानी उनके लिए यह है कि हमने उनके अनुवर्तियों को भरी हुई नौका में सवार किया"},{"SurahNumber":36,"VerseNumber":42,"Text":"और उनके लिए उसी के सदृश और भी ऐसी चीज़े पैदा की, जिनपर वे सवार होते है"},{"SurahNumber":36,"VerseNumber":43,"Text":"और यदि हम चाहें तो उन्हें डूबो दें। फिर न तो उनकी कोई चीख-पुकार हो और न उन्हें बचाया जा सके"},{"SurahNumber":36,"VerseNumber":44,"Text":"यह तो बस हमारी दयालुता और एक नियत समय तक की सुख-सामग्री है"},{"SurahNumber":36,"VerseNumber":45,"Text":"और जब उनसे कहा जाता है कि उस चीज़ का डर रखो, जो तुम्हारे आगे है और जो तुम्हारे पीछे है, ताकि तुमपर दया कि जाए! (तो चुप्पी साझ लेते है)"},{"SurahNumber":36,"VerseNumber":46,"Text":"उनके पास उनके रब की आयतों में से जो आयत भी आती है, वे उससे कतराते ही है"},{"SurahNumber":36,"VerseNumber":47,"Text":"और जब उनसे कहा जाता है कि \"अल्लाह ने जो कुछ रोज़ी तुम्हें दी है उनमें से ख़र्च करो।\" तो जिन लोगों ने इनकार किया है, वे उन लोगों से, जो ईमान लाए है, कहते है, \"क्या हम उसको खाना खिलाएँ जिसे .दि अल्लाह चाहता तो स्वयं खिला देता? तुम तो बस खुली गुमराही में पड़े हो।"},{"SurahNumber":36,"VerseNumber":48,"Text":"और वे कहते है कि \"यह वादा कब पूरा होगा, यदि तुम सच्चे हो"},{"SurahNumber":36,"VerseNumber":49,"Text":"वे तो बस एक प्रचंड चीत्कार की प्रतीक्षा में है, जो उन्हें आ पकड़ेगी, जबकि वे झगड़ते होंगे"},{"SurahNumber":36,"VerseNumber":50,"Text":"फिर न तो वे कोई वसीयत कर पाएँगे और न अपने घरवालों की ओर लौट ही सकेंगे"}]}