{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"Andolsun ki; Biz, daha önce İbrahim´e de rüşdünü vermiştik. Ve Biz onu bilenlerdik"},{"SurahNumber":21,"VerseNumber":52,"Text":"Hani o, babasına ve kavmine demişti ki: Şu tapınıp durduğunuz heykeller de nedir"},{"SurahNumber":21,"VerseNumber":53,"Text":"Onlar da: Babalarımızı bunlara tapar bulduk, demişlerdi"},{"SurahNumber":21,"VerseNumber":54,"Text":"O: Andolsun ki sizler de, babalarınız da apaçık bir sapıklık içerisindesiniz, demişti"},{"SurahNumber":21,"VerseNumber":55,"Text":"Onlar: Sen, bize gerçeği mi getirdin, yoksa bizimle eğleniyor musun? dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"O da dedi ki: Hayır, Rabbınız göklerin ve yerin Rabbıdır ki onları, O yaratmıştır. Ve ben bunlara şahidlik edenlerdenim"},{"SurahNumber":21,"VerseNumber":57,"Text":"Allah´a yemin ederim ki; siz, arkanızı dönüp gittikten sonra putlarınıza bir tuzak kuracağım"},{"SurahNumber":21,"VerseNumber":58,"Text":"Derken hepsini paramparça edip içlerinden büyüğünü, ona başvursunlar diye sağlam bıraktı"},{"SurahNumber":21,"VerseNumber":59,"Text":"Bunu tanrılarımıza kim yaptı? Doğrusu o zalimlerden biridir, dediler"},{"SurahNumber":21,"VerseNumber":60,"Text":"Dediler ki: Kendisine İbrahim denilen bir gencin bunları diline doladığını duymuştuk"},{"SurahNumber":21,"VerseNumber":61,"Text":"Dediler ki: O halde bunların şahidlik edebilmeleri için onu insanların gözleri önüne getirin"},{"SurahNumber":21,"VerseNumber":62,"Text":"Ey İbrahim; tanrılarımıza bu işi sen mi yaptın? dediler"},{"SurahNumber":21,"VerseNumber":63,"Text":"Dedi ki: Belki onu şu büyükleri yapmıştır. Konuşabiliyorsa onlara sorun"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun üzerine kendilerine dönüp dediler ki: Hiç şüphesiz zalimler sizsiniz siz"},{"SurahNumber":21,"VerseNumber":65,"Text":"Sonra eski kafalarına döndürüldüler: Bunların konuşamayacağını, andolsun ki; sen de bilirsin, dediler"},{"SurahNumber":21,"VerseNumber":66,"Text":"Dedi ki: O halde Allah´ı bırakıp da size hiç bir fayda veya zarar veremeyecek şeylere ne diye taparsınız"},{"SurahNumber":21,"VerseNumber":67,"Text":"Yuh olsun size ve Allah´tan başka taptıklarınıza. Daha akıllanmayacak mısınız"},{"SurahNumber":21,"VerseNumber":68,"Text":"Onlar: Bir şey yapacaksanız şunu yakın da tanrılarınıza yardım edin, dedi"},{"SurahNumber":21,"VerseNumber":69,"Text":"Biz de: Ey ateş; İbrahim´e serin ve selamet ol, dedik"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ona düzen kurmak istediler. Ama Biz, onları daha çok hüsrana uğrayanlar kıldık"},{"SurahNumber":21,"VerseNumber":71,"Text":"Onu da, Lut´u da alemler için mübarek kıldığımız yere ulaştırıp kurtardık"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ona İshak´ı, üstelik bir de Yakub´u ihsan ettik. Ve her birini salih kimseler kıldık"},{"SurahNumber":21,"VerseNumber":73,"Text":"Onları emrimizle insanlara doğru yolu gösteren imamlar kıldık. Ve onlara hayırlar yapmayı, namaz kılmayı, zekat vermeyi vahyettik. Ve onlar, Bize kulluk eden kimselerdi"},{"SurahNumber":21,"VerseNumber":74,"Text":"Lut´a da. Ona hüküm ve ilim verdik, onu çirkin işler yapan o memleketten kurtardık. Doğrusu onlar, yoldan çıkmış kötü bir kavim idiler"},{"SurahNumber":21,"VerseNumber":75,"Text":"Ve onu rahmetimize kattık. Doğrusu o, salih kimselerdendi"}]}