{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":57,"VerseNumber":11,"Text":"Kimdir o, Allah'a güzel bir borç verecek olan ki, Allah da onun verdigini kat kat artirsin ve onun için serefli bir mükafat da versin"},{"SurahNumber":57,"VerseNumber":12,"Text":"O gün inanan erkekleri ve inanan kadinlari görürsün ki nurlari, önlerinde ve saglarinda kosuyor. (Kendilerine): \"Bugün müjdeniz altlarindan irmaklar akan, içlerinde ebedi kalacaginiz cennetlerdir.\" (denilir) Iste büyük kurtulus budur"},{"SurahNumber":57,"VerseNumber":13,"Text":"O gün münafik erkekler ve münafik kadinlar o iman edenlere söyle diyeceklerdir: \"Bize bakin da sizin nurunuzdan alalim?\" Onlara: \"Arkaniza dönün de nur arayin!\" denilir. Aralarina kapili bir sur çekilir ki, onun içinde rahmet, disinda da azap vardir"},{"SurahNumber":57,"VerseNumber":14,"Text":"(Münafiklar) onlara: \"Biz sizinle beraber degil miydik?\" diye seslenirler. (Müminler) de derler ki: \"Evet ama, siz kendi canlariniza kötülük ettiniz, gözlediniz, süpheye düstünüz ve kuruntular sizi aldatti. O çok aldatan (seytan) sizi, Allah hakkinda bile aldatti. Nihayet Allah'in emri gelip çatti"},{"SurahNumber":57,"VerseNumber":15,"Text":"Bugün artik ne sizden ne de inkar edenlerden fidye kabul edilir, varacaginiz yer atestir. Size yarasan odur. Orasi ne kötü bir dönüs yeridir"},{"SurahNumber":57,"VerseNumber":16,"Text":"Inananlar için hâlâ vakit gelmedi mi ki, kalbleri Allah'in zikrine ve inen hakka saygi duysun ve bundan önce kendilerine verilmis, sonra üzerlerinden uzun zaman geçmekle kalbleri katilasmis, çogu da yoldan çikmis kimseler gibi olmasinlar"},{"SurahNumber":57,"VerseNumber":17,"Text":"Biliniz ki Allah yer yüzünü ölümünden sonra diriltir. Belki aklinizi kullanirsiniz diye size âyetleri açikladik"},{"SurahNumber":57,"VerseNumber":18,"Text":"Süphesiz sadaka veren erkeklere ve sadaka veren kadinlara ve Allah'a güzel bir ödünç verenlere, verdikleri kat kat artirilir ve onlara serefli bir mükafat vardir"},{"SurahNumber":57,"VerseNumber":19,"Text":"Allah'a ve peygamberine iman edenler var ya, iste onlar, Rableri yaninda sözü özü dogru olanlar ve sehitlik mertebesine erenlerdir. Onlarin mükafatlari ve nurlari vardir. Inkar edip de âyetlerimizi yalanlayanlara gelince, onlar da cehennemin adamlaridir"}]}