{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Hiɓe lanndo maa fii konhoyri. Maaku : \"Konhoyri ndin ko Alla e Nulaaɗo Makko on jeyi\". Hulee Alla, moƴƴinon hakkunde mon ɗoftoɗon kadi Alla e Nulaaɗo Makko on si on laatike gomɗimɓe"},{"SurahNumber":8,"VerseNumber":2,"Text":"Pellet, gomɗimɓe ɓen, ko ɓen ɓe (tawata) si Alla jantaama, ɓerɗe maɓɓe ɗen hulay. Si Aayeeje Makko ɗen janngaama e maɓɓe, ɗe ɓeyda ɓe gomɗinal. Ko e Joomi maɓɓe (tun) ɓe fawotoo"},{"SurahNumber":8,"VerseNumber":3,"Text":"Ɓen ñinnooɓe julde nden e kon ko Men arsiki ɓe hiɓe wintoo=nafqa"},{"SurahNumber":8,"VerseNumber":4,"Text":"Ɓen ɗon, ko kamɓe woni gomɗimɓe ɓen ka goonga : hino woodani ɓe darjaaji ka Joomi maɓɓe, e haforaneede e arsike tedduɗo"},{"SurahNumber":8,"VerseNumber":5,"Text":"Ko wano Joomi maa yaltinirno maa non ka suudu maa sabu goonga, (tawi non) pellet, fedde e gomɗimɓe ɓen ko añuɓe (ɗum)"},{"SurahNumber":8,"VerseNumber":6,"Text":"Hiɓe wennja maa fii goonga kan ɓaawo nde ka feeñi ; a sikkay ko ɓe wonaaɓe soggeede e maayde hara kamɓe hiɓe ndaara (ɗum)"},{"SurahNumber":8,"VerseNumber":7,"Text":"(Jantee) tuma nde Alla fodunoo on gootel e feddeeji ɗin ɗiɗi, wonnde \"gootel e majji ko onon woodani, hiɗon yeloo sinno ko fedde nde alaa doole nden laatantoo on, (tawi) Alla no yiɗi nde O goonginirta goonga kan Daaluyeeji Makko ɗin O taƴa ɓabbe heeferaaɓe ɓen"},{"SurahNumber":8,"VerseNumber":8,"Text":"Fii yo O goonginiri goonga kan O bonne fii meere nden, hay si bomɓe ɓen yiɗaa"},{"SurahNumber":8,"VerseNumber":9,"Text":"(Jantee) tuma nde faabinoranoɗon Joomi mon O jaabinani on : \"Min ko Mi ɓeydiroowo on ujunere e Malaa'ika jokkondirooɓe"},{"SurahNumber":8,"VerseNumber":10,"Text":"Alla waɗiraali ɗum si wanaa welo-welo e fii no ɓerɗe mon deeƴira ɗum. Balla wonaali si wanaa immorde ka Alla. Pellet, Alla ko Fooluɗo Ñeeñuɗo"}]}