{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"بی گمان کسانی که آيات ما را تکذيب کردند, ودر برابر آن (گردنکشی و) تکبر ورزيدند, درهای آسمان (هرگز) برايشان گشوده نمی شود, وبه بهشت داخل نخواهند شد, مگر اين که شتراز سوراخ سوزن درآيد, واين چنين, گناهکاران را کيفر می دهيم"},{"SurahNumber":7,"VerseNumber":41,"Text":"برای آنها بستری از (آتش) جهنم و(نيز) روی آنها پوششهای (از آتش جهنم) است. واين چنين ستمکاران را کيفر می دهيم"},{"SurahNumber":7,"VerseNumber":42,"Text":"و کسانی که ايمان آوردند و کارهای شايسته انجام دادند – هيچ کس را جز به اندازهٴ توانش تکليف نمی کنيم – آنها اهل بهشت هستند, وجاودانه در آن خواهد ماند"},{"SurahNumber":7,"VerseNumber":43,"Text":"وآنچه از کينه (ونفرت) که در سينه هايشان است بر می کنيم. واز زير (درختان ومسکن های) آنها نهرها جاری است. وگويند: «ستايش مخصوص خداوندی است که ما را به اين (بهشت) هدايت نمود, واگر خداوند ما را هدايت نمی کرد؛ ما هرگز راه نمی يافتيم. مسلّماً فرستادگان پروردگار ما به حق آمدند». و(آنگاه) به آنان ندا داده می شود که: «اين بهشت را به پاداش آنچه که انجام می داديد, به (شما داده اند و) ارث برديد»"},{"SurahNumber":7,"VerseNumber":44,"Text":"واهل بهشت, اهل دوزخ را صدا می زنند که: «آنچه را که پروردگارمان به ما وعده داده بود, (همه را) حق يافتيم, پس آيا شما (نيز) آنچه را پروردگارتان به شما وعده داده بود؛ حق يافتيد؟!». گويند: «آری». پس ندا دهنده ای در ميان آنها ندا دهد که: «لعنت خدا بر ستمکاران باد"},{"SurahNumber":7,"VerseNumber":45,"Text":"(همان) کسانی که (مردم را) از راه خدا باز میداشتند, وآن را کج می طلبيدند, و(نيز) آنها به آخرت کافر بودند»"},{"SurahNumber":7,"VerseNumber":46,"Text":"ودر ميان آن دو (گروه بهشتی ودوزخی) حجابی است, وبر اعراف (= بلنديهای آن) مردانی هستند که هريک (از آن دو گروه) را از سيما (وچهره) شان می شناسند, واهل بهشت را صدا می زنند که: «سلام بر شما باد» اينان هر چند طمع (واميد) بهشت دارند, وهنوز بدان در نيامده اند"},{"SurahNumber":7,"VerseNumber":47,"Text":"وچون چشمشان به سوی اهل دوزخ گردانده شود, گويند: «پروردگارا! ما را با گروه ستمکاران قرار مده»"}]}