{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":18,"VerseNumber":60,"Text":"Moïse adressa un jour ces paroles à son serviteur : « Je n’aurai de cesse de progresser tant que je n’aurai pas atteint le lieu où se rejoignent les deux mers, dussé-je voyager de longues années. »"},{"SurahNumber":18,"VerseNumber":61,"Text":"Mais, parvenus à l’endroit indiqué, les deux hommes oublièrent leur poisson qui se fraya un passage dans la mer"},{"SurahNumber":18,"VerseNumber":62,"Text":"Après avoir quitté les lieux, Moïse dit à son serviteur : « Apporte-nous notre déjeuner. Ce voyage nous a durement éprouvés. »"},{"SurahNumber":18,"VerseNumber":63,"Text":"Il répondit : « Te souviens-tu lorsque nous nous sommes arrêtés près du rocher ? Eh bien, j’ai oublié à cet endroit le poisson. Seul Satan d’ailleurs a pu me le faire oublier. » Le poisson s’est frayé de façon étonnante un passage dans la mer"},{"SurahNumber":18,"VerseNumber":64,"Text":"Moïse dit : « Voilà justement le signe que nous attendions. » Les deux hommes revinrent donc sur leurs pas"},{"SurahNumber":18,"VerseNumber":65,"Text":"Ils finirent par trouver près du rocher l’un de Nos serviteurs que Nous avions comblé de Nos faveurs et doté d’un immense savoir"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moïse lui fit cette demande : « Puis-je t’accompagner afin d’être initié à la sagesse qui t’a été enseignée ? »"},{"SurahNumber":18,"VerseNumber":67,"Text":"L’homme répondit : « Tu ne pourras supporter ma compagnie"},{"SurahNumber":18,"VerseNumber":68,"Text":"Comment, en effet, pourras-tu te taire devant des actes que tu ne parviendras pas à t’expliquer ? »"},{"SurahNumber":18,"VerseNumber":69,"Text":"Moïse dit : « Tu trouveras en moi, par la volonté d’Allah, un homme patient et toujours obéissant. »"},{"SurahNumber":18,"VerseNumber":70,"Text":"L’homme dit : « Si tu dois m’accompagner, ne m’interroge sur aucun de mes gestes, mais attends que je t’en donne moi-même l’explication. »"}]}