{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":81,"Text":"Savaştan geri kalan münafıklar, Resulullah'ın hilafına, onun savaşa gitmesine karşılık, oturup kalmalarıyla ferahladılar ve mallarıyla, canlarıyla Allah yolunda cihad etmekten hoşlanmadılar, üstelik \"Bu sıcakta savaşa gitmeyin.\" dediler. De ki: \"Cehennem ateşi daha sıcaktır.\" Keşke anlayabilselerdi"},{"SurahNumber":9,"VerseNumber":82,"Text":"Kazandıkları günahın cezası olarak, artık az gülsünler, çok ağlasınlar"},{"SurahNumber":9,"VerseNumber":83,"Text":"Eğer Allah, seni onlardan bir kısmının yanına döndürür de onlar başka bir cihada seninle birlikte çıkmak için senden izin isterlerse, de ki; \"Artık siz hiçbir zaman benimle çıkamayacaksınız. Daha önce oturup kalmaktan hoşlanıyordunuz. Bundan böyle artık geride kalanlarla beraber oturup kalın"},{"SurahNumber":9,"VerseNumber":84,"Text":"Ve onlardan biri ölürse asla namazını kılma ve kabirinin başına gidip durma. Çünkü onlar Allah'ı ve Resulünü tanımadılar. Ve fasık olarak can verdiler"},{"SurahNumber":9,"VerseNumber":85,"Text":"Onların ne malları, ne de evlatları seni imrendirmesin. Allah, onları dünyada bunlarla cezalandırmayı ve canlarının kâfir olarak çıkmasını murad ediyor, başka değil"},{"SurahNumber":9,"VerseNumber":86,"Text":"Allah'a iman edin ve Resulü ile birlikte cihada gidin.\" diye bir sûre indirildiği zaman, içlerinden mal mülk sahibi olanlar senden izin istediler ve \"Bırak bizi oturanlarla beraber oturalım.\" dediler"},{"SurahNumber":9,"VerseNumber":87,"Text":"Onlar, oturanlarla beraber oturmaktan hoşlandılar. Kalblerine mühür vuruldu. Bundan dolayı onlar anlayışsızdırlar"},{"SurahNumber":9,"VerseNumber":88,"Text":"Fakat Peygamber ve onunla beraber olan müminler mallarıyla, canlarıyla cihad ettiler. İşte bütün hayırlar onlarındır. Murada erenler de işte onlardır"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah onlara, altından ırmaklar akan cennetler hazırladı. İçlerinde ebedi kalacaklar. İşte o büyük kurtuluş budur"}]}