{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":10,"VerseNumber":83,"Text":"Hapana akatenda muna Musa kunze kwevamwe vevana vevanhu vake, nokuda kwekuti vaitya Farawo nemadzimambo ake, pamwe aizovashungurudza; uye zvirokwazvo, Farawo aizvitutumadza panyika, uye zvirokwazvo aive mumwe wevatadzi"},{"SurahNumber":10,"VerseNumber":84,"Text":"Uye Musa akati: “Imi vanhu vangu! Kana muchitenda muna Allah, nokudaro isai vimbo yenyu mavari kana muri maMuslim (avo vanotambira zvido zvaAllah).”"},{"SurahNumber":10,"VerseNumber":85,"Text":"Vakati: “Tinovimba naAllah, Tenzi vedu! Musava munotiisa mumiedzo yeavo vanoita mabasa akaipa (musavaita kuti vave vanotikurira).”"},{"SurahNumber":10,"VerseNumber":86,"Text":"“Uye tinunurei netsitsi dzenyu kubva kune vanhu vasingatendi.”"},{"SurahNumber":10,"VerseNumber":87,"Text":"Uye takava tinoburutsa kuna Musa uye nemukoma wake (tichiti): “Ipai vanhu venyu pokugara muEgypt, uye moita dzimba dzenyu dzokugara senzvimbo dzenyu dzokunamatira, uye itai Swalaah (Munamato), uye mopa mashoko akanaka kuvatendi.”"},{"SurahNumber":10,"VerseNumber":88,"Text":"Uye Musa akati: “Tenzi vedu! Zvirokwazvo, makapa Farawo nemadzimambo ake zvinoyevedza nehupfumi muhupenyu hwepano pasi, imi Tenzi vedu, kuti vave vanobuditsa vanhu munzira yenyu. Imi Tenzi vedu! Paradzai hupfumi hwavo, nekuomesa moyo yavo, kuti vasave vanotenda kusara kwekuti vaona marwadzo akaomarara.”"},{"SurahNumber":10,"VerseNumber":89,"Text":"Allah vakati: “Zvirokwazvo, munamato wenyu muri vaviri watambirwa. Nokudaro rambai muri mugwara rakatwasuka, uye musava munotevedzera gwara reavo vasingazivi (chokwadi, Islaam).”"},{"SurahNumber":10,"VerseNumber":90,"Text":"Uye takava tinoita vana veIzrairi kuti vave vanodarika gungwa, uye Farawo nehondo yake akatevera ane kudzvinyirira neruvengo, kusvika apo paainyudzwa, akati: “Ndinotenda kuti hakuna umwe mwari kunze kweuyo anotendwa nevana veIzrairi, uye ndiri umwe wemaMuslim (avo vanozvipira kuna Allah).”"},{"SurahNumber":10,"VerseNumber":91,"Text":"Izvozvi (wakutenda) iwe wakaramba kutenda mushure uye wakanga uri umwe wemaMufsidoon (vatadzi)"},{"SurahNumber":10,"VerseNumber":92,"Text":"Nokudaro zuva ranhasi tichava tinobuditsa mutumbi wako (kubva mugungwa) kuti ugova chiratidzo cheavo (vachauya) mumashure mako! Uye zvirokwazvo, vanhu vazhinji havana hanya nezviratidzo zvedu"}]}