{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"Zeg: Wie voorziet u van voedsel uit den hemel en van de aarde? of wie heeft de volstrekte macht over het gehoor en het gezicht? en wie brengt het leven uit den dood voort? en wie regeert alle dingen? Zij zullen zekerlijk antwoorden: God! Zeg: Wilt gij hem dus niet vreezen"},{"SurahNumber":10,"VerseNumber":32,"Text":"Dit is dus God, uw ware Heer, en wat blijft er anders, buiten de waarheid, over dan dwaling? Hoe zijt gij dus van de waarheid afgewend"},{"SurahNumber":10,"VerseNumber":33,"Text":"Zoo heeft zich dit woord van God bij de boozen bewaarheid, dat zij nimmer zullen gelooven"},{"SurahNumber":10,"VerseNumber":34,"Text":"Zeg: Is er een van uwe gezellen, die een schepsel voortbrengt en het daarna tot het niet doet terugkeeren? Zeg: God brengt een schepsel voort en doet het daarna tot het niet terugkeeren. Hoe hebt gij u dus van zijn geloof afgewend"},{"SurahNumber":10,"VerseNumber":35,"Text":"Zeg: Is er een van uwe gezellen die tot de waarheid leidt? Zeg: God geleidt tot de waarheid. Is dus niet hij meer waardig gevolgd te worden, die tot de waarheid geleidt, dan hij die niet geleidt, tenzij hij zelf geleid worde? Wat is dus de oorzaak dat gij zoo oordeelt"},{"SurahNumber":10,"VerseNumber":36,"Text":"En het grootste gedeelte hunner volgt slechts eene onzekere meening; maar eene meening vervangt de waarheid geenszins. Waarlijk, God weet wat zij doen"},{"SurahNumber":10,"VerseNumber":37,"Text":"De Koran zou door niemand hebben kunnen samengesteld worden, behalve door God; het is eene bevestiging van hetgeen te voren werd geopenbaard, en eene uitlegging der schrift: daaraan is geen twijfel: hij werd door den Heer van alle schepselen nedergezonden"},{"SurahNumber":10,"VerseNumber":38,"Text":"Zeggen zij: Mahomet is het, die hem heeft uitgedacht? Antwoord: Brengt dan een hoofdstuk voort dat daaraan gelijk is, en roept wien gij wilt ter uwer ondersteuning aan naast God, indien gij waarheid spreekt"},{"SurahNumber":10,"VerseNumber":39,"Text":"Maar zij hebben, datgene van valscheid beschuldigd, waarvan zij geen begrip hebben; hoewel de verklaring daarvan tot hen gekomen zij. Evenzoo deden zij, die vóór hen bestonden en hunne profeten van bedrog beschuldigden: maar onthoudt wat het einde der onrechtvaardigen was"},{"SurahNumber":10,"VerseNumber":40,"Text":"Er zijn sommigen van hen, die daaraan gelooven, en er zijn sommigen van hen, die niet daaraan gelooven en hun Heer kent de boosdoeners wel"}]}