{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"Ey iman edenler! Kat kat faiz yemeyin. Allah'a karşı gelmekten sakının ki felâh bulasınız"},{"SurahNumber":3,"VerseNumber":131,"Text":"Hem kâfirler için hazırlanmış bulunan o ateşten korunun"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allah'a ve Resulüne itaat edin ki merhamete nail olasınız"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbiniz tarafından mağfirete, genişliği göklerle yer kadar ve müttakiler için hazırlanmış bir cennete doğru yarışırcasına koşuşun"},{"SurahNumber":3,"VerseNumber":134,"Text":"O müttakîler ki bollukta da darlıkta da Allah yolunda harcarlar, kızdıklarında öfkelerini yutar, insanların kusurlarını affederler. Allah da böyle iyi davrananları sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"O müttakiler ki çirkin bir iş yaptıklarında veya kendi nefislerine zulmettiklerinde, peşinden hemen Allah'ı anar, günahlarının affedilmesini dilerler. Zaten günahları Allah’tan başka kim affeder ki? Bir de onlar, bile bile işledikleri günahlarda ısrar etmez, o günahları sürdürmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"İşte onların mükâfatları, Rab'leri tarafından büyük bir af ile, kendilerinin ebedî olarak kalacakları, içinden ırmaklar akan cennetler olacaktır. Güzel iş yapanların mükâfatı ne de güzel"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden önce, Allah'ın koymuş olduğu hayat kanunlarına uygun olarak, nice olaylar, ümmetler geçti... İsterseniz dünyayı gezip dolaşın da dîni yalan sayanların âkıbetlerini görün"},{"SurahNumber":3,"VerseNumber":138,"Text":"İşte bu, bütün insanlara yöneltilen bir açıklamadır, Haramlardan korunacak müttakiler için bir hidâyet ve öğüttür"},{"SurahNumber":3,"VerseNumber":139,"Text":"Sakın yılmayın, üzüntüye kapılmayın, eğer iman ediyorsanız mutlaka üstün gelirsiniz"},{"SurahNumber":3,"VerseNumber":140,"Text":"Şayet siz yara aldı iseniz, karşınızdaki düşman topluluğu da benzeri bir yara aldı. İşte Biz, Allah'ın gerçek müminleri ortaya çıkarması, sizden şehitler edinmesi, müminleri tertemiz yapıp kâfirleri imhâ etmesi için, zafer günlerini insanlar arasında nöbetleşe döndürür dururuz. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Şayet siz yara aldı iseniz, karşınızdaki düşman topluluğu da benzeri bir yara aldı. İşte Biz, Allah'ın gerçek müminleri ortaya çıkarması, sizden şehitler edinmesi, müminleri tertemiz yapıp kâfirleri imhâ etmesi için, zafer günlerini insanlar arasında nöbetleşe döndürür dururuz. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":142,"Text":"Allah, sizin içinizden cihad edenlerle sabır gösterenleri ortaya çıkarmadan, kolayca cennete girivereceğinizi mi zannettiniz"},{"SurahNumber":3,"VerseNumber":143,"Text":"Siz ölümle yüzyüze gelmeden önce, şehid olmayı temenni etmiştiniz. İşte şimdi onu ayan beyan gördünüz"}]}