{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"Andwhen the caravan departed, their father said: \"I do indeed feel the scent of Joseph, except that you may think me senile"},{"SurahNumber":12,"VerseNumber":95,"Text":"They said: \"By God, you are back to your old misguidance"},{"SurahNumber":12,"VerseNumber":96,"Text":"Then, when the bearer of good news came, he cast it over his face and he regained sight. He said: \"Did I not tell you that I know from God what you do not know"},{"SurahNumber":12,"VerseNumber":97,"Text":"They said: \"Our father, ask forgiveness for our sins, indeed we were wrongdoers"},{"SurahNumber":12,"VerseNumber":98,"Text":"He said: \"I will ask forgiveness for you from my Lord, He is the Forgiving, the Merciful"},{"SurahNumber":12,"VerseNumber":99,"Text":"So when they entered upon Joseph, he took his parents to him and he said: \"Enter Egypt, God willing, in security"},{"SurahNumber":12,"VerseNumber":100,"Text":"And he raised his parents upon the throne, and they fell in prostration to Him. And he said: \"My father, this is the interpretation of my vision from before. My Lord has made it true, and He has been good to me that he took me out of prison and brought you out of the wilderness after the devil had made bitterness between me and my brothers. My Lord is Kind to whom He wills. He is the Knowledgeable, the Wise"},{"SurahNumber":12,"VerseNumber":101,"Text":"My Lord, You have given me sovereignty and taught me the interpretation of the narrations. Initiator of the heavens and the earth, You are my protector in this world and the Hereafter. Let me die as one who has submitted, and join me with the good doers"},{"SurahNumber":12,"VerseNumber":102,"Text":"Thatis from the news of the unseen that We inspire to you. You were not among them when they arranged their plan and were scheming"},{"SurahNumber":12,"VerseNumber":103,"Text":"And most of the people, even if you are diligent, will not believe"},{"SurahNumber":12,"VerseNumber":104,"Text":"And you are not asking them for any wage, it is but a reminder to the worlds"}]}