{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"Totisesti, Me lähetimme Tamuudin heimon luokse heidän veljensä Saalihin, joka lausui: »Palvelkaa Jumalaa!» Mutta katso! He jakautuivat kahdeksi riiteleväksi puolueeksi"},{"SurahNumber":27,"VerseNumber":46,"Text":"Hän sanoi: »Kansalaiseni, miksi haluatte edistää pahaa enemmän kuin hyvää, miksi ette ano Jumalan anteeksiantoa, jotta teille osoitettaisiin armo?»"},{"SurahNumber":27,"VerseNumber":47,"Text":"He vastasivat: »Me pidämme sinua ja seuralaisiasi enteenä meitä kohtaavasta onnettomuudesta.» Hän sanoi: »Teidän kohtalonne on Jumalan huomassa. Mutta te olette kansa, joka on vitsauksen kokeva.»"},{"SurahNumber":27,"VerseNumber":48,"Text":"Ja kaupungissa oli yhdeksän miehen joukkio, joka ympäri maata teki pahaa, eikä lainkaan hyvää"},{"SurahNumber":27,"VerseNumber":49,"Text":"He sanoivat: »Vannokaamme keskenämme Jumalan nimeen, että me varmasti yöllä käymme hänen ja hänen perheensä kimppuun ja sanomme sitten hänen kostonsa perijälle: 'Emme ole nähneet hänen perheensä surmaamista, puhumme täyttä totta'.»"},{"SurahNumber":27,"VerseNumber":50,"Text":"Ja niin he punoivat juonensa, mutta Me teimme oman suunnitelmamme, josta he eivät tienneet"},{"SurahNumber":27,"VerseNumber":51,"Text":"Ja katso, mikä oli heidän juoniensa loppu! Me hävitimme heidät ja heidän kansansa kaikki"},{"SurahNumber":27,"VerseNumber":52,"Text":"Tuossa ovat heidän kotinsa autioina, koska he olivat jumalattomia. Totisesti, tässä on merkki niille, joilla on ymmärrystä"},{"SurahNumber":27,"VerseNumber":53,"Text":"Ja me pelastimme ne, jotka uskoivat ja hartautta harjoittivat"},{"SurahNumber":27,"VerseNumber":54,"Text":"Muista Lootia, joka sanoi kansalleen: »Harjoitatteko riettautta, vaikka tiedätte sen synniksi"},{"SurahNumber":27,"VerseNumber":55,"Text":"Lähestyttekö himoiten miehiä naisten sijasta? Niin, te olette pimeätä väkeä.»"},{"SurahNumber":27,"VerseNumber":56,"Text":"Ja mikä olikaan hänen kansansa vastaus: »Ajakaa Lootin perhe pois kaupungista, sillä he luulevat olevansa synnittömiä.»"},{"SurahNumber":27,"VerseNumber":57,"Text":"Sitten Me pelastamme hänet perheinensä paitsi hänen vaimonsa. Tämän määräsimme jälkeenjäävien joukkoon"},{"SurahNumber":27,"VerseNumber":58,"Text":"Ja Me annoimme sataa heidän päällensä; kauhistuttava oli se sade niille, joita oli varoitettu"}]}