{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"الف، لام، را، یہ وہ کتاب ہے جس کی آیتیں محکم اور مضبوط بنائی گئی ہیں اور پھر تفصیل کے ساتھ کھول کھول کر بیان کی گئی ہیں یہ اس کی طرف سے ہے جو بڑا حکمت والا، بڑا باخبر ہے۔"},{"SurahNumber":11,"VerseNumber":2,"Text":"(اس کا خلاصہ یہ ہے کہ) اللہ کے سوا کسی کی عبادت (بندگی) نہ کرو بلاشبہ میں اس کی طرف سے تمہیں ڈرانے والا اور خوشخبری دینے والا ہوں۔"},{"SurahNumber":11,"VerseNumber":3,"Text":"اور یہ کہ اپنے پروردگار سے مغفرت طلب کرو پھر اس کی بارگاہ میں توبہ کرو (اس کی طرف رجوع کرو) وہ تمہیں مقررہ مدت (تک زندگی کے) اچھے فوائد سے بہرہ مند کرے گا۔ اور ہر صاحبِ فضل (زیادہ عمل کرنے والے) کو اس کے درجہ کے مطابق عطا فرمائے گا اور اگر تم نے روگردانی کی تو میں تمہارے بارے میں ایک بڑے دن کے عذاب سے ڈرتا ہوں۔"},{"SurahNumber":11,"VerseNumber":4,"Text":"تم سب کو اللہ ہی کی طرف لوٹ کر جانا ہے اور وہ ہر چیز پر پوری قدرت رکھنے والا ہے۔"},{"SurahNumber":11,"VerseNumber":5,"Text":"آگاہ ہو جاؤ یہ (منافق) لوگ اپنے سینوں کو دوہرا کر رہے ہیں تاکہ اس (اللہ یا رسول) سے چھپ جائیں مگر یاد رکھو جب یہ لوگ اپنے (سارے) کپڑے اپنے اوپر اوڑھ لیتے ہیں تو (تب بھی) وہ (اللہ) وہ بھی جانتا ہے جو کچھ وہ چھپاتے ہیں اور وہ بھی جو کچھ وہ ظاہر کرتے ہیں (کیونکہ) بے شک وہ تو ان رازوں سے بھی خوف واقف ہے جو سینوں کے اندر ہیں۔"},{"SurahNumber":11,"VerseNumber":6,"Text":"اور زمین میں کوئی چلنے پھرنے والا جانور نہیں ہے مگر یہ کہ اس کا رزق خدا کے ذمے ہے اور وہ جانتا ہے کہ اس کا مستقل ٹھکانہ کہاں ہے اور اس کے سونپے جانے (کم رہنے) کی جگہ کہاں ہے؟ سب کچھ ایک واضح کتاب میں محفوظ ہے۔"},{"SurahNumber":11,"VerseNumber":7,"Text":"اور وہی وہ ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا اور (اس سے پہلے) اس کا عرش پانی پر تھا (یہ سب کچھ کیوں پیدا کیا؟) تاکہ تمہیں آزمائے کہ تم میں سب سے بہتر عمل کرنے والا کون ہے؟ اور (اے رسول(ص)) اگر آپ ان سے کہیں کہ تم مرنے کے بعد (دوبارہ) اٹھائے جاؤگے تو کافر لوگ ضرور کہیں گے۔ یہ تو کھلا ہوا جادو ہے۔"},{"SurahNumber":11,"VerseNumber":8,"Text":"اور اگر ہم ان پر عذاب نازل کرنے میں ایک مقررہ مدت تک تاخیر بھی کر دیں تو وہ ضرور یہ کہیں گے کہ کون سی چیز نے اسے روک رکھا ہے؟ یاد رکھو جس دن ان پر وہ (عذاب) آئے گا تو پھر اسے پھیرا نہ جا سکے گا۔ اور انہیں وہ (عذاب) گھیر لے گا جس کا وہ مذاق اڑایا کرتے تھے۔"}]}