{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta-Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"We have not sent down the Qur'an to thee to be (an occasion) for thy distress"},{"SurahNumber":20,"VerseNumber":3,"Text":"But only as an admonition to those who fear (God)"},{"SurahNumber":20,"VerseNumber":4,"Text":"A revelation from Him Who created the earth and the heavens on high"},{"SurahNumber":20,"VerseNumber":5,"Text":"(God) Most Gracious is firmly established on the throne (of authority)"},{"SurahNumber":20,"VerseNumber":6,"Text":"To Him belongs what is in the heavens and on earth, and all between them, and all beneath the soil"},{"SurahNumber":20,"VerseNumber":7,"Text":"If thou pronounce the word aloud, (it is no matter): for verily He knoweth what is secret and what is yet more hidden"},{"SurahNumber":20,"VerseNumber":8,"Text":"God! there is no god but He! To Him belong the most Beautiful Names"},{"SurahNumber":20,"VerseNumber":9,"Text":"Has the story of Moses reached thee"},{"SurahNumber":20,"VerseNumber":10,"Text":"Behold, he saw a fire: So he said to his family, \"Tarry ye; I perceive a fire; perhaps I can bring you some burning brand therefrom, or find some guidance at the fire"},{"SurahNumber":20,"VerseNumber":11,"Text":"But when he came to the fire, a voice was heard: \"O Moses"},{"SurahNumber":20,"VerseNumber":12,"Text":"Verily I am thy Lord! therefore (in My presence) put off thy shoes: thou art in the sacred valley Tuwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"I have chosen thee: listen, then, to the inspiration (sent to thee)"},{"SurahNumber":20,"VerseNumber":14,"Text":"Verily, I am God: There is no god but I: So serve thou Me (only), and establish regular prayer for celebrating My praise"},{"SurahNumber":20,"VerseNumber":15,"Text":"Verily the Hour is coming - My design is to keep it hidden - for every soul to receive its reward by the measure of its Endeavour"},{"SurahNumber":20,"VerseNumber":16,"Text":"Therefore let not such as believe not therein but follow their own lusts, divert thee therefrom, lest thou perish"},{"SurahNumber":20,"VerseNumber":17,"Text":"And what is that in the right hand, O Moses"},{"SurahNumber":20,"VerseNumber":18,"Text":"He said, \"It is my rod: on it I lean; with it I beat down fodder for my flocks; and in it I find other uses"},{"SurahNumber":20,"VerseNumber":19,"Text":"(God) said, \"Throw it, O Moses"},{"SurahNumber":20,"VerseNumber":20,"Text":"He threw it, and behold! It was a snake, active in motion"},{"SurahNumber":20,"VerseNumber":21,"Text":"(God) said, \"Seize it, and fear not: We shall return it at once to its former condition"},{"SurahNumber":20,"VerseNumber":22,"Text":"Now draw thy hand close to thy side: It shall come forth white (and shining), without harm (or stain),- as another Sign"},{"SurahNumber":20,"VerseNumber":23,"Text":"In order that We may show thee (two) of our Greater Signs"},{"SurahNumber":20,"VerseNumber":24,"Text":"Go thou to Pharaoh, for he has indeed transgressed all bounds"}]}