{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"(Entonces, el Faraón) dijo a los dignatarios (de su pueblo) que estaban a su alrededor: “Ciertamente, es un brujo instruido"},{"SurahNumber":26,"VerseNumber":35,"Text":"que pretende expulsarlos de su tierra con su brujería; ¿qué recomiendan hacer?”"},{"SurahNumber":26,"VerseNumber":36,"Text":"Dijeron: “Aplacen su decisión sobre ellos por un tiempo y envíen mensajeros por las ciudades para que reúnan"},{"SurahNumber":26,"VerseNumber":37,"Text":"a todos los brujos instruidos que encuentren y comparezcan ante ti”"},{"SurahNumber":26,"VerseNumber":38,"Text":"Y todos los brujos fueron reunidos en el día fijado (para competir con su brujería contra Moisés)"},{"SurahNumber":26,"VerseNumber":39,"Text":"Y se dijo a la gente: “¿No se congregaron para presenciarlo"},{"SurahNumber":26,"VerseNumber":40,"Text":"Así podremos seguir a los brujos si resultan ellos los vencedores”"},{"SurahNumber":26,"VerseNumber":41,"Text":"Y cuando los brujos llegaron, preguntaron al Faraón: “¿Recibiremos alguna recompensa si somos nosotros los vencedores?”"},{"SurahNumber":26,"VerseNumber":42,"Text":"(El Faraón) contestó: “Sí, y serán de mis allegados”"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moisés les dijo: “Arrojen lo que tengan que arrojar”"},{"SurahNumber":26,"VerseNumber":44,"Text":"Entonces arrojaron sus cuerdas y sus cayados, y dijeron: “¡Por el poder del Faraón, seremos nosotros los vencedores!”"},{"SurahNumber":26,"VerseNumber":45,"Text":"Y cuando Moisés arrojó su cayado, este devoró (la falsedad) que los brujos habían producido"},{"SurahNumber":26,"VerseNumber":46,"Text":"Entonces los brujos cayeron postrados"},{"SurahNumber":26,"VerseNumber":47,"Text":"dijeron: “Creemos en el Señor de toda la creación"},{"SurahNumber":26,"VerseNumber":48,"Text":"en el Señor de Moisés y de Aarón”"},{"SurahNumber":26,"VerseNumber":49,"Text":"(El Faraón) dijo: “¿Creen en Moisés antes de concederles yo permiso? Seguro que él es su maestro, quien les ha enseñado la brujería. Pronto sabrán lo que les espera. Amputaré sus manos y pies contrarios, y después los clavaré en un madero[714] a todos”"},{"SurahNumber":26,"VerseNumber":50,"Text":"Respondieron: “No nos importa lo que puedan hacernos, pues, ciertamente, retornaremos a nuestro Señor (en la otra vida)"},{"SurahNumber":26,"VerseNumber":51,"Text":"Esperamos con anhelo que nuestro Señor perdone nuestros pecados al ser los primeros en creer (de nuestro pueblo)”"},{"SurahNumber":26,"VerseNumber":52,"Text":"Luego revelamos a Moisés: “Parte con Mis siervos durante la noche. Serán perseguidos con toda seguridad”"}]}