{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"Sen öğüt ver. Rabbinin sana olan iyiliği sayesinde sen ne bir kahinsin, ne de deli"},{"SurahNumber":52,"VerseNumber":30,"Text":"Yoksa, \"O bir şairdir, onun ölmesini bekliyoruz.\" mu diyorlar"},{"SurahNumber":52,"VerseNumber":31,"Text":"De ki, \"Bekleyedurun; ben de sizinle birlikte beklemekteyim"},{"SurahNumber":52,"VerseNumber":32,"Text":"Bunları rüyalarının etkisiyle mi söylüyorlar, yoksa onlar haddi aşan bir topluluk mudur"},{"SurahNumber":52,"VerseNumber":33,"Text":"Yoksa, \"Onu kendi uydurdu\" mu diyorlar? Hayır, onlar inanmazlar"},{"SurahNumber":52,"VerseNumber":34,"Text":"Doğru sözlüler iseler bunun benzeri bir hadis getirsinler"},{"SurahNumber":52,"VerseNumber":35,"Text":"Onlar yokluktan mı yaratıldılar? Yoksa yaratanlar kendileri mi"},{"SurahNumber":52,"VerseNumber":36,"Text":"Gökleri ve yeri onlar mı yarattılar? Doğrusu, onlar kesin bir inanca sahip olmazlar"},{"SurahNumber":52,"VerseNumber":37,"Text":"Yoksa Rabbinin hazineleri onların mı yanındadır? Onlar mı kontrol etmektedirler"},{"SurahNumber":52,"VerseNumber":38,"Text":"Yoksa üzerine çıkıp (vahyi) dinledikleri bir merdivenleri mi var? Öyleyse dinleyicileri açık bir delil getirsin"},{"SurahNumber":52,"VerseNumber":39,"Text":"Yoksa kızlar O'na, oğullar size mi"},{"SurahNumber":52,"VerseNumber":40,"Text":"Yoksa sen onlardan bir ücret istiyorsun da bu onlara ağır bir borç mu yüklüyor"},{"SurahNumber":52,"VerseNumber":41,"Text":"Yoksa gizemlerin bilgisine mi sahipler ve onu kendileri mi yazıyorlar"},{"SurahNumber":52,"VerseNumber":42,"Text":"Yoksa bir planı mı uygulamak istiyorlar? Halbuki kafirlerin kendileri bir plana mahkum edilmiştir"},{"SurahNumber":52,"VerseNumber":43,"Text":"Yoksa ALLAH'tan başka tanrıları mı vardır? ALLAH onların ortak koştuklarından yücedir"},{"SurahNumber":52,"VerseNumber":44,"Text":"Gökten bir parçanın düştüğünü görseler, \"Bulut kümesidir!\" derler"},{"SurahNumber":52,"VerseNumber":45,"Text":"Çarpılacakları günlerine kavuşuncaya kadar onları bırak"},{"SurahNumber":52,"VerseNumber":46,"Text":"O gün, planları kendilerini hiç bir şeyden korumayacak ve yardım da görmeyeceklerdir"},{"SurahNumber":52,"VerseNumber":47,"Text":"Zulmedenlere bunun dışında bir ceza daha vardır, fakat çokları bilmezler"},{"SurahNumber":52,"VerseNumber":48,"Text":"Rabbinin hükmü gerçekleşinceye kadar sabret sen gözlerimiz önündesin ve kalktığın zaman Rabbini överek yücelt"},{"SurahNumber":52,"VerseNumber":49,"Text":"Geceleyin ve yıldızlar kaybolurken O'nu yücelt"}]}