{"Id":354,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":16,"Text":"நிச்சயமாக நாம்தான் வானத்தில் பெரிய பெரிய நட்சத்திரங்களை அமைத்து பார்ப்பவர்களுக்கு அதை அலங்காரமாகவும் ஆக்கி வைத்தோம்"},{"SurahNumber":15,"VerseNumber":17,"Text":"விரட்டப்பட்ட ஒவ்வொரு ஷைத்தானும் அவற்றை நெருங்காது காத்துக்கொண்டோம்"},{"SurahNumber":15,"VerseNumber":18,"Text":"ஆகவே, (வானவர்களின்) ஒரு வார்த்தையைத் திருட்டுத்தனமாகக் கேட்டுப் போவதைத் தவிர, (ஷைத்தான் அவற்றை நெருங்க முடியாது. அவ்வாறு ஷைத்தான் நெருங்கினால் சுடர் வீசும்) எரிகின்ற நெருப்பு ஜூவாலை அதை (விரட்டிப்) பின் தொடர்ந்து செல்லும்"},{"SurahNumber":15,"VerseNumber":19,"Text":"நாம் பூமியை விரித்து, அதில் உறுதிமிக்க அசையாத மலைகளை நட்டினோம். ஒவ்வொரு புற்பூண்டையும் (அதற்குரிய) ஒழுங்கான முறையில் அதில் நாம் முளைப்பித்தோம்"},{"SurahNumber":15,"VerseNumber":20,"Text":"உங்களுக்கும், நீங்கள் உணவு கொடுத்து வளர்க்காததுமான (ஆகாயத்திலும் பூமியிலும் வசிக்கின்ற எண்ணற்ற) உயிரினங்களுக்கும் வாழ்க்கைக்கு வேண்டிய பொருள்களை நாமே அதில் அமைத்தோம்"},{"SurahNumber":15,"VerseNumber":21,"Text":"ஒவ்வொரு பொருளின் பொக்கிஷங்களும் நம்மிடமே இருக்கின்றன. எனினும், அவற்றை (அந்தந்தக் காலத்தில் அவற்றிற்குக்) குறிப்பிட்ட அளவில்தான் நாம் இறக்கி வைக்கிறோம்"},{"SurahNumber":15,"VerseNumber":22,"Text":"மேகம் கருக்கொள்ளும்படியான காற்றையும் நாமே அனுப்பிவைக்கிறோம். அம்மேகத்திலிருந்து மழையையும் நாமே பொழியச் செய்கிறோம். அதை நாம் உங்களுக்குப் புகட்டுகிறோம். (மழை நீரை மேகத்திலும், நிலத்திலும்) நீங்கள் சேகரித்து வைக்கவில்லை; (நாம்தான் சேகரிக்கிறோம்)"},{"SurahNumber":15,"VerseNumber":23,"Text":"நிச்சயமாக நாம்தான் உயிர் கொடுக்கிறோம்; நாமே மரணிக்கச் செய்வோம். அனைத்திற்கும் நாமே வாரிசுகள்! (சொந்தக்காரர்கள்)"},{"SurahNumber":15,"VerseNumber":24,"Text":"உங்களுக்கு முன் சென்றவர்களையும் நிச்சயமாக நாம் அறிவோம்; (உங்களுக்குப்) பின் வரக்கூடியவர்களையும் நிச்சயமாக நாம் அறிவோம்"},{"SurahNumber":15,"VerseNumber":25,"Text":"(நபியே!) நிச்சயமாக உமது இறைவன்தான் இவர்கள் அனைவரையும் (விசாரணைக்காக மறுமையில் தன் முன்) ஒன்று கூட்டுவான். நிச்சயமாக அவன் ஞானமுடையவன், (அனைத்தையும்) நன்கறிந்தவன் ஆவான்"}]}