{"Id":160,"LanguageCodes":["fa","fas"],"Name":"fas-mohsengharaati","Author":"Mohsen Gharaati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":50,"Text":"و به سوى قوم عاد، برادرشان هود [را فرستادیم، او به مردم] گفت: «اى قوم من! خدا را بپرستید که هیچ معبودى جز او براى شما نیست. [شما در پرستش بت‌ها به خطا مى‌روید و] جز اهل افترا نیستید"},{"SurahNumber":11,"VerseNumber":51,"Text":"اى قوم! من از شما در برابر رسالتم پاداشى درخواست نمى‌کنم. پاداش من تنها بر عهده‌ى کسی است که مرا آفریده است. پس آیا نمى‌اندیشید؟"},{"SurahNumber":11,"VerseNumber":52,"Text":"اى قوم! از پروردگارتان طلب آمرزش کنید، سپس به سوى او بازگردید و توبه نمایید تا او از آسمان پى در پى بر شما باران بفرستد، و نیرویى بر نیروى شما بیافزاید، و به خاطر گناه، روى برنتابید.»"},{"SurahNumber":11,"VerseNumber":53,"Text":"[مشرکان] گفتند: «اى هود! تو دلیل روشنى براى ما نیاورده‌اى، و ما به خاطر سخنان تو، از خدایانمان دست بر‌نمى‌داریم. و ما از ایمان آورندگانِ به تو نیستیم"},{"SurahNumber":11,"VerseNumber":54,"Text":"ما جز این نمی­گوییم که بعضى از خدایان ما به تو زیان رسانده [و عقلت را ربوده‌اند. هود] گفت: «من خدا را گواه مى‌گیرم و شما [نیز] شاهد باشید که من از آنچه شریک [خدا] قرار می‌دهید بیزارم"},{"SurahNumber":11,"VerseNumber":55,"Text":"از هر چه غیر اوست [بیزارم]، پس همگى علیه من توطئه کنید و مرا مهلت ندهید،"},{"SurahNumber":11,"VerseNumber":56,"Text":"من بر خداوندى که پروردگار من و شماست، توکل کرده‌ام، هیچ جنبنده‌اى نیست، مگر آن که او، مهارش را گرفته است به درستى که پروردگار من بر راهی راست است"},{"SurahNumber":11,"VerseNumber":57,"Text":"پس اگر شما روى برگردانید، به راستى که من آنچه را به خاطر آن، به سوى شما فرستاده شدم، به شما رسانده‌ام. و پروردگارم گروه دیگرى را جانشین شما خواهد کرد، و شما هیچ ضررى به او نمى‌رسانید. همانا پروردگارم بر هر چیزى نگهبان است.»"},{"SurahNumber":11,"VerseNumber":58,"Text":"و زمانى که فرمان [قهر] ما آمد، هود و کسانى را که با او ایمان آورده بودند، به رحمت خود نجات دادیم و از عذاب سخت رهایشان ساختیم"},{"SurahNumber":11,"VerseNumber":59,"Text":"و آن [قوم] عاد، آیات پروردگارشان را منکر شدند و پیامبرانِ او را نافرمانى کرده، از فرمان هر ستمگر لجوجى پیروى نمودند"},{"SurahNumber":11,"VerseNumber":60,"Text":"و [سرانجام] در این دنیا و در روز قیامت، لعنت [و قهر الهى] در پى ایشان شد. بدانید که قوم عاد به پروردگارشان کفر ورزیدند. آگاه باشید که عاد، قوم هود [از رحمت الهى] دور باد"}]}