{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"جس دن ہم جہنم سے کہیں گے کیا تو بھر چکی اوروہ کہے گی کیا کچھ اوربھی ہے"},{"SurahNumber":50,"VerseNumber":31,"Text":"اوربہشت پرہیزگاروں کے لیے قریب لائی جائے گی کہ کچھ فاصلہ نہ ہوگا"},{"SurahNumber":50,"VerseNumber":32,"Text":"یہی ہے جس کا تم سے وعدہ کیا جاتا تھا ہر رجوع کرنے والے اور حفاظت کرنے والے کے لیے"},{"SurahNumber":50,"VerseNumber":33,"Text":"جو کوئی الله سے بن دیکھے ڈرا اور رجوع کرنے والا دل لے کر آیا"},{"SurahNumber":50,"VerseNumber":34,"Text":"اس میں سلامتی سے داخل ہو جاؤ ہمیشہ رہنے کا دن یہی ہے"},{"SurahNumber":50,"VerseNumber":35,"Text":"انہیں جو کچھ وہ چاہیں گے وہاں ملے گا اور ہمارے پاس اوربھی زیادہ ہے"},{"SurahNumber":50,"VerseNumber":36,"Text":"اور ہم نے ان سے پہلے کتنی قومیں ہلاک کر دیں جو قوت میں ان سے بڑھ کر تھیں پھر (عذاب کے وقت) شہرو ں میں دوڑتے پھرنے لگے کہ کوئی پناہ کی جگہ بھی ہے"},{"SurahNumber":50,"VerseNumber":37,"Text":"بے شک اس میں شخص کے لیے بڑی عبرت ہے جس کے پاس (فہیم) دل ہو یا وہ متوجہ ہو کر (بات کی طرف) کان ہی لگا دیتا ہو"},{"SurahNumber":50,"VerseNumber":38,"Text":"اور بے شک ہم نےآسمانوں اور زمین کو پیدا کیا اورجو کچھ ان کے درمیان میں ہے چھ دن میں اور ہمیں کچھ بھی تکان نہ ہوئی"},{"SurahNumber":50,"VerseNumber":39,"Text":"پس ان باتوں پر صبر کر جو وہ کہتے ہیں اور اپنے رب کی پاکیزگی بیان کر تعریف کے ساتھ دن نکلنے سے پہلے اور دن چھپنے سے پہلے"},{"SurahNumber":50,"VerseNumber":40,"Text":"اورکچھ رات میں بھی اس کی تسبیح کر اور نماز کے بعد بھی"},{"SurahNumber":50,"VerseNumber":41,"Text":"اور توجہ سے سنیئے جس دن پکارنے والا پاس سے پکارے گا"},{"SurahNumber":50,"VerseNumber":42,"Text":"جس دن وہ ایک چیخ کو بخوبی سنیں گے یہ دن قبروں سے نکلنے کا ہوگا"},{"SurahNumber":50,"VerseNumber":43,"Text":"بے شک ہم ہی زندہ کرتے اورمارتے ہیں اورہماری طرف ہی لوٹ کر آنا ہے"},{"SurahNumber":50,"VerseNumber":44,"Text":"جس دن ان پر سے زمین پھٹ جائے گی لوگ دوڑتے ہوئے نکل آئيں گے یہ لوگو ں کا جمع کرنا ہمیں بہت آسان ہے"},{"SurahNumber":50,"VerseNumber":45,"Text":"ہم جانتے ہیں جو کچھ وہ کہتے ہیں اور آپ ا ن پر کچھ زبردستی کرنے والے نہیں پھر آپ قرآن سے اس کو نصیحت کیجیئے جو میرے عذاب سے ڈرتا ہو"}]}