{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":53,"Text":"Ей, иманға келгендер! Пайғамбардың үйлеріне кірмеңдер, тек өздеріңе тамақ жеуге рұқсат етілгенде болмаса, бірақ / тамақтың / дайын болуын күтіп, алдын ала кірмеңдер. Ал егер шақырылсаңдар, кіріңдер де тамақ жеп болсаңдар, әңгімені созбай дереу тарқаңдар. Бұларың Пайғамбарға жайсыздық тудырады, алайда ол сендерден ұялады. Ал, Аллаһ шындықтан / оны түсіндіруден / ұялмайды. Егер олардан / әйелдерінен / бір нәрсе сұрасаңдар, онда перденің арғы жағында тұрып сұраңдар. Осы - сендердің жүректерің үшін әрі олардың жүректері үшін де ең тазасы. Сендерге Аллаһтың Елшісін ренжітулеріңе және одан кейін оның әйелдеріне ешқашан үйленулеріңе болмайды. Ақиқатында, бұлай етулерің Аллаһтың алдында өте үлкен / күнә"},{"SurahNumber":33,"VerseNumber":54,"Text":"Егер бір нәрсені әшкере етсеңдер де немесе оны жасырсаңдар да, әлбетте Аллаһ барлық нәрсені Білуші"},{"SurahNumber":33,"VerseNumber":55,"Text":"Оларға / пайғамбардың әйелдеріне / әкелерінің, ұлдарының, аға-інілерінің, аға-інілерінің ұлдарының, әпке-сіңлілерінің балаларының, мұсылман әйелдері және қол астарындағы күндерінің алдында / жамылғысыз / жүрулерінде күнә жоқ. Тақуалық етіңдер / Аллаһқа бойсұнып, жазасынан қорқып, сақтаныңдар! / Ақиқатында, Аллаһ әрбір нәрсеге куә"},{"SurahNumber":33,"VerseNumber":56,"Text":"Аллаһ Пайғамбарды мейіріміне бөлейді және Оның періштелері де оған жақсылықтар тілейді. Ей, иманға келгендер! Сендер де оған салауат айтыңдар және амандық тілеп сәлем беріңдер"},{"SurahNumber":33,"VerseNumber":57,"Text":"Анығында, Аллаһты және Оның Елшісін ренжіткендерді, Аллаһ бұл дүниеде және соңғы, мәңгілік өмірде / ақиретте / қарғысқа ұшыратты әрі оларға қорлаушы азап әзірледі"},{"SurahNumber":33,"VerseNumber":58,"Text":"Ал, иманды ерлерді және иманды әйелдерді жазықсыз түрде ренжіткендер жала мен анық күнәні арқалайды"}]}