{"Id":158,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadmahdifo","Author":"Mohammad Mahdi Fooladvand","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"بگو: «در زمين بگرديد، آنگاه بنگريد كه فرجام تكذيب‌كنندگان چگونه بوده است؟»"},{"SurahNumber":6,"VerseNumber":12,"Text":"بگو: «آنچه در آسمانها و زمين است از آنِ كيست؟» بگو: «از آن خداست »؛ كه رحمت را بر خويشتن واجب گردانيده است. يقيناً شما را در روز قيامت -كه در آن هيچ شكى نيست- گرد خواهد آورد. خودباختگان كسانى‌اند كه ايمان نمى‌آورند"},{"SurahNumber":6,"VerseNumber":13,"Text":"و آنچه در شب و روز آرام [و تكاپو] دارد، از آنِ اوست و او شنواى داناست"},{"SurahNumber":6,"VerseNumber":14,"Text":"بگو: «آيا غير از خدا -پديدآورنده آسمانها و زمين- سرپرستى برگزينم؟ و اوست كه خوراك مى‌دهد، و خوراك داده نمى‌شود.» بگو: «من مأمورم كه نخستين كسى باشم كه اسلام آورده است، و [به من فرمان داده شده كه:] هرگز از مشركان مباش.»"},{"SurahNumber":6,"VerseNumber":15,"Text":"بگو: «اگر به پروردگارم عصيان ورزم از عذاب روزى بزرگ مى‌ترسم.»"},{"SurahNumber":6,"VerseNumber":16,"Text":"آن روز، كسى كه [عذاب‌] از او برگردانده شود، قطعاً [خدا] بر او رحمت آورده، و اين است همان رستگارى آشكار"},{"SurahNumber":6,"VerseNumber":17,"Text":"و اگر خدا به تو زيانى برساند، كسى جز او برطرف كننده آن نيست، و اگر خيرى به تو برساند پس او بر هر چيزى تواناست"},{"SurahNumber":6,"VerseNumber":18,"Text":"و اوست كه بر بندگان خويش چيره است، و اوست حكيم آگاه"},{"SurahNumber":6,"VerseNumber":19,"Text":"بگو: «گواهى چه كسى از همه برتر است؟» بگو: «خدا ميان من و شما گواه است. و اين قرآن به من وحى شده تا به وسيله آن، شما و هر كس را [كه اين پيام به او] برسد، هشدار دهم. آيا واقعاً شما گواهى مى‌دهيد كه در جَنب خدا، خدايان ديگرى است؟» بگو: «من گواهى نمى‌دهم.» بگو: «او تنها معبودى يگانه است، و بى‌ترديد، من از آنچه شريك [او] قرار مى‌دهيد بيزارم.»"},{"SurahNumber":6,"VerseNumber":20,"Text":"كسانى كه كتاب [آسمانى‌] به آنان داده‌ايم، همان گونه كه پسران خود را مى‌شناسد، او [=پيامبر] را مى‌شناسد. كسانى كه به خود زيان زده‌اند، ايمان نمى‌آورند"}]}