{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":50,"Text":"A poslali jsme k ´Ádovcům bratra jejich Húda, jenž pravil jim: \"Lide můj, uctívejte Boha a nemějte božstvo jiné kromě Něho - vždyť vy si jen vymýšlíte"},{"SurahNumber":11,"VerseNumber":51,"Text":"Lide můj, nežádám na vás odměnu žádnou, odměna má je jedině u toho, jenž mě stvořil. Což to nechápete"},{"SurahNumber":11,"VerseNumber":52,"Text":"Lide můj, proste Pána svého o odpuštění a potom pokání čiňte! On sešle vám z nebe déšť proudem hojným a přidá sílu k vaší síle. Neobracejte se tedy zády způsobem hříšným"},{"SurahNumber":11,"VerseNumber":53,"Text":"Odpověděli: \"Húde, nepřinesl jsi nám žádný důkaz jasný a my neopustíme božstva svá jen na slovo tvé a my ti nevěříme"},{"SurahNumber":11,"VerseNumber":54,"Text":"My pouze říkáme, že některé z božstev našich tě navštívilo zlým!\" Pravil: \"Odvolávám se k Bohu co svědku a též vy buďtež svědky, že odpovědnost nemám za to, co k Bohu přidružujete"},{"SurahNumber":11,"VerseNumber":55,"Text":"vedle Něho. Chystejte si vespolek proti mně své úklady a čekat mne nenechte"},{"SurahNumber":11,"VerseNumber":56,"Text":"Já na Boha spoléhám, Pána svého i vašeho; a není zvířete jediného, aby je nedržel za kštici jeho. A Pán můj věru po stezce přímé kráčí"},{"SurahNumber":11,"VerseNumber":57,"Text":"Jestliže se odvrátíte zády, nevadí, já předal jsem vám již to, s čím poslán jsem byl k vám. Pán můj vás může jiným lidem nahradit, však vy Jemu nikterak nemůžete uškodit; Pán můj je věru strážcem všech věcí"},{"SurahNumber":11,"VerseNumber":58,"Text":"A když přišel rozkaz Náš, zachránili jsme Húda a ty, kdož spolu s ním uvěřili, z milosrdenství od Nás přicházejícího a zachránili jsme je od trestu přísného"},{"SurahNumber":11,"VerseNumber":59,"Text":"Tito ´Ádovci popírali znamení Pána svého, vzpírali se poslu Jeho a následovali rozkazu každého tyrana zarputilého"},{"SurahNumber":11,"VerseNumber":60,"Text":"A na tomto světě i v den zmrtvýchvstání doprovázet je bude prokletí. Ó ano, ´Ádovci věru v Pána svého neuvěřili! Ó ano, pryč tedy s ´Ádovci, lidem Húdovým"}]}