{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":74,"VerseNumber":1,"Text":"o ikaw (Muhammad) na nababalot (ng balabal)"},{"SurahNumber":74,"VerseNumber":2,"Text":"Magbangon ka at ipahayag mo ang iyong babala"},{"SurahNumber":74,"VerseNumber":3,"Text":"Ang iyong Panginoon (Allah) ang iyong ipinagbubunyi sa kapurihan"},{"SurahNumber":74,"VerseNumber":4,"Text":"Ang iyong kasuotan ay gawin mong dalisay"},{"SurahNumber":74,"VerseNumber":5,"Text":"Ang lahat ng kabuktutan ay iyong layuan (Ar-Rujz, mga imahen o diyus-diyosan)"},{"SurahNumber":74,"VerseNumber":6,"Text":"At huwag maghangad ng ganti kung ikaw ay nagbigay, na dagdag sa makamundong pakinabang (o huwag mong ipalagay na ang gawang kabutihan sa pagsunod kay Allah ay isang biyaya sa Kanya)"},{"SurahNumber":74,"VerseNumber":7,"Text":"At maging matimtiman (sa pagtitimpi) sa kapakanan ng iyong Panginoon (alalaong baga, iyong ganapin ang iyong tungkulin sa Kanya)"},{"SurahNumber":74,"VerseNumber":8,"Text":"At kung hihipan na ang Tambuli (sa kanyang pangalawang pag-ihip)"},{"SurahNumber":74,"VerseNumber":9,"Text":"Katotohanan! Ang Araw na yaon ay Araw ng Hapis"},{"SurahNumber":74,"VerseNumber":10,"Text":"Na kasakit-sakit sa mga walang pananalig"},{"SurahNumber":74,"VerseNumber":11,"Text":"Hayaang Ako lamang (ang makitungo) sa mga (nilalang) na Aking nilikha (na hubad at walang pinagkukunan ng anuman)"},{"SurahNumber":74,"VerseNumber":12,"Text":"Na Aking ginawaran ng lahat ng bagay ng kasaganaan"},{"SurahNumber":74,"VerseNumber":13,"Text":"At mga anak na nasa kanyang tabi"},{"SurahNumber":74,"VerseNumber":14,"Text":"Aking iginawad ang buhay na maayos at maginhawa sa kanya"},{"SurahNumber":74,"VerseNumber":15,"Text":"Datapuwa’t siya ay sakim, - na Ako ay marapat pang magbigay ng higit"},{"SurahNumber":74,"VerseNumber":16,"Text":"Katotohanan, (siya ay pagkakaitan)! Sapagkat siya ay hindi nagbigay ng halaga sa Aming Kapahayagan at Tagubilin (at nanatiling matigas ang ulo)"},{"SurahNumber":74,"VerseNumber":17,"Text":"Hindi magtatagal, siya ay Aming dadalawin ng gabundok na kapahamakan (ang umakyat sa madulas na bundok ng As-Sa’ud sa Impiyerno)"},{"SurahNumber":74,"VerseNumber":18,"Text":"Katotohanang siya ay nag-isip at nagbalak"},{"SurahNumber":74,"VerseNumber":19,"Text":"Kaya’t kasawian sa kanya ( sa kaparusahan)! Paano siya nagbalak"},{"SurahNumber":74,"VerseNumber":20,"Text":"At minsan pa, kasawian sa kanya (sa kaparusahan), paano siya nagbalak"},{"SurahNumber":74,"VerseNumber":21,"Text":"At siya ay nagmuni-muni (nagmalas sa kanyang kapaligiran)"},{"SurahNumber":74,"VerseNumber":22,"Text":"At siya ay kumunot at siya ay nayamot"},{"SurahNumber":74,"VerseNumber":23,"Text":"At siya ay tumalikod at naging palalo"},{"SurahNumber":74,"VerseNumber":24,"Text":"At siya ay nagturing : “Ito ay wala ng iba kundi salamangka, mula pa noong unang panahon"},{"SurahNumber":74,"VerseNumber":25,"Text":"Ito ay wala ng iba maliban sa salita lamang ng isang tao!”"},{"SurahNumber":74,"VerseNumber":26,"Text":"Hindi magtatagal , Aking ihahagis siya sa Apoy ng Impiyerno"},{"SurahNumber":74,"VerseNumber":27,"Text":"Ah! Ano nga ba ang makakapagbigay paliwanag sa iyo kung ano ang Apoy ng Impiyerno"},{"SurahNumber":74,"VerseNumber":28,"Text":"Ito ay hindi nagpapaubaya (sa sinumang makasalanan), gayundin, ito ay hindi nag-iiwan (ng anumang bagay na hindi sunog)"},{"SurahNumber":74,"VerseNumber":29,"Text":"Na nagpapaitim at nagpapabago sa kulay ng tao (dahilan sa pagkasunog)"},{"SurahNumber":74,"VerseNumber":30,"Text":"Sa itaas nito ay may labingsiyam (na mga anghel bilang tagapagbantay at tagapanatili ng Impiyerno)"},{"SurahNumber":74,"VerseNumber":31,"Text":"At Kami ang nagtalaga ng mga anghel bilang tagapagbantay ng Apoy, at Aming itinakda lamang ang kanilang dami (19) bilang isang pagsubok sa mga hindi nananampalataya, - upang ang mga tao ng Angkan ng Kasulatan (mga Hudyo at Kristiyano) ay dumatal sa katiyakan (na ang Qur’an ay katotohanan na umaayon sa kanilang mga Aklat, alalaong baga, ang kanilang bilang [19] ay nasusulat sa Torah [mga Batas] at Ebanghelyo), at upang ang mga sumasampalataya ay lalong mag-ibayo sa Pananalig 922 (sapagkat ang Qur’an ang katotohanan), - at upang ang mga tao ng Angkan ng Kasulatan at ang mga sumasampalataya ay hindi mag-alinlangan dito, at ang mga tao na ang laman ng kanilang puso ay isang sakit (ng pagkukunwari) at ang mga hindi nananampalataya ay makapagsabi: “Ano baga ang ibig ipakahulugan ni Allah sa pamamagitan nito? Kaya’t si Allah ang umaakay na mapaligaw ang sinumang Kanyang maibigan at namamatnubay sa sinumang Kanyang maibigan. At walang sinuman ang nakakatalos ng mga kapangyarihan ng iyong Panginoon maliban sa Kanya. At ito (Impiyerno) ay wala ng iba pa maliban na isang Paala-ala (babala at tagubilin) sa sangkatauhan"}]}