{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Yemin olsun, biz, Davûd´a da Süleyman´a da bir ilim verdik. Onlar şöyle dediler: \"Bizi, mümin kullarının bir çoğundan üstün kılan Allah´a hamd olsun"},{"SurahNumber":27,"VerseNumber":16,"Text":"Süleyman, Davûd´a mirasçı oldu ve şöyle dedi: \"Ey insanlar, bize kuşların dili öğretildi ve bize herşeyden biraz verildi. Kuşkusuz bu, apaçık lütfun ta kendisidir"},{"SurahNumber":27,"VerseNumber":17,"Text":"Cinlerden, insanlardan ve kuşlardan orduları, Süleyman´ın huzurunda bir araya getirildi. Onlar, düzenli bir biçimde sevk ediliyorlardı"},{"SurahNumber":27,"VerseNumber":18,"Text":"Karınca vadisine geldiklerinde bir karınca şöyle seslendi: \"Ey karıncalar! Yuvalarınıza girin ki, Süeyman ve orduları farkında olmayarak sizi ezmesinler"},{"SurahNumber":27,"VerseNumber":19,"Text":"Bunun üzerine Süleyman, karıncanın sözüne güldü ve dedi: \"Rabbim, bana ve ebeveynime lütfettiğin nimetine şükretmeme, hoşnut olacağın hayırlı ve barışçıl bir iş yapmama imkân ver. Ve rahmetinle beni iyilik ve barışı seven kullarının arasına sok"},{"SurahNumber":27,"VerseNumber":20,"Text":"Kuşları teftiş etti de dedi ki: \"Hüdhüd´ü neden göremiyorum, yoksa kayıplara mı karıştı"},{"SurahNumber":27,"VerseNumber":21,"Text":"Ona acımasızca azap edeceğim, belki de onu boğazlayacağım; yahut da bana mutlaka açık bir kanıt getirecek"},{"SurahNumber":27,"VerseNumber":22,"Text":"Az sonra Hüdhüd gelip şöyle dedi: \"Senin fark edemeyeceğin bir şeyi fark ettim ve sana Sabâ´dan parlak bir haber getirdim"},{"SurahNumber":27,"VerseNumber":23,"Text":"Sabâlılara hükmeden bir kadın buldum. Kendisine herşeyden bir pay verilmiş, kocaman bir tahtı var"},{"SurahNumber":27,"VerseNumber":24,"Text":"Onu ve toplumunu, Allah´ı bırakıp güneş´e secde eder buldum. Şeytan onlara, yapıp ettiklerini süslü gösterip onları yoldan saptırmış. Artık doğruyu bulamazlar"},{"SurahNumber":27,"VerseNumber":25,"Text":"Göklerde ve yerdeki sırrı açığa çıkaran, onların gizlediklerini de açıkladıklarını da bilen Allah´a secde etmemek gayretindeler"},{"SurahNumber":27,"VerseNumber":26,"Text":"O Allah ki, tanrı yok kendinden başka, o büyük arşın rabbidir O"},{"SurahNumber":27,"VerseNumber":27,"Text":"Süleyman dedi: \"Doğru mu söyledin yoksa yalancılardan mısın, göreceğiz"},{"SurahNumber":27,"VerseNumber":28,"Text":"Şu yazımı götürüp onlara at. Sonra onlardan uzaklaş da bak bakalım, nasıl davranacaklar"},{"SurahNumber":27,"VerseNumber":29,"Text":"Melike dedi ki: \"Ey ileri gelenler, bana önemli bir mektup bırakıldı"},{"SurahNumber":27,"VerseNumber":30,"Text":"Süleyman´dan bir mektup. Rahman ve Rahîm Allah´ın adıyla başlıyor"},{"SurahNumber":27,"VerseNumber":31,"Text":"Söylediği şu: Bana büyüklük taslamaya kalkmayın. Teslim olarak huzuruma gelin"}]}