{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Kwa yakini katika Yusuf na nduguze ziko ishara kwa wanao uliza"},{"SurahNumber":12,"VerseNumber":8,"Text":"Pale walipo sema: Hakika Yusuf na nduguye wanapendwa zaidi na baba yetu kuliko sisi, hali sisi ni kikundi chenye nguvu. Hakika baba yetu yumo katika upotofu wa dhaahiri"},{"SurahNumber":12,"VerseNumber":9,"Text":"Muuweni Yusuf, au mtupeni nchi mbali ili uso wa baba yenu ukuelekeeni nyinyi. Na baada ya haya mtakuwa watu wema"},{"SurahNumber":12,"VerseNumber":10,"Text":"Akasema msemaji kati yao: Msimuuwe Yusuf. Lakini mtumbukizeni ndani ya kisima. Wasafiri watakuja mwokota; kama nyinyi mna sharti ya kufanya jambo"},{"SurahNumber":12,"VerseNumber":11,"Text":"Wakasema: Ewe baba yetu! Una nini hata hutuamini kwa Yusuf? Na hakika sisi ni wenye kumtakia kheri"},{"SurahNumber":12,"VerseNumber":12,"Text":"Mpeleke kesho pamoja nasi, ale kwa furaha na acheze; na bila ya shaka sisi tutamhifadhi"},{"SurahNumber":12,"VerseNumber":13,"Text":"Akasem: Kwa hakika inanihuzunisha kwamba nyinyi mwende naye, na ninaogopa asije mbwa mwitu akamla nanyi mmeghafilika naye"},{"SurahNumber":12,"VerseNumber":14,"Text":"Wakasema: Ikiwa mbwa mwitu atamla na hali sisi ni kundi lenye nguvu kabisa, basi bila ya shaka sisi tutakuwa khasarani"},{"SurahNumber":12,"VerseNumber":15,"Text":"Basi walipo mchukua na wakakubaliana wamtumbukize ndani ya kisima, tulimfunulia Yusuf: Hapana shaka yoyote utakuja waambia kwa jambo lao hili, na wala wao hawatambui"},{"SurahNumber":12,"VerseNumber":16,"Text":"Wakaja kwa baba yao usiku wakilia"},{"SurahNumber":12,"VerseNumber":17,"Text":"Wakasema: Ewe baba yetu! Hakika tulikwenda kushindana na tukamwacha Yusuf penye vitu vyetu. Basi mbwa mwitu akamla. Lakini wewe hutuamini ijapo kuwa tunasema kweli"},{"SurahNumber":12,"VerseNumber":18,"Text":"Wakaja na kanzu yake ina damu ya uwongo. Akasema: Bali nafsi zenu zimekushawishini kutenda kitendo. Lakini subira ni njema; na Mwenyezi Mungu ndiye wa kuombwa msaada kwa haya mnayo yaeleza"},{"SurahNumber":12,"VerseNumber":19,"Text":"Ukafika msafara, wakamtuma mchota maji wao, naye akatumbukiza ndoo yake. Alisema: Kheri Inshallah! Huyu hapa mvulana! Wakamficha ili kumfanya ni bidhaa. Na Mwenyezi Mungu ni Mjuzi wa wanayo yatenda"},{"SurahNumber":12,"VerseNumber":20,"Text":"Na wakamuuza kwa thamani duni, kwa akali ya pesa. Wala hawakuwa na haja naye"}]}