{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"All that is in the heavens and all that is in the earth proclaim Allah‘s purity. To Him belongs the kingdom, and for Him is all praise, and He is powerful over every thing"},{"SurahNumber":64,"VerseNumber":2,"Text":"He is the One who created you, then some of you are disbelievers, and some of you are believers. And Allah is Watchful of what you do"},{"SurahNumber":64,"VerseNumber":3,"Text":"He has created the heavens and the earth rightly, and shaped your figures, and made your figures good, and to Him is the final return"},{"SurahNumber":64,"VerseNumber":4,"Text":"He knows all that is in the heavens and the earth, and He knows whatever you conceal and whatever you reveal. Allah is fully aware of what lies in the hearts"},{"SurahNumber":64,"VerseNumber":5,"Text":"Did the news of those people not come to you who disbelieved earlier, and tasted (in this world) the evil consequence of their conduct, and for them (in the Hereafter) there is a painful punishment"},{"SurahNumber":64,"VerseNumber":6,"Text":"That is because their messengers used to bring them clear proofs, but they said, .Shall some mortals give us guidance?. Thus they disbelieved and turned away, and Allah did not care. Allah is All-Independent, Ever-Praised"},{"SurahNumber":64,"VerseNumber":7,"Text":"The disbelievers claim that they will never be raised again (after death). Say, .Why not? By my Lord, you will be raised again, and then you will be told about what you did. That is so easy for Allah"},{"SurahNumber":64,"VerseNumber":8,"Text":"So, believe in Allah and His Messenger, and in the light We have sent down. And Allah is fully aware of what you do"},{"SurahNumber":64,"VerseNumber":9,"Text":"(Be mindful of) the day when He will gather you for the Day of Gathering. That will be the Day of loss and gain. Whoever believes in Allah, and does righteously, He will write off his evil deeds, and will admit him to gardens beneath which rivers flow, where they will live forever. That is the great achievement"},{"SurahNumber":64,"VerseNumber":10,"Text":"As for those who disbelieve and reject Our signs, they are the people of the Fire. And it is an evil place to return"}]}