{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"Ileż miast niesprawiedliwych obróciliśmy w gruzy i stworzyliśmy po nich inne ludy"},{"SurahNumber":21,"VerseNumber":12,"Text":"A kiedy oni poczuli Naszą srogość, pośpiesznie uciekli stamtąd"},{"SurahNumber":21,"VerseNumber":13,"Text":"Nie uciekajcie i powróćcie do tego dobrobytu, z którego korzystaliście, i do waszych mieszkań! Być może, będziecie zapytani"},{"SurahNumber":21,"VerseNumber":14,"Text":"Powiedzieli: \"O biada nam! Byliśmy niesprawiedliwi"},{"SurahNumber":21,"VerseNumber":15,"Text":"I nie ustało to ich wołanie, aż uczyniliśmy ich żniwem - bezwładnymi"},{"SurahNumber":21,"VerseNumber":16,"Text":"I nie stworzyliśmy nieba i ziemi, i tego, co jest między nimi, dla zabawy"},{"SurahNumber":21,"VerseNumber":17,"Text":"A jeślibyśmy chcieli się zabawić, to znaleźlibyśmy rozrywkę u Nas, gdybyśmy w ogóle mieli działać"},{"SurahNumber":21,"VerseNumber":18,"Text":"Przeciwnie! My razimy prawdą fałsz; ona rozbija mu głowę i fałsz znika. Biada wam z powodu tego, co opisujecie"},{"SurahNumber":21,"VerseNumber":19,"Text":"Do Niego należą ci, którzy są w niebiosach i na ziemi. A ci, którzy są przy Nim, nie wbijają się w pychę; tak by Jemu czci nie oddawać; i nie ustają"},{"SurahNumber":21,"VerseNumber":20,"Text":"Oni głoszą chwałę nocą i dniem i nie doznają zmęczenia"},{"SurahNumber":21,"VerseNumber":21,"Text":"Czyż oni wzięli sobie bogów z ziemi, którzy mogliby wskrzeszać"},{"SurahNumber":21,"VerseNumber":22,"Text":"A gdyby na niebie i ziemi byli bogowie, poza Bogiem, to one uległyby zniszczeniu. Chwała Bogu, Panu Tronu! On jest ponad to, co Jemu przypisują"},{"SurahNumber":21,"VerseNumber":23,"Text":"On nie będzie zapytywany o to, co czyni, a oni będą zapytywani"},{"SurahNumber":21,"VerseNumber":24,"Text":"Czy oni wzięli sobie innych bogów, poza Nim? Powiedz: \"Dostarczcie wasze dowody! To jest napomnienie dla tych, którzy są ze mną, i napomnienie dla tych, którzy byli przede mną.\" Ale większość z nich nie zna prawdy i oni się odsuwają"},{"SurahNumber":21,"VerseNumber":25,"Text":"My nie wysłaliśmy przed tobą żadnego posłańca, któremu nie dalibyśmy objawienia: \"Nie ma boga, jak tylko Ja! Przeto czcijcie Mnie"},{"SurahNumber":21,"VerseNumber":26,"Text":"Oni powiedzieli: \"Miłosierny wziął Sobie syna.\" Niech On będzie wysławiony! Ależ przeciwnie! To są tylko słudzy otoczeni szacunkiem"},{"SurahNumber":21,"VerseNumber":27,"Text":"Oni nie wyprzedzają Go w słowie; oni działają na Jego rozkaz"},{"SurahNumber":21,"VerseNumber":28,"Text":"On wie to, co jest przed nimi, i to, co jest za nimi; oni będą się wstawiać tylko za tymi, których On sobie upodobał; oni są przeniknięci obawą przed Nim"},{"SurahNumber":21,"VerseNumber":29,"Text":"A ktokolwiek z nich powie: \"Ja jestem bogiem, poza Nim!\" - to temu My zapłacimy Gehenną. W ten sposób My płacimy niesprawiedliwym"}]}