{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":37,"VerseNumber":1,"Text":"Act as a witness those personalities who set themselves in rows — establishing the rows (in Salat)"},{"SurahNumber":37,"VerseNumber":2,"Text":"then the personalities who transmit the strict warning — transmitting strict warnings (in Takbeer)"},{"SurahNumber":37,"VerseNumber":3,"Text":"then the personalities who recite (the Text of Al-Kitab) Zikran (as a Message)"},{"SurahNumber":37,"VerseNumber":4,"Text":"(declaring categorically that) verily, your Ilah is indeed One —"},{"SurahNumber":37,"VerseNumber":5,"Text":"Nourisher-Sustainer to the heavens and the earth, and whatever is between those two; and the Nourisher-Sustainer to all the easts (every point of the sun’s risings)"},{"SurahNumber":37,"VerseNumber":6,"Text":"Verily We, We have adorned the near heaven with the beauty of the planets"},{"SurahNumber":37,"VerseNumber":7,"Text":"and (other items) as a guard against all the rebellious Satans"},{"SurahNumber":37,"VerseNumber":8,"Text":"They are unable to hear to the higher elite and they are pelted from every side —"},{"SurahNumber":37,"VerseNumber":9,"Text":"being repulsed and outcast, and for them is a constant and perpetual punishment"},{"SurahNumber":37,"VerseNumber":10,"Text":"except one who snatched away something snatched stealthily — then a flaming fire of piercing brightness pursued and chased him"},{"SurahNumber":37,"VerseNumber":11,"Text":"So ask them: “Are they more strong as a creation, or (others) whom We created (as jinns etc.)? \" Verily, We created them (i.e., the humans) of sticky clay"},{"SurahNumber":37,"VerseNumber":12,"Text":"Nay, you wondered (at Al-Kitab) while they mock (at it)"},{"SurahNumber":37,"VerseNumber":13,"Text":"And when they are reminded they do not remind (neither themselves, nor others)"},{"SurahNumber":37,"VerseNumber":14,"Text":"And when they saw Aayatan (‘A Verse’ in Al-Kitab), they mock (at the Message)"},{"SurahNumber":37,"VerseNumber":15,"Text":"and said: “It is not but evident magic"},{"SurahNumber":37,"VerseNumber":16,"Text":"Whether, when we are dead, and have become dust and bones, shall we then verily be indeed those who have been raised into a new life"},{"SurahNumber":37,"VerseNumber":17,"Text":"And whether our initial forefathers (also)?”"},{"SurahNumber":37,"VerseNumber":18,"Text":"Say: “Yes (of course)! And you are those who are humiliated"},{"SurahNumber":37,"VerseNumber":19,"Text":"So certainly what (is a fact is that) this (Day of Resurrection) is a single blasting (wild) sound. And behold, they are staring"},{"SurahNumber":37,"VerseNumber":20,"Text":"And they said: “Oh, woe to us! This is the Day of Accountability.”"},{"SurahNumber":37,"VerseNumber":21,"Text":"This is the Day of Judgement which you used to deny"}]}