{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"Some people say: \"We believe in God and the Last Day,\" while they are not believers"},{"SurahNumber":2,"VerseNumber":9,"Text":"They would like to deceive God and those who believe, while they merely outwit themselves and do not even notice it"},{"SurahNumber":2,"VerseNumber":10,"Text":"Their hearts contain malice so God has increased their [share of] malice. They will have painful torment because they have been lying"},{"SurahNumber":2,"VerseNumber":11,"Text":"Whenever someone tells them: \"Don´t act so depraved on earth,\" they say: \"We are only improving matters"},{"SurahNumber":2,"VerseNumber":12,"Text":"They are indeed mischief makers, but they are not aware of it"},{"SurahNumber":2,"VerseNumber":13,"Text":"When someone tells them: \"Believe just as other people believe,\" they say: \"Are we to believe just as simpletons believe?\" Surely they are the fools even though they do not realize it"},{"SurahNumber":2,"VerseNumber":14,"Text":"Whenever they meet those who believe, they say: \"We believe;´ while once they go off alone with their ringleaders, they say: \"We are with you; we were only joking"},{"SurahNumber":2,"VerseNumber":15,"Text":"God will joke with them and let them go on acting arrogantly in their blind fashion"},{"SurahNumber":2,"VerseNumber":16,"Text":"Those are the ones who have purchased error at the price of guidance, while their bargain does n them nor have they been guided"},{"SurahNumber":2,"VerseNumber":17,"Text":"They may be compared to someone who kindles a fire, and once it lights up whatever lies around him, God takes away their light and leaves them in darkness. They do not see"},{"SurahNumber":2,"VerseNumber":18,"Text":"deaf, dumb and blind will never respond"},{"SurahNumber":2,"VerseNumber":19,"Text":"Or to a raincloud from the sky containing darkness, Thunder and lightning; they stick their fingers in their ears to ward off death of the thunderclaps, for God will soon be rounding up disbelievers"},{"SurahNumber":2,"VerseNumber":20,"Text":"Lightning almost snatches their sight away: each time it lights things up for them, they walk along in it, while when darkness settles down on them, they stand stockstill. If God wanted, He would take away their hearing and eyesight; God is capable of everything"}]}