{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":38,"VerseNumber":41,"Text":"Khumbula kananjalo isicaka seThu uAyyûb ukucela kwakhe eNkosini yakhe (esithi): “Inene uShaytân undifumene ngenkxwaleko nangentuthumbo"},{"SurahNumber":38,"VerseNumber":42,"Text":"UAllâh Wathi: “Ngqisha emhlabeni ngonyawo lwakho: nanku umthombo wamanzi wokuba uhlambe kuwo, akwasisiselo esipholileyo"},{"SurahNumber":38,"VerseNumber":43,"Text":"Kananjalo Saphinda Sambuyisela usapho lwakhe, ndawonye nokunye okufana noko njengenceba evela kuThi, nenkumbuzo kwabo baqiqayo"},{"SurahNumber":38,"VerseNumber":44,"Text":"Uthathe ngesandla sakho isicithi sengca ubethe ngaso (umfazi wakho), ungasaphuli isithembiso sakho. Inene Thina Samfumana (uAyyûb) enomonde, esinjani ukulunga sona isicaka! Inene yena wayesoloko ebuyela (kuThi) ngenguquko"},{"SurahNumber":38,"VerseNumber":45,"Text":"Khumbula kananjalo isicaka seThu uIbrâhîm, uIs-hâ’k, noYa’kûb (bonke) abo babe namandla (okuSikhonza) nengqiqo (elungileyo) yenkolo"},{"SurahNumber":38,"VerseNumber":46,"Text":"Inene Sabakhetha bona ngokubanika inkumbuzo yekhaya (lasemva kokufa)"},{"SurahNumber":38,"VerseNumber":47,"Text":"Kananjalo bona bakunye naThi, yaye bangabakhethiweyo, abona balungileyo"},{"SurahNumber":38,"VerseNumber":48,"Text":"Khumbula uIsmâ’îl, uAlyasa’2 noDthul-kifil3, bonke (abo) ngabanye babo balungileyo"},{"SurahNumber":38,"VerseNumber":49,"Text":"Le yinkumbuzo. Yaye inene okwabanyulu iya kuba kukubuyela okulungilelyo kwasePaladesi"},{"SurahNumber":38,"VerseNumber":50,"Text":"E’Adn (eEden), uMyezo omasango awo aya kuvulelwa bona"},{"SurahNumber":38,"VerseNumber":51,"Text":"Phakathi apho baya kungqiyama; apho baya kubiza indyebo yeziqhamo neziselo"},{"SurahNumber":38,"VerseNumber":52,"Text":"Ukanti ecaleni kwabo iya kuba ngabafazi abanyulu abaya kuba bebambe amehlo abo (ukuba anganqweneli bambi ngaphandle kwabayeni babo), benobudala obulinganayo"},{"SurahNumber":38,"VerseNumber":53,"Text":"Oku ke kuko oko nina bamoyikayo uAllâh nithenjiswa ngako ngeMini yamatyala"},{"SurahNumber":38,"VerseNumber":54,"Text":"(Kuya kuthiwa kubo)! “Inene le yimbonelelo yeThu kuni engasokuze iphele"},{"SurahNumber":38,"VerseNumber":55,"Text":"Oku kunjalo! Ke kaloku kubagabadeli iya kuba kukubuyela okubi (kwaseMlilweni)"},{"SurahNumber":38,"VerseNumber":56,"Text":"EsiHogweni kulapho baza kutsha khona, hayi ukuba mbi kwaloo ndawo yokuphumla (kwabo)"},{"SurahNumber":38,"VerseNumber":57,"Text":"Oku kunjalo! Mabangcamle (isohlwayo) ke ulwelo olubandayo nobubomvu (obuphuma ezilondeni)"},{"SurahNumber":38,"VerseNumber":58,"Text":"Nezinye (izohlwayo) ezikwanjalo zidityaniswe zonke"},{"SurahNumber":38,"VerseNumber":59,"Text":"Eli liqela Eliza lingxamile kuwe! Akuyi kubakho kwamkeleka kubo Inene bona baza kutsha eMlilweni"},{"SurahNumber":38,"VerseNumber":60,"Text":"(Ababengabalandeli baya kukhala kwabo babalahlekisayo bathi): “Oku kwenu! Akukho kwamkeleka kuni! Nini aba basihlisela oku phezu kwethu (emhlabeni), hayi ububi bale ndawo yokuhlala.!”"},{"SurahNumber":38,"VerseNumber":61,"Text":"Baya kuthi: “Nkosi yethu! Nabani na owasihlisela oku, mongezele isohlwayo ngokuphindwe kabini eMlilweni!”"},{"SurahNumber":38,"VerseNumber":62,"Text":"Ke kaloku baya kuthi: “Kwenzeka ntoni na kanye kuthi ukuba singababoni abantu esasidla ngokubabala nabangalunganga"},{"SurahNumber":38,"VerseNumber":63,"Text":"Ingaba sasibenza izinto zokugculela, okanye mhlawumbi ngamehlo ethu asilelayo ukubabona?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"Inene leyo yinyaniso yokwenene baya kuphikisana abantu boMlilo"}]}