{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":10,"Text":"Blessed be He Who, had He willed, assigned for thee better than that, Gardens beneath which rivers run and He will assign for thee palaces"},{"SurahNumber":25,"VerseNumber":11,"Text":"Nay! They denied the Hour. And We made ready a blaze for whoever denied the Hour"},{"SurahNumber":25,"VerseNumber":12,"Text":"When it saw them from a far place, they heard it raging furiously and roaring"},{"SurahNumber":25,"VerseNumber":13,"Text":"And when they were cast down into it, a troubling place, ones who are chained, they called for damnation"},{"SurahNumber":25,"VerseNumber":14,"Text":"It will be said to them: Call not today for a single damnation, but call for many damnations"},{"SurahNumber":25,"VerseNumber":15,"Text":"Say: Is that better or the Garden of Infinity that was promised the ones who are Godfearing? It had been a recompense for them and a Homecoming"},{"SurahNumber":25,"VerseNumber":16,"Text":"For them in it will be whatever they will, ones who will dwell in it forever. That had been from thy Lord a promise, one that is besought"},{"SurahNumber":25,"VerseNumber":17,"Text":"And on the Day He will assemble them and what they worship other than God. To them He will say: Was it you who caused these My servants to go astray? Or went they astray from the way"},{"SurahNumber":25,"VerseNumber":18,"Text":"They would say: Glory be to Thee! It had not been fit and proper for us to take to ourselves any protectors other than Thee. But Thou hadst given them enjoyment and their fathers until they forgot the Remembrance and had been a lost folk"},{"SurahNumber":25,"VerseNumber":19,"Text":"So, surely, they denied you in what you say. Then, you will neither be able to turn away from it, nor help. And whoever does wrong among you, We will cause him to experience the great punishment"},{"SurahNumber":25,"VerseNumber":20,"Text":"And We sent not before thee any ones who are sent but that, truly, they eat food and walk in the markets. And We made some of you as a test for some others. Will you endure patiently, and thy Lord had been Seeing"}]}