{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":41,"Text":"And remember Our servant Job: when he cried to his Lord: “Behold, Satan has afflicted me with much hardship and suffering.”"},{"SurahNumber":38,"VerseNumber":42,"Text":"(We commanded him): “Stamp your foot on earth, and here is cool water to wash with and to drink.”"},{"SurahNumber":38,"VerseNumber":43,"Text":"And We granted to him his family and also the like of them, as a mercy from Us, and as a reminder to people of understanding"},{"SurahNumber":38,"VerseNumber":44,"Text":"(and We said to him): “Take in your hand a bundle of rushes and strike with it, and do not break your oath.” Indeed We found him steadfast. How excellent a servant (of Ours) he was. Indeed he constantly turned (to his Lord)"},{"SurahNumber":38,"VerseNumber":45,"Text":"And remember Our servants -- Abraham, Isaac and Jacob -- they were endowed with great strength and vision"},{"SurahNumber":38,"VerseNumber":46,"Text":"Verily We exalted them in consideration of a sterling quality: their remembrance of the Abode of the Hereafter"},{"SurahNumber":38,"VerseNumber":47,"Text":"In Our sight they are among the chosen and excellent ones"},{"SurahNumber":38,"VerseNumber":48,"Text":"And remember Ishmael, Elisha, and Dhu al-Kifl. All were of the best"},{"SurahNumber":38,"VerseNumber":49,"Text":"This was a remembrance. An excellent retreat awaits the God-fearing"},{"SurahNumber":38,"VerseNumber":50,"Text":"everlasting Gardens with gates wide open for them"},{"SurahNumber":38,"VerseNumber":51,"Text":"wherein they shall recline, wherein they shall ask for abundant fruit and drinks"},{"SurahNumber":38,"VerseNumber":52,"Text":"and wherein there shall be with them well-matched, bashful mates"},{"SurahNumber":38,"VerseNumber":53,"Text":"All this is what you are promised for the Day of Judgement"},{"SurahNumber":38,"VerseNumber":54,"Text":"This is Our provision for you, never to end"},{"SurahNumber":38,"VerseNumber":55,"Text":"All this (is for the God-fearing). But for the transgressors, an evil resort awaits them"},{"SurahNumber":38,"VerseNumber":56,"Text":"Hell, where they will be roasted. An evil place to dwell"},{"SurahNumber":38,"VerseNumber":57,"Text":"All this (is for them); so let them taste boiling water and pus"},{"SurahNumber":38,"VerseNumber":58,"Text":"and other sufferings of the kind"},{"SurahNumber":38,"VerseNumber":59,"Text":"Observing their followers advancing to Hell they will say, among themselves: “This is a troop rushing in to you. There is no welcome for them. They are destined to roast in the Fire.”"},{"SurahNumber":38,"VerseNumber":60,"Text":"They will reply: “Rather, no welcome to you. (You will roast in Hell.) It is you who led us to this end. What an evil resort!”"},{"SurahNumber":38,"VerseNumber":61,"Text":"They will say: “Our Lord, give twofold punishment in the Fire to him who has led us to this.”"},{"SurahNumber":38,"VerseNumber":62,"Text":"They will say to one another: “But why do we not see those whom we considered him among the wicked"},{"SurahNumber":38,"VerseNumber":63,"Text":"Is it that we mistakenly made fun of them; or have they disappeared from our sight?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"Verily all this is true. This is how the inmates of the Fire will dispute among themselves"}]}