{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"[This is] a Chapter which We have sent down and ordained, and sent down in it clear commandments so that you may take heed"},{"SurahNumber":24,"VerseNumber":2,"Text":"As for the woman and the man who commit fornication; flog each of them a hundred lashes. Do not let pity for them make you lenient concerning the law of Allah, if you believe in Allah and the Last Day. And let a group of the believers witness their punishment"},{"SurahNumber":24,"VerseNumber":3,"Text":"A man who fornicates would only marry a woman who fornicates or a polytheist, and a woman who fornicates would only marry a man who fornicates or a polytheist. Such marriages are forbidden to the believers"},{"SurahNumber":24,"VerseNumber":4,"Text":"As for those who accuse chaste women [of adultery] but fail to produce four witnesses, flog them eighty lashes and do not accept their testimony ever, for it is they who are the rebellious"},{"SurahNumber":24,"VerseNumber":5,"Text":"except those who repent afterwards and mend their ways, for Allah is All-Forgiving, Most Merciful"},{"SurahNumber":24,"VerseNumber":6,"Text":"As for those who accuse their wives [of adultery] but have no witness except themselves, then the evidence of one of them is to testify four times by Allah that he is telling the truth"},{"SurahNumber":24,"VerseNumber":7,"Text":"and the fifth [oath] is that may Allah curse him if he is telling a lie"},{"SurahNumber":24,"VerseNumber":8,"Text":"But she will be spared the punishment if she testifies four times by Allah that he is telling a lie"},{"SurahNumber":24,"VerseNumber":9,"Text":"and the fifth [oath] is that may Allah’s wrath be upon her if he is telling the truth"},{"SurahNumber":24,"VerseNumber":10,"Text":"Were it not for Allah’s grace and mercy upon you, and that Allah is Accepting of Repentance, All-Wise, [He would have punished you]"}]}