{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Воістину, для тих, які заперечували Наші знамення й через гордість свою нехтували ними, не відкриються брами небесні, й не ввійдуть вони до раю, доки не пройде верблюд крізь вушко голки. Так Ми винагороджуємо грішників"},{"SurahNumber":7,"VerseNumber":41,"Text":"У пеклі на них чекатимуть ложа, а над ними — покривала. Так Ми винагороджуємо нечестивців![LX]"},{"SurahNumber":7,"VerseNumber":42,"Text":"А ті, які увірували й робили добро — а Ми не вимагаємо від людини понад її можливості — вони є жителями раю й будуть вони там довіку"},{"SurahNumber":7,"VerseNumber":43,"Text":"Ми очистимо їхні серця від ненависті, а під ними тектимуть річки. Вони скажуть: «Хвала Аллагу, який привів нас сюди. Ми б не йшли прямим шляхом, якби Аллаг не повів нас ним! Посланці Господа нашого приходили з істиною!» Їм буде сказано: «Оце рай. Ви успадкували його за те, що робили!»"},{"SurahNumber":7,"VerseNumber":44,"Text":"Жителі раю звернуться до жителів вогню: «Ми переконалися, що обіцяне нам Господом нашим — істина! Чи переконалися й ви, що обіцяне Господом вашим — істина?» Ті скажуть: «Так!» І глашатай проголосить усім: «Нехай же буде прокляття Аллага над нечестивцями"},{"SurahNumber":7,"VerseNumber":45,"Text":"які збивають інших зі шляху Аллага, прагнуть викривити його й не вірують у наступне життя!»"},{"SurahNumber":7,"VerseNumber":46,"Text":"Між обома групами буде перепона; а на загорожі — чоловіки, які впізнають тих за їхніми ознаками. І звернуться вони до жителів раю: «Мир вам!» Але вони поки не ввійдуть туди, хоч і бажатимуть цього"},{"SurahNumber":7,"VerseNumber":47,"Text":"А коли їхні погляди зупиняться на людях пекла, то скажуть вони: «Господи наш! Не вміщай нас туди разом із нечестивими людьми!»"}]}