{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Əlif. Ləm. Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"İnsanlar elə güman edirlər ki, təkcə: “İman gətirdik!”– demələri ilə onlardan əl çəkiləcək və onlar imtahan edilməyəcəklər"},{"SurahNumber":29,"VerseNumber":3,"Text":"Biz onlardan öncəkiləri də sınaqdan keçirmişdik. Sözsüz ki, Allah doğru danışanları da, yalançıları da aşkara çıxardacaqdır"},{"SurahNumber":29,"VerseNumber":4,"Text":"Bəlkə yaramaz işlərə yol verənlər Bizdən gizlənib özlərini xilas edəcəklərini zənn edirlər? Onlar nə yarıtmaz düşüncələrə dalırlar"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allahla qarşılaşacağına ümid bəsləyirsə, qoy bilsin ki, Allahın müəyyənləşdirdiyi zaman hökmən gələcəkdir. O, Eşidəndir, Biləndir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Cihad edən məhz öz xeyri naminə cihad edər. Allahın aləmlərə qətiyyən ehtiyacı yoxdur"},{"SurahNumber":29,"VerseNumber":7,"Text":"İman gətirərək yaxşı əməl işlədənlərin, əlbəttə ki, təqsirlərindən keçərik və onları etdikləri əməllərdən daha üstün olanı ilə mükafatlandırarıq"},{"SurahNumber":29,"VerseNumber":8,"Text":"Biz insana valideynləri ilə gözəl davranmağı buyurduq. Əgər onlar bilmədiyin bir şeyi Mənə şərik qoşmağın üçün səni məcbur etsələr, onlara güzəştə getmə. Dönüşünüz Mənə olacaq, Mən də bütün etdikləriniz barədə sizə xəbər verəcəyəm"},{"SurahNumber":29,"VerseNumber":9,"Text":"İman gətirib yaxşı işlər görənləri əməlisalehlərə qovuşduracağıq"},{"SurahNumber":29,"VerseNumber":10,"Text":"İnsanlar arasında: “Allaha iman gətirdik!”– deyənlər də vardır. Amma Allah yolunda əziyyətə məruz qaldıqda insanların fitnəsini Allahın əzabı ilə eyni tuturlar. Əgər Rəbbindən bir zəfər gəlmiş olsa, mütləq: “Biz də sizinlə idik!”– deyərlər. Məgər Allah yaradılmışların kökslərində olanları ən yaxşı bilən deyilmi"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah iman gətirənləri də, münafiqləri də aşkar edəcəkdir"},{"SurahNumber":29,"VerseNumber":12,"Text":"Kafirlər möminlərə: “Bizim yolumuzla gedin, günahlarınızı öz üstümüzə götürək”– deyirlər. Halbuki onların heç biri heç kimin günahının altına girən deyildir. Şübhəsiz ki, onlar yalançıdırlar"},{"SurahNumber":29,"VerseNumber":13,"Text":"Onlar həm öz günah yüklərini və həm də onlarla yanaşı, neçə-neçə yükləri də daşıyacaqlar. Qiyamət günü onlar uydurduqları şeylər barəsində mütləq sorğu-suala çəkiləcəklər"}]}