{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":110,"Text":"You are the noblest community ever raised up for people. You enjoin justice and forbid the reprehensible and believe in God. Had the People of the Book accepted the Faith, it would surely have been better for them. Some are true believers, but most of them are ungodly"},{"SurahNumber":3,"VerseNumber":111,"Text":"If they harm you, they can cause you but little hurt; and if they fight you they will turn their backs and run away. Then there shall be none to help them"},{"SurahNumber":3,"VerseNumber":112,"Text":"Servility shall be stamped upon them wherever they are found, unless they make a covenant with God and a covenant with man. They have provoked God‘s ire, and wretchedness is stamped upon them: because they disbelieved God‘s revelations and slew the prophets unjustly; and because they were rebels and transgressors"},{"SurahNumber":3,"VerseNumber":113,"Text":"Yet they are not all alike. There are among the People of the Book an upright community who all night long recite God‘s revelations and bow down in worship"},{"SurahNumber":3,"VerseNumber":114,"Text":"who believe in God and the Last Day; who enjoin justice and forbid the reprehensible, and strive to do good works. These are among the righteous"},{"SurahNumber":3,"VerseNumber":115,"Text":"whatever good they do, its reward shall not be denied them. God well knows those that fear Him"},{"SurahNumber":3,"VerseNumber":116,"Text":"As for the unbelievers, neither their riches nor their children shall in the least protect them from scourge of God. They are the inmates of the Fire, wherein shall they abide for ever"},{"SurahNumber":3,"VerseNumber":117,"Text":"The wealth they spend in this world can be compared to a freezing wind that smites the tillage of people who have wronged themselves, laying it waste. God is not unjust to them. They are unjust to their own souls"},{"SurahNumber":3,"VerseNumber":118,"Text":"Believers, do not make friends with any but your own people. They will spare no pains to corrupt you; they desire nothing but your ruin; their hatred is evident from what they utter with their mouths, but greater is the hatred which their bosoms conceal. We have made plain to you Our revelations; perchance you will understand"},{"SurahNumber":3,"VerseNumber":119,"Text":"Behold how you love them and they do not love you; because you believe in the Book entire. When they meet you they say: ‘We believe.‘ But when alone, they bite their finger-tips with rage. Say: ‘May you perish in your rage! God has knowledge of your innermost thoughts.‘"},{"SurahNumber":3,"VerseNumber":120,"Text":"If you are blessed with something good it grieves them: but if something bad befalls you they rejoice. If you persevere and fear God, their machinations will not a whit harm you. God has full knowledge of what they do"}]}