{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Ena ke khaolo eo Re e senotseng le hona ho e khothaletsa, eo ho eona Re senotseng lits’upiso tse hlakileng, hore le tle le amohele khalemo"},{"SurahNumber":24,"VerseNumber":2,"Text":"Monna le mosali baetsang bohlola, e mong le e mong oa bona le mo shape lithupa tse lekholo, le se ke la ba le pelo-tlhomohi ho bona ka bobeli hoo le ke keng la mamela Allah, haeba le lumela ho Allah le ho letsatsi la bofelo. Ho be le karolo ea lipaki tsa ba kholoang kahlolong ea bona"},{"SurahNumber":24,"VerseNumber":3,"Text":"Monna oa sehlola o ts’oanetse ho nyala mosali oa sehlola, kapa a nyale mosali oa mohedene, mosali oa sehlola o lokela ho nyaloa ke monna oa sehlola, kapa a nyaloe ke monna oa mohedene. Lintho tseo tsohle ha li’a lumelloa ba kholoang"},{"SurahNumber":24,"VerseNumber":4,"Text":"Batho ba khahlanong le basali ba hlomphehang ka ho ba etseletsa ka bohlola, empa ba sa hlahise lipaki tse ‘ne ho paka taba ea bona, le ba shape lithupa tse mashome a robeli; kamor’a moo le se ke be la amohela bopaki ba bona, – hobane Ruri ke baetsalibe, –"},{"SurahNumber":24,"VerseNumber":5,"Text":"Ntle le bao e ka reng kamor’a moo eaba baa its’oabela baa sokoloha. Ho ba joalo, Ruri! Allah U Ts’oarela-joalo-joalo, U Tletse Mohau"},{"SurahNumber":24,"VerseNumber":6,"Text":"Haele ba khahlanong le basali ba bona ka ho ba etseletsa ka bohlola bobe, empa ba se na lipaki, ba ipakela ka bo-bona; e mong le e mong oa bona a fane ka bopaki ka makhetlo a mane, ka ho ikana ka Allah hore o bua ‘nete"},{"SurahNumber":24,"VerseNumber":7,"Text":"Bopaki ba bohlano, e be b’a ho bitsetsa thohako ea Allah holim’a hae haeba a bua leshano"},{"SurahNumber":24,"VerseNumber":8,"Text":"Bopaki boo bo tla qobisa mosali eo kahlolo e malebana le eena haeba a ka fana ka bopaki kapel’a Allah ka makhetlo a mane, ba hore seo monna oa hae a se buang ke leshano Ruri"},{"SurahNumber":24,"VerseNumber":9,"Text":"Bopaki ba bohlano, e be ba ho bitsetsa thohako ea Allah holim’a hae haeba monna oa hae o bua ‘nete"},{"SurahNumber":24,"VerseNumber":10,"Text":"Hoja e se be ka lereko la Allah le mohau oa Hae holim’a lona, hobane Allah U na le Kutloelo-Bohloko, U Seli"}]}