{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":9,"VerseNumber":7,"Text":"How can the polytheists have a treaty with Allah and with His Messenger, except those whom you made a treaty with at the Sacred Mosque? Should they fulfill their pledge to you, fulfill your pledge to them, for Allah loves those who fear Him"},{"SurahNumber":9,"VerseNumber":8,"Text":"How [can there be a treaty] – if they were to overcome you, they would neither respect ties of kinship nor treaty? They please you with their tongues, while their hearts are averse to it, and most of them are wicked"},{"SurahNumber":9,"VerseNumber":9,"Text":"They have sold the verses of Allah for a small price and prevented [people] from His way. Terrible is indeed what they have done"},{"SurahNumber":9,"VerseNumber":10,"Text":"They do not honor the ties of kinship or treaties with regard to the believers. It is they who are the transgressors"},{"SurahNumber":9,"VerseNumber":11,"Text":"Yet if they repent, establish prayer and give zakah, then they are your brothers in faith. We explain the verses in detail for people who know"},{"SurahNumber":9,"VerseNumber":12,"Text":"But if they break their oaths after making a pledge and revile your religion, then fight the leaders of disbelief – whose oaths mean nothing to them – so that they may desist"},{"SurahNumber":9,"VerseNumber":13,"Text":"Will you not fight people who broke their oaths, conspired to expel the Messenger, and initiated the war against you first? Do you fear them? Rather it is Allah Whom you should fear, if you are [truly] believers"},{"SurahNumber":9,"VerseNumber":14,"Text":"Fight them, Allah will punish them at your hands, disgrace them, give you victory over them, and will soothe the hearts of people who believe"},{"SurahNumber":9,"VerseNumber":15,"Text":"and He will remove rage from their hearts. Allah turns in forgiveness to whom He wills. Allah is All-Knowing, All-Wise"},{"SurahNumber":9,"VerseNumber":16,"Text":"Do you think that you will be left untested, when Allah has not yet proven who among you strove [in His cause] and did not take any trusted allies other than Allah, His Messenger and the believers? Allah is All-Aware of what you do"}]}