{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Ey iman edenler! Siz Allah'ı sayar haramlardan sakınırsanız,Allah size hakkı batıldan ayırd edecek bir anlayış kuvveti verir, sizin günahlarınızı örter, sizi affeder. Allah büyük lütuf sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"Bir vakit de o kâfirler senin elini kolunu bağlayıp zindana mı atsınlar, yahut öldürsünler mi, yahut seni ülke dışına mı sürsünler diye birtakım tuzaklar planlıyorlardı.Onlar tuzak kuradursunlar, Allah da tuzak kuruyordu. Allah tuzak kuranların en hayırlısıdır"},{"SurahNumber":8,"VerseNumber":31,"Text":"Onlara âyetlerimiz okunduğu zaman:“Artık anladık! Biliyoruz! Dilesek bunun benzerini biz de söyleyebiliriz. Bu, önceden geçmiş insanların masallarından başka bir şey değildir!” derler"},{"SurahNumber":8,"VerseNumber":32,"Text":"Hani bir zaman da onlar: “Ya Rabbî, eğer bu Kur'ân senin tarafından gelmiş hak bir kitap ise hemen üzerimize gökten taş yağdır, yahut bize acı bir azap ver!” demişlerdi"},{"SurahNumber":8,"VerseNumber":33,"Text":"Halbuki sen onların aralarında bulunduğun müddetçe Allah onları azaba uğratmaz; eğer onlar istiğfar ederlerse Allah bu takdirde de onlara azab etmez."},{"SurahNumber":8,"VerseNumber":34,"Text":"Allah ne diye onları cezalandırmasın kionlar kendileri Mescid-i Haramı yönetmeye layık olmadıkları halde, üstelik orayı ziyaret etmek isteyen müminleri de geri çeviriyorlar?Oranın hizmet ve yönetimine asıl ehil olanlar, Allah'ı sayıp O’na şerik koşmaktan sakınanlardır. Fakat onların çoğu bunu bilmezler"},{"SurahNumber":8,"VerseNumber":35,"Text":"Onların Mescid-i Haramdaki duaları ise ıslık çalıp el çırpmaktan başka bir şey değil!Öyleyse küfür ve küfranınızdan dolayı tadın bakalım azabı"},{"SurahNumber":8,"VerseNumber":36,"Text":"Kâfirler, insanları Allah yolundan uzaklaştırmak için mallarını harcıyorlar.Daha da harcayacaklar!Ama gayelerine ulaşamayacaklarından bu, onlara yürek acısı olacak, sonra da mağlup edilecekler.İnkârlarında ısrar edenler toplanıp cehenneme sevk edilecekler"},{"SurahNumber":8,"VerseNumber":37,"Text":"Ta ki Allah murdarı temizden ayırsın ve murdarları birbiri üzerine bindirip hepsini bir araya yığsın ve topunu birden cehenneme doldursun. İşte her şeylerini kaybedenler bunlardır"}]}