{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"ता, सीन, मीम।"},{"SurahNumber":28,"VerseNumber":2,"Text":"ये इस खुली पुस्तक की आयतें हैं।"},{"SurahNumber":28,"VerseNumber":3,"Text":"हम आपके समक्ष सुना रहे हैं, मूसा तथा फ़िरऔन के कुछ समाचार, सत्य के साथ, उन लोगों के लिए, जो ईमान रखते हैं।"},{"SurahNumber":28,"VerseNumber":4,"Text":"वास्तव में, फ़िरऔन ने उपद्रव किया धरती में और कर दिया उसके निवासियों को कई गिरोह। वह निर्बल बना रहा था एक गिरोह को उनमें से, वध कर रहा था उनके पुत्रों को और जीवित रहने देता था उनकी स्त्रियों को। निश्चय वह उपद्रवियों में से था।"},{"SurahNumber":28,"VerseNumber":5,"Text":"तथा हम चाहते थे कि उनपर दया करें, जो निर्बल बना दिये गये धरती में तथा बना दें उन्हीं को प्रमुख और बना दें उन्हीं को[1] उत्तराधिकारी।"},{"SurahNumber":28,"VerseNumber":6,"Text":"तथा उन्हें शक्ति प्रदान कर दें और दिखा दें फ़िरऔन तथा हामान और उनकी सेनाओं को उनकी ओर से वह, जिससे वे डर रहे[1] थे।"},{"SurahNumber":28,"VerseNumber":7,"Text":"और हमने वह़्यी[1] की मूसा की माता की ओर कि उसे दूध पिलाती रह और जब तुझे उसपर भय हो, तो उसे सागर में डाल दे और भय न कर और न चिन्ता कर, निःसंदेह, हम वापस लायेंगे उसे तेरी ओर और बना देंगे उसे रसूलों में से।"},{"SurahNumber":28,"VerseNumber":8,"Text":"तो ले लिया उसे फ़िरऔन के कर्मचारियों ने,[1] ताकि वह बने उनके लिए शत्रु तथा दुःख का कारण। वास्तव में, फ़िरऔन तथा हामान और उनकी सेनाएँ दोषी थीं।"},{"SurahNumber":28,"VerseNumber":9,"Text":"और फ़िरऔन की पत्नि ने कहाः ये मेरी तथा आपकी आँखों की ठण्डक है। इसे वध न कीजिये, संभव है हमें लाभ पहुँचाये या उसे हम पुत्र बना लें और वे समझ नहीं रहे थे।"},{"SurahNumber":28,"VerseNumber":10,"Text":"और हो गया मूसा की माँ का दिल व्याकूल, समीप था कि वह उसका भेद खोल देती, यदि हम आश्वासन न देते उसके दिल को, ताकि वह हो जाये विश्वास करने वालों में।"},{"SurahNumber":28,"VerseNumber":11,"Text":"तथा (मूसा की माँ ने) कहा उसकी बहन से कि तू इसके पीछे-पीछे जा। और उसने उसे दूर ही दूर से देखा और उन्हें इसका आभास तक न हुआ।"},{"SurahNumber":28,"VerseNumber":12,"Text":"और हमने अवैध (निषेध) कर दिया उस (मूसा) पर दाइयों को इससे[1] पूर्व। तो उस (की बहन) ने कहाः क्या मैं तुम्हें न बताऊँ ऐसा घराना, जो पालनपोषण करें इसका तुम्हारे लिए तथा वे उसके शुभचिनतक हों"},{"SurahNumber":28,"VerseNumber":13,"Text":"तो हमने फेर दिया उसे उसकी माँ की ओर, ताकि ठण्डी हो उसकी आँख और चिन्ता न करे और ताकि उसे विश्वास हो जाये कि अल्लाह का वचन सच है, परन्तु अधिक्तर लोग विश्वास नहीं रखते।"}]}