{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"Nama umrii dheeressine uumaa kessatti isa gadi dabsina (cabsina)Sila hin yaadanuu"},{"SurahNumber":36,"VerseNumber":69,"Text":"Nuti isa (Nabiyyii) walaloo hin barsiifne; isaafis hin maluInni yaadannoofi Qur’aana ifa galaa malee waan biraa miti"},{"SurahNumber":36,"VerseNumber":70,"Text":"Akka inni nama jiraa ta’e akeekkachiisuufi kaafiroota irratti jechi (adabbii) mirkanaa’uuf (isa buufne)"},{"SurahNumber":36,"VerseNumber":71,"Text":"Sila waan harki keenya dalagde irraa beyladoota isaaniif uumnee isaan ishee horatoo ta’an hin ilaallee"},{"SurahNumber":36,"VerseNumber":72,"Text":"Ishee isaaniif laaffifneGariin yaabbii isaaniitiif oolu; garii isaanii immoo ni nyaatu"},{"SurahNumber":36,"VerseNumber":73,"Text":"Isaaniif ishee keessa faayidaafi dhugaatiiwwantu jiraSila hin galateeffattanuu"},{"SurahNumber":36,"VerseNumber":74,"Text":"Akka tumsamaniif jecha Rabbiin ala gabbaramtoota godhatan"},{"SurahNumber":36,"VerseNumber":75,"Text":"Isaan tumsuu hin danda’anIsaan (kaafiroonni) isaaniif (sanamaaf) garee khidmaaf dhufanuudha"},{"SurahNumber":36,"VerseNumber":76,"Text":"Jechi isaanii si hin yaaddessinNuti waan isaan dhoksaniifi waan isaan ifa godhanis ni beekna"},{"SurahNumber":36,"VerseNumber":77,"Text":"Sila namni akka Nuti bishaan saalaa irraa isa uumne hin arginee? Yeroo san inni mormaa ifa ba’aa ta’ee argama"},{"SurahNumber":36,"VerseNumber":78,"Text":"Fakkeenya Nuuf godheeti, uumama isaa dagatee “erga isheen bututtee lafee eenyutu jiraachisa?” jedhe"},{"SurahNumber":36,"VerseNumber":79,"Text":"“Isa yeroo jalqabaa ishee uumetu jiraachisa” jedhiInni uumama hunda beekaadha"},{"SurahNumber":36,"VerseNumber":80,"Text":"(Inni) Isa muka magariisa irraa ibidda isiniif godheedhaYeroo san isin isa irraa qabsiifattu"},{"SurahNumber":36,"VerseNumber":81,"Text":"Sila Inni samiifi dachii uume fakkaataa isaanii uumuu irratti danda’aa mitii? Eeyyeen (danda’aa dha!)Inni akkaan uumaa, beekaadha"},{"SurahNumber":36,"VerseNumber":82,"Text":"Ajajni Isaa, yoo waan tokko fedhe “tahi” jechuma qofa; yoosuu taha"},{"SurahNumber":36,"VerseNumber":83,"Text":"Inni mootummaan waan hundaa harka Isaa jiru qulqullaa’e! Garuma Isaatti deebifamtu"}]}