{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":16,"VerseNumber":101,"Text":"Yaha! Ti (Tinim’ Naawuni) yi ti zaŋ aaya shεli n-ti taɣi aaya shεli, tɔ! Naawuni n-nyɛ Ŋun mi O ni siɣisiri shɛli, ka bɛ (Makka chεfurinim’) yɛli: “Achiika! A (Muhammadu) nyɛla ŋun namdi ʒiri. Chɛli gba! Bɛ pam bi mi.”"},{"SurahNumber":16,"VerseNumber":102,"Text":"Yaha! (Yaa nyini Annabi)! Yεlima: “Ruuhul Kudus (Malaaika Ziblila) n-nyɛ Ŋun siɣisi li (Alkur’aani) na ka di yi a Duuma sani ni yεlimaŋli, domin O kpaŋsi ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka di lahi nyɛ dolsigu mini suhupɛlli lahibali n-ti ninvuɣu shɛba ban zaŋ bɛ maŋ’ zaa n-ti Naawuni (Muslinnima)"},{"SurahNumber":16,"VerseNumber":103,"Text":"Yaha! Achiika! Ti (Tinim’ Naawuni) mi ni bɛ (Maka chɛfurinim’) yεra: “Achiika! Ninvuɣu so n-nyɛ ŋun wuhiri o (Muhammadu Alkur’aani).” Ninvuɣu so mi bɛ ni mali bɛ yɛltɔɣa kpari maa nyɛla tunzunnira (O pala Larbu), 1 ka ŋɔ maa (Alkur’aani) mi nyɛ Larbu zinli din kahigiri yɛllikam polo ni"},{"SurahNumber":16,"VerseNumber":104,"Text":"Achiika! Ninvuɣu shεba ban bi tiri Naawuni aayanim’ yεlimaŋli, Naawuni ku dolsi ba. Yaha! Azaabakpeeni be bɛ zuɣu (Zaadali)"},{"SurahNumber":16,"VerseNumber":105,"Text":"Achiika! Ninvuɣu shεba ban bi tiri Naawuni aayanim’ yεlmaŋli n-nyɛ ban namdi ʒiri. Yaha! Bananim’ maa nyɛ ʒirinima"},{"SurahNumber":16,"VerseNumber":106,"Text":"Ŋuni n-leei yεn niŋ chεrfuritali ni Naawuni o yεlimaŋtibo nyaaŋa, naɣila bɛ ni gari so yaa, ka o suhu leei doya ni Naawuni yεlimaŋtibo, amaa! Ninvuɣu shεba ban yooi o nyɔɣu ti chεfuritali, tɔ! Sujee din yi Naawuni sani na be bɛ zuɣu, ka azaaba timsili be bɛ zuɣu (Zaadali)"},{"SurahNumber":16,"VerseNumber":107,"Text":"Di daliri nyɛla bɛ yula Dunia biεhigu gari Chiyaama. Yaha! Achiika! Naawuni bi dolsiri ninvuɣu shεba ban nyɛ chεfurinima"},{"SurahNumber":16,"VerseNumber":108,"Text":"Bana n-nyɛ ninvuɣu shεba Naawuni ni ŋari bɛ suhiri, ni bɛ wumbu, n-ti pahi bɛ nyabu. Yaha! Bannim’ maa n-nyɛ ban tam Naawuni yεla"},{"SurahNumber":16,"VerseNumber":109,"Text":"Di ka biεhim kadama achiika! Bana n-nyɛ ban kɔhilu"},{"SurahNumber":16,"VerseNumber":110,"Text":"Din nyaaŋa, achiika! Ninvuɣu shεba ban zo hiʒira bɛ ni niŋ ba fitina nyaaŋa, ka tuhi Naawuni zuɣu, ka niŋ suɣulo, tɔ! Achiika! A Duuma nyɛla Chεmpaŋlana, Zaadali Nambɔzobonaa"}]}