{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"The righteous will be in the midst of the gardens and fountains of paradise"},{"SurahNumber":15,"VerseNumber":46,"Text":"and it will be said to them: \"Enter into these in peace and security"},{"SurahNumber":15,"VerseNumber":47,"Text":"We shall remove all hatred from their hearts -they will become like brothers and sit on couches face to face"},{"SurahNumber":15,"VerseNumber":48,"Text":"No fatigue will touch them in there, nor will they ever be asked to leave"},{"SurahNumber":15,"VerseNumber":49,"Text":"O Prophet! Tell My devotees that I am indeed the Forgiving, the Merciful"},{"SurahNumber":15,"VerseNumber":50,"Text":"but at the same time My punishment is also the most painful punishment"},{"SurahNumber":15,"VerseNumber":51,"Text":"Tell them about the guests of Abraham"},{"SurahNumber":15,"VerseNumber":52,"Text":"They entered upon them and said: \"Peace be upon you!\" But he replied: \"Surely we are afraid of you"},{"SurahNumber":15,"VerseNumber":53,"Text":"They answered: \"Do not be afraid of us! We have come to you with good news of a son endowed with knowledge"},{"SurahNumber":15,"VerseNumber":54,"Text":"He said: \"Are you giving me the good news of a son when I have become old? What kind of good news you are giving"},{"SurahNumber":15,"VerseNumber":55,"Text":"They replied: \"We are giving you true good news; you should not be of those who despair"},{"SurahNumber":15,"VerseNumber":56,"Text":"He said: \"Who would despair of the mercy of his Lord except one who goes astray"},{"SurahNumber":15,"VerseNumber":57,"Text":"Then he asked: \"On what expedition you have been sent, O emissaries of Allah"},{"SurahNumber":15,"VerseNumber":58,"Text":"They replied: \"We have been sent to punish a criminal nation"},{"SurahNumber":15,"VerseNumber":59,"Text":"with the exception of Lot’s (Lot's) family; we will certainly rescue them all"},{"SurahNumber":15,"VerseNumber":60,"Text":"except his wife, who, Allah says, has been destined to remain with those who will stay behind"}]}