{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":41,"Text":"And surely, indeed, We have scattered (throughout the Text) in this Al-Quran (Our Ordainments, Laws, Promises, Warnings, Parables, Examples, Glad-tidings and various incidents etc.) so that the (disbelieving) people may take heed. And it increases them not except in aversion"},{"SurahNumber":17,"VerseNumber":42,"Text":"Say: “If there had been, along with Him, aaliha (gods, deities), as they assert, then they, certainly, would have sought to the Owner of the Throne a way (to share authority and create disruption in the universe)"},{"SurahNumber":17,"VerseNumber":43,"Text":"Glory to Him and He became Exalted against that what they utter — Most High, Most Great"},{"SurahNumber":17,"VerseNumber":44,"Text":"The seven (many) heavens and the earth and all that is therein glorify praises for Him (remaining in action all the time, being governed by laws framed by Him Alone); and (there is) not a thing but glorifies with His Praise (and submits to the Laws framed by Him). But you people do not understand their glorification. Truly, He is Ever-Forbearing, Oft-Forgiving"},{"SurahNumber":17,"VerseNumber":45,"Text":"And as you recited Al-Quran, We placed between you and those who Believe not in the Hereafter, an invisible barrier"},{"SurahNumber":17,"VerseNumber":46,"Text":"And We have put over their hearts coverings lest they may understand it; and in their ears deafness. And when you made mention of your Nourisher-Sustainer in Al-Quran, that one (Book alone), (some) people turned away on their backs (in extreme aversion)"},{"SurahNumber":17,"VerseNumber":47,"Text":"We know better of what they listen to when they listen to you, and when they (are in) secret discussion, when the transgressors say: “You people do not follow but a male-adult under effect of magic.”"},{"SurahNumber":17,"VerseNumber":48,"Text":"See, what examples they have put forward regarding you. So they have gone astray, so they find no capacity (to adopt the) Way"},{"SurahNumber":17,"VerseNumber":49,"Text":"And they said: “Whether when we became bones and destroyed fragments, whether certainly we be indeed, as those resurrected to life, in a new creation"},{"SurahNumber":17,"VerseNumber":50,"Text":"Say: “Become, you people, stones or iron"},{"SurahNumber":17,"VerseNumber":51,"Text":"or some created thing out of that which gives a feeling of ‘hard’ and ‘great’ (to your mind) in your chests.” Then soon will they say: “Who shall bring us back (to life)?” Say: “He Who created you for the first time!” Then they will nod their heads at you and will say: “When (will that (be)?” Say: “Perhaps, that, it becomes very close"},{"SurahNumber":17,"VerseNumber":52,"Text":"The Day He calls you, then you will respond with His Praise (forgetting all arrogance and disobedience) and you will think you did not stay (in the world) but very little"}]}