{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"(It is not in mortals to command success). Therefore, do not resolve upon doing something the morrow without appending \"Allah willing"},{"SurahNumber":18,"VerseNumber":24,"Text":"That is \"if it be the will of Allah\". And should you forget this divine axiom, then call Allah to mind and invoke Him to guide you to a better choice than that which you had in mind \"I pray and beseech You O Allah, my Creator, to guide me to a better choice than that which I had in mind"},{"SurahNumber":18,"VerseNumber":25,"Text":"They (Ahl AL- Kitab surmised that they -the young men-) remained dormant in the Cave for three hundred years -solar calendar- with an additional nine years -lunar calendar"},{"SurahNumber":18,"VerseNumber":26,"Text":"Say to them O Muhammad: \"Allah alone knows how long they stayed in the cave. Knowledge of the mysteries of the heavens and the earth is a divine prerogative attributed only to Allah. How infinite is His vision arid how unlimited is His audition. Besides Him. People have no tutelary guardian. His Authority, Sovereignty and Command are absolute and independent and no one does He permit to go shares with Him in any measure or degree"},{"SurahNumber":18,"VerseNumber":27,"Text":"And recite O Muhammad what has been inspired to you of the Book -the Quran- of Allah, your Creator, Whose words no one nor any expedient or any power can alter nor will you find besides Him a tutelary protector to afford you shelter"},{"SurahNumber":18,"VerseNumber":28,"Text":"Be patient O Muhammad and rest content with those who invoke Allah's mercy and conciliation morning and evening in quest of nothing but His acceptance and His countenance speaking good will. And let not your mind's eyes turn aside from them or vacillate between them and the worldly-minded, setting your thoughts upon the ephemeral and fleeting glories of the world. Nor should you obey the one neglecting his duty to Allah and by consequence We closed his heart's ears, the one who counsels deaf and lusts after his vain desires and carries his vanity to excess that he cannot be reclaimed from a life of vice nor will he be reclaimed by Allah's grace"},{"SurahNumber":18,"VerseNumber":29,"Text":"And say to them: \"Allah's truth has come to guide us into all truth and he who wishes to acknowledge it with judgement and choice is free to do so and he who wishes to reject it is free to do so. We have prepared for the wrongful of actions a fire whose scorching and merciless flames beset them on all sides as if it were a bed having an arched canopy and covered sides. As often as they cry for help they are given a draught of boiling water like molten brass or molten lead scalding the faces; evil indeed is the drink and evil is the society"},{"SurahNumber":18,"VerseNumber":30,"Text":"Indeed those whose hearts are impressed with the image of religious and spiritual virtues and their deeds with wisdom and piety are the recipients of Allah's mercy and divine reward. We never annul, cancel or render unprofitable the due return accruing from a good deed imprinted with wisdom and piety"},{"SurahNumber":18,"VerseNumber":31,"Text":"Such persons are promised the gardens of Eden beneath which rivers flow. They are adorned therein with golden bracelets and vested in green silken attire and rich brocade and reclining on dignified thrones, How excellent is the reward and how excellent is the society"}]}