{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"A Könyv (ezen Korán) kinyilatkoztatás, Allah-tól, a Hatalmastól és a Bölcstől"},{"SurahNumber":39,"VerseNumber":2,"Text":"Mi bizony az Igazsággal bocsátottuk le neked ( Muhammad- Allah áldja meg és adjon Neki örök. üdvösséget) a Könyvet. Szolgáld hát Allah-ot őszinte hittel"},{"SurahNumber":39,"VerseNumber":3,"Text":"Vajon nem Allah-ot illeti-e meg a tiszta Vallás\"? És azok, akik (Allah) helyett segítőket vesznek maguknak (szólva): .Csak azért szolgáljuk őket, hogy Allah közelébe segítsenek bennünket.\" Allah bizony dönteni fog közöttük abban, amiben vita támad közöttük. Allah bizony nem vezeti az [gaz Útra azt, aki hazug, hitetlen]"},{"SurahNumber":39,"VerseNumber":4,"Text":"Ha Allah úgy akarta volna, hogy fiú gyermeke legyen, akkor abból választott volna, amit Ő teremtett, és azt, amit akar. Magasztaltassék (Felette áll Ő ezen dolgoknak)! Ő Allah, az Egyedüli és a mindenek felett Hatalmas"},{"SurahNumber":39,"VerseNumber":5,"Text":"Igazsággal teremtette az egeket és a földet. Ő göngyölíti az éjszakát a nappalra és Ő göngyölíti a nappalt az éjszakára. És szolgálatra kényszerítette a napot és a holdat, mindegyik meghatározott ideig halad. Hát nem Ő a Hatalmas és a Megbocsátó"},{"SurahNumber":39,"VerseNumber":6,"Text":"Egyetlen lélekből teremtett meg benneteket, majd előhozta belőle a párját (a feleségét). És lebocsátott nektek nyolc féle lábasjószágot, párostól\", Megteremt benneteket édesanyátok méhében, teremtés teremtést követ, háromszoros sötétségben? Ő Allah, a ti Uratok! Övé az uralom, nincs más isten csak Ő (La ilaha illü Huwa)! Hogyan fordulhattok hát el"},{"SurahNumber":39,"VerseNumber":7,"Text":"Hatihitetlenek vagytok, Allah nem szorul rátok. Ő nem elégedett a szolgái hitetlenségével. De ha hálásak vagytok, azzal elégedett a ti számotokra. És senki sem hordozza egy másiknak a terhét. Majd Uratokhoz lesz visszatérésetek és Ő tudósítani fog benneteket arról, amit tettetek. Ő ismeri a lelkek legmélyebb titkát"},{"SurahNumber":39,"VerseNumber":8,"Text":"Ha az embert valami baj éri az Urához fohászkodik, Neki mutatva megbánást. Majd miután könyörületben részesül, elfeledi azt, amiért korábban fohászkodott Hozzá. Társat állít Allah mellé, hogy tévelygésbe vigyen az Ő Útjáról. Mondd: . Élvezd csak még egy keveset a hitetlenségedet! Te bizony a Tűz népéhez tartozol"},{"SurahNumber":39,"VerseNumber":9,"Text":"Vajon az, aki őszintén, Allah-ra támaszkodva, az éjszaka óráiban leborul és feláll (az imához) és féli a Túlvilágot és az ő Ura kegyelmét áhítozza (az olyan-e, mint a hitetlen)? Mondd: .. Vajon egyenlőek azok, akik tudnak és azok, akik nem tudnak?\" Bizony az ésszel élők okulnak"}]}