{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"(Ya Peyğəmbər!) Məgər onların (münafiqlərin) Allahın qəzəbləndiyi bir tayfanı (yəhudiləri) özlərinə dost tutduqlarını (mö’min müsəlmanların sirlərini onlara verdiklərini) görmədinmi? Onlar nə sizdəndirlər, nə də onlardan. Onlar (özlərinin riyakar olduqlarını) bilə-bilə (Allaha və Muhəmməd əleyhissəlama iman gətirdikləri barədə) yalandan and içirlər"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah onlar üçün şiddətli bir əzab hazırlamışdır. Onların etdiyi əməllər necə də pisdir"},{"SurahNumber":58,"VerseNumber":16,"Text":"Onlar andlarını özlərinə sipər etdilər və (xalqı) Allah yolundan döndərdilər. Onları alçaldıcı bir əzab gözləyir"},{"SurahNumber":58,"VerseNumber":17,"Text":"Onları nə malları, nə də övladları heç bir vəchlə Allahdan (Allahın əzabından) qurtara bilməz. Onlar cəhənnəmlikdirlər və orada əbədi qalacaqlar"},{"SurahNumber":58,"VerseNumber":18,"Text":"Allah onların hamısını dirildəcəyi gün onlar sizə (yalandan) and içdikləri kimi, Allaha da and içəcək və (bununla axirətdə) bir şey qazanacaqlarını zənn edəcəklər. Bilin ki, onlar əsl yalançıdırlar"},{"SurahNumber":58,"VerseNumber":19,"Text":"Şeytan onlara hakim olmuş və Allahı zikr etməyi onlara unutdurmuşdur. Onlar Şeytanın firqəsidirlər (Şeytana uyanlardır). Bilin ki, Şeytanın firqəsi – məhz onlar ziyana uğrayanlardır"},{"SurahNumber":58,"VerseNumber":20,"Text":"Allahın və Onun Peyğəmbərinin əleyhinə çıxanlar (Cəhənnəmdəki) ən zəlil kimsələr içərisində olacaqlar"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah (lövhi-məhfuzda): “And olsun ki, Mən və peyğəmbərlərim qalib gələcəyik!” – deyə yazmışdır. Həqiqətən, Allah yenilməz qüvvət sahibi, qüdrət sahibidir"},{"SurahNumber":58,"VerseNumber":22,"Text":"(Ya Peyğəmbər!) Allaha və axirət gününə inanan heç bir tayfanın Allah və Onun Peyğəmbəri əleyhinə çıxanlarla – öz ataları, oğulları, qardaşları, yaxın qohumları olsalar belə - dostluq etdiyini görməzsən. Onlar elə kimsələrdir ki, Allah onların qəlblərinə iman yazmış və Öz dərgahından onlara ruh (güc) vermişdir (iman, hidayət nuru əta etmişdir). (Allah) onları (ağacları) altından çaylar axan cənnətlərə daxil edəcəkdir. Onlar orada əbədi qalacaqlar. Allah onlardan, onlar da Allahdan razıdırlar. Onlar Allahın firqəsidirlər (Allahın dininə kömək edən kimsələrdir). Bilin ki, Allahın firqəsi məhz onlar nicat tapıb (əbədi) səadətə qovuşanlardır"}]}