{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":7,"Text":"Чӣ гуна мушриконро бо Худо ва паёмбари Ӯ паймоне бошад? Ғайри онҳое, ки назди Масҷидулҳаром бо онҳо паймон бастед. Агар бар сари паймонашон истоданд, бар сари паймонатон биистед. Худо парҳезгоронро дӯст дорад"},{"SurahNumber":9,"VerseNumber":8,"Text":"Чӣ гуна паймоне бошад, ки агар бар шумо пирӯз шаванд, ба ҳеҷ аҳду савганд ва хешовандӣ вафо накунанд? Бо забоп хушнудатон месозанд ва дар дил сар мепечанд ва бештарин фосиқонанд"},{"SurahNumber":9,"VerseNumber":9,"Text":"Оёти Худоро ба баҳои андак фурӯхтанд ва мардумро аз роҳи Худо боздоштанд ва бадкорӣ карданд"},{"SurahNumber":9,"VerseNumber":10,"Text":"Аҳду савганд ва хешовандии ҳеҷ мӯъминеро риоат намекунанд ва мардуме таҷовузкоранд"},{"SurahNumber":9,"VerseNumber":11,"Text":"Пас агар тавба карданд ва намоз ба ҷой оварданд ва закот доданд, бародарони динии шумо ҳастанд. Мо оёти Худоро барои мардуме доно тафсил мекунем"},{"SurahNumber":9,"VerseNumber":12,"Text":"Агар пас аз бастани паймон савганди худ шикастанд ва дар дини шумо таън заданд, бо пешвоёни куфр қитол кунед, ки онҳоро расми савганд нигоҳ доштан нест, бошад, ки аз кирдори худ бозистанд"},{"SurahNumber":9,"VerseNumber":13,"Text":"Оё бо мардуме, ки еавганди худро шикастанд ва оҳанги бадарғаи паёмбар карданд ва онҳо бар зидди шумо душманӣ оғоз карданд, намеҷангед? Оё аз онҳо метарсед ва ҳол он ки агар имон оварда бошед, сазовортар аст, ки аз Худо битарседу бас"},{"SurahNumber":9,"VerseNumber":14,"Text":"Бо онҳо биҷангед. Худо ба дасти шумо азобашон мекунад ва хорашон месозад ва шуморо пирӯзӣ медиҳад ва дилҳои мӯъминонро хунук мегардонад"},{"SurahNumber":9,"VerseNumber":15,"Text":"ва кина аз дилҳояшон дур кунад ва Худо тавбаи ҳар киро, ки бихоҳад, мепазирад. Ва Худост донову ҳаким"},{"SurahNumber":9,"VerseNumber":16,"Text":"Оё пиндоштаед, ки шуморо ба ҳоли худ вомегузоранд, бе он ки Худо касоне аз шуморо, ки ҷиҳод мекунанд ва ҷуз Худову паёмбараш ва мӯъминонро ба ҳамрозӣ намегиранд, маълум дорад? Ва Худо ба ҳар коре, ки мекунед, огоҳ аст"}]}