{"Id":163,"LanguageCodes":["fa","fas"],"Name":"fas-sayyedjalaloddi","Author":"Sayyed Jalaloddin Mojtabavi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"و نوح را [ياد كن‌] آنگاه كه پيش از اين- پيش از ابراهيم و لوط- ما را بخواند پس وى را پاسخ داديم و او و خاندانش را از اندوه بزرگ- طوفان و غرق- رهانيديم"},{"SurahNumber":21,"VerseNumber":77,"Text":"و او را در برابر گروهى كه آيات ما را دروغ انگاشتند يارى داديم [و از آنان رهايى بخشيديم‌]، همانا آنها مردمى بد بودند پس همگيشان را غرق ساختيم"},{"SurahNumber":21,"VerseNumber":78,"Text":"و داوود و سليمان را [ياد كن‌] آنگاه كه در باره كشتزارى داورى مى‌كردند كه شبانه گوسفندان آن قوم در آن چريده بودند و ما داورى كردن آنها را حاضر و گواه بوديم"},{"SurahNumber":21,"VerseNumber":79,"Text":"پس [حكم‌] آن را به سليمان فهمانديم، و هر يك را حكم- حكمت يا نبوت يا حكومت يا داورى ميان خصمها- و دانش داديم و كوه‌ها را رام داوود كرديم كه با او تسبيح مى‌گفتند، و مرغان را [نيز رام او كرديم‌] و ما كننده [اينها] بوديم"},{"SurahNumber":21,"VerseNumber":80,"Text":"و براى شما ساختن زره را به او آموختيم تا شما را از سختى و گزندتان- در كارزار- نگاه دارد، پس آيا شما سپاس مى‌داريد؟"},{"SurahNumber":21,"VerseNumber":81,"Text":"و باد تند و سخت را براى سليمان [رام كرديم‌] كه به فرمان او به سوى سرزمينى كه در آن بركت نهاده‌ايم- سرزمين شام- روان بود و ما به همه چيز دانا بوديم"},{"SurahNumber":21,"VerseNumber":82,"Text":"و از ديوان، كسانى براى او به دريا فرو مى‌شدند. [تا جواهر آرند]، و جز آن كارها مى‌كردند- ساختن محرابها، مجسمه‌ها، ظروف سنگى آب و ...- و ما نگاهدارنده آنها بوديم- تا از فرمان سليمان بيرون نروند"},{"SurahNumber":21,"VerseNumber":83,"Text":"و ايوب را [ياد كن‌] آنگاه كه پروردگارش را بخواند كه مرا سختى و گزند رسيده و تو مهربان‌ترين مهربانانى"},{"SurahNumber":21,"VerseNumber":84,"Text":"پس او را اجابت كرديم و سختى و گزندى كه به وى بود برداشتيم و خاندانش را و همچند آنها را با آنها به او باز داديم تا بخشايشى باشد از نزد ما و تا يادبود و پندى براى پرستندگان [خداى‌] باشد"},{"SurahNumber":21,"VerseNumber":85,"Text":"و اسماعيل و ادريس و ذو الكفل را [ياد كن‌] كه همه از شكيبايان بودند"},{"SurahNumber":21,"VerseNumber":86,"Text":"و ايشان را در مهر و بخشايش خويش در آورديم، كه آنان از نيكان و شايستگان بودند"},{"SurahNumber":21,"VerseNumber":87,"Text":"و ذو النون- صاحب نهنگ ماهى، يونس- را [ياد كن‌] آنگاه كه خشمناك برفت و پنداشت كه هرگز بر او تنگ نمى‌گيريم پس در آن تاريكيها- تاريكى شب و تاريكى دريا و تاريكى شكم نهنگ‌ماهى- آواز داد كه خدايى جز تو نيست، پاك و منزهى تو، همانا من از ستمكاران بودم"},{"SurahNumber":21,"VerseNumber":88,"Text":"پس اجابتش كرديم و او را از اندوه رهانيديم، و مؤمنان را اينچنين مى‌رهانيم"},{"SurahNumber":21,"VerseNumber":89,"Text":"و زكريّا را [ياد كن‌] آنگاه كه پروردگار خويش را بخواند: اى پروردگار من، مرا تنها- بى‌فرزند- مگذار و تو بهترين وارثانى"},{"SurahNumber":21,"VerseNumber":90,"Text":"پس اجابتش كرديم و يحيى را به او بخشيديم و همسر او را برايش شايسته- زاينده يا خوشخو- گردانيديم. اينان در كارهاى نيك مى‌شتافتند و ما را با اميد و بيم مى‌خواندند، و ما را فروتن و فرمانبردار بودند"},{"SurahNumber":21,"VerseNumber":91,"Text":"و آن زن- مريم- را [ياد كن‌] كه دامان عفت خويش نگاه داشت، پس، از روح خود در او دميديم و او و پسرش را براى جهانيان نشانه‌اى ساختيم"},{"SurahNumber":21,"VerseNumber":92,"Text":"[اى مردم،] همانا اين آيين شماست، آيينى يگانه- يعنى دين اسلام كه همه پيامبران بر آن بودند- و منم پروردگار شما، پس مرا بپرستيد"},{"SurahNumber":21,"VerseNumber":93,"Text":"و [مردم‌] كار- آيين- خويش را در ميان خود پاره پاره كردند- در دين گروه گروه شدند- [و] همه به سوى ما بازخواهند گشت"}]}