{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":15,"Text":"Олар одан кейін қайта оралу болмайтын, бір ғана сайхадан басқаны күтпейді"},{"SurahNumber":38,"VerseNumber":16,"Text":"Әрі олар: «Ей, Раббымыз! Бізге тиісті үлесімізді / азабымызды / Есеп күнінен бұрын бізге тездет», - дейді / келеке етіп"},{"SurahNumber":38,"VerseNumber":17,"Text":"Ей, Мұхаммед / / Олардың айтқандарына сабыр етіп, қуатты құлымыз Дәуітті еске ал. Ол әрдайым Оған қайтушы еді"},{"SurahNumber":38,"VerseNumber":18,"Text":"Ақиқатында, Біз тауларды кешке және таңертең онымен / Дәуітпен / бірге Раббыңды / барлық кемшіліктен / пәк деп ұлықтайтын етіп бағындырдық"},{"SurahNumber":38,"VerseNumber":19,"Text":"Әрі топталған түрде құстарды да. Барлығы да Оған / Аллаһқа / бойсұнушы"},{"SurahNumber":38,"VerseNumber":20,"Text":"Біз оның патшалығын қуаттап бекіттік әрі оған даналық пен тура / шешімді / сөз бердік"},{"SurahNumber":38,"VerseNumber":21,"Text":"Ей, Мұхаммед! / Саған дауласқандардың хабары келді ме? Сонда олар михрабқа / құлшылық ететін орынға / дуалдан асып келген еді"},{"SurahNumber":38,"VerseNumber":22,"Text":"Олар Дәуіттің алдына кірген кезде, ол олардан қорқып қалды. Олар: «Қорықпа! Біз бір-бірімізге әділетсіздік еткен екі тартысушымыз. Біздің арамызға ақиқатпен үкім шығар да әділетсіздік етпе. Әрі бізге дұрыс жолды көрсет"},{"SurahNumber":38,"VerseNumber":23,"Text":"Бұл - менің бауырым. Оның тоқсан тоғыз саулық қойы бар, ал менің бір ғана саулығым бар. Ол: «Оны менің қарамағыма бер»,- деп, сөзбен менен үстем түсті», - деді"},{"SurahNumber":38,"VerseNumber":24,"Text":"Ол: «Ол сенің саулығыңды өз саулықтарына / қосып алу үшін / сұрап, саған әділетсіздік еткен екен. Негізінде, жақын араласушылардың көпшілігі бір-біріне әділетсіздік етеді. Тек иманға келген және ізгі амал жасағандар ғана ондай емес. Ал, олар аз», - деді. Сонда, Дәуіт Біздің оны сынағанымызды анық түсінді де Раббысынан кешірім тіледі және иіліп / сәждеге / жығылды әрі Раббысына бойсұна жүгінді / тәубе етті"},{"SurahNumber":38,"VerseNumber":25,"Text":"Біз оған мұны кешірдік. Ақиқатында ол үшін Біздің алдымызда жақындатылу және қайтар орынның көркемі бар"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ей, Дәуіт! Ақиқатында, Біз сені жер бетінде халифа еттік. Адамдардың арасында ақиқатпен шешім шығар да көңілқұмарлығына еруші болма. Онда ол / еру / сені Аллаһтың жолынан адастырады / ауытқытып, шығарады / . Ақиқатында, Есеп күнін ұмытқаны үшін Аллаһтың жолынан адасқандарға қатты азап бар"}]}