{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"O profeet! waarom verbiedt gij wat God heeft vergund, daardoor trachtende uwe vrouwen te behagen. God is vergevensgezind en barmhartig"},{"SurahNumber":66,"VerseNumber":2,"Text":"God heeft u veroorloofd, uwe eeden in te trekken; en God is uwe meester en hij is alwetend en wijs"},{"SurahNumber":66,"VerseNumber":3,"Text":"Toen de profeet eens eene zekere gebeurtenis als een geheim aan eene zijner vrouwen verhaalde, en toen zij dat aan eene ander mededeelde, en God het hem bekend maakte, gaf hij haar kennis van een gedeelte van hetgeen zij had gedaan, en vermeed, haar het andere gedeelte daarvan te verwijten. En toen hij haar daarmede had bekend gemaakt, zeide zij: Wie heeft u dit ondekt? Hij zeide: de wijze, de alwetende God heeft het mij ontdekt"},{"SurahNumber":66,"VerseNumber":4,"Text":"Indien gij beiden tot God zijt gewend (want uwe harten hebben gewankeld), is het wel, maar indien gij tegen hem (den profeet) samenspant, waarlijk, dan is God zijn beschermer, en Gabriël en de rechtvaardigen, onder de gelooven en de engelen zijn mede zijne helpers"},{"SurahNumber":66,"VerseNumber":5,"Text":"Indien hij van u scheidt, kan zijn Heer hem gemakkelijk in uwe plaats andere vrouwen, beter dan gij, geven; vrouwen die aan God onderworpen zijn; ware geloovigen, vroom, boetvaardig, gehoorzaam, de vasten in acht nemende, en zoowel die gehuwd zijn geweest, als maagden"},{"SurahNumber":66,"VerseNumber":6,"Text":"O ware geloovigen! redt uwe zielen en die uwer gezinnen, van het vuur, dat door menschen en steenen wordt gevoed, waarover onvermurwbare en vreeselijke engelen zijn geplaatst, die God niet ongehoorzaam zijn, in hetgeen hij hun heeft bevolen; maar die volvoeren, wat hun werd geboden"},{"SurahNumber":66,"VerseNumber":7,"Text":"O ongeloovigen! verontschuldig u niet op dezen dag, U zal zekerlijk vergolden worden hetgeen gij hebt gedaan"}]}