{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Скажи [, Мухаммад]: \"Неужели вы не веруете в Того, что создал землю в течение двух дней, и равняете с Ним других? Ведь это Он - Господь [обитателей] миров"},{"SurahNumber":41,"VerseNumber":10,"Text":"И Он воздвиг над землей прочные горы, дал ей благословение и поровну распределил на ней пищу для страждущих на четыре дня"},{"SurahNumber":41,"VerseNumber":11,"Text":"Потом Он обратился к небу, которое было [лишь] дымом, и сказал ему и земле: \"Предстаньте [предо Мной], хотите вы того или нет\". Они ответили: \"Мы предстанем по доброй воле"},{"SurahNumber":41,"VerseNumber":12,"Text":"Он завершил это, сотворив семь небес за два дня, и каждому небу внушил в откровении его обязанности. Мы украсили нижнее небо светильниками для охранения. Так предопределил Великий, Ведающий"},{"SurahNumber":41,"VerseNumber":13,"Text":"А если они не внемлют, то скажи [, Мухаммад]: \"Я увещеваю вас молнией, подобной молнии, [поразившей] народы 'ад и самуд"},{"SurahNumber":41,"VerseNumber":14,"Text":"Когда к ним явились посланники с разных сторон [и сказали]:\"Не поклоняйтесь никому, кроме Аллаха\", - они ответили: \"Если бы наш Господь захотел, то Он отправил бы посланниками ангелов. Воистину, Мы не веруем в то, с чем вы посланы"},{"SurahNumber":41,"VerseNumber":15,"Text":"Что касается 'адитов, то их обуяла гордыня безо всякого права на то, и они заявили: \"Кто превзойдет нас мощью?\" Неужели они не знали, что Аллах, создавший их, превосходит их мощью? Но они отрицали наши знамения"},{"SurahNumber":41,"VerseNumber":16,"Text":"Мы наслали на них ураган в злополучные дни, чтобы они вкусили муки позора в этой жизни, а наказание в будущей жизни позорнее, и никто их не защитит [от этого наказания]"},{"SurahNumber":41,"VerseNumber":17,"Text":"Что же касается самудитов, то Мы наставили их на прямой путь, но они предпочли прямому пути слепоту, и их поразила молния унизительного наказания за то, что они вершили"},{"SurahNumber":41,"VerseNumber":18,"Text":"А тех, которые уверовали и были богобоязненны, Мы спасли [от наказания]"}]}