{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":48,"VerseNumber":18,"Text":"God was pleased with believers as they swore allegiance to you under the tree. He recognized what was in their hearts and sent down Serenity upon them, and compensated them with a nearby victory"},{"SurahNumber":48,"VerseNumber":19,"Text":"as well as many prizes they still may take. God is Powerful, Wise"},{"SurahNumber":48,"VerseNumber":20,"Text":"God has promised you will take many prizes; he furnished these promptly for you and fended men´s hands off from you so it might serve as a sign for believers and guide you along a Straight Road"},{"SurahNumber":48,"VerseNumber":21,"Text":"God has already included other things you do not yet have in your possession. God is Capable of everything"},{"SurahNumber":48,"VerseNumber":22,"Text":"If those who disbelieve should ever fight you, they will still turn their backs [and run away]; then they will not find any patron nor supporter"},{"SurahNumber":48,"VerseNumber":23,"Text":"according to God´s practice which has occurred before. You will never rind any change in God´s practice"},{"SurahNumber":48,"VerseNumber":24,"Text":"He is the One Who fended off their hands from you and your hands from them in the center of Mecca after He let you vanquish them. God is Observant of anything you do"},{"SurahNumber":48,"VerseNumber":25,"Text":"They are the ones who disbelieved and blocked you from [reaching] the Hallowed Mosque so the offerings were hindered from reaching their destination. If it had not been for some men who believed and some women who believed whom you did not recognize and would have trampled down, an outrage would have afflicted you because of them without [your] even knowing it, so that God will show anyone He wishes into His mercy. If they had dispersed, We would still have punished those of them who disbelieved with painful torment"},{"SurahNumber":48,"VerseNumber":26,"Text":"While those who disbelieved were setting up fanaticism, the fanaticism of Ignorance in their own hearts, God sent His serenity down upon His messenger and on believers, and obliged them to respect the formula of heedfulness. They were truer to it and much more entitled to it. God is Aware of everything"}]}