{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Ishimwe n’ikuzo byuzuye ni ibya Allah, We nyir’ibiri mu birere n’ibiri mu isi. Kandi akaba na nyir’ibisingizo byuzuye mu buzima bwa nyuma (imperuka); ndetse ni We Nyirubugenge buhambaye, Umumenyi wa byose"},{"SurahNumber":34,"VerseNumber":2,"Text":"Azi ibyinjira mu butaka n’ibibusohokamo, ibimanuka mu kirere ndetse n’ibikizamukamo. Kandi ni Nyirimpuhwe, Nyir’ukubabarira ibyaha"},{"SurahNumber":34,"VerseNumber":3,"Text":"Ba bandi bahakanye baravuze bati “Imperuka ntizatugeraho!” Vuga (yewe Muhamadi) uti “Ndahiye ku izina rya Nyagasani wanjye, Umumenyi w’ibitagaragara, ko rwose izabageraho (nta kabuza); nta kimwisoba mu birere cyangwa mu isi kabone n’iyo cyaba kingana n’impeke y’ururo cyangwa kiri mu nsi yacyo ndetse n’ikinini kuri cyo, usibye ko (byose) biri mu gitabo gisobanutse”"},{"SurahNumber":34,"VerseNumber":4,"Text":"(Ibyo ni) ukugira ngo (Allah) azagororere ba bandi bemeye bakanakora ibikorwa byiza. Abo bazababarirwa ibyaha ndetse banahabwe amafunguro yubahitse"},{"SurahNumber":34,"VerseNumber":5,"Text":"Naho ba bandi baharaniye kuburizamo amagambo yacu (bibwira ko) bazadutsinda, bazahanishwa ibihano bibi cyane kandi bibabaza"},{"SurahNumber":34,"VerseNumber":6,"Text":"Na ba bandi bahawe ubumenyi bw’ibyo wahishuriwe (wowe Muhamadi) biturutse kwa Nyagasani wawe, babona ko ari ukuri kandi ko biyobora biganisha mu nzira y’Umunyacyubahiro bihebuje, Usingizwa cyane"},{"SurahNumber":34,"VerseNumber":7,"Text":"Naho ba bandi bahakanye baravuze bati “Ese tubereke umuntu (Muhamadi) ubabwira ko nimupfa mugashwanyagurika mukaba ubushingwe, ko rwose muzongera mukaremwa bundi bushya?”"},{"SurahNumber":34,"VerseNumber":8,"Text":"Ese (Muhamadi) yaba yarahimbiye Allah ibinyoma, cyangwa yarasaze? (Oya!) Ahubwo abatemera imperuka bari mu bihano no mu buyobe bukabije"},{"SurahNumber":34,"VerseNumber":9,"Text":"Ese ntibabona ikirere n’isi biri imbere yabo n’inyuma yabo? Tubishatse twabarigitisha mu butaka cyangwa tukabaturaho igice cy’ikirere. Mu by’ukuri muri ibyo harimo ikimenyetso kuri buri mugaragu (wa Allah) wicuza"}]}