{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":163,"Text":"Sor onlara o deniz kıyısındaki kentin durumunu. Cumartesi günü azıp sınır tanımazlık ediyorlardı. Sebt yaptıkları gün balıkları onlara akın akın gelirdi; sebt yapmadıklarında ise onlara gelmezdi. Yoldan sapmaları yüzünden onları böyle imtihan ediyorduk"},{"SurahNumber":7,"VerseNumber":164,"Text":"İçlerinden bir topluluk şöyle dedi: \"Allah´ın helak edeceği yahut şiddetli bir azapla azaplandıracağı bir topluma ne diye öğüt verip duruyorsunuz? Dediler ki: \"Rabbinize karşı bir mazeret olsun diye ve bir de korunup sakınırlar ümidiyle"},{"SurahNumber":7,"VerseNumber":165,"Text":"Kendilerine verilen öğüdü unuttuklarında, kötülükten alıkoyanları kurtarıp zulme sapanları, yoldan çıkmalarından ötürü, acı bir azapla yakalayıverdik"},{"SurahNumber":7,"VerseNumber":166,"Text":"Ne zaman ki, yasaklandıkları şeylerden ötürü öfkelenip başka aşırılıklar yapmaya başladılar, onlara şöyle dedik: \"Aşağılık, maskara maymunlar olun"},{"SurahNumber":7,"VerseNumber":167,"Text":"Rabbin, kıyamet gününe kadar, kendilerine azabın en kötüsünü yapacak kimseleri üzerlerine göndereceğini bildirmişti. Senin Rabbin cezayı vermede çok süratli davranır; ama çok affedici, çok merhametlidir de"},{"SurahNumber":7,"VerseNumber":168,"Text":"Ve onları yeryüzünde birçok ümmetlere böldük. İçlerinde barışsever iyiler vardı ama böyle olmayan aşağılıklar da vardı. Belki dönerler ümidiyle onları güzelliklerle de kötülüklerle de imtihana çektik"},{"SurahNumber":7,"VerseNumber":169,"Text":"Arkalarından, yerlerini alan halefler geldi. Bunlar, Kitap´a varis olmuşlardı. Şu basit dünyanın geçici menfaatini esas alıyorlar ve şöyle diyorlardı: \"Biz zaten bağışlanacağız!\" Kendilerine, bir menfaat daha gelse onu da alıyorlardı. Bunlardan, Allah hakkında, gerçek dışında birşey söylememelerine ilişkin Kitap misakı alınmamış mıydı? O Kitap´ın içindekileri okuyup incelemediler mi? Ahiret yurdu, takvaya sarılanlar için daha hayırlıdır. Hala aklınızı işletmeyecek misiniz"},{"SurahNumber":7,"VerseNumber":170,"Text":"Kitap´a sarılanlar ve namazı kılanlara gelince, biz, barışsever iyilerin ödülünü zayi etmeyiz"},{"SurahNumber":7,"VerseNumber":171,"Text":"Bir zaman, dağı tepelerine bir gölgelik gibi çekmiştik de onu üstlerine düşüyor sanmışlardı. \"Size verdiğimizi kuvvetle tutun ve içindekini hatırınızdan çıkarmayın ki korunabilesiniz"}]}