{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sâd, zikrin sahibi Kur´ân´a andolsun"},{"SurahNumber":38,"VerseNumber":2,"Text":"Hayır, kâfirler gurur ve ayrılık içindedirler"},{"SurahNumber":38,"VerseNumber":3,"Text":"Onlardan önce nice nesilleri helâk ettik. O zaman feryat ettiler, fakat kurtuluş vakti geçmişti"},{"SurahNumber":38,"VerseNumber":4,"Text":"Ve onlara kendilerinden bir uyarıcı gelmesi acayiplerine gitti (şaşırdılar). Ve kâfirler: \"Bu çok yalancı bir büyücü.\" dediler"},{"SurahNumber":38,"VerseNumber":5,"Text":"İlâhları bir tek ilâh mı kılıyor? Muhakkak ki bu, gerçekten acayip (şaşılacak) bir şey"},{"SurahNumber":38,"VerseNumber":6,"Text":"Ve onlardan ileri gelenler: \"Yürüyün! İlâhlarınıza karşı sabırlı (kararlı) olun. Muhakkak ki sizden istenen mutlaka budur.\" (diyerek) ayrıldılar"},{"SurahNumber":38,"VerseNumber":7,"Text":"Biz, diğer dînler içinde bunun gibi (bu konuda) bir şey (bütün ilâhların tek bir ilâh olduğunu) işitmedik. Bu sadece bir iftiradır"},{"SurahNumber":38,"VerseNumber":8,"Text":"Zikir, bizim aramızda ona mı indirildi? Hayır, onlar Benim Zikrim´den şüphe içindedirler. Hayır, onlar azabımı henüz tatmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa Azîz (yüce) ve Vehhab (çok bağışlayıcı ve lütufkâr) olan Rabbinin rahmet hazineleri onların yanında mı"},{"SurahNumber":38,"VerseNumber":10,"Text":"Ya da göklerin, yerin ve ikisi arasındakilerin mülkü onlara mı ait? O zaman sebepler (yollar, vasıtalar) bulup yükselsinler"},{"SurahNumber":38,"VerseNumber":11,"Text":"(Onlar) burada hezimete uğramış olan fırkalardan meydana gelmiş bir ordudur"},{"SurahNumber":38,"VerseNumber":12,"Text":"Onlardan önce Nuh (A.S)´ın kavmi, Ad kavmi ve kazıklar sahibi firavun da yalanlamıştı"},{"SurahNumber":38,"VerseNumber":13,"Text":"Ve Semud kavmi, Lut (A.S)´ın kavmi ve Eyke halkı; işte onlar da (yalanlayan) fırkalardır"},{"SurahNumber":38,"VerseNumber":14,"Text":"Onların hepsi resûlleri, sadece yalanladı. Böylece ikabım (cezalandırmam) hak oldu"}]}