{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":61,"Text":"هنگامی که فرستادگان به پیش خانواده‌ی لوط رفتند"},{"SurahNumber":15,"VerseNumber":62,"Text":"(لوط بدیشان) گفت: شما مردمان ناشناخته‌اید (و ما شما را نمی‌شناسیم و نمی‌دانیم چه می‌خواهید و از شما بیمناکیم)"},{"SurahNumber":15,"VerseNumber":63,"Text":"گفتند: (از ما مترس که مایه‌ی هراس تو نیستیم) بلکه (ما فرستادگان خدائیم و) با خود چیزی به همراه آورده‌ایم که تو بدان قوم خود را بیم می‌دادی و ایشان درباره‌ی آن شکّ می‌کردند (که نزول عذاب است)"},{"SurahNumber":15,"VerseNumber":64,"Text":"و ما واقعیّت مسلّمی را برای تو آورده‌ایم (که جای انکار نیست) و راست می‌گوئیم"},{"SurahNumber":15,"VerseNumber":65,"Text":"بنابراین در پاسی از شب خانواده‌ات را با خود بردار و از اینجا برو و در پس ایشان حرکت کن (تا آنان را بپائی و به شتاب واداری) و کسی از شما به پشت سر نگاه نکند (تا عذاب قوم را نبیند و ناراحت و پریشان نگردد) و به همان جا که (برابر وحی آسمانی) به شما دستور داده می‌شود بروید"},{"SurahNumber":15,"VerseNumber":66,"Text":"و ما به لوط این موضوع را وحی کردیم که بامدادان همه‌ی آنان نابود و ریشه‌کن خواهند شد"},{"SurahNumber":15,"VerseNumber":67,"Text":"(هنگامی که صبح گردید) اهل شهر (فرشتگان را به صورت مردان بسیار زیبائی دیدند و بدیشان چشم طمع دوختند و) شادیها کردند"},{"SurahNumber":15,"VerseNumber":68,"Text":"(لوط ترسید که کار ناشایست خود را بکنند. بدیشان) گفت: اینان مهمانان من هستند، (حیاء کنید و با انجام کار ناشایستتان) مرا رسوا مسازید"},{"SurahNumber":15,"VerseNumber":69,"Text":"و از خدا بترسید و مرا خوار مکنید"},{"SurahNumber":15,"VerseNumber":70,"Text":"گفتند: مگر ما تو را از (مهمانداری و پناه‌دادن) مردمان نهی نکردیم (و نگفتیم که حق نداری ما را از کاری که با دیگران می‌کنیم باز داری و به نصیحت و ارشاد ما بپردازی و اگر چنین کنی تو را از میان خود بیرون می‌کنیم؟)"},{"SurahNumber":15,"VerseNumber":71,"Text":"گفت: اینها (دختران شهر، همه آماده‌ی ازدواج با مردانند و به منزله‌ی) دختران من هستند، اگر می‌خواهید کاری کنید (و در راه ازدواج و اطفاء شهوات گام بردارید)"},{"SurahNumber":15,"VerseNumber":72,"Text":"(ای پیغمبر!) به جان تو سوگند! آنان در مستی (شهوت و جهالت) خود سرگردان بودند"},{"SurahNumber":15,"VerseNumber":73,"Text":"پس به هنگام طلوع آفتاب، صدای (وحشتناک صاعقه و زمین لرزه) ایشان را فرو گرفت"},{"SurahNumber":15,"VerseNumber":74,"Text":"آن گاه (آنجا را زیر و رو کردیم و) بالای آن را پائین، (و پائین آن را بالا) گرداندیم، و با سنگهائی از گِل متحجّر شده ایشان را سنگباران نمودیم"},{"SurahNumber":15,"VerseNumber":75,"Text":"بی‌گمان در این (بلائی که بر سر قوم لوط آمد) نشانه‌هائی برای افراد هوشمند موجود است (که از این آثار می‌توانند عمق واقعه را دریابند و بدانند که هر گروه فاسد دیگری دستخوش چنین بلائی می‌گردد)"},{"SurahNumber":15,"VerseNumber":76,"Text":"این آثار بر سر راه (کاروانیان و مسافران است و خرابه‌های آن) برجا است"},{"SurahNumber":15,"VerseNumber":77,"Text":"بی‌گمان در این (بقایای مانده بر راستای راه) نشانه‌ی بزرگی برای مؤمنان است (که از آن تکان می‌خورند و عبرت می‌گیرند و از موجبات خشم خدا خویشتن را برحذر می‌دارند)"},{"SurahNumber":15,"VerseNumber":78,"Text":"ساکنان سرزمین اَیْکَة (که قوم شعیب بودند، مانند قوم لوط متمرّد و بی‌ایمان و) ستمگر بودند"},{"SurahNumber":15,"VerseNumber":79,"Text":"پس از آنان انتقام گرفتیم، و این دو (قوم، یعنی قوم لوط و قوم شعیب، شهرهای ویران شده‌ی ایشان) بر سر راه واضح و آشکاری است"}]}