{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"Ey Muhammed! Günahkârlarin, Rablerinin huzurunda baslari öne egilmis olarak: \"Ey Rabbimiz! Gördük ve dinledik, simdi bizi geri çevir de salih bir amel isleyelim, çünkü biz artik kesin bir sekilde inaniyoruz.\" derlerken bir görsen"},{"SurahNumber":32,"VerseNumber":13,"Text":"Eger biz dilemis olsaydik her nefse hidâyetini verirdik. Fakat benden: \"Bütün insanlar ve cinlerden cehennemi elbette dolduracagim.\" sözü hak olmustur"},{"SurahNumber":32,"VerseNumber":14,"Text":"O halde bu gününüzle karsilasmayi unuttugunuzdan dolayi tadin azabi! Iste biz de sizi unuttuk. Yapmakta oldugunuz isler yüzünden tadin ebedî azabi"},{"SurahNumber":32,"VerseNumber":15,"Text":"Bizim âyetlerimize öyle kimseler iman eder ki, onlarla kendilerine ögüt verildigi zaman secdelere kapanirlar ve Rablerine hamd ile tesbih ederler de büyüklük taslamazlar"},{"SurahNumber":32,"VerseNumber":16,"Text":"Onlarin yanlari yataklardan uzaklasir, korku ve ümid içinde Rablerine dua ederler ve kendilerine verdigimiz riziklardan hayira sarfederler"},{"SurahNumber":32,"VerseNumber":17,"Text":"Simdi hiç kimse kendileri için, yaptiklarina karsilik gözler aydinligi olacak seylerden neler gizlenmis oldugunu bilemez"},{"SurahNumber":32,"VerseNumber":18,"Text":"Öyle ya iman eden kimse, fâsik olan gibi olur mu? Onlar esit olamazlar"},{"SurahNumber":32,"VerseNumber":19,"Text":"Evet, iman edip de salih amelleri isleyen kimselerin, yaptiklarina karsilik bir konukluk (agirlanma) olarak me'vâ (barinak) cennetleri vardir"},{"SurahNumber":32,"VerseNumber":20,"Text":"Ama fâsiklik etmis olanlarin barinaklari atestir. Oradan her çikmak istediklerinde oraya geri çevrilirler ve kendilerine: \"Haydi tadin o atesin yalanlayip durdugunuz azabini!\" denir"},{"SurahNumber":32,"VerseNumber":21,"Text":"Su bir gerçek ki, onlara o en büyük azabdan önce yakin azabdan (dünyada) da tattiracagiz. Umulur ki, (kötülükten) dönerler"},{"SurahNumber":32,"VerseNumber":22,"Text":"Rabbinin âyetleriyle kendisine ögüt verilip de, sonra onlardan yüz çeviren kimseden daha zalim kim olabilir? Gerçekten biz, günahkârlardan intikam alacagiz"}]}