{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":153,"Text":"Vy, kteří jste uvěřili, zavolejte trpělivost a modlitbu ku pomoci své, neboť Bůh zajisté pomáhá trpělivým"},{"SurahNumber":2,"VerseNumber":154,"Text":"Nenazývejte ty, kdož ubiti byli na stezce Páně, mrtvými: naopak, nazývejte je živými! Však vy toho nechápete"},{"SurahNumber":2,"VerseNumber":155,"Text":"Zkoušeti vás budeme poněkud strachem a hladem a ztrátou majetku a životů a plodů zemských: však radostnou hlásiž novinu trpělivým"},{"SurahNumber":2,"VerseNumber":156,"Text":"kteří když postiženi jsou neštěstím, dí: „V pravdě patříme Bohu a k němu se navrátíme.“"},{"SurahNumber":2,"VerseNumber":157,"Text":"Nad těmito požehnání. jest Páně a milosrdenství jeho a tito zajisté vedeni jsou cestou pravou"},{"SurahNumber":2,"VerseNumber":158,"Text":"V pravdě, Safá a Marwa jsou vyvolenými místy Boha: a kdožkoli putuje k Domu posvátnému a navštěvuje místa svatá, nezhřeší když obejde je obě dokola: a kdo z vlastního popudu koná dobro, (bude odměněn): neboť Bůh zajisté jest vděčným, vševědoucím"},{"SurahNumber":2,"VerseNumber":159,"Text":"Ti, kteří zatajují, ať jest to cokoliv, z jasných důkazů a dobrého vedení, námi seslaných poté, když jasně jsme je byli označili lidem v Knize; těm zlořečiti bude Bůh a zlořečiti jim budou zlořečící"},{"SurahNumber":2,"VerseNumber":160,"Text":"Vyjma těch, kteří kajícně obrátí se ke mně a polepší se a poučují druhé: těm popřeji sluchu, neboť rád popřávám sluchu kajícím a jsem milosrdný"},{"SurahNumber":2,"VerseNumber":161,"Text":"Ti pak, kdož neuvěřili a zemřeli v nevíře své, nad těmi zlořečení jest Boha i andělů a lidí všechněch"},{"SurahNumber":2,"VerseNumber":162,"Text":"Zahrnuti jím budou na věky a nebude ulehčeno trápení jejich a Bůh nikdy na ně nepohlédne"},{"SurahNumber":2,"VerseNumber":163,"Text":"Bůh váš jest jediný Bůh: není Boha mimo něho, milosrdného, slitovného"}]}