{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":27,"Text":"Andolsun, biz çevrenizdeki kentleri de yok ettik ve belki (küfürlerinden) dönerler diye ayetleri tekrar tekrar açıkladık"},{"SurahNumber":46,"VerseNumber":28,"Text":"Allah'tan başka, kendilerine (Allah yanında) yakınlık sağlamak için tanrı edindikleri şeyler, kendilerine yardım etselerdi ya! Hayır, (tanrıları), onlardan kaybolup gittiler. İşte onların yalanları ve uydurmaları budur"},{"SurahNumber":46,"VerseNumber":29,"Text":"Bir zaman, cinlerden bir topluluğu Kur'an dinlemek üzere sana yöneltmiştik. Ona geldiklerinde (birbirlerine): \"Susun, (dinleyin)\" dediler. (Okuma) Bitirilince de uyarıcılar olarak kavimlerine döndüler"},{"SurahNumber":46,"VerseNumber":30,"Text":"Ey kavmimiz, dediler, biz Musa'dan sonra indirilen, kendinden öncekini doğrulayan, gerçeğe ve doğru yola götüren bir Kitap dinledik"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey kavmimiz, Allah'ın da'vetçisine uyun ve O'na inanın ki (Allah) günahlarınızdan bir kısmını bağışlasın ve sizi, acı azabdan korusun"},{"SurahNumber":46,"VerseNumber":32,"Text":"Kim Allah'ın da'vetçisine uymazsa, yeryüzünde (başına inecek belaya) engel olamaz. Kendisinin O'ndan başka velileri de olmaz. Onlar, apaçık bir sapıklık içindedirler"},{"SurahNumber":46,"VerseNumber":33,"Text":"Gökleri ve yeri yaratan, bunları yaratmakla yorulmayan Allah'ın, ölüleri diriltmeğe de kadir olduğunu görmediler mi? Evet O, her şeye kadirdir"},{"SurahNumber":46,"VerseNumber":34,"Text":"İnkar edenler ateşe sunulacakları gün (Allah onlara): \"(Nasıl), Bu gerçek değil miymiş?\" (der); \"Evet Rabbimiz hakkı için (gerçekmiş)\" derler. \"Öyleyse inkar etmenizden dolayı azabı tadın\" der"},{"SurahNumber":46,"VerseNumber":35,"Text":"O halde sen de, azim (ve irade) sahibi elçilerin sabrettikleri gibi sabret. O (nankör)ler için acele etme. Onlar, tehdidedildikleri azabı gördükleri gün, sanki gündüzün sadece bir sa'ati kadar yaşamış gibi olurlar. (Bu) Bir duyurudur. Yoldan çıkmış topluluktan başkası mı helak edilecektir"}]}