{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"Andolsun, Musa´yı ayetlerimizle ve apaçık olan bir delille gönderdik"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firavun´a ve onun önde gelen çevresine. Onlar Firavun´un buyruğuna uymuşlardı. Oysa Firavun´un buyruğu doğruya götürücü (irşad edici) değildi"},{"SurahNumber":11,"VerseNumber":98,"Text":"O, kıyamet günü kavminin önderliğine geçer, böylece onları ateşe götürmüş olur. Sonunda vardıkları yer, ne kötü bir yerdir"},{"SurahNumber":11,"VerseNumber":99,"Text":"Onlar, burda da, kıyamet gününde de lanete tabi tutuldular. (Bu) Verilen bağış, ne kötü bir bağıştır"},{"SurahNumber":11,"VerseNumber":100,"Text":"Bunlar, sana doğru haber (kıssa) olarak aktardığımız (geçmişteki) nesillerin haberleridir. Onlardan kimi ayakta kalmış, (hala izleri var, kimi de) biçilmiş ekin (gibi yerlebir edilmiş, kalıntısı silinmiş)dir"},{"SurahNumber":11,"VerseNumber":101,"Text":"Biz onlara zulmetmedik, ancak onlar kendi nefislerine zulmettiler. Böylece rabbinin buyruğu geldiği zaman, Tanrı´yı bırakıp da taptıkları tanrıları onlara hiç bir şey sağlayamadı, ´helak ve kayıplarını´ arttırmaktan başka bir işe yaramadı"},{"SurahNumber":11,"VerseNumber":102,"Text":"Onlar, zulüm işlemektelerken, ülkeleri (veya nesilleri) yakaladığı zaman... rabbinin yakalaması işte böyledir. Gerçekten O´nun yakalaması pek acı, pek şiddetlidir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Ahiret azabından korkan için bunda kesin bir ayet vardır. O, bütün insanların kendisinde toplanacağı bir gündür ve o, gözlemlenebilen bir gündür"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz onu sayılı bir ecelin dışında ertelemeyiz"},{"SurahNumber":11,"VerseNumber":105,"Text":"(Kıyametin) Geleceği günde, O´nun izni olmaksızın, hiç kimse söz söyleyemez. Artık onlardan kimi ´bedbaht ve mutsuz´, (kimi de) mutlu ve bahtiyardır"},{"SurahNumber":11,"VerseNumber":106,"Text":"Mutsuz olanlar ateştedirler, onlar için orada (kahırla ve acıyla) nefes alıp vermeler vardır"},{"SurahNumber":11,"VerseNumber":107,"Text":"Onlar, rabbinin dilemesi dışında gökler ve yer sürüp gittikçe, orada süresiz kalacaklardır. Çünkü rabbin, gerçekten dilediğini yapandır"},{"SurahNumber":11,"VerseNumber":108,"Text":"Mutlu olanlar da, artık onlar cennettedirler. Rabbinin dilemesi dışında gökler ve yer sürüp gittikçe, orada süresiz kalacaklardır. (Bu) kesintisi olmayan bir ihsandır"},{"SurahNumber":11,"VerseNumber":109,"Text":"Artık onların tapmakta oldukları şeyler konusunda, sakın kuşkuda olma. Daha önceleri ataları nasıl tapıyor idiyseler, bunlar da ancak böyle tapıyorlar. Şüphesiz Biz, onların paylarını eksiltmeksizin onlara ödeyecek olanlarız"}]}