{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":2,"VerseNumber":97,"Text":"Iti (iwe Muhammad (SAW)): “Ani nani anovenga Jibreel (Gabriel) (ngaave anofa muhasha dzake), nokuti zvirokwazvo akaridzikisira (Qur’aan) mumoyo mako kuburikidza nekuda kwaAllah, richipupura izvo zvakauya mushure maro (Torah neInjeel (Vhangeri)) uye riri gwara nevimbiso yakanaka kuvatendi.”"},{"SurahNumber":2,"VerseNumber":98,"Text":"“Ani nani anova muvengi waAllah, nengirozi dzavo, nevatumwa vavo, Jibreel (Gabriel) na Mika’eel (Michael), nokudaro zvirokwazvo, Allah muvengi wevasingatendi.”"},{"SurahNumber":2,"VerseNumber":99,"Text":"Uye zvirokwazvo takakutumira ndima dziri pachena (ndima dzemuQur’aan dzinotsanangudza nemazvo nyaya yemaJudha uye nezvinangwa zvavo zvakavanzika), uye hakuna asingatendi madziri kunze kwe Al-Faasiqoon (avo vanotyora (vanopfurikidza) mitemo yaAllah"},{"SurahNumber":2,"VerseNumber":100,"Text":"Haisi (nyaya) yokuti nguva dzose dzavanosunga wirirano, rimwe boka pakati pavo rinochitsveta padivi? Asi (chokwadi ndechokuti) vakawanda vavo havatendi"},{"SurahNumber":2,"VerseNumber":101,"Text":"Uye apo pakauya mutumwa (Muhammad (SAW)) kwavari kubva kuna Allah achipupura zvavakanga vanazvo, boka rimwe reavo vakapihwa Gwaro vakarikandira Gwaro raAllah mumashure mavo sokunge vakanga vasingazivi"},{"SurahNumber":2,"VerseNumber":102,"Text":"Uye vakatevera izvo zvaiverengwa naDhiyabhorosi (Masaramusi) munguva yeutongi hwaSulaimaan (Soromoni). Uye Sulaimaan haana kusatenda, asi vanadhiyabhorosi ndivo vakaramba kutenda, vachidzidzisa vanhu mapipi uye zvakaburutsirwa kuBabylon kungirozi mbiri, Haaroot naMaaroot, asi hadzina kudzidzisa (ngirozi mbiri) ani nani zvake, kusvikira dzati: “Zvirokwazvo, isu tiri muedzo, nokudaro musava vanhu vasingatendi (nekudzidza mapipi kubva kwatiri).” Uye kubva (kungirozi mbiri) vakadzidza izvo zvavaiita kuti vapatsanure pakati pemurume nemukadzi wake, asi havana kukanganisa nazvo ani nani kunze nekuda kwaAllah. Uyezve vakadzidza izvo zvaivakuvadza uye zvisingavabatsiri. Uye zvirokwazvo vaiziva kuti mutengi wawo (mapipi) haana chidimbu pahupenyu hwemangwana. Uye zvirokwazvo zvakaipa izvo zvavakatengesa nazvo moyo yavo, dai havo vaiziva"},{"SurahNumber":2,"VerseNumber":103,"Text":"Uye dai vakatenda uye kuzvidzivirira kubva kune zvakaipa uye nokuita basa raAllah, zvirokwazvo mubairo unobva kuna Allah (Mwari) wakanaka zvachose, dai havo vaiziva"}]}