{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":33,"Text":"(İnsanları) Allaha da´vet ve (kendisi de) iyi amel (ve hareket) eden ve «ben şübhesiz müslümanlardanım» diyen kimseden daha güzel sözlü kimdir"},{"SurahNumber":41,"VerseNumber":34,"Text":"Ne (her) iyilik, ne de (her) kötülük bir olmaz. Sen (kötülüğü) en güzel (haslet ne ise) onunla önle. O zaman (görürsün ki) seninle arasında düşmanlık bulunan kimse bile sanki yakın dost (un olmuş) dur"},{"SurahNumber":41,"VerseNumber":35,"Text":"Bu (en güzel haslete) sabredenlerden başkası kavuşdurulmaz. Buna büyük bir hazza mâlik olandan gayrisi erişdirilmez"},{"SurahNumber":41,"VerseNumber":36,"Text":"Eğer seni şeytandan bir dürtüş fitlerse hemen Allaha sığın. Çünkü O, (senin sığındığını) bizzat hakkıyle işiden, (niyyetini, salâhını) çok iyi bilendir"},{"SurahNumber":41,"VerseNumber":37,"Text":"Gece, gündüz, güneş, ay (hep) Onun (Allahın) âyetlerindendir. Siz ne güneşe, ne aya secde etmeyin, bunları yaradan Allaha secde edin, eğer Ona ibâdet edecekseniz"},{"SurahNumber":41,"VerseNumber":38,"Text":"Eğer (buna karşı) kibirlenmek isterlerse Rabbinin nezdinde bulunanlar, onlar hiç usanmayacak, (zâten) kendisini gece, gündüz tesbîh (ve tenzîh) edib durmakdadırlar"},{"SurahNumber":41,"VerseNumber":39,"Text":"Senin hakıykaten boynunu bükmüş gördüğün arz da Onun âyetlerindendir. Fakat biz üzerine suyu indirdiğimiz vakit o, harekete gelir, kabarır. Ona muhakkak can veren (Allah) elbet ölüleri de dirilticidir. Çünkü O, her şey´e hakkıyle kaadirdir"},{"SurahNumber":41,"VerseNumber":40,"Text":"Bizim âyetlerimiz hakkında sapkınlık edenler şübhesiz bize gizli kalmazlar. O halde ateşin içine atılacak olan kimse mi hayırlıdır, yoksa kıyamet günü korkusuzca gelecek olan kişi mi? Siz dilediğinizi yapın. Çünkü O, ne yaparsanız hakkıyle görendir"},{"SurahNumber":41,"VerseNumber":41,"Text":"(Âyetlerimiz hakkında sapıklığa düşenler) o zikre (Kur´ana) — o, kendilerine gelince — küfredenler (dir ki işte bunlar şübhesiz bize gizli kalmazlar). Halbuki o, cidden sarp bir kitabdır"},{"SurahNumber":41,"VerseNumber":42,"Text":"Ki ne önünden, ne ardından ona hiçbir baatıl (yanaşıb) gelemez. (O), bütün kâinatın hamdetdiği, O yegâne hukûm ve hikmet saahibi (Allah) dan indirilmedir"},{"SurahNumber":41,"VerseNumber":43,"Text":"(Habîbim) sana, senden evvelki peygamberlere de söylenmiş olandan başka bir şey söylenmiyor. Şübhe yok ki senin Rabbin hem mutlak mağfiret saahibidir, hem çok elem verici azâb saahibi"},{"SurahNumber":41,"VerseNumber":44,"Text":"Eğer biz onu yabancı (dilden) bir Kur´an yapsaydık muhakkak ki «Ayetleri açıklanmalı değil miydi Araba mensub (bir muhaataba), Arabca olmayan (bir Kur´an) mı? diyeceklerdi. (Onlara) söyle: «O (Kur´an) îman edenler için (mahz-ı) hidâyet ve şifâdır. İman etmeyenlerin ise kulaklarında bir ağırlık vardır. O (Kur´an) bunlara karşı bir körlükdür. (Sanki) onlar uzak bir yerden çağırılıyorlardır"}]}