{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":44,"VerseNumber":30,"Text":"Talaga ngang nagligtas Kami sa mga anak ni Israel mula sa pagdurusang manghahamak"},{"SurahNumber":44,"VerseNumber":31,"Text":"mula kay Paraon. Tunay na siya dati ay nagmamataas kabilang sa mga nagpapakalabis"},{"SurahNumber":44,"VerseNumber":32,"Text":"Talaga ngang pumili Kami sa kanila ayon sa kaalaman higit sa [lahat ng] mga nilalang"},{"SurahNumber":44,"VerseNumber":33,"Text":"Nagbigay Kami sa kanila ng mga tanda na may isang pagsubok na malinaw"},{"SurahNumber":44,"VerseNumber":34,"Text":"Tunay na ang mga ito ay talagang nagsasabi"},{"SurahNumber":44,"VerseNumber":35,"Text":"Walang iba ito kundi ang pagkamatay naming una at kami ay hindi mga bubuhayin"},{"SurahNumber":44,"VerseNumber":36,"Text":"Kaya maglahad kayo ng mga magulang namin kung nangyaring kayo ay mga tapat"},{"SurahNumber":44,"VerseNumber":37,"Text":"Sila ba ay higit na mabuti o ang mga tao ng Tubba` at ang mga bago pa sa kanila, na ipinahamak Namin? Tunay na sila ay mga salarin noon"},{"SurahNumber":44,"VerseNumber":38,"Text":"Hindi Kami lumikha ng mga langit at lupa at anumang nasa pagitan ng mga ito nang naglalaro"},{"SurahNumber":44,"VerseNumber":39,"Text":"Hindi Kami lumikha ng mga ito malibang ayon sa katotohanan subalit ang higit na marami sa kanila ay hindi nakaaalam"},{"SurahNumber":44,"VerseNumber":40,"Text":"Tunay na ang Araw ng Pagpapasya ay tipanan nila nang magkakasama"},{"SurahNumber":44,"VerseNumber":41,"Text":"sa Araw na hindi magpapakinabang ng anuman ang isang tagatangkilik sa isang tinatangkilik at hindi sila iaadya"},{"SurahNumber":44,"VerseNumber":42,"Text":"maliban sa sinumang kinaawaan ni AllÄh; tunay na Siya ay ang Makapangyarihan, ang Maawain"}]}