{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":100,"Text":"N’est-il pas prouvé à ceux qui reçoivent la Terre en héritage des peuples précédents que, si Nous voulions, Nous les frapperions pour leurs péchés et scellerions leurs cœurs, et ils n’entendraient plus rien"},{"SurahNumber":7,"VerseNumber":101,"Text":"Voilà les cités dont Nous te racontons certaines de leurs nouvelles. [A ceux-là,] en vérité, leurs Messagers leur avaient apporté les preuves (évidentes), mais ils n’étaient pas prêts à croire ce qu’auparavant ils avaient traité de mensonge. C’est ainsi qu’Allah scelle les cœurs des mécréants"},{"SurahNumber":7,"VerseNumber":102,"Text":"Et Nous n’avons trouvé chez la plupart d’entre eux aucun respect de l’engagement; mais Nous avons trouvé la plupart d’entre eux pervers"},{"SurahNumber":7,"VerseNumber":103,"Text":"Puis, après [ces Messagers,] Nous avons envoyé Moïse avec Nos miracles vers Pharaon et ses notables. Mais ils se montrèrent injustes envers Nos signes. Considère donc quelle fut la fin des corrupteurs"},{"SurahNumber":7,"VerseNumber":104,"Text":"Et Moïse dit : \"Ô Pharaon ! Je suis un Messager de la part du Seigneur de l’Univers"},{"SurahNumber":7,"VerseNumber":105,"Text":"je ne dois dire sur Allah que la vérité. Je suis venu à vous avec une preuve (évidente) de la part de votre Seigneur. Laisse donc partir avec moi les Enfants d’Israël"},{"SurahNumber":7,"VerseNumber":106,"Text":"Si tu es venu avec un miracle, dit (Pharaon,) apporte-le donc, si tu es du nombre des véridiques"},{"SurahNumber":7,"VerseNumber":107,"Text":"Il jeta son bâton et voilà que c’était un serpent évident"},{"SurahNumber":7,"VerseNumber":108,"Text":"Et il sortit sa main et voilà qu’elle était blanche (éclatante), pour ceux qui regardaient"}]}