{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":69,"Text":"Разве ты (о, Посланник) не видел тех [многобожников], которые препираются [спорят] о знамениях Аллаха [говорят, что Коран не от Аллаха], до чего они отвращены (от Истины) (в то время, как истинность всех знамений Аллаха очевидна)"},{"SurahNumber":40,"VerseNumber":70,"Text":"(Это) – те, которые сочли ложью Книгу [Коран] и то, с чем Мы посылали Наших посланников [то, что ниспосылалось от Аллаха до Корана], но вскоре они [эти неверующие] узнают (итог своего неверия)"},{"SurahNumber":40,"VerseNumber":71,"Text":"когда (в День Суда) (будут одеты) (огненные) оковы на их шеи и цепями (будут скованы их ноги), (когда) их будут влачить (ангелы)"},{"SurahNumber":40,"VerseNumber":72,"Text":"в кипяток, а потом в Огонь [Ад], где их разожгут [они станут топливом Ада]"},{"SurahNumber":40,"VerseNumber":73,"Text":"Потом скажут им: «Где те, которых вы приобщали в сотоварищи [божества, которым вы поклонялись]"},{"SurahNumber":40,"VerseNumber":74,"Text":"кроме Аллаха? (Пусть сейчас они спасают вас от этой беды, если смогут.)» (И неверующие) скажут: «Скрылись они от нас. Нет, мы и не обращались с мольбой (и не поклонялись) раньше никому [[Это как в аяте: «Потом не станет это их испытание ничем иным, кроме лишь того, что они скажут: \"Клянемся Аллахом, Господом нашим, мы не были многобожниками!\"» (Скот, 23)]]». Так Аллах вводит в заблуждение [оставляет без Своего содействия в руководстве] неверных"},{"SurahNumber":40,"VerseNumber":75,"Text":"(И скажут им ангелы): «Это (наказание) вам (дается) за то, что вы радовались на земле без права [жили в неведении и радовались, когда совершали грехи], и за то, что вы торжествовали"},{"SurahNumber":40,"VerseNumber":76,"Text":"Входите во врата Геенны для вечного пребывания там! И (как же) скверно обиталище высокомерных [для тех, кто в земной жизни был высокомерным перед Аллахом]"},{"SurahNumber":40,"VerseNumber":77,"Text":"Терпи же (о, Пророк) (и продолжай призывать людей к Истине)! Поистине, обещание Аллаха истинно. (Как бы то ни было) покажем Мы тебе (о, Посланник) часть того (наказания), что обещаем им [многобожникам] (в этом мире), или упокоим тебя (до того, как ты увидишь это), то (все равно) они к Нам вернутся (в День Суда)"},{"SurahNumber":40,"VerseNumber":78,"Text":"И уже Мы посылали (много) посланников (к разным народам) до тебя (о, Пророк); (о некоторых) из них мы рассказали тебе, а (о других) из них не рассказывали. (И Аллах повелевал всем посланникам доводить до людей то, что Он внушал им откровением.) И не подобало (никакому) посланнику приводить (какое-либо) знамение, не иначе как (только) с дозволения Аллаха [по Его воле]. А когда придет повеление Аллаха (о наказании неверующих), будет решено по истине [по справедливости] (между посланниками и теми, которые не поверили им), и тогда окажутся в убытке обвиняющие во лжи (за то, что возводили ложь на Аллаха и считали богами еще и других, кроме Аллаха)"}]}