{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":60,"VerseNumber":7,"Text":"Аллаһтың сендер мен олардың ішінен өздерің жауласып жүргендердің арасында сүйіспеншілік орнатуы мүмкін. Аллаһ бәріне Күші жетуші. Аллаһ өте Кешірімді, ерекше Мейірімді"},{"SurahNumber":60,"VerseNumber":8,"Text":"Аллаһ дін тұрғысында сендермен соғыспағандарға және жұрттарыңнан қуып шығармағандарға жақсылық жасауларыңа және оларға әділдік етулеріңе тыйым салмайды. Шын мәнінде Аллаһ әділдік етушілерді жақсы көреді"},{"SurahNumber":60,"VerseNumber":9,"Text":"Негізінде, Аллаһ, сендерді тек дін тұрғысында сендермен соғысқандармен, жұрттарыңнан қуып шыққандармен және сендерді қуып шығуға көмектескендермен дос болуларыңа тыйым салады. Ал, кім олармен дос болса, міне, солар - әділетсіздер"},{"SurahNumber":60,"VerseNumber":10,"Text":"Ей, иманға келгендер! Қашан сендерге иманды әйелдер қоныс аударып келсе, оларды тексеріп көріңдер. Аллаһ олардың имандарын жақсы біледі. Сонда егер олардың иманды әйелдер екенін білсеңдер, оларды кәпірлерге қайтармаңдар. Себебі бұлар / иманды әйелдер / оларға / кәпірлерге / рұқсат етілмейді, әрі олар да / кәпірлер / бұларға / иманды әйелдерге / рұқсат етілмейді. Оларға / кәпірлерге / жұмсағандарын беріңдер. Қашан бұларға / әйелдерге / мәһрлерін / сыйларын / берсендер, оларды некелеріңе алуларың сендерге күнә емес. кәпір әйелдерді некелеріңде ұстамаңдар. Оларға бергендеріңді сұраңдар, олар да бергендерін сұрасын. Бұл - Аллаһтың үкімі. Ол араларыңа үкім етеді. Аллаһ - бәрін Білуші, өте Дана"},{"SurahNumber":60,"VerseNumber":11,"Text":"Егер кейбір әйелдер мәһрлерімен кәпірлер жаққа өтіп кетсе, үстемдікке жеткен кездеріңде әйелдері кетіп қалғандарға жұмсаған сыйындай / мәһріндей / өтем беріңдер. Өздерің иманға келіп, сенген Аллаһтан / Оның жазасынан / қорқып, сақтаныңдар"},{"SurahNumber":60,"VerseNumber":12,"Text":"Ей, Пайғамбар! Қашан саған иманға келген әйелдер Аллаһқа ешнәрсені серік етіп қоспауға, ұрлыққылмауға, зина жасамауға, балаларын өлтірмеуге, қол-аяқтарының арасынан бір жала жаппауға / бұзық жолмен тапқан баланы күйеуіне телімеуге / әрі құпталғанда саған қарсы келмеуге серт беруге келсе, олардың серттерін қабыл ет және олар үшін Аллаһтан кешірім тіле. Ақиқатында, Аллаһ өте Кешірімді, ерекше Мейірімді"},{"SurahNumber":60,"VerseNumber":13,"Text":"Ей, иманға келгендер! Аллаһтың ашуына қалған адамдарды дос / қамқоршы / тұтпаңдар. Негізінде, олар соңғы, мәңгілік өмірден / ақиреттен / қабірдегі кәпірлердің үміт үзгені секілді үміт үзген"}]}