{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":102,"Text":"Oh you who believe! Fear Allah as He rightfully deserves to be feared. And beware! Do not die except as obedient servants _ (as muslims)"},{"SurahNumber":3,"VerseNumber":103,"Text":"Cling firmly to the rope of Allah, all of you together (as a single entity)! Do not fall into disunity. Remember the favors of Allah upon you, when you were each other´s enemy? He brought your hearts together; and so by His grace you became (like) brothers. You were (perched precariously) at the brink of a fire filled abyss. But He saved you from it. Thus Allah makes the revelations clear to you. Perhaps you will find the right path"},{"SurahNumber":3,"VerseNumber":104,"Text":"There must (always) be a group among you calling others towards excellence (in character and conduct) _ enjoining (and encouraging) virtue, and forbidding the wrong (and the indecent). Such are the successful ones"},{"SurahNumber":3,"VerseNumber":105,"Text":"Do not be like those who splintered (into sects) and differed (among themselves), even though clear proofs had already come to them. It is they, for whom there exists the severest (most awful) punishment"},{"SurahNumber":3,"VerseNumber":106,"Text":"That day, some faces would be bright (and radiant with joy), and some faces would be darkened (and grim with grief). Those with darkened faces (will be told), \"Aren´t you those who rejected (the truth) after having believed (at first)? Now taste the torment! (It is) the result of your rejection"},{"SurahNumber":3,"VerseNumber":107,"Text":"While those with bright faces would abide in the mercy of Allah forever"},{"SurahNumber":3,"VerseNumber":108,"Text":"We recite to you these revelations of Allah with the (absolute) truth. Allah does not want to be unjust to (anyone in) the universe"},{"SurahNumber":3,"VerseNumber":109,"Text":"To Allah belongs everything in the heavens, and on earth. All matters are referred to Allah for decisions"}]}