{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Бастарыңа келген бір ауыршылық, қолекі істегендеріңнің салдарынан болады. Және де Алла көбін кешіп жібереді"},{"SurahNumber":42,"VerseNumber":31,"Text":"Сендер Оны жер жүзінде осалдата алмайсыңдар. Сондай-ақ сендерге Алладан өзге ие де жәрдемші де жоқ"},{"SurahNumber":42,"VerseNumber":32,"Text":"Теңізде таулардай кемелердің жүруі де Алланың белгілерінен"},{"SurahNumber":42,"VerseNumber":33,"Text":"Егер Ол қаласа, желді тоқтатар еді де кемелер су үстінде түрьш қалар еді. Даусыз бұнда өте сабырлы, толық шүкір етушілерге өнегелер бар"},{"SurahNumber":42,"VerseNumber":34,"Text":"Немесе оларды қылмыстарының салдарынан жоқ етеді; көбін кешірім етеді"},{"SurahNumber":42,"VerseNumber":35,"Text":"Аяттарымыз турасында тартысқандар, өздеріне бір қашатын жер болмағанын білсін"},{"SurahNumber":42,"VerseNumber":36,"Text":"Ал енді сендерге берілген нәрсе, дүние тіршілігінің ғана пайдасы. Алланың қасындағы нәрселер иман келтіріп, Раббыларьша тәуекел етушілер үшін хайырлы да тұракты"},{"SurahNumber":42,"VerseNumber":37,"Text":"Сондай зор күнәлардан, арсыздықтардан сақтанған сондай-ақ ашу кернеген кезде өздері кешірім еткендер"},{"SurahNumber":42,"VerseNumber":38,"Text":"Ал және сондай Раббыларына мақұл дегендер, намазды толық орындағандар сондай-ақ өзара істерін кеңеспен жүргізгендер және өздеріне берген несібемізді тиісті орындарға жұмсағандар. (С. 159-А.) (Т-Қ.) (Өзара ақылдасып, іс жүргізу Мұсылманшылықтың елеулі бір сипаты боп, саналады)"},{"SurahNumber":42,"VerseNumber":39,"Text":"Және де егер оларға бір зұлымдық болса, олар жәрдемдеседі"},{"SurahNumber":42,"VerseNumber":40,"Text":"Бір жамандықтың жазасы өзіндей ғана жамандық. Сонда кім кешірім етіп, жарасса; онда оның сыйлығы Аллаға тән. Күдіксіз Ол, залымдарды жақсы көрмейді"},{"SurahNumber":42,"VerseNumber":41,"Text":"Әлбетте біреу зұлымдық көргеннен кейін өшін алса, сонда оларға сын жоқ"},{"SurahNumber":42,"VerseNumber":42,"Text":"Шынында сөгіс, адамдарға зұлымдық қылып, жер жүзінде орынсыз шектен шыққандарға лайық. Міне солар үшін жан түршігерлік азап бар"},{"SurahNumber":42,"VerseNumber":43,"Text":"Әрине кім сабыр етіп, кешірімді болса, дау жоқ, істердің ең маңыздысы осы"}]}