{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":46,"VerseNumber":27,"Text":"Ndithudi Ife taononga mizinda imene yakuzungulirani inu ndipo tili kubwereza chivumbulutso chathu kuti mwina akhoza kutembenuka"},{"SurahNumber":46,"VerseNumber":28,"Text":"Nanga ndi chifukwa chiyani sadathandizidwe ndi iwo amene anali kuwapembedza ngati milungu yoonjezera pa Mulungu weniweni ndi cholinga chakuti iwabweretse kufupi ndi Mulungu? Iyayi. Iyo idawasiya padzuwa. Ndipo ilo linali bodza lomwe iwo anali kupeka"},{"SurahNumber":46,"VerseNumber":29,"Text":"Ndi pamene Ife tidatumiza kwa iwe, gulu la majini limene lidadzamvetsera Korani, ndipo pamene iwo adaimirira pakati pawo adati, “Khalani chete!” Ndipo pamene atatha kumvetsera, iwo adabwerera kwa anthu awo ngati ochenjeza"},{"SurahNumber":46,"VerseNumber":30,"Text":"Iwo adati, “oh inu anthu athu! Ife tamva mawu a m’Buku limene lavumbulutsidwa pambuyo pa Mose limene litsimikizira zimene zidavumbulutsidwa kale zotsogolera anthu ku choonadi ndi kunjira yoyenera.”"},{"SurahNumber":46,"VerseNumber":31,"Text":"oh anthu athu! Vomerani kuitana kwa iye amene akuitanirani ku njira ya Mulungu ndipo mukhulupirire mwa iye. Mulungu adzakukhululukirani machimo anu ndi kukupulumutsani inu kuchilango chowawa"},{"SurahNumber":46,"VerseNumber":32,"Text":"Ngati wina safuna kumvera Mtumwi wa Mulungu, iye sadzathawa sadzathawa chikonzero cha Mulungu cha padziko lapansi ndipo sadzapeza wina womuteteza kupatula Mulungu. otere ndi olakwa kwambiri"},{"SurahNumber":46,"VerseNumber":33,"Text":"Kodi iwo saona kuti Mulungu, amene adalenga kumwamba ndi dziko lapansi, sadatope chifukwa cha ntchito yolengayi ndipo kuti ali ndi mphamvu yopereka moyo kwa akufa? Inde! Ndithudi Iye ali ndi mphamvu pa chinthu china chilichonse"},{"SurahNumber":46,"VerseNumber":34,"Text":"Ndipo patsiku limene onse osakhulupirira adzaonetsedwa moto, iwo adzafunsidwa kuti, “Kodi ichi si choonadi?” Iwo adzati, “Inde pali Ambuye wathu!” Ndipo Iye adzati, “Tsopano lawani chilango chimene inu munali kunena kuti ndi bodza.”"},{"SurahNumber":46,"VerseNumber":35,"Text":"Motero pirira monga momwe Atumwi akale opirira anali kuchitira ndipo usafune kuti chilango chawo chidze pa iwo mwamsanga. Patsiku limene iwo adzaona zimene ali kulonjezedwa, iwo adzaoneka ngati kuti adangokhala padziko lapansi ola limodzi lokha. Udindo wako ndi kupereka uthenga. Palibe wina amene adzaonongeke kupatula yekhayo amene amaswa malamulo"}]}