{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"Als die Heuchler und diejenigen, in deren Herzen Krankheit ist, sagten: Getäuscht hat diese da ihre Religion! Wer sich aber auf Allah verläßt, - so ist Allah Allmächtig und Allwissend"},{"SurahNumber":8,"VerseNumber":50,"Text":"Und wenn du sehen würdest, wenn die Engel diejenigen abberufen, die ungläubig sind, wobei sie sie ins Gesicht und auf den Rücken schlagen und (sagen): Kostet die Strafe des Brennens"},{"SurahNumber":8,"VerseNumber":51,"Text":"Dies (geschieht) wegen dessen, was eure Hände vorausgeschickt haben, und deshalb, weil Allah keiner ist, der den Menschen Unrecht zufügt"},{"SurahNumber":8,"VerseNumber":52,"Text":"Nach der Art der Leute Fir’auns und derjenigen vor ihnen: Sie verleugneten Allahs Zeichen, und da ergriff Allah sie für ihre Sünden. Gewiß, Allah ist Stark und streng im Bestrafen"},{"SurahNumber":8,"VerseNumber":53,"Text":"Dies, weil Allah nimmer eine Gunst, die Er einem Volk erwiesen hat, ändert, bis sie das ändern, was in ihnen selbst ist, und weil Allah Allhörend und Allwissend ist"},{"SurahNumber":8,"VerseNumber":54,"Text":"Nach der Art der Leute Fir’auns und derjenigen vor ihnen: Sie erklärten die Zeichen ihres Herrn für Lüge, und da vernichteten Wir sie für ihre Sünden, und Wir ließen die Leute Fir’auns ertrinken. Sie alle waren ungerecht"},{"SurahNumber":8,"VerseNumber":55,"Text":"Gewiß, die schlimmsten Tiere bei Allah sind die, die ungläubig sind und (auch) weiterhin nicht glauben"},{"SurahNumber":8,"VerseNumber":56,"Text":"mit denen du eine Verpflichtung eingegangen bist, die aber dann ihre Verpflichtung jedesmal brechen und nicht gottesfürchtig sind"},{"SurahNumber":8,"VerseNumber":57,"Text":"Wenn du nun auf sie im Krieg triffst, dann verscheuche mit ihnen diejenigen, die hinter ihnen stehen, auf daß sie bedenken mögen"},{"SurahNumber":8,"VerseNumber":58,"Text":"Und wenn du dann von irgendwelchen Leuten Verrat befürchtest, so verwirf ihnen (die Verpflichtung) in gleicher Weise. Gewiß, Allah liebt nicht die Verräter"}]}