{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":57,"VerseNumber":11,"Text":"Sille, joka antaa Jumalalle uhrin, Hän korvaa sen kaksin verroin. Hänen palkkansa on ihana"},{"SurahNumber":57,"VerseNumber":12,"Text":"sinä päivänä, jolloin olet näkevä uskolliset miehet ja naiset, valo edessään ja oikealla puolellaan - »hyvä sanoma lupaa teille sinä päivänä puutarhoja, joita virrat vilvoittavat, teidän asuaksenne niissä; tämä on suurin autuus»"},{"SurahNumber":57,"VerseNumber":13,"Text":"sinä päivänä tekopyhät miehet ja naiset sanovat niille, jotka uskovat: »Odottakaa meitä, jotta saamme valoa teidän valostanne.» Silloin sanotaan: »Kääntykää takaisin ja etsikää valoa!» Ja heidän välilleen kohoaa erottava muuri, jossa on portti. Muurin sisäpuolella on armo, mutta sen ulkopuolella odottaa kuritus"},{"SurahNumber":57,"VerseNumber":14,"Text":"Ja he huutavat: »Emmekö me olleet teidän kanssanne?» Nämä vastaavat: »Kyllä, mutta te saatoitte sielunne kiusaukseen, odotitte ja epäröitte, ja turhat halunne pettivät teitä siihen saakka, kunnes Jumalan tuomio koitti; ja suuri viettelijä sai teidät tottelemattomiksi Jumalaa kohtaan"},{"SurahNumber":57,"VerseNumber":15,"Text":"niin että tänä päivänä ei oteta vastaan lunnaita teiltä eikä niiltä, jotka valitsivat epäuskon. Teidän on oltava tulessa, se on oleva seuralaisenne; kurja on olinpaikkanne"},{"SurahNumber":57,"VerseNumber":16,"Text":"Eikö ole aika niiden, jotka uskovat, nöyrtyä sydämissään, muistaa Jumalaa ja Hänen lähettämäänsä totuutta, jotta heidän ei kävisi kuin niiden, joille Kirjoitus annettiin aikaisemmin, niin että heidän aikansa näytti pidennetyltä, mutta jotka paaduttivat sydämensä ja joista useimmista tuli lainrikkojia"},{"SurahNumber":57,"VerseNumber":17,"Text":"Tietäkää, että Jumala elvyttää maan sen kuihtumuksesta. Me olemme totisesti kirkastaneet teille tunnusmerkit ymmärtääksenne"},{"SurahNumber":57,"VerseNumber":18,"Text":"Armeliaille miehille ja naisille ja niille, jotka kantavat Jumalalle hyvän uhrin, Hän korvaa sen kaksin verroin, ja heidän palkkansa on oleva ihana"},{"SurahNumber":57,"VerseNumber":19,"Text":"Ne, jotka uskovat Jumalaan ja Hänen sananjulistajiinsa, ovat todistajia Herransa edessä; he saavat palkkansa ja valonsa; mutta ne, jotka valitsevat epäuskon ja väittävät merkkejämme valheeksi, joutuvat helvetin asukkaiksi"}]}