{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Mela ma jarawx dawk ta' bla twemmin illi s-smewwiet u l-art kienu ħaġa waħda u (imbagħad) ftaqniehom, u mill-ilma għamilna kull ħaġa ħajja. Jaqaw ma jemmnux (fis-setgħa ta' Alla)"},{"SurahNumber":21,"VerseNumber":31,"Text":"U għamilna iġbla fuq l-art, imqiegħda fis-sod, biex ma titħarrikx bihom, u fihom għamilna toroq wiesgħa biex forsi jagħrfu t-triq (u ma jintilfux fis-safar tagħhom)"},{"SurahNumber":21,"VerseNumber":32,"Text":"U s-sema għamilnieh saqaf imħares tajjeb (biex ma jaqax), iżda huma ma jagħtux kas tas-sinjali tiegħu"},{"SurahNumber":21,"VerseNumber":33,"Text":"Huwa li ħalaq il-lejl u n-nhar, u x-xemx u l-qamar; kollox għaddej idur fid-dawra tiegħu"},{"SurahNumber":21,"VerseNumber":34,"Text":"Ma tajna lil ebda bniedem qablek li jgħix għal dejjem. Jaqaw meta tmut inti (Muħammad), huma se jibqgħu jgħixu għal dejjem"},{"SurahNumber":21,"VerseNumber":35,"Text":"Kull ruħ idduq il-mewt, u Aħna nġarrbukom bil-ħażin u bit-tajjeb, u lejna titreġġgħu lura"},{"SurahNumber":21,"VerseNumber":36,"Text":"Meta' dawk li ċaħdu t-twemmin jarawk (Muħammad), huma tna jġibux irwieħhom miegħek ħlief biż-żebliħ u jgħidu (bi stmerrija): 'Jaqaw dan hu li jsemmi (fil-batal) l-allat tagħkomħ' Huma jiċħdu li jsemmu (bit-tifħir) lil Dak li huwa Kollu Ħnienal"},{"SurahNumber":21,"VerseNumber":37,"Text":"Il-bniedem inħalaq mill-għaġla. Se nurikom is-sinjali tiegħi (u kif nitħallas minn dawk li ħaduha kontrija iżda kollox iseħħ f'ħinu), mela la tgħaġġlunixi"},{"SurahNumber":21,"VerseNumber":38,"Text":"(il-pagani) jgħidu (b'żebliħ' lill-Profeta u lil-dawk li jemmnu): ''Meta (sseħħ) din il-wegħda (dwar il-kastig), jekk qegħdin tgħidu s-sewwa"},{"SurahNumber":21,"VerseNumber":39,"Text":"Kieku dawk li ċaħdu t-twemmin kienu jafu (x'se jkun il-kastig tagħhom) meta ma jkunux jistgħu jżommu lura n-Nar minn wiċċhom jew minn daharhom, u ma jsibux għajnuna, (imkien, kieku ma kinux jifkellmu hekk)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Let Huwa (in-Nar) jiġihom għal għarrieda, hekk li jħawwadhom, u la jkunu jistgħu jaħarbuh, u lanqas jingħataw aktar żmien (biex jindmu)"},{"SurahNumber":21,"VerseNumber":41,"Text":"Mibgħutin. (oħra): qablek kienu /mżebilħin (Muħammad), iżda dawk li ddieħku bihom (spiċċaw) imdawra (huma stess minn kull naħa) b'dak (il-kastig) li kienu jżebilħu"}]}