{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":52,"Text":"Say, \"Allah is sufficient witness between me and you. He knows what is in the heavens and what is in the earth; and those who believe in vanities (falsehoods, frivolities) and disbelieve in Allah, they it is who are the losers"},{"SurahNumber":29,"VerseNumber":53,"Text":"They will wish you to hasten on the doom (punishment); but were it not that a term had been appointed, the doom would have come upon them ere now. And verily it will come upon them suddenly when they perceive not"},{"SurahNumber":29,"VerseNumber":54,"Text":"They ask you to hurry on the doom, but, verily, hell encompasses the disbelievers"},{"SurahNumber":29,"VerseNumber":55,"Text":"On the Day when the Doom (or Wrath) shall overwhelm them from above them and from beneath their feet, and He will say, \"Taste that which you have done"},{"SurahNumber":29,"VerseNumber":56,"Text":"O my servants who believe! Verily, My earth is spacious enough; therefore serve Me only"},{"SurahNumber":29,"VerseNumber":57,"Text":"Every soul must taste of death, then unto Us shall you return"},{"SurahNumber":29,"VerseNumber":58,"Text":"Those who believe and act right, We will surely house them in lofty (or upper) chambers of the Garden beneath which rivers flow; to dwell therein secure (or for ever) - an excellent reward for the toilers (workers of good)"},{"SurahNumber":29,"VerseNumber":59,"Text":"Those who persevere and put their trust in (or rely on) their Lord"},{"SurahNumber":29,"VerseNumber":60,"Text":"How many a beast cannot carry its own provision! Allah provides for it and for you; He is the Hearer, the Knower"},{"SurahNumber":29,"VerseNumber":61,"Text":"And if you should ask them, \"Who created the heavens and the earth, and subjected the sun and the moon?\" they will surely say, \"Allah!\" how then can they turn away"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah extends provision to whomsoever He will of His servants, or restricts it; verily, Allah is aware of all things"},{"SurahNumber":29,"VerseNumber":63,"Text":"And if you should ask them, \"Who causes water to come down from the sky and revives therewith the earth after its death?\" they will surely say, \"Allah!\" Say, \"And praise be to Allah!\" But most of them have no sense"}]}