{"Id":362,"LanguageCodes":["te","tel"],"Name":"tel-muhammadazizurr","Author":"Muhammad Aziz Ur Rehman","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"కనుక (ఓ ప్రవక్తా!) నువ్వు వారికి బోధపరుస్తూ ఉండు. ఎందుకంటే నీ ప్రభువు అనుగ్రహం వల్ల నీవు (విషయాన్ని జిన్నాతుల నుండి గ్రహించే) జ్యోతిష్యుడవూ కావు, పిచ్చివాడవూ కావు"},{"SurahNumber":52,"VerseNumber":30,"Text":"“ఇతడొక కవిపుంగవుడు, మేమితనిపై కాలచక్రపు విపత్తులు వచ్చిపడతాయని ఎదురు చూస్తున్నాము” అని వారంటున్నారా"},{"SurahNumber":52,"VerseNumber":31,"Text":"(ఓ ప్రవక్తా!) వారికి చెప్పు : “సరే, మీరు ఎదురుచూస్తూ ఉండండి. మీతో పాటు నేను కూడా ఎదురుచూస్తాను.”"},{"SurahNumber":52,"VerseNumber":32,"Text":"ఏమిటి, వారి బుద్ధులు వారికి ఆజ్ఞాపించేది ఇదేనా?! లేక వారు పొగరుబోతు జనులుగా తయారయ్యారా"},{"SurahNumber":52,"VerseNumber":33,"Text":"“ఇతను దీనిని (ఈ ఖుర్ఆన్ ను) స్వయంగా కల్పించుకున్నాడ”ని వారంటున్నారా? అసలు విషయం ఏమిటంటే వీళ్ళు విశ్వసించటం లేదు"},{"SurahNumber":52,"VerseNumber":34,"Text":"సరే, ఒకవేళ వారు (ఈ ఆరోపణలో) సత్యవంతులే అయితే దీన్ని పోలిన ఒక్క వాక్కునయినాసరే చేసి తీసుకు రావాలి"},{"SurahNumber":52,"VerseNumber":35,"Text":"ఏమిటి, వీరు (పుట్టించేవాడు) ఎవరూ లేకుండానే వారంతట వారే పుట్టుకు వచ్చారా? లేక వారే స్వయంగా సృష్టికర్తలా"},{"SurahNumber":52,"VerseNumber":36,"Text":"ఏమిటి, భూమ్యాకాశాలను వాళ్ళే సృష్టించారా? అసలు వాళ్ళు నమ్మేరకం కాదు"},{"SurahNumber":52,"VerseNumber":37,"Text":"పోనీ, వాళ్ళ దగ్గర నీ ప్రభువు ఖజానాలకు గాని ఉన్నాయా? వాళ్ళుగాని ఆ ఖజానాలను కావలివాళ్ళుగా ఉన్నారా"},{"SurahNumber":52,"VerseNumber":38,"Text":"పోనీ, వారి దగ్గర నిచ్చెన ఏదైనా ఉందా? దానిపైకెక్కి వారు (ఊర్థ్వ లోకాల రహస్యాలు) వినివస్తున్నారా? ఒకవేళ అలాంటిదేదైనా ఉంటే ఆ వినివచ్చేవాడు ఆ మేరకు ఏదైనా స్పష్టమైన ప్రమాణాన్ని సమర్పించాలి"},{"SurahNumber":52,"VerseNumber":39,"Text":"ఏమిటి, అల్లాహ్ కైతే అందరూ ఆడపిల్లలూను, మీకేమో మగపిల్లలా"},{"SurahNumber":52,"VerseNumber":40,"Text":"ఏమిటి, నువ్వు ఏదన్నా ప్రతిఫలం అడుగుతున్నావా వారిని, దాని భారంతో వారు అణగారిపోతున్నారనటానికి"},{"SurahNumber":52,"VerseNumber":41,"Text":"ఏమిటి, వారి దగ్గర అగోచర జ్ఞానంగాని ఉందా? దాన్ని వారు లిఖిస్తూ ఉన్నారా"},{"SurahNumber":52,"VerseNumber":42,"Text":"ఏమిటి, వీళ్ళు ఏదైనా మాయోపాయం చేస్తున్నారా? అలాగైతే అవిశ్వాసులే ఆ మాయోపాయంలో పడతారు"},{"SurahNumber":52,"VerseNumber":43,"Text":"ఏమిటి, అల్లాహ్ తప్ప వారికి వేరే ఆరాధ్యదైవం ఉన్నాడా? (ముమ్మాటికీ లేడు) వారు కల్పించే భాగస్వామ్యాలకు అల్లాహ్ అతీతుడు, పరిశుద్ధుడు"},{"SurahNumber":52,"VerseNumber":44,"Text":"ఒకవేళ వారు ఆకాశం నుండి ఏదైనా రాలిపడే తునకను చూసినా “అది దట్టమైన మేఘం మాత్రమే” అంటారు"},{"SurahNumber":52,"VerseNumber":45,"Text":"కనుక (ఓ ముహమ్మద్!) వారు స్పృహ తప్పి పడిపోయే రోజున ఎదుర్కొనే వరకూ వారిని వారి మానాన వదలిపెట్టు"},{"SurahNumber":52,"VerseNumber":46,"Text":"ఆ రోజు వారి మాయోపాయమేదీ వారికి ఉపయోగపడదు. వారికెలాంటి సహాయం కూడా చేయబడదు"},{"SurahNumber":52,"VerseNumber":47,"Text":"నిశ్చయంగా దుర్మార్గులకు అది గాకుండా మరిన్ని శిక్షలు కూడా ఉన్నాయి. కాని వారిలో చాలా మందికి తెలియదు"},{"SurahNumber":52,"VerseNumber":48,"Text":"మరి నీవు నీ ప్రభువు ఆజ్ఞకై ఓపికతో నిరీక్షించు. నిశ్చయంగా నువ్వు మా కళ్ళ ముందరే ఉన్నావు. నువ్వు నిలబడినప్పుడల్లా నీ ప్రభువు పవిత్రతను కొనియాడు, ఆయన్ని స్తుతించు"},{"SurahNumber":52,"VerseNumber":49,"Text":"రాత్రిపూట కూడా ఆయన పవిత్రతను కొనియాడు – మరి నక్షత్రాలు వెను తిరిగే వేళ కూడా"}]}