{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"Before this We gave Abraham his guidance. We knew him well"},{"SurahNumber":21,"VerseNumber":52,"Text":"When he asked his father and his people, \"What are these images to which you are so devoted"},{"SurahNumber":21,"VerseNumber":53,"Text":"They replied, \"We found our fathers worshipping them"},{"SurahNumber":21,"VerseNumber":54,"Text":"Abraham said, \"Indeed, you and your fathers have been clearly misguided"},{"SurahNumber":21,"VerseNumber":55,"Text":"They said, \"Have you brought us the truth or are you jesting"},{"SurahNumber":21,"VerseNumber":56,"Text":"Abraham replied, \"Your Lord is the Lord of the heavens and the earth, who created them, and I bear witness to that"},{"SurahNumber":21,"VerseNumber":57,"Text":"By the Lord, I will devise a plan against your deities after you have gone away and turned your backs"},{"SurahNumber":21,"VerseNumber":58,"Text":"He broke them all into pieces, except for the biggest one of them, so that they might return to it [for enquiry]"},{"SurahNumber":21,"VerseNumber":59,"Text":"Who has done this to our deities? He must be a wrongdoer"},{"SurahNumber":21,"VerseNumber":60,"Text":"Some said, \"We heard a young man, called Abraham, talking about them"},{"SurahNumber":21,"VerseNumber":61,"Text":"They said, \"Then bring him here in the sight of all the people, so that they may act as witnesses"},{"SurahNumber":21,"VerseNumber":62,"Text":"They said, \"Abraham, was it you who did this to our deities"},{"SurahNumber":21,"VerseNumber":63,"Text":"He answered, \"Rather this biggest one of them did it. Ask them, if they can speak"},{"SurahNumber":21,"VerseNumber":64,"Text":"Then they turned to one another and said, \"It is you yourselves who are in the wrong"},{"SurahNumber":21,"VerseNumber":65,"Text":"then they hung their heads, and said, \"O Abraham! You know they cannot speak"},{"SurahNumber":21,"VerseNumber":66,"Text":"Abraham said, \"So, do you worship something instead of God that can neither benefit you nor harm you"},{"SurahNumber":21,"VerseNumber":67,"Text":"Shame on you and on whatever you worship instead of God. Can you not understand"},{"SurahNumber":21,"VerseNumber":68,"Text":"They said, \"Burn him and help your deities, if you are resolved to do something"},{"SurahNumber":21,"VerseNumber":69,"Text":"But We said, \"Fire! Be cool and a means of safety for Abraham"},{"SurahNumber":21,"VerseNumber":70,"Text":"They had sought to do him harm, but We frustrated them"},{"SurahNumber":21,"VerseNumber":71,"Text":"And We saved him and Lot [and brought them] to a land which We had blessed for all people"},{"SurahNumber":21,"VerseNumber":72,"Text":"We bestowed Isaac and then Jacob on him as an additional boon and We made all of them righteous"},{"SurahNumber":21,"VerseNumber":73,"Text":"We made them leaders who guided people by Our command. We revealed to them the doing of good, observance of prayer and the giving of alms and Us alone did they worship"},{"SurahNumber":21,"VerseNumber":74,"Text":"To Lot We gave wisdom and knowledge and delivered him from the city which practiced abomination. They were indeed a wicked people"},{"SurahNumber":21,"VerseNumber":75,"Text":"We admitted him to Our mercy; he was a righteous man"}]}