{"Id":152,"LanguageCodes":["fa","fas"],"Name":"fas-bahaoddinkhorra","Author":"Baha Oddin Khorramshahi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":25,"Text":"به راستی که نوح را به سوی قومش فرستادیم [که با ایشان گفت‌] من هشداردهنده آشکاری شما هستم‌"},{"SurahNumber":11,"VerseNumber":26,"Text":"که جز خداوند را مپرستید، که من بر شما از عذاب روزی سهمگین می‌ترسم‌"},{"SurahNumber":11,"VerseNumber":27,"Text":"بزرگانی از قومش که کفرورزیده بودند، در پاسخ او گفتند تو را جز بشری همانند خویش نمی‌بینیم و نمی‌بینیم که جز فرومایگان ما [آن هم‌] نسنجیده، از تو پیروی کنند، و برای شما بر خویش [هیچ گونه‌] برتری نمی‌بینیم، بلکه شما را دروغگو می‌دانیم‌"},{"SurahNumber":11,"VerseNumber":28,"Text":"گفت ای قوم من بیندیشید که اگر من از سوی پروردگارم حجت آشکاری داشته باشم، و او از سوی خویش رحمتی بر من بخشیده باشد، و [این حقیقت‌] از دید شما پنهان مانده باشد، پس آیا ما می‌توانیم در حالی که شما ناخوش دارید، شما را به آن ملزم کنیم؟"},{"SurahNumber":11,"VerseNumber":29,"Text":"و ای قوم من، من از شما مالی [و منالی‌] نمی‌خواهم، اجر من فقط با خداوند است، من طردکننده کسانی که ایمان آورده‌اند، نیستم، چرا که اینان به لقای پروردگارشان خواهند رسید، و من به واقع شما را قومی نادان [و ندانم‌کار] می‌بینم‌"},{"SurahNumber":11,"VerseNumber":30,"Text":"و ای قوم من، اگر من آنان را طرد کنم، چه کسی مرا در برابر خداوند یاری خواهد کرد، چرا پند نمی‌گیرید؟"},{"SurahNumber":11,"VerseNumber":31,"Text":"و به شما نمی‌گویم که خزاین الهی نزد من است، و غیب نیز نمی‌دانم، و نمی‌گویم که فرشته‌ام، و به کسانی که در چشمان شما خوار می‌آیند، نمی‌گویم که خداوند هرگز خیری به آنان نخواهد داد، خداوند به ما فی‌الضمیر آنان داناتر است، اگر چنین کنم از ستمکاران خواهم بود"},{"SurahNumber":11,"VerseNumber":32,"Text":"گفتند ای نوح به راستی که با ما مجادله کردی و چه مجادله دور و درازی هم با ما کردی، و اگر راست می‌گویی هر چه به ما وعده داده‌ای [هم‌اکنون بر سر ما] بیاور"},{"SurahNumber":11,"VerseNumber":33,"Text":"گفت بی‌شک خداوند اگر بخواهد آن را [بر سر شما] خواهد آورد و شما گزیر و گریزی ندارید"},{"SurahNumber":11,"VerseNumber":34,"Text":"و اگر من بخواهم در حق شما خیر خواهی کنم، در صورتی که خداوند بخواهد شما را بیراه گذارد، خیرخواهی من سودی به حال شما نخواهد کرد، او پروردگار شماست و به سوی او باز گردانده می‌شوید"},{"SurahNumber":11,"VerseNumber":35,"Text":"یا می‌گویند آن را برساخته است، بگو اگر آن را برساخته باشم، در آن صورت [مسؤولیت‌] گناه من با من است، ولی من از گناهی که شما می‌کنید بری و برکنارم‌"}]}