{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Ishee (dachii) irraa isin uumne; ishee keessatti isin deebifna; yeroo biraas ishee irraa isin baafna"},{"SurahNumber":20,"VerseNumber":56,"Text":"Dhugumatti, mallattoolee keenya hunda ishee isatti (Fir’awnitti) argisiifneerra; innis ni sobsiisee; ni dides"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Fir’awn) ni jedhe: “Yaa Muusaa! Sila ati dachii keenya irraa sihrii keetiin nu baasuuf dhuftee"},{"SurahNumber":20,"VerseNumber":58,"Text":"Nutis sihrii fakkaataa isaatiin siif dhufnaKanaaf gidduu keenyaafi gidduu keetti beellama nutiifi atis irraa hin hafne iddoo giddu galeessa ta’etti godhi.”"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Muusaanis) ni jedhe: “Beellamni keessan guyyaa ayyaanaati; namoonnis waaree dura walitti qabamuudha.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Ergasii Fir’awni gara galee, deemee dhara isaa walitti qabee sana booda dhufe"},{"SurahNumber":20,"VerseNumber":61,"Text":"Muusaan isaaniin “Yaa badii keessan! Rabbi irratti soba hin odeessinaa; adabbiidhaan isin balleessaDhugumatti, namni (Rabbi irratti) soba odeesse hoonga’ee jira” jedhe"},{"SurahNumber":20,"VerseNumber":62,"Text":"Dubbii isaanii irratti gidduu isaaniitti wal falman, maqoo isaaniis dhokfatan"},{"SurahNumber":20,"VerseNumber":63,"Text":"Ni jedhan: “Jarri lamaan kun warra falfalaati (sihriitii), falfala isaanitiin dachii keessan irraa isin baasanii karaa (shari’a) keessan ishee caaltuu taate dhabamsiisuu fedhu"},{"SurahNumber":20,"VerseNumber":64,"Text":"Kanaafuu tooftaa keessan walitti qabadhaa; sana booda hiriiraan koottaaDhugumatti, namni hardha irra aane (mo’ate) milkaa’eera"},{"SurahNumber":20,"VerseNumber":65,"Text":"Yaa Muusaa! Ati darbachuu yookiin jalqaba nama darbuu nuti ta’uu (filadhu)” jedhaniin"},{"SurahNumber":20,"VerseNumber":66,"Text":"(Muusaanis) “Lakkisaa; isinummaan darbaa!” jedheBattalumatti haadni isaaniifi uleen isaaniis falfala isaanii irraa kan ka'e waan fiigdu itti fakkeeffama"},{"SurahNumber":20,"VerseNumber":67,"Text":"Muusaan lubbuu isaa keessatti sodaan itti dhaga’ame"},{"SurahNumber":20,"VerseNumber":68,"Text":"“Hin sodaatin! Dhugumatti, ati sumatu mooha” jenneen"},{"SurahNumber":20,"VerseNumber":69,"Text":"“Waan mirga kee keessa jiru darbi! Waan isaan dalagan ni liqimsitiWanti isaan dalagan (hundi) toftaa nama falfala hojjatuutiNamni falfala hojjatu bakkuma dhufettuu hin milkaa’u.”"},{"SurahNumber":20,"VerseNumber":70,"Text":"Ergasii warri falfala hojjatan sujuuda bu’anii “Gooftaa Haaruniifi Muusaatti amanne” jedhan"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Fir’awn) ni jedhe: “Odoo ani isiniif hin hayyamin isatti amantuu? Dhugumatti, inni guddaa keessan kan falfala isin barsiiseedhaDhugumatti, harkaafi miila keessan wal dhabsiiseen kukkutaAmmas jirma muka timiraa irrattin isin fannisaIsinis (yoos) eenyu keenya (anamoo Gooftaa Muusaatu) adabbiin isaa irra cimaafi turaa akka ta’e beekuuf jirtu.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"Ni jedhan: “Waan nutti dhufe kan ragaawwan ifa bahan irraa ta’eefi Isa nu uume irra si hin filannuKanaafuu waan murteessitu murteessi! Wanti ati murteessitus jiruma addunyaa kana qofa"},{"SurahNumber":20,"VerseNumber":73,"Text":"“Akka Inni dogoggora keenyaafi falfala irraas waan ati isatti nu dirqisiifte nuuf araaramuuf, dhugumatti, nuti Gooftaa keenyatti amannee jirraRabbitu caalaafi hafaadha"},{"SurahNumber":20,"VerseNumber":74,"Text":"Dhugumatti, namni badii hojjataa ta’ee gara Rabbii isaa dhufe, isaaf dhugumatti, jahannamtu jira; ishee keessatti hin du’u, hin jiraatus"},{"SurahNumber":20,"VerseNumber":75,"Text":"Namni Mu’umina ta’ee, dhugumaan hojii gaarii hojjataa gara Isaa dhufes isaan sun isaaniif sadarkaalee ol ta’aatu jira"},{"SurahNumber":20,"VerseNumber":76,"Text":"Jannata qubsumaa kan jala ishee laggeen yaatutu (isaanif jira); ishee keessa yeroo hunda jiraatuKun immoo mindaa nama qulqulleeffateeti"}]}