{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":15,"VerseNumber":26,"Text":"Na sabnsabnar a inadn Ami so manosiya a phoon ko lopa a gango, a phoon ko lipaw a miyarmbis"},{"SurahNumber":15,"VerseNumber":27,"Text":"Go so jinn na inadn Ami mona a phoon ko apoy a mararas"},{"SurahNumber":15,"VerseNumber":28,"Text":"Na gowani na pitharo o Kadnan ka ko manga malaikat a: \"Mataan! a Sakn na magadn Ako sa manosiya, a phoon ko lopa a gango, a phoon ko lipaw a miyarmbis"},{"SurahNumber":15,"VerseNumber":29,"Text":"Na anda i kaymasada Ko ron go masokan Ko skaniyan sa niyawa, na sondong kano ron sa pangangalimbabaan kano"},{"SurahNumber":15,"VerseNumber":30,"Text":"Na miyangalimbabaan on so manga malaikat, sa tanan siran, langon"},{"SurahNumber":15,"VerseNumber":31,"Text":"Inonta so iblis: Ka somiyangka oba mabaloy a pd ko miyamangalimbabaan"},{"SurahNumber":15,"VerseNumber":32,"Text":"Pitharo (o Allah): \"Hay iblis! antonaa i miyakarn rka sa dang ka kapangpd ko miyamangalimbabaan"},{"SurahNumber":15,"VerseNumber":33,"Text":"Pitharo iyan a: \"Di rakn patot oba ako pangalimbabaan ko manosiya, a inadn Ka a phoon ko lopa a gango, a phoon ko lipaw a miyarmbis"},{"SurahNumber":15,"VerseNumber":34,"Text":"Pitharo (o Allah): \"Na awa ka phoon ko langit; ka mataan! a ska na inibowang"},{"SurahNumber":15,"VerseNumber":35,"Text":"Go mataan! a zisii rka so morka sa dayon ko alongan a kambabadala"},{"SurahNumber":15,"VerseNumber":36,"Text":"Pitharo iyan: \"Kadnan ko, na pakanayawa kong Ka sa dayon ko alongan a kaoyaga kiran"},{"SurahNumber":15,"VerseNumber":37,"Text":"Pitharo (o Allah): \"Na mataan! a ska na pd ko phamakanayawn"},{"SurahNumber":15,"VerseNumber":38,"Text":"Taman ko alongan a masa a mappnto"},{"SurahNumber":15,"VerseNumber":39,"Text":"Pitharo iyan: \"Kadnan ko, ibt ko kiyabaloyang Ka rakn a dadag, na mataan! a barayatn ko siran dn (ko kandarowaka) ko lopa, go mataan! a dadagn ko siran dn langon"},{"SurahNumber":15,"VerseNumber":40,"Text":"Inonta so manga oripn ka, a pd kiran a miyangatotolabos (Rka)"},{"SurahNumber":15,"VerseNumber":41,"Text":"Pitharo (o Allah) a: \"Katii so lalan Rakn a makaoontol (a di Ko ipndaraynon)"},{"SurahNumber":15,"VerseNumber":42,"Text":"Mataan! a so manga oripn Ko na da a mapkhapaar ka kiran, a rowar ko taw a inonotan ka niyan a pd ko miyangadadadag"},{"SurahNumber":15,"VerseNumber":43,"Text":"Go mataan! a so naraka Jahannam na diyandi kiran dn langon"},{"SurahNumber":15,"VerseNumber":44,"Text":"Pito a pinto iyan: Oman i isa pinto na adn a bagian iyan kiran a sabaad a missnggay"}]}