{"Id":371,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"Ва ба сӯйи [мардуми] Мадян бародараш Шуайбро [фиристодем]. Ӯ гуфт: «Эй қавми ман, Аллоҳ таолоро бипарастед, ки ҷуз Ӯ маъбуд [-и барҳақ] надоред. Яқинан, аз [сӯйи] Парвардигоратон барои шумо далели равшан омадааст, пас, [ҳаққи] паймона ва тарозуро комил [-у дуруст] адо кунед ва ба мардум аҷносашонро кам надиҳед ва дар замин пас аз ислоҳаш фасод накунед. Агар имон доред, ин барои шумо беҳтар аст"},{"SurahNumber":7,"VerseNumber":86,"Text":"Ва бар сари ҳар роҳе нанишинед, ки [бо зӯргирӣ ва дуздӣ мардумро] битарсонед ва ҳаркиро имон дорад, аз роҳи Аллоҳ таоло боздоред ва роҳашро мунҳариф бихоҳед [ки ба ҳидоят даст наёбад]. Ва ба ёд оваред, ҳангомеро ки андак будед, сипас Аллоҳ таоло [теъдоди] шуморо фузунӣ бахшид ва бингаред, ки саранҷоми муфсидон [-и табаҳкор] чи гуна буд"},{"SurahNumber":7,"VerseNumber":87,"Text":"Агар гурӯҳе аз шумо ба ончи ба он фиристода шудаам, имон оварданд ва гурӯҳи дигар имон наоварданд, пас, сабр кунед, то Аллоҳ таоло миёни мо доварӣ кунад ва Ӯ беҳтарин довар аст»"},{"SurahNumber":7,"VerseNumber":88,"Text":"Ашроф [-у бузургон]-и қавмаш, ки такаббур меварзиданд гуфтанд: «Эй Шуайб, ҳатман, ту ва касонеро, ки ҳамроҳат имон овардаанд, аз шаҳрамон берун мекунем, [пас, ё биравед] ё ба оини мо баргардед». [Шуайб] Гуфт: «Оё [бозгардем ҳатто] агар аз он кароҳат дошта [ва безор] бошем"},{"SurahNumber":7,"VerseNumber":89,"Text":"Агар ба оини шумо баргардем, пас аз он ки Аллоҳ таоло моро аз он наҷот бахшид, дар ҳақиқат, ба Аллоҳ таоло дурӯғ бастаем.Ва моро сазовор нест, ки ба он бозгардем, магар он ки Аллоҳ таоло – Парвардигори мо бихоҳад. Илми Парвардигорамон ҳама чизро фаро гирифтааст.Бар Аллоҳ таоло таваккал кардаем. Парвардигоро, миёни мо ва қавмамон ба ҳақ доварӣ кун ва Ту беҳтарин доварӣ»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Ва ашроф [-у бузургон]-и қавмаш, ки кофир буданд, гуфтанд: «Агар аз Шуайб пайравӣ кунед, ҳатман, зиёнкор хоҳед буд»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Он гоҳ зилзила [-и шадид]-е ононро фаро гирифт, пас, дар хонаҳои худ ба рӯ дарафтоданд [ва ҳалок шуданд]"},{"SurahNumber":7,"VerseNumber":92,"Text":"Онон, ки Шуайбро дурӯғгӯ ангоштанд, [чунон аз байн рафтанд ки] гӯӣ ҳаргиз дар он [диёр] набудаанд ва онон ки Шуайбро дурӯғгӯ ангоштанд, худ зиёнкорон буданд"},{"SurahNumber":7,"VerseNumber":93,"Text":"Пас, [Шуайб] аз эшон рӯй гардонду гуфт: «Эй қавми ман, бе тардид паёмҳои Парвардигорамро ба шумо расондам ва пандатон додам. Пас, чигуна барои гурӯҳи кофир [-и лаҷуҷ] андуҳгин бошам»"}]}