{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"(Benden onlara) De ki: \"Ey kendi aleyhlerinde olmak üzere ölçüyü taşıran kullarım. Allah'ın rahmetinden umut kesmeyin. Şüphesiz Allah, bütün günahları bağışlar. Çünkü O, bağışlayandır, esirgeyendir"},{"SurahNumber":39,"VerseNumber":54,"Text":"Azap size gelip çatmadan evvel, Rabbinize yönelip-dönün ve O'na teslim olun. Sonra size yardım edilmez"},{"SurahNumber":39,"VerseNumber":55,"Text":"Rabbinizden, size indirilenin en güzeline uyun; siz hiç şuurunda değilken, azap apansız size gelip çatmadan evvel"},{"SurahNumber":39,"VerseNumber":56,"Text":"Kişinin (yana yakıla) şöyle diyeceği (gün): \"Allah yanında (kullukta) yaptığım kusurlardan dolayı yazıklar olsun (bana) doğrusu ben, (Allah'ın diniyle) alay edenlerdendim"},{"SurahNumber":39,"VerseNumber":57,"Text":"Veya: \"Gerçekten Allah bana hidayet verseydi, elbette muttakilerden olurdum\" diyeceği"},{"SurahNumber":39,"VerseNumber":58,"Text":"Ya da azabı gördüğü zaman: \"Benim için bir kere daha (dünyaya dönme fırsatı) olsaydı da, ihsan edenlerden olsaydım\" (diyeceği günden sakının)"},{"SurahNumber":39,"VerseNumber":59,"Text":"Hayır, Benim ayetlerim sana gelmişti, fakat sen onları yalanladın, büyüklüğe kapıldın ve kafirlerden oldun"},{"SurahNumber":39,"VerseNumber":60,"Text":"Kıyamet günü, Allah'a karşı yalan söyleyenlerin yüzlerinin kapkara olduğunu görürsün. Büyüklenenler için cehennemde bir konaklama yeri mi yok"},{"SurahNumber":39,"VerseNumber":61,"Text":"Allah, takva sahiplerini (inanarak ve inançlarını uygulayarak) zafere ulaşmaları dolayısıyla kurtarır. Onlara kötülük dokunmaz ve onlar hüzne kapılmayacaklardır"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah, herşeyin Yaratıcısı'dır. O, herşey üzerinde vekildir"},{"SurahNumber":39,"VerseNumber":63,"Text":"Göklerin ve yerin anahtarları O'nundur. Allah'ın ayetlerine (karşı) inkar edenler ise; işte onlar, hüsrana uğrayanlardır"}]}