{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":83,"Text":"کیا تو نے نہیں دیکھا کہ ہم کافروں کے پاس شیطانوں کو بھیجتے ہیں جو انہیں خوب اکساتے ہیں"},{"SurahNumber":19,"VerseNumber":84,"Text":"تو ان کے بارے میں جلدی نہ کر، ہم تو خود ہی ان کے لئے مدت شماری کر رہے ہیں"},{"SurahNumber":19,"VerseNumber":85,"Text":"جس دن ہم پرہیزگاروں کو اللہ رحمان کی طرف بطور مہمان جمع کریں گے"},{"SurahNumber":19,"VerseNumber":86,"Text":"اور گناه گاروں کوسخت پیاس کی حالت میں جہنم کی طرف ہانک لے جائیں گے"},{"SurahNumber":19,"VerseNumber":87,"Text":"کسی کو شفاعت کا اختیار نہ ہوگا سوائے ان کے جنہوں نے اللہ تعالیٰ کی طرف سے کوئی قول قرار لے لیا ہے"},{"SurahNumber":19,"VerseNumber":88,"Text":"ان کا قول تو یہ ہے کہ اللہ رحمٰن نے بھی اوﻻد اختیار کی ہے"},{"SurahNumber":19,"VerseNumber":89,"Text":"یقیناً تم بہت بری اور بھاری چیز ﻻئے ہو"},{"SurahNumber":19,"VerseNumber":90,"Text":"قریب ہے کہ اس قول کی وجہ سے آسمان پھٹ جائیں اور زمین شق ہوجائے اور پہاڑ ریزے ریزے ہو جائیں"},{"SurahNumber":19,"VerseNumber":91,"Text":"کہ وه رحمان کی اوﻻد ﺛابت کرنے بیٹھے"},{"SurahNumber":19,"VerseNumber":92,"Text":"شان رحمٰن کے ﻻئق نہیں کہ وه اوﻻد رکھے"},{"SurahNumber":19,"VerseNumber":93,"Text":"آسمان وزمین میں جو بھی ہیں سب کے سب اللہ کے غلام بن کر ہی آنے والے ہیں"},{"SurahNumber":19,"VerseNumber":94,"Text":"ان سب کو اس نے گھیر رکھا ہے اور سب کو پوری طرح گن بھی رکھا ہے"},{"SurahNumber":19,"VerseNumber":95,"Text":"یہ سارے کے سارے قیامت کے دن اکیلے اس کے پاس حاضر ہونے والے ہیں"},{"SurahNumber":19,"VerseNumber":96,"Text":"بیشک جو ایمان لائے ہیں اور جنہوں نے شائستہ اعمال کیے ہیں ان کے لیے اللہ رحمٰن محبت پیدا کردے گا"},{"SurahNumber":19,"VerseNumber":97,"Text":"ہم نے اس قرآن کو تیری زبان میں بہت ہی آسان کر دیا ہے کہ تو اس کے ذریعہ سے پرہیزگاروں کو خوشخبری دے اور جھگڑالو لوگوں کو ڈرا دے"},{"SurahNumber":19,"VerseNumber":98,"Text":"ہم نے ان سے پہلے بہت سی جماعتیں تباہ کر دی ہیں، کیا ان میں سے ایک کی بھی آہٹ تو پاتا ہے یا ان کی آواز کی بھنک بھی تیرے کان میں پڑتی ہے؟"}]}