{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":11,"Text":"Se Deus apressasse o mal aos humanos, como eles apressam o bem para si, alcançariam rapidamente o seu destino. Porém, abandonaremos, vacilantes em sua transgressão, aqueles que não esperam comparecer perante Nós"},{"SurahNumber":10,"VerseNumber":12,"Text":"E se o infortúnio açoita o homem, ele Nos implora, quer esteja deitado, sentado ou em pé. Porém, quando o libertamosde seu infortúnio, ei-lo que caminha, como se não Nos tivesse implorado quando o infortúnio o açoitava. Assim foramabrilhantados os atos dos transgressores (por Satanás)"},{"SurahNumber":10,"VerseNumber":13,"Text":"Aniquilamos gerações anteriores a vós por sua iniqüidade, porque, apesar de lhes haverem apresentado aos seusmensageiros as evidências, jamais creram. Assim castigamos os pecadores"},{"SurahNumber":10,"VerseNumber":14,"Text":"Depois disso, designamos-vos sucessores deles na terra, para observarmos como vos iríeis comportar"},{"SurahNumber":10,"VerseNumber":15,"Text":"Mas, quando lhes são recitados os Nossos lúcidos versículos, aqueles que não esperam o comparecimento perante Nós, dizem: Apresenta-nos outro Alcorão que não seja este, ou, por outra, modificado! Dize: Não me incumbe modificá-lo porminha própria vontade; atenho-me somente ao que me tem sido revelado, porque temo o castigo do dia aziago, sedesobedeço ao meu Senhor"},{"SurahNumber":10,"VerseNumber":16,"Text":"Dize: Se Deus quisesse, não vo-lo teria eu recitado, nem Ele vo-lo teria dado a conhecer, porque antes de sua revelaçãopassei a vida entre vós. Não raciocinais ainda"},{"SurahNumber":10,"VerseNumber":17,"Text":"Haverá alguém mais iníquo do que quem forja mentiras acerca de Deus ou desmente os Seus versículos? Jamaisprosperarão pecadores"},{"SurahNumber":10,"VerseNumber":18,"Text":"E adoram, em vez de Deus, os que não poder prejudicá-los nem beneficiá-los, dizendo: Estes são os nossosintercessores junto a Deus. Pretendeis ensinar a Deus algo que Ele possa ignorar dos céus e da terra? Glorificado e exaltadoseja de tudo quanto Lhe atribuem"},{"SurahNumber":10,"VerseNumber":19,"Text":"A princípio, os humanos formavam uma só comunidade; então, dividiram-se. Porém, senão tivesse sido por uma palavraproferida por teu Senhor, Ter-se-iam destruído, por causa de suas divergências"},{"SurahNumber":10,"VerseNumber":20,"Text":"Dizem: Por que não lhe foi revelado um sinal de seu Senhor? Dize: O incognoscível só a Deus pertence; aguardai, pois, que eu serei um dos que convosco aguardam"}]}