{"Id":215,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"ನಾವು ಅವರ ಬಳಿಗೆ ಇಬ್ಬರು ದೂತರನ್ನು ಕಳಿಸಿದಾಗ ಅವರಿಬ್ಬರನ್ನೂ ಅವರು ತಿರಸ್ಕರಿಸಿದರು. ಕೊನೆಗೆ ನಾವು ಮೂರನೆಯ ದೂತನ ಮೂಲಕ ಅವರಿಗೆ ಬಲ ಒದಗಿಸಿದೆವು. ‘‘ನಮ್ಮನ್ನು ಖಚಿತವಾಗಿ ನಿಮ್ಮೆಡೆಗೇ ರವಾನಿಸಲಾಗಿದೆ’’ ಎಂದು ಅವರು ಹೇಳಿದರು"},{"SurahNumber":36,"VerseNumber":14,"Text":"ಆಗ ಅವರು (ನಾಡಿನವರು) ಹೇಳಿದರು; ನೀವು ನಮ್ಮಂತಹ ಮಾನವರು ಮಾತ್ರ. ಆ ಪರಮ ದಯಾಮಯನು (ಅಲ್ಲಾಹನು) ಏನನ್ನೂ ಇಳಿಸಿಕೊಟ್ಟಿಲ್ಲ. ನೀವು ಕೇವಲ ಸುಳ್ಳು ಹೇಳುತ್ತಿರುವಿರಿ"},{"SurahNumber":36,"VerseNumber":15,"Text":"ಅವರು (ದೂತರು) ಹೇಳಿದರು; ನಾವು ನಿಮ್ಮೆಡೆಗೆ ಕಳಿಸಲ್ಪಟ್ಟವರು ಎಂಬುದನ್ನು ನಮ್ಮೊಡೆಯನು ಖಚಿತವಾಗಿ ಬಲ್ಲನು"},{"SurahNumber":36,"VerseNumber":16,"Text":"ನಮ್ಮ ಮೇಲಿರುವುದು ಸ್ಪಷ್ಟವಾಗಿ ಸಂದೇಶ ತಲುಪಿಸಿ ಬಿಡುವ ಹೊಣೆ ಮಾತ್ರ"},{"SurahNumber":36,"VerseNumber":17,"Text":"ಅವರು (ನಾಡಿನವರು) ಹೇಳಿದರು; ನಾವು ನಿಮ್ಮನ್ನು ಕೇವಲ ಅಪಶಕುನಗಳಾಗಿ ಕಂಡಿರುವೆವು. ನೀವು ದೂರ ನಿಲ್ಲದಿದ್ದರೆ (ಸತ್ಯಪ್ರಚಾರವನ್ನು ನಿಲ್ಲಿಸದಿದ್ದರೆ) ನಾವು ನಿಮ್ಮನ್ನು ಕಲ್ಲೆಸೆದು ಕೊಲ್ಲುವೆವು ಮತ್ತು ಖಂಡಿತವಾಗಿಯೂ ನಮ್ಮ ಕಡೆಯಿಂದ ನಿಮಗೆ ಕಠಿಣ ಶಿಕ್ಷೆ ಸಿಗುವುದು"},{"SurahNumber":36,"VerseNumber":18,"Text":"ಆಗ ಅವರು (ದೂತರು) ಹೇಳಿದರು; ನಿಮ್ಮ ಅಪಶಕುನವೆಲ್ಲಾ ನಿಮ್ಮ ಜೊತೆಗೇ ಇದೆ. ನಿಮಗೆ ಬೋಧನೆ ತಲುಪಿದೆಯಲ್ಲವೇ? ನಿಜವಾಗಿ ನೀವು ಎಲ್ಲೆ ಮೀರುವವರಾಗಿದ್ದೀರಿ"},{"SurahNumber":36,"VerseNumber":19,"Text":"ನಗರದ ಮೂಲೆಯಿಂದ ಧಾವಿಸಿಬಂದ ಒಬ್ಬ ವ್ಯಕ್ತಿ ಹೇಳಿದನು; ನನ್ನ ಜನಾಂಗದವರೇ, ದೇವದೂತರನ್ನು ಅನುಸರಿಸಿರಿ"},{"SurahNumber":36,"VerseNumber":20,"Text":"ನಿಮ್ಮಿಂದ ಯಾವ ಪ್ರತಿಫಲವನ್ನೂ ಬಯಸದ ಹಾಗೂ ಮಾರ್ಗದರ್ಶನ ಪಡೆದಿರುವ, ಅವರನ್ನು ಅನುಸರಿಸಿರಿ"},{"SurahNumber":36,"VerseNumber":21,"Text":"ನನ್ನನ್ನು ರೂಪಿಸಿದಾತನನ್ನು ನಾನೇಕೆ ಪೂಜಿಸಬಾರದು? ಕೊನೆಗಂತು, ನಿಮ್ಮೆಲ್ಲರನ್ನೂ ಅವನ ಕಡೆಗೇ ಮರಳಿಸಲಾಗುವುದು"},{"SurahNumber":36,"VerseNumber":22,"Text":"ನಾನೇನು, ಅವನ ಹೊರತು ಇತರ ಯಾರನ್ನಾದರೂ ದೇವರಾಗಿಸಿಕೊಳ್ಳಬೇಕೆ? ನಿಜವಾಗಿ, ಆ ಪರಮ ದಯಾಳು ನನಗೇನಾದರೂ ಹಾನಿಯನ್ನುಂಟು ಮಾಡ ಬಯಸಿದರೆ, ಅವರ (ಅನ್ಯರ) ಶಿಫಾರಸ್ಸು ನನ್ನ ಯಾವ ಕೆಲಸಕ್ಕೂ ಬಾರದು ಮತ್ತು ನನ್ನನ್ನು ರಕ್ಷಿಸಲು ಅವರಿಗೆ ಸಾಧ್ಯವಾಗದು"},{"SurahNumber":36,"VerseNumber":23,"Text":"ಹಾಗೆ ಮಾಡಿದರೆ (ಅನ್ಯರನ್ನು ಪೂಜಿಸಿದರೆ), ನಾನು ಸ್ಪಷ್ಟ ದಾರಿಗೇಡಿತನದಲ್ಲಿ ಇದ್ದಂತಾಗುವುದು"},{"SurahNumber":36,"VerseNumber":24,"Text":"ನೀವು ನನ್ನ ಮಾತನ್ನು ಕೇಳಿರಿ ನಾನು ನಿಮ್ಮ ನೈಜ ಒಡೆಯನನ್ನು ನಂಬಿದ್ದೇನೆ"},{"SurahNumber":36,"VerseNumber":25,"Text":"(ಅವರು ಆತನನ್ನು ಕೊಂದಾಗ) ‘ಸ್ವರ್ಗವನ್ನು ಪ್ರವೇಶಿಸು’ ಎಂದು ಅವನೊಡನೆ ಹೇಳಲಾಯಿತು. ಅವನು ಹೇಳಿದನು; ‘‘ಅಯ್ಯೋ, ನನ್ನ ಜನಾಂಗದವರಿಗೆ (ಇದು) ತಿಳಿದಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು!’’"},{"SurahNumber":36,"VerseNumber":26,"Text":"‘‘ನನ್ನ ಒಡೆಯನು ನನ್ನನ್ನು ಕ್ಷಮಿಸಿರುವನು ಮತ್ತು ನನ್ನನ್ನು ಗೌರವಾನ್ವಿತರ ಸಾಲಿಗೆ ಸೇರಿಸಿರುವನೆಂಬುದು (ಅವರಿಗೆ ತಿಳಿದಿರಬೇಕಿತ್ತು)’’"},{"SurahNumber":36,"VerseNumber":27,"Text":"ಆತನ (ಮರಣದ ಬಳಿಕ) ನಾವೇನೂ ಅವನ ಜನಾಂಗದ ವಿರುದ್ಧ ಆಕಾಶದಿಂದ ಯಾವುದೇ ಪಡೆಯನ್ನು ಇಳಿಸಲಿಲ್ಲ. ಇಳಿಸುವ ಅಗತ್ಯವೂ ನಮಗಿರಲಿಲ್ಲ"},{"SurahNumber":36,"VerseNumber":28,"Text":"ಅದು (ಅವರ ಶಿಕ್ಷೆ) ಕೇವಲ ಒಂದು ಭೀಕರ ಬಿರುಗಾಳಿಯಾಗಿತ್ತು. ಅಷ್ಟಕ್ಕೇ ಅವರು ಆರಿ ಹೋದರು"},{"SurahNumber":36,"VerseNumber":29,"Text":"ಎಷ್ಟೊಂದು ಶೋಚನೀಯವಾಗಿದೆ, ದಾಸರ ಸ್ಥಿತಿ! ಅವರ ಬಳಿಗೆ ಬಂದ ಯಾವ ದೂತನನ್ನೂ ಅವರು ಗೇಲಿ ಮಾಡದೆ ಬಿಟ್ಟದ್ದಿಲ್ಲ"},{"SurahNumber":36,"VerseNumber":30,"Text":"ಅವರೇನು ನೋಡಿಲ್ಲವೇ, ಅವರಿಗಿಂತ ಹಿಂದೆ ಅದೆಷ್ಟು ನಾಡುಗಳನ್ನು ನಾವು ನಾಶಗೊಳಿಸಿ ಬಿಟ್ಟಿದ್ದೇವೆಂದು? ಅವರೆಂದೂ ಅವರ ಬಳಿಗೆ ಮರಳಿ ಬರಲಾರರು"},{"SurahNumber":36,"VerseNumber":31,"Text":"ಅವರಲ್ಲಿನ ಪ್ರತಿಯೊಬ್ಬರನ್ನೂ ನಮ್ಮ ಬಳಿ ಒಟ್ಟಾಗಿ ಹಾಜರುಪಡಿಸಲಾಗುವುದು"},{"SurahNumber":36,"VerseNumber":32,"Text":"ನಿರ್ಜೀವ ಭೂಮಿಯು ಅವರ ಪಾಲಿಗೆ ಪುರಾವೆಯಾಗಿದೆ. ನಾವು ಅದನ್ನು ಜೀವಂತಗೊಳಿಸಿದೆವು ಹಾಗೂ ಅದರಿಂದ ಧಾನ್ಯಗಳನ್ನು ಉತ್ಪಾದಿಸಿದೆವು. ಅವುಗಳನ್ನೇ ಅವರು ತಿನ್ನುತ್ತಾರೆ"}]}