{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Мы сотворили вас из земли, в нее Мы вас вернем и из нее выведем еще раз"},{"SurahNumber":20,"VerseNumber":56,"Text":"Мы явили ему (т. е. Фир'ауну) все Наши знамения, но он отверг и не признал их"},{"SurahNumber":20,"VerseNumber":57,"Text":"сказал: \"О Муса! Неужели ты явился к нам, чтобы изгнать нас из нашей земли своим колдовством"},{"SurahNumber":20,"VerseNumber":58,"Text":"Но мы непременно явим тебе подобное же колдовство. Назначь же срок [для состязания] в подходящем месте, и никто из нас не должен нарушить его"},{"SurahNumber":20,"VerseNumber":59,"Text":"[Муса] ответил: \"Срок для вас - \"День украшения\", но пусть люди соберутся утром"},{"SurahNumber":20,"VerseNumber":60,"Text":"Фир'аун вернулся [к себе] и собрал [всех тех, кто занимался] кознями. Потом он отправился [к условленному месту]"},{"SurahNumber":20,"VerseNumber":61,"Text":"Муса сказал колдунам: \"Горе вам! Не возводите на Аллаха напраслины, а не то Он погубит вас карой [Своей]. Нет удачи тому, кто возводит напраслину"},{"SurahNumber":20,"VerseNumber":62,"Text":"[Колдуны] стали спорить между собой о том, что предпринять, но говорили шепотом"},{"SurahNumber":20,"VerseNumber":63,"Text":"Они говорили: \"Эти два мужа - чародеи. Они хотят изгнать вас из вашей страны колдовством и свести вас с похвального пути"},{"SurahNumber":20,"VerseNumber":64,"Text":"Так объедините же все свои колдовские чары и выступите единым строем, ибо сегодня удача будет тому, кто возьмет верх"},{"SurahNumber":20,"VerseNumber":65,"Text":"[Потом] они вопросили: \"О Муса! Ты ли первым бросишь [посох], или же нам бросить сначала"},{"SurahNumber":20,"VerseNumber":66,"Text":"Он ответил: \"Нет уж, бросайте вы\". [Они бросили], и ему представилось, что их веревки и посохи благодаря колдовству пришли в движение"},{"SurahNumber":20,"VerseNumber":67,"Text":"И он почувствовал страх в сердце своем"},{"SurahNumber":20,"VerseNumber":68,"Text":"Но Мы внушили [ему]: \"Не бойся, ты [их] одолеешь"},{"SurahNumber":20,"VerseNumber":69,"Text":"Брось то, что держишь в правой руке: оно проглотит порождение их колдовских чар. А колдун не будет иметь успеха, где бы он ни был"},{"SurahNumber":20,"VerseNumber":70,"Text":"И тогда волшебники поверглись ниц и воскликнули: \"Мы уверовали в Господа Мусы и Харуна"},{"SurahNumber":20,"VerseNumber":71,"Text":"[Фир'аун] спросил: \"Неужели вы поверили в него (т. е. Мусу) без моего соизволения [на то]? Воистину, он - ваш главный, который научил вас колдовству. Я велю отрубить вам руки и ноги накрест, распять на стволах пальм. И тогда вы узнаете, кто из нас более жестоко наказывает и кто долговечнее"},{"SurahNumber":20,"VerseNumber":72,"Text":"[Колдуны] ответили: \"Мы не отдадим тебе предпочтения перед явившимися нам ясными знамениями и нашим Творцом. Так выноси же свой приговор! Но ведь ты выносишь приговор только в этой жизни"},{"SurahNumber":20,"VerseNumber":73,"Text":"Воистину, мы уверовали в Господа нашего, дабы Он простил нам наши грехи и колдовство, к которому ты нас принудил. Ведь Аллах лучше и долговечнее [тебя]"},{"SurahNumber":20,"VerseNumber":74,"Text":"Тому, кто грешником предстает пред Господом своим, уготован ад, в котором он не умирает и не живет"},{"SurahNumber":20,"VerseNumber":75,"Text":"А тем, кто предстанет [перед Ним] верующим, кто вершил праведные дела, уготованы высшие ступени [вознаграждения]"},{"SurahNumber":20,"VerseNumber":76,"Text":"сады Эдема, средь которых текут ручьи, и они вечно пребудут там. Таково воздаяние тому, кто очистился [от грехов]"}]}