{"Id":163,"LanguageCodes":["fa","fas"],"Name":"fas-sayyedjalaloddi","Author":"Sayyed Jalaloddin Mojtabavi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"آنگاه كه منافقان و كسانى كه در دلهاشان بيمارى است گفتند: اينان را دينشان فريفته است. و هر كس بر خدا توكل كند همانا خدا تواناى بى‌همتا و داناى استواركار است- از اين‌رو متوكلان را يارى مى‌كند و تنها نمى‌گذارد"},{"SurahNumber":8,"VerseNumber":50,"Text":"و اگر مى‌ديدى آنگاه كه فرشتگان جان كافران را برگيرند! بر روى و پشتشان مى‌زنند و [گويند:] عذاب سوزان را بچشيد"},{"SurahNumber":8,"VerseNumber":51,"Text":"اين به سزاى كارهايى است كه دستهاى شما پيش فرستاده- خودتان كرده‌ايد- و هرگز خدا بر بندگان ستمگر نيست"},{"SurahNumber":8,"VerseNumber":52,"Text":"همانند عادت و روش فرعونيان و كسانى كه پيش از آنان بودند كه به آيات خدا كافر شدند، پس خدا آنها را به سزاى گناهانشان بگرفت، زيرا كه خدا نيرومند و سخت كيفر است"},{"SurahNumber":8,"VerseNumber":53,"Text":"اين [كيفر] از آن روست كه خدا هرگز بر آن نبوده است كه نعمتى را كه بر مردمى ارزانى داشته دگرگون كند تا آنكه آنها آنچه را كه در خودشان است دگرگون سازند- حال خود را به كفر و ناسپاسى و ستمگرى بگردانند-، و خدا شنوا و داناست"},{"SurahNumber":8,"VerseNumber":54,"Text":"همانند عادت و روش فرعونيان و كسانى كه پيش از آنها بودند كه نشانه‌هاى پروردگارشان را دروغ شمردند پس آنان را به سزاى گناهانشان هلاك كرديم و فرعونيان را غرق كرديم و همگى- فرعونيان و كفار قريش- ستمكار بودند"},{"SurahNumber":8,"VerseNumber":55,"Text":"همانا بدترين جنبندگان به نزد خدا كسانى‌اند كه كافر شدند، پس آنها ايمان نخواهند آورد"},{"SurahNumber":8,"VerseNumber":56,"Text":"كسانى از آنها- كافران- كه با آنان پيمان بسته‌اى سپس پيمان خود را هر بار مى‌شكنند و هيچ پروا نمى‌كنند"},{"SurahNumber":8,"VerseNumber":57,"Text":"پس اگر در جنگ به آنان دست يابى، با سختگيرى به آنها آنان را كه پشت سر ايشانند پراكنده ساز شايد ياد كنند و پند گيرند"},{"SurahNumber":8,"VerseNumber":58,"Text":"و اگر از گروهى بيمِ خيانت- پيمان شكنى- داشتى [پيمانشان را] برابر [عملكرد خودشان‌] به نزدشان افكن- اعلام نقض پيمان كن-، زيرا خدا خائنان را دوست ندارد"}]}