{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"En toe u Heer Moses geroep het, het Hy gesê: Gaan na die on- regverdige volk"},{"SurahNumber":26,"VerseNumber":11,"Text":"die volk van Farao. Sal hulle dan nie teen die kwaad waak nie"},{"SurahNumber":26,"VerseNumber":12,"Text":"Toe het hy gesê: My Heer! Ek vrees dat hulle my sal verstoot"},{"SurahNumber":26,"VerseNumber":13,"Text":"en my bors is vereng, en my tong is nie welsprekend nie; laat kom daarom vir Aäron ook"},{"SurahNumber":26,"VerseNumber":14,"Text":"En bowendien het hulle ’n aanklag van misdaad teen my; daarom vrees ek dat hulle my sal doodmaak"},{"SurahNumber":26,"VerseNumber":15,"Text":"Hy het gesê: Geensins! Gaan julle albei dan met ons tekens; waarlik, Ons is saam met julle, Luisterend"},{"SurahNumber":26,"VerseNumber":16,"Text":"Kom dan na Farao, en sê: Ons bring ’n boodskap van die Heer van die Wêrelde"},{"SurahNumber":26,"VerseNumber":17,"Text":"Stuur die Kinders van Israel saam met ons"},{"SurahNumber":26,"VerseNumber":18,"Text":"Farao het gesê: Het ons u nie as ’n kind onder ons opgevoed nie? En u het baie jare van u lewe saam met ons gewoon"},{"SurahNumber":26,"VerseNumber":19,"Text":"En u het daardie daad van u gepleeg, en u is nog ondankbaar"},{"SurahNumber":26,"VerseNumber":20,"Text":"Moses het gesê: Ek het dit gedoen toe ek nog tot die dwalendes behoort het"},{"SurahNumber":26,"VerseNumber":21,"Text":"Daarom het ek van julle gevlug toe ek julle gevrees het; maar my Heer het aan my wysheid verleen en my een van die boodskappers gemaak"},{"SurahNumber":26,"VerseNumber":22,"Text":"En is dit ’n guns waaraan u my herinner: dat u die Kinders van Israel tot slawe gemaak het"},{"SurahNumber":26,"VerseNumber":23,"Text":"Farao het gesê: En wát is die Heer van die Wêrelde"},{"SurahNumber":26,"VerseNumber":24,"Text":"Hy het gantwoord: Die Heer van die hemele en die aarde en wat daartussen is, indien julle seker wil wees"},{"SurahNumber":26,"VerseNumber":25,"Text":"Farao het aan diegene wat rondom hom was, gesê: Hoor julle nie"},{"SurahNumber":26,"VerseNumber":26,"Text":"Hy het gesê: Julle Heer en die Heer van julle voorvaders"},{"SurahNumber":26,"VerseNumber":27,"Text":"Farao het toe geantwoord: Waarlik, die boodskapper wat julle gestuur het, is kranksinnig"},{"SurahNumber":26,"VerseNumber":28,"Text":"Moses het gesê: Hy is die Heer van die Ooste en die Weste en wat tussen hulle is, indien julle kan begryp"},{"SurahNumber":26,"VerseNumber":29,"Text":"Farao het gesê: As u ’n ander god buiten mý aanneem, sal ek u sekerlik in die gevangenis werp"},{"SurahNumber":26,"VerseNumber":30,"Text":"Toe het Moses gesê: Selfs al sou ek u ’n duidelike teken toon"},{"SurahNumber":26,"VerseNumber":31,"Text":"Farao het gesê: Bewys dit dan, indien u een van die opregtes is"},{"SurahNumber":26,"VerseNumber":32,"Text":"Daarop het hy sy staf neergewerp, en kyk! dit was ’n slang"},{"SurahNumber":26,"VerseNumber":33,"Text":"en hy het sy hand uitgestrek, en kyk! dit het vir die toeskouers deurskynend gelyk"}]}