{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Декламують для них історія Noah. Він сказав його людям, \"O мої люди, якщо ви знаходите мою позицію та мою нагадуючу вам БОЖИХ відкриттів надто багато для вас, тоді я ставлю мою довіру у БОГУ. Ви мусите приїхати разом з вашими лідерами, погоджуєтеся на заключному рішенні серед себе, тоді дайте мені знати це міттєво"},{"SurahNumber":10,"VerseNumber":72,"Text":"Якщо ви проганяєте, тоді я не попросив вас для будь-якої зарплати. Моя зарплата прибуває з БОГА. Я був наказаний щоб бути submitter"},{"SurahNumber":10,"VerseNumber":73,"Text":"Вони відхилили його та, отже, ми врятували його та цей хто приєдналися до його у ark; ми зробили їм inheritors. Та ми потопили ці хто відхилили наші відкриття. Примітка наслідки; вони були попереджені"},{"SurahNumber":10,"VerseNumber":74,"Text":"Тоді ми послали після кур'єрів його до їхніх людей, та вони показали їм ясні докази. Але вони не мусять вірити в які вони відхилили раніше. Ми таким чином опечатуємо серденька порушників"},{"SurahNumber":10,"VerseNumber":75,"Text":"Тоді ми послали після них Moses та Aaron Pharaoh та його група, з нашими доказами. Але вони повернулися зухвалі; та порушували людей"},{"SurahNumber":10,"VerseNumber":76,"Text":"Коли правда прибула їм з нас, вони сказали, \"Це є очевидно магічне"},{"SurahNumber":10,"VerseNumber":77,"Text":"Moses сказали, ці як ви описуєте правду коли йому прибуває до вас? Це зачарування? Як будь-які чарівники можуть переважати"},{"SurahNumber":10,"VerseNumber":78,"Text":"Вони сказали, ви прибули відвести нас з що ми знайшли наших батьків роблячі, та щоб досягнули позицій prominence для себе? Ми ніколи не приєднаємось до вас тому що віруючі"},{"SurahNumber":10,"VerseNumber":79,"Text":"Pharaoh сказав, \"Приносять до мені кожний досвідчений чарівник"},{"SurahNumber":10,"VerseNumber":80,"Text":"Коли чарівники прибули, Moses сказаний їм, \"Кидають щоб ні ви збираєтеся кинути"},{"SurahNumber":10,"VerseNumber":81,"Text":"Коли вони кинули, Moses сказали, \"Які ви вироблені зачарування, та БОГ встигне не спроможетесь. БОГ не підтримує порушників працюють"},{"SurahNumber":10,"VerseNumber":82,"Text":"БОГ встановлює правду з Його словами, незважаючи на злочинців"}]}