{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":38,"Text":"ALLAH göklerin ve yerin geleceğini ve gizemlerini bilendir. O, göğüslerin gizlediğini Bilendir"},{"SurahNumber":35,"VerseNumber":39,"Text":"O ki sizi yeryüzünde yöneticiler kıldı. Kim inkar ederse kendi zararına inkar etmiştir. İnkarcıların inkarı, Rab'leri katında nefretten başka bir şey artırmaz. İnkarcıların inkarı kayıptan başka birşey artırmaz"},{"SurahNumber":35,"VerseNumber":40,"Text":"De ki, \"ALLAH'ın dışında çağırdığınız ortaklarınızı düşündünüz mü; onlar yeryüzünde neyi yaratmışlar bana gösterin?\" Yoksa onların gökte bir ortaklıkları mı var? Veya onlara bir kitap verdik de ondaki bir delile mi dayanıyorlar? Doğrusu, zalimlerin birbirlerine ancak aldatıcı sözler verirler"},{"SurahNumber":35,"VerseNumber":41,"Text":"ALLAH, gökleri ve yeri kaos içine girmekten alıkoymaktadır. Kaosa girseler O'ndan başka kim onu engelleyebilir? O Şefkatlidir, Bağışlayandır"},{"SurahNumber":35,"VerseNumber":42,"Text":"Kendilerine bir uyarıcı gitse tüm topluluklardan daha doğru yolda olacaklarına dair var güçleriyle ALLAH'a yemin ettiler. Kendilerine bir elçi gittiğinde, bu durum, onların ancak nefretini artırdı"},{"SurahNumber":35,"VerseNumber":43,"Text":"Yeryüzünde büyüklendiler, kötülük planladılar. Halbuki kötü plan sahibine geri teper. Geçmişlere uygulanan sünnet (yasa) dan başkasını mı bekliyorlar? ALLAH'ın sünnetinde bir değişiklik göremezsin; ALLAH'ın sünnetinde bir sapma göremezsin"},{"SurahNumber":35,"VerseNumber":44,"Text":"Kendilerinden öncekilerin sonunun nasıl olduğuna bakmak için yeryüzünü dolaşmadılar mı? Onlar kendilerinden daha güçlüydüler. Göklerde ve yerde hiç bir şey ALLAH'ı aciz bırakamaz. O, Bilendir, Güçlüdür"},{"SurahNumber":35,"VerseNumber":45,"Text":"ALLAH insanları yaptıkları yüzünden cezalandırsaydı yeryüzünde hiç bir yaratık bırakmazdı. Fakat, onları belli bir süreye kadar ertelemektedir. Ne zaman ki süreleri biter, işte o zaman ALLAH kullarının (hesabını) görür"}]}