{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"Und doch hatte Aaron zuvor zu ihnen gesagt: \"O mein Volk, dadurch seid ihr nur geprüft worden. Wahrlich, euer Herr ist der Allerbarmer; darum folgt mir und gehorcht meinem Befehl"},{"SurahNumber":20,"VerseNumber":91,"Text":"Sie sagten: \"Wir werden keineswegs aufhören, es anzubeten, bis Moses zu uns zurückkehrt"},{"SurahNumber":20,"VerseNumber":92,"Text":"Er (Moses) sagte: \"O Aaron, was hinderte dich, als du sie irregehen sahst"},{"SurahNumber":20,"VerseNumber":93,"Text":"mir zu folgen? Bist du denn meinem Befehl ungehorsam gewesen"},{"SurahNumber":20,"VerseNumber":94,"Text":"Er sagte: \"O Sohn meiner Mutter, greife nicht nach meinem Bart, noch nach meinem Kopf. Ich fürchtete, du könntest sagen: \"Du hast die Kinder Israels gespalten und mein Wort nicht beachtet"},{"SurahNumber":20,"VerseNumber":95,"Text":"Er sagte: \"Und was hast du zu sagen, o Samiryy"},{"SurahNumber":20,"VerseNumber":96,"Text":"Er sagte: \"lch bemerkte, was sie nicht wahrnehmen konnten. Da faßte ich eine Handvoll Erde von der Spur des Gesandten und warf sie hin. So habe ich es mir selber eingeredet"},{"SurahNumber":20,"VerseNumber":97,"Text":"Er (Moses) sagte: \"Geh denn hin! Du sollst dein ganzes Leben lang sagen müssen: \"Berührt (mich) nicht\"; und dann ist da ein Zeitpunkt für dich, dem du nicht entgehen wirst. So schaue nun auf deinen \"Gott\", dessen ergebener Anbeter du geworden bist. Wir werden ihn ganz gewiß verbrennen und ihn darauf ins Meer streuen"},{"SurahNumber":20,"VerseNumber":98,"Text":"Wahrlich, euer Gott ist Allah, außer Dem kein Gott da ist. Er umfaßt alle Dinge mit Wissen"},{"SurahNumber":20,"VerseNumber":99,"Text":"Damit also erzählen Wir dir so manche Geschichte von dem, was zuvor geschah. Und Wir haben dir Unsere Ermahnung erteilt"},{"SurahNumber":20,"VerseNumber":100,"Text":"Wer sich abkehrt, der wird wahrlich am Tage der Auferstehung eine Last tragen"},{"SurahNumber":20,"VerseNumber":101,"Text":"(In der Hölle) werden sie auf ewig verweilen; und schwer wird ihnen die Bürde am Tage der Auferstehung sein"},{"SurahNumber":20,"VerseNumber":102,"Text":"an dem Tage, da in den Sur gestoßen wird. Und an jenem Tage werden Wir die Schuldigen als Blauäugige versammeln"},{"SurahNumber":20,"VerseNumber":103,"Text":"sie werden einander heimlich zuflüstern: \"lhr weiltet nur zehn (Tage im Grab)"},{"SurahNumber":20,"VerseNumber":104,"Text":"Wir wissen am besten, was sie sagen. Dann wird der Vernünftigste von ihnen sagen: \"Nur einen Tag verweiltet ihr"}]}