{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"“Eenyutu samiifi dachii irraa isin soora? Yookiin dhageettiifi argaa eenyutu dhuunfata? Ammas eenyutu jiraataa du’aa irraa, du’aas jiraataa irraa baasa? Eenyutu waan hunda gara gaggalchas?” jedhi‘Rabbuma’ jechuuf jiruu“Sila Rabbiin hin sodaattanii?” jedhiin"},{"SurahNumber":10,"VerseNumber":32,"Text":"Sun Allaah, Gooftaa keessan, kan dhugaatiDhugaa booda jallina malee maaltu jira? Akkamumatti irraa gara galfamtu"},{"SurahNumber":10,"VerseNumber":33,"Text":"Akka kanatti jechi Gooftaa keetii, warra fincilan irratti amanuu dhabuun mirkanoofte"},{"SurahNumber":10,"VerseNumber":34,"Text":"“Sila warra isin Rabbii wajjiin gabbartan irraa warri uumama jalqabee, ergasii deebisu jiraa?” jedhi“Rabbiin uumama jalqabeeti, ergasiis deebisaAkkamumatti gara galfamtu?” jedhi"},{"SurahNumber":10,"VerseNumber":35,"Text":"“Sila warra isin Rabbii wajjin gabbartan irraa warri gara haqaatti qajeelchu jiraa?” jedhi“Rabbiin gara haqaatti qajeelchaSila Isa gara haqaatti qajeelchutu hordofamuu mirga godhatamoo isa yoo qajeelfame malee, qajeeluu hin dandeenyee dha? Sila isin maaltu isinii jiraaf akkuma feetan murteessitu?” jedhi"},{"SurahNumber":10,"VerseNumber":36,"Text":"Irra hedduun isaaniis shakkii malee hin hordofanDhugumatti, shakkiin dhugaa irraa homaa hin duroomsuDhugumatti, Rabbiin beekaa waan isaan hojjataniiti"},{"SurahNumber":10,"VerseNumber":37,"Text":"Qur’aanni kun Rabbii gaditti sobaan kan uumamu hin taaneGaruu dhugoomsaa (kitaabota) isa dura turaniitiifi addeessaa (seeraati)Gooftaa aalama hundaa irraa ta’uu isaa mamiin tokkos isa keessa hin jiru"},{"SurahNumber":10,"VerseNumber":38,"Text":"Moo sila isaan “isatu (Muhammadtu) of irraa isa uume” jedhu? “Oggas suuraa tokko kan isa fakkaattu fidaaYoo kan dhugaa dubbattan taatan, Rabbii gaditti nama dandeessan (gargaarsaaf) waamadhaa” jedhi"},{"SurahNumber":10,"VerseNumber":39,"Text":"Garuu isaan waan beekumsa isaatiin hin marsiniifi waan hiikkaan isaa amma dura itti hin dhufiniyyi kijibsiisuWarri isaan duraas akkuma kanatti kijibsiisanBooddeen miidhaa raawwattootaa akkam akka ta’e ilaali"},{"SurahNumber":10,"VerseNumber":40,"Text":"Isaan irraas namoota isatti amanantu jiraIsaan irraas namoota isatti hin amannetu jiraGooftaan keetis badii hojjattoota akkaan beekaadha"}]}