{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":42,"Text":"(تو حضور نداشتی) هنگامی که فرشتگان گفتند: ای مریم! خدا تو را برگزیده و پاکیزه‌ات داشته است، و تو را بر همه‌ی زنان جهان برتری داده است"},{"SurahNumber":3,"VerseNumber":43,"Text":"ای مریم! (به شکرانه‌ی این نعمت بزرگ) همیشه خاشعانه به طاعت و عبادت پروردگارت مشغول شو و با نمازگزاران به سجده و رکوع بپرداز (و با آنان نماز بخوان)"},{"SurahNumber":3,"VerseNumber":44,"Text":"این (چیزهائی که گفته شد) از جمله‌ی خبرهای غیبی است که آن را به تو وحی می‌کنیم و تو در آن هنگام که قلمهای خود را (برای قرعه‌کشی به درون آب یا کیسه‌ای و ...) می‌افکندند تا (روشن شود بر طبق قرعه) کدام یک سرپرستی مریم را بر عهده گیرد، و بدان هنگام که میان خود (بر سر سرپرستی او) کشمکش داشتند حضور نداشتی (و همه‌ی اینها از راه وحی به تو می‌رسد)"},{"SurahNumber":3,"VerseNumber":45,"Text":"(تو حضور نداشتی) آن گاه که فرشتگان گفتند: ای مریم! خداوند تو را به کلمه‌ی خود که نامش مسیح عیسی پسر مریم است مژده می‌دهد، و او در این جهان و آن جهان بلندمرتبه و بزرگوار و از زمره‌ی مقرّبان است"},{"SurahNumber":3,"VerseNumber":46,"Text":"و در گهواره و در حالت کهولت (یعنی میانسالی، که از سی سال تا پنجاه و یک سال است) با مردم سخن خواهد گفت و از زمره‌ی صالحان بشمار است"},{"SurahNumber":3,"VerseNumber":47,"Text":"(مریم در حالی که از تولّد فرزند از راه غیرطبیعی، شگفت‌زده شده بود) گفت: پروردگارا! چگونه مرا فرزندی خواهد بود، در حالی که انسانی با من نزدیکی نکرده است؟! فرمود: این گونه هر چه را بخواهد می‌آفریند، و هنگامی که اراده‌ی چیزی کند (و بخواهد پدید آید) فقط بدان می‌گوید: پدید آی! پس (بی‌درنگ) پدید می‌آید"},{"SurahNumber":3,"VerseNumber":48,"Text":"و بدو خطّ و کتابت، و دانش راستین و سودمند، و تورات و انجیل می‌آموزد"},{"SurahNumber":3,"VerseNumber":49,"Text":"و او را به عنوان پیغمبری به سوی بنی‌اسرائیل روانه می‌دارد (و بدیشان خبر می‌دهد) که من (بر صدق نبوّت خود) نشانه‌ای را از سوی پروردگارتان برایتان آورده‌ام، و آن این که: من از گِل چیزی را به شکل پرنده می‌سازم، سپس در آن می‌دمم و به فرمان خدا پرنده‌ای (زنده) می‌گردد؛ و کور مادرزاد و مبتلای به بیماری پیسی را شفا می‌دهم و مردگان را به فرمان خدا زنده می‌کنم و از آنچه می‌خورید و از آنچه در خانه‌های خود ذخیره می‌کنید به شما خبر می‌دهم! بیگمان در اینها نشانه‌ای برای شما است اگر (اراده‌ی پذیرش) ایمان داشته باشید"},{"SurahNumber":3,"VerseNumber":50,"Text":"و (من پیغمبریم که) تصدیق‌کننده‌ی آن چیزی هستم که پیش از من از تورات بوده است و (آمده‌ام) تا پاره‌ای از چیزهائی را که (بر اثر ستم و گناه) بر شما حرام شده است (به عنوان تخفیفی از سوی خدا) برایتان حلال کنم، و نشانه‌ای (به دنبال نشانه‌ای) را برایتان آورده‌ام؛ بنابراین (معجزه‌ها و نشانه‌های پیاپی) از خدا بترسید و از من اطاعت کنید"},{"SurahNumber":3,"VerseNumber":51,"Text":"بیگمان خداوند پروردگار من و پروردگار شما است، پس او را بپرستید؛ این راه راست است (و انسان را به سعادت هر دو جهان می‌رساند)"},{"SurahNumber":3,"VerseNumber":52,"Text":"ولی هنگامی که عیسی از ایشان احساس کفر (و سرکشی و نافرمانی) کرد، گفت: کیست که یاور من به سوی خدا (و برای تبلیغ آئین او) گردد؟ حواریّون گفتند: ما یاوران (دین) خدائیم؛ (زیرا ما) به او ایمان آورده‌ایم؛ و (تو نیز) گواه باش که ما مخلص و منقاد (اوامر او) هستیم"},{"SurahNumber":3,"VerseNumber":53,"Text":"پرودرگارا! ما بدانچه نازل فرموده‌ای ایمان آورده‌ایم و از پیغمبر پیروی نموده‌ایم، پس ما را از زمره‌ی گواهان (بر تبلیغ پیغمبر و انکار بنی‌اسرائیل) بنویس"},{"SurahNumber":3,"VerseNumber":54,"Text":"و (یهودیان و دشمنان مسیح برای نابودی او و آئین آسمانی) نقشه کشیدند، و خداوند (هم برای حفظ او و آئین آسمانی) چاره‌جوئی کرد؛ و خداوند بهترینِ چاره‌جویان است"}]}