{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"(İman etmede) ilk ve öncü olan Muhacir'den, Ensar'dan ve onlara güzelce tabi olanlardan Allah razı olmuştur. Onlar da Allah’tan razı olmuşlardır. Allah onlara altlarından ırmaklar akan ve içinde ebedi kalacakları cennetler hazırlamıştır. İşte en büyük kurtuluş budur"},{"SurahNumber":9,"VerseNumber":101,"Text":"(Ey Medineliler!) Çevrenizdeki bedevilerden münafıklar vardır ve Medineliler içinde de nifakta direnen kimseler vardır. Onları siz bilmezsiniz. Biz onları biliyoruz. Onlara iki kere azap vereceğiz. Sonra da büyük bir azaba uğrayacaklar"},{"SurahNumber":9,"VerseNumber":102,"Text":"(Savaştan geri kalan) Diğerleri günahlarını itiraf ettiler. Onlar salih amel ile diğer kötü bir amelle karıştırdılar. Allah’ın onların tevbesini kabul etmesi umulur. Şüphesiz Allah çok bağışlayandır, çok merhametlidir"},{"SurahNumber":9,"VerseNumber":103,"Text":"Onların mallarından bir kısmını sadaka olarak al. Bununla onları temizleyip arındırırsın. Ve onlar için dua et. Senin duan, onlar için bir sükunettir/huzurdur. Allah işitendir, bilendir"},{"SurahNumber":9,"VerseNumber":104,"Text":"Kulların tevbesini ancak Allah'ın kabul ettiğini, sadakaları da O'nun kabul ettiğini bilmiyorlar mı? Allah tevbeleri çokça kabul edendir, çok merhametlidir"},{"SurahNumber":9,"VerseNumber":105,"Text":"De ki: (Yapacağınız amelleri) yapın, Allah yaptıklarınızı görecektir. Rasûlü ve müminler de. Gaybı ve görüleni bilen Allah’a döndürüleceksiniz. O size yapmakta olduğunuz amellerinizi haber verecektir"},{"SurahNumber":9,"VerseNumber":106,"Text":"(Tebük seferine katılmayanlardan) diğer bir kısmı da, Allah’ın emrine bırakılmışlardır. Allah onlara ya azap eder, ya da tevbelerini kabul eder. O, Alim'dir, Hakim'dir"},{"SurahNumber":9,"VerseNumber":107,"Text":"Zarar vermek, küfretmek, müminler arasında tefrika çıkarmak, Allah ve Rasûlü’ne karşı daha önce savaşan kişiler için gözcülük/hazırlık yapmak üzere bir mescit yapan kimseler: \"Biz, yalnızca iyilik yapmak istedik\" diye yemin ederler. Allah, onların kesinlikle yalancı olduklarına şahitlik eder"},{"SurahNumber":9,"VerseNumber":108,"Text":"O mescide asla (namaza) durma! İlk günden beri takva üzerine bina edilen (Kuba) mescidinde (namaza) durman çok daha uygundur. Orada (madden ve manen) temizlenip, arınmayı arzulayan insanlar vardır. Allah, (madden ve manen) temizlenip arınanları sever"},{"SurahNumber":9,"VerseNumber":109,"Text":"Binasını, Allah’tan sakınma/takvalı olma ve O’nun rızası üzerine kuran kimse mi hayırlıdır; yoksa, binasını, yıkılmak üzere olan bir yerin kenarına yapıp da onunla beraber Cehennem ateşine yuvarlanan kimse mi? Allah, zalim toplumlara hidayet etmez"},{"SurahNumber":9,"VerseNumber":110,"Text":"Onların kurmuş olduğu bu yapı, kalpleri parça parça olmadıkça kalplerinde bir nifak olarak kalacaktır. Allah Alim'dir, Hakim'dir"}]}