{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"And Nuh, (Noah) as he called out (to Us) earlier, so We responded to him; then We safely delivered him and his family from the tremendous agony"},{"SurahNumber":21,"VerseNumber":77,"Text":"And We vindicated him against the people who cried lies to Our signs; surely they were woeful people, so We drowned them all together"},{"SurahNumber":21,"VerseNumber":78,"Text":"And Dawud (David) and Sulayman (Solomon) as they gave judgment concerning the tillage, as the sheep of the people roamed therein, and We were witnesses to their judgment"},{"SurahNumber":21,"VerseNumber":79,"Text":"So We made Sulayman to understand it, and to each We brought judgment and knowledge. And with Dawu?d We subjected the mountains to extol, and the birds; and We were Performers"},{"SurahNumber":21,"VerseNumber":80,"Text":"And We taught him the working out of clothing (i.e., coat of mail) for you to fortify you against your violence; then are you thankful"},{"SurahNumber":21,"VerseNumber":81,"Text":"And to Sulayman (Solomon) (We subjected) the wind, tempestuous, to run at his command to the land that We had blessed; and We were Knowledgeable of everything"},{"SurahNumber":21,"VerseNumber":82,"Text":"And of the Ash-Shayatin (The ever-vicious ones, i.e., the devils) (some) dived for him, and did lesser deeds (Or: other than that) than that; and We were their Preservers"},{"SurahNumber":21,"VerseNumber":83,"Text":"And Ayyub, (Job) as he called out to his Lord, (saying), \"Adversity has touched me, and You are The Most Merciful of the merciful"},{"SurahNumber":21,"VerseNumber":84,"Text":"Then We responded to him; so We lifted off the adversity that was upon him, and We brought him his family and the like of them with them, a mercy from Our Providence and a Reminding to the worshipers"},{"SurahNumber":21,"VerseNumber":85,"Text":"And Ismail (Ishmael) and Idris and Thulkifl, each was of the patient"},{"SurahNumber":21,"VerseNumber":86,"Text":"And We caused them to enter into Our mercy; surely they are of the righteous"},{"SurahNumber":21,"VerseNumber":87,"Text":"And Thun-Nun, (Jonah) as he went away angered. So he surmised that We should never have mastery over him. Then he called out in the darkness (Literally: darkenesses) (saying), \"There is no god except You. All Extolment be to You! Surely, I have been of the unjust"},{"SurahNumber":21,"VerseNumber":88,"Text":"So We responded to him and safely delivered him from suffering; and thus do We deliver the believers"},{"SurahNumber":21,"VerseNumber":89,"Text":"As Zakariyya, (Zechariah) as he called out to his Lord, \"Lord! Leave me not out single, (i.e., without offspring) and You are The Most Charitable of inheritors"},{"SurahNumber":21,"VerseNumber":90,"Text":"So We responded to him and bestowed on him Yahya, (John) and We set his (Zechariah's) spouse righteous for him; surely they used to vie swiftly (with one another) in charitable deeds and to invoke Us, being desirous of (reward) and in awe; and they were submissive to Us"},{"SurahNumber":21,"VerseNumber":91,"Text":"And she who attended to her private parts, (i.e., Safeguarded her chastity) so We breathed into her of Our Spirit and made her and her son a sign to the worlds"},{"SurahNumber":21,"VerseNumber":92,"Text":"Surely this nation of yours is one nation, and I am your Lord, so worship Me"},{"SurahNumber":21,"VerseNumber":93,"Text":"And they differed about their Command (i.e., broken themselves into sects) among themselves; all are returning to Us"}]}