{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"And, certainly, We gave Luqman wisdom that: Give thanks to God. And whoever gives thanks, gives thanks only for himself. And whoever was ungrateful— then, truly, God is Sufficient, Worthy of Praise"},{"SurahNumber":31,"VerseNumber":13,"Text":"And when Luqman said to his son as he admonishes him: O my son! Ascribe not partners with God. Truly, association with God is, certainly, a tremendous injustice"},{"SurahNumber":31,"VerseNumber":14,"Text":"And We charged the human being about ones who are his parents. His mother carried him in feebleness on feebleness and his weaning is in two years. Give thanks to Me and to ones who are thy parents. And to Me is the Homecoming"},{"SurahNumber":31,"VerseNumber":15,"Text":"But if they both struggled with thee that thou hast ascribed partners with Me of what for thee is no knowledge, then, obey them not. And keep their company in the present as one who is honorable but follow the way of him who was penitent to Me. Again, to Me will be your return and I will tell you of what you had been doing"},{"SurahNumber":31,"VerseNumber":16,"Text":"O my son! Truly, even if it be the weight of a grain of a mustard seed and though it be in a rock or in the heavens or in or on the earth God will bring it. Truly, God is Subtle, Aware"},{"SurahNumber":31,"VerseNumber":17,"Text":"O my son! Perform the formal prayer. And command that which is honorable. And prohibit that which is unlawful. And have thou patience with whatever lit on thee. Truly, that is the constancy of affairs"},{"SurahNumber":31,"VerseNumber":18,"Text":"And turn not thy cheek away from humanity nor walk through the earth exultantly. Truly, God loves not any proud boaster"},{"SurahNumber":31,"VerseNumber":19,"Text":"And be moderate in thy walking and lower thy voice. Truly the most horrible of voices is, certainly, the voice of the donkey"}]}