{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":50,"Text":"И к адитам - брата их Худа. Он сказал: \"О народ мой! Поклоняйтесь Аллаху! Нет вам другого божества, кроме Него. Вы только измышляете ложь"},{"SurahNumber":11,"VerseNumber":51,"Text":"О народ мой! Я не прошу у вас за это награды: награда моя только у того, кто меня создал. Неужели вы не уразумеете"},{"SurahNumber":11,"VerseNumber":52,"Text":"О народ мой! Просите прощения у вашего Господа, потом обратитесь к Нему; Он пошлет на вас с неба обильный дождь и прибавит вам силы к вашей силе, не отвращайтесь же грешниками"},{"SurahNumber":11,"VerseNumber":53,"Text":"Они сказали: \"О Худ! Ты не пришел к нам с ясным знамением, и мы ни за что не оставим наших богов по твоему слову и не станем мы тебе верить"},{"SurahNumber":11,"VerseNumber":54,"Text":"Мы говорим только, что тебя поразил один из наших богов злом\". Он сказал: \"Я призываю в свидетели Аллаха, засвидетельствуйте же вы, что я непричастен к тому, что вы придаете Ему в сотоварищи"},{"SurahNumber":11,"VerseNumber":55,"Text":"кроме Него. Хитрите же против меня все, а потом не выжидайте меня"},{"SurahNumber":11,"VerseNumber":56,"Text":"Вот, я положился на Аллаха, моего Господа и вашего Господа, Нет ни одного животного, которого Он не держал бы за хохол. Поистине, Господь мой - на прямом пути"},{"SurahNumber":11,"VerseNumber":57,"Text":"Если же вы отвернетесь, то я уже передал вам то, с чем послан к вам. И Господь мой заменит вас другим народом, вы ни в чем не причините Ему вреда. Поистине, Господь мой - хранитель всякой вещи"},{"SurahNumber":11,"VerseNumber":58,"Text":"И когда пришло Наше повеление, спасли Мы Худа и тех, которые уверовали вместе с ним по Нашей милости, и спасли их от наказания сурового"},{"SurahNumber":11,"VerseNumber":59,"Text":"И вот адиты отвергли знамения своего Господа и ослушались Его посланников и пошли за приказом всякого тирана, строптивого"},{"SurahNumber":11,"VerseNumber":60,"Text":"И сопровождены они были в этом мире проклятием и в день воскресения. О Да! Поистине, адиты отвергли своего Господа. О, да погибнут адиты, народ Худа"}]}