{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"Did you not see that everyone in the skies and the earth and the birds with their wings outspread glorify God, each one does know its prayer and its glorification. God knows well what they do"},{"SurahNumber":24,"VerseNumber":42,"Text":"And rule of the skies and the earth belongs to God, and the final return is to God"},{"SurahNumber":24,"VerseNumber":43,"Text":"Did you not see that God drives the clouds gently, then joins them together then makes it dense, then you see the raindrops comes out from within it, and He sends down hail from the sky from the mountains (of clouds) that are in it, then He strikes anyone He wants with it, and turns it away from anyone He wants, and the flash of its lightning almost takes away the sights (and blinds people)"},{"SurahNumber":24,"VerseNumber":44,"Text":"God alternates the night and the day. Indeed there is a lesson in that for those who have insight"},{"SurahNumber":24,"VerseNumber":45,"Text":"And God created all creatures from water, and some of them walk on their bellies and some of them walk on two legs and some of them walk on four. God creates what He wants. Indeed God is capable of everything"},{"SurahNumber":24,"VerseNumber":46,"Text":"We have certainly sent down clarifying verses, and God guides anyone He wants to a straight path"},{"SurahNumber":24,"VerseNumber":47,"Text":"And they say: we believed in God and the messenger and we obeyed. Then some of them turn away after that, and they are not the believers"},{"SurahNumber":24,"VerseNumber":48,"Text":"And when they are invited to God and His messenger to judge between them, suddenly some of them turn away"},{"SurahNumber":24,"VerseNumber":49,"Text":"And if the truth is for them (and they are right), they come to him obediently"},{"SurahNumber":24,"VerseNumber":50,"Text":"Is there a disease in their hearts, or do they doubt, or are they afraid that God and His messenger deal unfairly against them? No, but they are the wrongdoers"}]}