{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"Sabihin mo: \"Humayo kayo sa lupain, pagkatapos tumingin kayo kung papaano naging ang kinahinatnan ng mga tagapasinungaling"},{"SurahNumber":6,"VerseNumber":12,"Text":"Sabihin mo: \"Kanino ang anumang nasa mga langit at mga lupa?\" Sabihin mo: \"Sa kay Allāh.\" Itinakda Niya sa sarili Niya ang awa. Talagang magtitipon nga Siya sa inyo tungo sa Araw ng Pagbangon, walang pag-aalinlangan hinggil dito. Ang mga nagpalugi sa mga sarili nila, sila ay hindi sumasampalataya"},{"SurahNumber":6,"VerseNumber":13,"Text":"Sa Kanya ang anumang nanahan sa gabi at maghapon. Siya ay ang Madinigin, ang Maalam"},{"SurahNumber":6,"VerseNumber":14,"Text":"Sabihin mo: \"Sa iba pa kay Allāh ba gagawa ako bilang katangkilik, na Tagapaglalang ng mga langit at lupa, at Siya ay nagpapakain at hindi pinakakain?\" Sabihin mo: \"Tunay na ako ay inutusan na maging una sa nagpasakop.\" Huwag ka ngang magiging kabilang sa mga tagapagtambal [kay Allāh]"},{"SurahNumber":6,"VerseNumber":15,"Text":"Sabihin mo: \"Tunay na ako ay nangangamba, kung sumuway ako sa Panginoon ko, sa pagdurusa sa isang Araw na sukdulan"},{"SurahNumber":6,"VerseNumber":16,"Text":"Ang sinumang pinalihis palayo roon sa Araw na iyon ay naawa nga Siya rito. Iyon ang pagkatamong malinaw"},{"SurahNumber":6,"VerseNumber":17,"Text":"Kung sumasaling sa iyo si Allāh ng isang kapinsalaan ay walang tagapawi para rito kundi Siya. Kung sumasaling Siya sa iyo ng isang kabutihan, Siya sa bawat bagay ay May-kakayahan"},{"SurahNumber":6,"VerseNumber":18,"Text":"Siya ay ang Tagalupig sa ibabaw ng mga lingkod Niya at Siya ay ang Marunong, ang Mapagbatid"},{"SurahNumber":6,"VerseNumber":19,"Text":"Sabihin mo: \"Aling bagay ang pinakamalaki sa pagsasaksi?\" Sabihin mo: \"Si Allāh ay saksi sa pagitan ko at ninyo. Ikinasi sa akin ang Qur’ān na ito upang magbabala ako sa inyo nito at sa sinumang naabot nito. Tunay na kayo ba ay talagang sumasaksi na may kasama kay Allāh na mga ibang diyos?\" Sabihin mo: \"Hindi ako sumasaksi.\" Sabihin mo: \"Siya ay nag-iisang Diyos lamang at tunay na ako ay walang-kaugnayan sa anumang itinatambal ninyo"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ang mga binigyan Namin ng Kasulatan ay nakakikilala sa kanya gaya ng pagkakilala nila sa mga anak nila. Ang mga nagpalugi sa mga sarili nila, sila ay hindi sumasampalataya"}]}