{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"پھر جب موسٰی مدّت کو پورا کرچکے اور اپنے اہل کو لے کر چلے تو طور کی طرف سے ایک آگ نظر آئی انہوں نے اپنے اہل سے کہا کہ تم لوگ ٹھہرو میں نے ایک آگ دیکھی ہے شاید اس میں سے کوئی خبر لے آؤں یا کوئی چنگاری ہی لے آؤں کہ تم لوگ اس سے تاپنے کا کام لے سکو"},{"SurahNumber":28,"VerseNumber":30,"Text":"پھر جو اس آگ کے قریب آئے تو وادی کے داہنے رخ سے ایک مبارک مقام پر ایک درخت سے آوز آئی موسٰی میں عالمین کا پالنے والا خدا ہوں"},{"SurahNumber":28,"VerseNumber":31,"Text":"اور تم اپنے عصا کو زمین پر ڈال دو اور جو موسٰی نے دیکھا تو وہ سانپ کی طرح لہرا رہا تھا یہ دیکھ کر موسٰی پیچھے ہٹ گئے اور پھر مڑ کر بھی نہ دیکھا تو پھر آواز آئی کہ موسٰی آگے بڑھو اور ڈرو نہیں کہ تم بالکل مامون و محفوظ ہو"},{"SurahNumber":28,"VerseNumber":32,"Text":"ذرا اپنے ہاتھ کو گریبان میں داخل کرو وہ بغیر کسی بیماری کے سفید اور چمکدار بن کر برآمد ہوگا اور خوف سے اپنے بازوؤں کو اپنی طرف سمیٹ لو - تمہارے لئے پروردگار کی طرف سے فرعون اور اس کی قوم کے سرداروں کی طرف یہ دو دلیلیں ہیں کہ یہ لوگ سب فاسق اور بدکار ہیں"},{"SurahNumber":28,"VerseNumber":33,"Text":"موسٰی نے کہا کہ پروردگار میں نے ان کے ایک آدمی کو مار ڈالا ہے تو مجھے خوف ہے کہ یہ مجھے قتل کردیں گے اور کار تبلیغ رک جائے گا"},{"SurahNumber":28,"VerseNumber":34,"Text":"اور میرے بھائی ہارون مجھ سے زیادہ فصیح زبان کے مالک ہیں لہٰذا انہیں میرے ساتھ مددگار بنادے جو میری تصدیق کرسکیں کہ میں ڈرتا ہوں کہ کہیں یہ لوگ میری تکذیب نہ کردیں"},{"SurahNumber":28,"VerseNumber":35,"Text":"ارشاد ہوا کہ ہم تمہارے بازؤں کو تمہارے بھائی سے مضبوط کردیں گے اور تمہارے لئے ایسا غلبہ قرار دیں گے کہ یہ لوگ تم تک پہنچ ہی نہ سکیں اور ہماری نشانیوں کے سہارے تم اور تمہارے پیروکار ہی غالب رہیں گے"},{"SurahNumber":28,"VerseNumber":36,"Text":"پھر جب موسٰی ان کے پاس ہماری کھلی ہوئی نشانیاں لے کر آئے تو ان لوگوں نے کہہ دیا کہ یہ تو صرف ایک گڑھا ہوا جادو ہے اور ہم نے اپنے گزشتہ بزرگوں سے اس طرح کی کوئی بات نہیں سنی ہے"},{"SurahNumber":28,"VerseNumber":37,"Text":"اور موسٰی نے کہا کہ میرا پروردگار بہتر جانتا ہے کہ کون اس کی طرف سے ہدایت لے کر آیا ہے اور کس کے لئے آخرت کا گھر ہے یقینا ظالمین کے لئے فلاح نہیں ہے"},{"SurahNumber":28,"VerseNumber":38,"Text":"اور فرعون نے کہا کہ میرے زعما ئ مملکت! میرے علم میں تمہارے لئے میرے علاوہ کوئی خدا نہیں ہے لہٰذا ہامان! تم میرے لئے مٹی کا پجاوا لگاؤ اور پھر ایک قلعہ تیار کرو کہ میں اس پر چڑھ کر موسٰی کے خدا کی خبر لے آؤں اور میرا خیال تو یہ ہی ہے کہ موسٰی جھوٹے ہیں"},{"SurahNumber":28,"VerseNumber":39,"Text":"اور فرعون اور اس کے لشکر نے ناحق غرور سے کام لیا اور یہ خیال کرلیا کہ وہ پلٹا کر ہماری بارگاہ میں نہیں لائے جائیں گے"},{"SurahNumber":28,"VerseNumber":40,"Text":"تو ہم نے فرعون اور اس کے لشکروں کو اپنی گرفت میں لے لیا اور سب کو دریا میں ڈال دیا تو دیکھو کہ ظالمین کا انجام کیسا ہوتا ہے"},{"SurahNumber":28,"VerseNumber":41,"Text":"اور ہم نے ان لوگوں کوجہّنم کی طرف دعوت دینے والا پیشوا قرار د ے دیا ہے اور قیامت کے دن ان کی کوئی مدد نہیں کی جائے گی"},{"SurahNumber":28,"VerseNumber":42,"Text":"اور دنیا میں بھی ہم نے ان کے پیچھے لعنت کو لگادیا ہے اور قیامت کے دن بھی ان کا شمار ان لوگوں میں ہوگا جن کے چہرے بگاڑ دیئے جائیں گے"}]}