{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"Ohledne Ceho ty rízení spravedlnost doba verit jejich rízení ne odchod odpadový my zaznamenat to"},{"SurahNumber":21,"VerseNumber":95,"Text":"To odporný kadý spolecnost my zrušit zvolení"},{"SurahNumber":21,"VerseNumber":96,"Text":"Ne Gog Magog objevit se znovu prosit oni pak vrátit! - Oni podlehnout naprostý príkaz"},{"SurahNumber":21,"VerseNumber":97,"Text":"Byl when nevyhnutelný veštba podlehnout proplout disbelievers uprený od zdešení Hore s nás my jsem zapomnevší! Vskutku my jsem prostopášný"},{"SurahNumber":21,"VerseNumber":98,"Text":"Ty obraz ty zbonovat dále ješte BUH prosit byl podporovat Peklo; tento jsem svuj nevyhnutelný urcení"},{"SurahNumber":21,"VerseNumber":99,"Text":"Ty byl buh oni ne znicit Peklo. úplne svuj obyvatel zustávat to stále"},{"SurahNumber":21,"VerseNumber":100,"Text":"Oni touit prahnout therein oni ne mel výbuch s kadý zpráva"},{"SurahNumber":21,"VerseNumber":101,"Text":"Ohledne Ceho ty zaslouilý náš nádherný odmenit oni ochranný od toho"},{"SurahNumber":21,"VerseNumber":102,"Text":"Oni ne naslouchat svuj sycet Oni trávit príbytek kde? oni dosáhnout všechno oni poadovaný stále"},{"SurahNumber":21,"VerseNumber":103,"Text":"Prima zdešení ne trápit ti andel dostat ti joyfully Tento jsem svuj cas slibný ty"},{"SurahNumber":21,"VerseNumber":104,"Text":"Onen cas my ovinout nebe mít rád sklápecí z kniha. Presne ackoliv my znalec první stvorení my opakovat to. Tento jsem náš slib; my prosím prodávat to"},{"SurahNumber":21,"VerseNumber":105,"Text":"My rozhodnout Alm príliš protoe jiný bible onen zahrabat dedit po Muj spravedlivý worshipers"},{"SurahNumber":21,"VerseNumber":106,"Text":"Tento jsem výzva lidé jsem worshipers"},{"SurahNumber":21,"VerseNumber":107,"Text":"My odeslat ty soucit nás a celý ivot"},{"SurahNumber":21,"VerseNumber":108,"Text":"Vyhlásit já odevzdat hádat vdechnutí svuj buh jsem 1 buh! Ty pak nabídnout"},{"SurahNumber":21,"VerseNumber":109,"Text":"Oni obeh pak odríkávat já vypovedet ty dost já ne mel plán jak dríve poslední (odškodnení) podlehnout ty"},{"SurahNumber":21,"VerseNumber":110,"Text":"On byl celkem vedomý si o svuj obecní projev On byl celkem vedomý si o všechno ty skrýt"},{"SurahNumber":21,"VerseNumber":111,"Text":"úplne já módní tento spolecnost jsem vyzkoušet ty provizorní drba"},{"SurahNumber":21,"VerseNumber":112,"Text":"Odríkávat Muj Magnát Svuj soud jsem prostý správnost! Náš Magnát byl nejvetší Blahosklonný; jen Svém prispet ádat za a omítka z svuj poadovat"}]}