{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Musa’ya: -Kullarımı geceleyin yola çıkar, onlara denizde kuru bir yol aç, (batmaktan ve düşmanların yetişmesinden) korkma, endişen olmasın! diye vahyetmiştik"},{"SurahNumber":20,"VerseNumber":78,"Text":"Firavun askerleriyle onları takip etti. Denizden onları kaplayacak olan su kaplayıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Firavun, kavmini saptırmış doğru yolu göstermemişti"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey İsrailoğulları! Sizi düşmanlarınızdan kurtardık. Tûr’un sağ tarafını size vaadettik. Size kudret helvası ve bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdiğimiz rızıkların temiz olanlarından yiyin. Bu hususta azgınlık etmeyin. Yoksa gazabıma uğrarsınız. Gazabıma uğrayan yok olur gider"},{"SurahNumber":20,"VerseNumber":82,"Text":"Ben, elbette, tevbe edeni ve iman edip, doğruları yapanı sonra da doğru yolda yürüyeni bağışlarım"},{"SurahNumber":20,"VerseNumber":83,"Text":"Allah: -Ey Musa seni kavminden daha önce gelmeye sevk eden nedir"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa: -Onlar benim izimden geliyorlar, dedi. Rabbim, hoşnut olman için acele ettim"},{"SurahNumber":20,"VerseNumber":85,"Text":"Biz, senden sonra kavmini imtihan ettik. Samiri onları saptırdı, dedi"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa kavmine kızgın ve üzgün olarak döndü. -Ey Kavmim, dedi, Rabbiniz size güzel bir vaatte bulunmadı mı? Aradan çok uzun bir zaman mı geçti yoksa; Rabbinizin gazabına uğramayı istediniz de bana verdiğiniz sözden döndünüz"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar da: -Sana verdiğimiz sözden bilerek dönmedik. Fakat o kavmin süs eşyasından yük taşımıştık. Sonra Samiri´nin attığı gibi biz de ateşe attık, dediler"},{"SurahNumber":20,"VerseNumber":88,"Text":"Böylece o, kendilerine böğüren bir buzağı heykeli çıkardı ve: -Bu, sizin ilahınızdır, Musa’nın da ilahıdır. Fakat o unuttu, dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Onlar, heykelin kendileriyle konuşamadığını ve onlara bir zarar da fayda da vermeğe gücü olmadığını görmüyorlar mı"}]}