{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"And make mention in the Book, of Mary, when she went apart from her family, eastward"},{"SurahNumber":19,"VerseNumber":17,"Text":"And took a veil to shroud herself from them: and we sent our spirit to her, and he took before her the form of a perfect man"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said: \"I fly for refuge from thee to the God of Mercy! If thou fearest Him, begone from me"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said: \"I am only a messenger of thy Lord, that I may bestow on thee a holy son"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said: \"How shall I have a son, when man hath never touched me? and I am not unchaste"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said: \"So shall it be. Thy Lord hath said: 'Easy is this with me;' and we will make him a sign to mankind, and a mercy from us. For it is a thing decreed"},{"SurahNumber":19,"VerseNumber":22,"Text":"And she conceived him, and retired with him to a far-off place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the throes came upon her by the trunk of a palm. She said: \"Oh, would that I had died ere this, and been a thing forgotten, forgotten quite"},{"SurahNumber":19,"VerseNumber":24,"Text":"And one cried to her from below her: \"Grieve not thou, thy Lord hath provided a streamlet at thy feet"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake the trunk of the palm-tree toward thee: it will drop fresh ripe dates upon thee"},{"SurahNumber":19,"VerseNumber":26,"Text":"Eat then and drink, and be of cheerful eye: and shouldst thou see a man, Say, - Verily, I have vowed abstinence to the God of mercy. - To no one will I speak this day"},{"SurahNumber":19,"VerseNumber":27,"Text":"Then came she with the babe to her people, bearing him. They said, \"O Mary! now hast thou done a strange thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Aaron! Thy father was not a man of wickedness, nor unchaste thy mother"},{"SurahNumber":19,"VerseNumber":29,"Text":"And she made a sign to them, pointing towards the babe. They said, \"How shall we speak with him who is in the cradle, an infant"},{"SurahNumber":19,"VerseNumber":30,"Text":"It said, \"Verily, I am the servant of God; He hath given me the Book, and He hath made me a prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He hath made me blessed wherever I may be, and hath enjoined me prayer and almsgiving so long as I shall live"},{"SurahNumber":19,"VerseNumber":32,"Text":"And to be duteous to her that bare me: and he hath not made me proud, depraved"},{"SurahNumber":19,"VerseNumber":33,"Text":"And the peace of God was on me the day I was born, and will be the day I shall die, and the day I shall be raised to life"},{"SurahNumber":19,"VerseNumber":34,"Text":"This is Jesus, the son of Mary; this is a statement of the truth concerning which they doubt"},{"SurahNumber":19,"VerseNumber":35,"Text":"It beseemeth not God to beget a son. Glory be to Him! when he decreeth a thing, He only saith to it, Be, and it Is"},{"SurahNumber":19,"VerseNumber":36,"Text":"And verily, God is my Lord and your Lord; adore Him then. This is the right way"},{"SurahNumber":19,"VerseNumber":37,"Text":"But the Sects have fallen to variance among themselves about Jesus: but woe, because of the assembly of a great day, to those who believe not"},{"SurahNumber":19,"VerseNumber":38,"Text":"Make them hear, make them behold the day when they shall come before us! But the offenders this day are in a manifest error"},{"SurahNumber":19,"VerseNumber":39,"Text":"Warn them of the day of sighing when the decree shall be accomplished, while they are sunk in heedlessness and while they believe not"},{"SurahNumber":19,"VerseNumber":40,"Text":"Verily, we will inherit the earth and all who are upon it. To us shall they be brought back"}]}