{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":32,"VerseNumber":2,"Text":"Hakkında şüphe olmayan Kitab´ın indirilişi, âlemlerin Rabbindendir"},{"SurahNumber":32,"VerseNumber":3,"Text":"Yoksa \"O´nu uydurdu\" mu diyorlar? Hayır! O, Rabbinden bir haktır. Senden önce kendilerine nezir (peygamber) gelmemiş olan kavmi uyarman içindir. Umulur ki böylece onlar, hidayete ererler"},{"SurahNumber":32,"VerseNumber":4,"Text":"O Allah ki; gökleri, yeri ve ikisinin arasındakileri altı günde halketti (yarattı). Sonra arşa istiva etti (arşı sevva etti, dizayn etti, vechi arşta karar kıldı). Sizin O´ndan başka dostunuz ve şefaatçiniz yoktur. Hâlâ tezekkür etmez misiniz"},{"SurahNumber":32,"VerseNumber":5,"Text":"Gökten arza kadar emri (Allah´tan gelen ve Allah´a dönen herşeyi) tedbir eder (düzenler). Sonra bir günde O´na yükselir ki, (o bir günün) süresi, sizin (dünya ölçülerine göre) saymanızla 1000 senedir"},{"SurahNumber":32,"VerseNumber":6,"Text":"İşte O, gaybı (görünmeyeni) ve görüneni bilen Azîz´dir (yüce), Rahîm´dir (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":32,"VerseNumber":7,"Text":"Ki O, herşeyin yaratılışını en güzel yapan ve insanı yaratmaya, ilk defa tînden (nemli topraktan) başlayandır"},{"SurahNumber":32,"VerseNumber":8,"Text":"Sonra onun neslini, basit bir suyun özünden (nutfeden) kıldı (yarattı)"},{"SurahNumber":32,"VerseNumber":9,"Text":"Sonra (Allah), onu dizayn etti ve onun içine (vechin, fizik vücudun içine) ruhundan üfürdü ve sizler için sem´î (işitme hassası), basar (görme hassası) ve fuad (idrak etme hassası) kıldı. Ne kadar az şükrediyorsunuz"},{"SurahNumber":32,"VerseNumber":10,"Text":"Ve dediler ki: \"Biz yerde (toprağın içinde) (toprağa) karıştığımız zaman biz mutlaka yeni bir yaratılış içinde mi olacağız?\" Hayır, onlar, Rab´lerine mülâki olmayı (ulaşmayı) inkâr edenlerdir"},{"SurahNumber":32,"VerseNumber":11,"Text":"De ki: \"Size vekil kılınan ölüm meleği, sizi vefat ettirecek (öldürecek). Sonra Rabbinize döndürüleceksiniz"}]}