{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"At sa karamihan ng mga tao ay mayroong nagsasabi: “Kami ay sumasampalataya kay Allah at sa Huling Araw;” datapuwa’t sila ay hindi tunay na nananalig"},{"SurahNumber":2,"VerseNumber":9,"Text":"Kanilang (napag-aakala) na malilinlang nila si Allah at ang mga sumasampalataya; datapuwa’t dinadaya lamang nila ang kanilang sarili at ito ay hindi nila napag-aakala"},{"SurahNumber":2,"VerseNumber":10,"Text":"Ang kanilang puso ay may karamdaman (ng alinlangan at pagkukunwari) at si Allah ang nagdagdag sa kanilang karamdaman. At kasakit-sakit ang kaparusahan na sasakanila sapagkat sila ay nahirati sa kasinungalingan"},{"SurahNumber":2,"VerseNumber":11,"Text":"At kungsakanilaayipinagbabadya:“Huwagkayongmagsigawa ng mga kabuhungan sa kalupaan”, sila ay nagsasabi: “Kami lamang ang mga tagapagpayapa.”"},{"SurahNumber":2,"VerseNumber":12,"Text":"At katotohanang sila ang nagsisigawa ng kabuhungan, datapuwa’t ito ay hindi nila napag-aakala"},{"SurahNumber":2,"VerseNumber":13,"Text":"At kung sa kanila (na mapagkunwari) ay ipinagbabadya: “Magsisampalataya kayo ng katulad ng mga sumasampalataya.” Sila ay nagsasabi: “Kami ba ay magsisipaniwala ng katulad ng paniniwala ng mga baliw?” Katotohanang sila ang mga baliw, datapuwa’t ito ay hindi nila nababatid"},{"SurahNumber":2,"VerseNumber":14,"Text":"At kung kanilang nakakadaupang palad ang mga sumasampalataya, sila ay nagsasabi: “Kami ay sumasampalataya”, datapuwa’t kung sila ay nag-iisa na lamang na kasama ang kanilang masasama (mga pagano, mapagpaimbabaw, atbp.) sila ay nagsasabi: “Katotohanang kami ay nasa inyo, (datapuwa’t) kami ay nanunuya lamang.”"},{"SurahNumber":2,"VerseNumber":15,"Text":"Si Allah ang manunuya sa kanila at magbibigay ng dagdag sa kanilang mga kamalian upang sila ay magsilibot na katulad ng isang bulag"},{"SurahNumber":2,"VerseNumber":16,"Text":"Sila yaong ipinagpalit nila ang kamalian sa patnubay, kaya’t ang kanilang kalakal ay walang kapakinabangan; at sila ay nawalan ng patnubay"},{"SurahNumber":2,"VerseNumber":17,"Text":"Ang kanilang kahalintulad ay katulad ng isang (tao) na nagpaparikit ng apoy. Nang ito ay magbigay ng liwanag sa kanyang paligid, si Allah ang kumuha ng kanilang liwanag at iniwan sila sa kadiliman. Kaya’t sila ay hindi makakita"},{"SurahNumber":2,"VerseNumber":18,"Text":"Sila ay mga bingi, pipi at bulag; sila ay hindi makakabalik (sa tamang landas)"},{"SurahNumber":2,"VerseNumber":19,"Text":"(At ang isa pang kahalintulad) ay ang mabigat na ulap sa alapaap; naririto ang kadiliman, ang kulog at kidlat. Idinidiin nila ang kanilang mga daliri sa kanilang mga tainga upang hindi nila marinig ang nakakabinging pagkidlat dahilan sa kanilang pangangamba sa kamatayan. Datapuwa’t si Allah ang nakakasakop sa mga hindi sumasampalataya"},{"SurahNumber":2,"VerseNumber":20,"Text":"Ang kidlat ay halos umagaw na ng kanilang paningin; sa anumang sandali na ito ay sumisilaw sa kanila; sila ay nagsisilakad dito; at nang ang kadiliman ay lumukob sa kanila, sila ay napatigil na hindi kumikilos. At kung ninais lamang ni Allah, magagawa Niyang kunin ang kanilang pandinig at paningin; sapagkat si Allah ay may kapangyarihan sa lahat ng bagay"}]}