{"Id":159,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadsadeqit","Author":"Mohammad Sadeqi Tehrani","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":222,"Text":"و از تو درباره‌ی عادت ماهانه‌(ی زنان) می‌پرسند. بگو: «آن، رنجی است (برای آنان و شوهرانشان). پس هنگام عادت ماهانه، از (این) زنان کناره‌گیری کنید و به آنان نزدیک نشوید تا پاک شوند. پس چون خود را پاک (و غسل) کردند، از همان جا و همان گونه که خدا به شما اجازه داده است، با آنان درآمیزید.» خدا همواره توبه‌کاران و پاکیزگان را دوست می‌دارد"},{"SurahNumber":2,"VerseNumber":223,"Text":"(فرمان خدا درباره‌ی آمیزش جنسی با زنان این گونه است:) زنانتان کشتزار(ان) شمایند؛ پس هر گاه و هر گونه که خواهید به کشتزار خود درآیید، و (از این کشتزار) حاصلی برای خود پیش فرستید. و از خدا پروا کنید و بدانید که او را ملاقات‌کننده‌اید. و مؤمنان را (به این ملاقات و دیگر نعمت‌های خدا) مژده ده"},{"SurahNumber":2,"VerseNumber":224,"Text":"و خدا را در معرض سوگندهای خود قرار مدهید، (به این منظور) که نیکوکاری و پرهیزگاری کنید. و میان مردمان سازش دهید. حال آنکه خدا بس شنوای بسیار داناست"},{"SurahNumber":2,"VerseNumber":225,"Text":"خدا شما را به لغو در سوگندهایتان مؤاخذه(ی اصلی) نمی‌کند، ولی شما را به آنچه دل‌هایتان (با این لغو) فراهم آورده، مؤاخذه می‌کند؛ و خدا پوشنده‌ا‌ی بردبار است"},{"SurahNumber":2,"VerseNumber":226,"Text":"برای کسانی که به ترک همخوابگی با زنانشان سوگند می‌خورند [:ایلاء] چهار ماه انتظار (و مهلت) است‌؛ پس اگر (به آشتی) باز آمدند، خدا پوشنده‌‌ی رحمتگر بر ویژگان است‌؛"},{"SurahNumber":2,"VerseNumber":227,"Text":"و اگر آهنگ طلاق کردند، خدا همواره شنوای داناست"},{"SurahNumber":2,"VerseNumber":228,"Text":"و (گروهی از) زنانِ طلاق داده شده [:آمیزش دیده] باید مدّت سه پاکی و سه حیض انتظار کشند، و اگر به خدا و روز بازپسین ایمان دارند، برای آنان حلال نیست که آنچه را خدا در رحم‌هاشان آفریده پنهان دارند؛ و شوهرانشان -اگر سرِ اصلاح دارند- به باز آوردن آنان در این (مدّت) سزاوارتر (از این همسرانشان و دیگران)اند، و مانند همان (وظایفی) که بر عهده‌ی زنان است، به طور شایسته، برای [:بر عهده‌ی] آنان [:مردان] است، و برای مردان بر آنان درجه‌ای برتری است (مانند طلاق و حق رجوع به شرط اصلاح). و خدا توانای حکیم است"}]}