{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"Behold, God took the covenant of the Prophets saying, “I give you a book and wisdom, then there comes to you a prophet reflecting the truth of what is with you. Believe in him and give him help.” God said, “Do you agree and take My covenant as binding on you?” They said, “We agree.” He said, “Then bear witness, and I am with you among the witnesses.”"},{"SurahNumber":3,"VerseNumber":82,"Text":"If any turn back after this, they are transgressors"},{"SurahNumber":3,"VerseNumber":83,"Text":"Do they seek for other than the way of life from God, while all creatures in the heavens and on earth have willingly or unwillingly bowed to His will, and to Him will they all be brought back"},{"SurahNumber":3,"VerseNumber":84,"Text":"Say, “We believe in God, and in what has been revealed to us, and what was revealed to Abraham, Ishmael, Isaac, Jacob, and the Tribes, and in that given to Moses, Jesus, and all the Prophets from their Lord. We make no distinction between one and another among them. And to God we surrender our will.”"},{"SurahNumber":3,"VerseNumber":85,"Text":"If anyone desires a way other than Al-Islam, never will it be accepted of him, and in the hereafter, he will be in the ranks of those who are lost"},{"SurahNumber":3,"VerseNumber":86,"Text":"How will God guide those who do not believe after they accepted it, and bore witness that the messenger was true, and that clear signs had come to them? God does not guide wrongdoers"},{"SurahNumber":3,"VerseNumber":87,"Text":"For them, their punishment is that on them is the curse of God, of His angels, and of all humanity"},{"SurahNumber":3,"VerseNumber":88,"Text":"In that will they dwell, nor will their penalty be lightened, nor will respite be their destiny"},{"SurahNumber":3,"VerseNumber":89,"Text":"Except for those who repent after that, and make amends, for indeed God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":3,"VerseNumber":90,"Text":"But those who make excuses and exceptions after they accepted it, and then go on adding to their defiance of faith, never will their repentance be accepted, for they have gone astray"},{"SurahNumber":3,"VerseNumber":91,"Text":"As for those who do not believe, and die rejecting, never would be accepted from them even as much gold as the earth contains, if they could offer it for ransom, for them is a terrible penalty, and they will find no helpers. 91 (End of Part)"}]}