{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":28,"Text":"A man from the nation of pharaoh, who was a believer and was hiding his faith, said, \"Would you kill a man just because he asserts that Allah is his Lord? He has brought you clear proofs from your Lord! Should he be a liar, let his lie be upon his conscience. But if he happens to be truthful, then you might suffer from some of the things with which he has threatened you! Indeed, Allah does not guide a liar and a transgressor"},{"SurahNumber":40,"VerseNumber":29,"Text":"Oh people, today the empire belongs to you and it is the dominant power in the world! But who will help us if the wrath of Allah comes down upon us?\" The pharaoh said, \"I only express what I think. I guide you along the path of reason (and logic)"},{"SurahNumber":40,"VerseNumber":30,"Text":"The one who had believed said, \"(Oh my) people! I am really afraid that you might encounter (the same fate) as did the people of earlier times"},{"SurahNumber":40,"VerseNumber":31,"Text":"The kind of fate that befell the nations of Nooh, ´Aads´, ´Samoods´ and others after them. Allah does not intend to be unjust to His servants"},{"SurahNumber":40,"VerseNumber":32,"Text":"Oh people! I am really afraid that the day of wailing might overwhelm you. In a frantic frenzy, you would call each other (for help)"},{"SurahNumber":40,"VerseNumber":33,"Text":"That day you would turn your backs and flee (in desperation). You shall have no one to protect you from Allah. Indeed, there is no guide for the one whom Allah misguides"},{"SurahNumber":40,"VerseNumber":34,"Text":"Earlier, Yusuf had brought you obvious proofs, but you remained skeptical about what he brought you. When he died you claimed that Allah would never raise another messenger after him. This is how Allah leads the transgressors and the skeptics astray"},{"SurahNumber":40,"VerseNumber":35,"Text":"Those who bicker about the verses of Allah without a valid reason or without any revelation having come to them! According to Allah, as well as those who believe, such an act is very disgusting. This is how Allah places a seal upon the heart of every arrogant and bullying person"},{"SurahNumber":40,"VerseNumber":36,"Text":"The pharaoh said, \"Oh Haaman, build me a lofty tower so I may attain the (right) means"},{"SurahNumber":40,"VerseNumber":37,"Text":"The means to (reach) the heaven, so I may look at Musa´s God! But I really think he, (Musa), is just lying.\" Thus the wickedness of pharoah´s action was made to appear adorable to him, and he was prevented from the (straight) path. The tricks of the pharaoh merely led him to his ruin"}]}