{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":35,"Text":"Andolsun ki, biz Musa´ya Kitabı (Tevratı) gönderdik ve kardeşi Harun´u´ da yanına yardımcı olarak verdik"},{"SurahNumber":25,"VerseNumber":36,"Text":"Onlara «Ayetlerimizi yalanlayan soydaşlarınızı uyarmaya gidin» dedik. Sonra o toplumu kökten yokettik"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nuh´un soydaşlarını da yokettik. Onlar peygamberlerini yalanlayınca kendilerini suda boğduk, böylece onları diğer insanların ibret alacakları acı bir örneğe dönüştürdük ve zalimler için acıklı bir azap hazırladık"},{"SurahNumber":25,"VerseNumber":38,"Text":"Adoğullârını, Semudoğullarını, kuyunun yuttuklarını ve bunlar arasındaki dönemlerde yaşamış bir çok kuşakları da yokettik"},{"SurahNumber":25,"VerseNumber":39,"Text":"Hepsine bir çok uyarıcı örnekler gösterdik. Sonra da hepsini kökten yokettik"},{"SurahNumber":25,"VerseNumber":40,"Text":"Ey Muhammed, senin hemşehrilerin, bela yağmuruna tutulmuş olan o kente uğradılar. Acaba orayı görmüyorlar mıydı? Hayır, aslında onlar yeniden dirileceklerini beklemiyorlardı"},{"SurahNumber":25,"VerseNumber":41,"Text":"Onlar seni her gördüklerinde «Allah, bu adamı mı peygamber olarak gönderdi?» diye mutlaka alaya alırlar"},{"SurahNumber":25,"VerseNumber":42,"Text":"Eğer biz ilahlarımıza ısrarla bağlılığımızı sürdürmeseydik, az kalsın bu adam bizi onlardan vazgeçirecekti derler. Yakında azabımızı gördüklerinde kimin yolunun sapık olduğunu öğreneceklerdir"},{"SurahNumber":25,"VerseNumber":43,"Text":"İhtiraslarını ilah edinen kimseyi görüyor musun? Onu doğru yola iletme sorumluluğunu sen mi üstleneceksin"},{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa sen onların çoğunun kulaklarının işittiğini ve düşünebildiklerini mi sanıyorsun? Onlar hayvanlar gibidirler. Hatta hayvanlardan bile daha sapık yoldadırlar"}]}