{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":37,"VerseNumber":139,"Text":"Юнус ҳам, шак-шубҳасиз, пайғамбарлардандир"},{"SurahNumber":37,"VerseNumber":140,"Text":"Эсланг, у (ўз қавмидан ғазабланиб, Парвардигорининг изнисиз қишлоғидан чиқиб, (одамлар билан) тўла бўлган кемага қараб қочган эди"},{"SurahNumber":37,"VerseNumber":141,"Text":"Бас, (кемадагилар билан) қуръа ташлашиб мағлуб бўлгач, (уни денгизга улоқтирдилар)"},{"SurahNumber":37,"VerseNumber":142,"Text":"Бас, уни (Парвардигорининг изнисиз ўз қавмини ташлаб чиқиб кетгани сабабли) маломатга лойиқ бўлган ҳолида бир наҳанг балиқ ютиб юборди"},{"SurahNumber":37,"VerseNumber":143,"Text":"Энди агар у (Аллоҳга доимо) тасбеҳ айтгувчилардан бўлмаса эди"},{"SurahNumber":37,"VerseNumber":144,"Text":"Албатта у (балиқ) қорнида то қайта тириладиган кунларигача (яъни, Қиёматгача) қолиб кетган (яъни, ҳалок бўлган) бўлур эди"},{"SurahNumber":37,"VerseNumber":145,"Text":"Бас, Биз уни хаста ҳолида қуруқликка отдик"},{"SurahNumber":37,"VerseNumber":146,"Text":"Ва унинг устида (соя ташлаб туриши учун) қовоқ дарахтини ўстириб қўйдик"},{"SurahNumber":37,"VerseNumber":147,"Text":"Биз уни юз минг, балки ундан-да кўпроқ (одамга) пайғамбар қилдик"},{"SurahNumber":37,"VerseNumber":148,"Text":"Бас, улар (Юнусга) иймон келтирдилар. Сўнг Биз уларни (маълум) бир муддатгача (яъни, ажаллари битгунча ҳаёт неъматидан) баҳраманд этдик"},{"SurahNumber":37,"VerseNumber":149,"Text":"Энди (эй Муҳаммад алайҳис-салоту вас-салом, Макка кофирларидан) сўранг-чи, қизлар Парвардигорингизники-ю, ўғиллар уларникимикан. (Яъни, уларнинг гумонича, фаришталар Аллоҳнинг қизлари эмиш)"},{"SurahNumber":37,"VerseNumber":150,"Text":"Ёки Биз фаришталарни улар гувоҳ бўлган ҳолларида қиз қилиб яратдикмикан"},{"SurahNumber":37,"VerseNumber":151,"Text":"Огоҳ бўлингизким, улар ёлғончиликлари туфайли айтурларки"},{"SurahNumber":37,"VerseNumber":152,"Text":"«Аллоҳнинг боласи (яъни, қизлари) бор». Улар шак-шубҳасиз, ёлғончидирлар"},{"SurahNumber":37,"VerseNumber":153,"Text":"(Аллоҳ) ўғилларни қўйиб, қизларни танлаб олган эмишми"},{"SurahNumber":37,"VerseNumber":154,"Text":"(Эй Макка аҳли), сизларга нима бўлди?! Қандай (ноҳақ-нораво) ҳукм чиқармоқдасизлар-а"},{"SurahNumber":37,"VerseNumber":155,"Text":"Ахир эс-ҳушингизни йиғмайсизларми"},{"SurahNumber":37,"VerseNumber":156,"Text":"Ёки сизлар учун (Аллоҳ бола кўргани ҳақида) бирон очиқ-равшан ҳужжат борми"},{"SurahNumber":37,"VerseNumber":157,"Text":"Бас, агар ростгўй бўлсангизлар (мана шу даъволарингизни қувватловчи) китобингизни келтиринглар-чи"},{"SurahNumber":37,"VerseNumber":158,"Text":"(Мушриклар, Аллоҳ) билан жинлар (яъни, фаришталар) ўртасида насаб (яъни, ота-болалик бор, деб гумон) қилдилар. Ҳолбуки, жинлар-фаришталар эса, (мушрикларнинг Аллоҳ азобига) ҳозир қилингувчи эканликларини аниқ билдилар"},{"SurahNumber":37,"VerseNumber":159,"Text":"Аллоҳ уларнинг («Аллоҳнинг боласи бор», деб) сифатлашларидан покдир"},{"SurahNumber":37,"VerseNumber":160,"Text":"Магар Аллоҳнинг покиза бандаларигина (мудом Аллоҳни У зотга нолойиқ бўлган сифатлардан пок тутарлар)"},{"SurahNumber":37,"VerseNumber":161,"Text":"(Эй Макка аҳли), шак-шубҳа йўқки, сизлар ҳам, сиғинаётган бутларингиз ҳам"},{"SurahNumber":37,"VerseNumber":162,"Text":"(барчалари бирон кишини, Аллоҳ)га қарши фитнага солгувчи — алдай олгувчи эмасдирсизлар"},{"SurahNumber":37,"VerseNumber":163,"Text":"Магар (Аллоҳнинг тақдири азалийсида) дўзахга киргувчи бўлган кимсаларнигина (алдай олурсизлар)"},{"SurahNumber":37,"VerseNumber":164,"Text":"(Фаришталар дедилар): «Бизларнинг ҳар биримиз учун (осмонларда) аниқ маълум бир ўрин бордир(ки, бизлар ана ўша ўрнимизда Аллоҳнинг амрини адо этурмиз)"},{"SurahNumber":37,"VerseNumber":165,"Text":"Дарҳақиқат, бизлар (Аллоҳнинг йўлида) саф тортиб тургувчилардирмиз"},{"SurahNumber":37,"VerseNumber":166,"Text":"Дарҳақиқат, бизлар (Аллоҳни ҳар қандай айбу нуқсондан поклаб) — тасбеҳ айтгувчилардирмиз»"},{"SurahNumber":37,"VerseNumber":167,"Text":"Дарвоқеъ (Макка аҳли Қуръон нозил бўлишидан илгари) айтар эдиларки"},{"SurahNumber":37,"VerseNumber":168,"Text":"«Агар бизнинг олдимизда ҳам аввалгилар(нинг китоблари)дан бирон эслатма — Китоб бўлса эди"},{"SurahNumber":37,"VerseNumber":169,"Text":"Албатта бизлар ҳам Аллоҳнинг покиза бандалари бўлур эдик»"},{"SurahNumber":37,"VerseNumber":170,"Text":"Энди (Қуръон нозил бўлгач), эса унга кофир бўлдилар. Бас, яқинда (бу куфрларининг оқибати нима бўлишини) билиб олурлар"},{"SurahNumber":37,"VerseNumber":171,"Text":"Аниқки, Бизнинг пайғамбар бўлган бандаларимиз ҳақида Сўзимиз ўтган — собит бўлгандир"},{"SurahNumber":37,"VerseNumber":172,"Text":"«Шак-шубҳасиз, улар қўллаб-қувватлангувчилардир"},{"SurahNumber":37,"VerseNumber":173,"Text":"Ва шак-шубҳасиз, Бизнинг қўшинимиз (яъни, пайғамбарлар ва уларга иймон келтирган кишилар) ғолиб бўлгувчидирлар»"},{"SurahNumber":37,"VerseNumber":174,"Text":"Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз улардан (яъни, Макка кофирларидан маълум) бир вақтгача юз ўгиринг"},{"SurahNumber":37,"VerseNumber":175,"Text":"Ва уларни (яқинда мағлуб бўлганларида) кўринг! Бас, яқинда улар (куфрларининг оқибатини) кўражаклар"},{"SurahNumber":37,"VerseNumber":176,"Text":"Ҳали улар Бизнинг азобимизни шоширмоқдамилар"},{"SurahNumber":37,"VerseNumber":177,"Text":"Бас, қачон (Бизнинг азобимиз) уларнинг ҳовлиларига (яъни, устларига) тушганида, ўша огоҳлантирилган кимсаларнинг кунлари жуда ёмон бўлур"},{"SurahNumber":37,"VerseNumber":178,"Text":"Сиз улардан (маълум) бир вақтгача юз ўгиринг"},{"SurahNumber":37,"VerseNumber":179,"Text":"Ва уларни (яқинда мағлуб бўлганларида) кўринг! Бас, яқинда улар (куфрларининг оқибатини) кўражаклар"},{"SurahNumber":37,"VerseNumber":180,"Text":"Қудрат эгаси бўлмиш Парвардигорингиз уларнинг сифатларидан (яъни, ҳар қандай айбу нуқсондан) покдир"},{"SurahNumber":37,"VerseNumber":181,"Text":"(Барча) пайғамбарларга Аллоҳ томонидан салом бўлгай"},{"SurahNumber":37,"VerseNumber":182,"Text":"Ҳамду сано барча оламларнинг Парвардигори — Аллоҳ учундир"}]}