{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":6,"VerseNumber":130,"Text":"O ви jinns та humans, ви не отримали кур'єрів з числа вас, хто розповіїв до вас Мої відкриття, та попередили вас про збори цього дня? Вони скажуть, \"Ми даємо свідчення проти собі.\" Вони повністю preoccupied з світово довічний, та вони будуть давати свідчення проти себе що вони disbelievers"},{"SurahNumber":6,"VerseNumber":131,"Text":"Це мусить показати що ваш Лорд ніколи не винищує будь-яку спільноту несправедливо, в той час, як його люди unaware"},{"SurahNumber":6,"VerseNumber":132,"Text":"Кожний досягне commensurate чину з їхніми справами. Ваш Лорд ніколи unaware будь що вони"},{"SurahNumber":6,"VerseNumber":133,"Text":"Ваш Лорд являє собою Багатий; possessor всього милосердя. Якщо Він wills, Він може усунути вас, та можете замінити whomever Він wills у вашому місці, тільки тому що Він виробив вас з нащадка інших людей"},{"SurahNumber":6,"VerseNumber":134,"Text":"Що обіцяється до ви прибудете пройти, та ви можете ніколи не уникнути це"},{"SurahNumber":6,"VerseNumber":135,"Text":"Кажуть, \"O мої люди, ваші кращий, та так будуть I. Ви безсумнівно знайдете хто остаточні переможці.\" Звичайно, безпутний буде ніколи не мати успіх"},{"SurahNumber":6,"VerseNumber":136,"Text":"Вони навіть відкладають акцію БОЖИХ умов зерна та домашної худоби, кажучи, \"Це акція належить БОГУ,\" згідно з їхніми претензіями, \"та це акція належить нашим ідолам.\" Але, що були відкладені для їхніх ідолів ніколи не досягли БОГА, в той час, як дольові вони відкладають для БОГА незмінно поїхали до їхніх ідолів. Нещасний дійсно їхній вирок"},{"SurahNumber":6,"VerseNumber":137,"Text":"Таким чином являв собою ідола worshipers duped їхніми ідолами, в обсязі убиваючих їхніх власних дітей. Фактично, їхні ідоли заподіюють великий біль на них, та змішують їхню релігію для них. БОГ willed, вони би не зробили це. Ви будете disregard їм та їхні виготовлення"},{"SurahNumber":6,"VerseNumber":138,"Text":"Вони сказали, \"Це - домашна худоба та зерно що забороняються; ніякий кожний не буде з'їсти їх крім whomever ми дозволяємо,\" таким чином вони заявили. Вони також заборонили звільняючої від певної домашної худоби. Навіть домашна худоба вони гостилися, вони ніколи не промовили БОЖУ назву тому що вони пожертвували ними. Такий нововведення приписані Йому. Він буде безсумнівно requite їм для їхніх нововведень"},{"SurahNumber":6,"VerseNumber":139,"Text":"Вони також сказали, \"Що є у шлунках цієї домашної худоби резервується виключно для мужчин серед нас, та забороняється для наших жінок.\" Але якщо це було все ще народження, вони дозволили їхнім жінкам поділити там. Він буде звичайно requite їм для їхніх нововведень. Він є Найбільш Мудрий, Omniscient"},{"SurahNumber":6,"VerseNumber":140,"Text":"Losers дійсно є ці котрі збиті їхні діти дурно, завдяки їхній відсутності знання, та заборонили якого БОГА забезпечили для них, та прослідкували за нововведеннями приписаними БОГУ. Вони заблукалися; вони не керуються"}]}