{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"Ngươi (hỡi Thiên Sứ) hãy đọc cho họ (dân Do Thái) nghe thông tin thật về hai đứa con trai của Adam, khi cả hai cùng hiến dâng lễ vật (lên Allah) thì chỉ một người trong hai người họ được chấp nhận còn người kia thì không. (Thế là Qabil tức giận nói với Habil): “Tao phải giết mày.” (Habil) đáp: “Quả thật, Allah chỉ chấp nhận từ những người ngoan đạo mà thôi.”"},{"SurahNumber":5,"VerseNumber":28,"Text":"“Dù anh có ra tay giết chết tôi thì tôi cũng sẽ không ra tay giết trả lại anh bởi vì tôi thực sự sợ Allah, Thượng Đế của vũ trụ và vạn vật.”"},{"SurahNumber":5,"VerseNumber":29,"Text":"“Hơn nữa, tôi muốn anh gánh tội (giết) tôi và cả tội (nghịch lại Allah) của anh (trước đó) để anh sẽ làm bạn với Hỏa Ngục, và đó là hậu quả dành cho đám người sai quấy bất công.”"},{"SurahNumber":5,"VerseNumber":30,"Text":"Bản ngã (hướng về điều xấu trong con người của Qabil) không ngừng xúi giục y nên y đã giết đứa em của mình, thế là y đã trở thành một kẻ thua thiệt"},{"SurahNumber":5,"VerseNumber":31,"Text":"(Sau khi giết chết Habil, Qabil không biết phải xử trí thế nào). Rồi Allah gửi đến một con quạ bới đất để cho y thấy cách chôn đi cái xác người em của y. (Nhìn thấy cảnh con quạ bới đất, Qabil) nói: “Mình thật khốn nạn, lẽ nào mình còn không bằng cả con quạ kia đến nỗi không biết cách chôn xác em của mình?!” Thế là y trở nên hối hận"},{"SurahNumber":5,"VerseNumber":32,"Text":"Vì lẽ đó, TA (Allah) đã qui định cho con cháu Israel rằng ai giết chết một sinh mạng không phải để đền mạng (theo luật Qisas) hoặc không phải là kẻ phá hoại trái đất thì giống như y đã giết toàn bộ nhân loại; và ai cứu một mạng người thì giống như y đã cứu toàn bộ nhân loại. Quả thật, các Thiên Sứ của TA đã mang đến cho họ những bằng chứng rõ rệt nhưng rồi sau đó đa số họ vẫn là những kẻ phá hoại trên trái đất"},{"SurahNumber":5,"VerseNumber":33,"Text":"Quả thật, hình phạt thích đáng dành cho những kẻ gây chiến với Allah và Thiên Sứ của Ngài cũng như nỗ lực phá hoại trên trái đất chỉ có việc: hoặc giết hoặc đóng đinh trên thập tự giá hoặc chặt tay này chân kia hoặc trục xuất ra khỏi lãnh thổ. Đó là một sự trừng phạt nhục nhã cho họ ở trần gian, còn ở Đời Sau họ sẽ phải chịu một sự trừng phạt khủng khiếp (hơn)"},{"SurahNumber":5,"VerseNumber":34,"Text":"Ngoại trừ kẻ nào biết ăn năn sám hối trước khi các ngươi chinh phục được họ. Các ngươi hãy biết rằng quả thật Allah là Đấng Hằng Tha Thứ, Hằng Khoan Dung"}]}