{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Mutongo wavanhu waswedera padyo apo ivo vanoramba nokushaya hanya"},{"SurahNumber":21,"VerseNumber":2,"Text":"Hapana yeuchidzo itsva (chitsauko chemuQur’aan) inouya kwavari kubva kuna Tenzi vavo, asi vanoiteerera vachiita zvekutamba (vachiita zvedambe)"},{"SurahNumber":21,"VerseNumber":3,"Text":"Moyo yavo yakaputirwa (nezvivi). Avo vanoita mabasa akashata, vanoviga izvo zvavanotaura muchivande (vachiti): “Uyu mutumwa (Muhammad (SAW)) haasi here munhu wenyama semi? Zvirokwazvo, mungatevere here mapipi aya makatarisa?”"},{"SurahNumber":21,"VerseNumber":4,"Text":"Muhammad (SAW)) akati: “Tenzi vangu vanoziva shoko rese rinotaurwa mumatenga nepanyika. Uye vanonzwa (zvese zvinotaurwa, kuimbwa), uye vanoziva zvese"},{"SurahNumber":21,"VerseNumber":5,"Text":"Asi avo (vasingatendi vanoramba shoko raAllah) vanotaura kuti: “Izvi zvaanotaura (Muhammad (SAW) kuti iQur’aan raAllah) maroto akasangana nemanyepo! Azvifunga ega izvi! Uye ndinyanduri wenhetembo (mudetembi)! (Kana achida kuti timutende mune zvaari kutaura) ngaauye nehumboo sewakatumirwa nawo maporofita akauya asati auya!”"},{"SurahNumber":21,"VerseNumber":6,"Text":"Maguta (madzinza) ose atakaparadza hapana rimwe chete rakanga ratenda (mushoko raAllah) mushure mavo. Saka ava vangatende here"},{"SurahNumber":21,"VerseNumber":7,"Text":"Hapana chatakatumira usati wavapo (Muhammad (SAW)), kunze kwevarume vatakapa mashoko (kana magwaro). Saka vhunza vanhu vakapihwa yeuchidzo (Magwaro – Torah, Vhangeri) kana usingazivi"},{"SurahNumber":21,"VerseNumber":8,"Text":"Hatina kusika vatumwa vaine miviri isingadyi chikafu, kana vari avo vanhu vasingafi"},{"SurahNumber":21,"VerseNumber":9,"Text":"Uye takazadzisa chivimbiso chedu kwavari, tikavanunura neavo vataida, uye tikava tinoparadza avo vanotadza (nokusatenda nokuita mabasa akaipa)"},{"SurahNumber":21,"VerseNumber":10,"Text":"Zvirokwazvo, takudzikisirai Bhuku (Qur’aan) rine yeuchidzo dzenyu mariri. Saka sei musinganzwisisi"}]}