{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"Medyen halkına da kardeşleri Şuayb’i gönderdik. (Kavmine şöyle) dedi: Ey kavmim, (yalnızca) Allah’a ibadet edin. O’ndan başka bir ilahınız yoktur. Rabbinizden size apaçık bir delil ulaştı. Ölçü ve tartıyı tam yapın, insanların eşyasından bir şeyler eksik vermeyin. Islah edildikten sonra yeryüzünde bozgunculuk etmeyin. Eğer mü'minler iseniz bu sizin için en hayırlı olandır"},{"SurahNumber":7,"VerseNumber":86,"Text":"Tehdit edip, Allah'a iman edenleri O'nun yolundan alıkoyarak ve o yolun eğri olmasını isteyerek, her yolun başında oturmayın. Azınlık iken Allah’ın sizi çoğalttığını hatırlayın. Bozguncuların sonunun ne olduğuna da bir bakın"},{"SurahNumber":7,"VerseNumber":87,"Text":"Eğer benimle gönderilene içinizden bir grup iman edip, bir grup da iman etmemiş ise, Allah aranızda hükmünü verinceye kadar sabredin. Hüküm verenlerin en hayırlısı O’dur"},{"SurahNumber":7,"VerseNumber":88,"Text":"Şuayb’ın kavminden büyüklük taslayan ileri gelenler dediler ki:Ey Şuayb! Elbette seni ve seninle birlikte iman edenleri ülkemizden çıkaracağız. (Dininize) İstemesek de mi? (uyalım) dedi"},{"SurahNumber":7,"VerseNumber":89,"Text":"Allah bizi, ondan kurtardıktan sonra sizin dininize dönersek, Allah’a karşı yalan uydurmuş oluruz. Bizim için, Rabbimiz Allah dilemedikçe tekrar ona dönmemiz imkansızdır. Rabbimiz ilmiyle her şeyi kuşatmıştır. Biz, Allah’a tevekkül ettik. Rabbimiz, bizim ile kavmimiz arasında hak ile hükmet. Sen hüküm verenlerin en hayırlısısın"},{"SurahNumber":7,"VerseNumber":90,"Text":"Toplumun önde gelen kâfirleri dediler ki: Şuayb’e uyarsanız o zaman mahvolursunuz"},{"SurahNumber":7,"VerseNumber":91,"Text":"Onları dehşetli bir sarsıntı tuttu ve oldukları yerde diz üstü çöküp kaldılar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Şuayb’ı yalanlayanlar sanki orda hiç yaşamamış gibi oldular. Şuayb’ı yalanlayanların asıl kendileri mahvoldu"},{"SurahNumber":7,"VerseNumber":93,"Text":"(Şu’ayb) onlardan yüz çevirdi ve dedi ki:Ey kavmim, size Rabbimin gönderdiklerini açıklamış ve size nasihat etmiştim. Şimdi kâfir bir kavme karşı nasıl üzülebilirim"}]}