{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":41,"Text":"اور ہم نے اس قرآن میں کئی طرح سے بیان کیا تاکہ وہ سمجھیں حالانکہ اس سے انہیں نفرت ہی بڑھتی جاتی ہے"},{"SurahNumber":17,"VerseNumber":42,"Text":"کہہ دو اگر اس کے ساتھ اور بھی معبود ہوتے جیسا وہ کہتے ہیں تب تو انہوں نے عرش والے تک کوئی راستہ نکال لیا ہوتا"},{"SurahNumber":17,"VerseNumber":43,"Text":"وہ پاک ہے اور جو کچھ وہ کہتے ہیں اس سے وہ بہت ہی بلند ہے"},{"SurahNumber":17,"VerseNumber":44,"Text":"ساتوں آسمان اور زمین اور جو کوئی ان میں ہے اس کی پاکی بیان کرتے ہیں اور ایسی کوئی چیز نہیں جو ا سکی حمد کے ساتھ تسبیح نہ کرتی ہو لیکن تم ان کی تسبیح کو نہیں سمجھتے بے شک وہ بردبار بخشنے والا ہے"},{"SurahNumber":17,"VerseNumber":45,"Text":"اورجب تو قرآن پڑھتا ہے ہم تیرے اور ان لوگو ں کے درمیان جو آخرت کو نہیں مانتے ایک چھپا ہو ا پردہ کر دیتے ہیں"},{"SurahNumber":17,"VerseNumber":46,"Text":"اور ہم نے ان کے دلو ں پر پردے کر دیے ہیں تاکہ اسے نہ سمجھیں اور ان کے کانوں میں گرانی ڈال دی ہے اور جب تو قرآن میں صرف اپنے رب ہی کا ذکر کرتا ہے تو پیٹھ پھیر کر کفرت سے بھاگتے ہیں"},{"SurahNumber":17,"VerseNumber":47,"Text":"ہم خوب جانتے ہیں جس غرض سے یہ سنتے ہیں جب یہ لوگ تیری طرف کان لگاتے ہیں اور جس وقت آپس میں سرگوشیاں کرتے ہیں جب یہ ظالم کہتے ہیں کہ تم محض ایسے شخص کا ساتھ دیتے ہو جس پر جادو کیا گیا ہے"},{"SurahNumber":17,"VerseNumber":48,"Text":"دیکھ تیرے لیے کیسی مثالیں بیان کرتے ہیں سو گمراہ ہو گئے پھر وہ راستہ نہیں پا سکتے"},{"SurahNumber":17,"VerseNumber":49,"Text":"اور کہتے ہیں کیا جب ہم ہڈیاں اور چورا ہو جائیں گے پھر نئے بن کر اٹھیں گے"},{"SurahNumber":17,"VerseNumber":50,"Text":"کہہ دو تم پتھر یا لوہا ہوجاؤ"},{"SurahNumber":17,"VerseNumber":51,"Text":"یا کوئی اور چیز جسے تم اپنے دلوں میں مشکل سمجھتے ہو پھر وہ کہیں گے ہمیں دوبارہ کون لوٹائے گا کہہ دو وہی جس نے تمہیں پہلی مرتبہ پیدا کیا ہے پھر تمہارے سامنے سروں کو ہلاکر کہیں گے کہ وہ کب ہو گا کہہ دو شاید وہ وقت بھی قریب آ گیا ہو"},{"SurahNumber":17,"VerseNumber":52,"Text":"جس دن تمہیں پکارے گا پھر اس کی تعریف کرتے ہوئے چلے آؤ گے اور خیال کرو گے کہ بہت ہی کم ٹھہرے تھے"}]}