{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"Vi viste David Vår gunst: «Dere fjell, istem lovsang sammen med ham og fuglene!» Og vi gjorde jernet mykt for ham"},{"SurahNumber":34,"VerseNumber":11,"Text":"«Lag panserskjorter, og tilpass lenkene nøye! Og gjør det som rett er! Jeg ser hva dere gjør.»"},{"SurahNumber":34,"VerseNumber":12,"Text":"Og Salomo underla Vi vinden. Morgenblåsten tilsvarte en måneds reise, og kveldsblåsten likeså. Og Vi lot en kilde med kobber strømme frem for ham. Av dsjinner arbeidet noen for ham med Herrens bifall. De av dem som avvek fra vår ordre, vil Vi la smake Ildens straff"},{"SurahNumber":34,"VerseNumber":13,"Text":"De laget for ham alt han ville, slott, statuer, fat store som vanntrau, og kokekar som ikke kunne flyttes. «Vis takknemlighet i deres ferd, Davids hus! Få av Mine tjenere viser takknemlighet.»"},{"SurahNumber":34,"VerseNumber":14,"Text":"Da Vi besluttet at han skulle dø, var det intet som antydet for dem hans død, unntatt at jordens krek spiste hans stav, og så, da han falt til jorden, ble det klart for dsjinnene at hadde de bare kjent det skjulte, ville de ikke fortsatt i et ydmykende straffarbeid"},{"SurahNumber":34,"VerseNumber":15,"Text":"Sabafolket hadde også et tegn på sitt hjemsted, to haver, en til høyre og en til venstre. «Spis av Herrens gaver, og vis Ham takknemlighet! Det er et godt land, og en tilgivende Herre.»"},{"SurahNumber":34,"VerseNumber":16,"Text":"Men de vendte seg bort, og så sendte Vi over dem demningsoversvømmelsen. Og Vi byttet deres to haver i to andre, med bitre tornebuskfrukter, tamarisker, og noen få lotustrær"},{"SurahNumber":34,"VerseNumber":17,"Text":"Slik belønnet Vi dem for deres vantro. Men belønner Vi slik andre enn de vantro"},{"SurahNumber":34,"VerseNumber":18,"Text":"Og mellom disse, og byene som Vi har velsignet, plasserte Vi fremtredende byer, og fastla etappene mellom dem. «Tilbakelegg dem i trygghet, natt og dag.»"},{"SurahNumber":34,"VerseNumber":19,"Text":"Men de sa: «Gjør våre etapper lengre, Herre!» De gjorde en urett som slo tilbake på dem selv. Og Vi gjorde dem til legender. Vi rev dem i stumper og stykker. Heri er jærtegn for enhver standhaftig, takknemlig"},{"SurahNumber":34,"VerseNumber":20,"Text":"Iblis fant sin mening om dem bekreftet. De fulgte ham, unntatt en flokk av troende"},{"SurahNumber":34,"VerseNumber":21,"Text":"Men han hadde ingen makt over dem! Vi ville bare bringe i erfaring hvem som tror på det hinsidige, og hvem som var i tvil om det. Herren passer på alt"}]}