{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":11,"Text":"Hani kendisinden bir güvenlik olarak sizi bir uyuklama bürüyordu. Sizi kendisiyle tertemiz kılmak, sizden şeytanın pisliklerini gidermek, kalblerinizin üstünde (güven ve kararlılık duygusunu) pekiştirmek ve bununla ayaklarınızı (arz üzerinde) sağlamlaştırmak için size gökten su indiriyordu"},{"SurahNumber":8,"VerseNumber":12,"Text":"Rabbin meleklere vahyetmişti ki: «Şüphesiz ben sizinleyim, iman edenlere sağlamlık katın, küfre sapanların kalblerine amansız bir korku salacağım. Öyleyse (ey müslümanlar,) vurun boyunlarının üstüne, vurun onların bütün parmaklarına.»"},{"SurahNumber":8,"VerseNumber":13,"Text":"Bu, tartışmasız, onların Allah´a ve Resulüne karşı baş kaldırmaları dolayısıyladır. Kim Allah´a ve Resulüne karşı baş kaldırırsa, hiç şüphesiz Allah (ceza ile) sonuçlandırması pek şiddetli olandır"},{"SurahNumber":8,"VerseNumber":14,"Text":"İşte bu, sizin; tadın bunu. Küfre sapanlara bir de ateş azabı vardır"},{"SurahNumber":8,"VerseNumber":15,"Text":"Ey iman edenler, toplu olarak kâfirlerle karşılaştığınız zaman, onlara arka çevirmeyin (savaştan kaçmayın)"},{"SurahNumber":8,"VerseNumber":16,"Text":"Kim onlara böyle bir günde -yine savaşmak için bir yana çekilen ya da bir başka bölüğe katılmak için yer tutanın dışında- arkasını çevirirse, gerçekten o, Allah´tan bir gazaba uğramıştır ve onun barınma yeri cehennemdir. Ne kötü bir yataktır o"},{"SurahNumber":8,"VerseNumber":17,"Text":"Onları siz öldürmediniz, ama onları Allah öldürdü; attığın zaman da sen atmadın, ama Allah attı. Mü´minleri kendinden güzel bir imtihanla imtihan etmek için (yaptı) . Hiç şüphesiz Allah, işitendir, bilendir"},{"SurahNumber":8,"VerseNumber":18,"Text":"İşte size böyle... Gerçekten Allah, kâfirlerin hileli düzenlerini boşa çıkarıcıdır"},{"SurahNumber":8,"VerseNumber":19,"Text":"Eğer fetih istiyorduysanız, (ey kafirler,) işte size fetih; ama eğer (küfürden ve eski yaptıklarınızdan) vazgeçerseniz bu sizin için daha hayırlıdır. Yok, geri dönerseniz biz de döneriz. Topluluğunuz çok da olsa, size bir şey sağlayamaz. Çünkü Allah mü´minlerle beraberdir"}]}