{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"There are some people who say: \"We believe in Allah and the Last Day\" yet they are not true believers"},{"SurahNumber":2,"VerseNumber":9,"Text":"They try to deceive Allah and the believers. However, they deceive none except themselves yet they do not realize it"},{"SurahNumber":2,"VerseNumber":10,"Text":"There is a disease of deception in their heart; and Allah lets their disease increase, and they shall have painful punishment for the lies they have told"},{"SurahNumber":2,"VerseNumber":11,"Text":"When it is said to them: \"Do not make mischief on earth,\" they say: \"We make peace"},{"SurahNumber":2,"VerseNumber":12,"Text":"Beware! They are the ones who make mischief but they do not realize it"},{"SurahNumber":2,"VerseNumber":13,"Text":"When they are told: \"Believe as the others believe\" they ask: \"Should we believe like fools?\" Be aware! They themselves are the fools, if only they could understand"},{"SurahNumber":2,"VerseNumber":14,"Text":"When they meet the believers they say: \"We are believers,\" but when they are alone with their Satans, they say: \"We are really with you, we were only mocking the believers"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah will throw back their mockery on them and leave them alone in their trespasses; so they wander to and fro like the blind"},{"SurahNumber":2,"VerseNumber":16,"Text":"These are the people who barter guidance for error: but their bargain is profitless and they are not going to be guided"},{"SurahNumber":2,"VerseNumber":17,"Text":"Their example is that of a man who kindled a fire; when it illuminated all around him Allah took away their light (their eyesight) and left them in utter darkness: they could see nothing"},{"SurahNumber":2,"VerseNumber":18,"Text":"Deaf, dumb, and blind, they will never return to the Right Way"},{"SurahNumber":2,"VerseNumber":19,"Text":"Or another example is that of a dark storm-cloud in the sky charged with thunder and lightning. They press their fingers to their ears at the sound of each stunning thunderclap for fear of death: Allah is encircling the unbelievers from all sides"},{"SurahNumber":2,"VerseNumber":20,"Text":"The lightning terrifies them as if it was going to snatch away their eyesight; whenever it flashes they walk on; when it becomes dark, they stand still. And if Allah wanted He could have totally taken away their hearing and their sight; for Allah has power over everything"}]}