{"Id":182,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"દરેક પ્રકારની પ્રશંસા અલ્લાહ માટે જ છે, જેણે આકાશો અને ધરતીનું સર્જન કર્યું અને અંધકાર અને પ્રકાશ બનાવ્યો,તો પણ ઇન્કાર કરનારા લોકો (અલ્લાહને છોડીને) અન્યને પોતાના પાલનહાર બરાબર ઠેરવે છે"},{"SurahNumber":6,"VerseNumber":2,"Text":"તે એવો છે જેણે તમારું માટીથી સર્જન કર્યું, પછી એક સમય નક્કી કર્યો અને (બીજો) નક્કી કરેલ સમય ખાસ અલ્લાહ જ જાણે છે, તો પણ તમે શંકા કરો છો"},{"SurahNumber":6,"VerseNumber":3,"Text":"અને તે જ છે સાચો પૂજ્ય, આકાશોમાં પણ અને ધરતીમાં પણ, તે તમારી છૂપી (વાતો)ને પણ અને તમારી જાહેર (વાતો) ને પણ જાણે છે અને તમે જે કંઈ કાર્ય કરો છો તેને પણ જાણે છે"},{"SurahNumber":6,"VerseNumber":4,"Text":"અને તેઓની પાસે કોઇ પણ નિશાની, તેઓના પાલનહારની નિશાનીઓ માંથી એવી નથી આવતી કે જેનાથી તે અળગા ન રહેતા હોય"},{"SurahNumber":6,"VerseNumber":5,"Text":"તેઓએ તે સાચી કિતાબને પણ જુઠલાવી, જ્યારે કે તે (કિતાબ) તેમની પાસે આવી પહોંચી, તો નજીક માંજ તેઓ જાણી લેશે તે વસ્તુને, જેના વિશે આ લોકો મજાક કરતા હતા"},{"SurahNumber":6,"VerseNumber":6,"Text":"શું તેઓએ જોયું નથી કે તેઓથી પહેલા અમે કેટલાય જૂથોને નષ્ટ કરી ચૂકયા છીએ, જેઓને અમે દુનિયામાં એવી શક્તિ આપી હતી જેવી શક્તિ તમને નથી આપી અને અમે તેઓ પર મુશળધાર વરસાદ વરસાવ્યો અને અમે તેઓની નીચેથી નહેરો વહેતી કરી દીધી, પછી અમે તેઓને, તેઓના પાપોના કારણે નષ્ટ કરી દીધા અને તેઓ પછી બીજા જૂથોને પેદા કરી દીધા"},{"SurahNumber":6,"VerseNumber":7,"Text":"અને જો અમે કાગળ પર લખેલ પૃષ્ઠ તમારા પર ઊતારતા, પછી તેને આ લોકો પોતાના હાથ વડે અડી પણ લેતા, તો પણ આ ઇન્કાર કરનારા લોકો એવું કહેતા કે આ તો સ્પષ્ટ જાદુ જ છે"},{"SurahNumber":6,"VerseNumber":8,"Text":"અને આ લોકો એવું કહે છે કે તેઓની પાસે કોઇ ફરિશ્તા કેમ ઉતારવામાં નથી આવતા ? અને જો અમે કોઇ ફરિશ્તા મોકલી દેતા, તો વાત જ પૂરી થઇ જાત, પછી તેઓને થોડીક પણ મહેતલ આપવામાં ન આવતી"},{"SurahNumber":6,"VerseNumber":9,"Text":"અને જો અમે (પયગંબર) તરીકે ફરિશ્તાને ઉતારતા, તો અમે તેને માણસ જ બનાવતા અને અમારા આ કાર્યથી ફરી, તેઓને તે જ શંકા થતી, જે અત્યારે શંકા કરી રહ્યા છે"},{"SurahNumber":6,"VerseNumber":10,"Text":"અને ખરેખર તમારાથી પહેલા જે પયગંબર થઇ ચૂક્યા છે, તેઓની પણ મજાક ઉડાવવામાં આવી, પછી જે લોકોએ તેઓની (પયગંબરો) સાથે મજાક કરી હતી, તેઓને તે પ્રકોપે ઘેરી લીધી, જેની મજાક ઉડાવતા હતા"}]}