{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"Semûd (kavmine) de kardeşleri Salih´i (peygamber olarak) gönderdik. «Ey kavmim,» dedi, «Allah´a tapın, sizin O´ndan başka tanrılarınız yoktur. Sizi yerden (topraktan) yetiştirip meydana getiren ve sizin bir ömür geçirip orayı bayındır hale getirmenizi dileyen O´dur. O halde O´ndan bağışlanmanızı dileyin de O´na yönelip tevbe edin. Şüphesiz ki Rabbim çok yakındır ve (duaları, tevbe ve istiğfarları) kabul edendir.»"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ey Salih, dediler, sen bundan önce aramızda ümit beslenir bir kişi idin ; babalarımızın taptıklarına tapmamızdan alıkoymaya mı çalışıyorsun ?! Doğrusu biz, bizi davet ettiğin şey hakkında şüphe ve kuşku içindeyiz"},{"SurahNumber":11,"VerseNumber":63,"Text":"«Ey kavmim,» dedi, «söyleyin, eğer ben Rabbimden açık bir belge (mu´cize ve yeterli belge) üzere isem ve bana kendi katından bir rahmet vermişse, O´na isyan ettiğim takdirde (Allah´ın azabından kurtulabilmem için) kim bana yardım eder? O halde siz benim hakkımda zararı artırmaktan başka bir şey yapmıyorsunuz"},{"SurahNumber":11,"VerseNumber":64,"Text":"Ey kavmim, işte bu size bir âyet (mu´cize, açık belge) olarak Allah´ın (belirlediği) dişi devedir; bırakın da Allah´ın arzında otlayadursun;ona kötülükle dokunmayın, yoksa çok yakın bir azâb sizi ya kalayı verir"},{"SurahNumber":11,"VerseNumber":65,"Text":"Bu uyarıya rağmen onlar deveyi devirip öldürdüler. Salih onlara : Öyle ise evinizde üç gün (daha) yaşayıp yararlanın. Bu, yalanı olmayan bir tehdittir,» dedi"},{"SurahNumber":11,"VerseNumber":66,"Text":"Buyruğumuz gelince, Salih´i ve beraberindeki imân edenleri, katımızdan bir rahmetle kurtardık, hem de o günün rezilliğinden.. Şüphesiz ki, Rabbin yegâne güçlü ve yegâne üstündür"},{"SurahNumber":11,"VerseNumber":67,"Text":"O zulmedenleri korkunç bir ses, bir gürültü yakalayıverdi, derken evlerinde dizüstü çöküp kaldılar"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki daha önce orada hiç oturmamış (yuva kurup geçinmemiş) gibi oldular. Dikkat edin, Semûd kavmi Rablerini tanımadılar ve Semûd´a (ilâhî rahmetten) uzaklık olsun"}]}