{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":41,"Text":"Kur’an’da İbrahîm’i de (kavmine) anlat. Çünkü o, doğruluğu çok olan bir peygamberdi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Bir vakit (İbrahim) babasına şöyle demişti: “- Ey babam! İşitmez, görmez ve sana hiç bir faydası olmaz şeylere niçin tapıyorsun"},{"SurahNumber":19,"VerseNumber":43,"Text":"Ey babam! Gerçekten bana, sana gelmiyen ilim gelmiştir (Allah’ı bilmişimdir). O halde, bana uy da, seni doğru bir yola ileteyim"},{"SurahNumber":19,"VerseNumber":44,"Text":"Ey babam! Şeytana tapma, çünkü Şeytan Rahman’a (Allah’a) asi oldu"},{"SurahNumber":19,"VerseNumber":45,"Text":"Ey babam! Doğrusu ben korkarım ki, sana Rahman’dan bir azap dokunur da Şeytan’a (Cehennem’de) arkadaş olursun.”"},{"SurahNumber":19,"VerseNumber":46,"Text":"İbrahim’e babası dedi ki: “- Ey İbrahîm! Sen benim ilâhlarımdan (taptığım putlardan) yüz mü çeviriyorsun? Yemin ederim ki, eğer (onlara sövmekten) vaz geçmezsen, seni muhakkak taşla koğar öldürürüm. Uzun bir müddet benden ayrıl, git.”"},{"SurahNumber":19,"VerseNumber":47,"Text":"İbrahim şöyle dedi: “- (Benden sana fenalık gelmez, emniyet ve) selâm sana olsun, senin için Rabbimden mağfiret dileyeceğim. Çünkü O, bana çok lütufkârdır"},{"SurahNumber":19,"VerseNumber":48,"Text":"Ben, sizden ve Allah’dan başka taptıklarınızdan (putlardan) çekilip ayrılırım da, Rabbime dua (ibadet) ederim. Umulur ki Rabbime ibadet etmekle mahrum olmam (yaptığım ibadet, sizin putlara ettiğiniz ibadet gibi boşa çıkmaz.)”"},{"SurahNumber":19,"VerseNumber":49,"Text":"Ne zaman ki, kâfirleri ve Allah’tan başka taptıklarını, İbrahim terkedip (Babil’den Şam’a) çekildi; biz de ona İshak’ı ve Yakub’u ihsan ettik ve her birini birer Peygamber yaptık"},{"SurahNumber":19,"VerseNumber":50,"Text":"Hem bunlara rahmetimizden ihsanlar eyledik (çokca mal ve evlâd verdik). Hepsine de dillerde (bütün dinlerde) güzel ve yüksek bir övgü verdik"}]}