{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"Справді, Гарун уже говорив їм: «Народе мій! Вас лише спокушають цим! Воістину, ваш Господь — це Милостивий! Ідіть за мною та слухайтесь наказів моїх!»"},{"SurahNumber":20,"VerseNumber":91,"Text":"Вони відповіли: «Ми не перестанемо поклонятися йому, поки не повернеться до нас Муса»"},{"SurahNumber":20,"VerseNumber":92,"Text":"А той сказав: «О Гаруне! Що завадило тобі, коли ти побачив оману їхню"},{"SurahNumber":20,"VerseNumber":93,"Text":"йти за мною? Чому ти не послухався мого наказу?»"},{"SurahNumber":20,"VerseNumber":94,"Text":"Той відповів: «О сину моєї матері! Не тримай мене за бороду й за голову! Я боявся, що ти скажеш: «Ти посіяв розбрат між синами Ісраїля та не послухався слова мого!»"},{"SurahNumber":20,"VerseNumber":95,"Text":"Муса сказав: «О самарянине! А ти чого хотів?»"},{"SurahNumber":20,"VerseNumber":96,"Text":"Той відповів: «Я бачив те, чого не бачили вони. Я взяв жменю піску зі слідів посланця й кинув її [у вогонь], бо саме так я захотів зробити!»"},{"SurahNumber":20,"VerseNumber":97,"Text":"Муса вигукнув: «Вийди геть! Воістину, в нинішньому житті ти будеш говорити: «Не торкайтеся мене!» І чекає тебе обіцяне й не омине тебе воно! Поглянь на свого бога, якому ти поклонявся: ми неодмінно спалимо його, а потім розвіємо попіл над морем"},{"SurahNumber":20,"VerseNumber":98,"Text":"Ваш Бог — тільки Аллаг, окрім Якого немає бога, і Він осягає знанням кожну річ!»"},{"SurahNumber":20,"VerseNumber":99,"Text":"Так Ми розповідаємо тобі звістки про те, що вже минуло. І Ми дали тобі від Себе нагадування"},{"SurahNumber":20,"VerseNumber":100,"Text":"І хто відвернеться від цього, той понесе в День Воскресіння важкий тягар"},{"SurahNumber":20,"VerseNumber":101,"Text":"І буде він із ним вічно. Який же лихий цей тягар"},{"SurahNumber":20,"VerseNumber":102,"Text":"Того Дня засурмлять у ріг, і буде зібрано грішників, і будуть вони синьоокі"},{"SurahNumber":20,"VerseNumber":103,"Text":"Вони розмовлятимуть одне з одним пошепки: «Воістину, ви пробули там лише днів із десять!»"},{"SurahNumber":20,"VerseNumber":104,"Text":"Ми краще знаємо про те, що вони кажуть — навіть коли говорить найкращий із них: «Ви пробули там тільки день!»"}]}