{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Hamd, göklerde olanlar ve yerde bulunanlar Kendisinin olan Allah'a mahsustur. O, Hakim'dir, her şeyden haberdardır"},{"SurahNumber":34,"VerseNumber":2,"Text":"Yere gireni ve oradan çıkanı, gökten ineni ve oraya yükseleni bilir. O, merhametlidir, mağfiret sahibidir"},{"SurahNumber":34,"VerseNumber":3,"Text":"İnkar edenler: \"Kıyamet bize gelmeyecektir\" dediler. De ki: \"Hayır, öyle değil; görülmeyeni bilen Rabbim'e and olsun ki, o saat size muhakkak gelecektir. Göklerde ve yerde zerre kadar olanlar bile O'nun ilminin dışında değildir. Bundan daha küçüğü ve daha büyüğü de şüphesiz apaçık Kitap'tadır"},{"SurahNumber":34,"VerseNumber":4,"Text":"Allah'ın, inanıp yararlı iş işleyenlere ki onlar için mağfiret ve cömertçe verilmiş rızık vardır ve ayetlerimizi hükümsüz bırakmak için yarışanlara ki onlara iğrenç ve can yakıcı azap vardır işlerinin karşılıklarını vermesi için kıyamet saati gelecektir"},{"SurahNumber":34,"VerseNumber":5,"Text":"Allah'ın, inanıp yararlı iş işleyenlere ki onlar için mağfiret ve cömertçe verilmiş rızık vardır ve ayetlerimizi hükümsüz bırakmak için yarışanlara ki onlara iğrenç ve can yakıcı azap vardır işlerinin karşılıklarını vermesi için kıyamet saati gelecektir"},{"SurahNumber":34,"VerseNumber":6,"Text":"Kendilerine ilim verilenler, sana Rabbinden indirilenin hak olduğunu, güçlü ve hamde layık olanın yolunu gösterdiğini bilirler"},{"SurahNumber":34,"VerseNumber":7,"Text":"İnkar edenler, insanlara: \"Size, siz parça parça dağılıp yok olduğunuz zaman yeniden dirileceğinizi haber veren bir adam gösterelim mi? Allah'a karşı yalan mı uyduruyor, yoksa kendisinde delilik mi vardır?\" derler. Hayır; ahirete inanmayanlar, azapta ve derin bir sapıklık içindedirler"},{"SurahNumber":34,"VerseNumber":8,"Text":"İnkar edenler, insanlara: \"Size, siz parça parça dağılıp yok olduğunuz zaman yeniden dirileceğinizi haber veren bir adam gösterelim mi? Allah'a karşı yalan mı uyduruyor, yoksa kendisinde delilik mi vardır?\" derler. Hayır; ahirete inanmayanlar, azapta ve derin bir sapıklık içindedirler"},{"SurahNumber":34,"VerseNumber":9,"Text":"Önlerinde ve ardlarında olan göğü ve yeri görmezler mi? Dilesek onları yere geçirir veya göğün bir parçasını başlarına indiririz. Bunlarda, Allah'a yönelen her kul için dersler vardır"}]}