{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":51,"Text":"(Мұхаммед Ғ.С.) сондай Кітаптан үлес берілгендерге қарамадың ба? Олар бұтқа, шайтанға сенеді де, кепірлерді: «Бұлар, мүміндерден көрі тағы тура жолда» дейді. (Яһудилердің бір тобы, кепірлерді Мұсылманға қайрап салу үшін Меккеге барып: «Сендердің жолдарың тура.» дейді)"},{"SurahNumber":4,"VerseNumber":52,"Text":"Міне бұлар,Алла лағынет еткендер. Алла, кімге лағынет етсе, оған ешбір жәрдемші таба алмайсың"},{"SurahNumber":4,"VerseNumber":53,"Text":"Олардың әкімшілктен бір үлесі бар ма? Ондай болса, олар адамдарға түк бермес еді"},{"SurahNumber":4,"VerseNumber":54,"Text":"Немесе олар, Алланың өз кеңшілігімен адамдарға бергенін қызғана ма? Расында Ыбырайым (Ғ.С.) ның жұрағатына Кітап, хикмет және зор патшалық берген едік"},{"SurahNumber":4,"VerseNumber":55,"Text":"Олардың кейі оған сенді де, кейі одан бас тартты. Оларға, жалындаған тозақ жетіп асады"},{"SurahNumber":4,"VerseNumber":56,"Text":"Негізінен ондай аяттарымызға қарсы шыққандарды жедел тозаққа саламыз да, олардың терілері жанған сайын азапты татулары үшін, оны басқа терілерге ауыстырамыз. Шәксіз Алла тым үстем, хикмет иесі"},{"SurahNumber":4,"VerseNumber":57,"Text":"Ал сондай иман келтіріп, ізгі іс істегендер, оларды астарынан өзендер ағатын бақшаларға кіргіземіз. Олар онда мәңгі қалады. Сондай-ақ оларға онда тап- таза жұбайлар бар. Және оларды қалың көлеңкеге кіргіземіз"},{"SurahNumber":4,"VerseNumber":58,"Text":"Негізінен Алла (Т.) сендерге аманаттарды өз лайықты орнына тапсыруларыңды және адамдардың арасына билік қылсаңдар, әділдікпен билік қылуларыңды әмір етеді. Расында Алла сендерге нендей жақсы уағыз береді. Шәксіз Алла, толық естуші, тым қырағы"},{"SurahNumber":4,"VerseNumber":59,"Text":"Әй мүміндер. Аллаға бой ұсынып, Пайғамбарға әрі өздеріңнен болған әмір иелеріне бой ұсыныңдар. Сонда егер бір нәрсеге талассаңдар, оны Аллаға, пайғамбарға ұсыныңдар: Егер сендер Аллаға, ахирет күніне иман келтірген болсаңдар. Міне осы, хайырлы да нәтижеде жақсы"}]}