{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Les hommes ont sur les femmes un droit de regard, de par les avantages dont Allah a favorisé ceux-ci par rapport à celles-là, et parce qu’ils sont tenus de dépenser de leurs biens. Les femmes vertueuses sont obéissantes, qui protègent jalousement ce qui leur est confié par leurs maris absents, grâce à la protection d’Allah. Quant à celles dont vous craignez l’indiscipline, sermonnez-les, désertez leurs lits et, (s’il le faut), corrigez-les. [142] Si elles vous obéissent, finalement, ne tentez plus de leur nuire, car Allah est Très Haut et Très Grand"},{"SurahNumber":4,"VerseNumber":35,"Text":"Si vous craignez une (éventuelle) rupture entre les deux (conjoints), envoyez un arbitre de sa famille à lui et un arbitre de sa famille à elle. Si les deux (conjoints) désirent une réconciliation, Allah rétablira leur entente, car Allah est Omniscient et de Toute chose Informé"},{"SurahNumber":4,"VerseNumber":36,"Text":"Adorez Allah et ne Lui associez rien. Traitez avec bonté vos deux parents, vos proches, les orphelins, les pauvres, le voisin proche et le voisin éloigné, le proche compagnon, le voyageur de grand chemin et ceux qui sont en votre possession, car Allah n’aime pas celui qui est hautain et vantard"},{"SurahNumber":4,"VerseNumber":37,"Text":"(Il n’aime pas, non plus) ceux qui sont avares, incitent à l’avarice parmi les hommes et dissimulent les faveurs qu’Allah leur a dispensées. Et pour les ingrats, Nous avons préparé un supplice humiliant"},{"SurahNumber":4,"VerseNumber":38,"Text":"(Il n’aime pas, non plus) ceux qui dépensent leurs biens par ostentation et ne croient pas en Allah ni au Jour Dernier. Quiconque a Satan pour compagnon inséparable, ô combien mauvais est celui qu’il a comme compagnon"},{"SurahNumber":4,"VerseNumber":39,"Text":"En quoi donc peut-il leur nuire de croire en Allah et au Jour Dernier, et de dépenser de ce qu’Allah leur a dispensé (comme biens) ? Allah les connaît parfaitement"},{"SurahNumber":4,"VerseNumber":40,"Text":"Allah ne lèse jamais personne, fût-ce du poids d’un atome. Le bienfait, Il le double. Et, de Sa part, vient la plus grande des récompenses"},{"SurahNumber":4,"VerseNumber":41,"Text":"Qu’en sera –t-il donc lorsque, de chaque communauté, Nous ferons venir un témoin, et que Nous te ferons venir contre ceux-là comme témoin"},{"SurahNumber":4,"VerseNumber":42,"Text":"Ce jour-là, ceux qui ont mécru et ont désobéi au Messager souhaiteront disparaître sous terre et ils ne sauront rien taire à Allah de ce qu’ils ont dit"}]}