{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Ja nies, intom il-foqra (li teħtieġu) lil-Alla, filwaqt li Alla huwa l-Għani li jistħoqq kull tifħir"},{"SurahNumber":35,"VerseNumber":16,"Text":"Jekkirid, jeqridkom u jġib ħolqien ġdid"},{"SurahNumber":35,"VerseNumber":17,"Text":"Dan għal Alla mhux tqil"},{"SurahNumber":35,"VerseNumber":18,"Text":"Dik (ir-ruħ) li terfa' t-toqol (tad-dnub. tagħha) ma terfax it-toqol ta' ruħ oħra. Jekk ruħ imtaqqla (bid-dnub) issejjaħ. (biex xi ħadd jerfa') it-toqol tagħha, xejn ma jintrefa' minnu, lanqas jekk (li/ min issejjaħ) ikun qarib (tagħha). Int (Muħammad) twissi biss lil dawk li jibżgħu minn Sidhom bil-moħbi u jagħmlu t-talb. Min jissaffa, jissaffa biss għalih innifsu. Lejn Alla t-tmiem: (tal- bniedem)"},{"SurahNumber":35,"VerseNumber":19,"Text":"L-agħma u min jara ma humiex bħal xulxin"},{"SurahNumber":35,"VerseNumber":20,"Text":"lanqas id-dlamijiet u d-dawl"},{"SurahNumber":35,"VerseNumber":21,"Text":"lanqas id-dell u s-sħana tax-xemx"},{"SurahNumber":35,"VerseNumber":22,"Text":"il-ħajjin u l-mejtin ma humiex bħal xulxin. Tabilħaqq li Alla jsemma' lil-min irid, iżda inti (Muħammad) ma ssemmax lil min huwa fl-oqbra"},{"SurahNumber":35,"VerseNumber":23,"Text":"Inti biss wieħed li jwissi"},{"SurahNumber":35,"VerseNumber":24,"Text":"Aħna bgħatniek bis-sewwa, biex tagħti l-bxara t-tajba u twissi. Ma kienx hemm nazzjon li ma ġiex fih min iwissi"},{"SurahNumber":35,"VerseNumber":25,"Text":"U jekk (issa) qegħdin igiddbuk (kun af Muħammad li huma) tassew giddbu (ukoll) lil-dawk ta' qabilhom. Il- Mibgħutin tagħhom ġewhom bis-sinjali ċ-ċari, bil-Kotba mqaddsa, u bil-Ktieb li jagħti d-dawl (it-Tora)"},{"SurahNumber":35,"VerseNumber":26,"Text":"Imbagħad qbadt lil dawk li m'emmnux. Kemm kienet (tal-biża ') il-kundanna tiegħi (kontrihom)l"}]}