{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":90,"Text":"And there were, among the desert Arabs (also), men who made excuses and came to claim exemption; and those who were false to God and His Apostle (merely) sat inactive. Soon will a grievous penalty seize the Unbelievers among them"},{"SurahNumber":9,"VerseNumber":91,"Text":"There is no blame on those who are infirm, or ill, or who find no resources to spend (on the cause), if they are sincere (in duty) to God and His Apostle: no ground (of complaint) can there be against such as do right: and God is Oft-forgiving, Most Merciful"},{"SurahNumber":9,"VerseNumber":92,"Text":"Nor (is there blame) on those who came to thee to be provided with mounts, and when thou saidst, \"I can find no mounts for you,\" they turned back, their eyes streaming with tears of grief that they had no resources wherewith to provide the exp enses"},{"SurahNumber":9,"VerseNumber":93,"Text":"The ground (of complaint) is against such as claim exemption while they are rich. They prefer to stay with the (women) who remain behind: God hath sealed their hearts; so they know not (What they miss)"},{"SurahNumber":9,"VerseNumber":94,"Text":"They will present their excuses to you when ye return to them. Say thou: \"Present no excuses: we shall not believe you: God hath already informed us of the true state of matters concerning you: It is your actions that God and His Apostle will observe: in the end will ye be brought back to Him Who knoweth what is hidden and what is open: then will He show you the truth of all that ye did"},{"SurahNumber":9,"VerseNumber":95,"Text":"They will swear to you by God, when ye return to them, that ye may leave them alone. So leave them alone: For they are an abomination, and Hell is their dwelling-place,-a fitting recompense for the (evil) that they did"},{"SurahNumber":9,"VerseNumber":96,"Text":"They will swear unto you, that ye may be pleased with them but if ye are pleased with them, God is not pleased with those who disobey"},{"SurahNumber":9,"VerseNumber":97,"Text":"The Arabs of the desert are the worst in Unbelief and hypocrisy, and most fitted to be in ignorance of the command which God hath sent down to His Apostle: But God is All-knowing, All-Wise"},{"SurahNumber":9,"VerseNumber":98,"Text":"Some of the desert Arabs look upon their payments as a fine, and watch for disasters for you: on them be the disaster of evil: for God is He That heareth and knoweth (all things)"},{"SurahNumber":9,"VerseNumber":99,"Text":"But some of the desert Arabs believe in God and the Last Day, and look on their payments as pious gifts bringing them nearer to God and obtaining the prayers of the Apostle. Aye, indeed they bring them nearer (to Him): soon will God admit them to His Mercy: for God is Oft-forgiving, Most Merciful"}]}