{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Nthawi ya Hajji ili ndi miyezi yake yodziwika. Aliyense amene afuna kupanga Hajji m’menemu sayenera kugona ndi mkazi wake kapena kuchitazoipakapenakukanganandianzakenthawiya Hajji. Ndipo chabwino chilichonse chimene muchita, Mulungu amachidziwa. Mutenge kamba wa paulendo, koma kamba wabwino ndi kuopa Mulungu. Motero ndiopeni Ine, inu anthu ozindikira"},{"SurahNumber":2,"VerseNumber":198,"Text":"Palibe mlandu kwa inu ngati inu mufuna zabwino kuchokera kwa Ambuye wanu. Motero pamene muchoka ku Arafat, kumbukirani Mulungu pafupi ndi chizindikiro choyera. Ndipo mukumbukeni Iye chifukwa Iye wakutsogolerani, popeza kale ndithudi inu mudali wa iwo amene adasokera"},{"SurahNumber":2,"VerseNumber":199,"Text":"Ndipo pitani kumalo kumene anthu onse amapitako ndipo pemphani chikhululukiro cha Mulungu. Ndithudi Iye ndi wokhululukira ndi wachisoni chosatha"},{"SurahNumber":2,"VerseNumber":200,"Text":"Ndipo pamene inu mukwaniritsa mapemphero anu a Hajji, kumbukirani Mulungu monga momwe mumakumbukira makolo anu kapena kuposa pamenepo. Ndipo pakati pawo pali iye amene amanena kuti: “Ambuye wathu! Tipatseni zabwino m’dziko lapansi!” Ndipo munthu wotere sadzakhala ndi gawo m’moyo umene uli nkudza"},{"SurahNumber":2,"VerseNumber":201,"Text":"Ndipo pakati pawo alipo wina wa iwo amene amati: “Ambuye wathu! Tipatseni zabwino m’dziko lino ndiponso zabwino m’dziko limene lili nkudza ndipo titetezeni ku chilango cha moto.”"},{"SurahNumber":2,"VerseNumber":202,"Text":"Iwo adzakhala ndi gawo chifukwa cha ntchito zomwe amachita. Mulungu ndi wachangu powerengera"},{"SurahNumber":2,"VerseNumber":203,"Text":"Ndipo kumbukira Mulungu m’masiku owerengeka. Koma iye amene afulumira kuchoka pa masiku awiri salakwa ayi ndiponso naye amene amachedwerapo salakwa ayi ngati cholinga chake ndi kuchita zabwino ndi kumvera Mulungu. Ndipo dziwani kuti nonse, ndithudi, mudzasonkhanitsidwa kunka kwa Iye"},{"SurahNumber":2,"VerseNumber":204,"Text":"Pakati pa anthu pali wina amene zolankhula zake zokhudza moyo uno zimakukondweretsa ndipo iye amaitana Mulungu kuti achitire umboni pa zimene zili mumtima mwake pamene iye ndiye wolongolola pa gulu la adani onse"},{"SurahNumber":2,"VerseNumber":205,"Text":"Ndipo pamene iye achoka, amapita uku ndi uku kuyambitsa chisokonezo m’dziko ndi kuononga mbeu ndi ng’ombe ndipo Mulungu sakonda chisokonezo"},{"SurahNumber":2,"VerseNumber":206,"Text":"Ndipo zikanenedwa kwa iye kuti: “Opa Mulungu,” kudzitukumula kwake kumamupangitsa kuchita zoipa. Motero Gahena ndi yomuyenera. Ndipo ndi malo oipa kupumirako"},{"SurahNumber":2,"VerseNumber":207,"Text":"Ndipo pakati pawo pali munthu amene amadzipereka ndi cholinga chofuna chisangalalo cha Mulungu. Ndipo Mulungu ndi odzadza ndi chifundo kwa akapolo ake"},{"SurahNumber":2,"VerseNumber":208,"Text":"oh Inu anthu okhulupirira! Lowani Chisilamu ndi mtima wanu wonse ndipo musayende m’mapazi a Satana. Ndithudi iye ndiye mdani wanu weniweni"},{"SurahNumber":2,"VerseNumber":209,"Text":"Ndipo ngati inu muterera ndi kubwerera m’mbuyo pamene zizindikiro zadza kwa inu, dziwani kuti Mulungu ndi wa Mphamvu ndi Wanzeru"},{"SurahNumber":2,"VerseNumber":210,"Text":"Kodi iwo ali kudikira china chake kupatula kuti Mulungu awabwerere mu mthunzi wa mitambo pamodzi ndi angelo pa zomwe zatsimikizidwa ndipo zonse zimabwezedwa kwa Mulungu"}]}