{"Id":89,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou","Author":"Adel Theodor Khoury","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Und Wir sandten Noach zu seinem Volk. Er sagte: \"O mein Volk, dienet Gott. Ihr habt keinen Gott außer Ihm. Wollt ihr nicht gottesfürchtig sein"},{"SurahNumber":23,"VerseNumber":24,"Text":"Da sagten die Vornehmen aus seinem Volk, die ungläubig waren: \"Dieser ist nur ein Mensch wie ihr, der einen Vorzug euch gegenüber haben will. Und wenn Gott gewollt hätte, hätte Er Engel herabgesandt. Wir haben bei unseren Vorvätern so etwas nicht gehört"},{"SurahNumber":23,"VerseNumber":25,"Text":"Er ist nur ein Mann, der an Besessenheit leidet. So wartet mit ihm eine Weile ab"},{"SurahNumber":23,"VerseNumber":26,"Text":"Er sagte: \"Mein Herr, unterstütze mich, wo sie mich der Lüge zeihen"},{"SurahNumber":23,"VerseNumber":27,"Text":"Da offenbarten Wir ihm: \"Verfertige das Schiff vor unseren Augen und nach unserer Offenbarung. Und wenn unser Befehl kommt und der Ofen brodelt, so laß ein Paar von jeder Art und deine Familie hineingehen, außer dem, gegen den der Spruch vorher erging. Und sprich Mich nicht wegen derer an, die Unrecht tun; sie werden sicher ertränkt werden"},{"SurahNumber":23,"VerseNumber":28,"Text":"Und wenn du dich auf dem Schiff gut eingerichtet hast, du und diejenigen, die mit dir sind, dann sag: Lob sei Gott, der uns von den Leuten errettet hat, die Unrecht tun"},{"SurahNumber":23,"VerseNumber":29,"Text":"Und sag: Mein Herr, gewähre mir einen gesegnete Unterkunft. Du bist der Beste derer, die Unterkunft gewähren"},{"SurahNumber":23,"VerseNumber":30,"Text":"Darin sind Zeichen. Wir haben (sie) damit der Prüfung ausgesetzt"},{"SurahNumber":23,"VerseNumber":31,"Text":"Dann ließen Wir nach ihnen eine andere Generation entstehen"},{"SurahNumber":23,"VerseNumber":32,"Text":"Und Wir schickten unter sie einen Gesandten aus ihrer Mitte: «Dienet Gott. Ihr habt keinen Gott außer Ihm. Wollt ihr nicht gottesfürchtig sein?»"}]}