{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":22,"Text":"De ki: \"Allah'ın dışında (tanrı diye) öne sürdüklerinizi çağırın. Onların göklerde ve yerde bir zerre ağırlığınca bile (hiçbir şeye) güçleri yetmez; onların bu ikisinde hiçbir ortaklığı olmadığı gibi, O'nun bunlardan hiçbir destekçi olanı da yoktur"},{"SurahNumber":34,"VerseNumber":23,"Text":"O'nun Katında izin verdiğinin dışında (hiç kimsenin) şefaati yarar sağlamaz. En sonunda kalplerinden korku giderilince (birbirlerine:) \"Rabbiniz ne buyurdu?\" derler, \"Hak olanı\" derler. O, çok Yücedir, çok büyüktür"},{"SurahNumber":34,"VerseNumber":24,"Text":"De ki: \"Sizi göklerden ve yerden rızıklandıran kim?\" De ki: \" Allah, gerçekten ya biz, ya da siz herhalde bir hidayet üzerindeyiz veya apaçık bir sapıklıkta"},{"SurahNumber":34,"VerseNumber":25,"Text":"De ki: \"Siz, bizim işlemiş bulunduğumuz suçtan sorulacak değilsiniz ve biz de sizin yapmakta olduklarınızdan sorulacak değiliz"},{"SurahNumber":34,"VerseNumber":26,"Text":"De ki: \"Rabbimiz (kıyamet günü) bizi birarada toplayacak, sonra da hak ile aramızı ayıracaktır. O, (gerçek hükmünü vererek hak ile batılın arasını) açandır, (herşeyi hakkıyla) bilendir"},{"SurahNumber":34,"VerseNumber":27,"Text":"De ki: \"O'na (kulluk etmede) eklemekte olduğunuz ortakları bana gösterin. Asla (onlar ona gerçek ortak olamazlar); hayır, O, güçlü ve üstün olan, hüküm ve hikmet sahibi olan Allah'tır"},{"SurahNumber":34,"VerseNumber":28,"Text":"Biz seni ancak bütün insanlara bir müjde verici ve uyarıcı olarak gönderdik. Ancak insanların çoğu bilmiyorlar"},{"SurahNumber":34,"VerseNumber":29,"Text":"Onlar: \"Eğer doğru sözlü iseniz, bu va'd(ettiğiniz azap) ne zamanmış?\" derler"},{"SurahNumber":34,"VerseNumber":30,"Text":"De ki: \"Sizin için belirlenmiş bir gün vardır ki, ondan ne bir an ertelenebilirsiniz, ne de (bir an) öne alınabilirsiniz"}]}