{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"اور بیشک کہا تھا انھیں ہارون نے (موسیٰ کی واپسی سے پہلے) اے میری قوم! تم تو فتنہ میں مبتلا ہو گئے اس سے ۔ اور بلاشبہ تمھارا رب تو وہ ہے جو بیحد مہربان ہے پس تم میری پیروی کرو اور میرا حکم مانو"},{"SurahNumber":20,"VerseNumber":91,"Text":"قوم نے کہا تم تو اسی کی عبادت پر جمے رہیں گے یہاں تک کہ لوٹ آئیں ہماری طرف موسیٰ (علیہ السلام)"},{"SurahNumber":20,"VerseNumber":92,"Text":"موسیٰ نے (آکر غصّہ سے) کہا اے ہارون! کس چیز نے تجھے روکا کہ جب تو نے انھیں گمراہ ہوتے دیکھا"},{"SurahNumber":20,"VerseNumber":93,"Text":"تو (انھیں چھوڑ کر) میرے پیچھے نہ چلا آیا کیا تو نے بھی میری حکم عدولی کی"},{"SurahNumber":20,"VerseNumber":94,"Text":"ہارون نے کہا اے میرے ماں جائے (بھائی!) نہ پکڑو میری ڈاڑھی کو اور نہ میرے سر (کے بالوں) کو میں نے اس خوف سے (ان پر سختی نہ کی) کہ کہیں آپ یہ نہ کہیں کہ تو نے پھوٹ دال دی بنی اسرائیل کے درمیان اور میرے حکم کا انتظار نہ کیا"},{"SurahNumber":20,"VerseNumber":95,"Text":"آپ نے پوچھا اے سامری! (اس فتنہ انگیزی) سے تیری غرض کیا تھی؟"},{"SurahNumber":20,"VerseNumber":96,"Text":"اس نے کہا میں نے دیکھی ایسی چیز جو لوگوں نے یہ دیکھی پس میں نے مٹھی بھر لی ۔ رسول کی سواری کے نشان قدم کی خاک سے پھر اسے ڈال دیا (اس ڈھانچہ میں) اور اس طرح آراستہ کر دی میرے لیے میرے نفس نے یہ بات"},{"SurahNumber":20,"VerseNumber":97,"Text":"آپ نے (غصّہ سے ) فرمایا چلا جا ۔ پس تیرے لیے اس زندگی میں تو یہ (سزا) ہے کہ تو کہتا پھریگا کہ مجھے کوئی ہاتھ نہ لگائے اور بیشک تیرے لیے ایک اور وعدہ (عذاب) بھی ہے جس کی خلاف ورزی نہیں ہو گی اور (ذرا) دیکھ اپنے اس خدا کی طرف جس پر تو جم کر بیٹھا رہا (اس کا کیا حشر ہوتاہے) ہم اسے جلا ڈالینگے پھر ہم بکھیر کر بہا دینگے اس سمندر میں اس (کی راکھ) کو"},{"SurahNumber":20,"VerseNumber":98,"Text":"تمھارا معبود تو صرف اللہ تعالیٰ ہے جس کے سوا کوئی خدا نہیں گھیر رکھا ہے اس نے ہر چیز کو (اپنے) علم سے"},{"SurahNumber":20,"VerseNumber":99,"Text":"یوں ہم بیان کرتے ہیں آپ سے خبریں ان لوگوں کی جو پہلے گزر چکے ۔ اور ہم نے مرحمت فرمایا ہے آپ کو اپنی جناب سے ایک پند نامہ"},{"SurahNumber":20,"VerseNumber":100,"Text":"جو شخص روگردانی کریگا اس سے وہ اٹھائے گا قیامت کے دن ایک بوجھ"},{"SurahNumber":20,"VerseNumber":101,"Text":"یہ لوگ ہمیشہ اس بوجھ تلے دبے رہیں گے اور بہت تکلیف دہ ہوگا ان کے لیے روز قیامت یہ بوجھ"},{"SurahNumber":20,"VerseNumber":102,"Text":"جس روز پھونکا جائے گا صور میں اور ہم جمع کریں گے مجرموں کو اس دن اس حال میں کہ ان کی آنکھیں نیلی ہوں گی"},{"SurahNumber":20,"VerseNumber":103,"Text":"چپکے چپکے آپس میں کہیں گے کہ نہیں رہے تم دنیا میں مگر صرف دس دِن"},{"SurahNumber":20,"VerseNumber":104,"Text":"ہم خوب جانتے ہیں وہ جو کہیں گے جبکہ ان میں سب سے زیادہ زیرک کہے گا کہ نہیں ٹھیرے ہو تو مگر صرف ایک دن"}]}