{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Allah´a iftirada bulunup yalan uyduran veya O´nun âyetlerini yalanlayanlardan daha zâlim kim vardır? Durum o ki, zâlimler (umdukları) kurtuluşa elbette kavuşamazlar"},{"SurahNumber":6,"VerseNumber":22,"Text":"Onların hepsini (kabirlerinden) kaldırıp biraraya getireceğimiz, sonra da ortak koşanlara, «iddia edip durduğunuz ortaklarınız nerede ?» diyeceğimiz gün, (onlar için hiç oma hiç kurtuluş olmayacaktır)"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonra onların bir başka fitnesi olmayacak, sadece şu sözleri olacak: «Rabbimiz Allah´a yemin ederiz ki, biz ortak koşanlar değildik !»"},{"SurahNumber":6,"VerseNumber":24,"Text":"Bak, kendilerine karşı nasıl yalan söylediler de uydurdukları şeyler (putlar) da onlardan (nasıl) uzaklaşıp kayboldular"},{"SurahNumber":6,"VerseNumber":25,"Text":"Onlardan bir kısmı da sana kulak verip dinlerler, (inandıkları için dinlemezler, kusur bulmak için kulak kabartırlar). Biz, anlamamaları için kalblerinin üzerine kat kat örtü gerdik ; kulaklarına da bir ağırlık koyduk ; artık onlar bütün belge ve mu´cizeleri de görseler yine inanmazlar. O kadar ki, sana geldiklerinde seninle tartışıp çekişirler; küfredenler, «bu, eskilerin masallarından başka bir şey değildir» derler"},{"SurahNumber":6,"VerseNumber":26,"Text":"Onlar, O´ndan (Kur´ân ve Peygamber´den) alıkoymak İçin engel olurlar ve kendileri de O´ndan uzak kalırlar. Farkına varmayarak ancak kendilerini mahvederler"},{"SurahNumber":6,"VerseNumber":27,"Text":"Onları ateş üzerinde durdurulacakları zaman bir görsen, «Ah keşke biz geri çevrilsek de Rabbimizin âyetlerini bir daha yalanlamasak ve mü´minlerden olsak» derler"},{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır, daha önce gizledikleri şeyler onlara açıkça göründü. Eğer (Dünya´ya) geri döndürülselerdi yine de men´edildlkleri şeylere döneceklerdi ; doğrusu onlar yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Dediler ki: Hayat, sırf dünya hayatımızdır, başka bir hayat yoktur ve biz bir daha diriltilip kaldırılacak da değiliz"},{"SurahNumber":6,"VerseNumber":30,"Text":"Onları, Rabbin karşısına çıkarılıp (hesap alanında) durdurulacakları zaman bir görsen, şu (gördüğünüz dirilme) hak değil mi..? Diyecek. Evet, Rabbimize and olsun ki haktır, diyecekler. O halde inkâr ettiğinize karşılık azabı tadın, buyuracak"}]}