{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Əlif, Lam, Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allahdan başqa heç bir tanrı yoxdur. Əzəli, əbədi varlıq Odur"},{"SurahNumber":3,"VerseNumber":3,"Text":"Sənə özündən əvvəlkiləri (səmavi kitabları) təsdiq edən Kitabı (Qur’anı) haqq olaraq O nazil etdi. Tövratı da, İncili də O endirdi"},{"SurahNumber":3,"VerseNumber":4,"Text":"Daha öncə insanları hidayət etmək üçün. Furqanı da O nazil etdi. Allahın ayələrini inkar edənlər şiddətli əzaba düçar olacaqlar. Allah yenilməz qüvvət, intiqam sahibidir"},{"SurahNumber":3,"VerseNumber":5,"Text":"Yerdə və göylərdə heç bir şey Allahdan gizli qalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Bətnlərdə (anaların bətnində) sizə istədiyi surəti verən Odur! O qüdrət, hikmət sahibindən başqa heç bir tanrı yoxdur"},{"SurahNumber":3,"VerseNumber":7,"Text":"(Ya Rəsulum!) Sənə Kitabı (Qur’anı) nazil edən Odur. Onun (Kitabın) bir hissəsi (Qur’anın əslini, əsasını təşkil edən) möhkəm (mə’nası aydın, hökmü bəlli), digər qismi isə mütəşabih (çətin anlaşılan, dəqiq mə’nası bilinməyən, məğzi bəlli olmayan) ayələrdir. Ürəklərində əyrilik (şəkk-şübhə) olanlar fitnə-fəsad salmaq və istədikləri kimi mə’na vermək məqsədilə mütəşabih ayələrə uyarlar (tabe olarlar). Halbuki onların yozumunu (həqiqi mə’nasını) Allahdan (yaxud Allahdan və elmdə qüvvətli olanlardan) başqa heç kəs bilməz. Elmdə qüvvətli olanlar isə: “Biz onlara iman gətirdik, onların hamısı Rəbbimizin dərgahındandır”, - deyərlər. Bunları ancaq ağıllı adamlar dərk edərlər"},{"SurahNumber":3,"VerseNumber":8,"Text":"Ey Rəbbimiz! Bizi doğru yola yönəltdikdən sonra ürəklərimizə şəkk-şübhə (azğınlıq, əyrilik) salma! Bizə Öz tərəfindən bir mərhəmət bəxş et, çünki Sən, həqiqətən, (bəndələrinə mərhəmət, ne’mət) bəxş edənsən"},{"SurahNumber":3,"VerseNumber":9,"Text":"Ey Rəbbimiz! Olacağına şübhə edilməyən bir gündə (qiyamətdə) bütün insanları (bir yerə) toplayan Sənsən. Allah Öz və’dəsindən əsla dönməz"}]}