{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"کچھ لوگ ایسے بھی ہیں جو یہ کہتے ہیں کہ ہم خدا اور آخرت پر ایمان لائے ہیں حالانکہ وہ صاحب ایمان نہیں ہیں"},{"SurahNumber":2,"VerseNumber":9,"Text":"یہ خدا اور صاحبان ایمان کو دھوکہ دینا چاہتے ہیں حالانکہ اپنے ہی کو دھوکہ دے رہے ہیں اور سمجھتے بھی نہیں ہیں"},{"SurahNumber":2,"VerseNumber":10,"Text":"ان کے دلوں میں بیماری ہے اور خدا نے نفاق کی بنا پر اسے اور بھی بڑھا دیا ہے. اب اس جھوٹ کے نتیجہ میں انہیں درد ناک عذاب ملے گا"},{"SurahNumber":2,"VerseNumber":11,"Text":"جب ان سے کہا جاتا ہے کہ زمین میں فساد نہ برپا کرو تو کہتے ہیں کہ ہم تو صرف اصلاح کرنے والے ہیں"},{"SurahNumber":2,"VerseNumber":12,"Text":"حالانکہ یہ سب مفسد ہیں اور اپنے فسادکو سمجھتے بھی نہیں ہیں"},{"SurahNumber":2,"VerseNumber":13,"Text":"جب ان سے کہا جاتا ہے کہ دوسرے مومنین کی طرح ایمان لے آؤ تو کہتے ہیں کہ ہم بے وقوفوں کی طرح ایمان اختیار کرلیں حالانکہ اصل میں یہی بے وقوف ہیں اور انہیں اس کی واقفیت بھی نہیں ہے"},{"SurahNumber":2,"VerseNumber":14,"Text":"جب یہ صاحبانِ ایمان سے ملتے ہیںتو کہتے ہیں کہ ہم ایمان لے آئے اور جب اپنے شیاطین کی خلوتوں میں جاتے ہیں تو کہتے ہیں کہ ہم تمہاری ہی پارٹی میں ہیں ہم تو صرف صاحبانِ ایمان کا مذاق اڑاتے ہیں"},{"SurahNumber":2,"VerseNumber":15,"Text":"حالانکہ خدا خود ان کو مذاق بنائے ہوئے ہے اور انہیںسرکشی میں ڈھیل دیئے ہوئے ہے جو انہیں نظر بھی نہیں آرہی ہے"},{"SurahNumber":2,"VerseNumber":16,"Text":"یہی وہ لوگ ہیں جنہوں نے ہدایت کو دے کرگمراہی خرید لی ہے جس تجارت سے نہ کوئی فائدہ ہے اور نہ اس میں کسی طرح کی ہدایت ہے"},{"SurahNumber":2,"VerseNumber":17,"Text":"ان کی مثال اس شخص کی ہے جس نے روشنی کے لئے آگ بھڑکائی اور جب ہر طرف روشنی پھیل گئی تو خدا نے اس کے نور کو سلب کرلیا اور اب اسے اندھیرے میں کچھ سوجھتا بھی نہیں ہے"},{"SurahNumber":2,"VerseNumber":18,"Text":"یہ سب بہرےً گونگے اور اندھے ہوگئے ہیں اور اب پلٹ کر آنے والے نہیں ہیں"},{"SurahNumber":2,"VerseNumber":19,"Text":"ان کی دوسری مثال آسمان کی اس بارش کی ہے جس میں تاریکی اور گرج چمک سب کچھ ہوکہ موت کے خوف سے کڑک دیکھ کر کانوں میں انگلیاں رکھ لیں. حالانکہ خدا کافروں کا احاطہ کئے ہوئے ہے اور یہ بچ کر نہیں جاسکتے ہیں"},{"SurahNumber":2,"VerseNumber":20,"Text":"قریب ہے کہ بجلی ان کی آنکھوں کو چکاچوندھ کردے کہ جب وہ چمک جائے تو چل پڑیں اور جب اندھیرا ہوجائے تو ٹھہر جائیں. خدا چاہے تو ان کی سماعت و بصارت کو بھی ختم کرسکتا ہے کہ وہ ہر شے پر قدرت و اختیار رکھنے والا ہے"}]}