{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"Ey iman edenler! Allah, kendisini görmeksizin zâtından korkanları meydana çıkarmak için, ihramda iken sizleri av gibi bir şeyle imtihan edecek; (öyle ki, bol olan bu av hayvanlarına) isterseniz elleriniz de yetişebilecek, mızraklarınız da. Kim bundan sonra hududu aşıp av yaparsa, işte ona acıklı bir azap vardır"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ey iman edenler! Siz, ihramda iken avı öldürmeyin. İçinizden kim onu bilerek öldürürse, ona, öldürdüğü hayvanın benzeri bir hayvan kurban etmek cezası vardır; buna, Kâbe’ye ulaşmış bir kurbanlık olmak üzere, içinizden adâlet sahibi iki kişi hükmeder. Yahut bir keffâret vardır ki, (bu da) nisbette yoksulu doyurmak veya her fakire karşılık bir gün oruç tutmaktır. Böylece yaptığının cezasını tatsın. Allah geçmişte yapılanları bağışladı. Fakat kim (bundan sonra) bir daha yaparsa Allah ondan intikamını alacaktır. Allah mutlak galibdir, intikam sahibidir"},{"SurahNumber":5,"VerseNumber":96,"Text":"Deniz avı yapmak ve onu yemek size helâl kılındı ki, hem size, hem de yolcu olanlarınıza faydalı olsun. Kara avı ise, ihrâmda bulunduğunuz müddet içerisinde, size haram edildi. Huzuruna varıp toplanacağınız Allah’dan korkun"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah, Kâbe’yi, o Beyt-i Haram’ı insanlar için din işlerinde bir düzen ve dünyada cinayetten emin bir yer kıldı. Haram olan ayları (hac aylarını) da, gerdanlıksız ve gerdanlıklı kurbanlıkları da hem mağfiret, hem de taarruzdan korunma sebebi kıldı. Bütün bunlar, Allah’ın göklerde ve yerde ne varsa hepsini bildiğini ve gerçekten Allah’ın her şeyi bilici olduğunu sizin de bilmeniz içindir"},{"SurahNumber":5,"VerseNumber":98,"Text":"Biliniz ki, Allah’ın azabı çok şiddetlidir ve gerçekten mağfireti boldur, ziyade merhametlidir"},{"SurahNumber":5,"VerseNumber":99,"Text":"Peygamberin üzerinizdeki (görevi) ancak ilâhi emirleri tebliğdir. Allah, açıkladığınız ve gizlediğiniz sözlerle hareketlerinizin hepsini bilir"},{"SurahNumber":5,"VerseNumber":100,"Text":"De ki: “- Murdarla temiz (haramla helâl) bir olmaz; murdarın çokluğu hoşunuza gitse bile”. O halde ey gerçek akıl sahipleri, haram (murdar) hususunda Allah’dan korkun ki, kurtuluşa kavuşasınız"}]}