{"Id":240,"LanguageCodes":["lg","lug"],"Name":"lug-fareeqmusa","Author":"Fareeq Musa","Language":"Ganda","Description":"Ganda","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"Ekibinja (kyabwe) bwe kyamala okuva (Emisiri) Kitaabwe naagamba nti mpulira akawoowo ka Yusuf singa si kutya nti munamputtawaza"},{"SurahNumber":12,"VerseNumber":95,"Text":"Nebagamba nti tulayira Katonda mazima ggwe oli mu bubuzeebwo obw'edda"},{"SurahNumber":12,"VerseNumber":96,"Text":"Eyaleeta amawulire ag'esssanyu bwe yatuuka, (ekyambalo) yakissa ku kyenyikye (ekya Yakub) awo wennyini naddamu okulaba. (Yakub) naagamba nti saabagamba nti mmanyi okuva ewa Katonda ebyo bye mutamanyi"},{"SurahNumber":12,"VerseNumber":97,"Text":"Nebagamba nti owange Kitaffe tusabire Katonda atusonyiwe ebyonoono byaffe mazima twali basobya"},{"SurahNumber":12,"VerseNumber":98,"Text":"Naagamba nti nja kubasabira Mukama omulabirizi wange abasonyiwe, mazima yye ye musonyiyi omusaasizi ennyo"},{"SurahNumber":12,"VerseNumber":99,"Text":"Bwe baayingira awaali Yusuf yasembeza bakaddebe gyali era naagamba nti muyingire Misiri mubeere mirembe Katonda bwanaaba ayagadde"},{"SurahNumber":12,"VerseNumber":100,"Text":"Era yasitula bakaddebe naabatuuza ku Ntebeye (Ey'obukulubwe) bonna ne bakutama ne bamuvunnamira era naagamba nti owange Kitange, gano ge makulu g’ekirooto kyange kye nnaloota edda, mazima Katonda wange akituukirizza, era mazima yankolera obulungi bwe yanzija mu kkomera ate na mmwe naabaleeta okubajja mu kyalo oluvanyuma lwa Sitane okuba nti yatabula wakati wange ne baganda bange. Mazima Mukama omulabirizi wange alumirwa oyo gwaba ayagadde anti mazima yye mumanyi nnyo mugoba nsonga"},{"SurahNumber":12,"VerseNumber":101,"Text":"Ayi Mukama omulabirizi wange mazima ompadde kyompadde mu bufuzi era nommanyisa okuvvuunula endooto, (ggwe) omutonzi w'eggulu omusanvu ne nsi, ggwe mukuumi wange ku nsi ne ku nkomerero. Nzita nga ndi musiraamu onteeke mu bakozi b'obulungi"},{"SurahNumber":12,"VerseNumber":102,"Text":"Ebyo nno bye bimu ku bigambo ebyekusifu bye tukutumira (ggwe Muhammad) era tewali nabo bwe bassa ekimu nga bakola olukwe"},{"SurahNumber":12,"VerseNumber":103,"Text":"Abantu abasinga obungi ne bwolulunkana otya tebayinza kubeera bakkiriza"},{"SurahNumber":12,"VerseNumber":104,"Text":"Sso ate tobasaba mpeera (ku kyobalungamya) tekiri (kyokola) okugyako okujjukiza eri ebitonde"}]}