{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":35,"VerseNumber":8,"Text":"Kodi iye,amene zoipa zake zimaoneka ngati zabwino, moti akamaziona amati ndi zabwino? Ndithudi Mulungu amasocheretsa aliyense amene amamufuna ndiponso amatsogolera aliyense amene wamufuna. Kotero usavutike mu mtima mwako chifukwa cha iwo. Ndithudi Mulungu amadziwa zonse zimene amachita"},{"SurahNumber":35,"VerseNumber":9,"Text":"Ndipo Mulungu ndiye amene amatumiza mphepo imene imayendetsa mtambo, ndipo timauyendetsa kudziko lakufa ndipo ndi iwo timapereka moyo ku nthaka ikafa. Kumeneko ndiko kuuka kwa akufa"},{"SurahNumber":35,"VerseNumber":10,"Text":"Aliyense amene afuna ulemu ndi mphamvu ndi kwa Mulungu kumene kuli ulemu ndi mphamvu. Kwa Iye ndiko kumene kumapita mawu abwino ndipo ntchito zabwino amazinyamula. Akakhala iwo amene amakonza ntchito zoipa, iwo adzalandira chilango chowawa ndipo chikonzero chawo chidzafafanizidwa"},{"SurahNumber":35,"VerseNumber":11,"Text":"Ndipo Mulungu adakulengani inu kuchokera ku dothi, kenaka adakulengani kuchokera ku dontho la umuna ndipo adakupangani inu awiriawiri ndipo palibe mkazi amene amaima kapena kubala kupatula ndi chilolezo chake. Ndipo palibe aliyense amene moyo wake umapitirizidwa kapena kuchepetsedwa kupatula zimene zidalembedwa m’Buku Lopatulika. Ndithudi zimenezi ndi za pafupi ndi Mulungu"},{"SurahNumber":35,"VerseNumber":12,"Text":"Ndiponyanjaziwirisizingakhalezofananakwenikweni. Ina ndi ya madzi ozuna amene amatha ludzu chifukwa cha kukoma kwake, okoma kumwa; ndipo ina ndi yamchere, imene imatentha chifukwa cha mchere. Komabe kuchokera mu zonse inu mumadya zakudya zabwino ndipo mumatulutsamo zinthu zosangalatsa zimene mumavala. Ndipo inu mumaona zombo zilikuyenda m’mafunde kuti inu muthe kufunafuna zokoma za Mulungu ndiponso kuti muzithokoza"},{"SurahNumber":35,"VerseNumber":13,"Text":"Iye amasanduliza usiku kuti ukhale usana ndipo amasanduliza usana kuti ukhale usiku ndipo Iye adalamula dzuwa ndi mwezi kumvera malamulo ake. Iye adalamula chilichonse kuti chiziyenda m’njira yake mpaka pa tsiku lokhazikitsidwa. Iye ndi Mulungu,Ambuye wanu; wake ndi Ufumu ndipo iwo amene mumapembedza poonjezera pa Mulungu salamulira chinthu ngakhale chaching’ono"},{"SurahNumber":35,"VerseNumber":14,"Text":"Ngati inu muwapempha iwo sadzamva kupempha kwanu ndipo ngati iwo akadamva iwo sangathe kuyankha mapemphero anu. Ndipo pa tsiku lachiweruzo iwo adzakukanani inu. Ndipo palibe wina amene angakuuzeni inu kuposa Iye amene amadziwa chilichonse"}]}