{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":28,"VerseNumber":76,"Text":"Bi rastî Qarûn (bi xweber jî) ji komalê Mûsa bû (kurê apê wî bû). Îdî ewî li ser (Mûsa û peyrewê wî) quretî û pozbilindî kirîye. Me wusa ji bona (Qarûn ra) maldan çe kirîye: zimanê devê xezîneyên wî komeke bi hêz dikarîya hilde. Di gavekî da komalê wî ji bona wî ra (aha) gotîye: \"(Qarûn!) tu xwe qure neke, loma bi rastî Yezdan ji wanê qure ê şa, hez nake"},{"SurahNumber":28,"VerseNumber":77,"Text":"(Tu bi wî tiştê ku Yezdan daye te, êwra para da bixwaze u tu para xweyê cîhanê jî bîrva neke; ça Yezdan bi te ra qencî kirîye tu jî wusa qencîyan ji bona hewcan ra) bike û tu di zemîn da tevdanî neke, loma bi rastî Yezdan ji tevdanokan hez nake"},{"SurahNumber":28,"VerseNumber":78,"Text":"(Qarûn ji wan ra aha) gotîye, \"Evan (zengînên hanênan) bi zanîna min ji min ra hatine.” Ma qey ewa nizane, ku me di berya wî da di wan çaxên borî da çiqa merivên ji wî maldar û bi hêztir teşqele kirine? (Di gava teşqelekirinê da) gunehkar ji kirina gonehan nayêne pirsînê"},{"SurahNumber":28,"VerseNumber":79,"Text":"Îdî Qarûn bi xemla xwe va derketîye nava komalê xwe; ewanê jîna cîhanê divan hene! Ewan (aha) gotine: \"Xwazîka wekî tişta ji Qarûn ra hatîye; ji bona me ra jî ewa hebûya. Loma bi rastî Qarûn xwaye para mezin e (ewa bextîyar e)"},{"SurahNumber":28,"VerseNumber":80,"Text":"Ewanê ji bona wan ra zanîn hatîye dayînê hene! Ewan jî (aha) gotine: \"Xwelî li we be: Ji bona wanê bawer kirine û karê aştî kirine hene! Qencîya Yezdan ji wan ra çêtir e. Ji pêştirê wanê (ku li ser cefadana di rêya Yezdan da) hew kirine (qe tu kes) nagihêje (wan qencîyan)"},{"SurahNumber":28,"VerseNumber":81,"Text":"Îdî paşê me (Qarûn) û bi mal û xênîyên wî va di zemîn da xiste xarê, ji pêş- tirê Yezdan, ji bona Qarûn ra qe tu komeke xurte, ku ewî ê malê wî ji teşqele bide para da tunebû. Şixwa ewî bi xweber jî nikarbûye arîkarîya xwe bike"},{"SurahNumber":28,"VerseNumber":82,"Text":"Ewanê, ku duhe dixwastin bikebine şûna Qarûn hene! Ewan jî (gava dîtine, ku aha hatîye serê (Qarûn) gotine: \"Ax! Erê wusa ne, Yezdan ji kêjan bendeyên xwe ra bivê, mal dide wan û ji kîjanan ra jî nevê mal nade wan. Heke Yezdan bi me qencî ne kiribûya wê em jî bixistina zemîn. Ax wusa ne! Bi rastî file serfiraz nabin"},{"SurahNumber":28,"VerseNumber":83,"Text":"Ewa êwra para da heye! Em ewê hey ji bona wanê, ku navên di zemîn da tevdanî û quretî bikin, dixne êwirgeh. Şixwa encama para ji bona Xuda parizane"},{"SurahNumber":28,"VerseNumber":84,"Text":"Kîjan bi qencîyan va (li bal me da) hatibe, îdî ji bona wî ra ji wan (qencîyên, ku ewî anîne) qencîyên çêtir hene. Kîjan bi sikatîyan (li bal me da) hatibe, îdî ewanê sikatî kirine hene! Ewan hey bi tişta kirine têne celatkirinê"},{"SurahNumber":28,"VerseNumber":85,"Text":"(Muhemmed!) Bi rastî ewê ku Qur’an li ser te da (hinartîye û xwundina wê) li ser te bi vê nevê kirîye heye! Ewa (Xudaê te ye) wê te li bal wî cîyî (ji te ra hatîye peymandanê) behere. (Muhemmed! Tu ji bona wan ra aha) bêje: \"Bi rastî Xudayê min, ka kîjan bi beledî hatîye hatîye û ka kîjan di rê wundabûneke xwuyan da ne, çêtir dizane"},{"SurahNumber":28,"VerseNumber":86,"Text":"Îdî (Muhemmed!) tu ji bona filan ra nebe piştevan, loma te bi xweber guman ne dikir, ku wê pirtûkê (di jor da)li bal te da bê berdanê. (Hinartina vê pirtûkê) hey dilovîneke ji Xudayê te ye"},{"SurahNumber":28,"VerseNumber":87,"Text":"Ji piştî, ku beratênYezdan li bal te da hatine hinartinê, bira ewan (filan) te ji xwundina wê nedine para da, tu ewan (filan) li bal Xudayê xwe da gazî bike. (Muhemmed!) Tu qe nebe ji wanê hevrîçêker"},{"SurahNumber":28,"VerseNumber":88,"Text":"Û tu bi perestîya Yezdan ra, perestîya tu Xuda ne maî neke, loma ji pêştirê wî qe tu Xuda tune ne. Hemî tiştê ji pêştirê Yezdan wê teşqele bibin, hey berewanî ji bona wî ra ne; hûnê (dawyê da) hey li bal wî da bizivirin"}]}