{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":142,"Text":"Et Nous donnâmes à Moïse rendez-vous pendant trente nuits, et Nous les complétâmes par dix, de sorte que le temps fixé par son Seigneur se termina au bout de quarante nuits. Et Moïse dit à Aaron son frère : \"Remplace-moi auprès de mon peuple, et agis en bien, et ne suis pas le sentier des corrupteurs"},{"SurahNumber":7,"VerseNumber":143,"Text":"Et lorsque Moïse vint à Notre rendez-vous et que son Seigneur lui eut parlé, il dit : \"Ô mon Seigneur ! Montre-Toi à moi pour que je Te voie !\" Il dit : \"Tu ne Me verras pas ; mais regarde le Mont : s’il tient en sa place, alors tu Me verras.\" Mais lorsque son Seigneur Se manifesta au Mont, Il le pulvérisa, et Moïse s’effondra foudroyé. Lorsqu’il se fut remis, il dit : \"Gloire à toi ! À Toi je me repens ; et je suis le premier des croyants"},{"SurahNumber":7,"VerseNumber":144,"Text":"Et (Allah) dit : \"Ô Moïse ! Je t’ai préféré à tous les hommes, par Mes messages et Ma parole. Prends donc ce que Je te donne, et sois du nombre des reconnaissants"},{"SurahNumber":7,"VerseNumber":145,"Text":"Et Nous écrivîmes pour lui, sur les tablettes, une exhortation concernant toute chose, et un exposé détaillé de toute chose. “Prends-les donc fermement et ordonne à ton peuple d’en adopter le meilleur ! Bientôt, Je vous ferai voir la demeure des pervers"},{"SurahNumber":7,"VerseNumber":146,"Text":"Je détournerai de Mes signes ceux qui, sans raison, s’enflent d’orgueil sur Terre. Et même s’ils voyaient tous les miracles, ils n’y croiraient pas. Et s’ils voient le bon sentier, ils ne le prennent pas comme sentier. Mais s’ils voient le sentier de l’erreur, ils le prennent comme sentier. C’est qu’en vérité ils ont traité de mensonges Nos signes et ils ne leur accordaient aucune attention"},{"SurahNumber":7,"VerseNumber":147,"Text":"Et ceux qui traitent de mensonges Nos signes ainsi que la rencontre de l’au-delà, leurs œuvres sont vaines. Seraient-ils rétribués autrement que selon leurs œuvres"}]}