{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"N’abantu bo mu bwoko bwa Adi51, twaboherereje umuvandimwe wabo Hudu. Yarababwiye ati \"Yemwe bantu banjye! Nimugaragire Allah. Nta yindi mana mufite itari we (Allah). Ese ubwo ntimutinya (ibihano bye)"},{"SurahNumber":7,"VerseNumber":66,"Text":"Abanyacyubahiro bo mu bwoko bwe bahakanye (Allah), baravuze bati \"Mu by’ukuri, turakubonamo ubucucu kandi rwose turabona uri umwe mu banyabinyoma"},{"SurahNumber":7,"VerseNumber":67,"Text":"Arababwira ati \"Yemwe bantu banjye! Nta bucucu mfite, ahubwo ndi intumwa yoherejwe na Nyagasani w’ibiremwa byose"},{"SurahNumber":7,"VerseNumber":68,"Text":"Mbagezaho ubutumwa bwa Nyagasani wanjye, kandi ndi umujyanama wanyu w’umwizerwa"},{"SurahNumber":7,"VerseNumber":69,"Text":"Ese mutangazwa n’uko mwagezweho n’urwibutso ruturutse kwa Nyagasani wanyu, runyujijwe ku muntu ubakomokamo, kugira ngo ababurire? Munibuke ubwo yabagiraga abasigire nyuma y’abantu ba Nuhu, akanabongerera ibigango miremekere yanyu. Ngaho nimwibuke mu inema za Allah kugira ngo muzakiranuke"},{"SurahNumber":7,"VerseNumber":70,"Text":"(Abantu bo mu bwoko bwa Adi) baravuga bati \"Ese uzanywe no kutubwiriza gusenga Allah wenyine, tukareka ibyo abakurambere bacu basengaga? Ngaho tuzanire ibyo udukangisha (ibihano) niba koko uri mu banyakuri"},{"SurahNumber":7,"VerseNumber":71,"Text":"(Hudu) arababwira ati \"Ibihano n’uburakari biturutse kwa Nyagasani wanyu byamaze kubageraho. Ese murangisha impaka ku mazina mwiyitiye (ibigirwamana byanyu), mwe n’abakurambere banyu Allah atarigeze abibemerera? Ngaho nimutegereze, mu by’ukuri, ndi kumwe namwe mu bategereje"},{"SurahNumber":7,"VerseNumber":72,"Text":"Nuko turamurokora we n’abari kumwe na we ku bw’impuhwe ziduturutseho, tunarimbura abahinyuye ibimenyetso byacu, kandi ntabwo bari abemera"}]}