{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"پیاوان سەرپەرشتیارن (کاربەدەستن) بەسەر ئافرەتانەوە بەھۆی ئەوەوە خوا فەزڵی ھەندێکیانی داوە بەسەر ھەندێکیاندا ھەروەھا بەھۆی ئەوەی کە (پیاوان) لەسامانەکانیان خەرج دەکەن جا ئافرەتە چاکەکان (ئەوانەن) گوێرایەڵانی بەردەوام (بۆ خواو پاشان مێردەکانیان) پارێزەرانی (داوێنی خۆیان وسامانی مێردەکانیانن) کە مێردەکانیان لەماڵەوە نەبن بەھۆی ئەوەی خوا فەرمانی پاراستنی داوە, وەئەو ئافرەتانەش کەئێوە دەترسن سەرپێچیتان بکەن ئەوە ئامۆژگاریان بکەن و جێگەیان لێ جیابکەنەوە (و لەگەڵیان مەخەون) وە لێیان بدەن بە (سوکی بەشێوەیەک کەلەشی عەیبدار نەکات) جا ئەگەر گوێرایەڵیان کردن ئەوە ئیتر ھیچ رێگەیەک لەدژیان مەگرنەبەر بەڕاستی خوا ھەمیشە بەرز وبڵند و گەورەیە"},{"SurahNumber":4,"VerseNumber":35,"Text":"وە ئەگەر ترسان لە تێکچونی نێوانیان (ژن و مێرد) ئەوە ناوبژیوانێک بنێرن لەخزمی پیاوەکە و ناو بژیوانێک لە خزمی ئافرەتەکە ئەگەر (دوو ناوبژیوانەکە) ئاشتییان بوێت خوا نێوان ژن و مێردەکە چاک دەکاتەوە بەڕاستی خوا ھەمیشە زانا و ئاگادارە"},{"SurahNumber":4,"VerseNumber":36,"Text":"بەس خوا بپەرستن، و ھیچ شتێک مەکەن بەھاوبەشی ھەروەھا لەگەڵ دایک و باوکتاندا چاک بن وە لەگەڵ خزم و نزیکان و ھەتیوان و ھەژاران وھاوسێی خزم و ھاوسێی بێگانە یا دوور و ھاوڕێی ھەمیشەیی یا ھاوڕێی سەفەر و ڕێبوار و ئەوانەی بوون بەموڵکتان (چاک بن لەگەڵیاندا) بەڕاستی خوا خۆشی ناوێت ئەو کەسەی کە خۆ بەزل زان و شانازیکار بێت"},{"SurahNumber":4,"VerseNumber":37,"Text":"ئەوانەی کە چرووکن فەرمانیش دەکەن بەخەڵکی بەچرووکی وە دەیشارنەوە ئەوەی خوا پێی بەخشیوون لە بەخششی خۆی وە ئامادەمان کردوە بۆ بێباوەڕان سزایەکی ریسواکەر"},{"SurahNumber":4,"VerseNumber":38,"Text":"وە ئەوانەی ماڵەکانیان دەبەخشن لەبەر ڕوپامایی خەڵکی باوەڕیش ناھێنن نەبەخوا و نەبەڕۆژی دوایی وە ھەرکەس شەیتان ھاورێی بێت ئەوە (شەیتان) ھاورێیەکی زۆر خراپە"},{"SurahNumber":4,"VerseNumber":39,"Text":"وە ئەوانە چ زیانێکیان دەکەوتە سەر؟ ئەگەر باوەڕیان بھێنایە بەخوا وە بەڕۆژی دوایی وەبیان بەخشییایە لەوەی کەخوا پێ ی بەخشیبوون وەخوا ھەمیشە زانایە پێیان"},{"SurahNumber":4,"VerseNumber":40,"Text":"بەڕاستی خوا بە ئەندازەی گەردیلەیەک ستەم ناکات وە ئەگەر چاکەیەک ھەبێت (خودا) پاداشتەکەی چەندجارە دەکاتەوە و دەیبەخشێت لەلایەن خۆیەوە پاداشتێکی گەورە"},{"SurahNumber":4,"VerseNumber":41,"Text":"ئەمجا (حاڵی کافران) چۆن بێت کاتێک ھێنامان لە ھەموو ئومەتێکدا شایەتێک (کە پێغەمبەرەکەیانە) تۆیشمان ھێنا (ئەی موحەممەد ﷺ) بەشایەت بەسەر ئائەوانەوە"},{"SurahNumber":4,"VerseNumber":42,"Text":"لەو ڕۆژەدا ئاوات دەخوازن ئەوانەی کافر بوون و سەرپێچی پێغەمبەریان کرد کە زەویان بەسەردا تەخت بکرێت (واتە بخرێنە ژێر زەوی و نەھێنرێنە دەرەوە) وە (لەو ڕۆژەدا) ھیچ قسەو باسێک لەخوا ناشارنەوە"}]}