{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"BEHOLD, God enjoins justice, and the doing of good, and generosity towards [one's] fellow-men; and He forbids all that is shameful and all that runs counter to reason, as well as envy; [and] He exhorts you [repeatedly] so that you might bear [all this] in mind"},{"SurahNumber":16,"VerseNumber":91,"Text":"And be true to your bond with God whenever you bind yourselves by a pledge, and do not break [your] oaths after having [freely] confirmed them and having called upon God to be witness to your good faith: behold, God knows all that you do"},{"SurahNumber":16,"VerseNumber":92,"Text":"Hence, be not like her who breaks and completely untwists the yarn which she [herself] has spun and made strong-[be not like this by] using your oaths as a means of deceiving one another, simply because some of you may be more powerful than others.\" By all this, God but puts you to a test-and [He does it] so that on Resurrection Day He might make clear unto you all that on which you were wont to differ"},{"SurahNumber":16,"VerseNumber":93,"Text":"For, had God so willed, He could surely have made you all one single community; however, He lets go astray him that wills [to go astray], and guides aright him that wills [to be guided]; and you will surely be called to account for all that you ever did"},{"SurahNumber":16,"VerseNumber":94,"Text":"And do not use your oaths as a means of deceiving one another-or else [your] foot will slip after having been firm, and then you will have to taste the evil [consequences] of your having turned away from the path of God, with tremendous suffering awaiting you [in the life to come]"},{"SurahNumber":16,"VerseNumber":95,"Text":"Hence, do not barter away your bond with God for a trifling gain! Verily, that which is with God is by far the best for you, if you but knew it"},{"SurahNumber":16,"VerseNumber":96,"Text":"all that is with you is bound to come to an end, whereas that which is with God is everlasting. And most certainly shall We grant unto those who are patient in adversity their reward in accordance with the best that they ever did"},{"SurahNumber":16,"VerseNumber":97,"Text":"As for anyone - be it man or woman - who does righteous deeds, and is a believer withal - him shall We most certainly cause to live a good life. and most certainly shall We grant unto such as these their reward in accordance with the best that they ever did"},{"SurahNumber":16,"VerseNumber":98,"Text":"NOW whenever thou happen to read this Qur'an, seek refuge with God from Satan, the accursed"},{"SurahNumber":16,"VerseNumber":99,"Text":"Behold, he has no power over those who have attained to faith and in their Sustainer place their tray trust"},{"SurahNumber":16,"VerseNumber":100,"Text":"he has power only over those who are willing to follow him, and who [thus] ascribe to him a share in God's divinity"}]}