{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"All that is in the heavens and the earth magnifies God; He is the All-mighty, the All-wise"},{"SurahNumber":59,"VerseNumber":2,"Text":"It is He who expelled from their habitations the unbelievers among the People of the Book at the first mustering. You did not think that they would go forth, and they thought that their fortresses would defend them against God; then God came upon them from whence they had not reckoned, and He cast terror into their hearts as they destroyed their houses with their own hands, and the hands of the believers; therefore take heed, you who have eyes"},{"SurahNumber":59,"VerseNumber":3,"Text":"Had God not prescribed dispersal for them, He would have chastised them in this world; and there awaits them in the world to come the chastisement of the Fire"},{"SurahNumber":59,"VerseNumber":4,"Text":"That is because they made a breach with God and His Messenger; and whosoever makes a breach with God, God is terrible in retribution"},{"SurahNumber":59,"VerseNumber":5,"Text":"Whatever palm-trees you cut down, or left standing upon their roots, that was by God's leave, and that He might degrade the ungodly"},{"SurahNumber":59,"VerseNumber":6,"Text":"And whatever spoils of war God has given unto His Messenger from them, against that you pricked neither horse nor camel; but God gives authority to His Messengers over whomsoever He will. God is powerful over everything"},{"SurahNumber":59,"VerseNumber":7,"Text":"Whatsoever spoils of war God has given to His Messenger from the people of the cities belongs to God, and His Messenger, and the near kinsman, orphans, the needy and the traveller, so that it be not a thing taken in turns among the rich of you. Whatever the Messenger gives you, take; whatever he forbids you, give over. And fear God; surely God is terrible in retribution"},{"SurahNumber":59,"VerseNumber":8,"Text":"It is for the poor emigrants, who were expelled from their habitations and their possessions, seeking bounty from God and good pleasure, and helping God and His Messenger; those -- they are the truthful ones"},{"SurahNumber":59,"VerseNumber":9,"Text":"And those who made their dwelling in the abode, and in belief, before them; love whosoever has emigrated to them, not finding in their breasts any need for what they have been given, and preferring others above themselves, even though poverty be their portion. And whoso is guarded against the avarice of his own soul, those -- they are the prosperers"},{"SurahNumber":59,"VerseNumber":10,"Text":"And as for those who came after them, they say, 'Our Lord, forgive us and our brothers, who preceded us in belief, and put Thou not into our hearts any rancour towards those who believe. Our Lord, surely Thou art the All-gentle, the All-compassionate"}]}