{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":33,"VerseNumber":59,"Text":"Wahe Nabi! kataatnlah ka’ bini-bininyu, kamuda’-kamuda’ nang bininyu, man bini- bini urakng mukmin, ”handaklah iaka’koa nutupatn jilbabnya689, ka’ saluruh tubuh iaka’koa”. Nang ampakoa supaya iaka’koa labih mudah nto’ dikanali’, sahingga iaka’koa nana’ diganggu’. Man Allah maha pangampon, Maha Panyayang"},{"SurahNumber":33,"VerseNumber":60,"Text":"Sungguh, kade’ urakng-urakng munāfiq, urakng-urakng nang bapanyakit dalapm atinya man urakng-urakng nang nyabaratn kabar alok ka’Madinah nana’ baranti (dari nyakiti’ nyu), pasti Kami parentahatn kao (nto’ marangi’) iaka’koa, kamudian iaka’koa nana’ agi’ manjadi tatangganyu (ka’ Madinah) kacoali sabantar"},{"SurahNumber":33,"VerseNumber":61,"Text":"Dalapm kaadaan talaknat. ka’mae ma’an iaka’koa ditamui’, iaka’koa tatap ditangkap man dibunuh nana’ ampon"},{"SurahNumber":33,"VerseNumber":62,"Text":"Sabage sunnah Allah nang (balaku uga’) ka’ urakng-urakng nang udah de’e’ sanape’ (kao), man kao nana’ akan namui’ parubahan ka’ sunnah Allah"},{"SurahNumber":33,"VerseNumber":63,"Text":"Talino batanya ka’ kao (Muhammad) tantang ari kiamat. kataatnlah, ”Ilmu tantang ari kiamat koa ngge ka’sisi Allah”. Man nau’an ke’ kao, mulih jadi ari kiamat koa udah samak waktunya"},{"SurahNumber":33,"VerseNumber":64,"Text":"Sungguh, Allah ngalaknat urakng-urakng kapir man nyadiaatn ka’ia ka’ koa api nang miah nyala (naraka)"},{"SurahNumber":33,"VerseNumber":65,"Text":"Iaka’koa kakal ka’ dalapmnya salama- lamanya;, iaka’koa nana’ akan namu pangingu man panolong"},{"SurahNumber":33,"VerseNumber":66,"Text":"Ka’ ari (katika) muha iaka’koa dibolak- balikatn dalapm naraka, iaka’koa bakata, “Wahe, kira’nya kade’ de’e kami taat ka’ Allah man ta’at (uga’) ka’ rasul”"},{"SurahNumber":33,"VerseNumber":67,"Text":"Man iaka’koa bakata, ”Ya Tuhan Kami, sabatolnya kami udah na’ati da’ pamimpin man da’ pamane kami, lalu iaka’koa nyasatatn kami dari maraga (nang banar)"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ya Tuhan Kami, timpa’atnlah ka’ iaka’koa siksaatn dua’ kali lipat man laknatlah iaka’koa mang laknat nang aya’”"}]}