{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"کیا آپ نے نہیں دیکھا کہ آسمانوں اور زمین کی کل مخلوق اور پر پھیلائے اڑنے والے کل پرند اللہ کی تسبیح میں مشغول ہیں۔ ہر ایک کی نماز اور تسبیح اسے معلوم ہے، لوگ جو کچھ کریں اس سے اللہ بخوبی واقف ہے"},{"SurahNumber":24,"VerseNumber":42,"Text":"زمین و آسمان کی بادشاہت اللہ ہی کی ہے اور اللہ تعالیٰ ہی کی طرف لوٹنا ہے"},{"SurahNumber":24,"VerseNumber":43,"Text":"کیا آپ نے نہیں دیکھا کہ اللہ تعالیٰ بادلوں کو چلاتا ہے، پھر انہیں ملاتا ہے پھر انہیں تہہ بہ تہہ کر دیتا ہے، پھر آپ دیکھتے ہیں کہ ان کے درمیان میں سے مینہ برستا ہے۔ وہی آسمان کی جانب سے اولوں کے پہاڑ میں سے اولے برساتا ہے، پھر جنہیں چاہے ان کے پاس انہیں برسائے اور جن سے چاہے ان سے انہیں ہٹا دے۔ بادل ہی سے نکلنے والی بجلی کی چمک ایسی ہوتی ہے کہ گویا اب آنکھوں کی روشنی لے چلی"},{"SurahNumber":24,"VerseNumber":44,"Text":"اللہ تعالیٰ ہی دن اور رات کو ردوبدل کرتا رہتا ہے آنکھوں والوں کے لیے تو اس میں یقیناً بڑی بڑی عبرتیں ہیں"},{"SurahNumber":24,"VerseNumber":45,"Text":"تمام کے تمام چلنے پھرنے والے جانداروں کو اللہ تعالیٰ ہی نے پانی سے پیدا کیا ہےان میں سے بعض تو اپنے پیٹ کے بل چلتے ہیں، بعض دو پاؤں پر چلتے ہیں۔ بعض چار پاؤں پر چلتے ہیں، اللہ تعالیٰ جو چاہتا ہے پیدا کرتا ہے۔ بےشک اللہ تعالیٰ ہر چیز پر قادر ہے"},{"SurahNumber":24,"VerseNumber":46,"Text":"بلاشک و شبہ ہم نے روشن اور واضح آیتیں اتار دی ہیں اللہ تعالیٰ جسے چاہے سیدھی راه دکھا دیتا ہے"},{"SurahNumber":24,"VerseNumber":47,"Text":"اور کہتے ہیں کہ ہم اللہ تعالیٰ اور رسول پر ایمان ﻻئے اور فرماں بردار ہوئے، پھر ان میں سے ایک فرقہ اس کے بعد بھی پھر جاتا ہے۔ یہ ایمان والے ہیں (ہی) نہیں"},{"SurahNumber":24,"VerseNumber":48,"Text":"جب یہ اس بات کی طرف بلائے جاتے ہیں کہ اللہ اور اس کا رسول ان کے جھگڑے چکا دے تو بھی ان کی ایک جماعت منھ موڑنے والی بن جاتی ہے"},{"SurahNumber":24,"VerseNumber":49,"Text":"ہاں اگر ان ہی کو حق پہنچتا ہو تو مطیع وفرماں بردار ہو کر اس کی طرف چلے آتے ہیں"},{"SurahNumber":24,"VerseNumber":50,"Text":"کیا ان کے دلوں میں بیماری ہے؟ یا یہ شک وشبہ میں پڑے ہوئے ہیں؟ یا انہیں اس بات کا ڈر ہے کہ اللہ تعالیٰ اور اس کا رسول ان کی حق تلفی نہ کریں؟ بات یہ ہے کہ یہ لوگ خود ہی بڑے ﻇالم ہیں"}]}