{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"Recall ut nos dictus to angels, Fall prostrate Adam. They fell prostrate Satan; he refused"},{"SurahNumber":20,"VerseNumber":117,"Text":"Nos tunc dictus O Adam hoc est enemy de vos tuus uxor. Non let eum evict vos Paradise lest vos become miserable"},{"SurahNumber":20,"VerseNumber":118,"Text":"Vos guaranteed nunquam hunger therein nor iit unsheltered"},{"SurahNumber":20,"VerseNumber":119,"Text":"Nor testimentum vos thirst therein nor suffer any heat"},{"SurahNumber":20,"VerseNumber":120,"Text":"devil whispered eum dictus O Adam let me show vos tree saeculum unending kingship"},{"SurahNumber":20,"VerseNumber":121,"Text":"They ate ex it whereupon their corporis became visible to them they tried cover sinister Paradise! Adam sic disobeyed his Dominus fell"},{"SurahNumber":20,"VerseNumber":122,"Text":"Subsequently his Dominus chose eum redeemed eum guided eum"},{"SurahNumber":20,"VerseNumber":123,"Text":"He dictus Iit down therefrom totus de vos! Vos est enemies de 1 alias When guidance advenit vos Me anyone subsequentis My guidance non iit astray nor suffer any misery"},{"SurahNumber":20,"VerseNumber":124,"Text":"Prout pro 1 qui disregards My message he habet amiserable vita nos resurrect eum Feria Resurrection blind"},{"SurahNumber":20,"VerseNumber":125,"Text":"He dictus My Dominus perfecit vos summon me blind when ego perfecit used est seer"},{"SurahNumber":20,"VerseNumber":126,"Text":"He dictus vos forgot noster revelations when they advenit vos vos statim forgotten"},{"SurahNumber":20,"VerseNumber":127,"Text":"Nos sic requite those transgress refuse believe in revelations their Dominus! retribution Hereafter est far malus everlasting"},{"SurahNumber":20,"VerseNumber":128,"Text":"it perfecit ever occur them quam multus proximus generations nos annihilated They statim walking domus de those ante them. These est signum those possess intelligence"}]}