{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":105,"Text":"Ìjọ (Ànábì) Nūh pe àwọn Òjíṣẹ́ ní òpùrọ́"},{"SurahNumber":26,"VerseNumber":106,"Text":"Nígbà tí arákùnrin wọn, (Ànábì) Nūh, sọ pé: “Ṣé ẹ ò níí bẹ̀rù (Allāhu) ni"},{"SurahNumber":26,"VerseNumber":107,"Text":"Dájúdájú èmi ni Òjíṣẹ́ olùfọkàntán fun yín"},{"SurahNumber":26,"VerseNumber":108,"Text":"Nítorí náà, ẹ bẹ̀rù Allāhu, kí ẹ sì tẹ̀lé mi"},{"SurahNumber":26,"VerseNumber":109,"Text":"Èmi kò sì bèèrè owó-ọ̀yà kan ní ọwọ́ yín lórí rẹ̀. Kò sí ẹ̀san mi lọ́dọ̀ ẹnì kan àfi lọ́dọ̀ Olúwa gbogbo ẹ̀dá"},{"SurahNumber":26,"VerseNumber":110,"Text":"Nítorí náà, ẹ bẹ̀rù Allāhu, kí ẹ sì tẹ̀lé mi.”"},{"SurahNumber":26,"VerseNumber":111,"Text":"Wọ́n wí pé: “Ṣé kí á gbà ọ́ gbọ́ nígbà tí ó jẹ́ pé àwọn ènìyàn yẹpẹrẹ l’ó ń tẹ̀lé ọ!?”"},{"SurahNumber":26,"VerseNumber":112,"Text":"Ó sọ pé: “Èmi kò nímọ̀ sí ohun tí wọ́n ń ṣe (lẹ́yìn mi)"},{"SurahNumber":26,"VerseNumber":113,"Text":"Kò sí ìṣírò-iṣẹ́ wọn lọ́dọ̀ ẹnì kan bí kò ṣe lọ́dọ̀ Olúwa mi, tí ó bá jẹ́ pé ẹ bá fura"},{"SurahNumber":26,"VerseNumber":114,"Text":"Èmi kò sì níí lé àwọn onígbàgbọ́ òdodo dànù"},{"SurahNumber":26,"VerseNumber":115,"Text":"Èmi kò sì jẹ́ kiní kan bí kò ṣe olùkìlọ̀ pọ́nńbélé.”"},{"SurahNumber":26,"VerseNumber":116,"Text":"Wọ́n wí pé: “Dájúdájú tí ìwọ Nūh kò bá jáwọ́ (nibí ìpèpè rẹ) dájúdájú o máa wà nínú àwọn tí a máa jù lókò.”"},{"SurahNumber":26,"VerseNumber":117,"Text":"Ó sọ pé: “Olúwa mi, dájúdájú àwọn ènìyàn mi ti pè mí ní òpùrọ́"},{"SurahNumber":26,"VerseNumber":118,"Text":"Nítorí náà, ṣèdájọ́ tààrà láààrin èmi àti àwọn. Kí o sì la èmi àti àwọn t’ó wà pẹ̀lú mi nínú àwọn onígbàgbọ́ òdodo.”"},{"SurahNumber":26,"VerseNumber":119,"Text":"A la òun àti àwọn t’ó wà pẹ̀lú rẹ̀ nínú ọkọ̀ ojú-omi t’ó kún kẹ́kẹ́"},{"SurahNumber":26,"VerseNumber":120,"Text":"Lẹ́yìn náà, A tẹ àwọn t’ó ṣẹ́kù rì sínú omi"},{"SurahNumber":26,"VerseNumber":121,"Text":"Dájúdájú àmì wà nínú ìyẹn. Ọ̀pọ̀lọ́pọ̀ wọn ni kò sì jẹ́ onígbàgbọ́ òdodo"},{"SurahNumber":26,"VerseNumber":122,"Text":"Dájúdájú Olúwa rẹ, Òun mà ni Alágbára, Àṣàkẹ́-ọ̀run"}]}