{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"Il sera alors soufflé[1129] dans la Corne, et voilà que, de leurs tombes, ils se précipiteront vers leur Seigneur"},{"SurahNumber":36,"VerseNumber":52,"Text":"s’exclamant : « Malheur à nous ! Qui nous a arrachés à notre sommeil ? Voici que s’accomplit la menace du Tout Miséricordieux, les Messagers disaient donc la vérité. »"},{"SurahNumber":36,"VerseNumber":53,"Text":"Il suffira d’un seul Cri, et voilà que tous sans exception comparaîtront devant Nous"},{"SurahNumber":36,"VerseNumber":54,"Text":"Ce Jour-là, nul ne sera lésé en rien. Vous ne recevrez que la rétribution méritée de vos œuvres"},{"SurahNumber":36,"VerseNumber":55,"Text":"Les élus du Paradis seront, ce Jour-là, entièrement absorbés par les délices dont ils jouiront"},{"SurahNumber":36,"VerseNumber":56,"Text":"eux et leurs épouses, accoudés à l’ombre sur des lits somptueux"},{"SurahNumber":36,"VerseNumber":57,"Text":"Là, ils verront tous leurs désirs exaucés et se délecteront des fruits les plus délicieux"},{"SurahNumber":36,"VerseNumber":58,"Text":"« Que la paix soit avec vous ! » Tels sont les mots qui leur seront adressés par le Seigneur, Très Miséricordieux"},{"SurahNumber":36,"VerseNumber":59,"Text":"« Quant à vous criminels ! Tenez-vous aujourd’hui à l’écart"},{"SurahNumber":36,"VerseNumber":60,"Text":"Ne vous ai-Je pas ordonné, descendants d’Adam, de ne pas adorer Satan, votre ennemi déclaré"},{"SurahNumber":36,"VerseNumber":61,"Text":"et de Me vouer un culte exclusif et sincère, la seule voie du salut"},{"SurahNumber":36,"VerseNumber":62,"Text":"Il a, en vérité, égaré un grand nombre d’entre vous. Etiez-vous donc dépourvus de toute raison"},{"SurahNumber":36,"VerseNumber":63,"Text":"Voici la Géhenne dont vous étiez menacés"},{"SurahNumber":36,"VerseNumber":64,"Text":"Entrez-y aujourd’hui pour prix de votre impiété. »"},{"SurahNumber":36,"VerseNumber":65,"Text":"Ce Jour-là, Nous scellerons leurs bouches, donnant la parole à leurs mains et leurs pieds qui dénonceront tous les péchés qu’ils auront perpétrés"},{"SurahNumber":36,"VerseNumber":66,"Text":"Si Nous le voulions, Nous pourrions les frapper de cécité. Ils se précipiteraient alors à la recherche de leur chemin. Mais comment pourraient-ils le retrouver"},{"SurahNumber":36,"VerseNumber":67,"Text":"Si Nous le voulions, Nous pourrions les pétrifier, les empêchant d’avancer ou de reculer"}]}