{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"And when thy Lord said to the angels, 'I am setting in the earth a viceroy.' They said, 'What, wilt Thou set therein one who will do corruption there, and shed blood, while We proclaim Thy praise and call Thee Holy?' He said, 'Assuredly I know that you know not"},{"SurahNumber":2,"VerseNumber":31,"Text":"And He taught Adam the names, all of them; then He presented them unto the angels and said, 'Now tell Me the names of these, if you speak truly"},{"SurahNumber":2,"VerseNumber":32,"Text":"They said, 'Glory be to Thee! We know not save what Thou hast taught us. Surely Thou art the All-knowing, the All-wise"},{"SurahNumber":2,"VerseNumber":33,"Text":"He said, 'Adam, tell them their names.' And when he had told them their names He said, 'Did I not tell you I know the unseen things of the heavens and earth? And I know what things you reveal, and what you were hiding"},{"SurahNumber":2,"VerseNumber":34,"Text":"And when We said to the angels, 'Bow yourselves to Adam'; so they bowed themselves, save Iblis; he refused, and waxed proud, and so he became one of the unbelievers"},{"SurahNumber":2,"VerseNumber":35,"Text":"And We said, 'Adam, dwell thou, and thy wife, in the Garden, and eat thereof easefully where you desire; but draw not nigh this tree, lest you be evildoers"},{"SurahNumber":2,"VerseNumber":36,"Text":"Then Satan caused them to slip therefrom and brought them out of that they were in; and We said, 'Get you all down, each of you an enemy of each; and in the earth a sojourn shall be yours, and enjoyment for a time"},{"SurahNumber":2,"VerseNumber":37,"Text":"Thereafter Adam received certain words from his Lord, and He turned towards him; truly He turns, and is All-compassionate"},{"SurahNumber":2,"VerseNumber":38,"Text":"We said, 'Get you down out of it, all together; yet there shall come to you guidance from Me, and whosoever follows My guidance, no fear shall be on them, neither shall they sorrow"},{"SurahNumber":2,"VerseNumber":39,"Text":"As for the unbelievers who cry lies to Our signs, those shall be the inhabitants of the Fire, therein dwelling forever"}]}