{"Id":194,"LanguageCodes":["hi","hin"],"Name":"hin-suhelfarooqkhan","Author":"Suhel Farooq Khan And Saifur Rahman Nadwi","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"उस दिन हम दोज़ख़ से पूछेंगे कि तू भर चुकी और वह कहेगी क्या कुछ और भी हैं"},{"SurahNumber":50,"VerseNumber":31,"Text":"और बेहिश्त परहेज़गारों के बिलकुल करीब कर दी जाएगी"},{"SurahNumber":50,"VerseNumber":32,"Text":"यही तो वह बेहिश्त है जिसका तुममें से हर एक (ख़ुदा की तरफ़) रूजू करने वाले (हुदूद की) हिफाज़त करने वाले से वायदा किया जाता है"},{"SurahNumber":50,"VerseNumber":33,"Text":"तो जो शख़्श ख़ुदा से बे देखे डरता रहा और ख़ुदा की तरफ़ रूजू करने वाला दिल लेकर आया"},{"SurahNumber":50,"VerseNumber":34,"Text":"(उसको हुक्म होगा कि) इसमें सही सलामत दाख़िल हो जाओ यहीं तो हमेशा रहने का दिन है"},{"SurahNumber":50,"VerseNumber":35,"Text":"इसमें ये लोग जो चाहेंगे उनके लिए हाज़िर है और हमारे यहॉ तो इससे भी ज्यादा है"},{"SurahNumber":50,"VerseNumber":36,"Text":"और हमने तो इनसे पहले कितनी उम्मतें हलाक कर डाली जो इनसे क़ूवत में कहीं बढ़ कर थीं तो उन लोगों ने (मौत के ख़ौफ से) तमाम शहरों को छान मारा कि भला कहीं भी भागने का ठिकाना है"},{"SurahNumber":50,"VerseNumber":37,"Text":"इसमें शक़ नहीं कि जो शख़्श (आगाह) दिल रखता है या कान लगाकर हुज़ूरे क़ल्ब से सुनता है उसके लिए इसमें (काफ़ी) नसीहत है"},{"SurahNumber":50,"VerseNumber":38,"Text":"और हमने ही यक़ीनन सारे आसमान और ज़मीन और जो कुछ उन दोनों के बीच में है छह: दिन में पैदा किए और थकान तो हमको छुकर भी नहीं गयी"},{"SurahNumber":50,"VerseNumber":39,"Text":"तो (ऐ रसूल) जो कुछ ये (काफ़िर) लोग किया करते हैं उस पर तुम सब्र करो और आफ़ताब के निकलने से पहले अपने परवरदिगार के हम्द की तस्बीह किया करो"},{"SurahNumber":50,"VerseNumber":40,"Text":"और थोड़ी देर रात को भी और नमाज़ के बाद भी उसकी तस्बीह करो"},{"SurahNumber":50,"VerseNumber":41,"Text":"और कान लगा कर सुन रखो कि जिस दिन पुकारने वाला (इसराफ़ील) नज़दीक ही जगह से आवाज़ देगा"},{"SurahNumber":50,"VerseNumber":42,"Text":"(कि उठो) जिस दिन लोग एक सख्त चीख़ को बाख़ूबी सुन लेगें वही दिन (लोगों) के कब्रों से निकलने का होगा"},{"SurahNumber":50,"VerseNumber":43,"Text":"बेशक हम ही (लोगों को) ज़िन्दा करते हैं और हम ही मारते हैं"},{"SurahNumber":50,"VerseNumber":44,"Text":"और हमारी ही तरफ फिर कर आना है जिस दिन ज़मीन (उनके ऊपर से) फट जाएगी और ये झट पट निकल खड़े होंगे ये उठाना और जमा करना"},{"SurahNumber":50,"VerseNumber":45,"Text":"और हम पर बहुत आसान है (ऐ रसूल) ये लोग जो कुछ कहते हैं हम (उसे) ख़ूब जानते हैं और तुम उन पर जब्र तो देते नहीं हो तो जो हमारे (अज़ाब के) वायदे से डरे उसको तुम क़ुरान के ज़रिए नसीहत करते रहो"}]}