{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"В [разказа за] Юсуф и неговите братя има знамения за питащите"},{"SurahNumber":12,"VerseNumber":8,"Text":"Когато казаха: “Наистина Юсуф и брат му [Бениамин] са по-любими от нас за баща ни, а ние сме група. Баща ни е в явна заблуда"},{"SurahNumber":12,"VerseNumber":9,"Text":"Убийте Юсуф или го захвърлете на някоя земя, та да ви обърне и на вас внимание баща ви! И ще станете след това праведни хора.”"},{"SurahNumber":12,"VerseNumber":10,"Text":"Един от тях рече: “Не убивайте Юсуф, а го хвърлете на дъното на кладенец, ако ще вършите нещо! Може да го прибере някой керван.”"},{"SurahNumber":12,"VerseNumber":11,"Text":"Рекоха: “О, татко наш, защо не ни повериш Юсуф? Добронамерени сме към него"},{"SurahNumber":12,"VerseNumber":12,"Text":"Изпрати го с нас утре да се понаслаждава и забавлява! Непременно ще го пазим.”"},{"SurahNumber":12,"VerseNumber":13,"Text":"Рече: “Наистина ще ме опечали, ако го отведете и се плаша да не го изяде вълкът, когато сте нехайни към него.”"},{"SurahNumber":12,"VerseNumber":14,"Text":"Рекоха: “Ако го изяде вълкът, както сме група, тогава и ние сме загубени.”"},{"SurahNumber":12,"VerseNumber":15,"Text":"И когато го отведоха, и се сговориха да го спуснат в кладенеца на дъното, Ние му разкрихме: “Ти непременно ще ги известиш за това тяхно дело, когато не ще те познаят.”"},{"SurahNumber":12,"VerseNumber":16,"Text":"И дойдоха при баща си вечерта, плачейки"},{"SurahNumber":12,"VerseNumber":17,"Text":"Рекоха: “О, татко наш, отидохме да се надбягваме и оставихме Юсуф при нашите вещи, и вълкът го изяде. Но ти не ще ни повярваш, макар и да казваме истината.”"},{"SurahNumber":12,"VerseNumber":18,"Text":"И дойдоха с лъжлива кръв по ризата му. Рече: “Да, разкрасили са ви нещо душите ви. Но най-хубаво е да се търпи. От Аллах се търси помощ за това, което описвате.”"},{"SurahNumber":12,"VerseNumber":19,"Text":"И дойде керван, и пратиха своя водоносец, и той спусна ведрото си. И рече: “О, радостна вест! Това е юноша.” И го скриха като стока. Аллах знае техните дела"},{"SurahNumber":12,"VerseNumber":20,"Text":"И го продадоха на ниска цена, за броени сребърници. И се отнесоха спрямо него с пренебрежение"}]}