{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":110,"Text":"Musa'ya kitabı verdik; ancak onda anlaşmazlığa düştüler. Rabbinin verilmiş bir sözü olmasaydı aralarında hüküm verilecekti. Onlar ondan kuşku içindedirler, kararsızdırlar"},{"SurahNumber":11,"VerseNumber":111,"Text":"Rabbin hepsinin yaptıklarının karşılığını tam olarak verecektir. O, onların yaptıklarından Haberdardır"},{"SurahNumber":11,"VerseNumber":112,"Text":"Emredildiğin gibi dosdoğru ol, seninle beraber yönelmiş olanlarla birlikte... Aşma ve azgınlaşma. O, sizin yaptıklarınızı Görendir"},{"SurahNumber":11,"VerseNumber":113,"Text":"Zalimlere sakın sempati duymayın, onları desteklemeyin, yoksa size ateş dokunur. Sizin ALLAH'tan başka dostlarınız yoktur, sonra size yardım da edilmez"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gündüzün iki ucunda, gecenin yakın kısmında namazı gözet. İyilikler kötülükleri silip götürür. Bu, öğüt alacak olanlara bir öğüttür"},{"SurahNumber":11,"VerseNumber":115,"Text":"Sabret, çünkü ALLAH, iyilik yapanların ödülünü savsamaz"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden önceki nesillerin erdem sahibi olanları, yeryüzünde kötülüklere engel olmalı değil miydiler? Onlardan kurtardığımız az kişi hariç... Zalimler ise, kendilerine verilen refaha dalıp şımardılar; böylece suçlulara katıldılar"},{"SurahNumber":11,"VerseNumber":117,"Text":"Halkı erdemli davrandığı sürece, Rabbin kentleri yok edecek değildir"},{"SurahNumber":11,"VerseNumber":118,"Text":"Rabbin dileseydi halkı tek bir toplum yapardı. Fakat onlar sürekli olarak (gerçeği) tartışıp duracaklar"},{"SurahNumber":11,"VerseNumber":119,"Text":"Rabbinin acıdıkları hariç. Bunun içindir ki onları yarattı. Rabbinin sözü yerine gelmiştir: \"Cehennemi cinler ve insanlarla, topluca dolduracağım"},{"SurahNumber":11,"VerseNumber":120,"Text":"Günlünü pekiştirmek için elçilerin tarihlerinden sana yeterince aktarmaktayız. Bunda, senin için gerçek, ve inananlar için de bir aydınlatma ve uyarı gelmiştir"},{"SurahNumber":11,"VerseNumber":121,"Text":"İnanmıyanlara de ki: \"Elinizden geleni yapın, biz de yapacağız"},{"SurahNumber":11,"VerseNumber":122,"Text":"Sonra bekleyin, biz de beklemekteyiz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Göklerin ve yerin gizlilikleri ALLAH'a aittir. Tüm işler sonunda ona döner. O'na kulluk edin ve O'na güvenin. Rabbin onların yaptığından habersiz değildir"}]}