{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"و هر کس را طول عمر دهیم، در آفرینش دگرگونش کنیم، (و به حالت ناتوانی کودکی بر می گردانیم) آیا اندیشه نمی کنند؟"},{"SurahNumber":36,"VerseNumber":69,"Text":"ما (هرگز) شعر به او (= رسول) نیاموخته ایم و شایسته او نیست، این (کتاب چیزی) جز اندرز، و قرآنی روشنگر نیست"},{"SurahNumber":36,"VerseNumber":70,"Text":"تا هر کس را که زنده (دل) باشد، بیم دهد و سخن حق بر کافران ثابت شود"},{"SurahNumber":36,"VerseNumber":71,"Text":"آیا ندیدند که ما برای آنها از آنچه ساخته ی دست های ماست، چهار پایانی را آفریده ایم، پس آنان مالک آن هستند"},{"SurahNumber":36,"VerseNumber":72,"Text":"و آنها را برایشان رام کردیم، پس بر بعضی سوار می شوند، و از (گوشت) بعضی می خورند"},{"SurahNumber":36,"VerseNumber":73,"Text":"و برای آنها بهره های دیگر، و نوشیدنیها در آن (حیوانات) است، آیا سپاس نمی گویند؟"},{"SurahNumber":36,"VerseNumber":74,"Text":"و آنها غیر از خدا معبودانی (برای خود) بر گزیدند، (به این امید) شاید که یاری شوند"},{"SurahNumber":36,"VerseNumber":75,"Text":"آنها قادر به یاری ایشان نیستند، و آنان (= مشرکان) اینها (= معبودان) لشکری احضار شده (و آماده) هستند"},{"SurahNumber":36,"VerseNumber":76,"Text":"پس (ای پیامبر) سخن آنان تو را غمگین نسازد، بی گمان ما آنچه را که پنهان می دارند و آنچه را که آشکار می کنند، می دانیم"},{"SurahNumber":36,"VerseNumber":77,"Text":"آیا انسان ندیده است که ما او را از نطفه ای آفریده ایم، پس او ستیزه جویی آشکار شده است"},{"SurahNumber":36,"VerseNumber":78,"Text":"و برای ما مثلی زد، و آفرینش خود را فراموش کرد، گفت:« چه کسی (این) استخوانها را (دوباره) زنده می کند در حالی که پوسیده است؟!»"},{"SurahNumber":36,"VerseNumber":79,"Text":"بگو:« (همان) کسی آن را زنده می کند که نخستین بار آن را پدید آورد، و او به هر آفرینشی داناست،"},{"SurahNumber":36,"VerseNumber":80,"Text":"(همان) کسی که از درخت سبز برای شما آتش پدید آورد، پس آنگاه شما از آن (آتش) می افروزید»"},{"SurahNumber":36,"VerseNumber":81,"Text":"آیا کسی که آسمانها و زمین را آفریده است، نمی تواند همانند آنها (= انسانها) را بیافریند؟! آری (می تواند) و او آفریننده ی داناست"},{"SurahNumber":36,"VerseNumber":82,"Text":"جز این نیست که فرمان او، چون چیزی را اراده کند، (این است) که به آن می گوید: «موجود شو» پس (بی درنگ) موجود می شود"},{"SurahNumber":36,"VerseNumber":83,"Text":"پس منزه است، کسی که پادشاهی همه چیز در دست اوست، و (همه) به سوی او باز گردانده می شوید"}]}