{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":16,"VerseNumber":26,"Text":"Інші люблять їх замислили раніше, та отже, БОГ зруйнував їхнє будинок у фундації, викликаючи дах впасти на них. retribution вразити їх коли вони найменші очікувані"},{"SurahNumber":16,"VerseNumber":27,"Text":"Тоді, на Дні Resurrection, Він зганьбить їх та запитують, \"Де Мої партнери що ви встановили біля Мені, та протиставили Мені заради їхнього?\" Цей благословлений з знанням скаже, \"Сьогодні, сором та нещастя befallen disbelievers"},{"SurahNumber":16,"VerseNumber":28,"Text":"ангели ставлять їх до смерті у державі ображаючих їхніх душ. Це - коли вони нарешті підкоряються, та кажуть, \"Ми нічого не зробили неправильний!\" Так дійсно. БОГ знає цілком все ви зробили"},{"SurahNumber":16,"VerseNumber":29,"Text":"Тому, вносите брами Пекла, причому ви перебуєте завжди. Що нещасна доля для зухвалих"},{"SurahNumber":16,"VerseNumber":30,"Text":"Як для справедливі, коли вони просяться, \"Що роблять ви думаєте цих відкриттів з вашого Лорда,\" як кажуть, \"Гарного.\" Для цих хто ведуть справедливе життя, щастя; та abode У майбутньому навіть краще. Що blissful abode для справедливий"},{"SurahNumber":16,"VerseNumber":31,"Text":"парк Eden резервуються для них, причому річки течія. Вони мають будь що вони бажають там. БОГ таким чином нагороджує справедливий"},{"SurahNumber":16,"VerseNumber":32,"Text":"ангели припиняють їхні життя у державі righteousness, кажучи, \"Мир будуть на вас. Внесіть Рай (зараз) як винагорода для ваших праць"},{"SurahNumber":16,"VerseNumber":33,"Text":"вони чекають ангелів прибути їм, або до вашого вироку Лорда прибуває до пропуску? Цей перед тим, як їм та же річ. БОГ не хто образив їх; вони являють собою котрі образили їхні власні душі"},{"SurahNumber":16,"VerseNumber":34,"Text":"Вони зазнали наслідків їхнього зла праці, та ті самі речі вони ridiculed повернулися переслідувати їх"}]}