{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"Зусиль того, хто робив добрі вчинки й був віруючим, не відкинуть. Це все Ми запишемо йому"},{"SurahNumber":21,"VerseNumber":95,"Text":"Не дозволено повернутися сюди мешканцям селищ, яких Ми винищили"},{"SurahNumber":21,"VerseNumber":96,"Text":"доки не відкриють шлях Яджуджу й Маджуджу, які рушать униз із кожного пагорбу"},{"SurahNumber":21,"VerseNumber":97,"Text":"Наблизиться час правдивої обіцянки, й погляди тих, які не вірують, застигнуть: «Горе нам! Ми були неуважними до цього! Так, ми були несправедливими!»"},{"SurahNumber":21,"VerseNumber":98,"Text":"І ви, й те, чому ви поклонялися замість Аллага, буде паливом для геєни, до якої ви увійдете"},{"SurahNumber":21,"VerseNumber":99,"Text":"Якби вони справді були богами, то не ввійшли б туди. Але вони будуть там вічно"},{"SurahNumber":21,"VerseNumber":100,"Text":"Вони будуть стогнати, але нічого не почують"},{"SurahNumber":21,"VerseNumber":101,"Text":"А ті, кому Ми попередньо дарували найкраще, опиняться далеко від геєни"},{"SurahNumber":21,"VerseNumber":102,"Text":"Вони не почують найменшого звуку її, вічно будуть серед того, що побажають"},{"SurahNumber":21,"VerseNumber":103,"Text":"Великий жах не засмутить їх, а ангели зустрінуть їх так: «Ось День, який вам обіцяли!»"},{"SurahNumber":21,"VerseNumber":104,"Text":"Того Дня Ми згорнемо небо так, як згортають сувої для письма. Ми повторимо творіння так, як почали його вперше, що вже було обіцяно. Воістину, Ми зробимо це"},{"SurahNumber":21,"VerseNumber":105,"Text":"Ми вже записали у Псалтирі, після нагадування, що землю успадкують Наші праведні раби"},{"SurahNumber":21,"VerseNumber":106,"Text":"Воістину, це — послання для людей, які поклоняються"},{"SurahNumber":21,"VerseNumber":107,"Text":"Ми відіслали тебе тільки як милість для світів"},{"SurahNumber":21,"VerseNumber":108,"Text":"Скажи: «Мені лише відкрито, що ваш Бог — Бог єдиний! Невже ви не станете покірними [Йому]»"},{"SurahNumber":21,"VerseNumber":109,"Text":"А якщо вони відвернуться, то скажи так: «Я однаково проголошую це всім вам. Я не знаю, близько чи далеко ще до обіцяного вам"},{"SurahNumber":21,"VerseNumber":110,"Text":"Це Він знає про слова, які промовляють уголос, і знає про те, що ви приховуєте"},{"SurahNumber":21,"VerseNumber":111,"Text":"Я не знаю, можливо, це — спокуса для вас і насолода благами до певного часу»"},{"SurahNumber":21,"VerseNumber":112,"Text":"Сказав [Мухаммад]: «Господи! Розсуди нас справедливо! У нашого Милостивого Господа треба шукати допомоги проти того, що про Нього вигадують!»"}]}