{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Elif - Lâm - Râ. Bu bir kitabdır ki âyetleri sağlam esaslara, kuvvetli kesin delillere oturtulmuştur. Sonra da bir bir açıklanmıştır. Bu, yegâne hikmet sahibi ve her şeyden haberli (yüce kudret) katındandır"},{"SurahNumber":11,"VerseNumber":2,"Text":"Öyle ki, Allah´tan başkasına ibâdet etmiyesiniz. Ben de şüphesiz O´ndan (gönderilen) bir uyarıcı ve müjdeciyim"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ve Rabbinizden bağışlanma isteyesiniz, sonra da O´na tevbe edesiniz ; tâ ki belli bir süreye kadar sizi güzel bir geçimle geçindirsin ve her fazîlet sahibine faziletini versin. Eğer yüzçevirirseniz, doğrusu ben sizin için büyük bir günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Dönüşünüz ancak Allah´adır. O´nun güç ve kudreti her şeye yeter"},{"SurahNumber":11,"VerseNumber":5,"Text":"Dikkat et ki, onlar O´ndan gizlenmek için göğüslerini katlayıp (iki) büklüm olurlar. Haberiniz olsun ki, elbiselerine büründüklerinde, Allah onların gizlediklerini de, açığa vurduklarını da bilir. Şüphesiz ki Allah göğüslerde dönüp dolaşanı bilendir"},{"SurahNumber":11,"VerseNumber":6,"Text":"Yeryüzünde hareket eden hiçbir canlı yoktur ki, rızkı Allah´a ait olmasın. Onların yerleştikleri yeri de, tevdi´ edildikleri yeri de bilir. Bunların hepsi açık kitâbdadır"},{"SurahNumber":11,"VerseNumber":7,"Text":"O sizi denemek, hanginizin amelinin daha güzel olduğunu ortaya çıkarmak için gökleri ve yeri altı gün (devir)de yarattı ki Arş´ı da su üstünde idi. Eğer onlara, öldükten sonra dirilip kalkacaksınız, diyecek olsan, o küfredenler, «elbette bu açık bir sihirden başkası değildir!» diyecekler"},{"SurahNumber":11,"VerseNumber":8,"Text":"Şayet azabı onlardan sayılı bir süreye kadar geciktirecek olsak, «onu engelleyip alıkoyan nedir?» diyecekler. Bilin ki azâb onlara geldiği gün, artık kendilerinden çevrilecek değildir ve alaya aldıkları şey onları iyiden iyiye kuşatacaktır"}]}