{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"(Nkͻmhyεni), ka sε: “Yayi akyerε me sε, Jinn fekuo bi tiee (Qur’aan yi mu nsεm na wͻ’kͻeε no), wͻ’ka kyerεε (wͻn nkorͻfoͻ) sε: ”Nokorε sε, y’ate akenkan bi a εyε nwanwa"},{"SurahNumber":72,"VerseNumber":2,"Text":"Ɛkyerε kwan kͻ kwan tenenee no so, enti yε’deε y’agye adi, na yεnnfa obiara mmata ye’Wura Nyankopͻn ho (nnsom no)"},{"SurahNumber":72,"VerseNumber":3,"Text":"Nokorε sε, Ɔne ye’Wura (Nyankopͻn), Animuonyam Hene a Netumi korͻn no, Onni yere na Onni ba nso"},{"SurahNumber":72,"VerseNumber":4,"Text":"Nokorɛ sɛ nkwaseafoͻ bi a εwͻ yεn mu no twa nkontompo a εborosoᴐ paa deto Nyankopͻn so"},{"SurahNumber":72,"VerseNumber":5,"Text":"Yε’deε na yε’dwen sε, onipa ne Jinn ntumi ntwa nkontompo nnto Nyankopͻn so"},{"SurahNumber":72,"VerseNumber":6,"Text":"Nokorε sε, mmarima no bi wͻ nnipa mu a, wͻ’hwehwε ntwitwageε firi Jinn mmarima no mu bi hͻ, enti wͻ’ma (nnipa no) tͻkͻso di nsεmmͻne"},{"SurahNumber":72,"VerseNumber":7,"Text":"Nokorε sε, wᴐ’dwen sεdeε mo (nnipa no mu bi) dwen sε Nyankopͻn nnsoma (ᴐsomafoͻ) biara no"},{"SurahNumber":72,"VerseNumber":8,"Text":"Nokorε sε, na yεrehwehwε (kwan) sε, yεbeduru ͻsoro hͻ (akͻtie adwen a, εhͻfoͻ no refa), nanso yehunuu sε, awεnfoͻ ahoͻdenfoͻ ne ogya tanaa ayε hͻ mma"},{"SurahNumber":72,"VerseNumber":9,"Text":"Na anka yεkͻtena (ͻsoro) tenabea no mu baabi sεdeε yεbεtie (ͻsoro asafo no adwen a, wͻ’refa). Na seesei deε obi a (ͻbεkͻ hͻ) akotie no, ͻbεkͻ akͻto ogya tanaa a εretwεn no"},{"SurahNumber":72,"VerseNumber":10,"Text":"Nokorε nso sε yɛ’nnnim sε bͻne na Ɔrehwehwε ama asaase so foͻ, anaasε ͻkwan kyerε bi na wͻn Wura Nyankopͻn rehwehwε ama wͻn"},{"SurahNumber":72,"VerseNumber":11,"Text":"Nokorε sε yεn mu bi yε apapafoͻ, na ebinom nso nte saa, yegu ahodoͻ a yε’nam akwan sononko-sononko"},{"SurahNumber":72,"VerseNumber":12,"Text":"Yenim yie sε, yenntumi nwane Nyankopͻn wͻ asaase yi so, na yenntumi nso nntu nwane no (wͻ ewiem)"},{"SurahNumber":72,"VerseNumber":13,"Text":"Enti εberε a yε’tee tenenee no ho asεm no, yε’gye dii. Na obi a ͻbεgye Nyankopͻn adie no, onsuro papa ho asisie (sε ne papa so bεteε), anaa bͻne nso ho asisie (sε yεde bͻne a ͻnyͻeε bεma no)"},{"SurahNumber":72,"VerseNumber":14,"Text":"Yεn mu bi yε Muslimifoͻ, εna yεn mu bi nso ayera anaa wͻn amane afri kwan tenenee no soͻ. Enti obi a ͻbεyε Muslim aberε ne ho ase (ama Nyankopͻn) no, saa nkorͻfoͻ no na wᴐn afa tenenee kwan no"},{"SurahNumber":72,"VerseNumber":15,"Text":"Na mmom ayerafoͻ no deε wͻ’ne Amane-hunu gya no nnyentia no"},{"SurahNumber":72,"VerseNumber":16,"Text":"Sε wͻ’regyina pintinn wͻ ͻkwan tenenee no so a, anka Yε’bεma wͻn nsuo anom ama abu (wͻn) so"},{"SurahNumber":72,"VerseNumber":17,"Text":"Sεdeε Yε’de bεyε wͻn nsͻhwε. Na obi a ͻbεtwe ne ho afri ne Wura Nyankopͻn Afutusεm no ho no, Ɔbεma no akͻ asotwee kεseε paa mu"},{"SurahNumber":72,"VerseNumber":18,"Text":"Nokorε sε, Nyamefrε bea biara wͻ Nyankopͻn, enti monhwε na moannsu anfrε obiara (wͻ hͻ) ka Nyankopͻn nko ara ho"},{"SurahNumber":72,"VerseNumber":19,"Text":"Nokorε sε, εberε a Nyankopͻn akoa (Muhammad) gyina hͻ rebͻ mpae sufrε no no, εkaa kakraabi sε anka (Jinnfoͻ no) kͻkyere guu no so wͻ akͻnkͻn so"}]}