{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Have you not seen those who have established friendship with the people who are subject to the wrath of God? They do not belong to you nor you to them, yet they knowingly try to prove their point by using false oaths"},{"SurahNumber":58,"VerseNumber":15,"Text":"God has prepared a severe torment for them. What an evil deed they have committed"},{"SurahNumber":58,"VerseNumber":16,"Text":"They have made their oaths as a shield to obstruct others from the way of God. They will suffer a humiliating torment"},{"SurahNumber":58,"VerseNumber":17,"Text":"Neither their wealth nor their children will be able to protect them against God. They will be the dwellers of hell fire wherein they will live forever"},{"SurahNumber":58,"VerseNumber":18,"Text":"On the day when God will resurrect them all together, they will swear to Him as they swore to you and they will think that they have a good case but they are certainly liars"},{"SurahNumber":58,"VerseNumber":19,"Text":"Satan has dominated them and has made them forget the guidance of God. They are Satan's party and the party of Satan will certainly suffer a great loss"},{"SurahNumber":58,"VerseNumber":20,"Text":"Disgrace will strike those who oppose God and His Messenger"},{"SurahNumber":58,"VerseNumber":21,"Text":"God has decreed, \"I and My Messenger shall certainly triumph.\" God is All-powerful and Majestic"},{"SurahNumber":58,"VerseNumber":22,"Text":"You will not find any people of faith in God and the Day of Judgment who would establish friendship with those who oppose God and His Messenger, even if it would be in the interest of their fathers, sons, brothers, and kinsmen. God has established faith in their hearts and supported them by a Spirit from Himself. He will admit them to Paradise wherein streams flow to live therein forever. God is pleased with them and they are pleased with God. These are members of the party of God and the party of God will certainly have everlasting happiness"}]}