{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"Тур тавы белән"},{"SurahNumber":52,"VerseNumber":2,"Text":"вә язылмыш Коръән яки гамәл дәфтәре белән"},{"SurahNumber":52,"VerseNumber":3,"Text":"ул Коръән юка тиредән ясалган тире битләренә язылган"},{"SurahNumber":52,"VerseNumber":4,"Text":"дәхи кешеләр таваф итә торган Кәгъбә яки фәрештәләр таваф итә торган Кәгъбә турысында күктәге бер бина белән"},{"SurahNumber":52,"VerseNumber":5,"Text":"вә югары күтәрелгән күк белән"},{"SurahNumber":52,"VerseNumber":6,"Text":"дәхи ґәзаб өчен хәзерләнгән ахирәттәге ут диңгезе белән ант итеп әйтәмен"},{"SurahNumber":52,"VerseNumber":7,"Text":"Тәхкыйк Раббыңның ґәзабы вакыйга булучыдыр, ягъни әлбәттә, булачактыр"},{"SurahNumber":52,"VerseNumber":8,"Text":"Бу ґәзабны кире җибәрүче һич юктыр"},{"SurahNumber":52,"VerseNumber":9,"Text":"Аллаһуның ґәзабы вакыйга булыр күк каты әйләнеп каты селкенгән көндә"},{"SurahNumber":52,"VerseNumber":10,"Text":"Вә таулар каты йөргән көндә"},{"SurahNumber":52,"VerseNumber":11,"Text":"Ни үкенеч һәм ачы хәсрәт каты ґәзабтыр ул көндә Коръәнне ялган диючеләргә яки аның белән гамәл кылмаучыларга"},{"SurahNumber":52,"VerseNumber":12,"Text":"Алар хакны инкяр итеп, бозык эшләрне эшләү белән һәм ялган сөйләү белән уйнаучылардыр"},{"SurahNumber":52,"VerseNumber":13,"Text":"Ул көндә куллары-аяклары богауланып җәһәннәмгә өстерәлерләр"},{"SurahNumber":52,"VerseNumber":14,"Text":"Вә аларга әйтелер: \"Бу ут – сез аны ялганга тоткан идегез"},{"SurahNumber":52,"VerseNumber":15,"Text":"сез дөньяда вакытта Коръәнне сихер диядер идегез, бу ут ґәзабы да сихермы? Әллә ут ґәзабын күрмисезме? Бик яхшы күрәсез, ләкин дөньяда хакны күрергә теләмәдегез"},{"SurahNumber":52,"VerseNumber":16,"Text":"Инде керегез ул утка һәм ґәзабын татыгыз! Кирәк – чыдагыз, кирәк – чыдамагыз – сезнең өчен бертигездер ґәзабыгыз җиңеләймәс, сез фәкать кылган явызлыгыгыз өчен җәзаланырсыз\", – дип"},{"SurahNumber":52,"VerseNumber":17,"Text":"Тәхкыйк Аллаһуга вә расүлгә итагать итүче тәкъва мөэминнәр җәннәтләрдә һәм нигъмәтләр эчендәдерләр"},{"SurahNumber":52,"VerseNumber":18,"Text":"Раббиларының биргән нигъмәтләренә шатланган хәлдә, Раббылары саклар аларны җәһәннәм ґәзабыннан"},{"SurahNumber":52,"VerseNumber":19,"Text":"Ашагыз вә эчегез тыныч вә мәшәкатьсез генә тәкъвалык белән кылган гамәлләрегез өчен"},{"SurahNumber":52,"VerseNumber":20,"Text":"Алар тезелеп куелган зиннәтле диваннарда рәхәтләнеп утырырлар. Вә Без аларны ак йөзле, кара зур күзле хур кызларына ир кылырбыз"},{"SurahNumber":52,"VerseNumber":21,"Text":"Иман китереп Ислам динен тотучы хак мөэминнәрнең балалары дин тотуда хак диндә булган аталарына иярделәр – Без аларны аталарына ияртеп җәннәткә кертербез, җәннәттә бергә булырлар, гәрчә дәрәҗәләре аталарыныкыннан түбән булса да, аталарының гамәленнән һичнәрсәне киметмәдек, ягъни аталарын балаларының дәрәҗәсенә төшермәдек бәлки балаларын аталарының дәрәҗәсенә күтәрдек. Һәрбер кеше кылган эше бәрабәрендә җавапка калучыдыр"},{"SurahNumber":52,"VerseNumber":22,"Text":"Янә ул тәкъва мөэминнәргә башка нигъмәтләр өстенә арттырдык җимешләрнең вә итләрнең үзләре теләгәнен"},{"SurahNumber":52,"VerseNumber":23,"Text":"Вә бер-берсенә кәсәләрен бирерләр, ул тәмле суларны эчкәч, кирәкмәгән сүзләрне сөйләү булмас һәм гөнаһлы эшләрне эшләргә теләк тә булмас"},{"SurahNumber":52,"VerseNumber":24,"Text":"Алар тирәсендә энҗе дәнәләре кеби хезмәтче егетләр йөрерләр"},{"SurahNumber":52,"VerseNumber":25,"Text":"Вә ул җәннәт әһелләре бер-берсенә каршы килеп бу бөек дәрәҗәгә нинди сәбәп белән ирештегез, дип сорашырлар"},{"SurahNumber":52,"VerseNumber":26,"Text":"Җавап итеп әйтерләр: \"Без дөньяда әһелебез арасында Аллаһудан куркып гөнаһлардан сакланадыр идек"},{"SurahNumber":52,"VerseNumber":27,"Text":"Аллаһ безгә рәхмәт кылды вә бу дәрәҗәләрне бирде һәм эчке әгъзаларга үткүче ут ґәзабыннан безне саклады"},{"SurahNumber":52,"VerseNumber":28,"Text":"Тәхкыйк без дөньяда Ул – Аллаһуга гыйбадәт кылыр идек һәм ут ґәзабыннан сакла, дип, дога кылыр идек, тәхкыйк Ул – Аллаһ изгелекле һәм дә рәхимледер"}]}