{"Id":107,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"It will be proclaimed to the faithless: ‘Surely, Allah’s outrage [towards you] is greater than your outrage towards yourselves, as you were invited to faith, but you disbelieved.’"},{"SurahNumber":40,"VerseNumber":11,"Text":"They will say, ‘Our Lord! Twice did You make us die, and twice did You give us life. We admit our sins. Is there any way out [from this plight]?’"},{"SurahNumber":40,"VerseNumber":12,"Text":"[They will be told,] ‘This [plight of yours] is because, when Allah was invoked alone, you would disbelieve, but if partners were ascribed to Him you would believe. So the judgment belongs to Allah, the All-exalted, the All-great.’"},{"SurahNumber":40,"VerseNumber":13,"Text":"It is He who shows you His signs and sends down provision for you from the sky. Yet no one takes admonition except those who return penitently [to Allah]"},{"SurahNumber":40,"VerseNumber":14,"Text":"So supplicate Allah, putting exclusive faith in Him, though the faithless should be averse"},{"SurahNumber":40,"VerseNumber":15,"Text":"Raiser of ranks, Lord of the Throne, He casts the Spirit of His command upon whomever of His servants that He wishes, that he may warn [people] of the Day of Encounter"},{"SurahNumber":40,"VerseNumber":16,"Text":"The day when they will emerge [from their graves], nothing about them will be hidden from Allah. ‘To whom does the sovereignty belong today?’ ‘To Allah, the One, the All-paramount!’"},{"SurahNumber":40,"VerseNumber":17,"Text":"‘Today every soul shall be requited for what it has earned. There will be no injustice today. Indeed Allah is swift at reckoning.’"},{"SurahNumber":40,"VerseNumber":18,"Text":"Warn them of the Approaching Day, when the hearts will be at the throats, choking with suppressed agony, [and] the wrongdoers will have no sympathizer, nor any intercessor who might be heard"},{"SurahNumber":40,"VerseNumber":19,"Text":"He knows the treachery of the eyes, and what the breasts hide"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah judges with justice, while those whom they invoke besides Him do not judge by anything. Indeed it is Allah who is the All-hearing, the All-seeing"}]}