{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":41,"Text":"خشکی اور تری میں فساد برپا ہو گیا ہے لوگوں کے اپنے ہاتھوں کی کمائی سے تاکہ مزا چکھائے اُن کو ان کے بعض اعمال کا، شاید کہ وہ باز آئیں"},{"SurahNumber":30,"VerseNumber":42,"Text":"(اے نبیؐ) اِن سے کہو کہ زمین میں چل پھر کر دیکھو پہلے گزرے ہوئے لوگوں کا کیا انجام ہو چکا ہے، ان میں سے اکثر مشرک ہی تھے"},{"SurahNumber":30,"VerseNumber":43,"Text":"پس (اے نبیؐ) اپنا رُخ مضبوطی کے ساتھ جما دو اِس دین راست کی سمت میں قبل اس کے کہ وہ دن آئے جس کے ٹل جانے کی کوئی صورت اللہ کی طرف سے نہیں ہے اُس دن لوگ پھَٹ کر ایک دُوسرے سے الگ ہو جائیں گے"},{"SurahNumber":30,"VerseNumber":44,"Text":"جس نے کفر کیا ہے اس کے کفر کا وبال اسی پر ہے اور جن لوگوں نے نیک عمل کیا ہے وہ اپنے ہی لیے فلاح کا راستہ صاف کر رہے ہیں"},{"SurahNumber":30,"VerseNumber":45,"Text":"تاکہ اللہ ایمان لانے والوں اور عملِ صالح کرنے والوں کو اپنے فضل سے جزا دے یقیناً وہ کافروں کو پسند نہیں کرتا"},{"SurahNumber":30,"VerseNumber":46,"Text":"اُس کی نشانیوں میں سے یہ ہے کہ وہ ہوائیں بھیجتا ہے بشارت دینے کے لیے اور تمہیں اپنی رحمت سے بہرہ مند کرنے کے لیے اور اس غرض کے لیے کہ کشتیاں اس کے حکم سے چلیں اور تم اس کا فضل تلاش کرو اور اس کے شکر گزار بنو"},{"SurahNumber":30,"VerseNumber":47,"Text":"اور ہم نے تم سے پہلے رسُولوں کو ان کی قوم کی طرف بھیجا اور وہ ان کے پاس روشن نشانیاں لے کر آئے، پھر جنہوں نے جرم کیا اُن سے ہم نے انتقام لیا اور ہم پر یہ حق تھا کہ ہم مومنوں کی مدد کریں"},{"SurahNumber":30,"VerseNumber":48,"Text":"اللہ ہی ہے جو ہواؤں کو بھیجتا ہے اور وہ بادل اٹھاتی ہیں، پھر وہ اِن بادلوں کو آسمان میں پھیلا دیتا ہے جس طرح چاہتا ہے اور انہیں ٹکڑیوں میں تقسیم کرتا ہے، پھر تُو دیکھتا ہے کہ بارش کے قطرے بادل سے ٹپکے چلے آتے ہیں یہ بارش جب وہ اپنے بندوں میں سے جن پر چاہتا ہے برساتا ہے"},{"SurahNumber":30,"VerseNumber":49,"Text":"تو یکایک وہ خوش و خرم ہو جاتے ہیں حالانکہ اس کے نزول سے پہلے وہ مایوس ہو رہے تھے"},{"SurahNumber":30,"VerseNumber":50,"Text":"دیکھو اللہ کی رحمت کے اثرات کہ مُردہ پڑی ہوئی زمین کو وہ کس طرح جِلا اٹھاتا ہے، یقیناً وہ مُردوں کو زندگی بخشنے والا ہے اور وہ ہر چیز پر قادر ہے"},{"SurahNumber":30,"VerseNumber":51,"Text":"اور اگر ہم ایک ایسی ہوا بھیج دیں جس کے اثر سے وہ اپنی کھیتی کو زرد پائیں تو وہ کفر کرتے رہ جاتے ہیں"},{"SurahNumber":30,"VerseNumber":52,"Text":"(اے نبیؐ) تم مُردوں کو نہیں سنا سکتے، نہ اُن بہروں کو اپنی پکار سنا سکتے ہو جو پیٹھ پھیرے بھاگے چلے جا رہے ہوں"},{"SurahNumber":30,"VerseNumber":53,"Text":"اور نہ تم اندھوں کو ان کی گمراہی سے نکال کر راہِ راست دکھا سکتے ہو تم تو صرف انہی کو سنا سکتے ہو جو ہماری آیات پر ایمان لاتے اور سرِ تسلیم خم کر دیتے ہیں"}]}