{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":21,"Text":"Onu satın alan bir Mısır´lı (aziz,) karısına: «Onun yerini üstün tut (ona güzel bak). Umulur ki bize bir yararı dokunur ya da onu evlat ediniriz.» dedi. Böylelikle biz, Yusuf´u yeryüzünde (Mısır´da) yerleşik kıldık. Ona sözlerin yorumundan (olan bir bilgiyi) öğrettik. Allah, emrinde galib olandır, ancak insanların çoğu bilmezler"},{"SurahNumber":12,"VerseNumber":22,"Text":"Erginlik çağına erişince, kendisine hüküm ve ilim verdik. İşte biz, iyilik yapanları böyle ödüllendiririz"},{"SurahNumber":12,"VerseNumber":23,"Text":"Onun evinde kalmakta olduğu kadın, ondan murad almak istedi ve kapıları sımsıkı kapatarak: «İsteklerim senin içindir, gelsene» dedi. Dedi ki: «Allah´a sığınırım. Çünkü o benim efendimdir, yerimi güzel tutmuştur. Gerçek şu ki, zalimler kurtuluşa ermez.»"},{"SurahNumber":12,"VerseNumber":24,"Text":"Andolsun kadın onu arzulamıştı, -eğer Rabbinin (zinayı yasaklayan) kesin kanıt (burhan)ını görmeseydi- o da onu arzulamıştı. Böylelikle biz ondan kötülüğü ve fuhşu geri çevirmek için (ona delil gönderdik). Çünkü o, muhlis kullarımızdandı"},{"SurahNumber":12,"VerseNumber":25,"Text":"Kapıya doğru ikisi de koştular. Kadın onun gömleğini arkadan çekip yırttı. (Tam) Kapının yanında kadının efendisiyle karşılaştılar. Kadın dedi ki: «Ailene kötülük isteyenin, zindana atılmaktan veya acıklı bir azabtan başka cezası ne olabilir?»"},{"SurahNumber":12,"VerseNumber":26,"Text":"(Yusuf) Dedi ki: «Onun kendisi benden murad almak istedi.» Kadının yakınlarından bir şahid şahitlik etti: «Eğer onun gömleği ön taraftan yırtılmışsa bu durumda kadın doğruyu söylemiştir, kendisi ise yalan söyleyenlerdendir"},{"SurahNumber":12,"VerseNumber":27,"Text":"Yok eğer onun gömleği arkadan çekilip yırtılmışsa, bu durumda kadın yalan söylemiştir ve kendisi doğruyu söyleyenlerdendir"},{"SurahNumber":12,"VerseNumber":28,"Text":"Onun gömleğinin arkadan çekilip yırtıldığını gördüğü zaman (kocası) : «Doğrusu bu, sizin düzeninizden (biri) dir. Gerçekten sizin düzeniniz büyüktür» dedi"},{"SurahNumber":12,"VerseNumber":29,"Text":"«Yusuf, sen bundan yüz çevir. Sende (kadın) günahın dolayısıyla bağışlanma dile. Doğrusu sen günahkârlardan oldun.»"}]}