{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":34,"VerseNumber":37,"Text":"Ma. humiex il-ġid tagħkom u lanqas uliedkom li jqarrbukom lejna. (Ma jersqux lejna) ħlief dawk li jemmnu u jagħmlu l-ġid. Dawk għandhom ħlas doppju ta' dak li għamlu, u jinsabu mħarsin (minn kull ħsara) fl- għamajjar (tal-Ġenna)"},{"SurahNumber":34,"VerseNumber":38,"Text":"Iżda dawk li jħabirku kontra s-sinjali tagħna, biex ifixkluhom, dawk jinġiebu fil-kastig"},{"SurahNumber":34,"VerseNumber":39,"Text":"(Għidfilhom Muħammad): 'Sidi tabilħaqq ikattar il-ġid lil min irid mill-qaddejja tiegħu, u jnaqqsu (lil min jidhirlu): Iżda kull ħaġa li tonfqu (għall-kawża tiegħu), Huwa jroddha (/ura lilkom). Huwa l-Aħjar li jagħti l- ġid"},{"SurahNumber":34,"VerseNumber":40,"Text":"Fil-Jum li (Alla) jiġborhom ilkoll, Huwa jgħid lill- anġli: 'Jaqaw dawn lilkom kienu jqimu"},{"SurahNumber":34,"VerseNumber":41,"Text":"Jgħidu (l-anġli): 'Sebħ lilek Inti li tħarisna, mhux huma. Le (mhux lilna taw qima), iżda kienu jqimu lill- ġinn: Il-kotra tagħhom jemmnu fihom"},{"SurahNumber":34,"VerseNumber":42,"Text":"Illum ma tistgħu tkunu la ta' ġid u lanqas ta' deni għal xulxin, U ngħidu lil dawk li għamlu l-ħażen: 'Duqu l- kastig tan-Nar li kontu tgiddbul"},{"SurahNumber":34,"VerseNumber":43,"Text":"Meta jingrawlhom il-versi ċari tagħna jgħidu: ''Dan ma huwiex ħlief raġel li jrid iżommkom minn dak li kienu jqimu missirijietkom.' U jgħidu (ukoll): 'Dan ma huwiex ħlief qerq maqlugħ minn żnied (dan ir-raġelji' Dawk li jiċħdu s-sewwa meta jaslilhom, jgħidu: ''Dan ma huwiex ħlief seħer biċ-ċart)"},{"SurahNumber":34,"VerseNumber":44,"Text":"Ma tajnihomx kotba biex jistudjawhom, u lanqas ma bgħatnielhom qablek (Muħammad) lil min iwissi/hom"},{"SurahNumber":34,"VerseNumber":45,"Text":"Dawk ta' qabilhom giddbu (is-sewwa) u (il-pagani) ma laħqux wieħed minn għaxra minn dak li tajniehom ((i/ ta' qabilhom). Huma giddbu l-Mibgħutin tiegħi. U kemm kienet kerha l-kundanna tiegħi (lilhom)i"}]}