{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"Kanê, we di gavekî da merivek kuştibû, îdî we ewa kuştîya diavête stîyê hev (ji ber ku kujrawê wî xûya ne bûye) û Yezdan bi xweber jî, tişta hûn vedişêrin derdixe"},{"SurahNumber":2,"VerseNumber":73,"Text":"Îdî (ji piştî şer kirina çêlekê) me ji wan ra gotîye: “Hûn hinekî ji gewdê çêlekê û hinek jî ji gewdê kuştî li hev bixin. (Ji piştî li hev xistina gewdan, kujraw hate diyar kirinê). Bi vî awayî Yezdan mirya jî zinde dike û Yezdan beratenê xwe dide nîşanê we. Bi rastî hêvî heye, ku hûn ji wan hiş hildin"},{"SurahNumber":2,"VerseNumber":74,"Text":"Paşê dilê we dîsa ji pey (vê bûyerê da) wekî keviran hişk bûye, hêj ji keviran jî hişktir bûye. Çima, bi rastî hinek kevir hene, ku ji wan çemne avê bi sodretî dizên û hinek jî ji wan keviran hene! Di gava ji hev diçirin kanîyê avê ji wan bi sodretî dizên. Û hinek jî ji wan keviran hene! Ji heybeta Yezdan, wusa jorda tot dibin (Dilê we qe wusa nabe). Û Yezdan bi xweber jî ji wan tiştne, ku hûn dikin bê (agah) nîne"},{"SurahNumber":2,"VerseNumber":75,"Text":"Qey hûm (gelî bawergeran!) guman dikin ku ewan (zarne cihû û filan) ji bona we bawer bikin, bibne hevalê we? Sond! Di nava wan bi xweber da jî destek ji wan heye, peyvne Yezdan dibêhên, ji piştî ku ponîjîn ka peyvan çi armanç kirine; bi zanîn peyvan ji şûna wan diheşivînin"},{"SurahNumber":2,"VerseNumber":76,"Text":"Û ewan di gava rastî wanê bawerger tên, ji bawergeran ra gotine: “Bi rastî em bawer dikin.” Û di gava ku ewan bi tenê li bal hev dimînin, ji hev ra dibêjin: “Hûn ça li bal wan dipeyvin, ku ewan bawergeran, bi wan tiştan li bal Xudayê we nihrewanan bigirin. Îdî qe hûn naponijin"},{"SurahNumber":2,"VerseNumber":77,"Text":"Qey ewan nizanin, ku bi rastî Yezdan bi wan tiştne ewan vedişêrin û bi wan tiştne ewan diyar dikin jî dizane"},{"SurahNumber":2,"VerseNumber":78,"Text":"Ji wan hinek hene ne xwandine (wekî wanê ku hêj nûzane, ji dîya xwe ra bûne) ewan ji pirtûkê hey dil xwazîyan dizanin û ewan bi xweber jî hey gumanan dikin"},{"SurahNumber":2,"VerseNumber":79,"Text":"Îdî ewanê ku pirtûkê bi deste xwe dinivîsin, paşê ji bo ku bi perekî hindik bifiroşin dibêjin: “Eva pirtûka hanê ji bal Yezdan hatîye; xwelî li van be! Ji ber ku destê wan ewa nivîsîye xwelî li wan be! Û ji bona keda ku ewan dikin, sed korayê xwelî li wan be"},{"SurahNumber":2,"VerseNumber":80,"Text":"Û ewan gotinê: “Ji pêştirê çend rone hijmarî, bi rastî qe agir bi me nagire.” Tu ji wan ra bêje: “Qey we ji bal Yezdan peyman hildaye? Îdî bi rastî Yezdan jî ji peymana xwe para naçe û ya jî tişta hûn pê nizanin, di mafê Yezdan da dibêjin?”"},{"SurahNumber":2,"VerseNumber":81,"Text":"Gotina wan nîne! Bi rastî kê gunahan bike û gunehne wî, ewî som bike, îdî hevrînê agir ewan in. Ewanê ku di agir da her dimînin ewan bi xweber in"},{"SurahNumber":2,"VerseNumber":82,"Text":"Ewanê bawer kirine û karê aştî kirine, hene! Ewan hevrînê bihiştê ne. Ewanê ku di bihiştê da her dimînin ewan bi xweber in"}]}