{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"De ki: “Allah’a hamdolsun ve selam olsun seçkin kullarına. Allah mı hayırlıdır; yoksa onların ortak koştukları mı?”"},{"SurahNumber":27,"VerseNumber":60,"Text":"(Ortak koştuklarınız mı hayırlı) Yoksa gökleri ve yeri yaratan, size gökten su indiren (Allah) mı? Onunla sizin bir ağacını bile bitiremeyeceğiniz güzel görünüşlü bahçeler bitirdik. Allah ile birlikte bir ilah mı var? Hayır, onlar yoldan sapan bir topluluktur"},{"SurahNumber":27,"VerseNumber":61,"Text":"(Ortak koştuklarınız mı hayırlı) Yoksa yeryüzünü yerleşim yeri yapan, aralarında ırmaklar akıtan, orada sabit dağlar yerleştiren, iki deniz arasına engel koyan (Allah) mı? Allah ile birlikte başka bir ilah mı var? Hayır! Onların çoğu bilmiyorlar"},{"SurahNumber":27,"VerseNumber":62,"Text":"(Ortak koştuklarınız mı hayırlı) Yoksa darda kalana kendisine dua ettiği zaman icabet eden, sıkıntıyı gideren ve sizi yeryüzünün halifeleri kılan mı? Allah ile birlikte başka bir ilah mı var? Ne kadar da az düşünüyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"(Ortak koştuklarınız mı hayırlı) Yoksa karanın ve denizin karanlıkları içinde size yol gösteren, rüzgârları rahmetinin öncesinde müjdeleyici olarak gönderen mi? Allah ile birlikte başka bir ilah mı var? Ne kadar da az düşünüyorsunuz. Allah, sizin şirk koştuklarınızdan çok münezzehtir"},{"SurahNumber":27,"VerseNumber":64,"Text":"(Onlar mı hayırlı) Yoksa, yaratılışı başlatan, sonra onu yaratmayı tekrar eden ve size gökten ve yerden rızık veren mi? Allah ile birlikte başka bir ilah mı var? De ki: “Eğer doğru söyleyenler iseniz haydi delilinizi getirin.”"},{"SurahNumber":27,"VerseNumber":65,"Text":"Yine de ki: Göklerde ve yerde Allah’tan başka hiç kimse gaybı bilemez. Ve onlar, ne zaman diriltileceklerini de bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Oysa onlara ahiret hakkında bilgi ardarda gelmiştir. Onlar, bu hususta şüphe içindedirler. Hayır, bundan yana kördürler"}]}