{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":33,"VerseNumber":28,"Text":"“E iwe Mneneri! Nena kwa akazi ako (m’njira yowalangiza): “Ngati mufuna moyo wa dziko lapansi ndi zosangalatsa zake (ine ndilibe zosangalatsa za m’dziko, ndipo sindingakukakamizeni kuti mukhale ndi ine mu moyo wa umphawi; ngati mufuna) bwerani ndikupatsani cholekanira, chokusangalatsani, kenako ndikusiyeni kusiyana kwabwino (kopanda masautso).”"},{"SurahNumber":33,"VerseNumber":29,"Text":"““Ndipo ngati mukufuna Allah ndi Mtumiki Wake, ndi nyumba yomaliza, ndithu Allah wawakonzera ochita zabwino mwa inu malipiro aakulu.”"},{"SurahNumber":33,"VerseNumber":30,"Text":"“E inu akazi a Mneneri! Amene achite choipa choonekera mwa inu, amuonjezera chilango kawiri; ndipo zimenezi nzosavuta kwa Allah"},{"SurahNumber":33,"VerseNumber":31,"Text":"“۞ Koma yense mwa inu amene amvere Allah ndi Mneneri Wake, ndi kumachita zabwino, timpatsa malipiro ake kawiri ndi kumkonzera rizq laulemu"},{"SurahNumber":33,"VerseNumber":32,"Text":"“E inu akazi a Mneneri! Inu simuli monga mmodzi wa akazi ena (omwe siakazi a Mtumiki, paulemelero) ngati muopa Allah. Choncho musalobodole mawu (mowakometsa poyankhulana ndi amuna,) kuti asalakelake (kuchita zoipa ndi inu) yemwe mu mtima mwake muli matenda (achiwerewere). Koma nenani zonena zabwino"},{"SurahNumber":33,"VerseNumber":33,"Text":"“Ndipo khalani mnyumba zanu, ndipo musadzionetsere (kwa amuna) uku mutadzikongoletsa monga mmene ankaonetsera zokongoletsa zawo (akazi) a m’nthawi ya umbuli wakale. Ndipo pempherani Swala moyenera, perekani Zakaat, mverani Allah ndi Mtumiki Wake. Ndithu Allah akufuna kukuchotserani uve e, inu a kunyumba (ya Mneneri)! Ndi kuti akuyeretseni ndithu"},{"SurahNumber":33,"VerseNumber":34,"Text":"“Ndipo lowezani pamtima zimene zikunenedwa m’nyumba zanu; ndime za mawu a Allah ndi (zonena za Mtumiki) zanzeru. Ndithu Allah Ngodziwa zinthu zobisika kwambiri, ndi zapoyera"}]}