{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Батаҳқиқ, Биз Довуд ва Сулаймонга илм бердик. Икковлари: «Бизни кўпгина мўмин бандаларидан афзал қилган Аллоҳга ҳамдлар бўлсин», дедилар"},{"SurahNumber":27,"VerseNumber":16,"Text":"Ва Сулаймон Довудга ворис бўлди. У: «Эй одамлар, бизга қуш тили ўргатилди ва ҳар бир нарсадан берилди. Бу, албатта, очиқ-ойдин фазлдир», деди"},{"SurahNumber":27,"VerseNumber":17,"Text":"Сулаймонга жин, инс ва қушлардан бўлган аскарлари тўпланиб, тизилган ҳолда турдилар"},{"SurahNumber":27,"VerseNumber":18,"Text":"Токи улар чумолилар водийсига келганларида, бир чумоли: «Эй, чумолилар, масканларингга киринглар, Сулаймон ва унинг аскарлари сизларни билмасдан эзиб юбормасинлар», деди"},{"SurahNumber":27,"VerseNumber":19,"Text":"Бас, у унинг сўзидан табассум қилди ва: «Роббим, мени Ўзинг менга ва ота-онамга берган неъматларингга шукр этишимга ва Сен рози бўладиган солиҳ амаллар қилишимга муяссар этгин. Ўз раҳматинг ила мени солиҳ бандаларингга қўшгин», деди"},{"SurahNumber":27,"VerseNumber":20,"Text":"Ва қушларни текширди-да: «Нега Ҳудҳудни кўрмаётирман ёки ғойиблардан бўлдими?» деди"},{"SurahNumber":27,"VerseNumber":21,"Text":"«Албатта, уни шиддатли азоб-ла азобларман ёки сўйиб юборурман ёхуд менга, албатта, очиқ-ойдин ҳужжат келтиражак.»"},{"SurahNumber":27,"VerseNumber":22,"Text":"Кўп ўтмасдан у келиб: «Сен билмаган нарсани билдим ва сенга Сабаъдан ишончли бир хабар олиб келдим"},{"SurahNumber":27,"VerseNumber":23,"Text":"Дарҳақиқат, мен бир аёлни кўрдим. У уларнинг маликаси экан. Унга ҳар нарса берилган экан. Ҳамда унинг улуғ тахти бор экан"},{"SurahNumber":27,"VerseNumber":24,"Text":"Мен у(аёл)нинг ва қавмининг Аллоҳни қўйиб, қуёшга сажда қилаётганларини ва шайтон уларга амалларини зийнатлаб, йўлдан тўсаётганини кўрдим. Бас, улар ҳидоят топмаслар"},{"SurahNumber":27,"VerseNumber":25,"Text":"Осмонлару ердаги сирларни ошкор қиладиган, махфий ва ошкор қилган нарсаларингизни биладиган Аллоҳга сажда қилмайдиларми"},{"SurahNumber":27,"VerseNumber":26,"Text":"Аллоҳ — Ундан ўзга ҳеч қандай илоҳ йўқ Зотдир. У улуғ аршнинг Роббидир», деди"},{"SurahNumber":27,"VerseNumber":27,"Text":"У: «Кўрамиз, рост сўзладингми ёки ёлғончилардан бўлдингми"},{"SurahNumber":27,"VerseNumber":28,"Text":"Бу мактубимни олиб бориб, уларга ташла, сўнгра четга чиқиб назар сол-чи, нима қайтарурлар», деди"},{"SurahNumber":27,"VerseNumber":29,"Text":"У (Малика): «Эй, аъёнлар! Менга кароматли бир мактуб ташланди"},{"SurahNumber":27,"VerseNumber":30,"Text":"Албатта, у Сулаймондандир, албатта, унда: «Бисмиллаҳир роҳманир роҳийм"},{"SurahNumber":27,"VerseNumber":31,"Text":"Менга қарши бош кўтармай, таслим бўлган ҳолингизда келинг», дейилмишдир», деди"}]}