{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"Ese día diremos al Infierno: “¿Estás repleto ya?”. Y él contestará: “¿Hay más (para que entren)?”"},{"SurahNumber":50,"VerseNumber":31,"Text":"Y el Paraíso será llevado cerca de los piadosos (donde puedan verlo)"},{"SurahNumber":50,"VerseNumber":32,"Text":"Esto es lo que ha sido prometido a todo aquel que se vuelve a Al-lah (en arrepentimiento) y cumple con lo que Él le ha ordenado"},{"SurahNumber":50,"VerseNumber":33,"Text":"esos que temen al Clemente a pesar de no verlo[963]y se presentan ante Al-lah con un corazón arrepentido"},{"SurahNumber":50,"VerseNumber":34,"Text":"(Se les dirá:) “¡Entren al Paraíso en paz, sin nada qué temer! En este día entrarán a él para siempre”"},{"SurahNumber":50,"VerseNumber":35,"Text":"Allí tendrán cuanto deseen, y les tenemos reservado todavía más"},{"SurahNumber":50,"VerseNumber":36,"Text":"¡Y cuántas generaciones destruimos con anterioridad a pesar de que eran más fuertes que ellos y viajaron por la tierra (dejando vestigios de su poder)! ¿Acaso pudieron encontrar un refugio (que los protegiera de Nuestro castigo)"},{"SurahNumber":50,"VerseNumber":37,"Text":"Ciertamente, en lo mencionado hay un motivo de reflexión para todo aquel que razona y presta oído atentamente a lo que se lo exhorta"},{"SurahNumber":50,"VerseNumber":38,"Text":"Y creamos los cielos y la tierra, y cuanto existe entre ellos, en seis días[964] sin sentir fatiga alguna"},{"SurahNumber":50,"VerseNumber":39,"Text":"Sé paciente con lo que dicen (quienes rechazan la verdad, ¡oh, Muhammad!) y glorifica a tu Señor (rezando) antes de la salida del sol y antes de su puesta"},{"SurahNumber":50,"VerseNumber":40,"Text":"así como durante una parte de la noche; y glorifícalo con alabanzas cuando acabes de postrarte (al concluir el salat)"},{"SurahNumber":50,"VerseNumber":41,"Text":"Y pon atención el día en que (el ángel) anunciador (de la resurrección) convoque a los hombres desde un lugar cercano"},{"SurahNumber":50,"VerseNumber":42,"Text":"Ese día (toda la creación) oirá el soplido (del cuerno) anunciando la verdad (de la resurrección). Ese será el día en que todos saldrán (de sus tumbas)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Ciertamente, Nosotros damos la vida y la muerte, y a Nosotros es el retorno final"},{"SurahNumber":50,"VerseNumber":44,"Text":"Ese día la tierra se abrirá y (los hombres) saldrán presurosos (de sus tumbas). Y será fácil para Nosotros (resucitarlos y) reunirlos"},{"SurahNumber":50,"VerseNumber":45,"Text":"Nosotros sabemos bien lo que dicen (quienes niegan la verdad), y tú (Muhammad) no puedes obligarlos (a que acepten la fe). Exhorta, pues, con el Corán a quien tema la amenaza de Mi castigo"}]}