{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"(Resûlüm! ) De ki: Eğer Allah´ı seviyorsanız bana uyunuz ki Allah da sizi sevsin ve günahlarınızı bağışlasın. Allah son derece bağışlayıcı ve esirgeyicidir"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki: Allah´a ve Resûlü´ne itaat edin. Eğer yüz çevirirlerse bilsinler ki Allah kâfirleri sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allah Âdem´i, Nuh´u, İbrahim ailesi ile İmrân ailesini seçip âlemlere üstün kıldı"},{"SurahNumber":3,"VerseNumber":34,"Text":"Bunlar birbirinden gelme bir nesillerdir. Allah işiten ve bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"İmrân´ın karısı şöyle demişti: \"Rabbim! Karnımdakini azatlı bir kul olarak sırf sana adadım. Adağımı kabul buyur. Şüphesiz (niyazımı) hakkıyla işiten ve (niyetimi) bilen sensin"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu doğurunca, Allah, ne doğurduğunu bilip dururken: Rabbim! Ben onu kız doğurdum. Oysa erkek, kız gibi değildir. Ona Meryem adını verdim. Kovulmuş şeytana karşı onu ve soyunu senin korumanı diliyorum, dedi"},{"SurahNumber":3,"VerseNumber":37,"Text":"Rabbi Meryem´e hüsnü kabul gösterdi; onu güzel bir bitki gibi yetiştirdi. Zekeriyya yı da onun bakımı ile görevlendirdi. Zekeriyya, onun yanına, mâbede her girişinde orada bir rızık bulur ve \"Ey Meryem, bu sana nereden geliyor?\" der; o da: Bu, Allah tarafındandır. Allah, dilediğine sayısız rızık verir, derdi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Orada Zekeriyya, Rabbine dua etti: Rabbim! Bana tarafından hayırlı bir nesil bağışla. Şüphesiz sen duayı hakkıyla işitensin, dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Zekeriyya mâbedde durmuş namaz kılarken melekler ona şöyle nida ettiler: Allah sana, kendisi tarafından gelen bir Kelime´yi tasdik edici, efendi, iffetli ve sâlihlerden bir peygamber olarak Yahya´yı müjdeler"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zekeriyya: Rabbim! dedi, bana ihtiyarlık gelip çattığına, üstelik karım da kısır olduğuna göre benim nasıl oğlum olabilir? Allah şöyle buyurdu: İşte böyledir; Allah dilediğini yapar"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zekeriyya: Rabbim! (Oğlum olacağına dair) bana bir alâmet göster, dedi. Allah buyurdu ki: Senin için alâmet, insanlara, üç gün, işaretten başka söz söylememendir. Ayrıca Rabbini çok an, sabah akşam tesbih et"}]}