{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"If (O Messenger) they continue to deny you (regarding the Message you bring), say: \"To me are accounted my deeds, and to you, your deeds. You are quit of all that I do, and I am quit of all that you do"},{"SurahNumber":10,"VerseNumber":42,"Text":"Among them are such as come to listen to you, but how can you make the deaf hear, if they do not use their reason (to make sense of it)"},{"SurahNumber":10,"VerseNumber":43,"Text":"Among them are such as look towards you, but how can you guide the blind (to the right way), if they are lacking the power of (in)sight"},{"SurahNumber":10,"VerseNumber":44,"Text":"Surely God does not wrong humankind in anything, but humankind wrong their own selves"},{"SurahNumber":10,"VerseNumber":45,"Text":"On the Day when God will raise to life and gather them together, it will seem to them that they had not tarried in the world but a short while of the day, knowing one another. Assuredly, those who deny (the truth) that they must encounter God have ruined themselves and have never been guided"},{"SurahNumber":10,"VerseNumber":46,"Text":"Whether We let you (O Messenger) witness the fulfillment of some of what We have promised them, or We cause you to die (before it befalls them), still to Us is their return. And God is witness to all that they do"},{"SurahNumber":10,"VerseNumber":47,"Text":"Every community has its Messenger: when their Messenger comes, (some believe in him and the others not) and it is judged between them with absolute justice, and they are not wronged"},{"SurahNumber":10,"VerseNumber":48,"Text":"And they say: \"When will this promise be fulfilled if you (O believers) are truthful"},{"SurahNumber":10,"VerseNumber":49,"Text":"Say (O Messenger): \"I have no power to harm or benefit myself, except by God’s will. For every community there is an appointed term; and when the end of the term falls in, they can neither delay it by any period of time, however short, nor can they hasten it"},{"SurahNumber":10,"VerseNumber":50,"Text":"Say: \"Have you ever considered: what (could you do) if God’s punishment should come to you by night (unexpectedly) or by day (and you saw it come)? What do the disbelieving criminals have in prospect that they wish it to be hastened"},{"SurahNumber":10,"VerseNumber":51,"Text":"What! Is it only when it has come to pass that you will believe in it? (That day it will be said to you:) \"What? (Do you believe in it) now, after you had (in your contemptuous unbelief) wished it to be hastened"},{"SurahNumber":10,"VerseNumber":52,"Text":"Then it will be said to those who wronged (themselves through unbelief and wrong judgments): \"Taste the punishment everlasting! Are you recompensed for anything other than what you used to earn"},{"SurahNumber":10,"VerseNumber":53,"Text":"They ask you, \"Is it true?\" Say: \"Yes, by my Lord, it is surely true; and you cannot evade it"}]}