{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"We have revealed to you as We revealed to Nuh and the Prophets who came after him. And We revealed to Ibrahim and Isma´il and Ishaq and Ya´qub and the Tribes, and ´Isa and Ayyub and Yunus and Harun and Sulayman. And We gave Dawud the Zabur"},{"SurahNumber":4,"VerseNumber":164,"Text":"There are Messengers We have already told you about and Messengers We have not told you about; and Allah spoke directly to Musa —"},{"SurahNumber":4,"VerseNumber":165,"Text":"Messengers bringing good news and giving warning, so that people will have no argument against Allah after the coming of the Messengers. Allah is Almighty, All-Wise"},{"SurahNumber":4,"VerseNumber":166,"Text":"But Allah bears witness to what He has sent down to you. He has sent it down with His knowledge. The angels bear witness as well. And Allah suffices as a Witness"},{"SurahNumber":4,"VerseNumber":167,"Text":"Those who are kafir and bar access to the Way of Allah have gone very far astray"},{"SurahNumber":4,"VerseNumber":168,"Text":"Allah will not forgive those who are kafir and do wrong or guide them on any path"},{"SurahNumber":4,"VerseNumber":169,"Text":"except the path of Hell, remaining in it timelessly, for ever and ever. That is easy for Allah"},{"SurahNumber":4,"VerseNumber":170,"Text":"Mankind! the Messenger has brought you the truth from your Lord, so it is better for you to have iman. But if you are kafir, everything in the heavens and the earth belongs to Allah. Allah is All-Knowing, All-Wise"},{"SurahNumber":4,"VerseNumber":171,"Text":"People of the Book! do not go to excess in your deen. Say nothing but the truth about Allah. The Messiah, ´Isa son of Maryam, was only the Messenger of Allah and His Word, which He cast into Maryam, and a Spirit from Him. So have iman in Allah and His Messengers. Do not say, ´Three.´ It is better that you stop. Allah is only One God. He is too Glorious to have a son! Everything in the heavens and in the earth belongs to Him. Allah suffices as a Guardian"}]}