{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"А ведь Харун сказал им прежде (т. е. до возращения Мусы): \"О мой народ! Вас только искушают тельцом, и, воистину, ваш Господь - только Милостивый. Так следуйте же за мной и повинуйтесь моим велениям"},{"SurahNumber":20,"VerseNumber":91,"Text":"Они ответили: \"Мы не перестанем поклоняться тельцу, пока Муса не вернется к нам"},{"SurahNumber":20,"VerseNumber":92,"Text":"[Муса, вернувшись], спросил: \"О Харун! Когда ты увидел, что они сошли с пути истины, что помешало тебе"},{"SurahNumber":20,"VerseNumber":93,"Text":"следовать моим указаниям: Неужели ты ослушался моего веления"},{"SurahNumber":20,"VerseNumber":94,"Text":"[Харун] ответил: \"О сын моей матери! Не дергай меня за бороду и не тряси головы моей. Воистину, я боялся, что ты станешь обвинять меня [и скажешь]: \"Ты внес раскол меж сынов Исраила и ослушался моего веления"},{"SurahNumber":20,"VerseNumber":95,"Text":"[Муса] спросил: \"А чего тебе было надобно, о самаритянин"},{"SurahNumber":20,"VerseNumber":96,"Text":"Он ответил: \"Мне ведомо то, что не ведомо им. Я взял горсть [земли] со следов посланца и бросил ее [в сплав], ибо так было угодно душе моей"},{"SurahNumber":20,"VerseNumber":97,"Text":"[Муса] сказал: \"Прочь отсюда! Тебе придется в этой жизни кричать: \"Не касайтесь [меня]\", а [в будущей жизни] тебя ждет неотвратимое наказание. Смотри же на своего бога, которому ты поклонялся: мы непременно сожжем его и развеем пепел по морю"},{"SurahNumber":20,"VerseNumber":98,"Text":"Ваш бог - только Аллах, и нет бога, кроме Него. Он объемлет своим знанием все сущее"},{"SurahNumber":20,"VerseNumber":99,"Text":"Так Мы сообщаем тебе [, Мухаммад,] вести о минувших событиях, и тебе же Мы даровали назидание (т. е. Коран)"},{"SurahNumber":20,"VerseNumber":100,"Text":"Те, кто отвергнет его (т. е. Коран), в День воскресения взвалят [на себя] тяжелую ношу"},{"SurahNumber":20,"VerseNumber":101,"Text":"которую будут нести вечно. И как отвратительна их ноша в День воскресения"},{"SurahNumber":20,"VerseNumber":102,"Text":"в день, когда прозвучит труба! И в тот день Мы оживим грешников голубоглазыми"},{"SurahNumber":20,"VerseNumber":103,"Text":"Они [в тот день] будут переговариваться шепотом: \"Вы пробыли [на земле] всего дней десять"},{"SurahNumber":20,"VerseNumber":104,"Text":"Нам лучше знать, о чем они говорят [между собой], и даже когда говорит самый примерный из них на пути истины: \"Вы пробыли [там] всего один день"}]}