{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":33,"VerseNumber":59,"Text":"Oh iwe Mtumwi! Auze akazi ako ndi ana ako, akazi ndi akazi a anthu okhulupirira kuti azivala moyenera zovala zawo zapamwamba zoonjezera pa zovala zomwe avala mkati. Zimenezi zidzakhala zabwino kuti akhoza kudziwika nazo ndipo kotero iwo sadzavutitsidwa ayi. Ndipo Mulungu ndi wokhululukira ndi Mwini chisoni chosatha"},{"SurahNumber":33,"VerseNumber":60,"Text":"Ngati anthu achinyengo pamodzi ndi iwo amene m’mitima mwawo muli matenda ndiponso anthu amene amayambitsa chisokonezo mu mzinda, saleka mchitidwe oterewu,** ndithudi, Ife tidzalimbana nawo ndipo iwo sadzakhala pafupi ndi inu kupatula nthawi yochepa"},{"SurahNumber":33,"VerseNumber":61,"Text":"Iwo ndi otembereredwa. Paliponse pamene adzapezeka iwo adzagwidwa ndi kuphedwa mwankhanza"},{"SurahNumber":33,"VerseNumber":62,"Text":"Amenewa ndiwo adali machitidwe a Mulungu kwa anthu akale ndipo inu simudzapeza chosintha m’machitidwe a Mulungu"},{"SurahNumber":33,"VerseNumber":63,"Text":"Anthuamakufunsanizaola. Nenakuti,“Mulunguyekha ndiye amene amadziwa za ilo. Kodi chidzakudziwitsani ndi chiyani za olali? Mwinatu lili pafupi!”"},{"SurahNumber":33,"VerseNumber":64,"Text":"Ndithudi Mulungu watemberera anthu osakhulupirira ndipo wawakonzera moto woyaka"},{"SurahNumber":33,"VerseNumber":65,"Text":"Adzakhalamo mpaka kalekale ndipo iwo sadzapeza mtetezi kapena wowathandiza"},{"SurahNumber":33,"VerseNumber":66,"Text":"Pa tsiku limene nkhope zawo zidzalangizidwe moto, iwo adzati, “Kukadakhala bwino kuti tikadamvera Mulungu ndi kumvera Mtumwi”"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ndipo iwo adzati, “Oh Ambuye wathu! Ndithudi ife tidamvera atsogoleri athu ndi akuluakulu athu kotero iwo adatisocheretsa.”"},{"SurahNumber":33,"VerseNumber":68,"Text":"“oh Ambuye wathu! Apatseni iwo chilango chowirikiza ndipo atemberereni iwo ndi matemberero ochuluka.”"}]}