{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"اور ہم نے داؤد اور سلیمان کو (خاص) علم عطا فرمایا۔ اور ان دونوں نے کہا کہ ہر قِسم کی تعریف اس اللہ کے لئے ہے جس نے ہمیں اپنے بہت سے مؤمن بندوں پر فضیلت عطا کی ہے۔"},{"SurahNumber":27,"VerseNumber":16,"Text":"اور سلیمان داؤد کے وارث ہوئے اور کہا اے لوگو! ہمیں پرندوں کی بولی کی تعلیم دی گئی ہے اور ہمیں ہر قسم کی چیزیں عطا کی گئی ہیں۔ بےشک یہ (اللہ کا) کھلا ہوا فضل و کرم ہے۔"},{"SurahNumber":27,"VerseNumber":17,"Text":"اور سلیمان کے لئے جنوں، انسانوں اور پرندوں میں سے لشکر جمع کئے گئے۔ پس ان کی ترتیب وار صف بندی کی جاتی تھی۔"},{"SurahNumber":27,"VerseNumber":18,"Text":"یہاں تک کہ جب وہ چیونٹیوں کی وادی میں پہنچے تو ایک چیونٹی نے کہا اے چیونٹیو! اپنے اپنے بلوں میں گھس جاؤ۔ ایسا نہ ہو کہ سلیمان اور ان کا لشکر تمہیں کچل ڈالے اور انہیں خبر بھی نہ ہو۔"},{"SurahNumber":27,"VerseNumber":19,"Text":"وہ (سلیمان) اس کی بات پر مسکرا کر ہنس پڑے۔ اور کہا اے میرے پروردگار! مجھے ہمیشہ توفیق دے کہ میں تیری ان نعمتوں کا شکریہ ادا کر سکوں جن سے تو نے مجھے اور میرے والدین کو نوازا ہے اور ایسا نیک عمل کروں جسے تو پسند کرے اور مجھے اپنی رحمت سے اپنے نیک بندوں میں داخل کر۔"},{"SurahNumber":27,"VerseNumber":20,"Text":"اور سلیمان (ع) نے (ایک دن) پرندوں کا جائزہ لیا تو کہا کیا بات ہے کہ میں ہُدہُد کو نہیں دیکھ رہا ہوں کیا وہ کہیں غائب ہے؟"},{"SurahNumber":27,"VerseNumber":21,"Text":"(اگر ایسا ہی ہے) تو میں اسے سخت سزا دوں گا۔ یا اسے ذبح کر دوں گا۔ یا پھر وہ کوئی واضح دلیل (عذر) میرے سامنے پیش کرے۔"},{"SurahNumber":27,"VerseNumber":22,"Text":"پس کچھ زیادہ دیر نہیں گزری تھی کہ ہد ہد نے آکر کہا کہ میں نے وہ بات معلوم کی ہے جو آپ کو معلوم نہیں ہے۔ اور میں (ملک) سبا سے آپ کے پاس ایک یقینی خبر لایا ہوں۔"},{"SurahNumber":27,"VerseNumber":23,"Text":"میں نے ایک عورت کو پایا ہے جو ان لوگوں پر حکومت کرتی ہے اور اسے ہر چیز دی گئی ہے اور اس کا ایک بڑا تخت (سلطنت) ہے۔"},{"SurahNumber":27,"VerseNumber":24,"Text":"میں نے اسے اور اس کی قوم کو پایا ہے کہ وہ اللہ کو چھوڑ کر سورج کو سجدہ کرتے ہیں اور شیطان نے ان کے عملوں کو ان کی نظر میں خوشنما بنا دیا ہے۔ پس اس نے انہیں اصل (سیدھے) راستہ سے ہٹا دیا ہے۔ سو وہ ہدایت نہیں پاتے۔"},{"SurahNumber":27,"VerseNumber":25,"Text":"وہ کیوں اس خدا کو سجدہ نہ کریں جو آسمانوں اور زمین میں پوشیدہ چیزوں کو باہر لاتا ہے اور وہ جانتا ہے جو کچھ تم چھپاتے ہو اور جو کچھ تم ظاہر کرتے ہو۔"},{"SurahNumber":27,"VerseNumber":26,"Text":"اللہ کے سوا کوئی الہ نہیں ہے جو عرش عظیم کا مالک ہے۔"},{"SurahNumber":27,"VerseNumber":27,"Text":"سلیمان نے کہا ہم ابھی دیکھتے ہیں کہ تو نے سچ کہا ہے یا تو جھوٹوں میں سے ہے۔"},{"SurahNumber":27,"VerseNumber":28,"Text":"میرا یہ خط لے جا اور اسے ان کے پاس ڈال دے پھر ان سے ہٹ جا۔ پھر دیکھ کہ وہ کیا جواب دیتے ہیں؟"},{"SurahNumber":27,"VerseNumber":29,"Text":"اس (ملکہ) نے کہا اے (دربار کے) سردارو! مجھے ایک معزز خط پہنچایا گیا ہے۔"},{"SurahNumber":27,"VerseNumber":30,"Text":"وہ سلیمان کی طرف سے ہے اور وہ یہ ہے بسم اللہ الرحمن الرحیم۔"},{"SurahNumber":27,"VerseNumber":31,"Text":"تم میرے مقابلہ میں سرکشی نہ کرو اور فرمانبردار ہوکر میرے پاس آجاؤ۔"}]}