{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":35,"VerseNumber":38,"Text":"Allah sigurno zna tajne nebesa i Zemlje, On dobro zna svačije misli"},{"SurahNumber":35,"VerseNumber":39,"Text":"On čini da se smjenjujete na Zemlji. Ko ne bude vjerovao, nevjerovanje njegovo je na njegovu štetu. Nevjernicima će njihovo nevjerovanje kod Gospodara njihovog samo povećati odvratnost i nevjernicima će njihovo nevjerovanje povećati propast"},{"SurahNumber":35,"VerseNumber":40,"Text":"Reci: “Kažite vi meni koji su dio Zemlje stvorila božanstva vaša kojima se, umjesto Allahu, klanjate, i recite mi imaju li oni u stvaranju nebesa ikakva udjela, ili smo mnogobošcima Mi dali Knjigu, pa imaju u njoj dokaz za to? Nijedno, već nevjernici jedni druge obmanjuju.”"},{"SurahNumber":35,"VerseNumber":41,"Text":"Zaista, Allah drži nebesa i Zemlju da ne bi nestali; a da nestanu – niko to osim Njega ne bi mogao spriječiti; On je zaista blag i prašta grijehe"},{"SurahNumber":35,"VerseNumber":42,"Text":"Oni su se zaklinjali Allahom, najtežom zakletvom, da će se, bolje nego bilo koji narod, držati Pravog puta – samo ako im dođe onaj koji će ih opominjati. I kad im je došao onaj koji opominje, njegov im je dolazak samo povećao otuđenje…"},{"SurahNumber":35,"VerseNumber":43,"Text":"oholost na Zemlji i ružno spletkarenje, a spletke će pogoditi upravo one koji se njima služe. Zar oni mogu očekivati nešto drugo već ono što je zadesilo narode drevne? U Allahovim zakonima ti nikad nećeš naći promjene, u Allahovim zakonima ti nećeš naći odstupanja"},{"SurahNumber":35,"VerseNumber":44,"Text":"Zašto oni ne putuju po svijetu da vide kako su završili oni prije njih, koji su bili jači od njih? – Allahu ne može ništa umaći ni na nebesima ni na Zemlji. On, uistinu, sve zna i sve može"},{"SurahNumber":35,"VerseNumber":45,"Text":"Da Allah kažnjava ljude prema onom što zasluže, ništa živo na Zemljinoj površini ne bi ostavio, ali On ih ostavlja do roka određenog. I kad im rok dođe – pa Allah dobro zna robove Svoje"}]}