{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":168,"Text":"Oh men! eat of that which is lawful and good on the earth, but follow not the steps of Satan, for he is your avowed enemy"},{"SurahNumber":2,"VerseNumber":169,"Text":"He only enjoineth you evil and wickedness, and that ye should aver of God that which ye know not"},{"SurahNumber":2,"VerseNumber":170,"Text":"And when it is said to them, \"Follow ye that which God hath sent down;\" they say, \"Nay, we follow the usages which we found with our fathers.\" What! though their fathers were utterly ignorant and devoid of guidance"},{"SurahNumber":2,"VerseNumber":171,"Text":"The infidels resemble him who shouteth aloud to one who heareth no more than a call and cry! Deaf, Dumb, blind: therefore they have no understanding"},{"SurahNumber":2,"VerseNumber":172,"Text":"O ye who believe! eat of the good things with which we have supplied you, and give God thanks if ye are His worshippers"},{"SurahNumber":2,"VerseNumber":173,"Text":"But that which dieth of itself, and blood, and swine's flesh, and that over which any other name than that of God hath been invoked, is forbidden you. But he who shall partake of them by constraint, without lust or wilfulness, no sin shall be upon him. Verily God is Indulgent, Merciful"},{"SurahNumber":2,"VerseNumber":174,"Text":"They truly who hide the Scriptures which God hath sent down, and barter them for a mean price - these shall swallow into their bellies nought but fire. God will not speak to them, or assoil them, on the day of the Resurrection: and theirs shall be a grievous torment"},{"SurahNumber":2,"VerseNumber":175,"Text":"These are they who have bartered guidance for error, and pardon for torment; But how great their endurance in fire"},{"SurahNumber":2,"VerseNumber":176,"Text":"This shall be their doom, because God had sent down \"the Book\" with the very truth. And verily they who dispute about that Book are in a far-gone severance from it"}]}