{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"İnsanlardan öyleleri var ki ALLAH'a koşullu olarak kulluk eder. İşleri yolunda gidince sevinir; ancak başına bir bela gelince yüzünü çevirir. Böylece dünyayı da ahireti de kaybeder. Gerçek kayıp işte budur"},{"SurahNumber":22,"VerseNumber":12,"Text":"ALLAH'tan ayrı olarak, kendisine yarar ve zarar veremiyenlere yalvarır. Sapıklığın en aşırı noktası budur"},{"SurahNumber":22,"VerseNumber":13,"Text":"Zararı yararından daha yakın olana yalvarır. Ne kötü bir mevla ve ne kötü bir arkadaştır"},{"SurahNumber":22,"VerseNumber":14,"Text":"ALLAH inanıp erdemli davrananları, içinde ırmaklar akan cennetlere sokar. ALLAH istediğini yapar"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kim ALLAH'ın dünya ve ahirette kendisine yardım edemiyeceğini sanıyorsa göğe (Tanrı'ya) doğru yönelsin ve sonra (umut bağladığı diğerlerinden) umudunu kessin de uyguladığı bu planın, kendisinin canını sıkan her şeyden kurtarıp kurtarmadığına bir baksın"},{"SurahNumber":22,"VerseNumber":16,"Text":"Böylece, biz onu apaçık ayetler olarak indirdik. ALLAH dilediğini ve dileyeni doğruya ulaştırır"},{"SurahNumber":22,"VerseNumber":17,"Text":"İnananlar, yahudiler, din değiştirenler, hıristiyanlar, zerdüştiler ve ortak koşanlar... ALLAH diriliş günü aralarında hüküm verecektir. ALLAH her şeye tanıktır"},{"SurahNumber":22,"VerseNumber":18,"Text":"Göklerde ve yerde bulunan kimselerin, güneşin, ayın, yıldızların, dağların, ağaçların, hayvanların ve insanlardan bir çok kişinin ALLAH'a secde ettiklerini (boyun eğdiklerini) görmez misin? Bir çok kişi de azabı hakketmiştir. ALLAH'ın alçalttığını hiç kimse onurlu kılamaz. ALLAH dilediğini yapar"},{"SurahNumber":22,"VerseNumber":19,"Text":"İşte şunlar, Rab'leri hakkında tartışan iki karşıt grubtur. İnkarcı olanlar için ateşten elbiseler biçilir ve başlarından aşağı kaynar su dökülür"},{"SurahNumber":22,"VerseNumber":20,"Text":"Onunla karınlarında ne varsa, derileriyle birlikte eritilir"},{"SurahNumber":22,"VerseNumber":21,"Text":"Onlar için demirden topuzlar vardır"},{"SurahNumber":22,"VerseNumber":22,"Text":"Her ne vakit oradaki sıkıntıdan çıkmak isteseler oraya geri çevrilirler: \"Yakıcı azabı tadın"}]}