{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"As hulle sterwe, neem Allah die siele van mense, en ook die siele van dié wat nie sterwe nie, wanneer hulle slaap. Dan hou Hy diegene oor wie die dood verorden is, en stuur die ander terug vir ’n vasgestelde tyd. Hierin is waarlik tekens vir ’n volk wat wil nadink"},{"SurahNumber":39,"VerseNumber":43,"Text":"Of neem hulle bemiddelaars buiten Allah? Sê: Hoe nou? Selfs al het hulle geen beheer oor enigiets nie, en al verstaan hulle ook nie"},{"SurahNumber":39,"VerseNumber":44,"Text":"Sê: Van Allah is elke voorspraak. Aan Hom behoort die koninkryk van die hemele en die aarde. Julle sal na Hom teruggebring word"},{"SurahNumber":39,"VerseNumber":45,"Text":"En wanneer Allah genoem word as die Enige, dan krimp die harte van diegene wat nie in die Hiernamaals glo nie; en wan- neer diegene buiten Hom genoem word, kyk! dan is hulle bly"},{"SurahNumber":39,"VerseNumber":46,"Text":"Sê: O Allah! Skepper van die hemele en die aarde! Kenner van die Onsigbare en die Sigbare! U gee uitspraak tussen U dienaars aangaande dít waaroor hulle verskil"},{"SurahNumber":39,"VerseNumber":47,"Text":"As die kwaaddoeners alles wat op aarde is, en nóg soveel, gehad het, sou hulle dit op die Opstandingsdag as losprys vir die vreeslike straf wou aanbied. En waaraan hulle nooit gedink het nie, sal deur Allah vir hulle onthul word"},{"SurahNumber":39,"VerseNumber":48,"Text":"En die kwaad wat hulle bedrywe het, sal vir hulle duidelik word, en wat hulle bespot het, sal hulle omring"},{"SurahNumber":39,"VerseNumber":49,"Text":"Wanneer die mens deur teëspoed getref word, roep hy Ons aan; as Ons hom Ons guns bewys, sê hy: Dit is aan my geskenk vanweë my kennis. Nee, dit is slegs ’n beproewing; maar die meeste van hulle weet dit nie"},{"SurahNumber":39,"VerseNumber":50,"Text":"Diegene wat hulle voorafgegaan het, het voorwaar dieselfde gesê, maar wat hulle verdien het, het hulle nie gebaat nie"},{"SurahNumber":39,"VerseNumber":51,"Text":"Die kwaad wat hulle verdien het, het oor hulle gekom. En ook oor hierdie onregverdiges sal die kwaad kom wat hulle vedien het, en hulle sal nie daaraan kan ontsnap nie"},{"SurahNumber":39,"VerseNumber":52,"Text":"Weet hulle nie dat Allah die voorsiening vermeerder of ver- minder vir wie Hy wil nie? Voorwaar, hierin is tekens vir ’n gelowige volk"}]}