{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"Los hipócritas pretenden engañar a Allah, pero es Él Quien les engaña. Cuando se levantan para hacer la oración lo hacen desganados, sólo la hacen para ser vistos por los demás y no recuerdan a Allah sino poco"},{"SurahNumber":4,"VerseNumber":143,"Text":"[Los hipócritas] Vacilan entre ellos [los creyentes y los incrédulos], no se inclinan por unos ni por otros. A quien Allah desvía no podrás encaminarlo"},{"SurahNumber":4,"VerseNumber":144,"Text":"¡Oh, creyentes! No toméis a los incrédulos como aliados en vez de los creyentes. ¿Pretendéis darle a Allah una prueba evidente en contra vuestra"},{"SurahNumber":4,"VerseNumber":145,"Text":"Los hipócritas estarán en el lugar más profundo del Fuego y no tendrán quien les salve"},{"SurahNumber":4,"VerseNumber":146,"Text":"Excepto quienes se arrepientan, rectifiquen, aferren a Allah y practiquen la fe sinceramente por Allah. Ellos estarán junto a los creyentes, y Allah concederá a los creyentes una recompensa grandiosa"},{"SurahNumber":4,"VerseNumber":147,"Text":"¿Para qué iba Allah a castigaros si sois agradecidos y tenéis fe? Allah es Retribuyente, Omnisciente"},{"SurahNumber":4,"VerseNumber":148,"Text":"A Allah no Le place que habléis con términos impropios en público, pero no seréis castigados si lo hacéis en respuesta a una opresión. Allah es Omnioyente, Omnisciente"},{"SurahNumber":4,"VerseNumber":149,"Text":"Si manifestáis una buena obra o la ocultáis, o si perdonáis algún mal, sabed que Allah es Remisorio, Poderoso"},{"SurahNumber":4,"VerseNumber":150,"Text":"Por cierto que quienes no creen en Allah ni en Sus Mensajeros y pretenden hacer distinción entre [la fe en] Allah y Sus Mensajeros diciendo: Creemos en algunos y en otros no, intentando tomar un camino intermedio"},{"SurahNumber":4,"VerseNumber":151,"Text":"Son los verdaderos incrédulos. Y a los incrédulos les tenemos reservado un castigo denigrante"},{"SurahNumber":4,"VerseNumber":152,"Text":"Pero quienes crean en Allah y en Sus Mensajeros sin hacer distingos [de fe] entre ellos, Él les concederá su recompensa. Allah es Absolvedor, Misericordioso"}]}