{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"(Firavun) çevresindeki seçkinlere: \"Doğrusu bu gerçekten çok bilgili bir büyücü\" dedi"},{"SurahNumber":26,"VerseNumber":35,"Text":"büyüsünün gücüyle sizi ülkenizden çıkarmak istiyor. Bu durumda ne tavsiye edersiniz"},{"SurahNumber":26,"VerseNumber":36,"Text":"Onu ve kardeşini bir süre alıkoy\" dediler, \"bu arada, şehirlere haberciler gönder"},{"SurahNumber":26,"VerseNumber":37,"Text":"hüner sahibi bütün büyücüleri toplayıp sana getirsinler"},{"SurahNumber":26,"VerseNumber":38,"Text":"Ve böylece büyücüler belli bir günün belirli bir saatinde bir araya geldiler"},{"SurahNumber":26,"VerseNumber":39,"Text":"Ve halka da \"Hepiniz toplandınız mı?\" denildi"},{"SurahNumber":26,"VerseNumber":40,"Text":"Çünkü, umarız ki, üstün gelen büyücüler olursa onların (hükmüne) uyarız"},{"SurahNumber":26,"VerseNumber":41,"Text":"Büyücüler geldiklerinde, Firavun´a: \"Eğer biz üstün gelirsek, doğrusu büyük bir mükafatı hak etmiş oluruz, değil mi?\" dediler"},{"SurahNumber":26,"VerseNumber":42,"Text":"(Firavun;) \"Elbette\", diye cevap verdi, \"o takdirde, gerçekten de benim gözdelerim arasında yer alacaksınız"},{"SurahNumber":26,"VerseNumber":43,"Text":"(Ve) Musa onlara: \"Ne atacaksanız atın!\" dedi"},{"SurahNumber":26,"VerseNumber":44,"Text":"Bunun üzerine onlar da halatlarını ve asalarını yere bıraktılar ve \"Firavun´un sayesinde, üstün gelen mutlaka biz olacağız\" dediler"},{"SurahNumber":26,"VerseNumber":45,"Text":"(Onların) ardından Musa da asasını atınca, bir de ne görsünler, onların bütün o düzenbazlıklarını yutmasın mı"},{"SurahNumber":26,"VerseNumber":46,"Text":"Bu durum karşısında büyücüler hemen yere kapanarak"},{"SurahNumber":26,"VerseNumber":47,"Text":"Biz alemlerin Rabbine inandık!\" dediler"},{"SurahNumber":26,"VerseNumber":48,"Text":"Musa´nın ve Harun´un Rabbine"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Firavun:) \"Ben size izin vermeden ona inanıyorsunuz, öyle mi?\" diye çıkıştı, \"Size büyüyü öğreten ustanız bu olmalı mutlaka! Fakat yakında (benim intikamımı) göreceksiniz: içinizden çoğunun ellerini ayaklarını kestireceğim, hepinizi astıracağım"},{"SurahNumber":26,"VerseNumber":50,"Text":"Onlar da: \"Hayır, (sen bize) bir zarar veremezsin\" diye karşılık verdiler, \"(çünkü) er geç Rabbimize döneceğiz"},{"SurahNumber":26,"VerseNumber":51,"Text":"İnananların ilkleri olmamızdan ötürü Rabbimizin hatalarımızı bağışlayacağını umarız"},{"SurahNumber":26,"VerseNumber":52,"Text":"Ve derken, Musa´ya: \"Kullarımı geceleyin yola çıkar; çünkü mutlaka takip edileceksiniz!\" diye vahyettik"}]}