{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"And to Allah belongs the kingdom of the heavens and the earth. On the Day when the Hour (of judgment) will be established, the followers of falsehood shall lose on that Day"},{"SurahNumber":45,"VerseNumber":28,"Text":"And you will see every nation humbled to its knees. Each nation will be called to its Record (of deeds). (It will be said): “This Day you shall be recompensed for what you used to do"},{"SurahNumber":45,"VerseNumber":29,"Text":"This Our record speaks about you with truth. Surely, We were recording (by angels) what you used to do.”"},{"SurahNumber":45,"VerseNumber":30,"Text":"Then, as for those who believed and did righteous deeds, their Lord will admit them into His Mercy. That will be the clear success"},{"SurahNumber":45,"VerseNumber":31,"Text":"But as for those who disbelieved (it will be said to them): “Were not Our Revelations recited to you? But you were proud and became a nation of criminals.”"},{"SurahNumber":45,"VerseNumber":32,"Text":"And when it was said: “Surely! Allah’s Promise is true and there is no doubt about the Hour (of judgment).” You used to say: ‘We don’t know what is the Hour (of Judgment); we think it only as a guess, and we have no firm convincing belief.’”"},{"SurahNumber":45,"VerseNumber":33,"Text":"And the evil of their deeds will appear to them and they will be completely encircled by that which they used to mock at"},{"SurahNumber":45,"VerseNumber":34,"Text":"And it will be said: “This Day We will forget you as you forgot the meeting of this Day of yours. Your abode will be the fire, and there will be no helper for you"},{"SurahNumber":45,"VerseNumber":35,"Text":"This is because you used to take the revelations of Allah (this Qur’an) as a joke and the life of the world deceived you.” So this Day neither they shall be taken out from there (hell), nor shall they be allowed excuses (to amend their ways to please Allah)"},{"SurahNumber":45,"VerseNumber":36,"Text":"So all the praises and thanks are to Allah, the Lord of the heavens, the Lord of the earth, and the Lord of the worlds"},{"SurahNumber":45,"VerseNumber":37,"Text":"And to Him belongs the Majesty in the heavens and the earth, and He is the All-Mighty, the All-Wise"}]}