{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":21,"Text":"Celui qui l’acheta en Égypte, dit alors à sa femme: « Sois généreuse en l’accueillant, il nous sera peut-être utile ou nous pourrions l’adopter comme fils. » C’est ainsi que Nous établîmes Joseph sur cette terre afin de lui apprendre l’interprétation des songes. Allah triomphe toujours dans Sa décision, mais la plupart des gens ne le savent pas"},{"SurahNumber":12,"VerseNumber":22,"Text":"Lorsqu’il eut atteint l’âge mûr, Nous lui donnâmes la sagesse et la science, et c’est ainsi que Nous rétribuons les bienfaiteurs"},{"SurahNumber":12,"VerseNumber":23,"Text":"Celle dans la maison de qui il se trouvait tenta de le séduire. Ayant d’abord fermé hermétiquement les portes, elle lui dit : « Viens donc, je suis à toi ! » Il répondit aussitôt : « Allah m’en préserve ! (Ton mari) est mon maître et il m’a fait bon accueil. Les injustes ne réussissent pas. »"},{"SurahNumber":12,"VerseNumber":24,"Text":"Elle le désira tant, et lui-même eût succombé à son désir s’il n’avait vu la preuve évidente de son Seigneur. C’était ainsi que Nous voulions lui épargner de succomber au mal et à la dépravation. Car il était l’un de Nos serviteurs privilégiés"},{"SurahNumber":12,"VerseNumber":25,"Text":"Chacun des deux s’élança pour rejoindre la porte avant l’autre ; c’est alors qu’elle lui déchira sa tunique par derrière et qu’ils se trouvèrent tous deux devant le mari sur le pas de la porte. Elle s’écria : « Quelle sanction pour celui qui a voulu abuser de ta femme sinon la prison ou quelque supplice douloureux ? »"},{"SurahNumber":12,"VerseNumber":26,"Text":"« C’est-elle qui a essayé de me séduire », dit-il. Un témoin de sa famille à elle, témoigna : « Si sa tunique est déchirée par devant, c’est elle qui a dit vrai et c’est lui qui a menti"},{"SurahNumber":12,"VerseNumber":27,"Text":"et si sa tunique est déchirée par derrière, c’est elle qui a menti et c’est lui qui a dit vrai. »"},{"SurahNumber":12,"VerseNumber":28,"Text":"Voyant que la tunique était déchirée par derrière, (le mari) dit : « C’est bien l’une de vos ruses de femmes ! Monumentales sont vraiment vos ruses"},{"SurahNumber":12,"VerseNumber":29,"Text":"Joseph, n’y songe plus ! Quant à toi (femme) implore le pardon pour ton péché, car tu es coupable. »"}]}