{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"It is He, Who has created for you (the sense of) hearing (ears), sight (eyes), and hearts (understanding). Little thanks you give"},{"SurahNumber":23,"VerseNumber":79,"Text":"And it is He Who has created you on the earth, and to Him you shall be gathered back"},{"SurahNumber":23,"VerseNumber":80,"Text":"And it is He Who gives life and causes death, and His is the alternation of night and day. Will you not then understand"},{"SurahNumber":23,"VerseNumber":81,"Text":"Nay, but they say the like of what the men of old said"},{"SurahNumber":23,"VerseNumber":82,"Text":"They said: \"When we are dead and have become dust and bones, shall we be resurrected indeed"},{"SurahNumber":23,"VerseNumber":83,"Text":"Verily, this we have been promised, we and our fathers before (us)! This is only the tales of the ancients"},{"SurahNumber":23,"VerseNumber":84,"Text":"Say: \"Whose is the earth and whosoever is therein? If you know"},{"SurahNumber":23,"VerseNumber":85,"Text":"They will say: \"It is Allah's!\" Say: \"Will you not then remember"},{"SurahNumber":23,"VerseNumber":86,"Text":"Say: \"Who is (the) Lord of the seven heavens, and (the) Lord of the Great Throne"},{"SurahNumber":23,"VerseNumber":87,"Text":"They will say: \"Allah.\" Say: \"Will you not then fear Allah (believe in His Oneness, obey Him, believe in the Resurrection and Recompense for each and every good or bad deed)"},{"SurahNumber":23,"VerseNumber":88,"Text":"Say \"In Whose Hand is the sovereignty of everything (i.e. treasures of each and everything)? And He protects (all), while against Whom there is no protector, (i.e. if Allah saves anyone none can punish or harm him, and if Allah punishes or harms anyone none can save him), if you know.\" [Tafsir Al-Qurtubi, Vol. 12, Page]"},{"SurahNumber":23,"VerseNumber":89,"Text":"They will say: \"(All that belongs) to Allah.\" Say: \"How then are you deceived and turn away from the truth"},{"SurahNumber":23,"VerseNumber":90,"Text":"Nay, but We have brought them the truth (Islamic Monotheism), and verily, they (disbelievers) are liars"},{"SurahNumber":23,"VerseNumber":91,"Text":"No son (or offspring or children) did Allah beget, nor is there any ilah (god) along with Him; (if there had been many gods), behold, each god would have taken away what he had created, and some would have tried to overcome others! Glorified be Allah above all that they attribute to Him"},{"SurahNumber":23,"VerseNumber":92,"Text":"All-Knower of the unseen and the seen! Exalted be He over all that they associate as partners to Him"}]}