{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"ٰبے شک ایمان والے کامیاب ہو گئے"},{"SurahNumber":23,"VerseNumber":2,"Text":"جو اپنی نماز میں عاجزی کرنے والے ہیں"},{"SurahNumber":23,"VerseNumber":3,"Text":"اور جو بے ہودہ باتو ں سے منہ موڑنے والے ہیں"},{"SurahNumber":23,"VerseNumber":4,"Text":"اور جو زکواة دینے والے ہیں"},{"SurahNumber":23,"VerseNumber":5,"Text":"اور جو اپنی شرم گاہوں کی حفاظت کرنے والے ہیں"},{"SurahNumber":23,"VerseNumber":6,"Text":"مگر اپنی بیویوں یا لونڈیوں پر اس لیے کہ ان میں کوئی الزام نہیں"},{"SurahNumber":23,"VerseNumber":7,"Text":"پس جو شخص اس کے علاوہ طلب گار ہو تو وہی حد سے نکلنے والے ہیں"},{"SurahNumber":23,"VerseNumber":8,"Text":"اور جو اپنی امانتوں اور اپنے وعدہ کا لحاظ رکھنے والے ہیں"},{"SurahNumber":23,"VerseNumber":9,"Text":"اور جو اپنی نمازوں کی حفاظت کرتے ہیں"},{"SurahNumber":23,"VerseNumber":10,"Text":"وہی وارث ہیں"},{"SurahNumber":23,"VerseNumber":11,"Text":"جو جنت الفردوس کے وارث ہوں گے وہ اس میں ہمیشہ رہنے والے ہوں گے"},{"SurahNumber":23,"VerseNumber":12,"Text":"اور البتہ ہم نے انسان کومٹی کے خلاصہ سے پیدا کیا"},{"SurahNumber":23,"VerseNumber":13,"Text":"پھر ہم نے حفاظت کی جگہ میں نطفہ بنا کر رکھا"},{"SurahNumber":23,"VerseNumber":14,"Text":"پھر ہم نے نطفہ کا لوتھڑا بنایا پھر ہم نے لوتھڑے سے گوشت کی بوٹی بنائی پھر ہم نے اس بوٹی سے ہڈیاں بنائیں پھر ہم نے ہڈیوں پر گوشت پہنایا پھر اسے ایک نئی صورت میں بنا دیا سو الله بڑی برکت والا سب سےبہتر بنانے والا ہے"},{"SurahNumber":23,"VerseNumber":15,"Text":"پھر تم اس کے بعد مرنے والے ہو"},{"SurahNumber":23,"VerseNumber":16,"Text":"پھر تم قیامت کے دن اٹھائے جاؤ گے"},{"SurahNumber":23,"VerseNumber":17,"Text":"اورہم ہی نے تمہارے اوپر سات آسمان بنائے ہیں اور ہم بنانے میں بے خبر نہ تھے"},{"SurahNumber":23,"VerseNumber":18,"Text":"اور ہم نے ایک اندازہ کے ساتھ آسمان سے پانی نازل کیا پھر اسے زمین میں ٹھیرایا اور ہم اس کے لے جانے پر بھی قادر ہیں"},{"SurahNumber":23,"VerseNumber":19,"Text":"پھر ہم نے اس سے تمہارے لیے کھجور اور انگور کے باغ اگا دیے جن میں تمہارے بہت سے میوے ہیں اور انہی میں سے کھاتے ہو"},{"SurahNumber":23,"VerseNumber":20,"Text":"اور وہ درخت جو طور سینا سے نکلتا ہے جو کھانے والوں کے لیے روغن اور سالن لے کر اگتا ہے"},{"SurahNumber":23,"VerseNumber":21,"Text":"اور بے شک تمہارے لیے چارپایوں میں بھی عبرت ہے کہ ہم تمہیں ان کے پیٹ کی چیزوں میں سے پلاتے ہیں اور تمہارے لیے ان میں اوربھی بہت سے فائدے ہیں اور ان میں سے بعض کو کھاتے ہو"},{"SurahNumber":23,"VerseNumber":22,"Text":"اور ان پر اور کشتیوں پر سوار بھی کیے جاتے ہو"}]}