{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"T'S, these are the signs of the Qur'an and a clear Book"},{"SurahNumber":27,"VerseNumber":2,"Text":"A guide and good news to the believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"Those who hold the contact prayer, and contribute towards purification, and regarding the Hereafter they are certain"},{"SurahNumber":27,"VerseNumber":4,"Text":"As for those who do not believe in the Hereafter, We have made their work appear pleasing to them, so they walk around blind"},{"SurahNumber":27,"VerseNumber":5,"Text":"They will have the worst retribution, and in the Hereafter they are the biggest losers"},{"SurahNumber":27,"VerseNumber":6,"Text":"And you are receiving the Qur'an from One who is Wise, Knowledgeable"},{"SurahNumber":27,"VerseNumber":7,"Text":"And Moses said to his family: \"I have seen a fire, I will bring you from there some news or I will bring you a burning piece so that you may be warmed"},{"SurahNumber":27,"VerseNumber":8,"Text":"So when he came to it he was called: \"Blessed is the One at the fire and whoever is around it, and glory to God, Lord of the worlds"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Moses, it is I God, the Noble, the Wise"},{"SurahNumber":27,"VerseNumber":10,"Text":"And cast down your staff.\" So when he saw it vibrate as if it were a Jinn, he ran away and would not turn back. \"O Moses, do not fear, for My messengers shall have no fear from Me"},{"SurahNumber":27,"VerseNumber":11,"Text":"Except he who has done wrong. But then if he replaces the evil deed with good, then I am Forgiving, Merciful"},{"SurahNumber":27,"VerseNumber":12,"Text":"And place your hand into your pocket; it will come out white with no blemish, one of nine signs to Pharaoh and his people; for they are a wicked people"},{"SurahNumber":27,"VerseNumber":13,"Text":"So when Our signs came to them for all to see, they said: \"This is clearly magic"},{"SurahNumber":27,"VerseNumber":14,"Text":"And they rejected them, while their souls knew, out of transgression and arrogance. So see how it ended for the wicked"}]}