{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Orice urât ala happens tu exista consecinta vostri propiu fapta El domina multi(multe) (a vostri pacat)"},{"SurahNumber":42,"VerseNumber":31,"Text":"Tu niciodata escape tu avea none DUMNEZEU as Domnitor Stapân"},{"SurahNumber":42,"VerseNumber":32,"Text":"Dintre His dovada exista nava naviga mare vela flags"},{"SurahNumber":42,"VerseNumber":33,"Text":"Daca El willed El linisti vânt parasi ele nemiscat în titirez a apa. Acestea ar dovedi ala exista stabil appreciative"},{"SurahNumber":42,"VerseNumber":34,"Text":"El anihila ele consecinta their propiu munca. Instead El domina multi(multe) (a their pacat)"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ala cine argue nostru dovada do el gasi out ca ei nu avea temelie"},{"SurahNumber":42,"VerseNumber":36,"Text":"Oricare tu da exista nu multi(multe) decât vremelnic material acesta trai. Care DUMNEZEU poseda exista departe bine everlasting ala crede încredere their Domnitor"},{"SurahNumber":42,"VerseNumber":37,"Text":"Ei ocoli grosoan pacat menghine si when angered ei forgive"},{"SurahNumber":42,"VerseNumber":38,"Text":"Ei raspunde their Domnitor by observa Atingere Rugaciune (Salat)! Their chestiune decide due consultatie însisi si nostru aprovizionare ele ei da caritate"},{"SurahNumber":42,"VerseNumber":39,"Text":"When grosoan nedreptate întîmpla ele ei sta their dreptate"},{"SurahNumber":42,"VerseNumber":40,"Text":"Drept rasplata nedreptate exista equivalent retribution ala cine iertare mentine righteousness rasplati DUMNEZEU! El nu iubi a nejust"},{"SurahNumber":42,"VerseNumber":41,"Text":"Certainly ala sta their dreptate when nedreptate întîmpla ele nu comite altele error"},{"SurahNumber":42,"VerseNumber":42,"Text":"Nedreptate una exista ala trata popor unjustly resursa catre agresiune provocare! Acestea crea dureros retribution"},{"SurahNumber":42,"VerseNumber":43,"Text":"Resorting rabdare forgiveness reflecta adevarat putere caracter"}]}