{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":155,"Text":"We have (now) revealed this book, (the Qur´an) as a blessing. Follow it and fear Allah! Perhaps, you would be graced by His mercy"},{"SurahNumber":6,"VerseNumber":156,"Text":"(It has been revealed to you) lest you would say, \"The two groups _ (the Christians and the Jews) _ before our times had received the book while we remained ignorant and unaware of its study and knowledge"},{"SurahNumber":6,"VerseNumber":157,"Text":"So that you cannot (offer excuses and) say, \"Had the book been revealed to us, We would have followed its guidance better than the two earlier groups.\" The proof from your Lord has now come to you. It is the guidance and mercy! Can anyone be more evil than those who reject and shun Our revelations. Because of their aversion We will soon inflict a treacherous torment upon those who turned away from Our revelations"},{"SurahNumber":6,"VerseNumber":158,"Text":"Now what are they waiting for? Do they expect the angels to come to them (with their death warrants)? Or for your Lord (Himself) to show up? Or any one of the (final and manifest) signs from your Lord to appear? (Professing) belief on the day any such signs appear will not benefit those who had not believed earlier, nor those who had failed to earn any good deeds with their belief. Say to them, \"Go ahead and wait! We too shall wait with you"},{"SurahNumber":6,"VerseNumber":159,"Text":"Indeed, you have nothing to do with those who cause schisms, and divide their faith into sects. The decision in their case rests with Allah; He will (pass His verdict and) tell them what they used to do"},{"SurahNumber":6,"VerseNumber":160,"Text":"Whoever earns one good deed, shall receive ten such deeds (to his credit), while whoever commits an evil deed will only be punished equal to a single offense. They shall not be wronged"},{"SurahNumber":6,"VerseNumber":161,"Text":"Say, \"In fact my Lord has guided me to the straight path. It is the true eternal faith, and the religion of the community of Ibraheem who worshipped Allah to the total exclusion of all others. He was not an idolater"},{"SurahNumber":6,"VerseNumber":162,"Text":"Say, \"My ´salat´, and my sacrifice, my life and my death are all for Allah, the Lord of the universe"},{"SurahNumber":6,"VerseNumber":163,"Text":"He has no partner (or equal). That is what I am ordered! And I am the first to submit and surrender"},{"SurahNumber":6,"VerseNumber":164,"Text":"Say, \"Shall I look for another Lord for you besides Allah, even though He is the Lord of every single thing? Each one is personally responsible for every sin he commits. No one shall bear (or share) the burden (of sin) for anyone else. Towards your Lord is your final destination. At that time, He will inform you about everything you used to dispute"},{"SurahNumber":6,"VerseNumber":165,"Text":"He it is, Who has appointed you His deputy on this earth. He excelled some of you over others in rank (power and authority), so He may put you through a test with what He has granted you. Indeed, your Lord is very swift (and severe) in inflicting punishment, and of course, He is the most Forgiving and the most Merciful"}]}