{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":101,"Text":"Und wenn Wir einen Vers anstelle eines (anderen) Verses austauschen - und Allah weiß sehr wohl, was Er offenbart -, sagen sie: Du ersinnst nur Lügen. Aber nein! Die meisten von ihnen wissen nicht"},{"SurahNumber":16,"VerseNumber":102,"Text":"Sag: Offenbart hat ihn der Heilige Geist von deinem Herrn mit der Wahrheit, um diejenigen, die glauben, zu festigen, und als Rechtleitung und frohe Botschaft für die (Allah) Ergebenen"},{"SurahNumber":16,"VerseNumber":103,"Text":"Und Wir wissen sehr wohl, daß sie sagen: Es lehrt ihn nur ein menschliches Wesen. Die Sprache dessen, auf den sie hinweisen, ist eine fremde, während dies hier deutliche arabische Sprache ist"},{"SurahNumber":16,"VerseNumber":104,"Text":"Diejenigen, die nicht an Allahs Zeichen glauben, leitet Allah nicht recht, und für sie wird es schmerzhafte Strafe geben"},{"SurahNumber":16,"VerseNumber":105,"Text":"Lügen ersinnen ja nur diejenigen, die nicht an Allahs Zeichen glauben. Das sind die (wahren) Lügner"},{"SurahNumber":16,"VerseNumber":106,"Text":"Wer Allah verleugnet, nachdem er den Glauben (angenommen) hatte - außer demjenigen, der gezwungen wird, während sein Herz im Glauben Ruhe gefunden hat -, doch wer aber seine Brust dem Unglauben auftut, über diejenigen kommt Zorn von Allah, und für sie wird es gewaltige Strafe geben"},{"SurahNumber":16,"VerseNumber":107,"Text":"Dies (wird sein), weil sie das diesseitige Leben mehr lieben als das Jenseits und weil Allah das ungläubige Volk nicht rechtleitet"},{"SurahNumber":16,"VerseNumber":108,"Text":"Das sind diejenigen, deren Herzen, Gehör und Augenlicht Allah versiegelt hat; und das sind (überhaupt) die Unachtsamen"},{"SurahNumber":16,"VerseNumber":109,"Text":"Zweifellos sind sie im Jenseits die Verlierer"},{"SurahNumber":16,"VerseNumber":110,"Text":"Hierauf wird dein Herr zu denjenigen, die ausgewandert sind, nachdem sie der Versuchung ausgesetzt wurden, und sich hierauf abgemüht haben und standhaft gewesen sind - gewiß, dein Herr wird nach (all) diesem (zu ihnen) wahrlich Allvergebend und Barmherzig sein"}]}