{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"ขอสาบานต่อภูเขาอัฏฏูร"},{"SurahNumber":52,"VerseNumber":2,"Text":"ขอสาบานต่อคัมภีร์ ที่ถูกจารึกไว้"},{"SurahNumber":52,"VerseNumber":3,"Text":"ในม้วนกระดาษหรือหนังที่กางแผ่"},{"SurahNumber":52,"VerseNumber":4,"Text":"ขอสาบานต่ออาคารที่ถูกเยือนอย่างสม่ำเสมอ"},{"SurahNumber":52,"VerseNumber":5,"Text":"ขอสาบานต่อท้องฟ้าที่อยู่เบื้องสูง"},{"SurahNumber":52,"VerseNumber":6,"Text":"ขอสาบานต่อทะเลที่ลุกโชติช่วง (ในวันกิยามะฮฺ)"},{"SurahNumber":52,"VerseNumber":7,"Text":"แท้จริงการลงโทษของพระเจ้าของเจ้าจะเกิดขึ้นอย่างแน่นอน"},{"SurahNumber":52,"VerseNumber":8,"Text":"ไม่มีผู้ใดจะเบี่ยงบ่ายมันได้"},{"SurahNumber":52,"VerseNumber":9,"Text":"วันที่ชั้นฟ้าจะสั่นสะเทือนอย่างชุลมุนวุ่นวาย"},{"SurahNumber":52,"VerseNumber":10,"Text":"และเทือกเขาจะปลิวว่อนกระจัดกระจาย"},{"SurahNumber":52,"VerseNumber":11,"Text":"ดังนั้น ความหายนะในวันนั้นจงประสบแก่บรรดาผู้ปฏิเสธ"},{"SurahNumber":52,"VerseNumber":12,"Text":"บรรดาที่พวกเขาอยู่ในการมั่วสุม การละเล่นอย่างไร้สาระ"},{"SurahNumber":52,"VerseNumber":13,"Text":"วันที่พวกเขาจะถูกผลักลงนรกญะฮันนัมอย่างผลักไสไล่ส่ง"},{"SurahNumber":52,"VerseNumber":14,"Text":"นี่คือไฟนรก ซึ่งพวกเจ้าเคยปฏิเสธมัน"},{"SurahNumber":52,"VerseNumber":15,"Text":"นี่คือเล่ห์กลหรือ หรือว่าพวกเจ้ายังมองไม่เห็น"},{"SurahNumber":52,"VerseNumber":16,"Text":"จงเข้าไปเผาไหม้ในนั้น พวกเจ้าจะทนได้หรือทนไม่ได้ก็เท่าเทียมกันสำหรับพวกเจ้า แท้จริงพวกเจ้านั้นจะถูกตอบแทนตามที่พวกเจ้าได้กระทำไว้เท่านั้น"},{"SurahNumber":52,"VerseNumber":17,"Text":"แท้จริงบรรดาผู้ยำเกรงนั้นจะได้อยู่ในสวนสวรรค์ และความสุขสำราญ"},{"SurahNumber":52,"VerseNumber":18,"Text":"ได้รับความสุขอันล้นพ้นตามที่พระเจ้าของพวกเขาได้ประทานแก่พวกเขาและพระเจ้าของพวกเขาจะคุ้มครองพวกเขาให้พ้นจากการลงโทษของเปลวไฟ"},{"SurahNumber":52,"VerseNumber":19,"Text":"พวกเจ้าจงกิน จงดื่มอย่างสบายใจตามที่พวกเจ้าได้กระทำไว้"},{"SurahNumber":52,"VerseNumber":20,"Text":"นอนเอกเขนกอยู่บนเตียงเรียงชิดติดกันและเราให้พวกเขามีคู่ครองเป็นหญิงสาวสวยดวงตาโตคม"},{"SurahNumber":52,"VerseNumber":21,"Text":"และบรรดาผู้ศรัทธา บรรดาลูกหลานของพวกเขาจะดำเนินตามพวกเขาด้วยการศรัทธาเราจะให้ลูกหลานของพวกเขาอยู่ร่วมกับพวกเขา และเราจะไม่ให้การงานของพวกเขาลดหย่อนลงจากพวกเขาแต่อย่างใด แต่ละคนย่อมได้รับการค้ำประกันในสิ่งที่เขาขวนขวายไว้"},{"SurahNumber":52,"VerseNumber":22,"Text":"และเราจะเพิ่มพูนให้แก่พวกเขา ซึ่งผลไม้และเนื้อตามที่พวกเขาต้องการ"},{"SurahNumber":52,"VerseNumber":23,"Text":"พวกเขาจะแลกเปลี่ยนถ้วยแก้วกันในสวรรค์ จะไม่มีการพูดจาตลกคะนองและไม่มีการทำบาป"},{"SurahNumber":52,"VerseNumber":24,"Text":"มีเด็กวัยรุ่นของพวกเขาวนเวียนรับใช้พวกเขาเสมือนว่าพวกเขา เช่นไข่มุกถูกปกปิดไว้"},{"SurahNumber":52,"VerseNumber":25,"Text":"และบางคนในหมู่พวกเขาจะหันหน้าเข้าหากัน สอบถามซึ่งกันและกัน"},{"SurahNumber":52,"VerseNumber":26,"Text":"พวกเขากล่าวว่า แท้จริง แต่ก่อนนี้ (ในโลกดุนยา)พวกเราอยู่กับครอบครัวของเราเป็นผู้มีความวิตกกังวล"},{"SurahNumber":52,"VerseNumber":27,"Text":"ดังนั้น อัลลอฮฺได้ทรงโปรดปรานแก่เราและได้ทรงปกป้องเราให้พ้นจากการลงโทษแห่งลมร้อน"},{"SurahNumber":52,"VerseNumber":28,"Text":"แท้จริง ก่อนหน้านี้เราได้วิงวอนต่อพระองค์แท้จริงพระองค์นั้นเป็นผู้ทรงเอื้อเฟื้อเผื่อแผ่ ผู้ทรงเมตตาเสมอ"}]}