{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"Idoolitti iyyam fan qumri kak neyxeere num ginó kaak korisnaah, yooboke saakih innah kaa gacisna hebeebih (sabarah), amah abe Rabbi qhiyaamah ayró ken ugusu waamih dudda leemil ma kas- kassoowaanaa"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ni-farmoyta Mucammad fzsakáýo Qadar kaa mabarsinninooy, kaa ma-ceela (ma-yangibbiya) Usuk kalah luk yemeetem mali Kassis kee baxxaqqa-le Qhuraan akke waytek"},{"SurahNumber":36,"VerseNumber":70,"Text":"Ama Qhuraanal sorkocôbaxi (lubbi) kak nuwwa mara meesiisâ gidaay, korosul digaalâ maxcó nummattamkeh"},{"SurahNumber":36,"VerseNumber":71,"Text":"Lacak nanu keenih ginneh nanim mayablaanaa! Ni-gaboobi abteemik, eddeluk usun kaa yamlikeenih (ikoytah kaa lon)"},{"SurahNumber":36,"VerseNumber":72,"Text":"Kaadu kaa (lac kinnuk) keenih qanneh, tokkel tu-kaak feeraanaah, tu-kaak yakmeenih"},{"SurahNumber":36,"VerseNumber":73,"Text":"Kaadu lacat maggo tuxxiq kee can kaak nakaanam lon, a-niqmat keenih abe Rabbi ma-faatitaanaa"},{"SurahNumber":36,"VerseNumber":74,"Text":"Kaadu koros Yallak kalah yaqbuden yallitte haysitte Yallih digaalák ken cattam keh"},{"SurahNumber":36,"VerseNumber":75,"Text":"Ken yallitte cató keenik maduddaay, koros kee ken yallitte inkih girâ digaaláh gaaboysimaanaah xayyoysiman tu- sittah xiqe kal"},{"SurahNumber":36,"VerseNumber":76,"Text":"Toysa a-nabiyow usun Yallal koroositaanaah, koo dirabboysaanamih maxcó koo rookise waytay, diggah nanu qellisaanam kee yaybulleenim inkih keenik naaxigeeh ken elle galtenno"},{"SurahNumber":36,"VerseNumber":77,"Text":"Ama seehadaytuy qhiyaamah ayró yangaddee mayablannaa! Diggah nanu daacoyti tiffak kaa ginnem, tokkel usuk baxxaqqa-le giddeyna"},{"SurahNumber":36,"VerseNumber":78,"Text":"Kaadu ama giddeyni faxxiime wayta ceelallo Neh yoogoreeh, isi ginó hawweeneh (habbaaleh). Lafoofi iyyi yaynuwwee is bululteeh, rumah anuk iyye"},{"SurahNumber":36,"VerseNumber":79,"Text":"Kaak ixxic nabiyow; naharsi adda tet gine Rabbi tet yaynuwwe! Usuk isi ginó inkih yaaxigi, kaak qellittam matan"},{"SurahNumber":36,"VerseNumber":80,"Text":"Usuk anxaxin cooxuk girá siinih yeyyeeqe Rabbi kinni, tokkel isin woo cooxuk girá ursuttan"},{"SurahNumber":36,"VerseNumber":81,"Text":"Kaadu qaranwaa kee baaxó gine Rabbi seehadah innah tanim ginaah gacsam ma-duudaa? Yeey, Usuk duudah. Kaadu Usuk ummaanim giné, ummaanim yaaxigi"},{"SurahNumber":36,"VerseNumber":82,"Text":"Yalli tu-abam faxa waqdi cagalah kay amri wohiimik tik-iyyaama, edde luk wohim edde takke"},{"SurahNumber":36,"VerseNumber":83,"Text":"Ummaanimih reedá gabat kak tan Yalli saytunnooweeh, cisab kee galtóh kaâ fanah gacsimtan"}]}