{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"Якби ж ти бачив, як грішники схилять голови перед своїм Господом: «Господи наш! Ми побачили й почули. Поверни нас і ми будемо робити добро! Воістину, тепер ми впевнені!»"},{"SurahNumber":32,"VerseNumber":13,"Text":"Якби Ми побажали, то вказали б кожній душі прямий шлях, але справдиться слово Моє: «Я неодмінно наповню геєну джинами й людьми — усіма!»"},{"SurahNumber":32,"VerseNumber":14,"Text":"Скуштуйте за те, що ви забули про свою зустріч із цим вашим Днем. Воістину, і Ми забули вас! Скуштуйте вічної кари — за те, що робили ви"},{"SurahNumber":32,"VerseNumber":15,"Text":"Віруючі в Наші знамення — тільки ті, які, коли їм про них згадують, падають ниць, прославляють хвалою свого Господа й не вивищуються"},{"SurahNumber":32,"VerseNumber":16,"Text":"Вони підводяться зі своїх лож, щоб кликати Господа свого зі страхом і надією, жертвуючи те, чим Ми наділили їх"},{"SurahNumber":32,"VerseNumber":17,"Text":"Жодна душа не знає, яка насолода очей прихована для них за те, що вони робили"},{"SurahNumber":32,"VerseNumber":18,"Text":"Невже віруючий такий самий, як і нечестивець? Ні, не рівні вони між собою"},{"SurahNumber":32,"VerseNumber":19,"Text":"Для тих, які увірували й робили добро, сади раю стануть гостинним притулком — за те, що робили вони"},{"SurahNumber":32,"VerseNumber":20,"Text":"А притулком для нечестивців буде вогонь. Щоразу, коли вони бажатимуть вийти звідти, їх повертатимуть. Скажуть їм: «Скуштуйте вогняної кари, яку ви вважали брехнею!»"},{"SurahNumber":32,"VerseNumber":21,"Text":"Окрім великої кари, Ми дамо їм спробувати й кару малу — можливо, вони повернуться![CCCXXIX]"},{"SurahNumber":32,"VerseNumber":22,"Text":"Хто ж несправедливіший за того, кому нагадали про знамення Нашого Господа, а він відвернувся від них? Воістину, Ми помстимося грішникам"}]}