{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"(Парвардигор хабар медиҳад, ки Ӯ кофиронро аз раҳматаш маҳрум карда гуфтааст): Онон, ки аз бани Исроил кофир шуданд, ба забони Довуд ва Исо ибни Марям лаънат шуданд ва ин лаънат подоши исён ва таҷовузашон буд"},{"SurahNumber":5,"VerseNumber":79,"Text":"Инҳо, яҳудиён гуноҳи ошкор мекарданд ва ба кардани он розӣ буданд ва аз кори зиште, ки мекарданд, якдигарро мань намекарданд ва ҳароина бадкорӣ мекарданд. Ба ин сабаб сазовори лаънати Парвардигор гаштанд"},{"SurahNumber":5,"VerseNumber":80,"Text":"Бисёре аз яҳудиёнро мебинӣ, ки бо кофирон (яъне, бо мушрикони Макка, ки бар зидди Паёмбар саллаллоҳу алайҳи ва саллам ба ҷанг баромаданд) дӯстӣ меварзанд. Бад аст, он чӣ пештар барои худ фиристоданд. Хашми Аллоҳ бар онҳост ва рӯзи қиёмат дар азоби ҷовидонаанд"},{"SurahNumber":5,"VerseNumber":81,"Text":"Ва агар он яҳудиёне ки мушриконро дастиёрӣ карданд ба Аллоҳ ва паёмбар (Муҳаммад саллаллоҳу алайҳи ва саллам) ва он чӣ бар ӯ нозил шуда, (Қуръон) имон оварда буданд, кофиронро дӯст намегирифтанд, вале бештарашон фосиқонанд. (Яъне, аз тоъати Аллоҳ ва расулаш берунанд)"},{"SurahNumber":5,"VerseNumber":82,"Text":"Бешак хоҳӣ дид, эй Паёмбар, ки душмантарин мардум барои мӯъминон яҳудиён ва мушрикон ҳастанд ки яҳудиён аз сабаби саркашӣ ва инкор карданашон ҳақро ва мушрикон ба сабаби бутпарастиашон душманӣ варзиданд ва меҳрубонтарин касон нисбат ба онон, ки имон овардаанд, касонеро меёбӣ, ки мегӯянд: «Мо насронӣ ҳастем». Зеро баъзе аз онҳо донишмандону обидон ҳастанд ва онҳо аз қабули ҳақ такаббур намекунанд. (Ва онҳо касонеанд, ки рисолати Муҳаммад саллаллоҳу алайҳи ва салламро қабул карданд ва ба он имон оварданд)"},{"SurahNumber":5,"VerseNumber":83,"Text":"Аз нишонаҳои дӯстии онҳо ба мусалмонон он аст, ки гурӯҳе аз онҳо он чиро, ки бар паёмбар нозил шуда, бишнаванд, чашмонашон ба сабаби он чи аз ҳақ шинохтанд, пур аз ашк мешавад, ки он ҳақ ва аз назди Парвардигор аст ва ба Аллоҳ имон меоваранд ва расули Ӯро пайравӣ мекунанд ва мегӯянд: \"Эй Парвардигори мо, имон овардем, моро низ дар зумраи гувоҳидиҳандагон бинавис"},{"SurahNumber":5,"VerseNumber":84,"Text":"Чаро ба Аллоҳ ва ин дини ҳақ, ки бар мо нозил шудааст, имон наёварем ва тамаъ накунем, дар ин ки Парвардигори мо моро дар шумори солеҳон оварад"},{"SurahNumber":5,"VerseNumber":85,"Text":"Пас ба сабаби имоне, ки оварданд ва эътирофе, ки ба ҳақ карданд, Парвардигор онҳоро ба биҳиштҳое, ки аз зери дарахтони он ҷӯйҳо равон аст, дарорад ва онҳо дар он ҷовидон мемонанд ва ин подоши некӯкорон аст"},{"SurahNumber":5,"VerseNumber":86,"Text":"Ва онон, ки куфр варзиданд ба ягонагии Парвардигор ва инкор карданд (паёмбарии Муҳамммад саллаллоҳу алайҳи ва салламро) ва оёти моро, ки бар паёмбарон нозил шуда дурӯғ шумориданд, онҳо аз ахли ҷаҳаннаманд"}]}