{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"En Wij zonden zeker tot de Samoed hun broeder Salih, die zeide: \"Aanbidt Allah.\" Maar ziet, zij werden in twee partijen gesplitst die met elkander twistten"},{"SurahNumber":27,"VerseNumber":46,"Text":"Hij zeide: \"O mijn volk, waarom wenst gij het kwade te verhaasten boven het goede? Waarom vraagt gij geen vergiffenis aan Allah, opdat u barmhartigheid betoond moge worden"},{"SurahNumber":27,"VerseNumber":47,"Text":"Zij antwoordden: \"Wij voorzien kwaad wegens u en degenen die met u zijn.\" Hij zeide: \"Uw kwade verwachting is bij Allah. Neen, gij zijt een volk dat beproefd wordt"},{"SurahNumber":27,"VerseNumber":48,"Text":"En er waren negen personen in de stad die onrust in het land stichtten en zich niet wilden verbeteren"},{"SurahNumber":27,"VerseNumber":49,"Text":"Zij zeiden: \"Zweert tot elkander bij Allah, dat wij zeker Salih en zijn familie in de nacht zullen aanvallen en daarna zullen wij tot zijn bloedverwanten zeggen: \"Wij waren geen getuigen van de vernietiging van zijn familie en wij spreken zeker de waarheid"},{"SurahNumber":27,"VerseNumber":50,"Text":"En zij smeedden een plan, en Wij maakten ook een plan (tegen hen) maar zij bemerkten het niet"},{"SurahNumber":27,"VerseNumber":51,"Text":"Ziet dan hoe het einde van hun plan was; Wij vernietigden hen en hun volk, allen tezamen"},{"SurahNumber":27,"VerseNumber":52,"Text":"En dit zijn hun ingestorte huizen omdat zij onrechtvaardig waren. Daarin is voorwaar een teken voor een volk, dat begrijpt"},{"SurahNumber":27,"VerseNumber":53,"Text":"En Wij redden hen die geloofden en godvrezend waren"},{"SurahNumber":27,"VerseNumber":54,"Text":"En Lot, toen hij tot zijn volk zeide: \"Begaat gij onzedelijkheid tegen beter weten in"},{"SurahNumber":27,"VerseNumber":55,"Text":"Nadert gij wellustig de mannen in plaats van de vrouwen? Neen, gij zijt een onwetend volk"},{"SurahNumber":27,"VerseNumber":56,"Text":"Maar het antwoord van zijn volk was niets anders dan dat zij zeiden: \"Verdrijft Lot's familie uit uw stad want zij zijn mensen, die zich rein willen houden"},{"SurahNumber":27,"VerseNumber":57,"Text":"Daarom redden Wij hem en zijn familie behalve zijn vrouw; Wij deden haar tot de achterblijvenden behoren"},{"SurahNumber":27,"VerseNumber":58,"Text":"En Wij deden een regen over hen komen, en vreselijk was de regen voor de gewaarschuwden"}]}