{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"Ciertamente, Aarón les había dicho anteriormente: «¡Oh, pueblo mío! ¡En verdad, se os está poniendo a prueba con ello y, en verdad, vuestro Señor es el Clementísimo! ¡Seguidme pues y obedeced mis órdenes!»"},{"SurahNumber":20,"VerseNumber":91,"Text":"Ellos dijeron: «¡No dejaremos de adorarle hasta que Moisés regrese a nosotros!»"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Moisés) dijo: «¡Oh, Aarón! ¿Qué te impidió, cuando les vistes que se extraviaban"},{"SurahNumber":20,"VerseNumber":93,"Text":"seguirme? ¿Acaso desobedeciste mis órdenes?»"},{"SurahNumber":20,"VerseNumber":94,"Text":"Él dijo: «¡Oh, hijo de mi madre! ¡No me tires de la barba ni me tomes de la cabeza! En verdad, temí que me dijeras: ‘Has dividido a los Hijos de Israel y no tuviste en cuenta mis palabras.’»"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Moisés) dijo: «Y tú, Samaritano ¿Qué tienes que decir?»"},{"SurahNumber":20,"VerseNumber":96,"Text":"Él dijo: «Yo observé lo que ellos no observaron y tomé un puñado de la huella del Mensajero y lo arrojé. Eso fue lo que mi ego me sugirió.»"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Moisés) dijo: «¡Vete! En verdad, durante toda tu vida tendrás que decir: ‘¡No me toques!’ Y, en verdad, tienes una cita a la que no podrás faltar. Y mira a tu dios, al cual seguiste con devoción. Lo quemaremos y dispersaremos totalmente sus restos en el mar.»"},{"SurahNumber":20,"VerseNumber":98,"Text":"En verdad, tu dios es Dios. No hay otro dios más que Él. Su conocimiento abarca todas las cosas"},{"SurahNumber":20,"VerseNumber":99,"Text":"Así es como te hemos relatado algunas noticias de lo que sucedió en el pasado. Ciertamente, te hemos dado un Recuerdo procedente de Nosotros"},{"SurahNumber":20,"VerseNumber":100,"Text":"Quien se aparte de él cargará el Día del Levantamiento con un pesado fardo"},{"SurahNumber":20,"VerseNumber":101,"Text":"que portará eternamente. ¡Qué mala carga para ellos el Día del Levantamiento"},{"SurahNumber":20,"VerseNumber":102,"Text":"El día en que sea tocada la trompeta. Y juntaremos ese día a los pecadores con los ojos morados"},{"SurahNumber":20,"VerseNumber":103,"Text":"que susurrarán entre ellos: “Sólo hemos permanecido diez días [muertos].»"},{"SurahNumber":20,"VerseNumber":104,"Text":"Nosotros somos quienes mejor sabemos de lo que hablan cuando el mejor de ellos dice: «Sólo permanecisteis un día.»"}]}