{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"Talaga ngang nagbigay Kami kay Luqmān ng karunungan, na [nagsasabi]: \"Magpasalamat ka kay Allāh.\" Ang sinumang nagpapasalamat ay nagpapasalamat lamang para sa [pakinabang ng] sarili niya. Ang sinumang tumangging magpasalamat, tunay na si Allāh ay Walang-pangangailangan, Kapuri-puri"},{"SurahNumber":31,"VerseNumber":13,"Text":"[Banggitin] noong nagsabi si Luqmān sa anak niya habang siya ay nangangaral dito: \"O anak ko, huwag kang magtambal kay Allāh; tunay na ang pagtatambal ay talagang isang paglabag sa katarungan, na sukdulan"},{"SurahNumber":31,"VerseNumber":14,"Text":"Nagtagubilin Kami sa tao hinggil sa mga magulang niya – nagdalang-tao sa kanya ang ina niya sa isang panlalata sa ibabaw isang panlalata at ang pag-awat sa kanya ay sa dalawang taon – na [nagsasabi]: \"Magpasalamat ka sa Akin at sa mga magulang mo. Tungo sa Akin ang kahahantungan"},{"SurahNumber":31,"VerseNumber":15,"Text":"Kung nagpunyagi silang dalawa sa iyo na magtambal ka sa Akin ng wala kang kaalaman hinggil doon ay huwag kang tumalima sa kanilang dalawa. Makisama ka sa kanilang dalawa sa Mundo ayon sa nakabubuti. Sumunod ka sa landas ng sinumang nagsisising nanumbalik tungo sa Akin. Pagkatapos tungo sa Akin ang babalikan ninyo saka magbabalita Ako sa inyo hinggil sa anumang dati ninyong ginagawa"},{"SurahNumber":31,"VerseNumber":16,"Text":"[Nagsabi si Luqmān]: \"O anak ko, tunay na ito, kung naging kasimbigat ng isang buto ng mustasa saka naging nasa isang bato o nasa mga langit o nasa lupa, maglalahad nito si Allāh. Tunay na si Allāh ay Mapagtalos, Mapagbatid"},{"SurahNumber":31,"VerseNumber":17,"Text":"O anak ko, magpanatili ka ng pagdarasal, mag-utos ka ng nakabubuti, sumaway ka ng nakasasama, at magtiis ka sa anumang tumatama sa iyo; tunay na iyon ay kabilang sa pinagpapasyahan sa mga usapin"},{"SurahNumber":31,"VerseNumber":18,"Text":"Huwag kang mag-iwas ng pisngi mo sa mga tao at huwag kang maglakad sa lupa dala ng pagpapakatuwa [sa sarili]. Tunay na si Allāh ay hindi umiibig sa bawat mayabang na hambog"},{"SurahNumber":31,"VerseNumber":19,"Text":"Magmarahan ka sa paglakad mo at magbaba ka ng tinig mo; tunay ang pinakamasagwa sa mga tinig ay talagang ang tinig ng mga asno"}]}