{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":4,"VerseNumber":15,"Text":"Na ba bandi mu bagore banyu bazakora ibikozasoni (ubusambanyi), muzabishakire abahamya bane muri mwe babibashinje. Nibabihamya, muzabafungirane mu ngo zanyu (ntibagire aho bajya) kugeza bapfuye cyangwa se Allah akabagenera ubundi buryo"},{"SurahNumber":4,"VerseNumber":16,"Text":"Na babiri (umusore n’umukobwa bakiri ingaragu) muri mwe bazakora ubusambanyi muzababuze amahoro (mubagaya mu ruhame). Nibicuza bagakora ibikorwa byiza, muzabihorere. Mu by’ukuri, Allah ni Uwakira ukwicuza, Nyirimbabazi"},{"SurahNumber":4,"VerseNumber":17,"Text":"Mu by’ukuri ukwicuza Allah yakira ni ukwa ba bandi bacumura kubera ubujiji, hanyuma bakihutira kwicuza. Abo ni bo Allah yakira ukwicuza kwabo, kandi Allah ni Umumenyi uhebuje, Nyirubugenge buhambaye"},{"SurahNumber":4,"VerseNumber":18,"Text":"(Kwicuza nyako kwemerwa na Allah) ntabwo ari ukwa ba bandi bakora ibikorwa bibi, kugeza ubwo umwe muri bo agezweho n’urupfu maze akavuga ati “Mu by’ukuri, ubu ndicujije”; ndetse na ba bandi bapfuye ari abahakanyi (nabo ukwicuza kwabo ntikwemerwa). Abo twabateguriye ibihano bibabaza"},{"SurahNumber":4,"VerseNumber":19,"Text":"Yemwe abemeye! Muziririjwe kuzungura abagore ku gahato, kandi ntimukabagore (mubabuza kongera gushakwa) kugira ngo mubambure bimwe mu byo mwabahaye; keretse baramutse bakoze icyaha kigaragara (nk’ubusambanyi cyangwa gusuzugura abagabo babo), kandi mujye mubana na bo neza. Nimugira icyo mubanenga (mujye mwihangana), kuko hari ubwo mwakwanga ikintu Allah akaba ari cyo ashyiramo ibyiza byinshi"},{"SurahNumber":4,"VerseNumber":20,"Text":"Kandi nimushaka kurongora umugore mumusimbuza undi, mukaba mwarahaye umwe muri bo umutungo utubutse (inkwano), ntimuzagire na gito mwisubiza muri wo. Ese mwakisubiza bitari mu kuri kandi ari n’icyaha kigaragara"},{"SurahNumber":4,"VerseNumber":21,"Text":"Ni gute mwakisubiza kandi mwaragiranye amabanga y’abashakanye, bakaba baranagiranye namwe isezerano rikomeye"},{"SurahNumber":4,"VerseNumber":22,"Text":"Kandi ntimukarongore abagore barongowe na ba so, uretse ibyahise (mbere ya Isilamu). Mu by’ukuri, ibyo byari ibikozasoni, birakaza cyane kandi bikaba inzira mbi"}]}