{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":51,"Text":"The only saying of the believers, when they are called to Allah and His Messenger (Muhammad) to judge between them is that they say: “We hear and we obey.” And such are the successful"},{"SurahNumber":24,"VerseNumber":52,"Text":"And whoever obeys Allah and His Messenger (Muhammad), fears Allah, and keeps his duty (to Him), such are the successful"},{"SurahNumber":24,"VerseNumber":53,"Text":"They swear by Allah their strong oaths if you would order them, they would leave (homes to fight in Allah’s cause). Say (O Muhammad): “Don’t swear; this obedience is better known. Surely, Allah knows well what you do.”"},{"SurahNumber":24,"VerseNumber":54,"Text":"Say: “Obey Allah and obey the Messenger. But if you turn away, then only on him (Muhammad) is what is placed on him (to convey Allah’s message), and on you what is placed on you. If you obey him, you shall be guided. It is not on the Messenger except clear conveying.”"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allah has promised those among you who believe and do righteous deeds that He will certainly make them vicegerent in the earth as He made vicegerent to those before them, and that He will establish for them their religion which He has chosen for them (Islam), and that He will surely give them a safe security in exchange of their fear provided they worship Me and don’t associate anything with Me. Those who disbelieve after that, they are the disobedient"},{"SurahNumber":24,"VerseNumber":56,"Text":"And establish prayers, pay obligatory charity, and obey the Messenger (Muhammad) so that you may be treated with Mercy (from Allah)"},{"SurahNumber":24,"VerseNumber":57,"Text":"Don’t consider those who disbelieve that they can escape in the land. Their abode shall be the fire and worst indeed is that destination"}]}