{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":57,"VerseNumber":20,"Text":"Билип алгыла: Дүйнө жашоосу оюн-тамаша, зыйнат-жасалга, өз араңарда менменсинүү, мал-мүлк жана бала-чаканы көбөйтүүдөн гана турат. Анын мисалы жамгыр сыяктуу: ал өстүргөн нерселер дыйканды сүйүнтөт. Кийин (убактылуу) кулпурат. Андан кийин сен анын саргарганын көрөсүң. Андан кийин кургак чөпкө айланат. Акыретте (убактылуу дүйнөгө азгырылгандарга) катуу азап жана (ыймандууларга) Аллаһтан кечирим жана ыраазылык бар. (Ошентип) Дүйнө жашоосу азгырык матаадан? башка эмес"},{"SurahNumber":57,"VerseNumber":21,"Text":"(О, момундар!) Раббиңердин кечиримине жана кеңдиги асман менен жердей болгон Бейишке шашылгыла! Ал Аллаһка жана Анын пайгамбарларына ыйман келтиргендер үчүн даярдалган. Бул — Аллаһтын пазилети. Аны каалаган пенделерине берет. Аллаһ улук пазилет Ээси"},{"SurahNumber":57,"VerseNumber":22,"Text":"Жердеги жана өзүңөрдөгү ар бир апаат-кырсык, Биз аны болтурганыбызга чейин эле (Лавхул-Махфуз деген) китепте жазылып калган. Бул Аллаһ үчүн жеңил"},{"SurahNumber":57,"VerseNumber":23,"Text":"(Мал-дүйнө, ден-соолук ж.б.у.с.) нерселер силерден кеткени себептүү капаланбашыңар үчүн жана силерге келген нерсеге сүйүнүп-көөп кетпешиңер үчүн (Аллаһ бардыгын мурдатан Лавхул-Махфузга жазып койгон). Аллаһ ар бир текебер-мактанчаакты сүйбөйт"},{"SurahNumber":57,"VerseNumber":24,"Text":"Ошолор (садакадан) сараңдык кылышат жана адамдарды дагы сараңдыкка буюрушат. Ким (садакадан) жүз үйрүсө, (билип алгыла) Аллаһ — Беймуктаж, Макталган"},{"SurahNumber":57,"VerseNumber":25,"Text":"Биз пайгамбарларыбызды анык далилдер менен жиберип, алар менен Китепти жана адилетти түшүрдүк, адамдар теңдик менен (жашап) туруулары үчүн. Дагы Биз (аларга асмандан) темирди түшүрдүк — анда күч-кубат жана адамдар үчүн (көп) пайдалар бар — Аллаһ (ошол темир-курал менен) Өзүнө жана пайгамбарларына (алар) жокто! жардам берген адамдарды билиши үчүн. Аллаһ Кудуреттүү, Жеңилгис"}]}