{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"Відкликання що ваш Лорд скликав всіх нащадків Adam, та мав їх дають свідчення для себе: I не ваш Лорд?\" Вони всі сказані, \"Так. Ми даємо свідчення.\" Отже, ви не можете сказати на Дні Resurrection, \"Ми не знали це"},{"SurahNumber":7,"VerseNumber":173,"Text":"Не можете ви кажете, \"Це були наші батьки що practiced idolatry, та ми просто прослідкували у їхніх кроках. Ви будете карати нас внаслідок яких інших innovated"},{"SurahNumber":7,"VerseNumber":174,"Text":"Ми таким чином роз'яснюємо апокаліпсис, щоб дозволити людям викупити себе"},{"SurahNumber":7,"VerseNumber":175,"Text":"Декламують для них новина одного кому був даний наші докази, але вибрав disregard їм. Отже, чорт переслідував його, до він став strayer"},{"SurahNumber":7,"VerseNumber":176,"Text":"Мали ми willed, ми могли піднесли його therewith, але він наполягав на тримаючому землі, та переслідував його власні думки. Отже, він виглядає як собака; чи ви йо улюбленця або сварите його, він задихається. Такий являє собою приклад людей котрих відхиляють наші докази. Розповідіть ці розповіді, що вони можуть віддзеркалити"},{"SurahNumber":7,"VerseNumber":177,"Text":"Поганий дійсно являє собою приклад людей котрих відхиляють наші докази; це - тільки їхні власні душі що вони неправильні"},{"SurahNumber":7,"VerseNumber":178,"Text":"Whomever довідники БОГА являє собою справді керований, та whomever Він здійснює збиваючий з шляху, цей являють собою losers"},{"SurahNumber":7,"VerseNumber":179,"Text":"Ми здійснили до Дідька безліч jinns та humans. Вони розум з котрими вони не розуміють, очі з котрими вони не дивляться, та вушра з котрими вони не чують. Вони виглядають як тварини; ні, вони не вміють далекі гірші вони повністю unaware"},{"SurahNumber":7,"VerseNumber":180,"Text":"До БОГА належить найбільшим красивим назвам; закликайте на Його therewith, та disregard цей хто викривляють Його назви. Вони будуть requited для їхніх гріхів"},{"SurahNumber":7,"VerseNumber":181,"Text":"Серед наших створення, є цей котрий довідник з правдою, та правда надає їм справедливим"}]}