{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"بھلا تمہارے پاس ابراہیمؑ کے معزز مہمانوں کی خبر پہنچی ہے؟"},{"SurahNumber":51,"VerseNumber":25,"Text":"جب وہ ان کے پاس آئے تو سلام کہا۔ انہوں نے بھی (جواب میں) سلام کہا (دیکھا تو) ایسے لوگ کہ نہ جان نہ پہچان"},{"SurahNumber":51,"VerseNumber":26,"Text":"تو اپنے گھر جا کر ایک (بھنا ہوا) موٹا بچھڑا لائے"},{"SurahNumber":51,"VerseNumber":27,"Text":"(اور کھانے کے لئے) ان کے آگے رکھ دیا۔ کہنے لگے کہ آپ تناول کیوں نہیں کرتے؟"},{"SurahNumber":51,"VerseNumber":28,"Text":"اور دل میں ان سے خوف معلوم کیا۔ (انہوں نے) کہا کہ خوف نہ کیجیئے۔ اور ان کو ایک دانشمند لڑکے کی بشارت بھی سنائی"},{"SurahNumber":51,"VerseNumber":29,"Text":"تو ابراہیمؑ کی بیوی چلاّتی آئی اور اپنا منہ پیٹ کر کہنے لگی کہ (اے ہے ایک تو) بڑھیا اور (دوسرے) بانجھ"},{"SurahNumber":51,"VerseNumber":30,"Text":"(انہوں نے) کہا (ہاں) تمہارے پروردگار نے یوں ہی فرمایا ہے۔ وہ بےشک صاحبِ حکمت (اور) خبردار ہے"},{"SurahNumber":51,"VerseNumber":31,"Text":"ابراہیمؑ نے کہا کہ فرشتو! تمہارا مدعا کیا ہے؟"},{"SurahNumber":51,"VerseNumber":32,"Text":"انہوں نے کہا کہ ہم گنہگار لوگوں کی طرف بھیجے گئے ہیں"},{"SurahNumber":51,"VerseNumber":33,"Text":"تاکہ ان پر کھنگر برسائیں"},{"SurahNumber":51,"VerseNumber":34,"Text":"جن پر حد سے بڑھ جانے والوں کے لئے تمہارے پروردگار کے ہاں سے نشان کردیئے گئے ہیں"},{"SurahNumber":51,"VerseNumber":35,"Text":"تو وہاں جتنے مومن تھے ان کو ہم نے نکال لیا"},{"SurahNumber":51,"VerseNumber":36,"Text":"اور اس میں ایک گھر کے سوا مسلمانوں کا کوئی گھر نہ پایا"},{"SurahNumber":51,"VerseNumber":37,"Text":"اور جو لوگ عذاب الیم سے ڈرتے ہیں ان کے لئے وہاں نشانی چھوڑ دی"},{"SurahNumber":51,"VerseNumber":38,"Text":"اور موسیٰ (کے حال) میں (بھی نشانی ہے) جب ہم نے ان کو فرعون کی طرف کھلا ہوا معجزہ دے کر بھیجا"},{"SurahNumber":51,"VerseNumber":39,"Text":"تو اس نے اپنی جماعت (کے گھمنڈ) پر منہ موڑ لیا اور کہنے لگا یہ تو جادوگر ہے یا دیوانہ"},{"SurahNumber":51,"VerseNumber":40,"Text":"تو ہم نے اس کو اور اس کے لشکروں کو پکڑ لیا اور ان کو دریا میں پھینک دیا اور وہ کام ہی قابل ملامت کرتا تھا"},{"SurahNumber":51,"VerseNumber":41,"Text":"اور عاد (کی قوم کے حال) میں بھی (نشانی ہے) جب ہم نے ان پر نامبارک ہوا چلائی"},{"SurahNumber":51,"VerseNumber":42,"Text":"وہ جس چیز پر چلتی اس کو ریزہ ریزہ کئے بغیر نہ چھوڑتی"},{"SurahNumber":51,"VerseNumber":43,"Text":"اور (قوم) ثمود (کے حال) میں (نشانی ہے) جب ان سے کہا گیا کہ ایک وقت تک فائدہ اٹھالو"},{"SurahNumber":51,"VerseNumber":44,"Text":"تو انہوں نے اپنے پروردگار کے حکم سے سرکشی کی۔ سو ان کو کڑک نے آ پکڑا اور وہ دیکھ رہے تھے"},{"SurahNumber":51,"VerseNumber":45,"Text":"پھر وہ نہ تو اُٹھنے کی طاقت رکھتے تھے اور نہ مقابلہ ہی کرسکتے تھے"},{"SurahNumber":51,"VerseNumber":46,"Text":"اور اس سے پہلے (ہم) نوح کی قوم کو (ہلاک کرچکے تھے) بےشک وہ نافرمان لوگ تھے"}]}