{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"I powiedziała starszyzna z ludu Faraona: \"Zaprawdę, to jest czarownik bardzo uczony"},{"SurahNumber":7,"VerseNumber":110,"Text":"On chce was wypędzić z waszej ziemi. Więc co wy zalecacie"},{"SurahNumber":7,"VerseNumber":111,"Text":"Oni powiedzieli: \"Daj mu zwłokę, jemu i jego bratu, i poślij do miast ludzi poszukujących"},{"SurahNumber":7,"VerseNumber":112,"Text":"Aby przyprowadzili każdego uczonego czarownika"},{"SurahNumber":7,"VerseNumber":113,"Text":"I przybyli czarownicy do Faraona, i powiedzieli: \"Z pewnością otrzymamy nagrodę, jeśli będziemy zwycięzcami"},{"SurahNumber":7,"VerseNumber":114,"Text":"Powiedział: \"Tak! I z pewnością znajdziecie się wśród przybliżonych"},{"SurahNumber":7,"VerseNumber":115,"Text":"Oni powiedzieli: \"O Mojżeszu! Albo ty rzucaj, albo my będziemy rzucali"},{"SurahNumber":7,"VerseNumber":116,"Text":"On powiedział: \"Rzucajcie!\" A kiedy oni rzucili, zaczarowali oczy ludzi, przestraszyli ich i zademonstrowali wielkie czarodziejstwo"},{"SurahNumber":7,"VerseNumber":117,"Text":"I objawiliśmy Mojżeszowi: \"Rzuć twoją laskę!\" I oto ona połknęła to, co oni oszukańczo uczynili"},{"SurahNumber":7,"VerseNumber":118,"Text":"I ukazała się prawda, a fałszywe okazało się to, co oni czynili"},{"SurahNumber":7,"VerseNumber":119,"Text":"W ten sposób zostali tutaj zwyciężeni i wycofali się poniżeni"},{"SurahNumber":7,"VerseNumber":120,"Text":"Czarownicy rzucili się do wybijania pokłonów"},{"SurahNumber":7,"VerseNumber":121,"Text":"Powiedzieli: \"Uwierzyliśmy w Pana światów"},{"SurahNumber":7,"VerseNumber":122,"Text":"Pana Mojżesza i Aarona"},{"SurahNumber":7,"VerseNumber":123,"Text":"Powiedział Faraon: \"Uwierzyliście w Niego, zanim Ja wam pozwoliłem. Zaprawdę, to jest podstęp, jaki uknuliście w tym mieście, aby wyprowadzić z niego jego mieszkańców. Lecz niebawem się dowiecie"},{"SurahNumber":7,"VerseNumber":124,"Text":"Każę uciąć wasze ręce i nogi po przeciwległych stronach, potem każę was ukrzyżować"},{"SurahNumber":7,"VerseNumber":125,"Text":"Oni powiedzieli: \"Zaprawdę, my zwracamy się ku naszemu Panu"},{"SurahNumber":7,"VerseNumber":126,"Text":"Ty się mścisz na nas tylko dlatego, że uwierzyliśmy w znaki naszego Pana, kiedy one do nas przyszły. Panie nasz! Wylej na nas cierpliwość"}]}