{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"O gün cehenneme Biz: “Doldun mu, dedikçe O: “Daha yok mu?” diye iştahını dile getirir. {KM, Süleymanın Meseleleri}"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cennet de takvâ sahiplerine yaklaştırılır"},{"SurahNumber":50,"VerseNumber":32,"Text":"Onlara: “İşte, denir, buydu size vâd edilen mükâfat. Hakka yönelen, koruması gereken her şeyi koruyan, insanların görmediği yerlerde bile Rahman'a hep saygılı olan ve daima Rabbine dönen bir gönül ile gelen herkese bu mükâfat vardır"},{"SurahNumber":50,"VerseNumber":33,"Text":"Onlara: “İşte, denir, buydu size vâd edilen mükâfat. Hakka yönelen, koruması gereken her şeyi koruyan, insanların görmediği yerlerde bile Rahman'a hep saygılı olan ve daima Rabbine dönen bir gönül ile gelen herkese bu mükâfat vardır"},{"SurahNumber":50,"VerseNumber":34,"Text":"“Haydi selâmetle girin oraya, bugün artık ebediyet günüdür.”"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada onlara istedikleri her şey verilir. Nezdimizde bundan da fazlası vardır"},{"SurahNumber":50,"VerseNumber":36,"Text":"Kendilerinden önce Biz öyle nesiller helâk ettik ki onlar, bunlardan daha güçlü kuvvetli idiler. Hakimiyetlerini yaymış, şehir şehir dolaşmış, “ölümden kaçıp kurtulacak bir yer yok mu?” diye her tarafı delik deşik etmişlerdi, ama hep eli boş dönmüşlerdi"},{"SurahNumber":50,"VerseNumber":37,"Text":"Elbette bunda, içinde bir kalb taşıyan veya zihnini derleyip toplayarak can kulağıyla dinleyen kimseler için alacak bir ders vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Biz gökleri, yeri, ikisinin arasındaki bütün varlıkları altı günde yarattık da Bize en ufak bir yorgunluk dokunmadı"},{"SurahNumber":50,"VerseNumber":39,"Text":"O halde sen onların söylediklerine karşı sabret. Gerek güneşin doğuşundan, gerek batışından önce Rabbine hamd ederek ibadet et"},{"SurahNumber":50,"VerseNumber":40,"Text":"Geceleyin de, secdelerin peşinden de Ona ibadet et"},{"SurahNumber":50,"VerseNumber":41,"Text":"Münâdînin yakın bir yerden sesleneceği güne kulak ver"},{"SurahNumber":50,"VerseNumber":42,"Text":"Bütün insanların o sayhayı kesin ve gerçek olarak işitecekleri güne kulak ver. İşte o gün mezarlarından kalkış günüdür"},{"SurahNumber":50,"VerseNumber":43,"Text":"Muhakkak ki hayatı veren de, hayatı alıp öldüren de Biziz.Evet, herkes Bizim huzurumuza dönecektir"},{"SurahNumber":50,"VerseNumber":44,"Text":"Yerin yarılıp kendilerinin büyük bir hızla mahşer meydanına koşacakları gün, mutlaka gelecektir. Bu diriltip mahşerde toplama Bize göre çok kolaydır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların aykırı iddialarını pek iyi biliyoruz, ama sen onları kuvvet kullanarak imana getirecek bir zorba değilsin. Sen sadece uyaran bir elçisin.Senin yapacağın iş, sadece tehdidimden endişe edecek kemseleri Kur'ân ile irşad etmektir"}]}