{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Allah size kendisinden bir misal vermektedir: Size verdiğimiz rızıklarda, emrinize verilen kölelerin, hizmetçilerin eşit suretle hak sahibi olmalarına razı olur ve birbirinizden çekindiğiniz gibi onlardan da çekindiğiniz ortaklar var mı? İşte biz aklını kullanan bir toplum için delillerimizi böyle açıklıyoruz"},{"SurahNumber":30,"VerseNumber":29,"Text":"Hayır o zulmedenler körü körüne kendi heveslerine uymuşlardır. Allah’ın saptırdığı kimseyi kim doğru yola iletebilir? Onların yardımcıları da yoktur"},{"SurahNumber":30,"VerseNumber":30,"Text":"Ey Muhammed! Yüzünü Allah´ı birleyici olarak doğruca dine çevir: Allah´ın yaratma kanununa uygun olarak dine dön ki, insanları ona göre yaratmıştır. Allah´ın yaratması değiştirilemez. İşte doğru din budur. Fakat insanların çoğu bilmezler"},{"SurahNumber":30,"VerseNumber":31,"Text":"Yalnız O´na yönelin ve O´ndan korkun; namazı kılın ve Allah´a ortak koşanlardan olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"Müşrikler dinlerini parçaladılar ve bölük bölük oldular. Bunlardan her fırka kendi yanındakiyle böbürlenmektedir"},{"SurahNumber":30,"VerseNumber":33,"Text":"İnsanlara bir zarar dokundu mu, Rabb´lerine yönelerek O´na yalvarırlar. Sonra Rabb´leri, onlara kendinden bir rahmet tattırınca, hemen onlardan bir grup, Rabb´lerine ortak koşarlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"Böyle yaparlar ki kendilerine verdiğimiz nimete karşı nankörlük etsinler. Haydi! Biraz eğlenin bakalım, yakında sonunuzun ne olduğunu bileceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa onlara ortak koşmalarını söyleyen bir delil mi indirdik"},{"SurahNumber":30,"VerseNumber":36,"Text":"Biz insanlara bir rahmet tattırdığımız zaman sevinirler. Şayet yaptıklarından dolayı başlarına bir kötülük gelirse hemen ümitsizliğe düşerler"},{"SurahNumber":30,"VerseNumber":37,"Text":"Görmediler mi, Allah dilediğine rızkı genişletiyor da, daraltıyor da. Şüphesiz inanan bir toplum için bunda ibretler vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"Akrabaya, yoksula, yolcuya hakkını ver. Allah´ın rızasını isteyenler için bu daha hayırlıdır. işte onlar kurtuluşa erenlerdir"},{"SurahNumber":30,"VerseNumber":39,"Text":"İnsanların mallarında artış olsun diye verdiğiniz herhangi bir faiz, Allah katında artmaz. Allah´ın rızasını isteyerek verdiğiniz zekât böyle değildir. İşte zekât veren o kimseler, sevaplarını ve mallarını kat kat arttıranlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Sizi yaratan, sonra rızıklandıran, sonra öldüren daha sonra da dirilten Allah´dır. O´na koştuğunuz ortaklarınızdan böyle bir şey yapan var mıdır? Allah onların ortak koştuklarından münezzehtir ve yücedir"}]}