{"Id":268,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali","Direction":"ltr","Source":"","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"निश्चय नै संयमीहरूको निम्ति उनीहरूको पालनकर्ताकहाँ उपहारवाला स्वर्गहरू छन् ।"},{"SurahNumber":68,"VerseNumber":35,"Text":"के हामी आज्ञाकारीहरूलाई अपराधीहरू जस्तो गरिदिनेछौं"},{"SurahNumber":68,"VerseNumber":36,"Text":"तिमीलाई के भएको छ, कस्तो निर्णय गर्दैछौ"},{"SurahNumber":68,"VerseNumber":37,"Text":"के तिम्रो पासमा कुनै किताब छ जसबाट तिमी (यो) पढ्छौ"},{"SurahNumber":68,"VerseNumber":38,"Text":"कि तिमीले रुचाउने कुराहरू त्यसमा होउन्"},{"SurahNumber":68,"VerseNumber":39,"Text":"वा तिमीहरूले हामीसित कुनै शपथ लिएकाछौ ? जुन कयामतको दिनसम्म बाँकी रहनेछ, कि तिम्रो निम्ति त्यो सबै छ जुन तिमीले आफ्नो तर्फबाट फैसला गर्दछौ ।"},{"SurahNumber":68,"VerseNumber":40,"Text":"उनीहरूसित सोध कि उनीहरूमध्ये यसको जिम्मावाला को हो"},{"SurahNumber":68,"VerseNumber":41,"Text":"के (यस भनाईमा) उनका अरु पनि साझेदार छन् ? यदि उनी साँचो छन् भने आफ्नो साझेदारहरूलाई ल्याई अगाडि उभ्याउन् ।"},{"SurahNumber":68,"VerseNumber":42,"Text":"जुन दिन घुँडा खोलिदिइनेछ र उनीहरू सजदाको निम्ति बोलाइने छन्, तब तिनीहरूले सिज्दा गर्नसक्ने छैनन् ।"},{"SurahNumber":68,"VerseNumber":43,"Text":"आँखाहरू तल झुकेका हुनेछन्, र उनीमाथि अपमान छाइराखेको हुनेछ । उनीहरूलाई त्यस बेला पनि ढोगको निम्ति बोलाइन्थ्यो जबकि उनीहरू ठीकठाक थिए ।"},{"SurahNumber":68,"VerseNumber":44,"Text":"अतः तिमीले मलाई र मेरा वाणीलाई झूठा भन्नेहरूलाई छाडिदेऊ । हामीले उनीहरूलाई विस्तारै यस्तो तरीकाले समात्ने छौं कि उनलाई थाहा पनि हुनेछैन ।"},{"SurahNumber":68,"VerseNumber":45,"Text":"मैले उनलाई मोहलत दिइराख्नेछु, निःसंदेह मेरो योजना धेरै बलियो छ ।"},{"SurahNumber":68,"VerseNumber":46,"Text":"के तिमी उनीहरूसित केही बदला माँगिराखेका छौ कि उनीहरू त्यसको बोझबाट थिचिंदै गइराखेका छन् ।"},{"SurahNumber":68,"VerseNumber":47,"Text":"वा के उनीहरूको पासमा परोक्षको ज्ञान छ जसलाई उनी लेख्दै गएका छन्"},{"SurahNumber":68,"VerseNumber":48,"Text":"अतः आफ्नो पालनकर्ताको आदेशलाई तपाईले धैर्यसित प्रतीक्षा गर्नुस् र माछावाला जस्तै नहुनु, कि उनले गहिरो दुःखको अवस्थामा प्रार्थना गरेका थिए ।"},{"SurahNumber":68,"VerseNumber":49,"Text":"यदि उनको साथमा उनको पालनकर्ताको अनुकम्पा नभएको भए उनी खुल्ला मैदानमा फ्याँकिने थिए, र उनको अवस्था नराम्रो हुने थियो ।"},{"SurahNumber":68,"VerseNumber":50,"Text":"अन्ततः उनको पालनकर्ताले फेरि उनलाई रोजिहाल्यो र उनलाई राम्रा मानिसहरूमा शम्मिलित गरिदियो ।"},{"SurahNumber":68,"VerseNumber":51,"Text":"र नजिक छ कि काफिरहरूले आफ्नो तीव्र दृष्टिबाट तपाईलाई चिप्ल्याई दिनेछन्, जब उनी ‘‘कुरआन’’ सुन्दछन् र भनिदिन्छन् कि यिनी त अवश्य दिवाना छन् ।"},{"SurahNumber":68,"VerseNumber":52,"Text":"वास्तवमा यो (कुरआन) त सबै संसारवालाहरूको निम्ति पूरै उपदेश हो ।"}]}