{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":55,"Text":"(Ingatlah), ketika Allah berfirman, “Wahai Isa! Aku mengambilmu dan mengangkatmu kepada-Ku, serta menyucikanmu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikutimu di atas orang-orang yang kafir hingga hari Kiamat. Kemudian kepada-Ku engkau kembali, lalu Aku beri keputusan tentang apa yang kamu perselisihkan.”"},{"SurahNumber":3,"VerseNumber":56,"Text":"Maka adapun orang-orang yang kafir, maka akan Aku azab mereka dengan azab yang sangat keras di dunia dan di akhirat, sedang mereka tidak memperoleh penolong"},{"SurahNumber":3,"VerseNumber":57,"Text":"Dan adapun orang yang beriman dan melakukan kebajikan, maka Dia akan memberikan pahala kepada mereka dengan sempurna. Dan Allah tidak menyukai orang zalim"},{"SurahNumber":3,"VerseNumber":58,"Text":"Demikianlah Kami bacakan kepadamu (Muhammad) sebagian ayat-ayat dan peringatan yang penuh hikmah"},{"SurahNumber":3,"VerseNumber":59,"Text":"Sesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu"},{"SurahNumber":3,"VerseNumber":60,"Text":"Kebenaran itu dari Tuhanmu, karena itu janganlah engkau (Muhammad) termasuk orang-orang yang ragu"},{"SurahNumber":3,"VerseNumber":61,"Text":"Siapa yang membantahmu dalam hal ini setelah engkau memperoleh ilmu, katakanlah (Muhammad), “Marilah kita panggil anak-anak kami dan anak-anak kalian, istri-istri kami dan istri-istri kalian, kami sendiri dan kamu juga, kemudian marilah kita ber-mubāhalah*(121) agar laknat Allah ditimpakan kepada orang-orang yang dusta.”"},{"SurahNumber":3,"VerseNumber":62,"Text":"Sungguh, ini adalah kisah yang benar. Tidak ada Tuhan (yang berhak disembah) melainkan Allah, dan sungguh, Allah Mahaperkasa, Mahabijaksana"},{"SurahNumber":3,"VerseNumber":63,"Text":"Kemudian jika mereka berpaling, maka (ketahuilah) bahwa Allah Maha Mengetahui orang-orang yang berbuat kerusakan"}]}