{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"Oo Maalinta aan ka soo kulmin doonno ummad walba koox ah kuwii beeniyey Aayadahayaga, markaasna waxaa loo kala saari doonaa qayb qayb"},{"SurahNumber":27,"VerseNumber":84,"Text":"Ilaa markay yimaadaan (Rabbigood hortiis) Wuxuu ku odhan doonaa: Ma waxaad beeniseen Aayadahaygii idinka oo aan ku koobin cilmi, ama maxay aheyd waxa aad fasheen"},{"SurahNumber":27,"VerseNumber":85,"Text":"Oo waxaa ku dhici doona Qowlkii (Cadaabka)24, gefefkii ay geysteen darteed, marka ma hadli doonaan"},{"SurahNumber":27,"VerseNumber":86,"Text":"Mawaysan u fiirsan inaan uga yeelnay habeenka inay ku xasilaan Maalintana iftiin? Hubaal arrinkani waxaa ugu sugan xaqiiq calaamooyin dad rumeysan"},{"SurahNumber":27,"VerseNumber":87,"Text":"Oo Maalinta buunka la afuufo, markaa kuwaa ku sugan samooyinka iyo kuwaa ku sugan arlada waxay la dhici doonaan naxdin mid maahee Allaah uu doono (oo ka cafiyo), kulligoodna waxay u imaan doonaan iyagoo dullaysan"},{"SurahNumber":27,"VerseNumber":88,"Text":"Oo waad arkaysaa buuraha aad mooddo wax adag oo sugan, iyagoo socon socodka daruuraha oo kale, waa Sancada Ilaahay ee u sameeyey wax walba si hagaagsan. Hubaal waa u Xog ogaal waxa aad fashaan"},{"SurahNumber":27,"VerseNumber":89,"Text":"Mid kastoo la yimaada samaan25 wuxuu leeyahay wax ka khayr badan ajar ahaan, oo iyagu naxdinta Maalintaas waa ka aamin"},{"SurahNumber":27,"VerseNumber":90,"Text":"Oo mid kastoo la yimaada xumaan26 waxaa loogu tuuri doonaa weji weji Naarta: Ma waxaa la idinku jaaseeyaa waxaan ahayn waxaad fasheen"},{"SurahNumber":27,"VerseNumber":91,"Text":"Waxaa aniga la I amray sideedaba in aan caabudo Rabbiga magaaladaan27 (Makkah) ee ah Kan xurmada u yeelay oo iska leh wax walba. Oo waxaa la I amray inaan ahaado mid ka mid ah kuwa isu dhiiba (Ilaahay)"},{"SurahNumber":27,"VerseNumber":92,"Text":"Iyo inaan akhriyo Qur’aanka, ee qofkii hanuuna, wuxuu u hanuunaa naftiisa, oo qofkii lumaa, markaa dheh: Anigu waxaan ahay oo keliya mid ka mid ah digayaasha.”"},{"SurahNumber":27,"VerseNumber":93,"Text":"Oo dheh: Ammaan idilkeed iyo mahadba waxaa leh Allaah. Wuxuu idin tusi doonaa calaamooyinkiisa, waana garan doontaan. Mana aha Rabbigaa mid moog waxa aad fashaan"}]}