{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Ciertamente, en José y sus hermanos hay señales para quienes [se] preguntan"},{"SurahNumber":12,"VerseNumber":8,"Text":"Cuando ellos dijeron: «José y su hermano son más queridos por nuestro padre que nosotros, siendo nosotros un grupo (mayor). ¡Verdaderamente, nuestro padre está en un extravió evidente!»"},{"SurahNumber":12,"VerseNumber":9,"Text":"«¡Matad a José o abandonadlo en una tierra alejada para que, así, vuestro padre sólo os preste atención a vosotros! Y, después de eso, sed gente recta.»"},{"SurahNumber":12,"VerseNumber":10,"Text":"Uno de ellos dijo: «¡No matéis a José! Dejadlo en el fondo del aljibe para que lo encuentre algún viajero, si es que hacéis algo.»"},{"SurahNumber":12,"VerseNumber":11,"Text":"Dijeron: «¡Oh, padre nuestro! ¿Por qué no nos confías a José? Nosotros somos buenos consejeros para él"},{"SurahNumber":12,"VerseNumber":12,"Text":"Envíale con nosotros mañana. Que pasee y juegue y nosotros le cuidaremos.»"},{"SurahNumber":12,"VerseNumber":13,"Text":"Dijo: «Me preocupa que os lo llevéis y temo que se lo coma el lobo en un descuido vuestro.»"},{"SurahNumber":12,"VerseNumber":14,"Text":"Ellos dijeron: «Si el lobo se lo comiese, siendo nosotros un grupo grande, entonces sí que seríamos unos desgraciados.»"},{"SurahNumber":12,"VerseNumber":15,"Text":"Y, cuando se lo llevaron con ellos y se pusieron de acuerdo en ponerle en el fondo del aljibe, Nosotros le revelamos: «Ciertamente, tú les informarás de este asunto y ellos no se darán cuenta.»"},{"SurahNumber":12,"VerseNumber":16,"Text":"Y ellos regresaron a su padre al anochecer llorando"},{"SurahNumber":12,"VerseNumber":17,"Text":"Dijeron: «¡Oh, padre nuestro! Nos fuimos a hacer carreras y dejamos a José junto a nuestras cosas y se lo comió el lobo. No nos creerás, pero decimos la verdad.»"},{"SurahNumber":12,"VerseNumber":18,"Text":"Y trajeron su camisa manchada de sangre falsa. Él dijo: «[No es así] Sino que vuestras almas os han susurrado algún asunto. Así pues, ¡Paciencia hermosa! Y en Dios busco ayuda ante lo que decís.»"},{"SurahNumber":12,"VerseNumber":19,"Text":"Y llegó una caravana y enviaron a su aguador que sumergió su cubo. Dijo: «¡Buena noticia! Es un joven.» Y lo ocultaron como una mercancía. Y Dios sabía bien lo que hacían"},{"SurahNumber":12,"VerseNumber":20,"Text":"Y lo vendieron barato, por unas pocas monedas, sin prestarle mucha atención"}]}