{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"Nos habet sent to Thamoud their frater Saaleh dictus Vos worship DEUS. they turned into 2 feuding factions"},{"SurahNumber":27,"VerseNumber":46,"Text":"He dictus O my people vos hasten perfecit commit malus bonus works Unus vos implore DEUS forgiveness vos attain mercy"},{"SurahNumber":27,"VerseNumber":47,"Text":"They dictus Nos consider vos malus omen nos vos those ligatus vos. He dictus Tuus omen fully controlled DEUS. Indeed vos est deviant people"},{"SurahNumber":27,"VerseNumber":48,"Text":"ibi est 9 gangsters oppidum est wicked nunquam perfecit anything bonus"},{"SurahNumber":27,"VerseNumber":49,"Text":"They dictus juravit DEUS nos kill eum his people tunc tell his gens ‘Nos know nihil their decessus! Nos est truthful"},{"SurahNumber":27,"VerseNumber":50,"Text":"They plotted schemed nos alias plotted schemed dum they non perceive"},{"SurahNumber":27,"VerseNumber":51,"Text":"Note consequences their plotting nos annihilated them totus their people"},{"SurahNumber":27,"VerseNumber":52,"Text":"Hic est their domus utterly ruined their transgression! Hoc est lesson people know"},{"SurahNumber":27,"VerseNumber":53,"Text":"Nos save those believe lead righteous vita"},{"SurahNumber":27,"VerseNumber":54,"Text":"Lot dictus to his people Quam vos commit such abomination publicly dum vos vide"},{"SurahNumber":27,"VerseNumber":55,"Text":"Vos practice genus vir lustfully femina! Indeed vos est ignorant people"},{"SurahNumber":27,"VerseNumber":56,"Text":"Unus response ex his people est their dictus Banish Lot's familia tuus oppidum; they est people qui wish est pure"},{"SurahNumber":27,"VerseNumber":57,"Text":"Consequently nos saved eum his familia absque his uxor; nos comes eam among the doomed"},{"SurahNumber":27,"VerseNumber":58,"Text":"Nos showered them certain shower est miserable shower people warned"}]}