{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":45,"Text":"پەرۋەردىگارىڭنىڭ سايىنى قانداق سوزغانلىقىنى كۆرمىدىڭمۇ؟ ئەگەر خالىسا ئۇنى ئەلۋەتتە مۇقىم قىلاتتى، ئاندىن قۇياشنى سايىگە دەلىل قىلدۇق (يەنى كۈننىڭ چىققانلىقىنى سايىنىڭ بارلىقىغا دەلىل قىلدۇق)"},{"SurahNumber":25,"VerseNumber":46,"Text":"ئاندىن ئۇنى ئاستا – ئاستا يوقاتتۇق"},{"SurahNumber":25,"VerseNumber":47,"Text":"ئاللاھ سىلەرگە كېچىنى لىباس، ئۇيقۇنى (بەدىنىڭلار ئۈچۈن) راھەت قىلدى، كۈندۈزنى (تىرىكچىلىك ئۈچۈن زېمىندا) يېيىلىدىغان ۋاقىت قىلدى"},{"SurahNumber":25,"VerseNumber":48,"Text":"ئاللاھ رەھمىتىنى (يەنى يامغۇرنى) ياغدۇرۇش ئالدىدا شامالنى خۇشخەۋەر قىلىپ ئەۋەتتى، يامغۇر بىلەن ئۆلۈك زېمىننى تىرىلدۈرۈش ۋە بىز ياراتقان ھايۋانلارنى، نۇرغۇن ئىنسانلارنى سۇ بىلەن تەمىنلەش ئۈچۈن، بۇلۇتتىن پاك سۇنى چۈشۈرۈپ بەردۇق[48 ـ]"},{"SurahNumber":25,"VerseNumber":49,"Text":"ئاللاھ رەھمىتىنى (يەنى يامغۇرنى) ياغدۇرۇش ئالدىدا شامالنى خۇشخەۋەر قىلىپ ئەۋەتتى، يامغۇر بىلەن ئۆلۈك زېمىننى تىرىلدۈرۈش ۋە بىز ياراتقان ھايۋانلارنى، نۇرغۇن ئىنسانلارنى سۇ بىلەن تەمىنلەش ئۈچۈن، بۇلۇتتىن پاك سۇنى چۈشۈرۈپ بەردۇق[48 ـ]"},{"SurahNumber":25,"VerseNumber":50,"Text":"ئۇلارنى ۋەز ـ نەسىھەت ئالسۇن دەپ، يامغۇرنى ئۇلارنىڭ ئارىسىدا تەقسىم قىلدۇق (يەنى گاھ ئۇ يەرگە، گاھ بۇ يەرگە ياغدۇردۇق)، ئىنسانلارنىڭ تولىسى (ئاللاھقا) كۇفرىلىق قىلىدۇ"},{"SurahNumber":25,"VerseNumber":51,"Text":"ئەگەر خالىساق ئەلۋەتتە ھەر شەھەرگە بىر ئاگاھلاندۇرغۇچى (يەنى پەيغەمبەر) ئەۋەتەتتۇق"},{"SurahNumber":25,"VerseNumber":52,"Text":"شۇنىڭ ئۈچۈن كاپىرلارغا ئىتائەت قىلمىغىن، قۇرئان ئارقىلىق ئۇلارغا قارشى (پاكىتلارنى ئوتتۇرىغا قويۇپ) بارلىق كۈچۈڭ بىلەن كۈرەش قىلغىن"},{"SurahNumber":25,"VerseNumber":53,"Text":"ئاللاھ (قۇدرىتى بىلەن) بىرى تاتلىق بولغان، بىرى تۇزلۇق بولغان دېڭىزنى (ئۇلار بىر ـ بىرىگە تۇتىشاڭغۇ بولغان ھالدا) (قويۇۋەتتى، ئارىلىشىپ كەتمەسلىكى ئۈچۈن) ئۇلارنىڭ ئارىسىدا پەردە، توسما بەرپا قىلدى"},{"SurahNumber":25,"VerseNumber":54,"Text":"ئاللاھ ئىنساننى ئابىمەنىيدىن ياراتتى، ئۇنى بالىلار نىسبەت بېرىلىدىغان ئەر ۋە قۇدا ـ باجىلىق پەيدا قىلىدىغان ئايال (دىن ئىبارەت ئىككى خىل قىلىپ) ياراتتى، پەرۋەردىگارىڭ ھەممىگە قادىردۇر"},{"SurahNumber":25,"VerseNumber":55,"Text":"ئۇلار (يەنى مۇشرىكلار) ئاللاھنى قويۇپ ئۇلارغا پايدىمۇ يەتكۈزەلمەيدىغان، زىيانمۇ يەتكۈزەلمەيدىغان نەرسىلەرگە چوقۇنىدۇ، كاپىر پەرۋەردىگارىغا ئاسىيلىق قىلىش بىلەن (شەيتانغا) ياردەم بەرگۈچىدۇر"},{"SurahNumber":25,"VerseNumber":56,"Text":"سېنى پەقەت (جەننەت بىلەن) خۇشخەۋەر بەرگۈچى، (دوزاختىن) ئاگاھلاندۇرغۇچى قىلىپ ئەۋەتتۇق"},{"SurahNumber":25,"VerseNumber":57,"Text":"ئېيتقىنكى، «مەن (ئاللاھنىڭ ئەمرىنى) تەبلىغ قىلغانلىقىمغا سىلەردىن ھېچ ھەق تەلەپ قىلمايمەن، پەقەت (مېنىڭ تىلەيدىغىنىم شۇكى، مېنىڭ دىنىمغا ئەگىشىش بىلەن) پەرۋەردىگارى تەرەپكە يول ئېلىشنى خالايدىغانلار (يول ئالسۇن)»"},{"SurahNumber":25,"VerseNumber":58,"Text":"(ھەممە ئىشىڭدا) ئۆلمەيدىغان مەڭگۈ ھايات ئاللاھقا يۆلەنگىن، ئۇنىڭغا ھەمد ئېيتىش بىلەن ئاللاھنى پاك دەپ ئېتىقاد قىلغىن، ئۇ بەندىلەرنىڭ گۇناھلىرىنى تولۇق بىلىشتە يېتەرلىكتۇر"},{"SurahNumber":25,"VerseNumber":59,"Text":"ئاللاھ ئاسمانلارنى، زېمىننى ۋە ئۇلارنىڭ ئارىسىدىكى نەرسىلەرنى ئالتە كۈندە ياراتتى، ئاندىن ئەرش ئۈستىدە (ئۆزىگە لايىق رەۋىشتە) قارار ئالدى، ئاللاھ ناھايىتى مەرھەمەتلىكتۇر، بۇنى (يەنى ئاللاھنىڭ بۈيۈكلۈكىنى) بىلىدىغان ئادەمدىن سورىغىن (ساڭا ئاللاھنىڭ سۈپەتلىرىنى ئېيتىپ بېرىدۇ)"},{"SurahNumber":25,"VerseNumber":60,"Text":"ئۇلارغا (يەنى مۇشرىكلارغا): «رەھمانغا (يەنى مەرھەمەتلىك ئاللاھقا) سەجدە قىلىڭلار!» دېيىلسە، ئۇلار: «رەھمان دېگەن نېمە؟ سەن بىزنى بۇيرۇغان نەرسىگە سەجدە قىلامدۇق؟» دەيدۇ. بۇ سۆز ئۇلارنى (ئىماندىن) تېخىمۇ يىراقلاشتۇرىدۇ"}]}