{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":10,"Text":"Katakanlah (wahai Muhammad, akan firmanKu ini, kepada orang-orang yang berakal sempurna itu): \"Wahai hamba-hambaKu yang beriman! Bertaqwalah kepada Tuhan kamu. (Ingatlah) orang-orang yang berbuat baik di dunia ini akan beroleh kebaikan (yang sebenar di akhirat). dan (ingatlah) bumi Allah ini luas (untuk berhijrah sekiranya kamu ditindas). Sesungguhnya orang-orang yang bersabarlah sahaja yang akan disempurnakan pahala mereka dengan tidak terkira"},{"SurahNumber":39,"VerseNumber":11,"Text":"Katakanlah lagi (wahai Muhammad): \"Sesungguhnya aku diperintahkan supaya menyembah Allah dengan mengikhlaskan segala ibadat kepadaNya"},{"SurahNumber":39,"VerseNumber":12,"Text":"Dan aku diperintahkan supaya menjadi orang yang awal pertama berserah diri bulat-bulat (kepada Allah)"},{"SurahNumber":39,"VerseNumber":13,"Text":"Katakanlah lagi: \"Sesungguhnya aku takut - jika aku menderhaka kepada Tuhanku - akan azab hari yang besar (soal jawabnya)"},{"SurahNumber":39,"VerseNumber":14,"Text":"Katakanlah lagi: \"Allah jualah yang aku sembah dengan mengikhlaskan amalan ugamaku kepadaNya"},{"SurahNumber":39,"VerseNumber":15,"Text":"(Setelah kamu mengetahui pendirianku ini wahai kaum musyrik, dan kamu masih juga berdegil) maka sembahlah kamu apa yang kamu kehendaki, yang lain dari Allah, (kamu akan mengetahui akibatnya)\". Katakanlah lagi: \"Sesungguhnya orang-orang yang rugi (dengan sebenar-benarnya) ialah orang-orang yang merugikan dirinya sendiri dan pengikut-pengikutnya pada hari kiamat (dengan sebab perbuatan mereka memilih kekufuran atau kederhakaan). Ingatlah, yang demikian itulah kerugian yang jelas nyata"},{"SurahNumber":39,"VerseNumber":16,"Text":"Bagi mereka (yang kafir disediakan lapisan-lapisan dari api menyerkup di atas mereka, dan lapisan-lapisan (dari api) di bawah mereka; dengan (azab) yang demikian, Allah menakutkan hamba-hambaNya: \"Oleh itu, bertaqwalah kepadaKu wahai hamba-hambaKu"},{"SurahNumber":39,"VerseNumber":17,"Text":"Dan orang-orang yang menjauhi dirinya dari menyembah atau memuja Taghut serta mereka rujuk kembali taat bulat-bulat kepada Allah, mereka akan beroleh berita yang mengembirakan (sebaik-baik sahaja mereka mulai meninggal dunia); oleh itu gembirakanlah hamba-hambaKu"},{"SurahNumber":39,"VerseNumber":18,"Text":"Yang berusaha mendengar perkataan-perkataan yang sampai kepadanya lalu mereka memilih dan menurut akan yang sebaik-baiknya (pada segi hukum ugama); mereka itulah orang-orang yang diberi hidayah petunjuk oleh Allah dan mereka itulah orang-orang yang berakal sempurna"},{"SurahNumber":39,"VerseNumber":19,"Text":"Maka adakah orang yang telah ditetapkan atasnya hukuman azab (disebabkan kekufurannya, sama seperti orang yang dijanjikan bergembira dengan balasan imannya? Sudah tentu tidak) ! Oleh itu adakah engkau berkuasa menyelamatkan orang yang (ditetapkan kekal) dalam neraka"},{"SurahNumber":39,"VerseNumber":20,"Text":"Tetapi (sebaliknya) orang-orang yang bertaqwa kepada Tuhan mereka (dengan mengerjakan suruhanNya dan menjauhi laranganNya), dibina untuk mereka (di dalam Syurga) mahligai-mahligai yang tinggi bertingkat-tingkat, yang mengalir di bawahnya beberapa sungai. Demikianlah janji yang ditetapkan Allah; Allah tidak sekali-kali akan mengubah janji-janjiNya"},{"SurahNumber":39,"VerseNumber":21,"Text":"Tidakkah engkau memerhatikan, bahawa Allah menurunkan hujan dari langit, lalu dialirkanNya menjadi matair-matair di bumi; kemudian Ia menumbuhkan dengan air itu tanaman-tanaman yang berbagai jenis dan warnanya; kemudian tanaman-tanaman itu bergerak segar (hingga ke suatu masa yang tertentu), selepas itu engkau melihatmu berupa kuning; kemudian Ia menjadikannya hancur bersepai? Sesungguhnya segala yang tersebut itu mengandungi peringatan yang menyedarkan orang-orang yang berakal sempurna"}]}