{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"ALif, Laam, Raa. These are the verses of the book of wisdom"},{"SurahNumber":10,"VerseNumber":2,"Text":"Were people surprised that We sent (Our) revelation to a man in their midst? It is to forewarn people and to hand down the good news to those who opt to believe. Theirs is the status of honor with their Lord! The unbelievers (however) said, \"Surely, he is nothing but a clever magician"},{"SurahNumber":10,"VerseNumber":3,"Text":"Allah, your Lord, is the One Who created the heavens and the earth in six periods of time. He then, mounted His throne; He manages and administers His domain. No one can intervene without His permission! Such is Allah, your Lord! So, worship Him! Do you not pay attention"},{"SurahNumber":10,"VerseNumber":4,"Text":"You will return to Him, all of you! Allah´s promise is inviolable! He initiates (the process of) creation and He will renew it, so that He may justly reward those who believe and do good deeds. Because of their rejection, the unbelievers will receive scalding hot water to drink and a painful punishment"},{"SurahNumber":10,"VerseNumber":5,"Text":"He made the sun bright; He made the moon lustrous and destined several stages for it, so you may count the years and have a calendar! Allah created all that with a supreme purpose! He expands the significance of His signs for any nation with understanding"},{"SurahNumber":10,"VerseNumber":6,"Text":"Surely, for any nation that fears, there is ample proof in the (alternation of the) night and the day, as well as in that which Allah has created in the heavens and the earth"},{"SurahNumber":10,"VerseNumber":7,"Text":"There are those who do not entertain any thoughts of meeting Us (after death) and are contented and well pleased with the life of this world. They are the ones who totally ignore Our proofs"},{"SurahNumber":10,"VerseNumber":8,"Text":"Fire shall be their abode because of the (evil) deeds they commit in this life"},{"SurahNumber":10,"VerseNumber":9,"Text":"As for those who believe and do good deeds, Allah will guide them to a place _ the blissful garden of paradise _ through which run the rivers. All that is in return for their belief"},{"SurahNumber":10,"VerseNumber":10,"Text":"There, they will say, \"Exalted are You, our Lord\"; their salutation there will be \"Peace!\" They will conclude their prayers by saying, \"All praise is for Allah, the Lord of the universe"}]}