{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"(Iri ni itangazo risesa amasezerano) riturutse kwa Allah n'Intumwa ye, rigenewe ba bangikanyamana mwa- giranye amasezerano (bakayarengaho)"},{"SurahNumber":9,"VerseNumber":2,"Text":"Ngaho (yemwe babangikanya-mana) nimwidegembye ku isi mu gihe cy’amezi ane, ariko mumenye ko ntaho muzacikira (ibihano bya) Allah, kandi ko mu by’ukuri, Allah azasuzuguza abahakanyi"},{"SurahNumber":9,"VerseNumber":3,"Text":"Ni n’itangazo riturutse kwa Allah n'Intumwa ye rigenewe abantu bose ku munsi w’Umutambagiro Mukuru (umunsi wa cumi w’ukwezi kwa Dhul Hija),ko Allah yitandukanyije n’aba- bangikanyamana ndetse n'Intumwa ye (ikaba yitanduka-nyije nabo). Bityo, nimwicuza bizaba ari byo byiza kuri mwe, ariko nimutera umugongo, ubwo mumenye ko ho muzacikira (ibihano bya) Allah. Unahe babandi bahakanye inkuru y'ibihano bibabaza"},{"SurahNumber":9,"VerseNumber":4,"Text":"Uretse ba babangikanyamana mwagiranye amasezerano ntibagire icyo bayagabanyaho, cyangwa ngo bagire uwo batera ingabo mu bitugu mu babarwanya. Mujye mwubahiriza amasezerano yabo (mwagiranye) kugeza igihe mwumvikanye.Mu by’ukuri, Allah akunda abamutinya"},{"SurahNumber":9,"VerseNumber":5,"Text":"Ariko amezi matagatifu narangira (ukwa mbere, ukwa karindwi, ukwa cumi na kumwe n’ukwa cumi n’abiri y’ikirangaminsi cya kiyisilamu), mujye mwica ababangikanyamana (barenze ku masezerano mwagiranye bakanifatanya n’umwanzi wanyu) aho muzajya mubasanga hose. Muzajye mubacakira, mubagote munabubikire muri buri bwubikiro. Ariko nibicuza (bakareka kubangikanya Imana) bagakora amasengesho bakanatanga amaturo, muzajye mubareka. Mu by’ukuri, Allah ni Ubabarira ibyaha, Nyirimbabazi"},{"SurahNumber":9,"VerseNumber":6,"Text":"No mu babangikanyamana nihagira ugusaba (yewe Muhamadi) ubuhungiro, ujye ubumuha kugira ngo yumve amagambo ya Allah (Qur’an). Hanyuma umuherekeze umugeze aho ari bubonere umutekano. Ibyo ni ukubera ko ari abantu badafite ubumenyi (ku bijyanye na Isilamu)"}]}