{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Whatever is in the heavens and on earth, let it declare the Praises and Glory of God: for He is the Exalted in Might, the Wise"},{"SurahNumber":59,"VerseNumber":2,"Text":"It is He Who got out the Unbelievers among the People of the Book from their homes at the first gathering (of the forces). Little did ye think that they would get out: And they thought that their fortresses would defend them from God! But the (Wrath of) God came to them from quarters from which they little expected (it), and cast terror into their hearts, so that they destroyed their dwellings by their own hands and the hands of the Believers, take warning, then, O ye with eyes (to see)"},{"SurahNumber":59,"VerseNumber":3,"Text":"And had it not been that God had decreed banishment for them, He would certainly have punished them in this world: And in the Hereafter they shall (certainly) have the Punishment of the Fire"},{"SurahNumber":59,"VerseNumber":4,"Text":"That is because they resisted God and His Apostle: and if any one resists God, verily God is severe in Punishment"},{"SurahNumber":59,"VerseNumber":5,"Text":"Whether ye cut down (O ye Muslim!) The tender palm-trees, or ye left them standing on their roots, it was by leave of God, and in order that He might cover with shame the rebellious transgresses"},{"SurahNumber":59,"VerseNumber":6,"Text":"What God has bestowed on His Apostle (and taken away) from them - for this ye made no expedition with either cavalry or camelry: but God gives power to His apostles over any He pleases: and God has power over all things"},{"SurahNumber":59,"VerseNumber":7,"Text":"What God has bestowed on His Apostle (and taken away) from the people of the townships,- belongs to God,- to His Apostle and to kindred and orphans, the needy and the wayfarer; In order that it may not (merely) make a circuit between the wealt hy among you. So take what the Apostle assigns to you, and deny yourselves that which he withholds from you. And fear God; for God is strict in Punishment"},{"SurahNumber":59,"VerseNumber":8,"Text":"(Some part is due) to the indigent Muhajirs, those who were expelled from their homes and their property, while seeking Grace from God and (His) Good Pleasure, and aiding God and His Apostle: such are indeed the sincere ones"},{"SurahNumber":59,"VerseNumber":9,"Text":"But those who before them, had homes (in Medina) and had adopted the Faith,- show their affection to such as came to them for refuge, and entertain no desire in their hearts for things given to the (latter), but give them preference over thems elves, even though poverty was their (own lot). And those saved from the covetousness of their own souls,- they are the ones that achieve prosperity"},{"SurahNumber":59,"VerseNumber":10,"Text":"And those who came after them say: \"Our Lord! Forgive us, and our brethren who came before us into the Faith, and leave not, in our hearts, rancour (or sense of injury) against those who have believed. Our Lord! Thou art indeed Full of Kindnes s, Most Merciful"}]}