{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"اور حجر کے باشندوں نے بھی پیغمبروں کو جھٹلایا تھا۔"},{"SurahNumber":15,"VerseNumber":81,"Text":"اور ہم نے ان کو اپنی نشانیاں دیں تو وہ ان سے منہ موڑے رہے۔"},{"SurahNumber":15,"VerseNumber":82,"Text":"اور وہ پہاڑوں کو تراش تراش کر بےخوف و خطر مکان بنایا کرتے تھے۔"},{"SurahNumber":15,"VerseNumber":83,"Text":"آخر انہیں صبح صبح ایک چنگھاڑ نے آپکڑا۔"},{"SurahNumber":15,"VerseNumber":84,"Text":"اور نتیجہ یہ ہوا کہ جس ہنر سے وہ کمائی کرتے تھے، وہ ان کے کچھ کام نہ آیا۔"},{"SurahNumber":15,"VerseNumber":85,"Text":"اور ہم نے آسمانوں اور زمین کو اور ان کے درمیان جو کچھ ہے اس کو کسی برحق مقصد کے بغیر پیدا نہیں کیا، اور قیامت کی گھڑی آکر رہے گی۔ لہذا (اے پیغمبر ! ان کافروں کے طرز عمل پر) خوبصورتی کے ساتھ درگزر سے کام لو۔"},{"SurahNumber":15,"VerseNumber":86,"Text":"یقین رکھو کہ تمہارا رب ہی سب کو پیدا کرنے والا، سب کچھ جاننے والا ہے۔"},{"SurahNumber":15,"VerseNumber":87,"Text":"اور ہم نے تمہیں سات ایسی آیتیں دے رکھی ہیں جو بار بار پڑھی جاتی ہیں، اور عظمت والا قرآن عطا کیا ہے۔"},{"SurahNumber":15,"VerseNumber":88,"Text":"اور تم ان چیزوں کی طرف ہرگز آنکھ اٹھا کر بھی نہ دیکھو جو ہم نے ان (کافروں) میں سے مختلف لوگوں کو مزے اڑانے کے لیے دے رکھی ہیں، اور نہ ان لوگوں پر اپنا دل کڑھاؤ، اور جو لوگ ایمان لے آئے ہیں، ان کے لیے اپنی شفقت کا بازو پھیلا دو ۔"},{"SurahNumber":15,"VerseNumber":89,"Text":"اور (کفر کرنے والوں سے) کہہ دو کہ میں تو بس کھلے الفاظ میں تنبیہ کرنے والا ہوں۔"},{"SurahNumber":15,"VerseNumber":90,"Text":"(یہ تنبیہ قرآن عظیم کے ذریعے اسی طرح نازل کی گئی ہے) جیسے ہم نے ان تفرقہ کرنے والوں پر نازل کی تھی۔"},{"SurahNumber":15,"VerseNumber":91,"Text":"جنہوں نے (اپنی) پڑھی جانے والی کتاب کے حصے بخرے کرلیے تھے۔"},{"SurahNumber":15,"VerseNumber":92,"Text":"چنانچہ تمہارے رب کی قسم ! ہم ایک ایک کر کے ان سب سے پوچھیں گے۔"},{"SurahNumber":15,"VerseNumber":93,"Text":"کہ وہ کیا کچھ کیا کرتے تھے۔"},{"SurahNumber":15,"VerseNumber":94,"Text":"لہذا جس بات کا تمہیں حکم دیا جارہا ہے اسے علی الاعلان لوگوں کو سنا دو ، اور جو لوگ (پھر بھی) شرک کریں، ان کی پرواہ مت کرو۔"},{"SurahNumber":15,"VerseNumber":95,"Text":"یقین رکھو کہ ہم تمہاری طرف سے ان لوگوں سے نمٹنے کے لیے کافی ہیں جو (تمہارا) مذاق اڑاتے ہیں۔"},{"SurahNumber":15,"VerseNumber":96,"Text":"جنہوں نے اللہ کے ساتھ کوئی اور معبود گھڑ رکھا ہے۔ چنانچہ عنقریب انہیں سب پتہ چل جائے گا۔"},{"SurahNumber":15,"VerseNumber":97,"Text":"یقینا ہم جانتے ہیں کہ جو باتیں یہ بناتے ہیں، ان سے تمہارا دل تنگ ہوتا ہے۔"},{"SurahNumber":15,"VerseNumber":98,"Text":"تو (اس کا علاج یہ ہے کہ) تم اپنے پروردگار کی حمد کے ساتھ اس کی تسبیح کرتے رہو، اور سجدہ بجا لانے والوں میں شامل رہو۔"},{"SurahNumber":15,"VerseNumber":99,"Text":"اور اپنے پروردگار کی عبادت کرتے رہو، یہاں تک کہ تم پر وہ چیز آجائے جس کا آنا یقینی ہے۔"}]}