{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":43,"VerseNumber":46,"Text":"Soni chisimu twantumisye Musa ni ilosyo Yetu kwa Firiauna ni nduna syakwe, basi ni jwatite: “Chisimu une ni Ntenga jwa M’mbuje jwa iwumbe yosope.”"},{"SurahNumber":43,"VerseNumber":47,"Text":"Basi katema kajwaichilile ni ilosyo Yetu, jele ndemajo ŵanganyao ŵaliji nkuiseka"},{"SurahNumber":43,"VerseNumber":48,"Text":"Ni nganitwalosyaga chilosyo chilichose ikaŵeje chaliji chekulungwa kupunda chijakwe (chapaujo pakwe), ni twakwembekenye ni ilagasyo kuti awujile (Kukwetu)"},{"SurahNumber":43,"VerseNumber":49,"Text":"Ni ŵatite: “E wao chensaŵi! Tuŵendelani kwa Ambuje ŵenu ligongo lya chilanga Chakwe chaŵataŵene namwe (chanti chatutyochesye ilagasyo naga tukulupilile), chisimu uwwe chitujongoche.”"},{"SurahNumber":43,"VerseNumber":50,"Text":"Nambo ndema jatwaliji nkwatyochesya ilagasyoyo, papopo ŵanganyao ŵaliji nkukasa chilanga mwanakamo"},{"SurahNumber":43,"VerseNumber":51,"Text":"Ni jwagombelesye Firiauna ku ŵandu ŵakwe juchitiji: “E ŵandu ŵangu! Ana nganiuŵa wangu uchimwene wa Misra, ni asi sulo syasikujilima chapasi pangu (nganisiŵa syangu)? Ana ngankulola?”"},{"SurahNumber":43,"VerseNumber":52,"Text":"“Kapena une ni jwandi jwambone nnope kumpunda aju (Musa) jwakunyosyeka, soni jwangaŵa nkupakombola kuŵecheta mwakupikanika chenene?”"},{"SurahNumber":43,"VerseNumber":53,"Text":"“Nambi uli ngaponyeledwa jwalakwe ibangili yagolodi, kapena Malaika kwika pamo ni jwalakwe ni kunkuyaga (palipose pajukwenda naga juli ntume nsyesyene)?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"Basi ŵaloŵesye ŵandu ŵakwe, nombe nao ni ŵan’jiitiiche, chisimu ŵanganyao ŵaliji ŵandu ŵakunyosya"},{"SurahNumber":43,"VerseNumber":55,"Text":"Basi ndema jaŵatupikasyisye ntima, twapele ilagasyo, ni twamisyisye wosope ŵene"},{"SurahNumber":43,"VerseNumber":56,"Text":"Basi ni twatesile kuŵa akulongolela (kupedwa ipotesi, kuti aŵe chamuko) nambo soni chilandanyo ku ŵakwisa munyuma"}]}