{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"And Aaron indeed had told them beforehand: O my people! Ye are but being seduced therewith, for lo! your Lord is the Beneficent, so follow me and obey my order"},{"SurahNumber":20,"VerseNumber":91,"Text":"They said: We shall by no means cease to be its votaries till Moses return unto us"},{"SurahNumber":20,"VerseNumber":92,"Text":"He (Moses) said: O Aaron! What held thee back when thou didst see them gone astray"},{"SurahNumber":20,"VerseNumber":93,"Text":"That thou followedst me not? Hast thou then disobeyed my order"},{"SurahNumber":20,"VerseNumber":94,"Text":"He said: O son of my mother! Clutch not my beard nor my head! I feared lest thou shouldst say: Thou hast caused division among the Children of Israel, and hast not waited for my word"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Moses) said: And what hast thou to say, O Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"He said: I perceived what they perceive not, so I seized a handful from the footsteps of the messenger, and then threw it in. Thus my soul commended to me"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Moses) said: Then go! and lo! in this life it is for thee to say: Touch me not! and lo! there is for thee a tryst thou canst not break. Now look upon thy god of which thou hast remained a votary. Verily we will burn it and will scatter its dust over the sea"},{"SurahNumber":20,"VerseNumber":98,"Text":"Your Allah is only Allah, than Whom there is no other Allah. He embraceth all things in His knowledge"},{"SurahNumber":20,"VerseNumber":99,"Text":"Thus relate We unto thee (Muhammad) some tidings of that which happened of old, and We have given thee from Our presence a reminder"},{"SurahNumber":20,"VerseNumber":100,"Text":"Whoso turneth away from it, he verily will bear a burden on the Day of Resurrection"},{"SurahNumber":20,"VerseNumber":101,"Text":"Abiding under it - an evil burden for them on the Day of Resurrection"},{"SurahNumber":20,"VerseNumber":102,"Text":"The day when the Trumpet is blown. On that day we assemble the guilty white-eyed (with terror)"},{"SurahNumber":20,"VerseNumber":103,"Text":"Murmuring among themselves: Ye have tarried but ten (days)"},{"SurahNumber":20,"VerseNumber":104,"Text":"We are Best Aware of what they utter when their best in conduct say: Ye have tarried but a day"}]}