{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":42,"Text":"اللہ تمام روح کو ان کی موت کے وقت قبض کرلیتا ہے، اور جن کو ابھی موت نہیں آئی ہوتی، ان کو بھی ان کی نیند کی حالت میں (قبض کرلیتا ہے،) پھر جن کے بارے میں اس نے موت کا فیصلہ کرلیا۔ انہیں اپنے پاس روک لیتا ہے، اور دوسری روحوں کو ایک معین وقت تک کے لیے چھوڑ دیتا ہے یقینا اس بات میں ان لوگوں کے لیے بڑی نشانیاں ہیں جو غور وفکر سے کام لیتے ہیں۔"},{"SurahNumber":39,"VerseNumber":43,"Text":"بھلا کیا ان لوگوں نے اللہ (کی اجازت) کے بغیر کچھ سفارشی گھڑ رکھے ہیں ؟ (ان سے) کہو کہ : چاہے یہ نہ کوئی اختیار رکھتے ہوں، نہ کچھ سمجھتے ہوں (پھر بھی تم انہیں سفارشی مانتے رہو گے ؟)"},{"SurahNumber":39,"VerseNumber":44,"Text":"کہو کہ : ” سفارش تو ساری کی ساری اللہ ہی کے اختیار میں ہے۔ اسی کے قبضے میں آسمانوں اور زمین کی بادشاہی ہے، پھر اسی کی طرف تمہیں لوٹایا جائے گا۔"},{"SurahNumber":39,"VerseNumber":45,"Text":"اور جب کبھی تنہا اللہ کا ذکر کیا جاتا ہے تو جو لوگ آخرت پر ایمان نہیں رکھتے ان کے دل بیزار ہوجاتے ہیں اور جب اس کے سوا دوسروں کا ذکر کیا جاتا ہے تو یہ لوگ خوشی سے کھل اٹھتے ہیں۔"},{"SurahNumber":39,"VerseNumber":46,"Text":"کہو :” اے اللہ ! اے آسمانوں اور زمین کو پیدا کرنے والے، ہر غائب و حاضر کے جاننے والے ! تو ہی اپنے بندوں کے درمیان ان باتوں کا فیصلہ کرے گا جن میں وہ اختلاف کرتے رہے ہیں “۔"},{"SurahNumber":39,"VerseNumber":47,"Text":"اور جن لوگوں نے ظلم کا ارتکاب کیا ہے، اگر ان کے پاس وہ سب کچھ ہو جو زمین میں ہے، اور اس کے ساتھ اتنا ہی اور بھی، تو قیامت کے دن بد ترین عذاب سے بچنے کے لیے وہ سب فدیہ کے طور پر دینے لگیں گے، اور اللہ کی طرف سے وہ کچھ ان کے سامنے آجائے گا جس کا انہیں گمان بھی نہیں تھا۔"},{"SurahNumber":39,"VerseNumber":48,"Text":"انہوں نے جو کمائی کی تھی، اس کی برائیاں ان کے سامنے ظاہر ہوجائیں گی، اور جن باتوں کا وہ مذاق اڑایا کرتے تھے، وہ انہیں چاروں طرف سے گھیر لیں گی۔"},{"SurahNumber":39,"VerseNumber":49,"Text":"پھر انسان (کا حال یہ ہے کہ جب اس) کو کوئی تکلیف چھو جاتی ہے تو وہ ہمیں پکارتا ہے، اس کے بعد جب ہم اسے اپنی طرف سے کسی نعمت سے نوازتے ہیں تو وہ کہتا ہے کہ : ” یہ تو مجھے (اپنے) ہنر کی وجہ سے ملی ہے “۔ نہیں ! بلکہ یہ آزمائش ہے، لیکن ان میں سے اکثر لوگ نہیں جانتے"},{"SurahNumber":39,"VerseNumber":50,"Text":"یہی بات ان سے پہلے (کچھ) لوگوں نے بھی کہی تھی نتیجہ یہ ہوا کہ جو کچھ وہ کماتے تھے، وہ ان کے کام نہیں آیا۔"},{"SurahNumber":39,"VerseNumber":51,"Text":"اور انہوں نے جو کمائی کی تھی، اس کی برائیاں انہی پر آپڑیں، اور ان (عرب کے) لوگوں میں جنہوں نے ظلم کا ارتکاب کیا ہے، ان کی کمائی کی برائیاں بھی عنقریب ان پر آپڑیں گی، اور یہ (اللہ) کو عاجز نہیں کرسکتے۔"},{"SurahNumber":39,"VerseNumber":52,"Text":"اور کیا انہیں یہ معلوم نہیں ہے کہ اللہ جس کے لیے چاہتا ہے، رزق میں وسعت کردیتا ہے، اور وہی تنگی بھی کردیتا ہے ؟ یقینا اس میں ان لوگوں کے لیے بڑی نشانیاں ہیں جو ایمان لاتے ہیں۔"}]}