{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Did you not see that God has commissioned in your service what is in the heavens and what is in the earth, and He has showered you with His blessings, both apparent and hidden? Yet from the people are some who argue about God with no knowledge nor guidance nor enlightening Book"},{"SurahNumber":31,"VerseNumber":21,"Text":"And if they are told: \"Follow that which God has sent down.\" They say: \"No, we will follow what we found our fathers doing.\" What if the devil had been leading them to the agony of Hell"},{"SurahNumber":31,"VerseNumber":22,"Text":"And whoever submits himself completely to God, while he is righteous, indeed he has taken grasp of the strongest hold. And to God is the conclusion of all matters"},{"SurahNumber":31,"VerseNumber":23,"Text":"And whoever rejects, then do not be saddened by his rejection. To Us is their ultimate return, then We will inform them of what they had done. God is fully aware of what is in the chests"},{"SurahNumber":31,"VerseNumber":24,"Text":"We let them enjoy for a while, then We commit them to a severe retribution"},{"SurahNumber":31,"VerseNumber":25,"Text":"And if you ask them: \"Who has created the heavens and the earth?\" They will say: \"God.\" Say: \"Praise be to God.\" Yet, most of them do not know"},{"SurahNumber":31,"VerseNumber":26,"Text":"To God belongs everything in the heavens and the earth. God is the Rich, the Praiseworthy"},{"SurahNumber":31,"VerseNumber":27,"Text":"And if all the trees on the earth were made into pens, and the ocean were supplied by seven more oceans, the words of God would not run out. God is Noble, Wise"},{"SurahNumber":31,"VerseNumber":28,"Text":"Your creation and your resurrection is all like that of one soul. God is Hearer, Seer"},{"SurahNumber":31,"VerseNumber":29,"Text":"Have you not seen that God merges the night into the day, and He merges the day into the night, and that He has commissioned the sun and the moon, each running to an appointed term; and that God is expert of everything you do"},{"SurahNumber":31,"VerseNumber":30,"Text":"That is because God is the truth, and that which they call on besides Him is falsehood, and that God is the Most High, the Great"},{"SurahNumber":31,"VerseNumber":31,"Text":"Have you not seen the ships sailing in the sea by the grace of God, so that He shows you some of His signs? In that are signs for every one who is patient, thankful"},{"SurahNumber":31,"VerseNumber":32,"Text":"And when waves surround them like mountains, they call on God, sincerely devoting the system to Him. But when He saves them to the shore, some of them return. None discard Our signs except those who are betrayers, rejecters"},{"SurahNumber":31,"VerseNumber":33,"Text":"O people, you shall reverence your Lord, and be concerned of a Day when a father cannot help his child, nor can a child help his father. Certainly, the promise of God is truth. Therefore, do not be deceived by this worldly life; and do not be deceived from God by arrogance"},{"SurahNumber":31,"VerseNumber":34,"Text":"With God is the knowledge regarding the Hour. And He sends down the rain, and He knows what is inside the wombs. No soul knows what it may gain tomorrow, nor does any soul know in which land it will die. God is Knowledgeable, Expert"}]}