{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":35,"Text":"Gerçekten Biz, Mûsâ'ya kitabı verdik ve kardeşi Harun’u da ona yardımcı yaptık"},{"SurahNumber":25,"VerseNumber":36,"Text":"“Haydi âyetlerimizi yalan sayan o halka gidiniz!” dedik. Sonunda o toplumu yerle bir ettik"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nûh'un halkına gelince, onlar Peygamberlerini yalancılıkla suçladıklarında onları suda boğduk ve kendilerini insanlar için bir ibret vesilesi yaptık. Zalimlere gayet acı bir azap hazırladık"},{"SurahNumber":25,"VerseNumber":38,"Text":"Âd'ı, Semûd’u, Ress halkını, bu arada daha birçok nesilleri de inkârda ısrarları sebebiyle helâk ettik"},{"SurahNumber":25,"VerseNumber":39,"Text":"Onların her birine uymaları geçmişlerden misaller verdik.Ama öğütleri tutmadıkları için hepsini kırıp geçirdik"},{"SurahNumber":25,"VerseNumber":40,"Text":"Şu Kureyş müşrikleri, belâ yağmuruna tutulan, üstüne taş yağdırılan şehire de vardılar. Peki, orada olup biteni fark etmediler mi?Doğrusu onlar öldükten sonra diriltileceklerini hiç düşünmezler. ["},{"SurahNumber":25,"VerseNumber":41,"Text":"Seni gördüklerinde mutlaka seni alaya alır ve: “Allah'ın, elçi olarak gönderdiği bu şahıs mı imiş! Bula bula bunu mu bulmuş?”"},{"SurahNumber":25,"VerseNumber":42,"Text":"“Eğer biz sebat etmeseydik, nerdeyse bizi tanrılarımızdan vazgeçirecekti.” derler.Ama kendilerini bekleyen azabı gördükleri vakit, asıl sapanın kim olduğunu işte o zaman anlayacaklardır"},{"SurahNumber":25,"VerseNumber":43,"Text":"Baksana şu kendi heva ve heveslerini tanrı edinen kimseye! Artık sen mi vekil olacaksın ona, işlerini sen mi yürüteceksin"},{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa sen onlardan çoğunun söz dinlediğini, yahut aklını çalıştırdığını mı sanıyorsun?Doğrusu onlar yolu şaşırmada davarlar gibi, hatta daha da şaşkındırlar"}]}