{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":19,"VerseNumber":41,"Text":"(Muhemmed!) Tu di pirtûkê da (serdaborya) Îbrahîm (ji bona koma xwe ra) bixûne. Bi rastî (Îbrahîm) pêxemberekî pir rast bûye"},{"SurahNumber":19,"VerseNumber":42,"Text":"Di gavekî da (Îbrahîm) ji bona bavê xwe ra (aha) gotîye: \"Bavo! Ka ji bo çi tu ji wan tiştên, ku nabihên û nabînin, perestî dikî? Ewan qe te (ji tu şapatî jî) fereste nakin"},{"SurahNumber":19,"VerseNumber":43,"Text":"Bavo! Bi sond, ji bona min ra zanîneke wusa hatîye, ku ewa zanîna ji te ra ne hatîye, îdî tu bibe peyrewê min, ku ez te beherime wê rêya rast ya bê kêmasî"},{"SurahNumber":19,"VerseNumber":44,"Text":"Bavo! Ji bona pelîd ra perestî neke. Bi rastî pelîd li ber Xudayê dilovan da serî bilind kirîye (bi gotina wî nake)"},{"SurahNumber":19,"VerseNumber":45,"Text":"Bavo! Bi rastî ez ditirsim, heke şapatek ji Xudayê dilovan bi te bigire, îdî tu jî bibî dostê pelîd"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Bavê Îbrahîm bersiva wî daye aha) gotîye: \"Îbrahîm! Qey tu ji perestîya Xudayên min, rû difetilînî (perestîya wan nekî)? Bi sond! Heke tu ji wan kirinê xwe dest bernedî ezê te kevir bikim (bikujim) û (Îbrahîm) tu dest ji min berde, heya hinek gavan ji vira here"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Îbrahîm bersiva bavê xwe aha daye), gotîye: \"(Bavo!) selam li ser te be, ezê ji bona te ra ji Xudayê xwe, lavaya baxişandinê bikim. Loma Xudayê min, ji bona min ra pir qencîkar e"},{"SurahNumber":19,"VerseNumber":48,"Text":"Bi rastî ezê ji we û ji wan tiştên, ku hûn ji pêştirê Yezdan, ji wan ra perestî dikin dest berdim, ezê hey ji Xudayê xwe ra perestî bikim. Goman dikim, ku ez jî (wekî we) bi perestîya Xudayê xwe dil hişk û rê derketî nebim"},{"SurahNumber":19,"VerseNumber":49,"Text":"Îdî gava (Îbrahîm) dest ji wan û ji pêştirê Yezdan, ji wan ra perestî dikirin, berdaye, me jî ji bona (Îbrahîm ra) Ishaq û Y’eqûb raber kiriye. Me hemûşk jî xistibûne pêxember"},{"SurahNumber":19,"VerseNumber":50,"Text":"Me ji dilovanîya xwe, ji bona wan ra (mal, hêz û serwet) daye, me ji bona wan ra zimanekî rastê bilind daye"}]}