{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"Аз банӣ-Исроил бипурс, ки чун Мӯсо назди онон омад, ба ӯ нӯҳ нишонаи ошкоро дода будем. Ва Фиръавн ба ӯ гуфт: «Эй Мӯсо пиндорам, ки туро ҷоду карда бошанд»"},{"SurahNumber":17,"VerseNumber":102,"Text":"Гуфт: «Ба ҳақиқат медонӣ, ин нишонаҳои ошкорро ҷуз Парвардигори осмонҳову замин нафиристода аст. Ва ман, эй Фиръавн, туро ба яқин ҳалокшуда мебинам»"},{"SurahNumber":17,"VerseNumber":103,"Text":"Фиръавн қасди он дошт, кн онҳоро аз он сарзамин барканад, вале Мо ӯ ва ҳамаи ҳамроҳонашро ғарқ сохтем"},{"SurahNumber":17,"VerseNumber":104,"Text":"Ва пас аз ӯ ба банӣ-Исроил гуфтем: «Дар он сарзамин сокин шавед ва чун ваъдаи охират расад, ҳамаи шуморо бо ҳам зиндаву ҷамъ мекунем»"},{"SurahNumber":17,"VerseNumber":105,"Text":"Ин Қуръонро ба ҳақ нозил кардаем ва ба ҳак нозил шудааст ва туро нафиристодем, магар он ки хушхабар диҳӣ ва битарсони"},{"SurahNumber":17,"VerseNumber":106,"Text":"Ва Қуръонро ба тафориқ (ҷудо-ҷудо) нозил кардем, то ту онро оҳиста-оҳиста ва андак-андак бар мардум бихонӣ ва нозилаш кардем, нозил кардане ба камол"},{"SurahNumber":17,"VerseNumber":107,"Text":"Бигӯ; «Хоҳ ба он имон биёваред ё имон наёваред, онон, ки аз ин пеш дониш омӯхтаанд, чун Қуръон барояшон тиловат шавад, саҷдакунон бар рӯй дармеафтанд (Саҷда)"},{"SurahNumber":17,"VerseNumber":108,"Text":"ва мегӯянд: «Пок аст Парвардигори мо. Ваъдаи Парвардигори мо анҷом ёфтанист»"},{"SurahNumber":17,"VerseNumber":109,"Text":"Ва ба рӯ дармеафтаид ва мегирянд ва бар хушӯъашон (шикастагиашон) афзуда мешавад"},{"SurahNumber":17,"VerseNumber":110,"Text":"Бигӯ: «Чӣ Оллоҳро бихонед, чӣ Раҳмонро бихонед, ҳар кадомро, ки бихонед, номҳои некӯ аз они Ӯст». Садоятро ба намоз баланд макун ва низ садоятро ба он паст макун ва миёни ин ду роҳе интихоб кун"},{"SurahNumber":17,"VerseNumber":111,"Text":"Бигӯ; «Шукр Худоро, ки фарзанде надорад ва Ӯро шарике дар мулк нест ва ба нотавонӣ наяфтад, то ба ёрӣ мӯҳтоҷ шавад. Пас Ӯро такбир гӯй, такбире шоиста"}]}