{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":130,"Text":"Biz Fir’on əhlini (illərlə) qıtlığa, quraqlığa və məhsul çatışmazlığına mə’ruz qoyduq ki, bəlkə, düşünüb ibrət alsınlar"},{"SurahNumber":7,"VerseNumber":131,"Text":"Onlara bolluq qismət olduğu zaman: “Bu bizim (haqqımızdır)!” – deyər, bir pislik üz verdikdə isə bunu (bir uğursuzluq, nəhslik kimi) Musadan və yanındakılardan görərdilər. Agah olun ki, onların başına gələn uğursuzluq (nəhslik) Allahdandır, lakin onların əksəriyyəti (bunu) bilməz"},{"SurahNumber":7,"VerseNumber":132,"Text":"(Fir’on adamları Musaya) dedilər: “Sən bizi ovsunlamaq üçün nə mö’cüzə gətirsən də, yenə sənə iman gətirən deyilik!”"},{"SurahNumber":7,"VerseNumber":133,"Text":"Biz ayrı-ayrı mö’cüzələr üzrə onlara tufan, (əkinlərinə) çəyirtkə və həşərat, (evlərinə, yeməklərinə) qurbağa və (çeşmələrinə, kəhrizlərinə) qan göndərdik. Onlar yenə də (iman gətirməyi) özlərinə sığışdırmayıb kafir bir tayfa oldular"},{"SurahNumber":7,"VerseNumber":134,"Text":"Onlara əzab gəldikdə dedilər: “Ya Musa! (Allahın sənin dualarını qəbul etmək və peyğəmbərlik vermək barəsində) səninlə olan əhdi hörmətinə bizim üçün Rəbbinə dua et. Əgər bu əzabı bizdən götürsə, biz, hökmən, sənə iman gətirəcək və İsrail oğullarını səninlə birlikdə (istədikləri yerə) göndərəcəyik”"},{"SurahNumber":7,"VerseNumber":135,"Text":"Elə ki, əzabı bir müddətə onlardan götürdük, dərhal (əhdi) pozdular"},{"SurahNumber":7,"VerseNumber":136,"Text":"Biz də ayələrimizi yalan hesab edib onlardan qafil olduqları (onlara e’tinasız yanaşdıqları) üçün (Fir’on əhlindən) intiqam alaraq onları dənizdə batırdıq"},{"SurahNumber":7,"VerseNumber":137,"Text":"Zəif (həşr) görünən o tayfanı (İsrail oğullarını) yer üzünün daim xeyir-bərəkət verdiyiniz şərq tərəflərinə (Şam diyarına) varis etdik. (Müsibətlərə, fəlakətlərə) səbr etdiklərinə görə Rəbbinin İsrail övladına verdiyi gözəl sözlər (və’dlər) tam yerinə yetdi. Fir’onun və onun camaatının qurduqları (imarətləri) və ucaltdıqlarını (qəsrləri, kaşanələri) isə viran qoyduq"},{"SurahNumber":7,"VerseNumber":138,"Text":"Biz İsrail oğullarını dənizdən keçirtdik, (sonra) onlar öz bütlərinə tapınan bir tayfaya uğradılar. (İsrail oğulları) dedilər: “Ya Musa! Bizə onların sitayiş etdikləri bütlər kimi bir büt düzəlt!” (Musa belə) cavab verdi: “Siz, doğrudan da, cahil bir tayfasınız"},{"SurahNumber":7,"VerseNumber":139,"Text":"Şübhəsiz ki, bunların tapındıqları bütlər məhvə məhkumdur, etdikləri əməllər isə puçdur!”"},{"SurahNumber":7,"VerseNumber":140,"Text":"(Musa yenə) dedi: “Allah sizi aləmlərə (dövrünüzdəki bütün insanlara) üstün etdiyi halda, heç mən sizin üçün Allahdan başqa bir tanrı istərəmmi?!”"},{"SurahNumber":7,"VerseNumber":141,"Text":"(Ey İsrail övladı!) Yadınıza salın ki, sizi Fir’on əhlinin əlindən qurtardıq. Onlar sizə şiddətli əzab verir, oğullarınızı öldürür, qadınlarınızı isə (özlərinə xidmət etmək üçün) diri saxlayırdılar. Bu sizin üçün Rəbbiniz tərəfindən böyük bir sınaq idi"}]}