{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"They ask you about the spoils. (The Arabic word nafl originally means: supererogatory prayer, or gift) Say, \"The spoils (belong) to Allah and the Messenger; so be pious to Allah, and act righteously among yourselves (Or: make a reconciliation after differences) and obey Allah and His Messenger, in case you are believers"},{"SurahNumber":8,"VerseNumber":2,"Text":"Surely the believers are only the ones who, when Allah is mentioned, their hearts tremble and when His ayat (Signs or verses) are recited to them, they increase them in belief, and in their Lord they put their trust"},{"SurahNumber":8,"VerseNumber":3,"Text":"The ones who keep up the prayer and expend of what We have provided them"},{"SurahNumber":8,"VerseNumber":4,"Text":"Those are truly the ones who are believers; they have degrees in the Providence of their Lord, and forgiveness, and an honorable provision"},{"SurahNumber":8,"VerseNumber":5,"Text":"As also as your Lord brought you (The prophet) out of your home with the truth, and surely a group of the believers indeed are hating that"},{"SurahNumber":8,"VerseNumber":6,"Text":"Disputing with you concerning the truth, after it had become evident, as though they were being driven to death while looking (at it)"},{"SurahNumber":8,"VerseNumber":7,"Text":"And as Allah promised you (The pronouns \"you\" and \"yours\" are plural) one of the two sections should be yours, and you would like that the one other than the accoutered (i.e. owning accoutrement, the armed section) should be yours. And Allah willed to uphold truthfully the truth by His words and cut off the last trace (Literally: the rear, hind part) of the disbelievers"},{"SurahNumber":8,"VerseNumber":8,"Text":"That He might (uphold) truthfully the truth and void the untrue, although the criminals would hate (that)"},{"SurahNumber":8,"VerseNumber":9,"Text":"As you call your Lord for succor, so He responded to you that, \"I am supplying you with a thousand Angels in successive ranks"},{"SurahNumber":8,"VerseNumber":10,"Text":"And in no way has Allah made this except as good tidings and that your hearts thereby might be composed. And in no way is victory from (any- where) except from the Providence of Allah; surely Allah is Ever-Mighty, Ever-Wise"}]}