{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"(O prophet) say (in prayer), .O my Lord, if You are to show me (in my life) that (punishment) which they (the infidels) are threatened with"},{"SurahNumber":23,"VerseNumber":94,"Text":"then, my Lord, do not place me among the wrongdoing people"},{"SurahNumber":23,"VerseNumber":95,"Text":"And of course, We do have the power to show you that with which We have threatened them"},{"SurahNumber":23,"VerseNumber":96,"Text":"Repel evil with that which is best. We are well aware of what they describe"},{"SurahNumber":23,"VerseNumber":97,"Text":"And say, .My Lord, I seek refuge in You from the strokes of the satans (devils)"},{"SurahNumber":23,"VerseNumber":98,"Text":"and I seek refuge in You, my Lord, even from their coming near me"},{"SurahNumber":23,"VerseNumber":99,"Text":"(The infidels go on doing their misdeeds) until when death comes to one of them, he will say, .My Lord send me back"},{"SurahNumber":23,"VerseNumber":100,"Text":"so that I may act righteously in that (world) which I have left behind. Never! It is simply a word he utters, and in front of such people there is a barrier till the day when they will be resurrected"},{"SurahNumber":23,"VerseNumber":101,"Text":"Thereafter, when the Sur (the trumpet) is blown, no ties of kinship will remain between them any more, nor will they inquire about one another"},{"SurahNumber":23,"VerseNumber":102,"Text":"So, the one whose scales (of good deeds) turn out to be heavy, then such people are the successful ones"},{"SurahNumber":23,"VerseNumber":103,"Text":"and the one whose scales turn out to be light, then such people are the ones who harmed their own selves; in Jahannam (Hell) they are to remain for ever"},{"SurahNumber":23,"VerseNumber":104,"Text":"Fire will scorch their faces, and they will be disfigured therein"},{"SurahNumber":23,"VerseNumber":105,"Text":"(It will be said to such people), .Were My verses not used to be recited to you and you used to reject them"},{"SurahNumber":23,"VerseNumber":106,"Text":"They will say, .Our Lord, our wretchedness prevailed over us, and we were a people wandering astray"},{"SurahNumber":23,"VerseNumber":107,"Text":"Our Lord, get us out from here; if we do this again, then of course, we will be transgressors"},{"SurahNumber":23,"VerseNumber":108,"Text":"He (Allah) will say, .Stay in it, humiliated, and do not speak to Me"},{"SurahNumber":23,"VerseNumber":109,"Text":"There was indeed a group of My servants who used to say, ‘Our Lord, we adhere to the (true) faith, so forgive us and have mercy upon us, and you are the best of all the merciful.‘"},{"SurahNumber":23,"VerseNumber":110,"Text":"But you made fun of them, so much so that they caused you to forget My remembrance, and you used to laugh at them"},{"SurahNumber":23,"VerseNumber":111,"Text":"Today I have so recompensed them for their observing patience that they are the triumphant"},{"SurahNumber":23,"VerseNumber":112,"Text":"He (Allah) will say (to unbelievers), .How long did you stay on the earth by number of years"},{"SurahNumber":23,"VerseNumber":113,"Text":"They will say, .We stayed for a day or for a part of a day. So, ask those (angels) who have (exact) calculation"},{"SurahNumber":23,"VerseNumber":114,"Text":"He will say, .You did not stay but for a little. Would that you had understood (this at that time)"},{"SurahNumber":23,"VerseNumber":115,"Text":"So did you think that We created you for nothing, and that you will not be brought back to Us"},{"SurahNumber":23,"VerseNumber":116,"Text":"So, High above all is Allah, the King, the True. There is no god but He, the Lord of the Noble Throne"},{"SurahNumber":23,"VerseNumber":117,"Text":"And whoever invokes another god with Allah, while he has no proof for it, his reckoning is only with his Lord. Surely, the infidels will not achieve success"},{"SurahNumber":23,"VerseNumber":118,"Text":"And say (O prophet) .My Lord, grant pardon and have mercy, for you are the best of all the merciful"}]}