{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":11,"VerseNumber":50,"Text":"És \"Ad-hoz a testvérüket Híid-ot (küldtük el), aki mondta: .Ó, népem! Szolgáljátok Allah-ot! Nincs más isten a számotokra Rajta kívül, Ti csupán hazugságot koholók vagytok"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ó, népem! Nem kérek tőletek ezért jutalmat. Az én jutalmam egyedül Arra tartozik, Aki megteremtett engem. Hát nem fogjátok fel ésszel"},{"SurahNumber":11,"VerseNumber":52,"Text":"És ó, Népem! Kérjetek bocsánatot az Uratoktól! Majd forduljatok bűnbánattal feléje! És Ő (esővel) bőségesen áradó eget küld nektek és erőtöket erővel növeli meg. És ne forduljatok el bűnösként"},{"SurahNumber":11,"VerseNumber":53,"Text":"Ők mondták: ,.Ó, Hüd! Te nem hoztál nyilvánvaló bizonyítékot nekünk. És mi nem hagyjuk el az isteneinket a te szavad alapján. És nem hiszünk neked"},{"SurahNumber":11,"VerseNumber":54,"Text":"Mi csak azt mondhatjuk: Nalamely istenünk rosszal vert meg téged,\" Mondta: , Allah-ot hívom tanúul és tanúskodjatok ti is arról, hogy én mentes vagyok attól, amit ti társítotok"},{"SurahNumber":11,"VerseNumber":55,"Text":"Melléje! Szőjetek csak ármányt mindannyian, majd ne várassatok"},{"SurahNumber":11,"VerseNumber":56,"Text":"Én bizony Allah-ra, az én Uramra És a ti Uratokra hagyatkozom. Nincs egyetlen élőlény, amelynek ne ragadná meg az üstökét. Bizony az én Uram az Egyenes úton van"},{"SurahNumber":11,"VerseNumber":57,"Text":"Ha elfordultok (az a ti dolgotok.) Én bizony továbbítottam azt, amivel elküldettem hozzátok. Az én Uram más népet fog a helyetekre állítani. És ti semmiben sem lehettek ártalmára, Bizony az én Uram mindenek felett Őrző"},{"SurahNumber":11,"VerseNumber":58,"Text":"És miután eljött a mi parancsunk, megmentettük Hd-ot és azokat, akik vele együtt hittek- a Tőlünk származó könyörület által. Szigorú büntetéstől mentettük meg őket"},{"SurahNumber":11,"VerseNumber":59,"Text":"Ez volt \"Ad (népe)! Tagadták az Uruk Jeleit és szembefordultak az Ő Küldötteivel. És minden megátalkodott hatalmaskodó parancsait követték"},{"SurahNumber":11,"VerseNumber":60,"Text":"Az evilági létben átok járt a nyomukban és a Feltámadás Napján is. Bizony \"Ád nem hitt az ő Urában. Pusztuljon \"Ad, Hüd népe"}]}