{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Тем, против кого ведут войну, Дозволено сражаться, - Ведь им (несправедливо) причинили зло, А потому Аллах, поистине, могущ помочь им"},{"SurahNumber":22,"VerseNumber":40,"Text":"Тем, кто был изгнан из домов без права Лишь потому, что говорил: \"Наш Бог - Аллах!\" И если бы Аллах не отражал Одних людей, (что злы в своих деяньях), Другими, (что в делах своих добры), То были б снесены монастыри и церкви, Синагоги и мечети, В которых Его имя поминается сполна. Аллах, поистине, поможет тем, Кто (правдой) Его делу служит, - Ведь Он силен, могуч и славен"},{"SurahNumber":22,"VerseNumber":41,"Text":"И тем, кто, утвердившись Нами на земле, Молитву регулярно отправляет И правит очистительную подать, Повелевает (делать) то, Что заповедано (Аллахом), Удерживает от того, над чем (Его) запрет, - В (Руке) Аллаха - завершение всех дел"},{"SurahNumber":22,"VerseNumber":42,"Text":"Если они тебя, (о Мухаммад!), лжецом считают, Так и до них (посланцев Наших) Сочли лжецами люди Нуха, Ад и Самуд"},{"SurahNumber":22,"VerseNumber":43,"Text":"И люди Ибрахима, Лута"},{"SurahNumber":22,"VerseNumber":44,"Text":"И обитатели Мадйана, Лжецом объявлен был и Муса. И Я давал отсрочку нечестивым, (Чтоб обратились с покаянием ко Мне), Потом их схватывал (суровой карой), - И как же страшен был Мой гнев"},{"SurahNumber":22,"VerseNumber":45,"Text":"И сколько поселений погубили Мы, Когда они нечестие творили! Их стены сокрушились на их своды. Сколько пустых, заброшенных колодцев И возвышающихся зАмков"},{"SurahNumber":22,"VerseNumber":46,"Text":"Ужель им по земле ходить (не приходилось), Чтоб их сердца познали мудрость, А уши - слышать научились? Но нет, не взоры их слепы - Слепы сердца в груди у нечестивых"},{"SurahNumber":22,"VerseNumber":47,"Text":"И все ж они тебя торопят с наказаньем. Но не нарушит Бог обета Своего, - Ведь день один у Бога твоего, Как тысяча годов, Которым (на земле) вы счет ведете"},{"SurahNumber":22,"VerseNumber":48,"Text":"И скольким поселениям давал отсрочку Я, Когда они нечестие творили! Потом Я схватывал их (карой), И (лишь) ко Мне (на Суд) - Обратный их приход"}]}