{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"Ya Peyğəmbər! Kafirlərə və münafiqlərə qarşı vuruş! (Kafirləri qılıncla, münafiqləri isə dəlil-sübutla, sözlə məhv et!) Onlarla sərt davran! Onların məskəni Cəhənnəmdir. Ora nə pis yerdir"},{"SurahNumber":9,"VerseNumber":74,"Text":"(Münafiqlər) Allaha and içirlər ki, (Peyğəmbər haqqında nalayiq sözlər) deməyiblər. (And olsun ki) onlar küfr sözünü demiş, islamı (zahirən) qəbul etdikdən sonra kafir olmuş, müvəffəq ola bilmədikləri bir işə (Təbuk döyüşündən qayıdarkən Peyğəmbərə qarşı hazırladıqları sui-qəsdə) girişmişdilər. (Münafiqlərin Peyğəmbərə və mö’minlərə qarşı) kin-küdurət bəsləmələrinin səbəbi yalnız Allahın və Peyğəmbərinin Öz ne’mətləri ilə onları varlandırmasıdır. Bununla belə, əgər (ikiüzlülüklərindən və digər yaramaz əməllərindən) tövbə etsələr, onlar üçün xeyirli olar. Yox, əgər (imandan) üz döndərsələr, Allah onları dünyada və axirətdə şiddətli bir əzaba mübtəla edər. Yer üzündə onların nə bir dostu, nə də bir imdada yetəni var"},{"SurahNumber":9,"VerseNumber":75,"Text":"(Münafiqlərin) bə’zisi də Allahla belə əhd etmişdir: “Əgər Allah bizə Öz ne’mətindən (mal-dövlət) bəxş etsə, biz mütləq sədəqə (həmin malın zəkatını) verəcək və sözsüz ki, əməlisalehlərdən olacağıq”"},{"SurahNumber":9,"VerseNumber":76,"Text":"(Allah) Öz ne’mətindən onlara (istədiklərini) ehsan buyurduqda xəsislik etdilər və (əhdə vəfa etməyib itaətdən də) üz döndərdilər. Onlar elə zatən dönükdürlər"},{"SurahNumber":9,"VerseNumber":77,"Text":"(Allaha) verdikləri və’də xilaf çıxdıqlarına, yalan danışdıqlarına görə Allah da onların ürəyinə qarşılaşacaqları günə (qiyamət gününə) qədər (davam edəcək) nifaq saldı"},{"SurahNumber":9,"VerseNumber":78,"Text":"Məgər (o münafiqlər) bilmirdilər ki, Allah onların (ürəklərindəki) sirlərini də bilir, gizli danışıqlarını da. Və Allah qeybləri (gizli şeyləri) çox gözəl biləndir"},{"SurahNumber":9,"VerseNumber":79,"Text":"Könüllü surətdə (bollu) sədəqə verən mö’minlərə tə’nə edənləri və güc-bəla ilə əllərinə düşəni təsəddüq edən kəsləri məsxərəyə qoyanları Allah Özü məsxərəyə qoyacaqdır. Onlar şiddətli bir əzaba düçar olacaqlar"},{"SurahNumber":9,"VerseNumber":80,"Text":"(Ya Peyğəmbərim!) Onlar (o münafiqlər) üçün istər bağışlanma dilə, istər diləmə; onlar üçün yetmiş dəfə bağışlanma diləsəndə, yenə Allah onları bağışlamayacaq. Bu onların Allahı və Onun Peyğəmbərini inkar etmələrinə görədir. Allah fasiq tayfanı doğru yola yönəltməz"}]}