{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"Ölü toprak — ki biz onu canlandırdık. İçinden dâne (ler) çıkardık da ondan yeyip duruyorlar — onlar için bir ibret (bir delîl) dir"},{"SurahNumber":36,"VerseNumber":34,"Text":"Biz orada hurmalıklardan, üzüm bağlarından nice bostanlar yapdık. İçlerinde pınarlardan (nicesini) fışkırtdık"},{"SurahNumber":36,"VerseNumber":35,"Text":"(Allahın yaratdığı) mahsulden ve kendi ellerinin yapdıklarından yemeleri için. Haalâ şükretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yerin bitirmekde olduğu şeylerden, (insanların) kendilerinden ve daha bilemeyecekleri nice şeylerden bütün çiftleri yaratan (Allahın şânı ne kadar yücedir,) münezzehdir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de onlar için bir âyetdir. Biz ondan gündüzü sıyırıb çıkarırız. Bir de bakarlar ki karanlığa girmişlerdir onlar"},{"SurahNumber":36,"VerseNumber":38,"Text":"Güneş de (ilâhî bir âyetdir ki) kendi karargâhında (mahrekinde aleddevam seyr ve) cereyan etmekdedir. Bu, mutlak gaalib, (her şey´i) hakkıyle bilen (Allah) ın takdiridir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ay (a gelince:) Biz ona da menzil menzil mıkdarlar ta´yîn etdik. Nihayet o, eski hurma salkımının eğri çöpü gibi bir haale dönmüşdür (döner)"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne güneşin aya erişib çatması, ne de gecenin gündüzü geçmiş olması gerekmez. (Ecramdan) hepsi de (ayrı ayrı) birer felekde yüzerler"},{"SurahNumber":36,"VerseNumber":41,"Text":"Onlar için bir âyet (ve ibret) de bizim, onların zürriyyetlerini o dopdolu gemilerde taşımış olmamız"},{"SurahNumber":36,"VerseNumber":42,"Text":"Ve kendilerine bunun gibi binecekleri (nice) şeyleri yaratmış bulunmamızdır"},{"SurahNumber":36,"VerseNumber":43,"Text":"Eğer dilersek onları (suda) boğarız. O suretde kendileri için bir imdadcı da yokdur, onlar kurtarılamazlar da"},{"SurahNumber":36,"VerseNumber":44,"Text":"Meğer ki bizden bir esirgeme ve daha bir zamana kadar yaşatma (mukadder) ola"},{"SurahNumber":36,"VerseNumber":45,"Text":"Onlara : «Önümüzdekinden de, arkanızdakinden de sakının. Tâki esirgerlesiniz» denildiği zaman (yüz çevirdiler)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Onlara Rablerinin âyetlerinden herhangi bir âyet gelmeye dursun, ille ondan yüz çeviricidirler"},{"SurahNumber":36,"VerseNumber":47,"Text":"Onlara : «Allahın sizi rızıklandırdığı şeylerden (hayra) harc edin» denilince o küfredenler, îman edenlere (şöyle) dedi (ler): «Allahın, dileseydi, yedireceği kimseye biz mi yedirecek misiz? Siz apaçık bir sapıklıkda bulunanlardan başkaları değilsiniz»"},{"SurahNumber":36,"VerseNumber":48,"Text":"«Siz doğru söyleyenlerseniz bu tehdîd (in tehakkuku) ne zaman (söyleyin)?» derler"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onlar birbiriyle itişib dururlarken kendilerini yakalayacak bir tek sayhadan başkasını gözetmezler"},{"SurahNumber":36,"VerseNumber":50,"Text":"(İşte o zaman) bunlar bir vasıyyetde bile bulunamazlar. (Hattâ o vakit) ailelerine dahi dönecek (halde) değildirler"}]}