{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"And we established the people of Israel with a sure establishment, and we provided them with good things; nor did they disagree until there came to them the knowledge. Verily, thy Lord shall decide between them on the resurrection day concerning that whereon they did dispute"},{"SurahNumber":10,"VerseNumber":94,"Text":"And if thou art in doubt of that which we have sent down unto thee, ask those who read the Book before thee; verily, the truth is come to thee from thy Lord, be not then of those who are in doubt"},{"SurahNumber":10,"VerseNumber":95,"Text":"And be not of those who say the signs of God are lies, or thou wilt be of those who lose"},{"SurahNumber":10,"VerseNumber":96,"Text":"Verily, those against whom God's word is pronounced will not believe"},{"SurahNumber":10,"VerseNumber":97,"Text":"even though there come to them every sign, until they see the grievous woe"},{"SurahNumber":10,"VerseNumber":98,"Text":"Were it not so, a city would have believed and its faith would have profited it. But (none did) except the people of Jonas; when they believed we removed from them the torment of disgrace in this world, and we gave them provision for a while"},{"SurahNumber":10,"VerseNumber":99,"Text":"But had thy Lord pleased, all who are in the earth would have believed altogether; as for thee, wilt thou force men to become believers"},{"SurahNumber":10,"VerseNumber":100,"Text":"It is not for any person to believe save by the permission of God; He puts horror on those who have no sense"},{"SurahNumber":10,"VerseNumber":101,"Text":"Say, 'Behold what is in the heavens and in the earth! but signs and warners avail not a people who do not believe"},{"SurahNumber":10,"VerseNumber":102,"Text":"Do they await aught but the like of the days of those who passed away before them?' Say, 'Wait ye then! verily, I am with you one of those who wait"},{"SurahNumber":10,"VerseNumber":103,"Text":"Then we will save our apostles and those who believe; thus is it due from us to save believers"}]}