{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"O you who believe! Consume not Ar-Ribah, doubled and multiplied. And fear Allah, so that you attain salvation"},{"SurahNumber":3,"VerseNumber":131,"Text":"And fear the Fire, prepared for suppressors of the Truth"},{"SurahNumber":3,"VerseNumber":132,"Text":"And obey Allah and the Messenger so that Mercy is bestowed upon you. to"},{"SurahNumber":3,"VerseNumber":133,"Text":"And strive for forgiveness from your Lord, and for a Garden, as wide as the heavens and the earth, prepared for the pious people.h"},{"SurahNumber":3,"VerseNumber":134,"Text":"Those that spend in prosperity and in adversity, those that restrain anger and those that display a forgiving attitude in their relations with people. And Allah loves those who do good deeds"},{"SurahNumber":3,"VerseNumber":135,"Text":"And those who, when they do an act of indecency or wrong their own selves, remember Allah and ask for forgiveness for their sins — and who can forgive sins except Allah? — and who do not knowingly persist in doing what they had done"},{"SurahNumber":3,"VerseNumber":136,"Text":"Those are the people for whom the reward is forgiveness from their Lord and Gardens, with rivers flowing underneath, to dwell eternally therein. An excellent reward for those who do good work"},{"SurahNumber":3,"VerseNumber":137,"Text":"There indeed had been histories of people in the past before you. Travel through the earth, and see what happened to those who rejected the Truth.h"},{"SurahNumber":3,"VerseNumber":138,"Text":"This is a plain, well-explained, address for mankind, and a guidance and good advice to those who fear Allah"},{"SurahNumber":3,"VerseNumber":139,"Text":"Be not weak, and grieve not! And you should have an upper hand if you are strong in Faith"},{"SurahNumber":3,"VerseNumber":140,"Text":"If you are hurt, then surely the community is similarly hurt. And We rotate such periods (of hurt) among mankind, and We do so in order that Allah may distinguish those that believe and pick up witnesses from amongst you.And Allah does not love the offenders"},{"SurahNumber":3,"VerseNumber":141,"Text":"And in order that Allah may make the believers shine and destroy suppressors of the Truth"},{"SurahNumber":3,"VerseNumber":142,"Text":"Did you think that you would enter the Paradise, while Allah is yet to distinguish those of you who would strive and identify those who would exercise patience?h"},{"SurahNumber":3,"VerseNumber":143,"Text":"You did indeed wish for death before you were face-to-face with it. Then you did certainly see it and you looked on"}]}