{"Id":201,"LanguageCodes":["id","ind"],"Name":"ind-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":68,"VerseNumber":1,"Text":"(Nun) adalah salah satu dari huruf hijaiah, hanya Allahlah yang mengetahui arti dan maksudnya (demi qalam) yang dipakai untuk menulis nasib semua makhluk di Lohmahfuz (dan apa yang mereka tulis) apa yang ditulis oleh para malaikat berupa kebaikan dan kesalehan"},{"SurahNumber":68,"VerseNumber":2,"Text":"(Kamu sekali-kali bukanlah) hai Muhammad (orang gila, berkat nikmat Rabbmu) yang telah mengaruniakan kenabian kepadamu, dan juga nikmat-nikmat-Nya yang lain. Ayat ini merupakan jawaban terhadap perkataan orang-orang kafir, yang mengatakan bahwa Muhammad adalah orang gila"},{"SurahNumber":68,"VerseNumber":3,"Text":"(Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya) tiada pernah terputus"},{"SurahNumber":68,"VerseNumber":4,"Text":"(Dan sesungguhnya kamu benar-benar berbudi pekerti) beragama (yang agung)"},{"SurahNumber":68,"VerseNumber":5,"Text":"Maka kelak kamu akan melihat dan mereka pun akan melihat"},{"SurahNumber":68,"VerseNumber":6,"Text":"(Siapakah di antara kalian yang gila) yang tidak waras akalnya, kamukah atau mereka. Lafal al-maftuun ini wazannya sama dengan lafal al-ma`quul, berasal dari mashdar al-futuun, artinya gila"},{"SurahNumber":68,"VerseNumber":7,"Text":"(Sesungguhnya Rabbmu, Dialah Yang Paling Mengetahui siapa yang sesat dari jalan-Nya dan Dialah Yang Paling mengetahui orang-orang yang mendapat petunjuk) lafal a`lamu di sini bermakna 'aalimun, yakni Dia mengetahui siapa yang sesat dari jalan-Nya dan Dialah Yang mengetahui orang-orang yang mendapat petunjuk"},{"SurahNumber":68,"VerseNumber":8,"Text":"Maka janganlah kamu ikuti orang-orang yang mendustakan ayat-ayat Allah"},{"SurahNumber":68,"VerseNumber":9,"Text":"(Mereka menginginkan) mengharapkan (supaya) merupakan mashdariyah (kamu bersikap lunak) bersikap lembut terhadap mereka (lalu mereka bersikap lunak) pula terhadapmu; diathafkan kepada lafal tudhinu. Seandainya dijadikan sebagai jawab dari tamanni yang tersimpulkan dari lafal wadduu, maka sebelum huruf fa diperkirakan adanya lafal hum. Yakni, seandainya kamu bersikap lunak terhadap mereka, maka mereka pun akan bersikap lunak pula terhadapmu"},{"SurahNumber":68,"VerseNumber":10,"Text":"(Dan janganlah kamu ikuti setiap orang yang banyak bersumpah) dengan cara yang batil (lagi hina) yakni rendah"},{"SurahNumber":68,"VerseNumber":11,"Text":"(Yang banyak mencela) atau sering mengumpat (yang kian ke mari menghambur fitnah) yakni berjalan ke sana dan ke mari di antara orang-orang dengan maksud merusak mereka, yakni menghasut mereka"},{"SurahNumber":68,"VerseNumber":12,"Text":"(Yang banyak menghalangi perbuatan baik) artinya sangat kikir tidak mau membelanjakan hartanya kepada hak-hak yang diwajibkan atas dirinya (yang melampaui batas) sangat aniaya (lagi banyak dosa) banyak melakukan perbuatan dosa"},{"SurahNumber":68,"VerseNumber":13,"Text":"(Yang kaku kasar) wataknya kaku lagi kasar (selain dari itu, yang terkenal kejahatannya) dia adalah seseorang yang dianggap sebagai orang Quraisy, padahal dia bukan dari kalangan mereka, yaitu Walid bin Mughirah. Ayahnya menjulukinya sebagai orang Quraisy setelah ia berumur delapan belas tahun. Ibnu Abbas r.a. mengatakan, bahwa kami belum pernah mengetahui, bahwa Allah swt. menyifati seseorang dengan sifat-sifat yang tercela sebagaimana yang telah dilakukan-Nya terhadap Walid, sehingga keaiban itu tetap menempel pada diri Walid untuk selama-lamanya. Dan bertaalluq kepada lafal zaniim, zharaf yang terdapat pada sebelumnya"},{"SurahNumber":68,"VerseNumber":14,"Text":"(Karena dia mempunyai banyak harta dan anak) bentuk asalnya adalah lian, dan bertaalluq kepada makna yang menunjukkan terhadap pengertiannya"},{"SurahNumber":68,"VerseNumber":15,"Text":"(Apabila dibacakan kepadanya ayat-ayat Kami) yakni Alquran (ia berkata) bahwa Alquran itu (dongeng-dongengan orang-orang dahulu kala.\") Yaitu hanyalah kedustaan yang sengaja dibuat-buat guna menyenangkan hati kami sewaktu ia disebutkan atau diceritakan. Menurut suatu qiraat ada lafal a-an dengan memakai dua huruf Hamzah yang kedua-duanya difathahkan"},{"SurahNumber":68,"VerseNumber":16,"Text":"(Kelak akan Kami beri tanda dia di belalainya) Kami akan menjadikan tanda pada hidungnya, yang menyebabkannya cacat seumur hidup. Maka dia terpotong-potong hidungnya ketika perang Badar"},{"SurahNumber":68,"VerseNumber":17,"Text":"(Sesungguhnya Kami telah mencoba mereka) Kami telah menguji orang-orang musyrik Mekah dengan paceklik dan kelaparan (sebagaimana Kami telah mencoba pemilik-pemilik kebun) atau ladang (ketika mereka bersumpah bahwa mereka sungguh-sungguh akan memetik hasilnya) akan memetik buahnya (di pagi hari) di pagi buta, supaya orang-orang miskin tidak mengetahuinya. Maka orang-orang yang memiliki kebun itu mempunyai alasan bila mereka tidak memberikan sedekah kepada mereka; tidak sebagaimana bapak-bapak mereka yang selalu memberikan sebagian dari hasilnya buat orang-orang miskin sebagai sedekahnya"},{"SurahNumber":68,"VerseNumber":18,"Text":"(Dan mereka tidak mengecualikan) di dalam sumpah mereka itu kepada kehendak Allah swt. Ayat ini merupakan jumlah isti'naf atau kalimat permulaan; yakni, kelakuan mereka seperti itu; mereka tidak pernah menggantungkan sumpahnya itu kepada kehendak Allah swt"},{"SurahNumber":68,"VerseNumber":19,"Text":"(Lalu kebun itu diliputi malapetaka dari Rabbmu) berupa api yang melahap kesemuanya di waktu malam (ketika mereka sedang tidur)"},{"SurahNumber":68,"VerseNumber":20,"Text":"(Maka jadilah kebun itu hitam seperti malam yang gelap gulita) yakni menjadi hangus terbakar semuanya, sehingga tampak hitam"},{"SurahNumber":68,"VerseNumber":21,"Text":"Lalu mereka panggil-memanggil di pagi hari"},{"SurahNumber":68,"VerseNumber":22,"Text":"(Pergilah di waktu pagi ini ke kebun kalian) ke ladang kalian; lafal ini menafsirkan pengertian yang terkandung di dalam lafal tanadauw; atau huruf an dianggap sebagai an mashdariyah (jika kalian hendak memetik buahnya\") ingin memetik hasilnya; jawab syaratnya ditunjukkan oleh pengertian kalimat sebelumnya"},{"SurahNumber":68,"VerseNumber":23,"Text":"(Maka pergilah mereka saling berbisik-bisikan) yakni dengan secara diam-diam"},{"SurahNumber":68,"VerseNumber":24,"Text":"(Pada hari ini janganlah ada seorang miskin pun masuk ke dalam kebun kalian.\") Ayat ini merupakan penafsiran dari makna yang terkandung pada ayat sebelumnya; atau huruf an dianggap sebagai huruf mashdariyah"},{"SurahNumber":68,"VerseNumber":25,"Text":"(Dan berangkatlah mereka di pagi hari dengan niat menghalangi) orang-orang miskin (seraya merasa mampu) yakni mampu untuk menghalangi orang-orang miskin, menurut dugaan mereka sendiri"},{"SurahNumber":68,"VerseNumber":26,"Text":"(Tatkala mereka melihat kebun itu) dalam keadaan hangus terbakar (mereka berkata, \"Sesungguhnya kita benar-benar orang-orang yang sesat.\") Bukankah ini kebun kita. Kemudian setelah mereka mengetahui, bahwa itu adalah benar-benar kebun mereka, lalu mereka mengatakan"},{"SurahNumber":68,"VerseNumber":27,"Text":"(Bahkan kita dihalangi) dari memperoleh buahnya disebabkan kita telah menghalang-halangi orang-orang miskin dari memperoleh bagiannya"},{"SurahNumber":68,"VerseNumber":28,"Text":"(Berkatalah seorang yang paling baik pikirannya di antara mereka) yaitu orang yang terbaik di antara mereka (\"Bukankah aku mengatakan kepada kalian, mengapa tidak) kenapa tidak (kalian bertasbih?\") kepada Allah seraya bertobat kepada-Nya"},{"SurahNumber":68,"VerseNumber":29,"Text":"(Mereka mengucapkan, \"Maha Suci Rabb kami, sesungguhnya kami adalah orang-orang yang zalim.\") Karena kami telah menghalang-halangi orang-orang miskin dari haknya"},{"SurahNumber":68,"VerseNumber":30,"Text":"Lalu sebagian mereka menghadapi sebagian yang lain seraya cela-mencela"},{"SurahNumber":68,"VerseNumber":31,"Text":"(Mereka berkata, \"Aduhai) huruf ya di sini bermakna tanbih (celakalah kita) binasalah kita (sesungguhnya kita ini benar-benar orang-orang yang melampaui batas)"},{"SurahNumber":68,"VerseNumber":32,"Text":"(Mudah-mudahan Rabb kita memberikan ganti kepada kita) dapat dibaca yubdilanaa dan yubaddilanaa (yang lebih baik daripada itu; sesungguhnya kita mengharapkan ampunan dari Rabb kita.\") Supaya Dia menerima tobat kita dan mendatangkan kepada kita kebun yang lebih baik dari kebun kita yang dahulu. Menurut suatu riwayat disebutkan, bahwa setelah itu mereka diberi kebun yang lebih baik dari yang semula"},{"SurahNumber":68,"VerseNumber":33,"Text":"(Seperti itulah) sebagaimana azab Kami kepada mereka (azab) di dunia, bagi orang yang menentang perintah Kami dari kalangan orang-orang kafir Mekah dan lain-lainnya. (Dan sesungguhnya azab akhirat lebih besar jika mereka mengetahui) jika mereka mengetahuinya, niscaya mereka tidak akan menentang perintah Kami. Ayat ini diturunkan sewaktu orang-orang kafir Mekah mengatakan, bahwa jika Dia membangkitkan kami, niscaya kami akan diberi pahala yang lebih baik daripada kalian"}]}