{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":222,"Text":"Dan mereka bertanya kepadamu (Muhammad) tentang haid. Katakanlah, \"Itu adalah sesuatu yang kotor.” Karena itu jauhilah istri pada waktu haid;*(76) dan jangan kamu dekati mereka sebelum mereka suci.**(77) Apabila mereka telah suci, campurilah mereka sesuai dengan (ketentuan) yang diperintahkan Allah kepadamu. Sungguh, Allah menyukai orang-orang yang taubat dan menyukai orang yang menyucikan diri"},{"SurahNumber":2,"VerseNumber":223,"Text":"Istri-istrimu adalah ladang bagimu, maka datangilah ladangmu itu kapan saja dengan cara yang kamu suka. Dan utamakanlah (yang baik) untuk dirimu. Bertakwalah kepada Allah dan ketahuilah bahwa kamu (kelak) akan menemui-Nya. Dan sampaikanlah kabar gembira kepada orang yang beriman"},{"SurahNumber":2,"VerseNumber":224,"Text":"Dan janganlah kamu jadikan (nama) Allah dalam sumpahmu sebagai penghalang untuk berbuat kebajikan,*(78) bertakwa dan menciptakan kedamaian di antara manusia. Allah Maha Mendengar, Maha Mengetahui"},{"SurahNumber":2,"VerseNumber":225,"Text":"Allah tidak menghukum kamu karena sumpahmu yang tidak kamu sengaja, tetapi Dia menghukum kamu karena niat yang terkandung dalam hatimu.*(79) Allah Maha Pengampun, Maha Penyantun"},{"SurahNumber":2,"VerseNumber":226,"Text":"Bagi orang yang meng-īlā' isterinya*(80) harus menunggu empat bulan. Kemudian jika mereka kembali (kepada isterinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang"},{"SurahNumber":2,"VerseNumber":227,"Text":"Dan jika mereka berketetapan hati hendak menceraikan, maka sungguh, Allah Maha Mendengar, Maha Mengetahui"},{"SurahNumber":2,"VerseNumber":228,"Text":"Dan para isteri yang diceraikan (wajib) menahan diri mereka (menunggu) tiga kali qurū'.*(81) Tidak boleh bagi mereka menyembunyikan apa yang diciptakan Allah dalam rahim mereka, jika mereka beriman kepada Allah dan hari akhir. Dan para suami mereka lebih berhak kembali kepada mereka dalam (masa) itu, jika mereka menghendaki perbaikan. Dan mereka (para perempuan) mempunyai hak seimbang dengan kewajibannya menurut cara yang patut. Tetapi para suami, mempunyai kelebihan di atas mereka.**(82) Allah Mahaperkasa, Maha Bijaksana"}]}