{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":53,"Text":"(Muhammad), tell My servants to say what is best. Satan sows dissension among them; he is the sworn enemy of human beings"},{"SurahNumber":17,"VerseNumber":54,"Text":"Your Lord knows better than you (people). He will have mercy on you or will punish you as He wills. We have not sent you to watch over them. Your Lord knows best about those in the heavens and the earth"},{"SurahNumber":17,"VerseNumber":55,"Text":"We have given preference to some Prophets over others and We gave the psalms to David"},{"SurahNumber":17,"VerseNumber":56,"Text":"(Muhammad), tell them, \"Seek help from those whom you consider equal to God. They are not able to remove or change your hardships"},{"SurahNumber":17,"VerseNumber":57,"Text":"Those whom they worship seek to find intercessors for themselves with God. (They try to find out which of the intercessors) are closer to God. They have hope for His mercy and fear of His punishment; the punishment of your Lord is awesome"},{"SurahNumber":17,"VerseNumber":58,"Text":"The decree that all the towns were to be destroyed or afflicted with severe punishment was already written in the Book before the Day of Judgment"},{"SurahNumber":17,"VerseNumber":59,"Text":"We did not abstain from sending miracles to any of Our Messengers. These miracles were called lies by the people who lived in ancient times. To the people of Thamud, We sent the she-camel as a visible miracle and they did injustice to it. We only send miracles as warnings"},{"SurahNumber":17,"VerseNumber":60,"Text":"(Muhammad), We told you that your Lord has encompassed all mankind. We made the vision which We showed you and the condemned tree, mentioned in the Quran, as a trial for the human being. Even though We warn them, it only increases their rebellion"}]}