{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"اِنہیں اس وقت کا قصہ سناؤ جب کہ تمہارے رب نے موسیٰؑ کو پکارا \"ظالم قوم کے پاس جا"},{"SurahNumber":26,"VerseNumber":11,"Text":"فرعون کی قوم کے پاس، کیا وہ ڈرتے نہیں؟"},{"SurahNumber":26,"VerseNumber":12,"Text":"اُس نے عرض کیا \"اے رب، مجھے خوف ہے کہ وہ مجھے جھٹلا دیں گے"},{"SurahNumber":26,"VerseNumber":13,"Text":"میرا سینہ گھٹتا ہے اور میری زبان نہیں چلتی آپ ہارونؑ کی طرف رسالت بھیجیں"},{"SurahNumber":26,"VerseNumber":14,"Text":"اور مجھ پر اُن کے ہاں ایک جرم کا الزام بھی ہے، اس لیے ڈرتا ہوں کہ وہ مجھے قتل کر دیں گے"},{"SurahNumber":26,"VerseNumber":15,"Text":"فرمایا \"ہرگز نہیں، تم دونوں جاؤ ہماری نشانیاں لے کر، ہم تمہارے ساتھ سب کچھ سنتے رہیں گے"},{"SurahNumber":26,"VerseNumber":16,"Text":"فرعون کے پاس جاؤ اور اس سے کہو، ہم کو رب العٰلمین نے اس لیے بھیجا ہے"},{"SurahNumber":26,"VerseNumber":17,"Text":"کہ تو بنی اسرائیل کو ہمارے ساتھ جانے دے"},{"SurahNumber":26,"VerseNumber":18,"Text":"فرعون نے کہا \"کیا ہم نے تجھ کو اپنے ہاں بچہ سا نہیں پالا تھا؟ تو نے اپنی عمر کے کئی سال ہمارے ہاں گزارے"},{"SurahNumber":26,"VerseNumber":19,"Text":"اور اس کے بعد کر گیا جو کچھ کہ کر گیا، تو بڑا احسان فراموش آدمی ہے"},{"SurahNumber":26,"VerseNumber":20,"Text":"موسیٰؑ نے جواب دیا \"اُس وقت وہ کام میں نے نادانستگی میں کر دیا تھا"},{"SurahNumber":26,"VerseNumber":21,"Text":"پھر میں تمہارے خوف سے بھاگ گیا اس کے بعد میرے رب نے مجھ کو حکم عطا کیا اور مجھے رسولوں میں شامل کر لیا"},{"SurahNumber":26,"VerseNumber":22,"Text":"رہا تیرا احسان جو تو نے مجھ پر جتایا ہے تو اس کی حقیقت یہ ہے کہ تو نے بنی اسرائیل کو غلام بنا لیا تھا"},{"SurahNumber":26,"VerseNumber":23,"Text":"فرعون نے کہا \"اور یہ رب العالمین کیا ہوتا ہے؟"},{"SurahNumber":26,"VerseNumber":24,"Text":"موسیٰؑ نے جواب دیا \"آسمان اور زمین کا رب، اور اُن سب چیزوں کا رب جو آسمان اور زمین کے درمیان ہیں، اگر تم یقین لانے والے ہو"},{"SurahNumber":26,"VerseNumber":25,"Text":"فرعون نے اپنے گرد و پیش کے لوگوں سے کہا \"سُنتے ہو؟"},{"SurahNumber":26,"VerseNumber":26,"Text":"موسیٰؑ نے کہا \"تمہارا رب بھی اور تمہارے ان آباء و اجداد کا رب بھی جو گزر چکے ہیں"},{"SurahNumber":26,"VerseNumber":27,"Text":"فرعون نے (حاضرین سے) کہا \"تمہارے یہ رسول صاحب جو تمہاری طرف بھیجے گئے ہیں، بالکل ہی پاگل معلوم ہوتے ہیں"},{"SurahNumber":26,"VerseNumber":28,"Text":"موسیٰؑ نے کہا \"مشرق و مغرب اور جو کچھ ان کے درمیان ہے سب کا رب، اگر آپ لوگ کچھ عقل رکھتے ہیں"},{"SurahNumber":26,"VerseNumber":29,"Text":"فرعون نے کہا \"اگر تو نے میرے سوا کسی اور کو معبود بنایا تو تجھے میں اُن لوگوں میں شامل کر دوں گا جو قید خانوں میں پڑے سڑ رہے ہیں"},{"SurahNumber":26,"VerseNumber":30,"Text":"موسیٰؑ نے کہا \"اگرچہ میں لے آؤں تیرے سامنے ایک صریح چیز بھی؟"},{"SurahNumber":26,"VerseNumber":31,"Text":"فرعون نے کہا \"اچھا تو لے آ اگر تو سچا ہے"},{"SurahNumber":26,"VerseNumber":32,"Text":"(اس کی زبان سے یہ بات نکلتے ہی) موسیٰؑ نے اپنا عصا پھینکا اور یکایک وہ ایک صریح اژدھا تھا"},{"SurahNumber":26,"VerseNumber":33,"Text":"پھر اُس نے اپنا ہاتھ (بغل سے) کھینچا اور وہ سب دیکھنے والوں کے سامنے چمک رہا تھا"}]}