{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"ਅਤੇ ਅਸੀਂ ਧਰਤੀ ਤੇ ਆਕਾਸ਼ਾਂ ਅਤੇ ਜਿਹੜਾ ਇਨ੍ਹਾਂ ਵਿਚਕਾਰ ਹੈ ਬਿਨ੍ਹਾਂ ਕਿਸੇ ਮਕਸਦ ਤੋਂ ਪੈਦਾ ਨਹੀਂ ਕੀਤਾ। ਇਹ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦਾ ਭਰਮ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਇਸ ਲਈ ਜਿਨ੍ਹਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਉਨ੍ਹਾਂ ਲਈ ਅੱਗ ਨਾਲ ਵਿਨਾਸ਼ ਹੈ।"},{"SurahNumber":38,"VerseNumber":28,"Text":"ਕੀ ਅਸੀਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਚੰਗੇ ਕਰਮ ਕੀਤੇ, ਉਨ੍ਹਾਂ ਵਰਗੇ ਕਰ ਦੇਵਾਂਗੇ ਜਿਹੜੇ ਧਰਤੀ ਵਿਚ ਵਿਗਾੜ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਨ ਜਾਂ ਅਸੀਂ ਸਦਾਚਾਰੀਆਂ ਨੂੰ ਦੁਰਾਚਾਰੀਆਂ ਵਰਗਾ ਕਰ ਦੇਵਾਂਗੇ।"},{"SurahNumber":38,"VerseNumber":29,"Text":"ਇਹ ਇੱਕ ਬਰਕਤ ਵਾਲੀ ਕਿਤਾਬ ਹੈ, ਜਿਹੜੀ ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲ ਉਤਾਰੀ ਹੈ, ਤਾਂ ਜੋ ਲੋਕ ਇਸ ਦੀਆਂ ਆਇਤਾਂ ਤੇ ਵਿਚਾਰ ਕਰਨ ਅਤੇ ਤਾਂ ਕਿ ਬੁੱਧੀ ਵਾਲੇ ਇਸ ਤੋਂ ਗਿਆਨ ਪ੍ਰਾਪਤ ਕਰਨ।"},{"SurahNumber":38,"VerseNumber":30,"Text":"ਅਤੇ ਅਸੀਂ ਦਾਊਦ ਨੂੰ ਸੁਲੇਮਾਨ ਪ੍ਰਦਾਨ ਕੀਤਾ। ਸਰਵਸ੍ਰੇਸ਼ਟ ਬੰਦਾ, ਆਪਣੇ ਰੱਬ ਵੱਲ ਬਹੁਤ ਝੁਕਣ ਵਾਲਾ।"},{"SurahNumber":38,"VerseNumber":31,"Text":"ਜਦੋਂ ਸ਼ਾਮ ਦੇ ਵਖ਼ਤ ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਵਧੀਆ ਨਸਲ ਦੇ ਤੇਜ਼ ਦੌੜਣ ਵਾਲੇ ਘੌੜੇ ਹਾਜ਼ਿਰ ਕੀਤੇ ਗਏ।"},{"SurahNumber":38,"VerseNumber":32,"Text":"ਤਾਂ ਉਸ ਨੇ ਆਖਿਆ ਸੈਂ ਜਾਇਦਾਦ ਦੇ ਪ੍ਰੇਮ ਨੂੰ ਆਪਣੇ ਰੱਬ ਦੇ ਸਿਮਰਨ ਨਾਲੋਂ ਮਿੱਤਰ ਬਣਾਇਆ। ਇੱਥੋਂ ਤੱਕ ਕਿ ਘੋੜੇ ਓਲ੍ਹੇ ਹੋ ਗਏ।"},{"SurahNumber":38,"VerseNumber":33,"Text":"(ਉਸ ਨੇ ਆਦੇਸ਼ ਦਿੱਤਾ) ਉਨ੍ਹਾਂ ਨੂੰ ਮੇਰੇ ਕੋਲ ਵਾਪਿਸ ਲਿਆਓ। ਫਿਰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਲੱਤਾਂ ਅਤੇ ਗਰਦਨਾਂ ਤੇ ਹੱਥ ਫੇਰਨ ਲੱਗਿਆ।"},{"SurahNumber":38,"VerseNumber":34,"Text":"ਅਤੇ ਅਸੀਂ ਸੁਲੇਮਾਨ ਦਾ ਇਮਤਿਹਾਨ ਲਿਆ ਅਤੇ ਅਸੀਂ ਉਸ ਦੇ ਸਿੰਘਾਸਨ ਤੇ ਇੱਕ ਧੜ ਰੱਖ ਦਿੱਤਾ ਫਿਰ ਉਹ ਪਰਤਿਆ।"},{"SurahNumber":38,"VerseNumber":35,"Text":"ਉਸ ਨੇ ਆਖਿਆ ਹੈ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੈਨੂੰ ਮੁਆਫ਼ ਕਰ ਦੇ ਅਤੇ ਮੈਨੂੰ ਅਜਿਹਾ ਰਾਜ ਬਖਸ਼ ਦੇ ਜਿਹੜਾ ਮੇਰੇ ਤੋਂ ਬਾਅਦ ਕਿਸੇ ਲਈ ਵੀ ਸੋਭਨੀਕ ਨਾ ਹੋਵੇ, ਬੇਸ਼ੱਕ ਤੂੰ ਬਹੁਤ ਦੇਣ ਵਾਲਾ ਹੈ।"},{"SurahNumber":38,"VerseNumber":36,"Text":"ਤਾਂ ਅਸੀਂ ਹਵਾ ਨੂੰ ਉਸ ਦੀ ਆਗਿਆਕਾਰ ਬਣਾ ਦਿੱਤਾ। ਅਤੇ ਉਹ ਉਸ ਦੇ ਹੁਕਮ ਨਾਲ ਨਿਮਰਤਾ ਵਿਚ ਉਧਰ ਚੱਲਦੀ ਸੀ ਜਿਧਰ"},{"SurahNumber":38,"VerseNumber":37,"Text":"ਉਹ ਚਾਹੁੰਦਾ ਸੀ। ਅਤੇ ਅਸੀਂ ਜਿੰਨਾਂ ਨੂੰ ਵੀ ਉਸਦੇ ਆਗਿਆਕਾਰ ਬਣਾ ਦਿੱਤਾ ਅਤੇ ਹਰ ਤਰ੍ਹਾਂ ਦੇ ਨਿਰਮਾਣ ਕਰਨ ਵਾਲੇ ਅਤੇ ਗੋਤਾਖੋਰ।"},{"SurahNumber":38,"VerseNumber":38,"Text":"ਅਤੇ ਦੂਸਰੇ ਜਿਹੜੇ ਜੰਜ਼ੀਰਾਂ ਵਿਚ ਜਕੜੇ ਹੋਏ ਰਹਿੰਦੇ ਸਨ।"},{"SurahNumber":38,"VerseNumber":39,"Text":"ਇਹ ਸਾਡਾ ਕੀਤਾ ਹੋਇਆ ਉਪਕਾਰ ਹੈ ਤਾਂ ਚਾਹੇ ਬੇਹਿਸਾਬ ਇਸ ਨੂੰ ਦੇਵੋ ਜਾਂ ਰੋਕੋ।"},{"SurahNumber":38,"VerseNumber":40,"Text":"ਅਤੇ ਉਸ ਲਈ ਸਾਡੇ ਨੇੜੇ ਸਥਾਨ ਹੈ ਅਤੇ ਬਹੁਤ ਸੋਹਣੀ ਸਲਾਮ।"}]}