{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"O gün cehenneme diyeceğiz: «Doldun mu?» O da: «Daha fazlası var mı?» diyecek"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cennet de, muttakiler için, uzakta değildir, (o gün) yakınlaştırılmıştır"},{"SurahNumber":50,"VerseNumber":32,"Text":"Bu, size vadolunandır; (gönülden Allah´a) yönelip dönen, (İslâm´ın hükümlerini) koruyan"},{"SurahNumber":50,"VerseNumber":33,"Text":"Görmediği halde Rahman´a karşı ´içi titreyerek korku duyan ve ´içten Allah´a yönelmiş´ bir kalb ile gelen içindir"},{"SurahNumber":50,"VerseNumber":34,"Text":"«Ona ´esenlik ve barış (selam)la´ girin. Bu, ebedilik günüdür.»"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada diledikleri her şey onlarındır; katımızda daha fazlası da var"},{"SurahNumber":50,"VerseNumber":36,"Text":"Biz bunlardan önce nice kuşakları yıkıma uğrattık ki onlar, zorbaca yakalamak (yakıp yıkmak, baskı ve şiddetle yönetmek, sindirmek) bakımından kendilerinden daha üstündüler; şehirlerde (yerin üstünü altına getirip, sayısız kazı, inşaat ve araştırmalarla her yanı) delik deşik etmişlerdi. (Ama) kaçacak bir yer var mı"},{"SurahNumber":50,"VerseNumber":37,"Text":"Hiç şüphesiz, bunda, kalbi olan ya da bir şahid olarak kulak veren kimse için elbette bir öğüt (zikir) vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Andolsun, biz gökleri, yeri ve ikisi arasında bulunanları altı günde yarattık; bize hiçbir yorgunluk da dokunmadı"},{"SurahNumber":50,"VerseNumber":39,"Text":"Öyleyse sen, onların dediklerine karşılık sabret ve Rabbini güneşin doğuşundan önce ve batışından önce hamd ile tesbih et"},{"SurahNumber":50,"VerseNumber":40,"Text":"Gecenin bir bölümünde ve secdelerin arkasında da O´nu tesbih et"},{"SurahNumber":50,"VerseNumber":41,"Text":"Çağırıcının, yakın bir yerden çağrıda bulunacağı güne kulak ver"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gün, o çığlığı bir gerçek (hak) olarak işitirler. İşte bu, (dirilip kabirlerden) çıkış günüdür"},{"SurahNumber":50,"VerseNumber":43,"Text":"Gerçek şu ki, dirilten ve öldüren biziz, biz. Ve dönüş de bizedir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gün yer, onlardan çatlayıp ayrılır da (onlar,) hızla koşarlar. İşte bu, bize göre oldukça kolay olan bir haşir (sizi bir arada toplama)dır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların neler söylemekte olduklarını daha iyi biliriz ve sen onların üzerinde bir zorba da değilsin; şu halde, benim kesin tehdidimden korkanlara Kur´an ile öğüt ver"}]}