{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":51,"VerseNumber":1,"Text":"اُڑا کر بکھیر دینے والی ہواؤں کی قَسم"},{"SurahNumber":51,"VerseNumber":2,"Text":"اور (پانی کا) بارِ گراں اٹھانے والی بدلیوں کی قَسم"},{"SurahNumber":51,"VerseNumber":3,"Text":"اور خراماں خراماں چلنے والی کشتیوں کی قَسم"},{"SurahNumber":51,"VerseNumber":4,"Text":"اور کام تقسیم کرنے والے فرشتوں کی قَسم"},{"SurahNumber":51,"VerseNumber":5,"Text":"بیشک (آخرت کا) جو وعدہ تم سے کیا جا رہا ہے بالکل سچا ہے"},{"SurahNumber":51,"VerseNumber":6,"Text":"اور بیشک (اعمال کی) جزا و سزا ضرور واقع ہو کر رہے گی"},{"SurahNumber":51,"VerseNumber":7,"Text":"اور (ستاروں اور سیّاروں کی) کہکشاؤں اور گزرگاہوں والے آسمان کی قَسم"},{"SurahNumber":51,"VerseNumber":8,"Text":"بیشک تم مختلف بے جوڑ باتوں میں (پڑے) ہو"},{"SurahNumber":51,"VerseNumber":9,"Text":"اِس (رسول صلی اللہ علیہ وآلہ وسلم اور قرآن) سے وہی پھرتا ہے جِسے (علمِ ازلی سے) پھیر دیا گیا"},{"SurahNumber":51,"VerseNumber":10,"Text":"ظنّ و تخمین سے جھوٹ بولنے والے ہلاک ہو گئے"},{"SurahNumber":51,"VerseNumber":11,"Text":"جو جہالت و غفلت میں (آخرت کو) بھول جانے والے ہیں"},{"SurahNumber":51,"VerseNumber":12,"Text":"پوچھتے ہیں یومِ جزا کب ہو گا؟"},{"SurahNumber":51,"VerseNumber":13,"Text":"(فرما دیجئے:) اُس دن (ہوگا جب) وہ آتشِ دوزخ میں تپائے جائیں گے"},{"SurahNumber":51,"VerseNumber":14,"Text":"(اُن سے کہا جائے گا:) اپنی سزا کا مزہ چکھو، یہی وہ عذاب ہے جسے تم جلدی مانگتے ہو"},{"SurahNumber":51,"VerseNumber":15,"Text":"بیشک پرہیزگار باغوں اور چشموں میں (لطف اندوز ہوتے) ہوں گے"},{"SurahNumber":51,"VerseNumber":16,"Text":"اُن نعمتوں کو (کیف و سرور) سے لیتے ہوں گے جو اُن کا رب انہیں (لطف و کرم سے) دیتا ہوگا، بیشک یہ وہ لوگ ہیں جو اس سے قبل (کی زندگی میں) صاحبانِ احسان تھے"},{"SurahNumber":51,"VerseNumber":17,"Text":"وہ راتوں کو تھوڑی سی دیر سویا کرتے تھے"},{"SurahNumber":51,"VerseNumber":18,"Text":"اور رات کے پچھلے پہروں میں (اٹھ اٹھ کر) مغفرت طلب کرتے تھے"},{"SurahNumber":51,"VerseNumber":19,"Text":"اور اُن کے اموال میں سائل اور محروم (سب حاجت مندوں) کا حق مقرر تھا"},{"SurahNumber":51,"VerseNumber":20,"Text":"اور زمین میں صاحبانِ ایقان (یعنی کامل یقین والوں) کے لئے بہت سی نشانیاں ہیں"},{"SurahNumber":51,"VerseNumber":21,"Text":"اور خود تمہارے نفوس میں (بھی ہیں)، سو کیا تم دیکھتے نہیں ہو"},{"SurahNumber":51,"VerseNumber":22,"Text":"اور آسمان میں تمہارا رِزق (بھی) ہے اور وہ (سب کچھ بھی) جس کا تم سے وعدہ کیا جاتا ہے"},{"SurahNumber":51,"VerseNumber":23,"Text":"پس آسمان اور زمین کے مالک کی قَسم! یہ (ہمارا وعدہ) اسی طرح یقینی ہے جس طرح تمہارا اپنا بولنا (تمہیں اس پر کامل یقین ہوتا ہے کہ منہ سے کیا کہہ رہے ہو)"}]}