{"Id":315,"LanguageCodes":["si","sin"],"Name":"sin-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"අප වෙත මලක්වරුන් පහළ කරනු ලැබ තිබිය යුතු නොවේ ද? එසේ නැතහොත් අපගේ පරමාධිපති අපි දැකිය යුතු නොවේ ද? (යැයි කියමින්) සැබැවින්ම ඔවුනොවුන් තුළම උඩඟු වූහ. මහත් ලෙස ඉක්මවා යමින් සීමාව ඉක්මවා කටයුතු කළෝය"},{"SurahNumber":25,"VerseNumber":22,"Text":"ඔවුන් මලක්වරුන් දකින දින කිසිදු ශුභාශිංසනයක් අපරාධකරුවන්ට එදින නොමැත. තවද වළක්වනු ලබන බාධකයක් විය යැයි ඔවුහු පවසති"},{"SurahNumber":25,"VerseNumber":23,"Text":"ක්‍රියාවෙන් ඔවුන් සිදු කළ දෑ වෙතට අපි පැමිණියෙමු. පසු ව අපි එය විහිඳුණු දූවිලි බවට පත් කළෙමු"},{"SurahNumber":25,"VerseNumber":24,"Text":"(ස්වර්ග) උයනේ වැසියෝ එදින වාසස්ථානයෙන් ශ්‍රේෂ්ඨයෝ වෙති. තවද (මධ්‍යහ්න) විවේකී ස්ථානයෙන් ද වඩාත් අලංකාර වෙති"},{"SurahNumber":25,"VerseNumber":25,"Text":"එදින වලාකුළු මගින් අහස පැළී, මලක්වරුන් පියවරෙන් පියවර පහළ කරනු ලබති"},{"SurahNumber":25,"VerseNumber":26,"Text":"එදින සැබෑ ආධිපත්‍යය කරුණාන්විතයාණන් සතුය. තවද එය දෙවියන් ප්‍රතික්ෂේප කරන්නන් හට දුෂ්කර දිනයක් විය"},{"SurahNumber":25,"VerseNumber":27,"Text":"තවද එදින අපරාධකරු, තම දෑත් සපා කමින් අහෝ ! දූතයාණන් සමග මා මගක් ගන්නට තිබුණා නොවේ දැයි ඔහු පවසයි"},{"SurahNumber":25,"VerseNumber":28,"Text":"අහෝ ! මාගේ විනාශය ! මම අසවල් පුද්ගලයා මිතුරෙකු සේ නොගන්නට තිබුණා නොවේ ද"},{"SurahNumber":25,"VerseNumber":29,"Text":"මෙනෙහි කිරීම (හෙවත් අල් කුර්ආනය) මා වෙත පැමිණි පසු ව සැබැවින්ම ඔහු මා එයින් නොමග යැවීය. තවද ෂෙයිතාන් මිනිසාට දැඩි ද්‍රෝහියකු විය"},{"SurahNumber":25,"VerseNumber":30,"Text":"අහෝ! මාගේ පරමාධිපතියාණෙනි, නියත වශයෙන්ම මාගේ ජනයා මෙම කුර්ආනය අත හැර දමනු ලබන්නක් වශයෙන් ගත්තෝ යැයි (රසූල්වරයා) පණිවිඩකරු පැවසීය"},{"SurahNumber":25,"VerseNumber":31,"Text":"එලෙස අපි සෑම නබිවරයෙකුටම අපරාධකරුවන් අතුරින් සතුරෙකු පත් කළෙමු. මඟ පෙන්වන්නෙකු වශයෙන් හා උදව්කරුවෙකු වශයෙන් නුඹගේ පරමාධිපති ප්‍රමාණවත් වේ"},{"SurahNumber":25,"VerseNumber":32,"Text":"ඔහු වෙත අල් කුර්ආනය එකවර එකම ගොනුවක් සේ පහළ කළ යුතු නොවේ දැ? යි දෙවියන් ප්‍රතික්ෂේප කළවුන් පැවසූහ. (අහෝ මුහම්මද්!) එලෙස අපි එමගින් නුඹගේ හදවත් ස්ථාවර කරනු පිණිස අපි එය කොටසින් කොටස පාරායනය කළෙමු"},{"SurahNumber":25,"VerseNumber":33,"Text":"තවද ඔවුහු නුඹ වෙත උපමාවක් ගෙන ආව ද සත්‍යය හා වඩාත් අලංකාර විග්‍රහයක් සැබැවින් ම නුඹ වෙත අපි ගෙන එන්නෙමු"},{"SurahNumber":25,"VerseNumber":34,"Text":"තම මුහුණු මතින් (ඇඳගෙන ගොස්) නිරය වෙත රැස් කරනු ලබන්නන් වන ඔවුහුමය නවාතැනින් නපුරු දනන් වන්නේ, තවද මාර්ගයෙන් වඩාත් නොමග ගියවුන් වන්නේ"}]}