{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":94,"Text":"koros Yallaa kee kay farmoytal taamineemik ken waassem matan Yalla le kabuk tirto keenih tamaate wagqdi Yalli farmoyta seehadak ruubee? iyyaanam akke waytek"},{"SurahNumber":17,"VerseNumber":95,"Text":"Nabiyow! keenik ixxic: baaxol malaykay ibah gexxay baaxô bagul dabqah tani suginnay qaraanak malaykattuy keenik yani farmoytah keenih ruubak nen"},{"SurahNumber":17,"VerseNumber":96,"Text":"Nabiyow! keenik (koros kinnuk) ixxic: Yalli yoo kee sin fanal anu nummah kay farmoyta kinniyoomuh sumaaqah xiqqi yoo haa, diggah usuk isi naqoosah adda yaaxigi ken taamoomi yabali kinni"},{"SurahNumber":17,"VerseNumber":97,"Text":"Yalli tirri hee num toysa usuk cakki gitâ fanah tirri iyye numu, Yalli cakki gitak makkoyse mari toysa usun Yallak kalah tirri ken haytaah ken catta awlaytit keenih mageyta, Qhiyaamah ayro tama korosuy makkotte foocitteh ken ugusnaah ken gaabosna, intimaleelaay duuditteey aytimaleelah anuk, keenik orbeyna jahannam giray urta kinni, teetik uri salcinnaanih waqdi hadiidigta giray ken takme keenil osisna iyye Yalli"},{"SurahNumber":17,"VerseNumber":98,"Text":"Woo digaalay edde yabne keenik galto kinni, diggah usun Naayootal koroositeeniih nanu lafoofiy ruma tekke nakke waqdi, diggah nanu Qhiyaamah ayro qusba ginoh ginnimmi inneh ugtennoo? iyyeenimih sabbatah"},{"SurahNumber":17,"VerseNumber":99,"Text":"A koros sorkocobbaxi intih diggah Yallay Qaranwaa kee baaxo gine, usun rabeeniik lakal ken inna lem ginaamih dudda lem matablaa? Yalli ken rabaa kee ken finqah yimixxige waktiy edde rabaanay agaywaaga sinni kah heem ma yablaanaa? tokkel koros Yallih diini tangaddeeh koroosittaamak sa taaminem cinteh"},{"SurahNumber":17,"VerseNumber":100,"Text":"Nabiyow! ama korosuk ixxic: isin yi Rabbih rizqhii kee niqmootah kadnoonik tu amlakuk suginnitoonuy toysa gabâ gibdah tet abbaxuk teneeniih sinnik kalih marah tu teetik acayuk mananton nek ambaxelê meesih, seehadayti yakkay maaluk kay gabal taniimil kaxxa gabâ gibdali yekke, Yalli iimaanat dacrise mara akke waytek"}]}