{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":58,"Text":"(Kuraklık başlayınca) Yusuf'un kardeşleri gelip yanına girdiler, onu tanımadıkları halde kendisi onları hemen tanıdı"},{"SurahNumber":12,"VerseNumber":59,"Text":"Onların erzak yüklerini hazırlayınca dedi ki: \"Bana babanızdan olan kardeşinizi getirin. Görmüyor musunuz, ben ölçüyü tam tutarım ve ben konukseverlerin en hayırlısıyım"},{"SurahNumber":12,"VerseNumber":60,"Text":"Eğer onu bana getirmeyecek olursanız, artık benim katımda sizin için bir ölçek (erzak) yoktur ve bana da yaklaşmayın"},{"SurahNumber":12,"VerseNumber":61,"Text":"Dediler ki: \"Onu babasından istemeye çalışacağız ve herhalde biz bunu yapabileceğiz"},{"SurahNumber":12,"VerseNumber":62,"Text":"Yardımcılarına dedi ki: \"Sermayelerini (erzak bedellerini) yüklerinin içine koyun. İhtimal ki ailelerine döndüklerinde bunun farkına varırlar da belki geri dönerler"},{"SurahNumber":12,"VerseNumber":63,"Text":"Böylelikle babalarına döndükleri zaman, dediler ki: \"Ey babamız, ölçek bizden engellendi. Bu durumda kardeşimizi bizimle gönder de erzağı alalım. Onu mutlaka koruyacağız"},{"SurahNumber":12,"VerseNumber":64,"Text":"Dedi ki: \"Daha önce kardeşi konusunda size güvendiğimden başka (bir şekilde) onun hakkında size güvenir miyim? Allah en hayırlı koruyucudur ve O, esirgeyenlerin esirgeyicisidir"},{"SurahNumber":12,"VerseNumber":65,"Text":"Erzak yüklerini açıp da sermayelerinin kendilerine geri verilmiş olduğunu gördüklerinde, dediler ki: \"Ey Babamız, daha neyi arıyoruz, işte sermayemiz bize geri verilmiş; (bununla yine) ailemize erzak getiririz, kardeşimizi koruruz ve bir deve yükünü de ilave ederiz. Bu (aldığımız) az bir ölçektir"},{"SurahNumber":12,"VerseNumber":66,"Text":"Bana etrafınızın çepeçevre kuşatılması dışında, onu ne olursa olsun mutlaka bana getireceğinize dair Allah adına kesin bir söz verinceye kadar, onu sizinle asla gönderemem.\" dedi. Böylelikle ona kesin bir söz verince dedi ki: \"Allah, söylediklerimize vekildir"},{"SurahNumber":12,"VerseNumber":67,"Text":"Ve dedi ki: \"Ey çocuklarım, tek bir kapıdan girmeyin, ayrı ayrı kapılardan girin. Ben size Allah'tan hiçbir şeyi sağlayamam (gideremem). Hüküm yalnızca Allah'ındır. Ben O'na tevekkül ettim. Tevekkül edenler de yalnızca O'na tevekkül etmelidirler"},{"SurahNumber":12,"VerseNumber":68,"Text":"Babalarının kendilerine emrettiği yerden (Mısır'a) girdiklerinde, (bu,) -Yakub'un nefsindeki dileği açığa çıkarması dışında- onlara Allah'tan gelecek olan hiçbir şeyi (gidermeyi) sağlamadı. Gerçekten o, kendisine öğrettiğimiz için bir ilim sahibiydi. Ancak insanların çoğu bilmezler"}]}