{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":10,"Text":"Hakkında ihtilâfa düştüğünüz herhangi bir şey; artık O´nun hükmü Allah´ındır. İşte benim Rabbim olan Allah. Ben O´na tevekkül ettim ve yalnızca O´na dönüp yönelirim"},{"SurahNumber":42,"VerseNumber":11,"Text":"O, göklerin ve yerin yaratıcısıdır. Size kendi nefislerinizden eşler, davarlardan da çiftler var etti. Sizleri bu tarzda türetip yayıyor. O´nun benzeri gibi olan hiçbir şey yoktur. O, işitendir, görendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Göklerin ve yerin anahtarları O´nundur. O, dilediğine rızkı genişletip yayar ve kısar da. Çünkü O, her şeyi bilendir"},{"SurahNumber":42,"VerseNumber":13,"Text":"O: «Dini dosdoğru ayakta tutun ve onda ayrılığa düşmeyin» diye dinden Nuh´a vasiyet ettiğini ve sana vahyettiğimizi, İbrahim´e, Musa´ya ve İsa´ya da vasiyet ettiğimizi sizin için de teşri´ etti (bir şeriat kıldı). Senin kendilerini çağırmakta olduğun şey, müşrikler üzerine ağır geldi. Allah, dilediğini buna seçer ve içten kendisine yöneleni hidayete eriştirir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Onlar, kendilerine ilim geldikten sonra, yalnızca aralarındaki ´tecavüz ve haksızlık´ dolayısıyla ayrılığa düştüler. Eğer senin Rabbinden, adı konulmuş bir ecele kadar geçmiş (verilmiş) bir söz olmasaydı, muhakkak aralarında hüküm verilmiş (iş bitirilmiş)ti. Şüphesiz onların ardından Kitaba mirasçı olanlar ise, herhalde ona karşı kuşku verici bir tereddüt içindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"Şu halde, sen bundan dolayı davet et ve emrolunduğun gibi dosdoğru bir istikamet tuttur! Onların heva (istek ve tutku)larına uyma! Ve de ki: «Allah´ın indirdiği her kitaba inandım. Aranızda adalet yapmakla emrolundum. Allah, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amellerimiz bizim, sizin amelleriniz sizindir. Bizimle sizin aranızda (karşılıklı delillere dayalı=hüccet) bir tartışma konusu yoktur. Allah, bizi bir arada birleştirip toplayacak ve dönüş de O´nadır.»"},{"SurahNumber":42,"VerseNumber":16,"Text":"O´na icabet olunduktan sonra, Allah hakkında (sözde) ´deliller öne sürüp tartışanların´ delilleri, Rabbleri katında geçersizdir. Onların üzerinde bir gazab vardır ve şiddetli azab onlar içindir"},{"SurahNumber":42,"VerseNumber":17,"Text":"Ki Allah, hak olmak üzere Kitabı ve mizanı indirdi. Ne bilirsin; belki kıyamet saati pek yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"Onda acele davrananlar, (gerçekte) ona inanmayanlardır. İman edenler ise, ona karşı bir korku içindedirler ve onun gerçekten hak olduğunu bilirler. Haberiniz olsun; kıyamet saati konusunda tartışmakta olanlar, gerçekte uzak bir sapıklık içindedirler"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah, kullarına karşı lütuf sahibi olandır; dilediğini rızıklandırır. O, kuvvetlidir, azizdir"}]}