{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"When Our angels came and brought Ibraheem the good news (the prophecy of the two sons), they said, \"We are going to destroy the members of that community. Indeed, its residents are evil"},{"SurahNumber":29,"VerseNumber":32,"Text":"(Ibraheem) said, \"Loot is there!\" They replied, \"We know who is there! We are definitely going to rescue him and his family, except his wife. She is to be among those staying behind"},{"SurahNumber":29,"VerseNumber":33,"Text":"When Our angels came to Loot, he felt bad and became uneasy about them. They said, \"Do not be afraid, and do not grieve. We are surely going to rescue you and your family, except your wife. She is to be among those staying behind"},{"SurahNumber":29,"VerseNumber":34,"Text":"We are going to rain down upon the residents of this town a punishment from the sky. This is because they lead a depraved and decadent life"},{"SurahNumber":29,"VerseNumber":35,"Text":"We have left their traces to serve as clear signs for any nation that follows reason"},{"SurahNumber":29,"VerseNumber":36,"Text":"(We sent) towards the nation of Madyan, their brother, Shoaib. He said, \"Oh people, worship Allah, rely on the Day of Judgment, and do not act wickedly in this world seeking mischief"},{"SurahNumber":29,"VerseNumber":37,"Text":"But they rejected him! So an earthquake shook them up, leaving them (dead) _ prone and prostrate in their houses"},{"SurahNumber":29,"VerseNumber":38,"Text":"(And We destroyed) ´Aads´ and the ´Samoods´; their ruined dwellings are quite well known. Shaitan made their deeds appear delightful to them. Although they were endowed with reason and intellect, yet Shaitan diverted them from the (straight) path"},{"SurahNumber":29,"VerseNumber":39,"Text":"(And We destroyed) Qaroon, the pharaoh and Haaman. Indeed, Musa had presented them the plain proofs. But they proclaimed themselves great in the land. They could not outrun (Our punishment)"},{"SurahNumber":29,"VerseNumber":40,"Text":"Thus, We took all of them to task for their sins. We sent a cyclone on some of them and an overwhelming bang seized others among them. We made the ground swallow some of them and there were those amongst them whom We drowned. Allah was not cruel to them. Rather, they used to treat themselves unjustly"},{"SurahNumber":29,"VerseNumber":41,"Text":"Those who take patrons other than Allah (and feel secure) may be likened to a spider that spins its home. Of course the flimsiest home is the web of the spider, if only they know"},{"SurahNumber":29,"VerseNumber":42,"Text":"Allah really knows well whomever and whatever they pray to other than Him. He is the most Powerful and the Wisest"},{"SurahNumber":29,"VerseNumber":43,"Text":"We quote the examples for the people. Only those with knowledge understand them"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah has created the heavens and the earth with justice (and a purpose). In that is surely a sign for those who believe"}]}