{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":110,"Text":"And olsun ki, Musa'ya Kitap verdik; onda ayrılığa düştüler. Eğer Rabbinin verilmiş bir sözü olmasaydı, aralarında çoktan hükmedilmiş olurdu. Doğrusu onlar, Kitap'ın Allah katından olduğunda şüphe ve endişe içindedirler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Rabbin, onların işlerinin karşılığını elbette tamamen verecektir. O, şüphesiz, onların yaptıklarını bilir"},{"SurahNumber":11,"VerseNumber":112,"Text":"Sen, beraberindeki tevbe edenlerle birlikte emrolunduğun gibi dosdoğru ol. Aşırı gitmeyin, doğrusu Allah yaptıklarınızı görür"},{"SurahNumber":11,"VerseNumber":113,"Text":"Haksızlık yapanlara yönelmeyin, yoksa ateş size de dokunur. Sizin Allah'tan başka dostunuz yoktur; sonra, yardım da göremezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gündüzün iki ucunda ve gecenin gündüze yakın zamanlarında namaz kıl. Doğrusu iyilikler kötülükleri giderir. Bu, öğüt kabul edenlere bir öğüttür"},{"SurahNumber":11,"VerseNumber":115,"Text":"Sabret, Allah iyi davrananların ecrini elbette zayi etmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden önceki nesillerin ileri gelenleri, yeryüzünde bozgunculuğa engel olmalı değil miydiler? Onlardan kurtardıklarımız pek azdır. Kendilerine verilen nimete karşı haksızlık edenlere uyanlar ise suçlu oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Rabbin, kasabaların halkı ıslah olmuşken, haksız yere onları yok etmez"},{"SurahNumber":11,"VerseNumber":118,"Text":"Eğer Rabbin dileseydi insanları tek bir ümmet kılardı. Fakat, Rabbinin merhamet ettikleri bir yana, hala ayrılıktadırlar, esasen onları bunun için yaratmıştır. Rabbinin \"And olsun ki cehennemi hep insan ve cin ile dolduracağım\" sözü yerine gelmiştir"},{"SurahNumber":11,"VerseNumber":119,"Text":"Eğer Rabbin dileseydi insanları tek bir ümmet kılardı. Fakat, Rabbinin merhamet ettikleri bir yana, hala ayrılıktadırlar, esasen onları bunun için yaratmıştır. Rabbinin \"And olsun ki cehennemi hep insan ve cin ile dolduracağım\" sözü yerine gelmiştir"},{"SurahNumber":11,"VerseNumber":120,"Text":"Peygamberlerin başlarından geçenlerden, sana anlattığımız her şey, senin gönlünü pekiştirmemizi sağlar; sana bu belgelerle gerçek; inananlara da öğüt ve hatırlatma gelmiştir"},{"SurahNumber":11,"VerseNumber":121,"Text":"İnanmayanlara: \"Durumunuzun gerektirdiğini yapın, doğrusu biz de yapıyoruz; bekleyin, biz de bekliyoruz\" de"},{"SurahNumber":11,"VerseNumber":122,"Text":"İnanmayanlara: \"Durumunuzun gerektirdiğini yapın, doğrusu biz de yapıyoruz; bekleyin, biz de bekliyoruz\" de"},{"SurahNumber":11,"VerseNumber":123,"Text":"Göklerin ve yerin gaybı Allah'a aittir. Bütün işler O'na döndürülür. Öyleyse O'na kulluk et, O'na güven. Rabbin, yaptıklarınızdan habersiz değildir"}]}