{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":44,"Text":"İçinde hidayet ve ışık bulunan Tevrat´ı biz indirdik. Müslüman peygamberler onunla Yahudiler arasında hüküm veriyorlardı. Hahamlar ve din bilginleri de Tanrı´nın kitabından emredildikleri şeylerle hüküm verirler ve onun üzerine tanık olurlardı. Halkı ululamayın, beni ululayın ve ayetlerimi ucuz bir fiyata satmayın. Tanrı´nın indirdiği ile hüküm vermeyenler kafirlerdir. [Bu ayetin çevirisinde önemli yanlışlıklar olduğunu düşünüyorum]"},{"SurahNumber":5,"VerseNumber":45,"Text":"Biz onda onların üzerine yazdık: Cana can, göze göz, buruna burun, kulağa kulak, dişe diş ve (bütün) yaralara (karşılık da) kısas vardır. Ama kim bunu sadaka olarak bağışlarsa o kendisi için bir kefarettir. Kim Tanrı´nın indirdiğiyle hükmetmezse, İşte onlar zalim olanlardır"},{"SurahNumber":5,"VerseNumber":46,"Text":"Onların (peygamberleri) ardından, yanlarındaki Tevrat´ı doğrulayıcı olarak Meryem oğlu İsa´yı gönderdik. Ona, içinde hidayet ve nur bulunan, önündeki Tevrat´ı doğrulayan ve muttakiler için bir kılavuz ve öğüt olan İncil´i verdik"},{"SurahNumber":5,"VerseNumber":47,"Text":"İncil ehli de Tanrı´nın onda indirdikleriyle hükmetsinler. Kim Tanrı´nın indirdiği ile hükmetmezse işte onlar fasıktır"},{"SurahNumber":5,"VerseNumber":48,"Text":"Sana da (Ey Muhammed) önündeki kitap(lar)ı doğrulayıcı ve ona ´bir şahid-gözetleyici´ olarak kitabı (Kuran´ı) indirdik. Öyleyse aralarında Tanrı´nın indirdiğiyle hükmet ve sana gelen haktan sapıp onların hevalarına uyma. Sizden her biriniz için bir şeriat ve bir yol-yöntem kıldık. Eğer Tanrı dileseydi, sizi tek bir ümmet kılardı; ancak (bu) verdikleriyle sizi denemesi içindir. Artık hayırlarda yarışınız. Tümünüzün dönüşü Tanrı´yadır. Hakkında anlaşmazlığa düştüğünüz şeyleri size haber verecektir"},{"SurahNumber":5,"VerseNumber":49,"Text":"Aralarında Tanrı´nın indirdiğiyle hükmet ve onların hevalarına uyma. Tanrı´nın sana indirdiklerinin bir kısmından seni şaşırtmamaları için onlardan sakın. Şayet yüz çevirirlerse, bil ki Tanrı bir kısım günahları nedeniyle onlara bir musibet tattırmak istemektedir. Kuşkusuz insanların çoğu fasıktır"},{"SurahNumber":5,"VerseNumber":50,"Text":"Onlar hala cahiliye hükmünü mü arıyorlar? Kesin bilgiyle inanan bir topluluk için, hükmü Tanrı´dan daha güzel olan kimdir"}]}