{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"Takva sahipleri, elbette cennetlerde ve pınarlardadırlar"},{"SurahNumber":15,"VerseNumber":46,"Text":"Girin oraya; selâmetle, emin olarak"},{"SurahNumber":15,"VerseNumber":47,"Text":"Biz, o cennetliklerin kalblerindeki kinleri çıkarır atarız. Hepsi kardeşler olarak tahtlar üzerinde karşı karşıya otururlar"},{"SurahNumber":15,"VerseNumber":48,"Text":"Orada kendilerine hiç bir zahmet dokunmaz ve oradan çıkarılacak da değillerdir"},{"SurahNumber":15,"VerseNumber":49,"Text":"(Ey Rasûlüm), kullarıma haber ver ki, gerçekten ben Gafûr’um, Rahîm’im"},{"SurahNumber":15,"VerseNumber":50,"Text":"Bununla beraber, azabım da çok acıklı bir azabdır"},{"SurahNumber":15,"VerseNumber":51,"Text":"Hem o kullara, İbrahîm’in misafirlerinden (kendisine misafir olarak gelen meleklerden) haber ver"},{"SurahNumber":15,"VerseNumber":52,"Text":"Hani melekler, İbrahîm’in yanına varıp “selam” demişlerdi (İbrahîm misafir melekler için hazırladığı yemeği, misafirlerin yemediğini görünce) dedi ki: “- Biz, sizden cidden korkuyoruz.”"},{"SurahNumber":15,"VerseNumber":53,"Text":"Melekler de: “-Korkma, gerçekten biz, sana, bilgin bir oğul müjdeliyoruz.” dediler"},{"SurahNumber":15,"VerseNumber":54,"Text":"İbrahîm dedi ki: “-Bana ihtiyarlık gelmişken, beni mi müjdelediniz? Neye dayanarak müjdeliyorsunuz?”"},{"SurahNumber":15,"VerseNumber":55,"Text":"Onlar: “- Seni hak ve gerçekle müjdeledik, onun için Allah’ın rahmetinden ümidini kesenlerden olma” dediler"},{"SurahNumber":15,"VerseNumber":56,"Text":"İbrâhim, dedi ki: “- Sapıklardan başka, kim Rabbinin rahmetinden ümid keser?”"},{"SurahNumber":15,"VerseNumber":57,"Text":"(Yine) dedi ki: “-Ey elçiler (Allah’ın melekleri!) Bundan sonra işiniz ne?”"},{"SurahNumber":15,"VerseNumber":58,"Text":"Onlar şöyle dediler: “- Biz mücrim (günahkâr) bir topluluğa gönderildik. (Onları helâk edeceğiz, bu topluluk da Lût kavmidir)"},{"SurahNumber":15,"VerseNumber":59,"Text":"Ancak (iman eden) Lût ailesi müstesnadır. Biz, onların hepsini muhakkak kurtaracağız"},{"SurahNumber":15,"VerseNumber":60,"Text":"Yalnız Lût’un karısını, gerçekten azab içinde kalanlardan takdîr ettik.”"}]}