{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":105,"Text":"And they ask you about the mountains, so say, \"My Fosterer will uproot them (to result in) a disintegration"},{"SurahNumber":20,"VerseNumber":106,"Text":"so that He will leave them as a leveled expanse"},{"SurahNumber":20,"VerseNumber":107,"Text":"You will see neither any crookedness nor unevenness"},{"SurahNumber":20,"VerseNumber":108,"Text":"On that day they will all follow the announcer, there will be no crookedness (in responding) to him, and voices will humble before the Beneficent (Allah), so that you will not hear anything except a faint sound"},{"SurahNumber":20,"VerseNumber":109,"Text":"On that day mediation will not be profitable except of him whom the Beneficent (Allah) permits, and with whose word He is pleased"},{"SurahNumber":20,"VerseNumber":110,"Text":"He knows that which is before them and that which is behind them but they cannot encompass it in(their) knowledge"},{"SurahNumber":20,"VerseNumber":111,"Text":"And faces will humble before the Living, the Eternally Existing and he who carries (the burden of) injustice would indeed fail"},{"SurahNumber":20,"VerseNumber":112,"Text":"And whoever does works of righteousness while he is a believer, then he will have neither the fear of injustice nor of getting lesser than what is due to him"},{"SurahNumber":20,"VerseNumber":113,"Text":"And thus We have sent it down an Arabic Quran and We have repeated in it (some) of the threats that they may guard (against evil) or (that) it may serve them as a reminder"},{"SurahNumber":20,"VerseNumber":114,"Text":"So Highly Exalted is Allah the Real King. And do not be in haste with the Quran before its communication to you is completed, and say, \"My Fosterer! increase me in knowledge"},{"SurahNumber":20,"VerseNumber":115,"Text":"And We had indeed made an agreement with Adam earlier but he forgot, and We did not find determination in him. (R)"}]}