{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":101,"Text":"Él es el Originador de los cielos y la Tierra ¿Cómo podría Él tener un hijo cuando no tiene esposa? Él ha creado todas las cosas y Él conoce todas las cosas"},{"SurahNumber":6,"VerseNumber":102,"Text":"Este es Dios, vuestro Señor. No hay más dios que Él, el Creador de todo. Así pues, ¡Adoradle! Él es Quien cuida de todo"},{"SurahNumber":6,"VerseNumber":103,"Text":"La vista no puede percibirle, pero Él percibe toda visión. Él es el Sutil, el Bien Informado"},{"SurahNumber":6,"VerseNumber":104,"Text":"Han venido a vosotros visiones claras de vuestro Señor, así pues, quien vea claro lo hará en beneficio de su propia alma y quien se ciegue se perjudicará a sí mismo. Yo no soy vuestro cuidador"},{"SurahNumber":6,"VerseNumber":105,"Text":"Así mostramos las señales de diferentes maneras, aunque ellos digan: «¡Tú lo has estudiado!», para dejárselo claro a una gente que tiene conocimiento"},{"SurahNumber":6,"VerseNumber":106,"Text":"¡Sigue lo que te fue revelado procedente de tu Señor! No hay más dios que Él. Y apártate de los politeístas"},{"SurahNumber":6,"VerseNumber":107,"Text":"Si Dios quisiera no adorarían a otros dioses, pero no te pusimos como responsable de sus actos, ni eres su abogado defensor"},{"SurahNumber":6,"VerseNumber":108,"Text":"Y no insultes a quienes ellos invocan en lugar de Dios, para que ellos no insulten a Dios, reaccionando con hostilidad y sin conocimiento. De esta misma manera hemos embellecido a cada comunidad su proceder. Luego regresarán hacia su Señor y Él les informará de lo que en realidad hacían"},{"SurahNumber":6,"VerseNumber":109,"Text":"Juran por Dios con solemnes juramentos que si llegase a ellos una señal, creerían sin duda en ella. Di: «En verdad, las señales pertenecen solamente a Dios.» Pero ¿No os dais cuenta de que si les llegasen no creerían"},{"SurahNumber":6,"VerseNumber":110,"Text":"Cambiaremos el estado de sus corazones y su visión de la misma forma que no creyeron en ella la primera vez y les dejaremos que, en su rebeldía, vaguen extraviados"}]}