{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Hindi Kami lumikha ng langit at lupa at anumang nasa pagitan ng dalawang ito nang walang-kabuluhan. Iyon ay palagay ng mga tumangging sumampalataya, kaya kapighatian ay ukol sa mga tumangging sumampalataya mula sa Apoy"},{"SurahNumber":38,"VerseNumber":28,"Text":"O gagawa Kami sa mga sumampalataya at gumawa ng mga maayos gaya ng mga tagagulo sa lupa? O gagawa Kami sa mga tagapangilag magkasala gaya ng mga masamang-loob"},{"SurahNumber":38,"VerseNumber":29,"Text":"[Ito ay] isang pinagpalang Aklat na pinababa Namin sa iyo upang magmuni-muni sila sa mga talata nito at upang magsaalaala ang mga may isip"},{"SurahNumber":38,"VerseNumber":30,"Text":"Ipinagkaloob Namin kay David si Solomon. Kay inam na lingkod! Tunay na siya ay palabalik [kay Allāh]"},{"SurahNumber":38,"VerseNumber":31,"Text":"[Banggitin] noong inilahad sa kanya sa dapit-hapon ang mga kabayong nakatayong nakaangat ang isang paa, na matutulin"},{"SurahNumber":38,"VerseNumber":32,"Text":"Kaya nagsabi siya: \"Tunay na ako ay umibig ng pagkaibig sa mabuting [bagay] sa halip ng pag-alaala sa Panginoon ko hanggang sa natakpan [ang araw] ng tabing"},{"SurahNumber":38,"VerseNumber":33,"Text":"Isauli ninyo ang mga ito sa akin.\" Kaya nagsimula siya sa pagtaga sa mga lulod at mga leeg [ng mga ito]"},{"SurahNumber":38,"VerseNumber":34,"Text":"Talaga ngang sumubok Kami kay Solomon at naglagay Kami sa silya niya ng isang katawan, pagkatapos nagsisising bumalik siya"},{"SurahNumber":38,"VerseNumber":35,"Text":"Nagsabi siya: \"Panginoon ko, magpatawad Ka sa akin at magkaloob Ka sa akin ng isang paghaharing hindi nararapat para sa isa matapos ko; tunay na Ikaw ay ang Tagapagkaloob"},{"SurahNumber":38,"VerseNumber":36,"Text":"Kaya pinagsilbi Namin para sa kanya ang hangin na dumadaloy ayon sa utos niya nang banayad saanman niya ipatama"},{"SurahNumber":38,"VerseNumber":37,"Text":"at ang mga demonyo: bawat tagapagpatayo at maninisid"},{"SurahNumber":38,"VerseNumber":38,"Text":"at may mga ibang pinaggagapos sa mga posas"},{"SurahNumber":38,"VerseNumber":39,"Text":"Ito ay bigay Namin, kaya magmagandang-loob ka o magpigil ka nang walang pagtutuos"},{"SurahNumber":38,"VerseNumber":40,"Text":"Tunay na mayroon siya sa ganang Amin na talagang kadikitan at kagandahan ng babalikan"}]}