{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Those who consider it a lie that they will have to meet Allah are indeed the losers so much so that when that Hour comes to them suddenly they will say: ´Alas for us, how negligent we have been in this behalf.´ They will carry their burden (of sins) on their backs. How evil is the burden they bear"},{"SurahNumber":6,"VerseNumber":32,"Text":"The life of this world is nothing but a sport and a pastime, and the life of the Hereafter is far better for those who seek to ward off their ruin. Will you not, then, understand"},{"SurahNumber":6,"VerseNumber":33,"Text":"(O Muhammad!) We know indeed that the things they say grieve you, though in truth it is not you whom they give the lie to, but it is the signs of Allah that these wrong-doers reject"},{"SurahNumber":6,"VerseNumber":34,"Text":"Messengers before you have been given the lie to, and they endured with patience their being given the lie to and being persecuted until the time when Our help reached them. None has the power to alter the words of Allah. Indeed some account of the Messengers has already reached you"},{"SurahNumber":6,"VerseNumber":35,"Text":"Nevertheless, if their turning away grieves you, then seek - if you can - either a way down into the earth or a ladder to the heavens, and try to bring to them some sign. Had Allah so willed, He would have gathered them all to the true guidance. Do not, then, be among the ignorant"},{"SurahNumber":6,"VerseNumber":36,"Text":"Only they who listen can respond to the call of the Truth; as for the dead, Allah will raise them and then to Him they will be returned"},{"SurahNumber":6,"VerseNumber":37,"Text":"And they say: ´Why has no miraculous sign been sent down to him from his Lord?´ Say: ´Surely Allah has the power to send down a sign, but most of them do not know"},{"SurahNumber":6,"VerseNumber":38,"Text":"There is no animal that crawls on the earth, no bird that flies with its two wings, but are communities like you. We have neglected nothing in the Book (of decree). Then to their Lord will they all be mustered"},{"SurahNumber":6,"VerseNumber":39,"Text":"Those who gave the lie to Our signs are deaf and dumb and blunder about in darkness. Allah causes whomsoever He wills to stray in error, and sets whomsoever He wills on the straight way.´"},{"SurahNumber":6,"VerseNumber":40,"Text":"Say: ´What do you think if some chastisement of Allah or the Hour suddenly overtakes you: do you cry to any other than Allah? Answer, if you speak the truth"},{"SurahNumber":6,"VerseNumber":41,"Text":"Lo, it is to Him alone that you cry and then, if He so wills, He removes the distress for which you had cried to Him. Then you forget the partners you had set up with Allah"}]}