{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Wysłaliśmy Noego do jego ludu i powiedział: \"O ludu mój! Czcijcie Boga! Nie ma dla was żadnego boga oprócz Niego! Czyż wy nie będziecie bogobojni"},{"SurahNumber":23,"VerseNumber":24,"Text":"I starszyzna - ci z jego ludu, którzy nie uwierzyli - powiedziała: \"To jest tylko człowiek jak wy; on chce się wywyższyć nad wami. A gdyby zechciał Bóg, to z pewnością zesłałby aniołów. My nie słyszeliśmy, żeby coś podobnego zdarzyło się u naszych dawnych przodków"},{"SurahNumber":23,"VerseNumber":25,"Text":"To tylko człowiek opętany przez dżiny; doglądajcie go więc przez jakiś czas"},{"SurahNumber":23,"VerseNumber":26,"Text":"Noe powiedział: \"Panie mój! Dopomóż mi,.. ponieważ oni uznali mnie za kłamcę"},{"SurahNumber":23,"VerseNumber":27,"Text":"I objawiliśmy mu: Zbuduj statek na Naszych oczach i według Naszego objawienia! A kiedy przyjdzie Nasz rozkaz i kiedy kipi piec, wtedy wprowadź do niego ze wszystkiego stworzenia po parze i twoją rodzinę, oprócz tych spośród nich, przeciwko którym już poprzednio zostało wypowiedziane słowo. I nie przemawiaj do mnie w obronie tych, którzy byli niesprawiedliwi. Zaprawdę, oni zostaną zatopieni"},{"SurahNumber":23,"VerseNumber":28,"Text":"A kiedy urządzisz się, ty i ci, którzy są razem z tobą na statku, powiedz: \"Chwała niech będzie Bogu, który nas wybawił od ludu niesprawiedliwych"},{"SurahNumber":23,"VerseNumber":29,"Text":"I powiedz: \"Panie mój i Pozwól mi przybić do jakiegoś błogosławionego miejsca! Ty jesteś najlepszym z tych, którzy doprowadzają do przystani"},{"SurahNumber":23,"VerseNumber":30,"Text":"Zaprawdę, w tym są znaki! I My jesteśmy, z pewnością, doświadczającymi"},{"SurahNumber":23,"VerseNumber":31,"Text":"Po nich utworzyliśmy inne pokolenie"},{"SurahNumber":23,"VerseNumber":32,"Text":"I wysłaliśmy do nich posłańca spośród nich: \"Czcijcie Boga! Nie ma dla was żadnego innego boga oprócz Niego! Czyż nie będziecie bogobojni"}]}