{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":85,"Text":"А до мад’янітів [Ми послали] їхнього брата Шуейба. Він сказав: «О люди! Поклоняйтеся Аллагу! У вас немає бога, крім Нього! Прийшло до вас ясне знамення від Господа вашого. Наповнюйте ж міру й вагу, не обманюйте людей у майнових справах і не поширюйте безчестя на землі після того, як вона стала кращою. Так буде краще для вас, якщо ви віруючі"},{"SurahNumber":7,"VerseNumber":86,"Text":"Не чатуйте на кожній дорозі, погрожуючи й збиваючи зі шляху Аллага тих, хто увірував у Нього та намагаючись викривити цей шлях. Згадайте, як вас було мало, а Ми примножили вас. Погляньте, яким був кінець нечестивців"},{"SurahNumber":7,"VerseNumber":87,"Text":"І якщо частина з вас увірувала в те, з чим мене послано, а друга частина не увірувала, то чекайте, поки Аллаг не розсудить між нами! А Він — найкращий із суддів!»"},{"SurahNumber":7,"VerseNumber":88,"Text":"І сказала зверхня старшина його народу: «Ми неодмінно виженемо тебе з нашого селища, Шуейбе, і тих, які увірували разом із тобою. Або ж ти повернешся до релігії нашої!» Той відповів: «А якщо ми ненавидимо її"},{"SurahNumber":7,"VerseNumber":89,"Text":"Ми зведемо наклеп на Аллага, якщо повернемося до вашої релігії після того, як Аллаг врятував нас від неї. Не годиться нам повертатися до неї, хіба що цього побажає Аллаг, Господь наш. Наш Господь осягає знанням кожну річ, і на Аллага ми сподіваємося! Господи наш! Розсуди між нами та народом нашим по правді, адже Ти — найкращий із тих, хто вирішує!»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Старшина його народу, яка не увірувала, сказала: «Якщо ви підете за Шуейбом, то неодмінно зазнаєте втрат!»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Але їх уразив землетрус. Лишилися вони мертві в будинках своїх"},{"SurahNumber":7,"VerseNumber":92,"Text":"Ті, які вважали Шуейба за брехуна, наче ніколи й не жили там. Ті, які вважали Шуейба за брехуна, зазнали втрат"},{"SurahNumber":7,"VerseNumber":93,"Text":"[Шуейб] відвернувся від них і сказав: «Я передав вам послання від Господа мого й радив добро. То як мені сумувати за невіруючими людьми?»"}]}