{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"A říkají ti, kdož nemají naději na setkání s Námi: \"Kdyby k nám byli sesláni andělé či kdybychom uzřeli Pána svého, věřili bychom!\" A zpyšněli v duších svých a povyšovali se velmi domýšlivě"},{"SurahNumber":25,"VerseNumber":22,"Text":"V den, kdy anděly spatří - a ten den nebude pro hříšníky radostnou zvěstí - zvolají: \"Přehradu zahrazující postavte mezi nás"},{"SurahNumber":25,"VerseNumber":23,"Text":"A My posoudíme skutky, které konali, a učiníme z nich prach rozptýlený"},{"SurahNumber":25,"VerseNumber":24,"Text":"V ten den se dostane obyvatelům ráje nejlepšího místa k přebývání a nejkrásnějšího místa k odpočinutí"},{"SurahNumber":25,"VerseNumber":25,"Text":"v den, kdy rozpoltí se nebe i s mračny a andělé sesláním budou sesláni"},{"SurahNumber":25,"VerseNumber":26,"Text":"v ten den bude mít Milosrdný neomezenou vládu; a těžký pro nevěřící to bude den"},{"SurahNumber":25,"VerseNumber":27,"Text":"V ten den si bude nevěřící ruce své hryzat a říkat: \"Ó kéž bych se byl ubíral cestou stejnou s poslem"},{"SurahNumber":25,"VerseNumber":28,"Text":"Běda mi, kéž jsem toho a toho za přítele nebral"},{"SurahNumber":25,"VerseNumber":29,"Text":"vždyť on mne věru od připomenutí odvedl poté, co se mi ho dostalo; a satan člověka jen na holičkách nechal"},{"SurahNumber":25,"VerseNumber":30,"Text":"I řekne posel: \"Pane, lid můj pokládal tento Korán za něco, čemu se vyhnout je zapotřebí"},{"SurahNumber":25,"VerseNumber":31,"Text":"A takto jsme udělali každému proroku nepřítele z hříšníků vzešlého, leč Pán tvůj ti zcela jako vůdce i pomocník stačí"},{"SurahNumber":25,"VerseNumber":32,"Text":"A říkají ti, kdož nevěří: \"Kdyby mu byl seslán Korán v jednom celku, uvěřili bychom!\" A sesíláme jej takto, abychom tím posílili srdce tvé, a předčítáme jej s péčí největší"},{"SurahNumber":25,"VerseNumber":33,"Text":"A neuvedou ti nevěřící podobenství žádné, aniž bychom ti k němu přinesli odpověď pravdivou a výklad nejlepší"},{"SurahNumber":25,"VerseNumber":34,"Text":"Ti, kteří shromážděni budou s tvářemi k peklu obrácenými, ti místa nejhorší mít budou a nejdále z cesty sejdou"}]}