{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":172,"Text":"ئەوانەی کە وەڵامی خواو پێغەمبەریان دایەوە لەپاش ئەوەی کە (لەئوحوددا) تووشی برینداری بوون بۆ ئەوانەیان ھەیە کەکردەوەی چاکیان کردوە, وەخۆیان پاراستووە پاداشتێکی گەورە"},{"SurahNumber":3,"VerseNumber":173,"Text":"ئەوانەی کەخەڵکی پێیان دەووتن بە ڕاستی خەڵکی (بێ باوەڕ) لەشکر و کۆمەڵی زۆریان کۆکردۆتەوە لە دژتان کەواتە بترسن لێ یان کەچی ئەوان (ئیمانداران) بەمە باوەڕیان زیاد بوو وە ووتیان ھەر خوامان بەسە چەند پشت پێ بەستراوێکی چاکە"},{"SurahNumber":3,"VerseNumber":174,"Text":"ئەمجا گەڕانەوە (بۆ مەدینە) بە بەھرەی گەورەوە (کەسەلامەتیە) وفەزڵ و پاداشت لەلایەن خواوە ھیچ زیان و ناخۆشیەکیان تووش نەبوو ئەوانە شوێنی ڕەزامەندی خوا کەوتن وەخوا خاوەنی بەھرە وفەزڵی گەورەیە"},{"SurahNumber":3,"VerseNumber":175,"Text":"بەڕاستی ئەوەی ئێوە (سارد دەکاتەوە) تەنھا شەیتانە کەدۆست و (برادەرانی) خۆی دەترسێنێت جائێوە لێیان مەترسن وە لەمن بترسن ئەگەر ئێوە بڕوادارن"},{"SurahNumber":3,"VerseNumber":176,"Text":"بادڵ غەمگینت نەکەن ئەوانەی پێشبڕکێ و پەلە دەکەن لەبێ بڕواییدا بێگومان ئەوانە ھەرگیز ھیچ زیانێک ناگەیەنن بەخوا خوا دەیەوێت کەھیچ بەشێکیان بۆ دانەنێت لەڕۆژی دوایی دا وەبۆ ئەوان سزایەکی گەورە ھەیە"},{"SurahNumber":3,"VerseNumber":177,"Text":"بەڕاستی ئەوانەی کەبێ بڕواییان کڕی (لەم جیھانەدا) بەبڕواو ئیمان ھەرگیز ھیچ جۆرە زیانێک ناگەیەنن بەخوا بۆئەوانە ھەیە سزایەکی بەئێش و ئازار"},{"SurahNumber":3,"VerseNumber":178,"Text":"ھەرگیز واگومان نەبەن ئەوانەی کەبێ باوەڕن ئەو مۆڵەت دانی ئێمە بۆ ئەوان چاکە بۆ خۆیان بەڕاستی ئێمە مۆڵەتی ئەوان ئەدەین بۆ ئەوەی گوناھی زیاتر بکەن وە بۆ ئەوانە ھەیە سزایەکی ڕیسواکەر"},{"SurahNumber":3,"VerseNumber":179,"Text":"خوا واز لەبڕواداران ناھێنێت لەسەر ئەو بارەی کەئێوەی لەسەرن (کەجیا نەبوونەوەی موسڵمان و دووڕوو و کافرە) ھەتا جیا دەکاتەوە پیس لەپاک وەخوای گەورە ئێوە ئاگادار ناکات بەسەر نھێنی (غەیب) دا بەڵام خوای گەورە ھەڵی ئەبژێرێت لە نێرراوەکانیدا ھەرکەسێکی بوێت جا بڕوای ڕاستەقینە بێنن بەخوا وەبەنێرراوەکانی وە ئەگەر بەو جۆرە بڕوا بێنن وخۆتان بپارێزن ئەوە پاداشتێکی زۆر گەورەتان بۆ ھەیە"},{"SurahNumber":3,"VerseNumber":180,"Text":"ھەرگیز واگومان نەبەن ئەوکەسانەی کەچروکی دەکەن بەوەی کە خوا پێی بەخشیوون لەڕێز و بەھرەی خۆی کەئەو (چرووکیە) چاکترە بۆیان (نەخێر وانیە) بەڵکو ئەوە خراپە بۆیان بە زوویی ئەوەی چروکیان پێ دەکرد وەک تەوق دەکرێتە ملیان لەپاشە ڕۆژدا (ڕۆژی ھەستانەوە) وە ھەر بۆخوایە وموڵکی ئەوە میراتی ئاسمانەکان و زەوی (ئەوەی لە ئاسمانەکان و زەویدایە) وە خوا ئاگادارە بە ھەرچی کە ئێوە دەیکەن"}]}