{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Na kagiya a Balowin so Wata o Maryam a ibarat, na sa maoto na so Pagtaongka na po-on ro-o na Pukhisagorong siran a Ka- kayad"},{"SurahNumber":43,"VerseNumber":58,"Text":"Go Pitharo iran: Ino so manga Katohanan nami aya tomo, antawa-a Sukaniyan (i tomo)? Da-a Kiyapayaga iran Ruka on, a rowarsa Kapamawal: Kuna, ka siran na Pagtao a manga Pawal"},{"SurahNumber":43,"VerseNumber":59,"Text":"Da ko Sukaniyan (a Isa) inonta na Oripun: A ini Pangalimo Ami Sukaniyan, go Biyaloi Ami Sukaniyan a ladiyawan ko mangaMoriyatao o Israil"},{"SurahNumber":43,"VerseNumber":60,"Text":"Na o Kabaya Ami, na Mataan a Phaka-adun Kami sa sambi iyo a manga Malaikat ko Lopa, a mamakasambi siran"},{"SurahNumber":43,"VerseNumber":61,"Text":"Na Mata-an! a so Īsa na titho a nana-o ko Bangkit: Na di kano ron Pukhadowadowa-i, go Onoti Yako niyo: Giyaya i okit a Maka-o ontol"},{"SurahNumber":43,"VerseNumber":62,"Text":"Na di kano Phaki-alang ko Shaitan: Mata-an! A Sukaniyan na ridowai niyo a Mapayag"},{"SurahNumber":43,"VerseNumber":63,"Text":"Na kagiya a Makatalingoma so Īsa a rakhus o manga Rarayag a Karina, na Pitharo Iyan: Sabunar a Minitalingoma ko rukano so Ongangun, go kagiya a Pagosain Ko rukano so saba-ad ko nganin a di kano ron Phagayonayon: Na kalukun niyo so Allah, go Onoti Yako niyo"},{"SurahNumber":43,"VerseNumber":64,"Text":"Mata-an! A so Allah, na Sukaniyan 1ı Kadnan Ko go Kadnan niyo: Na Showasowata niyo Sukaniyan: Giyaya i okit a Maka-o ontol"},{"SurahNumber":43,"VerseNumber":65,"Text":"Na Mishoransorang so Pishagorompong kondolondolonan niran: Na sangat a siksa a Bagiyan o siran a Mindadarowaka, a pud ko siksa ko Gawi-i a Malipudus"},{"SurahNumber":43,"VerseNumber":66,"Text":"Ba adun a Punaya-on niran a rowar ko Bangkit, sa Kapakatalingoma niyan kiran a Mitalumba, a siran na di siran Maka-i inungka"},{"SurahNumber":43,"VerseNumber":67,"Text":"So Mbobolayoka sa Alongan noto na so saba-ad kiran na ridowai o saba-ad,-Inonta so Miyamananggila"}]}