{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Those who believe and those who are Jewish and the Christians and the Sabians, anyone who believes in God and the last day and does good work, then they have their reward with their Master and they have no fear and no sadness"},{"SurahNumber":2,"VerseNumber":63,"Text":"And (remember) when We took your commitment and raised the mountain above you (and told you) to firmly hold on to what We gave you (Our commandments), and remember what is in it, so that you may control yourselves"},{"SurahNumber":2,"VerseNumber":64,"Text":"But you turned back after that, and if it was not for God’s grace and mercy on you, you would have definitely been among the losers"},{"SurahNumber":2,"VerseNumber":65,"Text":"Certainly you knew the ones among you who violated the Sabbath, and We told them to be despised monkeys"},{"SurahNumber":2,"VerseNumber":66,"Text":"So We made it an exemplary punishment for those among them and those who succeeded them, and a lesson for those who control themselves"},{"SurahNumber":2,"VerseNumber":67,"Text":"And when Moses told his people: God indeed ordered you to sacrifice a cow. They said: are you making fun of us? Moses said: I seek God’s protection from being among the ignorant ones"},{"SurahNumber":2,"VerseNumber":68,"Text":"They said: call on your Master on our behalf to clarify for us what (kind of cow) it should be. He said: He (God) says that it should be a cow that is neither too old nor too young, but in between. So, do as you are ordered"},{"SurahNumber":2,"VerseNumber":69,"Text":"They said: call on your Master on our behalf to clarify for us what is its color. He said: He (God) says that it is a cow, yellow with its color bright, pleasing the viewers"},{"SurahNumber":2,"VerseNumber":70,"Text":"They said: call on your Master on our behalf to clarify for us which one, because all cows look alike to us, and God willing we will be guided"},{"SurahNumber":2,"VerseNumber":71,"Text":"He said: He (God) says that a cow that is not trained to plow the land or water the crop, perfect with no blemishes. They said: now you brought us the truth. Then they slaughtered it, but they almost did not do"}]}