{"Id":160,"LanguageCodes":["fa","fas"],"Name":"fas-mohsengharaati","Author":"Mohsen Gharaati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"بگو: «چه کسى از آسمان و زمین، شما را روزى مى‌دهد؟ یا چه کسى مالک گوش و چشم‌هاست؟ و چه کسى زنده را از مرده، و مرده را از زنده، بیرون مى‌آورد؟ و چه کسى کار هستى را سامان مى‌دهد؟» خواهند گفت: «خدا.» بگو: «آیا از کیفر پرستش غیر خدا، پروا نمى‌کنید؟»"},{"SurahNumber":10,"VerseNumber":32,"Text":"پس این چنین خداوند، به حقّ، پروردگار شماست. و پس از حقّ، جز گمراهى چیست؟ پس چگونه [از حقّ] بازگردانده مى‌شوید؟"},{"SurahNumber":10,"VerseNumber":33,"Text":"بدین­سان حکم و سخن پروردگارت بر آنان که نافرمانى کردند، محقّق شد، که آنان ایمان نمى‌آورند"},{"SurahNumber":10,"VerseNumber":34,"Text":"بگو: «آیا از معبودهایى که شما شریک خدا قرار داده‌اید، کسى هست که بتواند آفرینش را آغاز کند، سپس آن را بازگرداند؟» بگو: «[فقط] خداوند، آفرینش را آغاز مى‌کند و سپس بازمى‌گرداند. پس چرا [از حقّ] بازگردانده مى‌شوید؟!»"},{"SurahNumber":10,"VerseNumber":35,"Text":"بگو: «آیا از معبودهایى که شما شریک خدا قرار داده‌اید، کسى هست که به سوى حقّ هدایت کند؟» بگو: «[فقط] خداوند به حقّ هدایت مى‌کند. پس آیا کسى که به سوى حقّ هدایت مى‌کند، براى پیروى شایسته‌تر است، یا کسى که هدایت نمی‌شود، مگر آنکه هدایتش کنند؟ شما را چه می‌شود؟ چگونه حکم می‌کنید؟!»"},{"SurahNumber":10,"VerseNumber":36,"Text":"و بیشترِ آنان، جز از گمان پیروى نمى‌کنند. قطعاً گمان به هیچ وجه [انسان را] ازحقیقت بى‌نیاز نمى‌کند. همانا خداوند به آنچه مردم انجام مى‌دهند، آگاه است"},{"SurahNumber":10,"VerseNumber":37,"Text":"و چنان نیست که این قرآن از سوى غیرخدا و به دروغ ساخته شده باشد؛ بلکه تصدیقى است براى کتب آسمانى پیشین و توضیحى از آن کتاب است. شکى نیست که از سوى پروردگار جهانیان است"},{"SurahNumber":10,"VerseNumber":38,"Text":"بلکه مى‌گویند: «[محمّد] آن را به دروغ ساخته [و به خدا نسبت داده] است!» بگو: «اگر راست مى‌گویید، پس سوره‌اى همانند آن بیاورید و هرکه را غیر از خدا مى‌توانید، به یارى بخوانید؟»"},{"SurahNumber":10,"VerseNumber":39,"Text":"بلکه چیزى را که به شناخت آن احاطه نداشتند، دروغ پنداشتند، در حالی که سرانجام و حقیقت و باطن آن، هنوز برایشان روشن نشده است.کسانى که پیش از آنان بودند نیز همین­گونه تکذیب کردند. پس بنگر که سرانجام ستمگران چگونه است؟"},{"SurahNumber":10,"VerseNumber":40,"Text":"و بعضى از آنان، کسانى هستند که به قرآن ایمان مى‌آورند و برخى، کسانى که به آن ایمان نمى‌آورند. و پروردگارت به فسادکنندگان داناتر است"}]}