{"Id":62,"LanguageCodes":["bs","bos"],"Name":"bos-besimkorkut","Author":"Besim Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"I kad Musa ispuni ugovoreni rok i krenu sa čeljadi svojom, on ugleda vatru na jednoj strani brda. \"Pričekajte!\" – reče čeljadi svojoj – \"vidio sam vatru, možda ću vam od nje kakvu vijest donijeti, ili zapaljenu glavnju, da se ogrijete"},{"SurahNumber":28,"VerseNumber":30,"Text":"A kad dođe do vatre, neko ga zovnu s desne strane doline, iz stabla, u blagoslovljenom kraju: \"O Musa, Ja sam – Allah, Gospodar svjetova"},{"SurahNumber":28,"VerseNumber":31,"Text":"Baci štap svoj!\" I kad vidje da se poput hitre zmije kreće, on uzmače i ne vrati se. \"O Musa, priđi i ne boj se, sigurno ti se nikakvo zlo dogoditi neće"},{"SurahNumber":28,"VerseNumber":32,"Text":"Uvuci svoju ruku u njedra svoja, pojaviće se bijela, a bez mahane, i priberi se tako od straha! To su dva dokaza od Gospodara tvoga faraonu i glavešinama njegovim; oni su, zaista, narod raskalašeni"},{"SurahNumber":28,"VerseNumber":33,"Text":"Gospodaru moj\" – reče – \"ja sam ubio jednog njihovog čovjeka, pa se bojim da i oni mene ne ubiju"},{"SurahNumber":28,"VerseNumber":34,"Text":"A moj brat Harun je rječitiji od mene, pa pošalji sa mnom i njega kao pomoćnika da potvrđuje riječi moje, jer se bojim da me ne nazovu lašcem"},{"SurahNumber":28,"VerseNumber":35,"Text":"Pomoći ćemo te bratom tvojim\" – reče On – \"i obojici ćemo vlast dati, pa vam se oni neće usuditi prići; s Našim znamenjima vas dvojica i oni koji vas budu slijedili postaćete pobjednici"},{"SurahNumber":28,"VerseNumber":36,"Text":"I kada im Musa donese Naše jasne dokaze, oni povikaše: \"Ovo je samo smišljena čarolija; nismo čuli da se ovako nešto dešavalo u doba predaka naših"},{"SurahNumber":28,"VerseNumber":37,"Text":"Gospodar moj dobro zna onoga koji donosi uputstvo od Njega\" – reče Musa – \"onoga koji će na kraju pobijediti, a nevjernici doista neće uspjeti"},{"SurahNumber":28,"VerseNumber":38,"Text":"O velikaši\" – reče faraon – \"ja ne znam da vi imate drugog boga osim mene, a ti, o Hamane, peci mi opeke i sagradi mi toranj da se popnem k Musaovu Bogu, jer ja mislim da je on, zaista, lažac"},{"SurahNumber":28,"VerseNumber":39,"Text":"A on i vojske njegove bijahu se bez ikakva osnova ponijeli na Zemlji i mislili su da Nam neće biti vraćeni"},{"SurahNumber":28,"VerseNumber":40,"Text":"pa Mi dohvatismo i njega i vojske njegove i u more ih bacismo; pogledaj kako su skončali nevjernici"},{"SurahNumber":28,"VerseNumber":41,"Text":"A bili smo ih učinili vođama koji su pozivali u ono zbog čega se ide u vatru – a na Sudnjem danu niko im neće pomoći –"},{"SurahNumber":28,"VerseNumber":42,"Text":"i popratismo ih prokletstvom na ovome svijetu, a na onome svijetu biće od svakog dobra udaljeni"}]}