{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":87,"Text":"Мы дали Мусе писание и вслед за ним Мы отправили посланников; и Мы даровали Исе, сыну Марйам, ясные знамения и подкрепили его духом святым. Неужели же каждый раз, как к вам приходит посланник с тем, чего ваши души не желают, вы превозноситесь? Одних вы объявили лжецами, других вы убиваете"},{"SurahNumber":2,"VerseNumber":88,"Text":"И сказали они: \"Сердца наши не обрезаны\". Да! Пусть проклянет их Аллах неверие, мало они веруют"},{"SurahNumber":2,"VerseNumber":89,"Text":"А когда пришло к ним писание, от Аллаха, подтверждающее истинность того, что с ними, - а еще прежде они просили победы против тех, которые были неверные, - так когда пришло к ним то, что они знали, они не уверовали в это. Проклятие же Аллаха над неверующими"},{"SurahNumber":2,"VerseNumber":90,"Text":"Плохо то, что они купили за свои души, чтобы им не веровать в то, что ниспослал Аллах, из зависти, что Аллах ниспосылает от Своей милости кому пожелает из Своих рабов! И навлекли они на себя гнев на гнев. Поистине, для неверных - наказание унизительное"},{"SurahNumber":2,"VerseNumber":91,"Text":"А когда скажут им: \"Веруйте в то, что ниспослал Аллах!\", они говорят: \"Мы веруем в то, что ниспослано нам\", а не веруют в то, что за этим, хотя это - истина, подтверждающая истинность того, что с ними. Скажи: \"Почему же тогда вы раньше избивали пророков Аллаха, если вы верующие"},{"SurahNumber":2,"VerseNumber":92,"Text":"К вам пришел Муса с ясными знамениями, потом вы взяли тельца после него, будучи несправедливыми"},{"SurahNumber":2,"VerseNumber":93,"Text":"И вот Мы взяли договор с вас и воздвигли над вами гору: \"Возьмите то, что Мы вам даровали, с силой и слушайте!\" Они сказали: \"Мы услышали и не повинуемся.\" Они напоены по своему неверию в сердцах: \"Скверно то, что приказывает вам ваша вера, если вы веруете"},{"SurahNumber":2,"VerseNumber":94,"Text":"Скажи: \"Если будущее жилище у Аллаха для вас исключительно, помимо людей, то пожелайте смерти, если вы правдивы"},{"SurahNumber":2,"VerseNumber":95,"Text":"Но никогда они не пожелают ее из-за того, что готовили их руки. Поистине, Аллах знает про неправедных"},{"SurahNumber":2,"VerseNumber":96,"Text":"И действительно, ты найдешь, что они - самые жадные из людей к жизни, даже среди тех, которые придали (Аллаху) сотоварищей; всякий из них захотел бы, чтобы ему дана была жизнь в тысячу лет. Но и то не отдалит его от наказания, что ему будет дарована долгая жизнь: ведь Аллах видит, что они делают"}]}