{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"Soo Waxyoodka Kitaabka (Qur’aanka) wuxuu ka yimid xagga Allaah, Adkaadaha, Xakiimka ah"},{"SurahNumber":39,"VerseNumber":2,"Text":"Hubaal Waxaanu Annagu kuugu soo waxyoonnay Kitaabka si Xaq ah. Ee caabud Allaah Keliya, adigoo u daacad ah aan waxba la wadaajin cibaadada"},{"SurahNumber":39,"VerseNumber":3,"Text":"Ogaada, hubaal cibaado oo dhan barax tiran1 aan waxba lala wadaajin cid kale waxaa Xaq u leh Allaah (Keliya). Oo (ma xagga) kuwa yeesha awliyo ay la barbar caabudaan Isaga, (iyagoo leh): Uma caabudno waxaan ahayn inay noo dhoweeyaan Allaah dhowaansho aad ah. Hubaal Allaah baa ku kala xukumi doona dhexdooda waxa ay isku khilaafaan. Hubaal Allaah ma hanuuniyo kan isagu ah beenaale, abaal laawe"},{"SurahNumber":39,"VerseNumber":4,"Text":"Haddii uu Allaah doonayo inuu yeesho wiil wuxuu hubaal ka dooran lahaa waxa uu abuuray waxa uu doono. Xurmo oo dhan Isaga baa leh oo nazahan. Waa Allaah, Waaxidka, Awoodda Sare leh"},{"SurahNumber":39,"VerseNumber":5,"Text":"Wuxuu ku abuuray samooyinka iyo arlada Xaq. Wuxuu ka yeelaa habeenka inuu daboolo maalinta, oo ka yeelaa maalinta inay gasho halka habeenka. Oo wuxuu layliyay qorraxda iyo dayaxa. Mid walbaa wuxuu ku socdaa muddo magacaaban. Ogaada hubaal waa Isaga Adkaadaha, Dambi Dhaafka Badan"},{"SurahNumber":39,"VerseNumber":6,"Text":"Wuxuu idinka abuuray naf keliya (Aadam); oo ka yeelay lammaankiisa (Xawwaa) isku nooc. Oo wuxuu idiin yeelay sideed ka mid ah xoolaha oo lammaan ah. Wuxuu idinku abuuraa uurarka hooyooyinkiin abuuris ka dambeysa abuuris saddex mugdi2 dhexdood, kaas baa ah Allaah _Rabbigiin. Isagaa leh Boqortooyada. Ma jiro Ilaah (Xaq lagu caabudo) aan Isaga ahayn. Ee xagee baaa haddaba la idiinka iilay"},{"SurahNumber":39,"VerseNumber":7,"Text":"Haddii aad gaalowdaan, haddaba hubaal Allaah waa isku filan yahay oo idinka deeqtoon yahay, lamase jecla abaal dhac iyo gaaloobid addoomahiisa. Haddiise aad tihiin kuwo mahad naqa, wuu idiinka raalli yahay. Oo qof culaabi saaran tahay ma qaado culaabta qof kale. Oo waa xagga Rabbigiin laabashadiinna, markaasuu idiin sheegi waxaad fali jirteen. hubaal wuu Ogsoon yahay waxa ku jira laabaha"},{"SurahNumber":39,"VerseNumber":8,"Text":"Oo marka ay dhibi taabato aadmiga wuxuu u dhawaaqdaa Rabbigiis (Allaah Keliya) isagoo badiya u noqodka Xaggiisa, markase uu siiyo nicmo Xaggiisa ah3, waa halmaamaa waxa uu ugu dhawaaqday kal hore, oo wuxuu u yeelaa dhigyo Allaah, si uu (u lumo oo aadmigana) uga lumiyo Jidkiisa. Dheh: Ku raaxeyso abaal dhiciddaada wax yar, hubaal waxaad ka mid tahay ehlu Naarka"},{"SurahNumber":39,"VerseNumber":9,"Text":"Ma mid daacad ah saacado habeenka ah gudahood, isagoo sujuudaya oo istaagan, u digtoon oo dadaala Aakhirada oo rajeeya Naxariista Rabbigiis (miyaa la mid ah mid aan sidaasi ahayn)!? Dheh: Miyey kuwa wax og iyo kuwa aan aan waxba ogeyn siman yihiin? Waxaa sideedaba waantooba keliya kuwa wax garadka ah"}]}