{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"Et (Nous avons envoyé) au Thamûd, leur frère Sâlih, qui dit : \"Ô mon peuple ! Adorez Allah. Vous n’avez point de divinité en dehors de Lui. De la terre Il vous a créé, et Il vous l’a fait peupler (et exploiter). Implorez donc Son pardon, puis repentez-vous à Lui ! Mon Seigneur est bien proche et Il répond toujours (aux appels)"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ils dirent : \"Ô Sâlih ! Tu étais auparavant un espoir pour nous. Nous interdirais-tu d’adorer ce qu’adoraient nos ancêtres ? Cependant, nous voilà bien dans un doute troublant au sujet de ce vers quoi tu nous invites"},{"SurahNumber":11,"VerseNumber":63,"Text":"Il dit : \"Ô mon peuple ! Que vous en semble, si je m’appuie sur une preuve évidente émanant de mon Seigneur et s’Il m’a accordé, de Sa part, une miséricorde, qui donc me protégera contre Allah si je Lui désobéis ? Vous ne ferez qu’accroître ma perte"},{"SurahNumber":11,"VerseNumber":64,"Text":"Ô mon peuple ! Voici la chamelle d’Allah qu’Il vous a envoyée comme signe. Laissez-la donc paître sur la terre d’Allah, et ne lui faites aucun mal sinon, un châtiment proche vous saisira"},{"SurahNumber":11,"VerseNumber":65,"Text":"Ils la tuèrent. Alors, il leur dit : \"Jouissez (de vos biens) dans vos demeures pendant trois jours (encore) ! Voilà une promesse qui ne sera pas démentie"},{"SurahNumber":11,"VerseNumber":66,"Text":"Puis, lorsque Notre ordre vint, Nous sauvâmes Sâlih et ceux qui avaient cru avec lui, - par une miséricorde venant de Nous - de l’ignominie de ce jour-là. En vérité, c’est ton Seigneur qui est le Fort, le Puissant"},{"SurahNumber":11,"VerseNumber":67,"Text":"Et le Cri saisit les injustes . Et les voilà foudroyés dans leurs demeures"},{"SurahNumber":11,"VerseNumber":68,"Text":"comme s’ils n’y avaient jamais prospéré. En vérité, les Thamûd n’ont pas cru en leur Seigneur. Que périssent les Thamûd"}]}