{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"O you who believe! Devour not usury, doubling and multiplying. And reverence God, that haply you may prosper"},{"SurahNumber":3,"VerseNumber":131,"Text":"And be mindful of the Fire that has been prepared for the disbelievers"},{"SurahNumber":3,"VerseNumber":132,"Text":"And obey God and the Messenger, that haply you may receive mercy"},{"SurahNumber":3,"VerseNumber":133,"Text":"And hasten unto forgiveness from your Lord, and for a garden whose breadth is the heavens and the earth—prepared for the reverent"},{"SurahNumber":3,"VerseNumber":134,"Text":"who spend in ease and hardship, and curb their rage, and pardon others—and God loves the virtuous—"},{"SurahNumber":3,"VerseNumber":135,"Text":"and who, when they commit an indecency or wrong themselves, remember God and then seek forgiveness for their sins—and who forgives sins but God?—and who do not knowingly persist in what they have done"},{"SurahNumber":3,"VerseNumber":136,"Text":"For these, their reward is forgiveness from their Lord, and Gardens with rivers running below, abiding therein. Blessed indeed is the reward of the workers [of righteousness]"},{"SurahNumber":3,"VerseNumber":137,"Text":"Wonts have passed before you; so journey upon the earth and behold how the deniers fared in the end"},{"SurahNumber":3,"VerseNumber":138,"Text":"This is an exposition for mankind, and a guidance and exhortation for the reverent"},{"SurahNumber":3,"VerseNumber":139,"Text":"Do not falter and do not grieve, for you will be ascendant if you are believers"},{"SurahNumber":3,"VerseNumber":140,"Text":"If a wound afflicts you, a like wound has already afflicted that people. And such days We hand out in turns to mankind. And [this is] so that God may know those who believe, and take witnesses from among you—and God loves not the wrongdoers—"},{"SurahNumber":3,"VerseNumber":141,"Text":"and so that God may assay those who believe and blight the disbelievers"},{"SurahNumber":3,"VerseNumber":142,"Text":"Or did you suppose that you would enter the Garden without God knowing those among you who strived, and without knowing those who were patient"},{"SurahNumber":3,"VerseNumber":143,"Text":"You did indeed long for death before you met it. Now you have seen it, looking on"}]}