{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"Zmierit Sa scripture Moses He devoted he bol posol prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"My vola sa him riadne strana Mount Sinai. My brought him confer him"},{"SurahNumber":19,"VerseNumber":53,"Text":"A my granted him our zlutovanie jeho brat Aaron prophet"},{"SurahNumber":19,"VerseNumber":54,"Text":"Zmierit Sa scripture Ismail! He bol truthful when he robit promise he bol posol prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"He pouzivat enjoin jeho rodina observe Zmluva Prayers (Salat) zavazny laska k bliznemu (Zakat;) he bol acceptable do jeho Lord"},{"SurahNumber":19,"VerseNumber":56,"Text":"Zmierit Sa scripture Idris! He bol saint prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"My chov him honorable rank"},{"SurahNumber":19,"VerseNumber":58,"Text":"These bol some z prophets koho GOD zehnat They zvolit si descendants Adam descendants z those my beriem Noah descendants z Abraham Izrael z those my guided selected When revelations the Vela Gracious som recited them they jesen prostrate weeping"},{"SurahNumber":19,"VerseNumber":59,"Text":"After them He zastupid generations lost Zmluva Prayers (Salat) pursued ich lusts They suffer consequences"},{"SurahNumber":19,"VerseNumber":60,"Text":"Len those repent verit lead righteous zivot zapisat Raj maly injustice"},{"SurahNumber":19,"VerseNumber":61,"Text":"Zahrada Eden await them mat rad promised by the Vela Gracious those kult Him vecer privacy. Istota Jeho promise pojdem ist okolo"},{"SurahNumber":19,"VerseNumber":62,"Text":"They nie hear any nonsense therein; len peace. They receive ich provisions therein dni i night"},{"SurahNumber":19,"VerseNumber":63,"Text":"Such je Raj; my grant it those our servants bol righteous"},{"SurahNumber":19,"VerseNumber":64,"Text":"My nie pod command tvoj Lord Do Him belongs our minuly our buduci everything medzi them! Tvoj Lord bol never zabudlivy"},{"SurahNumber":19,"VerseNumber":65,"Text":"Lord z heavens zem everything them; ona kult Him steadfastly persevere do kult Him! Ona zauzlit z ktokolvek robit equals Him"}]}