{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":11,"Text":"Kim (erdemli davranarak) ALLAH'a güzel bir borç verirse, karşılığını kat kat alır ve cömert bir ödül kazanır"},{"SurahNumber":57,"VerseNumber":12,"Text":"İnanan erkeklerin ve kadınların ışıklarının önlerinden ve sağ yanlarından yayıldığını gördüğün gün, \"Müjde, bugün, sürekli olarak kalacağınız altlarından ırmaklar akan cennetler var. Bu, en büyük zaferdir"},{"SurahNumber":57,"VerseNumber":13,"Text":"O gün, ikiyüzlü erkekler ve kadınlar inananlara, \"Bize bakın da sizin ışığınızdan alalım,\" diyecekler. Onlara, \"Geriye dönün de ışık arayın,\" denir. Aralarına, iç taraftaki merhametle, dış taraftaki azabı ayıran kapılı bir engel konacaktır"},{"SurahNumber":57,"VerseNumber":14,"Text":"Biz sizinle birlikte değil miydik?\" diye onlara seslenirler. \"Evet,\" derler, \"Ancak siz kendinizi kandırdınız, beklediniz, kuşkular beslediniz ve ALLAH'ın kararı gelinceye kadar kuruntularla oyalandınız. Kandırıcı, sizi ALLAH hakkında yanılttı"},{"SurahNumber":57,"VerseNumber":15,"Text":"Bugün ne sizden ne de inkar edenlerden bir fidye kabul edilmez. Yeriniz cehennemdir; mevlanız odur. Ne kötü bir duraktır"},{"SurahNumber":57,"VerseNumber":16,"Text":"İnananlar için ALLAH'ın mesajına ve inen gerçeğe gönüllerini açmanın vakti gelmedi mi? Daha önce kendilerine kitap verilmiş olanlar gibi olmasınlar; onların üzerinden uzun zaman geçince kalpleri katılaşmıştı. Onların çoğunluğu yoldan çıkmış kimselerdir"},{"SurahNumber":57,"VerseNumber":17,"Text":"Biliniz ki ALLAH ölümünden sonra yeri diriltir. Düşünesiniz diye size ayetleri böyle açıklıyoruz"},{"SurahNumber":57,"VerseNumber":18,"Text":"Sadaka veren erkekler ve kadınlar, ALLAH'a güzel bir borç vermişlerdir. Onlara kat kat ödenir ve onlar cömert bir ödül hakketmişlerdir"},{"SurahNumber":57,"VerseNumber":19,"Text":"ALLAH'a ve elçisine inananlar, dosdoğru olanlar ve şehidlerdir. Rab'leri katında onlar için ödülleri ve ışıkları vardır. İnkar edip ayet ve mucizelerimizi yalanlayanlar ise cehennem halkıdır"}]}