{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"When We said to the angels: ''Bow before Adam,'' they all bowed but Iblis, who refused"},{"SurahNumber":20,"VerseNumber":117,"Text":"So We said; \"O Adam, he is truly your enemy and your wife's. Do not let him have you turned out of Paradise and come to grief"},{"SurahNumber":20,"VerseNumber":118,"Text":"Verily you will have no hunger or nakedness there"},{"SurahNumber":20,"VerseNumber":119,"Text":"Nor thirst nor exposure to the sun"},{"SurahNumber":20,"VerseNumber":120,"Text":"But then Satan tempted him by saying: \"O Adam, should I show you the tree of immortality, and a kingdom that will never know any wane"},{"SurahNumber":20,"VerseNumber":121,"Text":"And both ate of (its fruit), and their hidden parts were exposed to one another, and they patched the leaves of the garden (to hide them). Adam disobeyed his Lord, and went astray"},{"SurahNumber":20,"VerseNumber":122,"Text":"Then his Lord chose him and relented towards him, and showed him the way"},{"SurahNumber":20,"VerseNumber":123,"Text":"(And) said: \"Go down hence together, one the enemy of the other. Then will guidance come to you from Me; and whoever follows My direction will neither be disgraced nor be miserable"},{"SurahNumber":20,"VerseNumber":124,"Text":"But he who fails to heed My warning will have his means restricted; and on the Day of Resurrection We shall raise him blind"},{"SurahNumber":20,"VerseNumber":125,"Text":"He will ask: \"O Lord, why have you raised me blind when I was able to see"},{"SurahNumber":20,"VerseNumber":126,"Text":"(God) will say: \"Because Our signs came to you, but you disregarded them. So shall We disregard you this day"},{"SurahNumber":20,"VerseNumber":127,"Text":"And that is how We requite him who is extravagant and does not believe the signs of his Lord; and surely the punishment of the Hereafter is far more severe and persistent"},{"SurahNumber":20,"VerseNumber":128,"Text":"Did they not learn from the many generations that We destroyed before them, whose habitations they now frequent? Verily there are signs in this for men of understanding"}]}