{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"Ne Nuhu alwoyalanga imbeli awo nafu nikhumufuchilila, nikhumuhabina ye nende Abandu bebe khubutinyu obukhongo"},{"SurahNumber":21,"VerseNumber":77,"Text":"Mana nikhumuhabina khubandu bayingasia ebimanyisio biefu. Toto abo bali Abandu ababii mana nikhubasishia boosi"},{"SurahNumber":21,"VerseNumber":78,"Text":"Nende Daudi nende Suleiman , olwa benya okhukhalaka eshina okhulondokhana nende omukunda , olwa balisiamwo tsimbusi tsiabandu eshilo, nafu mubukhalachi bwabu obo khwali abaloli"},{"SurahNumber":21,"VerseNumber":79,"Text":"Nikhumanyia Suleiman (okhushila omukofu wuwe Daudi.) Nebuli mulala wabu nikhumuhelesia obukhalachi bweshina, nende obumanyi. Ne nikhukhola Daudi nende tsingulu okhuba nende oburechelefu khwifwe, halala nende amayoni okhumwitsoomia (Nyasaye) ne endio nilwakhwakhola"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ne nikhwechesia Daudi okhukasia tsingubo tsienyu tsieliyie, kho tsibalinde okhurulana nende obulwani bwenyu. koo enywe shimuli bakhupa orio tawe"},{"SurahNumber":21,"VerseNumber":81,"Text":"Ne Suleiman (nikhukhola) omuyeka kweyimbumbuyeka\tokhumuwulila kuwutsanga khukhulomesia khukhwe khushialo eshiakhwaramwo tsimbabaasi, nafu nefwe abamanyi babuli eshindu"},{"SurahNumber":21,"VerseNumber":82,"Text":"Ne nikhumukholela amashetani akeyibilanga munyanza okhumurerera ebisole(lulu), nebamukholelanga emilimo chindi chilali echo , ne efwe khwali abalindi babu"},{"SurahNumber":21,"VerseNumber":83,"Text":"Ne Ayubu olwayalanga Nyasaye wuwe mbu: “toto esie obunyakhani bwandiila, ne ewe newe eweshisa muno umalayo.”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Mana\tnikhumuwulila nenikhumuhiniliaho obunyakhani bubwe, ne nikhumuhelesia Abandu bebe nende shingabo halala, tsimbabaasi okhurula kwifwe ne obwitsulisio khubilonje bioosi"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ne Ismail nende Idris nende Dhilkifl boosi bali mubesumilisi"},{"SurahNumber":21,"VerseNumber":86,"Text":"Ne nikhubenjisia mutsimbabaasi tsiefu , toto abo bali mubandu abalayi"},{"SurahNumber":21,"VerseNumber":87,"Text":"Ne Dhanun (Yunus) olwayarula nasinyishe naparanga mbu shikhulamunyala tawe, mana nalaanga mushiilima mbu: “ Abulaho Nyasaye wundi tawe owulali ewe, toto esie embeele mubandu ababii.”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Mana nikhumufuchilila ne nikhumuhabina khushibeela esho. Ne endio nilwakhuhabinanga Abasuubili. tawe"},{"SurahNumber":21,"VerseNumber":89,"Text":"Ne Zakaria olwayalaanga Nyasaye wuwe mbu: “ Nyasaye wanje olandekha sienyene tawe newe omulayi wokhuhelesia.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Mana nikhumufuchilila nenikhumuhelesia Yahya nenikhumukasilia omukhaye wuwe, toto abo bali abangu bokhukhola amalayi. Ne bakhusabanga khubwikombi nende oburi, ne bali abehotselefu khwifwe"},{"SurahNumber":21,"VerseNumber":91,"Text":"Ne Omukhasi welinda omubili kukwe, mana nikhuramwo omwoyo kwefu nikhumukhola ye nende Omwana wuwe okhuba eshilolelo khushialo"},{"SurahNumber":21,"VerseNumber":92,"Text":"Toto omukanda kwenyu kuno ni omukanda mulala, nasi nesie Nyasaye wenyu (mulala) kho munaame"},{"SurahNumber":21,"VerseNumber":93,"Text":"Nabo nibafunaka hakari wabu likhuwa liabu lino (nibakabukhana) boosi balikalukha khwifwe"}]}