{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"Berkata Musa, \"Ya Tuhan-ku, lapangkanlah untukku dadaku"},{"SurahNumber":20,"VerseNumber":26,"Text":"dan mudahkanlah untukku urusanku"},{"SurahNumber":20,"VerseNumber":27,"Text":"dan lepaskanlah kekakuan dari lidahku"},{"SurahNumber":20,"VerseNumber":28,"Text":"supaya mereka mengerti perkataanku"},{"SurahNumber":20,"VerseNumber":29,"Text":"dan jadikanlah untukku seorang pembantu dari keluargaku"},{"SurahNumber":20,"VerseNumber":30,"Text":"(yaitu) Hārūn, saudaraku"},{"SurahNumber":20,"VerseNumber":31,"Text":"teguhkanlah dengan dia kekuatanku"},{"SurahNumber":20,"VerseNumber":32,"Text":"dan jadikankanlah dia sekutu dalam urusanku"},{"SurahNumber":20,"VerseNumber":33,"Text":"supaya kami banyak bertasbih kepada Engkau"},{"SurahNumber":20,"VerseNumber":34,"Text":"dan banyak mengingat Engkau"},{"SurahNumber":20,"VerseNumber":35,"Text":"Sesungguhnya Engkau adalah Maha Melihat (keadaan) kami"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah berfirman, \"Sesungguhnya telah diperkenankan permintaanmu, hai Musa"},{"SurahNumber":20,"VerseNumber":37,"Text":"Dan sesungguhnya Kami telah memberi nikmat kepadamu pada kali yang lain"},{"SurahNumber":20,"VerseNumber":38,"Text":"yaitu ketika Kami mengilhamkan kepada ibumu suatu yang diilhamkan"},{"SurahNumber":20,"VerseNumber":39,"Text":"Yaitu, Letakkanlah ia (Musa) di dalam peti, kemudian lemparkanlah ia ke sungai (Nil), maka pasti sungai itu membawanya ke tepi supaya diambil oleh (Firʻawn ) musuh-Ku dan musuhnya`. Dan Aku telah melimpahkan kepadamu kasih sayang yang datang dari-Ku 916 dan supaya kamu diasuh di bawah pengawasan-Ku"},{"SurahNumber":20,"VerseNumber":40,"Text":"(yaitu) ketika saudaramu yang perempuan berjalan, lalu ia berkata kepada (keluarga Firʻawn ), \"Bolehkah saya menunjukkan kepadamu orang yang akan memeliharanya?\" Maka Kami mengembalikanmu kepada ibumu agar senang hatinya dan tidak berduka cita. Dan kamu pernah membunuh seorang manusia 917, lalu Kami selamatkan kamu dari kesusahan, dan Kami telah mencobamu dengan beberapa cobaan, maka kamu tinggal beberapa tahun di antara penduduk Madyan 918, kemudian kamu datang menurut waktu yang ditetapkan 919 hai Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"dan Aku telah memilihmu untuk diri-Ku"},{"SurahNumber":20,"VerseNumber":42,"Text":"Pergilah kamu beserta saudaramu dengan membawa ayat-ayat-Ku, dan janganlah kamu berdua lalai dalam mengingat-Ku"},{"SurahNumber":20,"VerseNumber":43,"Text":"Pergilah kamu berdua kepada Firʻawn , sesungguhnya dia telah melampaui batas"},{"SurahNumber":20,"VerseNumber":44,"Text":"maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut, mudah-mudahan ia ingat atau takut"},{"SurahNumber":20,"VerseNumber":45,"Text":"Berkatalah mereka berdua, \"Ya Tuhan kami, sesungguhnya kami khawatir bahwa ia segera menyiksa kami atau akan bertambah melampaui batas"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allah berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku beserta kamu berdua, Aku mendengar dan melihat"},{"SurahNumber":20,"VerseNumber":47,"Text":"Maka datanglah kamu berdua kepadanya (Firʻawn ) dan katakanlah, \"Sesungguhnya kami berdua adalah utusan Tuhan-mu, maka lepaskanlah Bani Isrā`īl bersama kami dan janganlah kamu menyiksa mereka 921. Sesungguhnya kami telah datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhan-mu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk"},{"SurahNumber":20,"VerseNumber":48,"Text":"Sesungguhnya telah diwahyukan kepada kami bahwa siksa itu (ditimpakan) atas orang-orang yang mendustakan 922 dan berpaling"},{"SurahNumber":20,"VerseNumber":49,"Text":"Berkata Firʻawn , \"Maka siapakah Tuhan-mu berdua, hai Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa berkata, \"Tuhan kami ialah (Tuhan) yang telah memberikan kepada tiap-tiap sesuatu bentuk kejadiannya, kemudian memberinya petunjuk"},{"SurahNumber":20,"VerseNumber":51,"Text":"Berkata Firʻawn , \"Maka bagaimanakah keadaan umat-umat yang dahulu"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa menjawab, \"Pengetahuan tentang itu ada di sisi Tuhan-ku, di dalam sebuah kitab 926, Tuhan kami tidak akan salah dan tidak (pula) lupa"},{"SurahNumber":20,"VerseNumber":53,"Text":"Yang telah menjadikan bagimu bumi sebagai hamparan, dan Yang telah menjadikan bagimu di bumi itu jalan-jalan, dan menurunkan dari langit air hujan. Maka Kami tumbuhkan dengan air hujan itu berjenis-jenis dari tumbuh-tumbuhan yang bermacam-macam"},{"SurahNumber":20,"VerseNumber":54,"Text":"Makanlah dan gembalakanlah binatang-binatangmu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang berakal"}]}