{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":28,"VerseNumber":61,"Text":"E ko on mo Men fodi fodaari moƴƴuri, ndi o hawrata e mu'un, wa'ata wa on mo Men dakmitiri dakamme nguurndam aduna, refti hara kanko on, Ñalnde Darngal, ko e tawneteeɓe (ka Yiite) ɓen o jeyaa"},{"SurahNumber":28,"VerseNumber":62,"Text":"Ñalnde O noddoyta ɓe, O wi'a: \"Ko honto kafidaaɗi am, ɗin ɗi aaƴoraynoɗon woni"},{"SurahNumber":28,"VerseNumber":63,"Text":"Ɓen ɓe Konngol jojji e mu'un wi'a: \"Joomi amen, ko ɓee woni ko men bewinnoo. Men bewinirno ɓe, wano men bewirnoo. Men daɗndinike e Maaɗa. Wanaa menen ɓe rewaynoo"},{"SurahNumber":28,"VerseNumber":64,"Text":"[Ɓe] wi'anee: \"Noddee non kafidaaɗi mon ɗin\". Ɓe nodda ɗi, kono ɗi jaabotaako ɓe. Ɓe yi'a lepte ɗen, (ɓe yeloo) sinno hara ɓe feewuno"},{"SurahNumber":28,"VerseNumber":65,"Text":"Ñalnde O noddoyta ɓe, o wi'a: \"Ko honɗum jaabinoɗon Nulaaɓe ɓen"},{"SurahNumber":28,"VerseNumber":66,"Text":"Lamitorɗi ɗin wumiɗana ɓe nden ñalnde, ɓe lamndondirtaa"},{"SurahNumber":28,"VerseNumber":67,"Text":"Si ko tuubuɗo, o gomɗini, o golli moƴƴuɗi, hino hasii ka o jeyee e malaaɓe ɓen"},{"SurahNumber":28,"VerseNumber":68,"Text":"Joomi maa no taga ko O muuyi, O suɓoo; suɓagol alanaa ɓe. Senaade woodanii Alla! O toowii e kon ko ɓe sirkata"},{"SurahNumber":28,"VerseNumber":69,"Text":"Joomi maa no anndi ko ɓerɗe maɓɓe ɗen suuɗata, e kon ko ɓe feññinta"},{"SurahNumber":28,"VerseNumber":70,"Text":"Ko Kanko Alla woni, Mo reweteeɗo alaa, si wanaa Kanko. Ko Kanko yettoore woodani aduna e laakara. Hino woodani Mo ñaawoore nden. Ko ka Makko rutteteɗon"},{"SurahNumber":28,"VerseNumber":71,"Text":"Maaku: \"Yeetee lam, Si Alla waɗiranii on jemma on, duumiiɗo haa Ñalnde Darngal, ko reweteeɗo hommbo, tanaa Alla, addanta on ndayngu? E on nanataa"},{"SurahNumber":28,"VerseNumber":72,"Text":"Maaku: \"Yeetee lam, Si Alla waɗiranii on ñalorma on, duumiiɗo haa Ñalnde Darngal, ko reweteeɗo hommbo, tanaa Alla, addanta on jemma, mo deeƴoton e mun? E on yi'ataa"},{"SurahNumber":28,"VerseNumber":73,"Text":"Hino jeyaa e yurmeende Makko, O waɗiranii on jemma e ñalorma; fii no deeƴiron e (jemma) on, e no ɗaɓɓiron ( e ñalorma on), ɓural Makko, e no belajo'o yettiron [Mo]"},{"SurahNumber":28,"VerseNumber":74,"Text":"Ñalnde O noddoyta ɓe, O wi'a: \"Ko honto kadidaaɗi(renndidiiɗi) am, ɗin ɗin aaƴoraynoɗon woni"},{"SurahNumber":28,"VerseNumber":75,"Text":"Men ɗoofi e kala mofte, seedotooɗo, Men wi'a: \"Addee hujjaajji mon ɗin\". Ɓe anndi wonnde goonga kan, ko Alla woodani; ko ɓe fefindotonoo kon majjitora ɓe"}]}