{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"Sì, gli ipocriti credono di ingannare Allah, ma è Lui che li inganna. Quando si levano per l'orazione lo fanno con pigrizia e ostentazione nei confronti della gente, a malapena si ricordano di Allah"},{"SurahNumber":4,"VerseNumber":143,"Text":"si barcamenano tra gli uni e gli altri, senza essere né di questi, né di quelli. Per chi è sviato da Allah, non troverai via alcuna"},{"SurahNumber":4,"VerseNumber":144,"Text":"O voi che credete! Non prendetevi per alleati i miscredenti, invece che i credenti. Vorreste dare ad Allah un valido argomento con voi stessi"},{"SurahNumber":4,"VerseNumber":145,"Text":"In verità gli ipocriti saranno nel Fuoco più profondo e non avranno nessuno che li soccorra"},{"SurahNumber":4,"VerseNumber":146,"Text":"coloro che invece si pentono, si correggono, si aggrappano ad Allah e purificano il loro culto nei Suoi confronti, questi saranno insieme coi credenti e Allah darà loro ricompensa immensa"},{"SurahNumber":4,"VerseNumber":147,"Text":"Perché mai Allah dovrebbe punirvi, se siete riconoscenti e credenti? Allah è riconoscente e sapiente"},{"SurahNumber":4,"VerseNumber":148,"Text":"Allah non ama che venga conclamato il male, eccetto da parte di colui che lo ha subito. Allah tutto ascolta e conosce"},{"SurahNumber":4,"VerseNumber":149,"Text":"Che facciate il bene pubblicamente o segretamente o perdoniate un male, Allah è indulgente, onnipotente"},{"SurahNumber":4,"VerseNumber":150,"Text":"In verità coloro che negano Allah e i Suoi Messaggeri, che vogliono distinguere tra Allah e i Suoi Messaggeri, dicono: “Crediamo in uno e l'altro neghiamo” e vogliono seguire una via intermedia"},{"SurahNumber":4,"VerseNumber":151,"Text":"sono essi i veri miscredenti, e per i miscredenti abbiamo preparato un castigo umiliante"},{"SurahNumber":4,"VerseNumber":152,"Text":"Quanto invece a coloro che credono in Allah e nei Suoi Messaggeri e non fanno differenza alcuna tra loro, ecco, presto essi avranno la loro mercede. Allah è perdonatore, misericordioso"}]}