{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"Và họ hỏi Ngươi (Muhammad!) về Zdul Qarnain. Hãy bảo họ: \"Ta sẽ đọc cho các ngươi hồi ký của Người.”"},{"SurahNumber":18,"VerseNumber":84,"Text":"Quả thật, TA (Allah) đã định cư Y (Zdul Qarnain) trên trái đất và đã ban cho Y phương tiện về mọi mặt"},{"SurahNumber":18,"VerseNumber":85,"Text":"Do đó, Y đi theo một con đường (để thi hành điều công lý)"},{"SurahNumber":18,"VerseNumber":86,"Text":"Cho đến khi Y đến một nơi (của phía) mặt trời lặn, Y thấy nó lặn xuống một dòng suối nước đục ngầu và thấy một đám dân sống gần đó. Họ bảo: “Hỡi Zdul Qarnain, hoặc ngài trừng phạt chúng hoặc ngài đối xử nhân đạo với chúng.”"},{"SurahNumber":18,"VerseNumber":87,"Text":"Y (Zdul Qarnain) nói: \"Đối với ai làm điều sai quấy thì ta sẽ trừng trị y rồi y sẽ được đưa về trình diện Thượng Đế của y, rồi Ngài sẽ trừng phạt y vô cùng khủng khiếp"},{"SurahNumber":18,"VerseNumber":88,"Text":"“Nhưng đối với ai có đức tin và làm việc thiện thì y sẽ được một phần thưởng tốt và ta sẽ nói với y lời lẽ dịu dàng về mệnh lệnh của ta.”"},{"SurahNumber":18,"VerseNumber":89,"Text":"Rồi Y (Zdul Qarnain) đi theo một con đường (khác)"},{"SurahNumber":18,"VerseNumber":90,"Text":"Cho đến khi Y đến một nơi (về phía) mặt trời mọc và thấy nó mọc trên một đám người mà TA đã không ban một tấm phủ nào để che (nắng) mặt trời"},{"SurahNumber":18,"VerseNumber":91,"Text":"(Y để mặc họ sống) như thế. Chắc chắn TA (Allah) quán triệt mọi điều mà Y có"},{"SurahNumber":18,"VerseNumber":92,"Text":"Rồi Y đi theo một con đường (khác)"},{"SurahNumber":18,"VerseNumber":93,"Text":"Cho đến khi Y đến một chỗ giữa hai ngọn núi và thấy gần hai ngọn núi có một số dân hầu như không hiểu được một lời lẽ nào cả"},{"SurahNumber":18,"VerseNumber":94,"Text":"Họ nói: “Hỡi Zdul Qamain, quả thật, Yajuj và Majuj phá hoại trong xứ. Chúng tôi có phải dâng lễ vật cho ngài để ngài có thể dựng một (bức thành) ngăn cản chúng khỏi chúng tôi được chăng?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"Y bảo: “Cái (quyền lực) mà Thượng Đế của Ta ban cho ta tốt hơn (cống vật của các người). Do đó, các người chỉ giúp ta sức lực, ta sẽ dựng một bức thành ngăn cách các người khỏi bọn chúng"},{"SurahNumber":18,"VerseNumber":96,"Text":"“Hãy mang đến cho ta những thỏi sắt.” Cuối cùng khi lắp bằng chỗ trũng của hai sườn núi, Y bảo: “Hãy (dùng bễ thổi của các người mà) thổi.” Cho đến khi Y làm cho nó (đỏ) như lửa, Y bảo: “Hãy mang đến cho ta loại chì nấu chảy để ta đổ lên đó.”"},{"SurahNumber":18,"VerseNumber":97,"Text":"Bởi thế chúng (Yajuj và Majuj) không thể trèo qua tường và cũng không đào thủng nó được"},{"SurahNumber":18,"VerseNumber":98,"Text":"Y bảo: “Đây là một Hồng Ân từ Thượng Đế của Ta. Nhưng khi Lời Hứa của Thượng Đế của Ta thể hiện, Ngài sẽ làm cho nó vH tan tành. Và Lời hứa của Thượng Đế của Ta luôn luôn thật.”"},{"SurahNumber":18,"VerseNumber":99,"Text":"Và vào Ngày đó, TA sẽ để cho chúng (ồ ạt) nổi lên như làn sóng chồng lên nhau, và tiếng còi hụ sẽ được thổi lên và TA sẽ tập trung chúng lại, toàn bộ"},{"SurahNumber":18,"VerseNumber":100,"Text":"Và vào Ngày đó, TA sẽ trưng bày hỏa ngục ra trước mặt những kẻ vô đức tin rõ ràng cho chúng thấy"},{"SurahNumber":18,"VerseNumber":101,"Text":"Những ai mà cặp mắt bị che lấp bởi một lớp màng khiến chúng quên lời Nhắc nhở của TA (Qur'an), và cũng không thể nghe được"}]}