{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":130,"Text":"You who have lived in close company with jinn and like-minded humans, did not messengers not come from among you to recite My message and warn you of the coming of this Day [of Judgment]?\" They will answer, \"We bear witness against ourselves.\" The life of this world has seduced them, and so they will bear witness against themselves that they had rejected the truth"},{"SurahNumber":6,"VerseNumber":131,"Text":"This is because Your Lord would never destroy a community for its wrongdoing while its people are unaware"},{"SurahNumber":6,"VerseNumber":132,"Text":"Everyone will be judged according to their deeds. Your Lord is well aware of all they do"},{"SurahNumber":6,"VerseNumber":133,"Text":"Your Lord alone is rich beyond need, limitless in His grace. If He wills, He may put an end to all of you and put others in your place, just as He produced you from the offspring of other people"},{"SurahNumber":6,"VerseNumber":134,"Text":"What you are promised is bound to come and you cannot escape it"},{"SurahNumber":6,"VerseNumber":135,"Text":"Say, \"My people, continue to do what you are doing, and so will I, and in time you will come to know to whom the future belongs.\" The unjust will never prosper"},{"SurahNumber":6,"VerseNumber":136,"Text":"They allocate to God a share of the fruits of the field and the cattle, saying, \"This belongs to God,\" they claim, \"and this is for our idols that, we are convinced, have a share in God's divinity.\" Their idols' share does not reach God, but God's share does reach their idols. How badly they judge"},{"SurahNumber":6,"VerseNumber":137,"Text":"In the same way, their belief in idols has seduced the pagans to kill their children, thus bringing them to ruin and confusing them in their faith. If God had so willed, they would not be doing all of this. So abandon them and all their lies"},{"SurahNumber":6,"VerseNumber":138,"Text":"They also falsely claim, \"These cattle and fruits are sacred, and only those we allow may eat them.\" They also [declare that] certain cattle are exempt from labor, and there are some cattle over which they do not pronounce God's name, falsely attributing this to Him. He will repay them for all their lies"},{"SurahNumber":6,"VerseNumber":139,"Text":"They also say, \"What is in the womb of such and such cattle is reserved for our men and forbidden to our women, but if the offspring is stillborn, then they may have a share of it.\" [God] will punish them for all that they [falsely] attribute [to Him]: He is All-Wise, All- Knowing"},{"SurahNumber":6,"VerseNumber":140,"Text":"Those who kill their children out of ignorance and declare as forbidden what God has provided for them as sustenance, falsely ascribing [such prohibitions] to God, are lost. They have gone astray and have not found the right path"}]}