{"Id":354,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"‘‘என் இறைவனே! நீ அவர்களுக்கு வாக்களிக்கும் வேதனையை நீ எனக்கு காண்பிப்பதாயின்"},{"SurahNumber":23,"VerseNumber":94,"Text":"என் இறைவனே! (அச்சமயம்) இந்த அநியாயக்கார மக்களுடன் என்னை நீ சேர்த்து விடாதே'' என்று (நபியே!) பிரார்த்திப்பீராக"},{"SurahNumber":23,"VerseNumber":95,"Text":"ஏனென்றால், நிச்சயமாக நாம் அவர்களுக்கு வாக்களித்திருக்கும் வேதனையை உமக்குக் காண்பிக்கவும் ஆற்றலுடையவர்கள் ஆவோம்"},{"SurahNumber":23,"VerseNumber":96,"Text":"(நபியே!) தீமையை மிக அழகியதைக் கொண்டே நீர் தடுத்துக் கொள்வீராக. அவர்கள் (உம்மைப் பற்றிக்) கூறுவதை நாம் நன்கறிவோம்"},{"SurahNumber":23,"VerseNumber":97,"Text":"‘‘ என் இறைவனே! (பாவமான காரியங்களைச் செய்யும்படித் தூண்டும்) ஷைத்தான்களுடைய தூண்டுதல்களிலிருந்து என்னைக் காப்பாற்றும்படி நான் உன்னிடம் கோருகிறேன்"},{"SurahNumber":23,"VerseNumber":98,"Text":"என் இறைவனே! ஷைத்தான்கள் என்னிடம் வராமலிருக்கவும் நான் உன்னிடம் கோருகிறேன்'' என்று (நபியே!) பிரார்த்தித்துக் கொண்டிருப்பீராக"},{"SurahNumber":23,"VerseNumber":99,"Text":"(நிராகரித்துக் கொண்டிருக்கும்) அவர்களில் எவனுக்கும் மரணம் வந்தாலோ (அவன் தன் இறைவனை நோக்கி) ‘‘ என் இறைவனே! என்னை (உலகத்திற்கு) திரும்ப அனுப்பிவிடு"},{"SurahNumber":23,"VerseNumber":100,"Text":"நான் விட்டு வந்த அ(ந்த உலகத்)தில் (இனி) நல்ல காரியங்களையே நான் செய்து கொண்டிருப்பேன்'' என்று கூறுவான். (எனினும்,) அது ஆகக்கூடிய காரியமன்று. (இத்தகைய சந்தர்ப்பங்களில்) அவன் கூறக்கூடியது வெறும் வார்த்தையே (தவிர வேறில்லை). அவர்களுக்கு முன் ஓர் அரண் ஏற்பட்டு விடும். (உயிர் கொடுத்து) எழுப்பப்படும் நாள் வரை அதில் தங்கிவிடுவார்கள்"},{"SurahNumber":23,"VerseNumber":101,"Text":"சூர் (எக்காளம்) ஊதப்பட்டு விட்டால், அந்நாளில் அவர்களுக்கிடையில் பந்துத்துவம் இருக்காது. ஒருவரின் (சுக துக்க) செய்தியை மற்றொருவர் விசாரிக்கவும் மாட்டார். (தத்தம் கவலையே பெரிதாக இருக்கும்)"},{"SurahNumber":23,"VerseNumber":102,"Text":"ஆகவே, எவர்களுடைய நன்மையின் எடைகள் கணக்கிறதோ அவர்கள்தான் வெற்றி அடைவார்கள்"},{"SurahNumber":23,"VerseNumber":103,"Text":"எவர்களுடைய (நன்மையின்) எடைகள் குறைகிறதோ அவர்கள் தமக்குத் தாமே நஷ்டத்தை உண்டுபண்ணிக் கொண்டு எந்நாளுமே நரகத்தில் தங்கிவிடுவார்கள்"},{"SurahNumber":23,"VerseNumber":104,"Text":"அவர்களுடைய முகங்களை (நரகத்தின்) நெருப்புப் பொசுக்கும். அதில் அவர்களுடைய (உதடுகளெல்லாம் வெந்து சுருண்டு) முகம் விகாரமாக இருக்கும்"},{"SurahNumber":23,"VerseNumber":105,"Text":"(அவர்களை நோக்கி) “உங்கள் மீது எனது வசனங்கள் ஓதிக் காண்பிக்கப்படவில்லையா? அவற்றை நீங்கள் பொய்யாக்கிக் கொண்டே இருந்தீர்கள்'' (என்று கூறப்படும்)"},{"SurahNumber":23,"VerseNumber":106,"Text":"அதற்கவர்கள் ‘‘எங்கள் இறைவனே! எங்கள் துரதிர்ஷ்டம் எங்களை மீறிவிட்டது. ஆதலால் நாங்கள் வழிகெட்ட மக்களாக இருந்தோம்'' என்று கூறுவார்கள்"},{"SurahNumber":23,"VerseNumber":107,"Text":"‘‘எங்கள் இறைவனே! இ(ந்த நரகத்)திலிருந்து எங்களை வெளியேற்றி விடு. மீண்டும் நாங்கள் (பாவத்திற்கு) திரும்பினால் நிச்சயமாக நாங்கள் அநியாயக்காரர்களாகி விடுவோம்'' (என்பார்கள்)"},{"SurahNumber":23,"VerseNumber":108,"Text":"அதற்கவன் கூறுவான்: ‘‘அதிலேயே சிறுமைப்பட்டுக் கிடங்கள். நீங்கள் என்னுடன் பேசாதீர்கள்"},{"SurahNumber":23,"VerseNumber":109,"Text":"நிச்சயமாக நம் அடியார்களில் ஒரு வகுப்பார் இருந்தனர். அவர்கள் (என்னை நோக்கி) ‘‘ எங்கள் இறைவனே! நாங்கள் (உன்னை) நம்பிக்கை கொள்கிறோம். நீ எங்கள் குற்றங்களை மன்னித்து, எங்கள் மீது அருள் புரிவாயாக! அருள் புரிபவர்களிலெல்லாம் நீ மிக்க மேலானவன்'' என்று பிரார்த்தித்துக் கொண்டிருந்தனர்"},{"SurahNumber":23,"VerseNumber":110,"Text":"ஆனால் நீங்களோ என் நினைவை முற்றிலும் மறந்துவிட்டு அவர்களைப் பரிகசித்து அவர்களைப் பற்றிச் சிரித்துக் கொண்டிருந்தீர்கள்"},{"SurahNumber":23,"VerseNumber":111,"Text":"(உங்கள் பரிகாசத்தை) அவர்கள் சகித்துக் கொண்டிருந்ததன் காரணமாக இன்றைய தினம் நிச்சயமாக நாம் அவர்களுக்கு நற்கூலி கொடுத்தோம். மெய்யாகவே அவர்கள்தான் வெற்றி பெற்றவர்கள்"},{"SurahNumber":23,"VerseNumber":112,"Text":"‘‘ நீங்கள் பூமியில் எத்தனை வருடங்கள் இருந்தீர்கள்?'' என அவன் கேட்பான்"},{"SurahNumber":23,"VerseNumber":113,"Text":"அதற்கவர்கள் ‘‘ஒரு நாள் அல்லது ஒரு நாளில் சிறிது பாகம் தங்கியிருந்திருப்போம். (இதைப்பற்றி) கணக்கு வைத்திருப்பவர்களை நீ கேட்பாயாக!'' எனக் கூறுவார்கள்"},{"SurahNumber":23,"VerseNumber":114,"Text":"அதற்கவன் ‘‘ ஒரு சொற்ப காலத்தைத் தவிர (பூமியில் அதிக காலம்) நீங்கள் தங்கவில்லை. இதை முன்னதாகவே நீங்கள் அறிந்திருக்க வேண்டாமா?'' என்று கூறுவான்"},{"SurahNumber":23,"VerseNumber":115,"Text":"(‘‘என்னே!) நாம் உங்களை படைத்ததெல்லாம் வீணுக்காக என்றும், நீங்கள் நம்மிடம் கொண்டு வரப்பட மாட்டீர்கள் என்றும் எண்ணிக் கொண்டிருந்தீர்களா?'' (என்று கேட்பான்)"},{"SurahNumber":23,"VerseNumber":116,"Text":"ஆகவே, மெய்யான அரசனாகிய அல்லாஹ் மிக்க உயர்ந்தவன். அவனைத் தவிர வணக்கத்திற்குரிய இறைவன் அறவே இல்லை. கண்ணியமிக்க அர்ஷுக்குச் சொந்தக்காரன் அவனே"},{"SurahNumber":23,"VerseNumber":117,"Text":"(நபியே!) எவன் அல்லாஹ்வுடன் வேறு ஓர் இறைவனை அழைக்கிறானோ அவனிடத்தில் அதற்குரிய ஓர் அத்தாட்சியும் இல்லை. அவனுடைய (பாவக்) கணக்கு அவனுடைய இறைவனிடத்தில்தான் (தீர்க்கப்படும்). நிச்சயமாக (உண்மையை) நிராகரிப்பவர்கள் வெற்றிபெற மாட்டார்கள்"},{"SurahNumber":23,"VerseNumber":118,"Text":"(நபியே!) கூறுவீராக: என் இறைவனே! நீ (என்னை) மன்னித்துக் கருணை செய்வாயாக! கருணை செய்பவர்களிலெல்லாம் நீதான் மிக்க மேலானவன்"}]}