{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Sag (in Meinem Namen): \"Meine Diener, die sich gegen sich selbst vergingen! Verzweifelt nicht an ALLAHs Gnade! Gewiß, ALLAH vergibt die Verfehlungen - allesamt. Gewiß, ER ist Der Allvergebende, Der Allgnädige"},{"SurahNumber":39,"VerseNumber":54,"Text":"Und werdet reuig eurem HERRN gegenüber! Und praktiziert für Ihn den Islam, bevor zu euch die Peinigung kommt, dann wird euch nicht beigestanden"},{"SurahNumber":39,"VerseNumber":55,"Text":"Und folgt dem Besten dessen, was euch von eurem HERRN hinabgesandt wurde, bevor die Peinigung zu euch plötzlich hineinbricht, und während ihr es nicht merkt"},{"SurahNumber":39,"VerseNumber":56,"Text":"Damit keine Seele sagt: \"Weh mir für das, was ich ALLAH gegenüber vernachlässigte. Und ich war doch von den Spöttern"},{"SurahNumber":39,"VerseNumber":57,"Text":"Oder daß sie sagt: \"Hätte ALLAH mich doch rechtgeleitet, wäre ich doch von den Muttaqi"},{"SurahNumber":39,"VerseNumber":58,"Text":"Oder daß sie sagt, wenn sie die Peinigung sieht: \"Hätte ich doch nur noch eine Rückkehr, damit ich von den Muhsin würde"},{"SurahNumber":39,"VerseNumber":59,"Text":"Doch, mit Sicherheit! Bereits kamen zu dir Meine Ayat, dann hast du sie geleugnet, dich in Arroganz erhoben und warst von den Kafir"},{"SurahNumber":39,"VerseNumber":60,"Text":"Und am Tag der Auferstehung siehst du diejenigen, die im Namen ALLAHs gelogen haben, ihre Gesichter sind schwarz geworden. Gibt es etwa in Dschahannam nicht eine Bleibe für die Arroganten"},{"SurahNumber":39,"VerseNumber":61,"Text":"Und ALLAH errettet diejenigen, die Taqwa gemäß handelten, mit ihrem Erfolg. Weder trifft sie das Schlechte, noch werden sie traurig sein"},{"SurahNumber":39,"VerseNumber":62,"Text":"ALLAH ist Der Schöpfer aller Dinge. Und ER ist über alles Wakil"},{"SurahNumber":39,"VerseNumber":63,"Text":"Ihm gehören die Schlüssel der Himmel und der Erde. Und diejenigen, die Kufr betrieben haben, diese sind die wirklichen Verlierer"}]}