{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":15,"Text":"A také tyto nečeká nic než výkřik jediný a nebude zde odklad žádný"},{"SurahNumber":38,"VerseNumber":16,"Text":"A přesto říkají: \"Pane náš, pošli nám rychle rozsudek náš, dříve než dostaví se den zúčtování"},{"SurahNumber":38,"VerseNumber":17,"Text":"Snášej neochvějně to, co říkají, a vzpomeň si na služebníka Našeho Davida, silou vládnoucího, jenž stále činil pokání"},{"SurahNumber":38,"VerseNumber":18,"Text":"a jak podmanili jsme mu hory, aby spolu s ním pěly slávu Boží za večera i za svítání"},{"SurahNumber":38,"VerseNumber":19,"Text":"a také ptactvo kol něho se shromaždující; a všichni se k Bohu kajícně obracejí"},{"SurahNumber":38,"VerseNumber":20,"Text":"A jeho království jsme upevnili a moudrost a obratnost v souzení jsme mu dali"},{"SurahNumber":38,"VerseNumber":21,"Text":"Dostalo se ti zvěsti o těch dvou ve sporu, když do paláce vystoupili"},{"SurahNumber":38,"VerseNumber":22,"Text":"Když vstoupili k Davidovi, zalekl se jich. I pravili: \"Neboj se, my dva jsme ve sporu a jeden z nás učinil příkoří druhému. Rozsuď mezi námi podle pravdy a nebuď stranický, nýbrž uveď nás na stezku rovnou"},{"SurahNumber":38,"VerseNumber":23,"Text":"Toto je můj bratr a devadesát devět ovcí má, zatímco mně patří jen jediná. I řekl mi: Svěř mi ji! a přemohl mne v půtce slovní o ni"},{"SurahNumber":38,"VerseNumber":24,"Text":"Odvětil David: \"On vskutku ti ukřivdil žádaje ovci tvou, aby ke svým ji připojil. A zajisté většina společníků se vzájemně podvádí kromě těch, kdož uvěřili a zbožné skutky konali, však takových málo je.\" A dovtípil se David, že jsme jej pouze zkoušeli, a poprosil Pána svého o slitování a pak padl klaně se a čině pokání"},{"SurahNumber":38,"VerseNumber":25,"Text":"A odpustili jsme mu to a on má u Nás věru místo blízké a překrásné přebývání"},{"SurahNumber":38,"VerseNumber":26,"Text":"Davide, My učinili jsme tebe zástupcem na zemi, rozsuzuj tedy mezi lidmi podle pravdy! Nenásleduj vášně své, jež by tě svedly z cesty Boží, vždyť věru ty, kdož z cesty Boží sejdou, trest strašný čeká za to, že zapomněli na den zúčtování"}]}