{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Bona! Re u senolela joalokaha re ile ra senolela Nooe le Baporofeta ba bileng teng kamorao ho eena. Re ile ra senolela Abrahama le Ishmaele, Isaaka le Jakobo, le Meloko, ea eba Jesu le Jobo, Jonah, Aarone le Salemone, eaba re fana ka lipesalema ho Davida"},{"SurahNumber":4,"VerseNumber":164,"Text":"Pejana ho mona re se re ile ra u hlalosetsa nalane ea Baromuoa ba bang, ha ba bang bona Baromuoa re e s’o u hlalosetse ea bona; ho Moshe teng Allah U kile a buoa sefahla mahlo"},{"SurahNumber":4,"VerseNumber":165,"Text":"Ke Baromuoa ba faneng ka litaba tse molemo, ebile e le tsa tlhokomeliso hore batho ba tle ba se ke ba pheha khang malebana le Allah kamor’a baromuoa. Hobane Allah U matla- ohle, O Seli kahosafeleng"},{"SurahNumber":4,"VerseNumber":166,"Text":"Empa Allah ka bo-Eena ke paki malebana le seo A u senoletseng sona; U se senotse ho tsoa tsebong ea hae sebele; le manyeloi ke lipaki. Allah bopaking U lekane"},{"SurahNumber":4,"VerseNumber":167,"Text":"Bona! Bahlokang tumelo, ba bile ba sitisa ba bang tseleng ea Allah, Ruri ba tubehong e thoko-thoko haholo"},{"SurahNumber":4,"VerseNumber":168,"Text":"Athe haele botlhoka-tumelo ba bile ba etsa liphoso, Ruri Allah a ke ke a ba ts’oarela, kapa hona hore a ba tataisetse tseleng"},{"SurahNumber":4,"VerseNumber":169,"Text":"Haese feela tsela ea liheleng, moo teng batla phela kahosafeleng. Seo se bobebe ho Allah"},{"SurahNumber":4,"VerseNumber":170,"Text":"Oho batho! Moromuoa o tlile ho lona ka ‘nete e tsoang ho Mong`a lona. Ka hona kholoang; seo se molemo ho lona. Empa haeba le tsitlaletse ho hloka tumelo, Ruri! Lintho tsohle tse maholimong le tsohle tse lefats’eng ke tsa Allah. Allah U tseba tsohle, o Seli kahosafeleng"},{"SurahNumber":4,"VerseNumber":171,"Text":"Oho bathobaLengolo! Le se ke la feteletsa litaba tumelong ea lona, kapa hona ho buoa lintho tse sa lokang malebana le Allah haese ‘nete feela. Messia Jesu mora oa Maria, e ne e se ho hong haese feela moromuoa oa Allah, le lentsoe la hae leo a ileng a le phatlalatsa ho Maria, le moea o tsoang ho Eena. Ka hona kholoang ho Allah le ho Baromuoa ba hae, le se ke la re *boraro* (bo teroneng) – linyonts’a! Seo se molemo ho lona! – Allah ke molimo a le mong feela. Se phahameng ka ho fetisisa ke botlotlehi ba hae ba hore A kabale mora. Ruri lintho tsohle tse maholimong le tsohle tse lefats’eng ke tsa hae. Allah U lekane hoba mohlokomeli oa tsohle"}]}