{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"Bͻne biara nni wͻn a wͻ’agye adie na wͻ’di dwumapa no so fa aduane a wͻdiiε (a atwa mu no) ho, sε wͻ’suro Nyame na wͻ’gye di na wͻ’di dwuma pa na (wͻ’kͻso) suro Nyame na wͻ’gye di na wͻ’yε papa a. Nyankopͻn deε Ɔpε apapafoͻ no asεm"},{"SurahNumber":5,"VerseNumber":95,"Text":"Mo a moagye adie. Nyankopͻn de biribi fri ahayͻ mu a monsa ne mo pea betumi aka bεyε mo nsͻhwε, sεdeε Nyankopͻn debehunu obi a osuro no wͻ kokoa mu. Na akyire yi, obi a ͻbεto mmra no (saa nipa no) wͻ asotwee a εyε ya paa"},{"SurahNumber":5,"VerseNumber":96,"Text":"Mo a moagye adie, monhwε na moanyε ha ankum aboa wͻ εberε a moafa ‘Harami’ (ntoma fufuo no afira) rekͻyε Haji, na momu obi a ͻde anidaaho bekum (aboa) bi no, ͻde ayεmmoa a ͻtesε nyεmmoa a yεde wͻn ba Ka’aba ho no sεso a ͻtesε aboa a okum no no, bεyε mpata; sεdeε momu nokwafoͻ mmienu gye to mu, anaasε εho mpata ne sε, ͻbεbͻ ahiafoͻ akͻnhoma, anaasε akyiriwia a εne no bεyε pε, sεdeε ͻbεka nedwuma a odiiε no so asotwee ahwε. Deε atwa mu no deε Nyankopͻn de afri (mo), na mmom obi a ͻbεsan akͻyε bio no deε Nyankopͻn bεtwe n’aso wͻ ho. Na Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, na Ɔno na Otua bͻne so ka"},{"SurahNumber":5,"VerseNumber":97,"Text":"Yεma mo nsuo mu ahayͻ ne emu nnam ho kwan sε εnyε akɔnhoma ma mo ne akwantufoɔ no. Asaase so ahayͻ no deε, mowͻ ‘Harami’ (ntoma fufuo no mu) nko ara deε, monni ho kwan (sε moyε ha). Enti monsuro Nyankopͻn no a Nehͻ na mobehyia"},{"SurahNumber":5,"VerseNumber":98,"Text":"Nyankopɔn ayε Ka’aba Efie kronkron no Asoeε ama adasamma; (saa ara nso na W’ayε) abosome kronkron no ne afɔrebɔdeε no ne nyεmmoa a kɔn-muade da wɔn kɔn mu no, sεdeε mobehunu sε, nokorε Nyankopɔn Nim deε εwͻ soro ne deε εwͻ asaase so nyinaa. Nokorε sε Nyankopͻn yε biribiara ho Nnimdefoͻ"},{"SurahNumber":5,"VerseNumber":99,"Text":"Monhunu sε, nokorε Nyankopͻn asotwee ano yεden paa, nokorε nso sε Ɔne Bͻnefakyε Hene, na Ɔne Mmͻborͻhunufoͻ Hene"},{"SurahNumber":5,"VerseNumber":100,"Text":"Ɔsomafoͻ no deε n’asεdeε ara nesε, ͻbεbͻ asεm no ho dawuro; na Nyankopͻn deε Onim deε moda no adi wͻ badwa mu εna Onim deε mode suma nso"}]}