{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":57,"Text":"O believers, take not as your friends those of them, who were given the Book before you, and the unbelievers, who take your religion in mockery and as a sport -- and fear God, if you are believers"},{"SurahNumber":5,"VerseNumber":58,"Text":"and when you call to prayer, take it in mockery and as a sport; that is because they are a people who have no understanding"},{"SurahNumber":5,"VerseNumber":59,"Text":"Say: 'People of the Book, do you blame us for any other cause than that we believe in God, and what has been sent down to us, and what was sent down before, and that most of you are ungodly"},{"SurahNumber":5,"VerseNumber":60,"Text":"Say: 'Shall I tell you of a recompense with God, worse than that? Whomsoever God has cursed, and with whom He is wroth, and made some of them apes and swine, and worshippers of idols -- they are worse situated, and have gone further astray from the right way"},{"SurahNumber":5,"VerseNumber":61,"Text":"When they come to you, they say, 'We believe'; but they have entered in unbelief, and so they have departed in it; God knows very well what they were hiding"},{"SurahNumber":5,"VerseNumber":62,"Text":"Thou seest many of them vying in sin and enmity, and how they consume the unlawful; evil is the thing they have been doing"},{"SurahNumber":5,"VerseNumber":63,"Text":"Why do the masters and the rabbis not forbid them to utter sin, and consume the unlawful? Evil is the thing they have been working"},{"SurahNumber":5,"VerseNumber":64,"Text":"The Jews have said, 'God's hand is fettered.' Fettered are their hands, and they are cursed for what they have said. Nay, but His hands are outspread; He expends how He will. And what has been sent down to thee from thy Lord will surely increase many of them in insolence and unbelief; and We have cast between them enmity and hatred, till the Day of Resurrection. As often as they light a fire for war, God will extinguish it. They hasten about the earth, to do corruption there; and God loves not the workers of corruption"},{"SurahNumber":5,"VerseNumber":65,"Text":"But had the People of the Book believed and been godfearing, We would have acquitted them of their evil deeds, and admitted them to Gardens of Bliss"},{"SurahNumber":5,"VerseNumber":66,"Text":"Had they performed the Torah and the Gospel, and what was sent down to them from their Lord, they would have. eaten both what was above them, and what was beneath their feet. Some of them are a just nation; but many of them -- evil are the things they do"}]}