{"Id":263,"LanguageCodes":["my","mya"],"Name":"mya-basein","Author":"Ba Sein","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"၇၈။\tအလ္လာဟ်အရှင်မြတ်သည် သင်တို့အဖို့ နားများ၊ မျက်စိများ၊ နှလုံးများကို ဖန်ဆင်းတော်မူ၏၊ သင်တို့သည် ကျေးဇူးအနည်းငယ်သာ တင်ကြ၏။"},{"SurahNumber":23,"VerseNumber":79,"Text":"၇၉။\tအရှင်မြတ်သည် သင်တို့အား မဟာပထဝီမြေပေါ်တွင် အနှံ့အပြားနေရာချပေးသနားတော်မူထသောအရှင်ဖြစ် တော်မူ၏၊ အရှင်မြတ်အထံတော်သို့ သင်တို့အားလုံးကို စုရုံးယူဆောင်တော်မူမည်သာတည်း။"},{"SurahNumber":23,"VerseNumber":80,"Text":"၈ဝ။\tအရှင်မြတ်သည် အသက်ပေးတော်မူထသော၊ သေစေတော်မူထသောအရှင်ဖြစ်တော်မူ၏၊ ညဉ့်နှင့်နေ့ကိုလည်း အလှည့်ကျလဲလှယ်စေတော်မူထသောအရှင်ဖြစ်တော်မူ၏၊ သို့ပါလျက်သင်တို့၌ အသိဉာာဏ်မရှိသလော။"},{"SurahNumber":23,"VerseNumber":81,"Text":"၈၁။\tသူတို့၌ ဉာာဏ်မရှိချေ၊ သူတို့သည် ရှေးလူဟောင်းများပြောဆိုသကဲ့သို့ ပြောဆိုကြ၏။"},{"SurahNumber":23,"VerseNumber":82,"Text":"၈၂။ သူတို့က အကျွန်ုပ်တို့သည် သေကြေပျက်စီး၍ ဖုံမှုန့်နှင့်အရိုးအတိဖြစ်ပျက်ပြီးသည်နောက် အမှန်ပင်ပြန်ထစေ တော်မူမည်လောဟု ဆိုကြကုန်၏။"},{"SurahNumber":23,"VerseNumber":83,"Text":"၈၃။\tအကျွနု်ပ်တို့အား ဤရှင်ပြန်ထရမည့်ကတိစကားကို ပေးလေ၏၊ အကျွနု်ပ်တို့မိဘဘိုးဘွားကိုလည်း ဤနည်း အတိုင်းပင် ကတိပေးလေ၏၊ မှတ်သားကြလော့၊ ဤကတိစကားသည် ရှေးလူဟောင်းတို့ဖန်တီးသောဒဏ္ဍာရီ စကားမှတပါး အခြားဘာမျှမဟုတ်ဟု ဆိုကြကုန်၏။"},{"SurahNumber":23,"VerseNumber":84,"Text":"၈၄။\tသင်ဟောကြားလော့၊ သင်တို့သိလျှင် မဟာပထဝီမြေနှင့်တကွ မြေပေါ်ရှိသတ္တဝါအပေါင်းတို့ကို အဘယ်သူ စိုးပိုင်သနည်း။"},{"SurahNumber":23,"VerseNumber":85,"Text":"၈၅။\tသူတို့က အလ္လာဟ်အရှင်မြတ်ဟု ဖြေလိမ့်မည်၊ ထို့ကြောင့်သင်တို့သည် တရားတော်ကို သတိရကြမည်မဟုတ် လားဟု ပြောလော့။"},{"SurahNumber":23,"VerseNumber":86,"Text":"၈၆။\tတဖန်ပြောလော့၊ အထက်ကောင်းကင်ခုနစ်ထပ်နှင့် ကြီးကျယ်မြင့်မြတ်သောရာဇပလ္လင်တော်ကြီးတို့၏ အရှင် သခင်သည် အဘယ်သူဖြစ်သနည်း။"},{"SurahNumber":23,"VerseNumber":87,"Text":"၈၇။\tသူတို့က အလ္လာဟ်အရှင်မြတ်ဟု ဖြေမည်၊ ထိုအခါပြောလော့၊ ထို့ကြောင့်သင်တို့သည် အရှင်မြတ်၏တာဝန် ဝတ္တရားတော်ကို ထိန်းသိမ်းကြမည်မဟုတ်လော။"},{"SurahNumber":23,"VerseNumber":88,"Text":"၈၈။\tတဖန်ဟောကြားလော့၊ ခပ်သိမ်းကုန်သောသက်ရှိသက်မဲ့အပေါင်းတို့ကို စိုးပိုင်သောတန်ခိုးတော်ဂုဏ်တော်သည် မည်သူ့လက်တော်ဝယ်ရှိသနည်း၊ အလ္လာဟ်အရှင်မြတ်သည် ကာကွယ်စောင့်ရှောက်တော်မူ၏၊ သို့သော်အရှင် မြတ်မှ ကာကွယ်ခြင်းမရှိချေ၊ သင်တို့တွင် အသိဉာာဏ်ရှိလျှင် ကောင်းလေစွ။"},{"SurahNumber":23,"VerseNumber":89,"Text":"၈၉။\tသူတို့က ခပ်သိမ်းကုန်တို့ကို အလ္လာဟ်အရှင်မြတ်အစိုးရတော်မူ၏ဟု ဆိုကြလိမ့်မည်၊ ထိုအခါ သူတို့အား သို့ပါလျက်သင်တို့သည် အဘယ်ကြောင့်စုန်းအဖမ်းခံကြသနည်းဟု ဆိုလော့။"},{"SurahNumber":23,"VerseNumber":90,"Text":"၉ဝ။\tငါအရှင်မြတ်သည် သူတို့ထံသို့ သစ္စာတရားတော်ကို ယူခဲ့တော်မူပြီ၊ မှတ်သားကြလော့၊ ထိုမိစ္စာမိုက်တို့သည် မုသားကောင်များဖြစ်ကြသည်။"},{"SurahNumber":23,"VerseNumber":91,"Text":"၉၁။\tအလ္လာဟ်အရှင်မြတ်သည် သားသမီးရှိခြင်း၊ အညစ်အကြေးမှ ကင်းစင်တော်မူ၏၊ အရှင်မြတ်နှင့်တွဲဖက်၍ ဘုရားမရှိချေ၊ ရှိပါလျှင် ထိုဘုရားတိုင်းသည် မိမိဖန်ဆင်းတော်မူသောအရာများကို လွှမ်းမိုးဧကန်အားပေး စောင်မလတ့ံ၊ အချို့ဘုရားများက အချို့သောဘုရားများကို လွှမ်းမိုးနိုင်နင်းကြလတ့ံ၊ အလ္လာဟ်အရှင်မြတ်သည် မိစ္ဆာဒိဌိတို့စွပ်စွဲသောအညစ်အကြေးတို့မှ သန့်ရှင်းတော်မူထသောအရှင်ဖြစ်တော်မူ၏။"},{"SurahNumber":23,"VerseNumber":92,"Text":"၉၂။\tအလ္လာဟ်အရှင်မြတ်သည် မြင်ရသောအရာ၊ မမြင်နိုင်စွမ်းသောအရာတို့ကို သိတော်မူ၏၊ သူတို့တွဲဖက်သော ဘက်စပ်ဘုရားများထက် သာလွန်မြင့်မြတ်တော်မူ၏။"}]}