{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Ey iman edenler; Allah´tan korkarsanız O, size bir furkan verir. Suçlarınızı örter ve sizi bağışlar. Allah, büyük lütuf sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"Hani küfredenler; seni tutup bağlamak, yahut öldürmek veya çıkarmak için düzen kuruyorlardı. Onlar düzen kurarlarken Allah da düzenlerine müdahale ediyordu. Allah, düzen yapanların en hayırlısıdır"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ayetlerimiz onlara okunduğu zaman; işittik, istersek biz de bunun benzerini söyleriz. Bu, eskilerin masallarından başka bir şey değildir, demişlerdi"},{"SurahNumber":8,"VerseNumber":32,"Text":"Hani demişlerdi ki: Ey Allah´ımız; eğer bu, gerçekten Senin katından ise; bize gökten taş yağdır, yahut acıklı bir azab getir"},{"SurahNumber":8,"VerseNumber":33,"Text":"Halbuki sen içlerinde iken; Allah onlara azab etmez. Onlar istiğfar ederken de Allah, yine onları azablandıracak değildir"},{"SurahNumber":8,"VerseNumber":34,"Text":"Allah onlara, niçin azab etmesin ki; onlar, kendileri ona ehil olmadıkları halde (insanları) Mescid-i Haram´dan men´edip duranlardır. Hem O´nun dostu değillerdir. O´nun dostları ancak müttakilerdir, ama onların çoğu bilmezler"},{"SurahNumber":8,"VerseNumber":35,"Text":"Onların Beyt´in yanındaki duaları; sadece ıslık çalmak veya el çırpmaktan başka bir şey değildir. Öyleyse devamedegelmekte olduğunuz küfürden dolayı tadın azabı"},{"SurahNumber":8,"VerseNumber":36,"Text":"Muhakkak ki küfredenler; mallarını, Allah yolundan alıkoymak için harcarlar. Daha harcayacaklar, sonra içleri yanacak, sonra da mağlup olacaklardır. Küfredenler, cehenneme toplanacaklardır"},{"SurahNumber":8,"VerseNumber":37,"Text":"Allah; murdarı temizden ayırdetsin ve murdarı birbiri üstüne koyup topunu birden yığsın da, cehenneme atsın diye. İşte onlar; hüsrana uğrayanların kendileridir"}]}