{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Elif lam ra, işte hükmü kesin ve gerçek olan kitabın ayetleri"},{"SurahNumber":10,"VerseNumber":2,"Text":"İnsanları korkutmak ve inananlara, gerçek bir güzel mükafat, inançlarına karşılık yücelik ve nimet verileceğini, şefaate mazhar olacaklarını müjdelemek için içlerinden bir ere vahyetmemiz, insanlara tuhaf mı geldi de kafirler, şüphe yok ki dediler, bu, apaçık bir büyücü"},{"SurahNumber":10,"VerseNumber":3,"Text":"Şüphe yok Rabbiniz, öyle bir Allah'tır ki gökleri ve yeryüzünü altı günde yarattı da sonra arşında kudret ve tedbiriyle her şeye hakim oldu. Her işi o, takdir ve gereğince tedbir eder. Onun izni olmadıkça hiçbir şefaatçi, şefaatte bulunamaz. İşte Rabbiniz olan Allah budur, artık kulluk edin ona. Düşünmez, ibret almaz mısınız"},{"SurahNumber":10,"VerseNumber":4,"Text":"Hepinizin dönüp varacağı yer, onun tapısıdır, gerçek olarak bunu vaadetmiştir Allah. Hiç şüphe yok ki o, halkı önce yaratır, sonra da inanıp iyi işlerde bulunanları, adalet üzere ve tam karşılığıyla mükafatlandırmak için ölümden sonra tekrar diriltir; kafir olanlaraysa, inkarlarından dolayı, içmek üzere kaynar su ve elemli bir azap vardır"},{"SurahNumber":10,"VerseNumber":5,"Text":"Öyle bir mabuttur o ki güneşi parlak ziyalı, ayı aydın ışıklı yarattı ve yılların sayısını ve hesabı bilmeniz için ona menziller tayin etti. Allah bunları boş yere değil, gerçek bir fayda için halketti. Bilen topluluğa delillerini açıklayıp bildirmededir"},{"SurahNumber":10,"VerseNumber":6,"Text":"Geceyle gündüzün, birbiri ardınca gelip gitmesinde ve Allah'ın, göklerde ve yeryüzünde halkettiği şeyler de, çekinen topluluğa elbette deliller var"},{"SurahNumber":10,"VerseNumber":7,"Text":"Şüphe yok ki bize kavuşacaklarını ummayanlar ve dünya yaşayışına razı olup yürekleri onunla yatışanlar ve delillerimizden gaflet edenler"},{"SurahNumber":10,"VerseNumber":8,"Text":"Öyle kişilerdir ki onların yurtları, kazançlarına karşılık ateştir"},{"SurahNumber":10,"VerseNumber":9,"Text":"İnanıp iyi işlerde bulunanlaraysa Rableri, nimetlerle dolu olan ve kıyılarından ırmaklar akan cennetlerin yolunu gösterir"},{"SurahNumber":10,"VerseNumber":10,"Text":"Orada duaları, seni tenzih ederiz, noksan sıfatlardan arısın ey Allah'ım sözüdür, birbirlerine iltifatları, esenlik sana sözü ve dualarının, senalarının sonu da hamd, alemlerin Rabbi Allah'a cümlesi"}]}