{"Id":68,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"I nikako ne reci ni za koju stvar: \"Uistinu, učiniću to sutra"},{"SurahNumber":18,"VerseNumber":24,"Text":"Bez: \"InšaAllah.\" I spomeni Gospodara svog kad zaboraviš, i reci: \"Možda će me uputiti Gospodar moj ispravnosti bližoj od ove"},{"SurahNumber":18,"VerseNumber":25,"Text":"I ostali su u pećini svojoj tri stotine godina i dodali devet"},{"SurahNumber":18,"VerseNumber":26,"Text":"Reci: \"Allah je Najbolji znalac tog što su ostali. Njegovo je nevidljivo nebesa i Zemlje. Kakvog je On vida i kakvog sluha! Nemaju oni mimo Njega nikakva zaštitnika, a ne pridružuje u sudu Svom nikoga"},{"SurahNumber":18,"VerseNumber":27,"Text":"I recitiraj šta ti se objavljuje iz Knjige Gospodara tvog. Nema izmjenitelja za Riječi Njegove, i nećeš naći mimo Njega (nikakvo) utočište"},{"SurahNumber":18,"VerseNumber":28,"Text":"I strpi dušu svoju sa onima koji zazivaju Gospodara svog ujutro i navečer, želeći lice Njegovo; i ne skidaj oči svoje s njih, želeći sjaj života Dunjaa; i ne slušaj onog čije smo srce učinili nemarnim za spominjanje Naše i (koji) slijedi strast svoju, a stvar njegova je zanemarena"},{"SurahNumber":18,"VerseNumber":29,"Text":"I reci: \"Istina je od Gospodara vašeg! Pa ko hoće neka vjeruje, a ko hoće - pa nek ne vjeruje.\" Uistinu! Mi smo zalimima pripremili vatru, obuhvatiće ih šator njen. I ako zatraže pomoć, odgovoriće im se vodom kao rastopljen metal, spržiće lica. Loše je piće i zlo počivalište"},{"SurahNumber":18,"VerseNumber":30,"Text":"Uistinu! Onima koji vjeruju i čine dobra djela, uistinu - Mi nećemo uništiti nagradu onoga ko čini dobro djelo"},{"SurahNumber":18,"VerseNumber":31,"Text":"Ti takvi će imati bašče Adna, ispod njih će teći rijeke; kitit će se u njemu narukvicama od zlata i nosiće zelena odijela od svile i brokata, naslonjeni u njemu na sofama. Divne li nagrade i lijepog počivališta"}]}