{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":61,"Text":"Тот, кому Мы обетовали прекрасное обетование, и он идет уже в сретение ему, таков ли, как тот, кому Мы даем наслаждаться наслаждениями здешней жизни; и он со временем, в день воскресения, будет в числе представленных пред Нами"},{"SurahNumber":28,"VerseNumber":62,"Text":"В то время, когда Он призовет их пред Себя, Он скажет: \"Где те соучастники Мне, которых вы таковыми считали"},{"SurahNumber":28,"VerseNumber":63,"Text":"Те, к которым обращено будет это слово, скажут: \"Господи наш! Вот те, которые ввели в нас в заблуждение. Мы ввели их в заблуждение потому, что они были уже в заблуждении; мы не виноваты пред Тобою в, том, что они покланялись нам"},{"SurahNumber":28,"VerseNumber":64,"Text":"Тогда будет сказано: \"Спросите соучастников, вами придуманных\"; и они спросят их, но эти не ответят им. Тогда они увидят свою муку. Что бы им идти по прямому пути"},{"SurahNumber":28,"VerseNumber":65,"Text":"В то время, когда Он призовет их пред Себя, Он скажет: \"Что это отвечали вы сим посланникам"},{"SurahNumber":28,"VerseNumber":66,"Text":"Но слова их в этот день будут бессмысленны как у безумного: они не смогут спросить друг друга"},{"SurahNumber":28,"VerseNumber":67,"Text":"Но кто одумается, уверует и будет делать доброе, тот, быть может, будет в числе блаженных"},{"SurahNumber":28,"VerseNumber":68,"Text":"Господь твой творит что хочет и что свободно избирает; у них нет свободного выбора. Воздайте хвалу Богу! Он превознесен над теми, кого признают они соучастниками Ему"},{"SurahNumber":28,"VerseNumber":69,"Text":"Господь твой знает то, что их сердца скрывают и что обнаруживают"},{"SurahNumber":28,"VerseNumber":70,"Text":"Он есть Бог: кроме Его нет никого достойного богопочтения; Ему слава в настоящем и в будущем веке; у Него власть над всем, и к Нему вы возвращены будете"},{"SurahNumber":28,"VerseNumber":71,"Text":"Скажи: \"Не понимаете ли: если Бог сделает ночь над вами непрерывно продолжающеюся до дня воскресения, тогда кто из богочтимых, кроме Бога, принесет к вам свет? Уже ли не слышите"},{"SurahNumber":28,"VerseNumber":72,"Text":"Скажи: \"Не понимаете ли: если Бог сделает день над вами непрерывно продолжающимся до дня воскресения, тогда кто из богочтимых, кроме Бога, принесет к вам ночь для вашего успокоения во время ее? Уже ли не видите"},{"SurahNumber":28,"VerseNumber":73,"Text":"По милости Своей, Он устроил для вас ночь и день, для того, чтобы вы в продолжение ее покоились, а в продолжение его искали себе даров Его: может быть, будете благодарны"},{"SurahNumber":28,"VerseNumber":74,"Text":"В то время, когда Он призовет их пред Себя, Он скажет: \"Где те соучастники Мне, которых вы таковыми считали"},{"SurahNumber":28,"VerseNumber":75,"Text":"Из каждого народа Мы вытянем свидетеля, и скажем: \"Представьте ваши доказательства!\" Тогда они узнают, что истина у Бога; а те, которых они выдумали, исчезнут с глаз их"}]}