{"Id":265,"LanguageCodes":["my","mya"],"Name":"mya-hashimtinmyint","Author":"Hashim Tin Myint","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info/app/ , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":15,"VerseNumber":61,"Text":"ထို့‌နောက် (‌စေလွှတ်ခြင်းခံကြရ)သူတို့သည် (တမန်‌တော်)လူသွ်၏အိမ်‌ထောင်စုထံသို့ ‌ရောက်ရှိကြ‌သောအခါ။"},{"SurahNumber":15,"VerseNumber":62,"Text":"၎င်းက ‌ပြောဆိုသည်- အမှန်စင်စစ် အသင်တို့သည် သူစိမ်းများပင်ဖြစ်ကြသည်။"},{"SurahNumber":15,"VerseNumber":63,"Text":"သူတို့က ‌ပြောဆိုကြသည်- ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင်၏ထံသို့ သူတို့ သံသယဖြစ်‌နေကြ‌သောကိစ္စကို ယူ‌ဆောင်လာခဲ့ကြခြင်းဖြစ်ပါသည်။"},{"SurahNumber":15,"VerseNumber":64,"Text":"ထို့ပြင် ကျွန်ုပ်တို့သည် အသင်၏ထံသို့ အမှန်ဖြစ်မည့်ကိစ္စကို ယူ‌ဆောင်လာခဲ့ကြပါသည်။ ထို့ပြင် အမှန်ပင် ကျွန်ုပ်တို့သည် အမှန်‌ပြောဆိုသူများဖြစ်ကြပါသည်။"},{"SurahNumber":15,"VerseNumber":65,"Text":"သို့ဖြစ်ရာ အသင်သည် အသင်၏အိမ်သူအိမ်သားများအား ည၏အစိတ်အပိုင်း တစ်စုံတစ်ခု(အချိန်တစ်ချိန်)တွင် ‌ခေါ်‌ဆောင်ပြီး ထွက်ခွာသွားပါ။* ထို့‌နောက် အသင်သည် အသင်သည် သူတို့၏‌နောက်မှလိုက်သွားပါ။ ၎င်း‌နောက် အသင်တို့ထဲမှ မည်သူမှ ‌နောက်ပြန် လှည့်မကြည့်ရ‌ပေ။ ၎င်း‌နောက် အသင်တို့သည် အသင်တို့ အမိန့်‌ပေးခြင်းခံရ‌သော‌နေရာထံသို့သာ သွားကြပါ။"},{"SurahNumber":15,"VerseNumber":66,"Text":"ထို့ပြင် ငါအရှင်မြတ်သည် (တမန်‌တော်)လူသွ်ထံသို့ ထိုဆုံးဖြတ်ချက် ‌ပေးပို့‌တော်မူခဲ့သည်- “အမှန်စင်စစ် ဤမြို့သားများ၏အ‌ခြေအမြစ်သည် နံနက်မိုးလင်းချိန်တွင် ဖြတ်‌တောက်ပြီးဖြစ်လိမ့်မည်။“"},{"SurahNumber":15,"VerseNumber":67,"Text":"ထို့‌နောက် မြို့သားများသည် ဝမ်း‌မြောက်ဝမ်းသာစွာ လာခဲ့ကြသည်။"},{"SurahNumber":15,"VerseNumber":68,"Text":"၎င်း(တမန်‌တော်လူသွ်)က ‌ပြောဆိုခဲ့သည်- အမှန်စင်စစ် ဤသူများသည် ငါ၏ဧည့်သည်များပင် ဖြစ်ကြသည့်အတွက် အသင်တို့သည် ငါ့အား အရှက်မခွဲကြနှင့်။"},{"SurahNumber":15,"VerseNumber":69,"Text":"ထို့ပြင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ငါ့အား ‌သေးသိမ်‌အောင် မပြုကြနှင့်။"},{"SurahNumber":15,"VerseNumber":70,"Text":"သူတို့က ‌ပြောဆိုခဲ့ကြသည်- ကျွန်ုပ်တို့သည် အသင့်အား လူများ(မတည်းခိုကြရန်)မှ တားမြစ်ခဲ့ကြသည် မဟုတ်‌လော။"},{"SurahNumber":15,"VerseNumber":71,"Text":"၎င်းက ‌ပြောဆိုခဲ့သည်- အကယ်၍ အသင်တို့သည် အမှန်ပင် ပြုလုပ်ကြ‌တော့မည့်သူများဖြစ်ကြလျှင် ဤသည် ငါ၏သမီးများပင်၊ (အသင်တို့သည် သူမတို့နှင့် ထိမ်းမြားနိုင်ကြသည်)။"},{"SurahNumber":15,"VerseNumber":72,"Text":"(အို- တမန်‌တော်မုဟမ္မဒ်-ဆွ) အသင်၏အသက်ဝိညာဉ်ကို တိုင်တည်‌ပြောဆိုသည်၊* အမှန်စင်စစ် သူတို့သည် သူတို့၏မူးယစ်မှု(မာန်တက်မှု)ထဲ၌ပင် ‌တွေ‌ဝေ‌နေကြသည်။"},{"SurahNumber":15,"VerseNumber":73,"Text":"သို့ဖြစ်ရာ ကျယ်‌လောင်‌သောအသံသည် သူတို့အား ‌နေထွက်ချိန်၌ ဖမ်းဆီးကွပ်မျက်ခဲ့သည်။"},{"SurahNumber":15,"VerseNumber":74,"Text":"ထို့‌နောက် ငါအရှင်မြတ်သည် ထိုမြ့ို၏မျက်နှာပြင်အ‌ပေါ်ပိုင်းကို ‌အောက်ပိုင်းပြုလုပ်‌တော်မူခဲ့သည်။ (အထက်‌အောက်လှန်‌တော်မူလိုက်သည်)။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အ‌ပေါ်တွင် ရွှံ့‌စေးနှင့်ပြုလုပ်ထား‌သော ‌ကျောက်ခဲများကို ရွာသွန်း‌စေ‌တော်မူခဲ့သည်။"},{"SurahNumber":15,"VerseNumber":75,"Text":"အမှန်စင်စစ် ထိုအထဲတွင် စဉ်းစားဆင်ခြင်တတ်သူများအတွက် သက်‌သေလက္ခဏာများ အမှန်စင်စစ် ရှိသည်။"},{"SurahNumber":15,"VerseNumber":76,"Text":"ထို့ပြင် အမှန်စင်စစ် ထို(မြို့ရွာ)သည် စည်ကား‌နေ‌သောလမ်းတွင် အမှန်ပင် တည်ရှိသည်။"},{"SurahNumber":15,"VerseNumber":77,"Text":"အမှန်စင်စစ် ထိုအထဲတွင် အီမာန်ယုံကြည်သူများအတွက် သက်‌သေလက္ခဏာ အမှန်ပင်ရှိသည်။"},{"SurahNumber":15,"VerseNumber":78,"Text":"ထို့ပြင် အမှန်စင်စစ် အိုင်ကဟ်‌တောအုပ်တွင် ‌နေထိုင်‌သောသူများသည်လည်း* မတရားကျူးလွန်သူများဖြစ်ကြသည်။"},{"SurahNumber":15,"VerseNumber":79,"Text":"သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် သူတို့ကို တန်ပြန်အ‌ရေးယူ‌တော်မူခဲ့သည်။ ထို့ပြင် အမှန်စင်စစ် ထိုမြို့ရွာနှစ်ခုစလုံးသည် ထင်ရှား‌သောလမ်း‌ပေါ်၌ အမှန်ပင်ရှိ‌နေကြသည်။"}]}