{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"A hle, když zabili jste někoho, sváděli jste to jeden na druhého. Však Bůh odhalil, co jste skrývali"},{"SurahNumber":2,"VerseNumber":73,"Text":"Tehdy jsme řekli: \"Udeřte mrtvého částí této krávy obětované!\" A takto Bůh oživuje mrtvé a ukazuje vám znamení svá - snad budete rozumní"},{"SurahNumber":2,"VerseNumber":74,"Text":"Vaše srdce se však od té doby zatvrdila a stala se jakoby kameny skal aneb ještě tvrdšími, neboť mezi skalami jsou takové, z nichž tryskají potoky, a jsou mezi nimi jiné, jež pukají a vytéká z nich voda, a další, jež převracejí se ze strachu před Bohem. A není Bohu lhostejné, co děláte"},{"SurahNumber":2,"VerseNumber":75,"Text":"Jak můžete žádat, aby s vámi uvěřili tito lidé, z nichž část poté, co uslyšela slovo Boží, vědomě je překroutila, když mu porozuměla"},{"SurahNumber":2,"VerseNumber":76,"Text":"A když potkají ty, kdož uvěřili, říkají: \"Uvěřili jsme!\", avšak když sami jsou mezi sebou, tu hovoří: \"Chcete jim vyprávět o tom, co vám Bůh odkryl, aby tak měli důkazy proti vám ohledně toho před Pánem vaším? Což nebudete rozumní"},{"SurahNumber":2,"VerseNumber":77,"Text":"Cožpak nevědí, že Bůh dobře zná jak to, co skrývají, tak i to, co odhalují"},{"SurahNumber":2,"VerseNumber":78,"Text":"Mezi nimi jsou lidé neučení, kteří neznají z Písma nic než \"ameny\" a kteří mají jen své domněnky"},{"SurahNumber":2,"VerseNumber":79,"Text":"Běda těm, kteří Písmo vlastníma rukama sepisují a potom hovoří: \"Toto od Boha pochází!\", aby tak nakoupili za nízkou cenu. Běda jim za to, co psaly ruce jejich! Běda jim za to, co provádějí"},{"SurahNumber":2,"VerseNumber":80,"Text":"A říkají: \"Oheň se nás nedotkne, leda na dobu omezenou.\" Rci: \"Uzavřeli jste snad o tom smlouvu s Bohem? Bůh nikdy nezruší smlouvu svou; anebo říkáte o Bohu něco, o čem nemáte ponětí"},{"SurahNumber":2,"VerseNumber":81,"Text":"Ba naopak ti, kdož zlého se dopustili, a ti, kdož obklopeni jsou hříchy svými, ti stanou se ohně obyvateli a budou v něm nesmrtelní"},{"SurahNumber":2,"VerseNumber":82,"Text":"Ti však, kdož uvěřili a zbožné skutky konali, ti budou ráje obyvateli a budou tam nesmrtelní"}]}