{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Naho ba bandi batizera kuzahura natwe, baravuze bati “Kuki tutohererezwa Abamalayika (bo kutubwira ko uri intumwa y’ukuri) cyangwa ngo tubone Nyagasani wacu?” Rwose bishyize hejuru bikabije baranarengera"},{"SurahNumber":25,"VerseNumber":22,"Text":"Umunsi bazabona Abamalayika, nta nkuru nziza (abo bamalayika bazaba bazaniye) inkozi z’ibibi kuri uwo munsi, (ahubwo) bazazibwira bati “Mukumiriwe (kwinjira mu ijuru) bidasubirwaho.”"},{"SurahNumber":25,"VerseNumber":23,"Text":"Maze twerekere ku bikorwa bakoze tubigire umukungugu utumuka"},{"SurahNumber":25,"VerseNumber":24,"Text":"Kuri uwo munsi, abo mu ijuru bazaba bafite icyicaro cyiza n’aho kuruhukira hahebuje"},{"SurahNumber":25,"VerseNumber":25,"Text":"(Unibuke) umunsi ikirere kizasatagurika (mu myenge yacyo) hagaragaramo ibicu, maze abamalayika bakamanurwa ari benshi"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ubwami nyabwo kuri uwo munsi buzaba ari ubwa Nyirimpuhwe (Allah), kandi uzaba ari umunsi ukomeye ku bahakanyi"},{"SurahNumber":25,"VerseNumber":27,"Text":"(Unibuke) umunsi inkozi y’ibibi izirumagura intoki (yicuza ibyo yakoze) igira iti “Iyo nza kuba narayobotse inzira y’Intumwa (Muhamadi)!”"},{"SurahNumber":25,"VerseNumber":28,"Text":"“Mbega ibyago byanjye! Iyo nza kuba ntaragize kanaka inshuti magara!”"},{"SurahNumber":25,"VerseNumber":29,"Text":"Rwose yaranyobeje antesha gukurikira urwibutso (Qur’an), nyuma yuko rwari rwarangezeho. Kandi Shitani atererana umuntu"},{"SurahNumber":25,"VerseNumber":30,"Text":"Nuko Intumwa (Muhamadi) iravuga iti “Nyagasani wanjye! Mu by’ukuri abantu banjye bitaruye iyi Qur’an (ntibayiha agaciro.)”"},{"SurahNumber":25,"VerseNumber":31,"Text":"Uko ni na ko buri muhanuzi twamushyiriyeho abanzi bakomoka mu nkozi z’ibibi. Ariko Nyagasani wawe arahagije kuba Uyobora ndetse n’Umutabazi"},{"SurahNumber":25,"VerseNumber":32,"Text":"Na ba bandi bahakanye baravuze bati “Kuki (Muhamadi) atahishuriwe Qur’an icyarimwe ari imbumbe?” (Allah aravuga ati) “Uko (kuyihishura itatanye) ni ukugira ngo tuyikoreshe tugukomeza umutima (yewe Muhamadi). Kandi twayiguhishuriye buhoro buhoro (kugira ngo yorohere abayisoma).”"},{"SurahNumber":25,"VerseNumber":33,"Text":"Kandi nta rugero bakuzanira (rugamije guhinyura Qur’an) ngo tubure kukuzanira (igisubizo cy’) ukuri ndetse n’ibisobanuro birushijeho kuba byiza"},{"SurahNumber":25,"VerseNumber":34,"Text":"Ba bandi bazakoranyirizwa mu muriro wa Jahanamu bagenza uburanga bwabo, ni bo bazaba bari mu rwego rubi kandi barayobye inzira (y’ukuri) bikabije"}]}