{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"And whomsoever We give long life, We cause him to regress in creation. Do they not understand"},{"SurahNumber":36,"VerseNumber":69,"Text":"And We have not taught him poetry; nor would it befit him. It is but a reminder and a clear Quran"},{"SurahNumber":36,"VerseNumber":70,"Text":"to warn whomsoever is alive, and so that the Word may come due for the disbelievers"},{"SurahNumber":36,"VerseNumber":71,"Text":"Have they not considered that among that which Our Hands have wrought We created cattle for them, and that they are their masters"},{"SurahNumber":36,"VerseNumber":72,"Text":"and that We have subdued these for them, such that some are a mount for them and of some they eat"},{"SurahNumber":36,"VerseNumber":73,"Text":"And they have benefits and drinks therein. Will they not then give thanks"},{"SurahNumber":36,"VerseNumber":74,"Text":"Yet they have taken gods other than God, that perhaps they might be helped"},{"SurahNumber":36,"VerseNumber":75,"Text":"They cannot help them, though they be a host made ready for them"},{"SurahNumber":36,"VerseNumber":76,"Text":"So let not their speech grieve thee. Truly We know what they hide and what they disclose"},{"SurahNumber":36,"VerseNumber":77,"Text":"Has not man seen that We created him from a drop, and behold, he is a manifest adversary"},{"SurahNumber":36,"VerseNumber":78,"Text":"And he has set forth for Us a parable and forgotten his own creation, saying, “Who revives these bones, decayed as they are?”"},{"SurahNumber":36,"VerseNumber":79,"Text":"Say, “He will revive them Who brought them forth the first time, and He knows every creation"},{"SurahNumber":36,"VerseNumber":80,"Text":"Who made for you fire from the green tree, and, behold, you kindle from it.”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Is not He Who created the heavens and the earth able to create the like thereof"},{"SurahNumber":36,"VerseNumber":82,"Text":"Yea, indeed, He is the knowing Creator. His Command when He desires a thing is only to say to it, “Be!” and it is"},{"SurahNumber":36,"VerseNumber":83,"Text":"So glory be to Him in Whose Hand lies the dominion of all things, and unto Whom you shall be returned"}]}