{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":21,"Text":"The one who bought him in Egypt said to his wife, \"Receive him honorably. Take good care of him. May be he can help us or we can adopt him as a son.\" We, thus, established Joseph in Egypt and arranged for him proper education and training. He was gifted with a great insight into events. Allah's Command always prevails although most people won't understand the stages of cause and effect"},{"SurahNumber":12,"VerseNumber":22,"Text":"When Joseph reached his prime, We gave him wisdom and knowledge, since he lived upright. This is Our Law that We bestow knowledge and wisdom on those who live a balanced life in youth"},{"SurahNumber":12,"VerseNumber":23,"Text":"The lady of the house, tried to seduce him. She closed the doors and said, \"I am all yours.\" He said, \"May Allah preserve me! My Sustainer has placed me in a station of balanced character. Those who displace moral values with temptation do not prosper"},{"SurahNumber":12,"VerseNumber":24,"Text":"She desired him, and he would have desired her if he had not seen the Argument of his Lord, (\"Go not close to adultery\" (17:32)). Obeying Our Command saved him from evil and lewdness. He was among Our sincere servants"},{"SurahNumber":12,"VerseNumber":25,"Text":"And they raced to the door and in the process, she tore his shirt from behind. They found her husband at the door. She said, \"What should be the punishment for one who wanted to molest your wife, prison or some chastisement of pain"},{"SurahNumber":12,"VerseNumber":26,"Text":"Joseph said, \"She is the one who tried to seduce me.\" Now a member of her family came and suggested, \"If his shirt is torn from the front, then she is telling the truth, and he is the liar"},{"SurahNumber":12,"VerseNumber":27,"Text":"And if his shirt is torn from the back then she lied, and he is telling the truth"},{"SurahNumber":12,"VerseNumber":28,"Text":"When her husband saw the shirt torn from the back, he said, \"This is the typical scheme of you women. Your scheming is formidable.\" (His discriminatory comment shows his anger, and that women in that society were not viewed well)"},{"SurahNumber":12,"VerseNumber":29,"Text":"He said, \"O Joseph! Forget about what happened. And you O woman! Ask forgiveness. For, you have been greatly at fault"}]}