{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"मूसा ने प्रार्थना कीः हे मेरे पालनहार! खोल दे, मेरे लिए मेरा सीना।"},{"SurahNumber":20,"VerseNumber":26,"Text":"तथा सरल कर दे, मेरे लिए मेरा काम।"},{"SurahNumber":20,"VerseNumber":27,"Text":"और खोल दे, मेरी ज़ुबान की गाँठ।"},{"SurahNumber":20,"VerseNumber":28,"Text":"ताकि लोग मेरी बात समझें।"},{"SurahNumber":20,"VerseNumber":29,"Text":"तथा बना दे, मेरा एक सहायक मेरे परिवार में से।"},{"SurahNumber":20,"VerseNumber":30,"Text":"मेरे भीई हारून को।"},{"SurahNumber":20,"VerseNumber":31,"Text":"उसके द्वारा दृढ़ कर दे मेरी शक्ति को।"},{"SurahNumber":20,"VerseNumber":32,"Text":"और साझी बना दे, उसे मेरे काम में।"},{"SurahNumber":20,"VerseNumber":33,"Text":"ताकि हम दोनों तेरी पवित्रता का गान अधिक करें।"},{"SurahNumber":20,"VerseNumber":34,"Text":"तथा तुझे अधिक स्मरण (याद) करें।"},{"SurahNumber":20,"VerseNumber":35,"Text":"निःसंदेह, तू हमें भली प्रकार देखने-भालने वाला है।"},{"SurahNumber":20,"VerseNumber":36,"Text":"अल्लाह ने कहाः हे मूसा! तेरी सब माँग पूरी कर दी गयी।"},{"SurahNumber":20,"VerseNumber":37,"Text":"और हम उपकार कर चुके हैं तुमपर एक बार और[1] (भी)।"},{"SurahNumber":20,"VerseNumber":38,"Text":"जब हमने उतार दिया, तेरी माँ के दिल में, जिसकी वह़्यी (प्रकाश्ना) की जा रही है।"},{"SurahNumber":20,"VerseNumber":39,"Text":"कि इसे रख दे ताबूत (सन्दूक़) में, फिर उसे नदी में डाल दे, फिर नदी उसे किनारे लगा देगी, जिसे उठा लेगा मेरा शत्रु तथा उसका शत्रु[1] और मैंने डाल दिया तुझपर अपनी ओर से विशेष[2] प्रेम, ताकि तेरा पालन-पोषण मेरी रक्षा में हो।"},{"SurahNumber":20,"VerseNumber":40,"Text":"जब चल रही थी तेरी बहन[1], फिर कह रही थीः क्या मैं तुम्हें उसे बता दूँ, जो इसका लालन-पालन करे? फिर हमने पुनः तुम्हें पहुँचा दिया तुम्हारी माँ के पास, ताकि उसकी आँख ठण्डी हो और उदासीन न हो तथा हे मूसा! तूने मार दिया एक व्यक्ति को, तो हमने तुझे मुक्त कर दिया चिन्ता[2] से और हमने तेरी भली-भाँति परीक्षा ली। फिर तू रह गया वर्षों मद्यन के लोगों में, फिर तू (मद्यन से) अपने निश्चित समय पर आ गया।"},{"SurahNumber":20,"VerseNumber":41,"Text":"और मैंने बना लिया है तुझे विश्ष अपने लिए।"},{"SurahNumber":20,"VerseNumber":42,"Text":"जा तू और तेरा भाई, मेरी निशानियाँ लेकर और दोनों आलस्य न करना मेरे स्मरण (याद) में।"},{"SurahNumber":20,"VerseNumber":43,"Text":"तुम दोनों फ़िरऔन के पास जाओ, वास्तव में, वह उल्लंघन कर गया है।"},{"SurahNumber":20,"VerseNumber":44,"Text":"फिर उससे कोमल बोल बोलो, कदाचित् वह शिक्षा ग्रहण करे अथवा डरे।"},{"SurahNumber":20,"VerseNumber":45,"Text":"दोनों ने कहाः हे हमारे पालनहार! हमें भय है कि वह हमपर अत्याचार अथवा अतिक्रमण कर दे।"},{"SurahNumber":20,"VerseNumber":46,"Text":"उस (अल्लाह) ने कहाः तुम भय न करो, मैं तुम दोनों के साथ हूँ, सुनता तथा देखता हूँ।"},{"SurahNumber":20,"VerseNumber":47,"Text":"तुम उसके पास जाओ और कहो कि हम तेरे पालनहार के रसूल हैं। अतः, हमारे साथ बनी इस्राईल को जाने दे और उन्हें यातना न दे, हम तेरे पास तेरे पालनहार की निशानी लाये हैं और शान्ति उसके लिए है, जो मार्गदर्शन का अनुसरण करे।"},{"SurahNumber":20,"VerseNumber":48,"Text":"वास्तव में, हमारी ओर वह़्यी (प्रकाशना) की गई है कि यातना उसी के लिए है, जो झुठलाये और मुख फेरे।"},{"SurahNumber":20,"VerseNumber":49,"Text":"उसने कहाः हे मूसा! कौन है तुम दोनों का पालनहार"},{"SurahNumber":20,"VerseNumber":50,"Text":"मूसा ने कहाः हमारा पालनहार वह है, जिसने प्रत्येक वस्तु को उसका विशेष रूप प्रदान किया, फिर मार्गदर्शन[1] दिया।"},{"SurahNumber":20,"VerseNumber":51,"Text":"उसने कहाः फिर उनकी दशा क्या होनी है, जो पूर्व के लोग हैं"},{"SurahNumber":20,"VerseNumber":52,"Text":"मूसा ने कहाः उसका ज्ञान मेरे पालनहार के पास एक लेख्य में सुरक्षित है, मेरा पालनहार न तो चूकता है और न[1] भूलता है।"},{"SurahNumber":20,"VerseNumber":53,"Text":"जिसने तुम्हारे लिए धरती को बिस्तर बनाया और तुम्हारे चलने के लिए उसमें मार्ग बनाये और तुम्हारे लिए आकाश से जल बरसाया, फिर उसके द्वारा विभिन्न प्रकार की उपज निकाली।"},{"SurahNumber":20,"VerseNumber":54,"Text":"तुम स्वयं खाओ तथा अपने पशुओं को चराओ, वस्तुतः, इसमें बहुत-सी निशानियाँ हैं बुध्दिमानों के लिए।"}]}