{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"El hombre dice: ¿Acaso seré resucitado cuando muera"},{"SurahNumber":19,"VerseNumber":67,"Text":"¿Acaso no recuerda el hombre que le creamos anteriormente cuando no era nada"},{"SurahNumber":19,"VerseNumber":68,"Text":"¡Por tu Señor! Les congregaremos junto con los demonios [que adoraban], y hemos de hacerles comparecer de rodillas alrededor del Infierno [antes de ser juzgados]"},{"SurahNumber":19,"VerseNumber":69,"Text":"Luego sacaremos de cada comunidad a aquellos que hayan sido más rebeldes a los preceptos del Clemente"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sabemos mejor que nadie quiénes son los merecedores de ser arrojados en él [el Infierno]"},{"SurahNumber":19,"VerseNumber":71,"Text":"Por cierto que todos vosotros lo contemplaréis [al Infierno], y ésta es una determinación irrevocable de tu Señor"},{"SurahNumber":19,"VerseNumber":72,"Text":"Luego, salvaremos a los piadosos y dejaremos en él a los inicuos de rodillas"},{"SurahNumber":19,"VerseNumber":73,"Text":"Cuando se les recitan Nuestros claros preceptos, los incrédulos dicen con arrogancia a los creyentes: ¿Quién posee de nosotros moradas más placenteras y mejores lugares de encuentro"},{"SurahNumber":19,"VerseNumber":74,"Text":"¿A cuántas generaciones que les precedieron, de mayor riqueza y mejor aspecto hemos destruido"},{"SurahNumber":19,"VerseNumber":75,"Text":"Diles: A quienes se encuentren desviados, el Clemente les dejará continuar en el desvío hasta que les acontezca lo que Allah ha deparado para ellos: su destrucción en esta vida o luego de comparecer en el Día del Juicio. Entonces sabrán quiénes se encuentran en peor situación y tendrán menos socorredores"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah acrecentará la fe de quienes siguieron la guía. Las obras que a Allah Le complacen son las que perduran y las que tienen una gran recompensa"},{"SurahNumber":19,"VerseNumber":77,"Text":"¿Observaste a quien no cree en Nuestros signos y dice: Me serán concedidos bienes e hijos [cuando sea resucitado]"},{"SurahNumber":19,"VerseNumber":78,"Text":"¿Acaso conoce el futuro o ha tomado un pacto con el Clemente"},{"SurahNumber":19,"VerseNumber":79,"Text":"¡Seguro que no! Registraremos lo que dice y le prolongaremos el castigo"},{"SurahNumber":19,"VerseNumber":80,"Text":"Nosotros seremos Quienes heredaremos sus bienes e hijos y [el Día del Juicio] comparecerá solo"},{"SurahNumber":19,"VerseNumber":81,"Text":"Tomaron a los ídolos como divinidades en vez de Allah para que les socorriesen [del castigo]"},{"SurahNumber":19,"VerseNumber":82,"Text":"¡Pero no! [Estos ídolos] Se desentenderán de su adoración y se convertirán en sus adversarios"}]}