{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":61,"Text":"Acaso, aquele a quem temos feito uma boa promessa e que, com certeza, a alcançará, poderá ser equiparado àquele queagraciamos com o gozo da vida terrena, mas que, no Dia da Ressurreição, contar-se-á entre os que serão trazidos (ajulgamento)"},{"SurahNumber":28,"VerseNumber":62,"Text":"Recorda-lhes o dia em que (Deus) os convocará e lhes dirá: Onde estão os parceiros que pretendestes atribuir-Me"},{"SurahNumber":28,"VerseNumber":63,"Text":"E aqueles sobre os quais pesar tal atribuição, dirão: Ó Senhor nosso, são estes os que extraviamos; extraviamo-los, como fomos extraviados; isentamo-nos deles na Tua presença, posto que não nos adoravam"},{"SurahNumber":28,"VerseNumber":64,"Text":"E lhes será dito: Invocai vossos parceiros! E os invocarão; porém, não os atenderão"},{"SurahNumber":28,"VerseNumber":65,"Text":"Será o dia em que Ele os convocar, e em que lhes perguntará: Que respondestes aos mensageiros"},{"SurahNumber":28,"VerseNumber":66,"Text":"Nesse dia obscurecer-se-lhes-ão as respostas e eles não (poderão) se inquirir mutuamente"},{"SurahNumber":28,"VerseNumber":67,"Text":"Porém, quanto ao que se arrepender e praticar o bem, é possível que se conte entre os bem-aventurados"},{"SurahNumber":28,"VerseNumber":68,"Text":"Teu Senho cria e escolhe da maneira que melhor Lhe apraz, ao passo que eles não têm faculdade de escolha. Glorificadoseja Deus de tudo quanto Lhe associam"},{"SurahNumber":28,"VerseNumber":69,"Text":"Teu Senhor conhece tanto o que dissimulam os seus corações como o que manifestam (as suas bocas)"},{"SurahNumber":28,"VerseNumber":70,"Text":"E Ele é Deus! Não há mais divindade além d'Ele! Seus são os louvores, do início e no fim! Seu é o juízo! E a Eleretornareis"},{"SurahNumber":28,"VerseNumber":71,"Text":"Pergunta-lhes: Que vos pareceria se Deus vos prolongasse a noite até ao Dia da Ressurreição? Que outra divindade, além de Deus, poderia trazer-vos a claridade? Não atentais para isso"},{"SurahNumber":28,"VerseNumber":72,"Text":"Pergunta-lhes mais: Que vos pareceria se Deus vos prolongasse o dia até ao Dia da Ressurreição? Que outra divindade, além de Deus, poderia proporcionar-vos a noite, para que repousásseis? Não vedes"},{"SurahNumber":28,"VerseNumber":73,"Text":"Mercê de Sua misericórdia vos fez a noite e o dia; (a noite) para que repouseis; (o dia) para que procureis a Sua graça, afim de que Lhe agradeçais"},{"SurahNumber":28,"VerseNumber":74,"Text":"O dia em que os convocar, dirá: Onde estão aqueles parceiros que pretendestes (associar-Me)"},{"SurahNumber":28,"VerseNumber":75,"Text":"E tiraremos uma testemunha de cada povo, e diremos: Apresentai as vossas provas! E então saberão que a verdade sópertence a Deus, e tudo quanto tiverem forjado desvanecer-se-á"}]}