{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":122,"Text":"O Kinderen Israëls, herinnert u het goede, dat ik u heb gedaan, dat ik u boven de andere natiën bevoorrecht heb"},{"SurahNumber":2,"VerseNumber":123,"Text":"Vreest den dag waarop de eene ziel niets voor de andere vermag, waarop geen losgeld aangenomen worden, geene bemiddeling baten en geene redding zijn zal"},{"SurahNumber":2,"VerseNumber":124,"Text":"Toen God Abraham met zekere woorden beproefde en deze Zijne geboden vervulde, zeide God: Ik stel u aan als hoogsten priester voor de menschen. Hij antwoordde: En mijn gezin ook? God antwoordde: de boozen zijn niet begrepen in mijn verbond"},{"SurahNumber":2,"VerseNumber":125,"Text":"En toen wij een huis tot verzameling der menschen en een toevluchtsoord oprichtten zeggende: Neemt Abrahams huis bedeplaats, sloten wij een verbond met Abraham en Ismaël, dat zij dit huis zouden reinigen, zoowel voor die welke er om heen gaan, als voor diegenen welke het bezoeken en zich er biddend nederwerpen"},{"SurahNumber":2,"VerseNumber":126,"Text":"Toen Abraham zeide: Heer maak dit eene plaats van zekerheid en geef aan zijne bewoners, die aan God en aan het laatste oordeel gelooven, het voedsel uwer vruchten, toen antwoordde God: ook de ongeloovigen wil ik spijzen, maar slechts met weinig en hen dan in het vuur der hel drijven. Eene harde reis zal dat zijn"},{"SurahNumber":2,"VerseNumber":127,"Text":"Toen Abraham en Ismaël den grondslag voor dit huis legden, baden zij: o Heer neem het genadig van ons aan; want gij hoort en kent alles"},{"SurahNumber":2,"VerseNumber":128,"Text":"Heer, maak ons u geheel onderworpen en onze nakomelingen tot een u onderworpen volk; toon ons onze heilige ceremoniën en wend u tot ons; want gij zijt de genadige en barmhartige"},{"SurahNumber":2,"VerseNumber":129,"Text":"Heer zend een gezant onder hen, die hun uwe wonderen openbare, en hun de schrift en de wijsheid verklare en hen zuivere; want gij zijt de machtigste en wijste"}]}