{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"Powiedz: \"Jeśli kochacie Boga, to postępujcie za mną! Wtedy i Bóg będzie was miłował i przebaczy wam wasze grzechy. Bóg jest przebaczający, litościwy"},{"SurahNumber":3,"VerseNumber":32,"Text":"Powiedz: \"Słuchajcie Boga i Posłańca! A jeśli się odwrócicie... zaprawdę, Bóg nie kocha niewiernych"},{"SurahNumber":3,"VerseNumber":33,"Text":"Bóg wybrał Adama i Noego, rodzinę Abrahama i rodzinę Imrana - ponad światy"},{"SurahNumber":3,"VerseNumber":34,"Text":"Jako potomstwo jednych od drugich. Zaprawdę, Bóg jest słyszący, wszechwiedzący"},{"SurahNumber":3,"VerseNumber":35,"Text":"Oto powiedziała żona Imrana: \"Panie mój! Ja poświęcam Tobie to, co jest w moim łonie. Przyjmij to więc ode mnie, wszak Ty jesteś Słyszący, Wszechwiedzący"},{"SurahNumber":3,"VerseNumber":36,"Text":"A kiedy ona porodziła, powiedziała: \"Panie mój! Oto złożyłam ją - istotę żeńską.\" - A Bóg wie najlepiej, co ona złożyła, przecież rodzaj męski nie jest jak żeński. - \"Nazwałam ją Marią. I oto oddaję ją, ją i jej potomstwo, Tobie pod opiekę przed szatanem przeklętym"},{"SurahNumber":3,"VerseNumber":37,"Text":"I przyjął ją jej Pan przyjęciem pięknym, i uczynił, iż wyrosła wzrostem pięknym, i zaopiekował się nią Zachariasz. Za każdym razem, jak wchodził do niej Zachariasz, do przybytku świętego, znajdował u niej zaopatrzenie. Powiedział: \"O Mario! Skąd to przychodzi do ciebie?\" Ona powiedziała: \"To jest od Boga.\" Zaprawdę, Bóg daje zaopatrzenie, komu chce - bez żadnego rachunku"},{"SurahNumber":3,"VerseNumber":38,"Text":"Wtedy Zachariasz pomodlił się do swego Pana i powiedział: \"Panie mój! Obdaruj mnie, od Siebie, wspaniałym potomstwem. Ty przecież słyszysz modlitwę"},{"SurahNumber":3,"VerseNumber":39,"Text":"I ogłosili mu aniołowie kiedy on, stojąc, modlił się w sanktuarium: \"Bóg obwieszcza ci radosną wieść o Janie. On potwierdzi słowo od Boga; będzie szlachetnym panem, czystym i prorokiem wśród sprawiedliwych"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zachariasz powiedział: \"Panie mój! Jak ja mogę mieć syna, kiedy już osiągnąłem podeszły wiek, a moja żona jest bezpłodna?\" Bóg powiedział: \"Tak będzie! Bóg czyni, co chce"},{"SurahNumber":3,"VerseNumber":41,"Text":"On powiedział: \"Panie mój! Uczyń mi jakiś znak!\" Powiedział: \"Oto twój znak: nie będziesz mówił z ludźmi przez trzy dni inaczej, jak tylko przez gesty. I wspominaj twego Pana wielekroć, i wysławiaj go wieczorami i rankami"}]}