{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Mu’miniintoy! Haddaad dhwortaan (xilka uu idin saaray) Allaah, Wuxuu idin siin kala saare (aad ku kala saartaan samaanta iyo xumaanta), oo idinka tirtiri xumaatooyinkiinna, oo idiin dambi dhaafi, oo Allaah waa Rabbiga iska leh Fadliga aad u Weyn"},{"SurahNumber":8,"VerseNumber":30,"Text":"Oo waa tii ay galaadu kuu tab dhigeen si ay kuu xidhaan, ama kuu dilaan ama kuu saaraan debedda; oo way tab dhigeen, oo Allaah sidoo kale wuu tab dhigay, oo Allaah waa kan ugu wanaagsan inta wax tabeysa"},{"SurahNumber":8,"VerseNumber":31,"Text":"Oo Marka Aayadahayaga loo akhriyo, waxay yidhaahdaan: Xaqiiq waanu maqallay; oo haddaan doonno waxaan odhan karnaa waxa uu yidhi oo kale. (Waxa)kanina ma aha waxaan aheyn sheeko - xariirtii dadkii hore"},{"SurahNumber":8,"VerseNumber":32,"Text":"Oo waa tii ay yidhaahdeen: Allahayow! Hadduu kani xaq yahay Adiga kaa yimid, haddaba nagaga soo daadi dhagaxyo roob oo kale ah xagga cirka ama noo keen cadaab aad u xanuun badan"},{"SurahNumber":8,"VerseNumber":33,"Text":"Ma ahase Allaah mid cadaabaya – adigoo dhex jooga, oo ma aha mid ca- daabaya iyagoo weli dambi dhaaf dalbaya"},{"SurahNumber":8,"VerseNumber":34,"Text":"Maxay se (cudur daar) leeyihiin si uusan Allaah u cadaabin iyagoo ka hor istaaga (dadka) Masjidka Xurmadda gaarka ahi leh, oo uma suubbadaan inay ahaadaan ehelkiisa? Oo ehelkiisu ma aha waxaan aheyn kuwa iska jira (xumaha), laakiinse badankoodu ma ogsoona"},{"SurahNumber":8,"VerseNumber":35,"Text":"Oo salaaddooda Beytka (Kacbada) agteeda ma ahayn waxaan aheyn foori iyo sacabbo tun. Ee haddaba dhadhamiya cadaabta gaalnimadiinna darteed"},{"SurahNumber":8,"VerseNumber":36,"Text":"Hubaal, gaalada waxay ku bixiyaan maalkooda si ay uga hor istaagaan (dadka) Jidka Ilaahay, sidaas bayna wax ugu bixin doonaan; misna waxay ku noqon doontaa qoomamo daran, misna waa laga adkaan doonaa. Oo gaalada xagga Naarta baa loo taxaabi doonaa"},{"SurahNumber":8,"VerseNumber":37,"Text":"Waa si uu Allaah uga sooco kuwa xun, kuwa wanaagsan, oo kuwa xun is dul saaro qaarkoodba qaarka kale, oo uu isku raseeyo dhammaantood, markaas ugu tuuro Naar. kuwan weeye kuwa ku sugan khasaaraha"}]}