{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Каф! Се колнам во славниот Куран"},{"SurahNumber":50,"VerseNumber":2,"Text":"тие се чудат што им дошол еден од нив да ги опоменува, па, неверниците велат: „Тоа е чудно нешто"},{"SurahNumber":50,"VerseNumber":3,"Text":"Зарем кога ќе изумреме и земја ќе станеме? Тоа е незамисливо враќање!“"},{"SurahNumber":50,"VerseNumber":4,"Text":"Ние знаеме што од нив земјата ќе уништи, кај нас е Книгата која сè чува"},{"SurahNumber":50,"VerseNumber":5,"Text":"Меѓутоа, тие ја негираат Вистината која им доаѓа и тие се колебливи во збунета состојба"},{"SurahNumber":50,"VerseNumber":6,"Text":"Зошто не го погледнат небото над себе? – како го создадовме и го украсивме и како во него нема неред"},{"SurahNumber":50,"VerseNumber":7,"Text":"А Земјата ја распостеливме и по неа неподвижни брда расфрлавме и дадовме од неа прекрасни разновидни растенија да никнуваат"},{"SurahNumber":50,"VerseNumber":8,"Text":"за да размисли и за да се опомене секој роб кој на Господарот свој Му се обраќа"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ние од небото спуштаме благословена вода и со нејзина помош правиме да никнуваат градини и жито што се жнее"},{"SurahNumber":50,"VerseNumber":10,"Text":"и високи палми во кои плодовите се натрупани едни над други"},{"SurahNumber":50,"VerseNumber":11,"Text":"како храна за робовите и Ние со неа ги оживуваме мртвите предели; такво ќе биде и оживувањето"},{"SurahNumber":50,"VerseNumber":12,"Text":"Пред нив негираше народот на Нух, и жителите на Ресс и Семуд"},{"SurahNumber":50,"VerseNumber":13,"Text":"и Ад, и народот фараонов, и народот на Лут"},{"SurahNumber":50,"VerseNumber":14,"Text":"и жителите на Ејка инародот на Тубба; сите тие пратениците залажни ги сметаа и казната Моја ја заслужија"},{"SurahNumber":50,"VerseNumber":15,"Text":"Па зарем при првото создавање станавме немоќни? Не, но тие во повторното создавање се сомневаат"}]}