{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"And remember Mary in the Book when she went apart from her people to an eastern place"},{"SurahNumber":19,"VerseNumber":17,"Text":"Then, she took to herself a partition away from them, so We sent Our Spirit to her and he presented himself before her as a mortal without fault"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said: Truly, I take refuge in The Merciful from thee; come not near me if thou hadst been devout"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said: I am only a messenger from thy Lord that I bestow on thee (f) a pure boy"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said: How will I have a boy when no mortal touches me, nor am I an unchaste woman"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said: Thus, it will be. Thy Lord said: It is for Me insignificant. And: We will assign him as a sign for humanity and as a mercy from Us. And it had been that which is a decreed command"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she conceived him and she went apart with him to a farther place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the birth pangs surprised her at the trunk of a date palm tree. She said: O would that I had died before this and I had been one who is forgotten, a forgotten thing"},{"SurahNumber":19,"VerseNumber":24,"Text":"So he cried out to her from beneath her: Feel not remorse! Surely, thy Lord made under thee (f) a brook"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake towards thee (f) the trunk of the date palm tree. It will cause ripe, fresh dates to fall on thee"},{"SurahNumber":19,"VerseNumber":26,"Text":"So eat and drink and thy eyes be refreshed. If thou hast seen any mortal, say: I vowed formal fasting to The Merciful so I will never speak to any human being this day"},{"SurahNumber":19,"VerseNumber":27,"Text":"Then, she approached her folk with him, carrying him. They said: O Mary! Surely, thou hadst drawn near a monstrous thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Aaron! Thy father had not been a reprehensible man nor was thy mother an unchaste woman"},{"SurahNumber":19,"VerseNumber":29,"Text":"Then, she pointed to him. They said: How speak we to one who had been in the cradle, a lad"},{"SurahNumber":19,"VerseNumber":30,"Text":"Jesus said: Truly, I am a servant of God. He gave me the Book and He made me a Prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He made me one who is blessed wherever I had been and He bequeathed to me the formal prayer and the purifying alms as long as I continue living"},{"SurahNumber":19,"VerseNumber":32,"Text":"and He makes me pious toward one who is my mother and He makes me not haughty nor disappointed"},{"SurahNumber":19,"VerseNumber":33,"Text":"And peace be on me the day I was given birth and the day I die and the day I am raised up, living"},{"SurahNumber":19,"VerseNumber":34,"Text":"That is Jesus son of Mary, a saying of The Truth. They contest what is in it"},{"SurahNumber":19,"VerseNumber":35,"Text":"It had not been for God that He takes to Himself a son. Glory be to Him! When He decreed a command, He not but says to it: Be! Then, it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"And, truly, God is my Lord and your Lord, so worship Him. This is a straight path"},{"SurahNumber":19,"VerseNumber":37,"Text":"There was variance among the confederates, so woe to those who were ungrateful from the scene of a tremendous Day"},{"SurahNumber":19,"VerseNumber":38,"Text":"Hear well and perceive well. On that Day they will approach Us, but today the ones who are unjust are in a clear wandering astray"},{"SurahNumber":19,"VerseNumber":39,"Text":"And warn thou them of the Day of Regret when the command would be decided. Yet they are heedless and they believe not"},{"SurahNumber":19,"VerseNumber":40,"Text":"Truly, We will inherit the earth and whatever is in and on it and to Us they will be returned"}]}