{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Hâ. Mîm"},{"SurahNumber":40,"VerseNumber":2,"Text":"Bu Kitap mutlak galip, hakkıyla bilen, Allah tarafından indirilmiştir"},{"SurahNumber":40,"VerseNumber":3,"Text":"Günahı bağışlayan, tevbeyi kabul eden, azabı çetin, lütuf sahibi O’ndan başka hiçbir ilâh yoktur, dönüş ancak O'nadır"},{"SurahNumber":40,"VerseNumber":4,"Text":"İnkâr edenler müstesna, hiç kimse Allah’ın âyetleri hakkında tartışmaz. Onların şehirlerde (rahatlıkla) gezip dolaşması seni aldatmasın"},{"SurahNumber":40,"VerseNumber":5,"Text":"Onlardan önce Nuh kavmi ve bunlardan sonraki topluluklar da (peygamberlerini) engellemeye, her ümmet kendi peygamberini yakalamaya azmetmişti. Bâtılı hakkın yerine koymak için mücadele etmişlerdi. Bunun üzerine ben onları kıskıvrak yakaladım. İşte, cezalandırmamın nasıl olduğunu gör"},{"SurahNumber":40,"VerseNumber":6,"Text":"İnkâr edenlerin cehennem ehli olduklarına dair Rabbinin sözü böylece gerçekleşti"},{"SurahNumber":40,"VerseNumber":7,"Text":"Arş'ı yüklenen ve bir de onun çevresinde bulunanlar (melekler), Rablerini hamd ile tesbih ederler, O'na iman ederler. Müminlerin de bağışlanmasını isterler: Ey Rabbimiz! Senin rahmet ve ilmin her şeyi kuşatmıştır. O halde tevbe eden ve senin yoluna gidenleri bağışla, onları cehennem azabından koru! (derler)"},{"SurahNumber":40,"VerseNumber":8,"Text":"Rabbimiz! Onları da, onların atalarından, zevcelerinden, nesillerinden iyi olanları da kendilerine vâdettiğin Adn cennetlerine koy. Şüphesiz aziz ve hakîm olan sensin"},{"SurahNumber":40,"VerseNumber":9,"Text":"Bir de onları, her türlü kötülüklerden koru. O gün sen kimi kötülüklerden korursan muhakkak ki onu rahmetine mazhar etmiş olursun. Bu en büyük kurtuluştur"}]}