{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":40,"VerseNumber":28,"Text":"Raġel li jemmen, minn nies il-Fargħun, u li kien jaħbi twemminu, qal: ''Jaqaw toqtlu raġel għaliex qal: 'Allà huwa Sidi. meta dan ġabilkom is-sinjali ċ-ċari: minn Sidkom Jekk huwa giddieb, il-gideb tiegħu jkun kontriħ, u jekk qiegħed jgħid is-sewwa, se jmisskom minn dak li qiegħed iwegħedkom (il-kastig). Tabilħaqq li Alla ma jurix it-triq lil-min hu ħati ħafna u giddieb"},{"SurahNumber":40,"VerseNumber":29,"Text":"Jarniesi, tagħkom hija s-saltna llum, u intom. minn ta' quddiem fl-art, iżda min jgħinna (is jeħlisna) mill-qilla ta' Alla jekk tiġina 7' Il-Fargħun qal: 'Ma nurikomx għajr dak li qiegħed nara, u ma mmexxikomx ħlief fit-triq it- tajba: à"},{"SurahNumber":40,"VerseNumber":30,"Text":"Dak (l-Eġizzjan) li emmen qal: SJa niesi, jiena' tassew. nibża' li jiġrilkom bħal fdak li ġara) f'jum il-ġemgħat"},{"SurahNumber":40,"VerseNumber":31,"Text":"bħalma ġara lil nies Noċ, Għad, Tamid, u dawk ta' warajhom. Alla. ma jridx inġustizzja lill-qaddejja (tiegħu)"},{"SurahNumber":40,"VerseNumber":32,"Text":"Janiesi, jiena tassew nibża', għalikom, minn Jum li fil issejħu lil xulxin"},{"SurahNumber":40,"VerseNumber":33,"Text":"Jum li fih tagħtu daharkom u titilqu 'l hemm. (Dakinhar) ma jkollkomx min iħariskom minn Alla. U dak li Alla jtellfu t-triq, ma jsibx min imexxih"},{"SurahNumber":40,"VerseNumber":34,"Text":"Qabel, Ġużeppi tassew ġiekom bis-sinjali: ċ-ċari, u bqajtu bejn ħalltejn dwar dak li ġabilkom. U meta miet, għedtu: 'Alla ma huwiex se jibgħat Mibgħut warajh.' Hekk Alla jtellef it-triq ta' min huwa ħati wisq u kollu dubji"},{"SurahNumber":40,"VerseNumber":35,"Text":"dawk li jħaqquha dwar ir-Rivelazzjoni ta' Alla mingħajr ma ġiethom ebda prova (ta' dak li qegħdin jgħidu). Dan (l-għemil). kiber. fl-istmerrija. ta' Alla u ta' dawk li jemmnu. Hekk Alla jissiġilla kull qalb ta' min hu inkabbar u arroganti"},{"SurahNumber":40,"VerseNumber":36,"Text":"U l-Fargħun qal (lill-ministru tiegħu): ''Ja Haman, ibnili torri biex forsi nilħaq il-mogħdijiet"},{"SurahNumber":40,"VerseNumber":37,"Text":"il-mogħdijiet tas-smewwiet, biex insir naf' lil Alla ta' Mosċ: għaliex jiena naħseb li huwa (Mosċ) giddieb'' Għalhekk deherlu sabiħ, lill-Fargħun, il-ħażen ta' għemilu, u nżamm mit-triq (it-tajba). Il-qerq tal-Fargħun ma ġiex ħlief fix-xejni"}]}