{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"Ey inananlar, faizi kat kat arttırarak yemeyin, Allah'tan sakının da kurtulun"},{"SurahNumber":3,"VerseNumber":131,"Text":"Sakının o ateşten ki hazırlanmıştır kafirlere"},{"SurahNumber":3,"VerseNumber":132,"Text":"Ve Allah'a ve Peygambere itaat edin de acınmışlardan olun"},{"SurahNumber":3,"VerseNumber":133,"Text":"Yarış edercesine koşun Rabbinizin yarlıgamasına, sakınanlar için hazırlanmış bulunan ve eni, göklerle yerler kadar olan cennete"},{"SurahNumber":3,"VerseNumber":134,"Text":"O sakınanlar, ferahlıkta, darlıkta mallarını yoksullara harcayanlar, öfkelerini yenenler ve insanları affedenlerdir ve Allah, ihsanda bulunanları sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Onlar, kötü bir iş işlediler mi, yahut nefislerine bir zulümde bulundular mı Allah'ı anıp suçlarının yarlıganmasını dileyenlerdir ve Allah'tan başka kimdir günahları yarlıgayan? Onlar, işledikleri suçta, bile bile ısrar da etmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"Onlar, öyle kişilerdir ki yaptıklarının karşılığı, Rablerinin yarlıgaması ve kıyılarından ırmaklar akan cennetlerdir, ebedi olarak kalırlar orada ve iyi işlerde bulunanların mükafatı, ne de güzeldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden önce nice dinler gelip geçti. Yeryüzünü gezin, dolaşın da yalanlayanların sonucu ne olmuş, bakın, görün"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu, insanlara açıklamadır ve sakınanları doğru yola sevk etmedir, öğüttür onlara"},{"SurahNumber":3,"VerseNumber":139,"Text":"Ve gevşeklik etmeyin, mahzun olmayın, inanmışsanız mutlaka üstünsünüz siz"},{"SurahNumber":3,"VerseNumber":140,"Text":"Size bir yara deydiyse o kavim de tıpkı sizin gibi yaralandı. Bu günler, öyle günler ki onları insanlar arasında nöbetle döndürür, dururuz. Böylece de Allah, bilgisini, inananlara açıklar, içinizden şahitler edinir ve Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Ve Allah, inananları arıtır, tertemiz bir hale getirir, kafirleri de helak eder"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoksa Allah, içinizden savaşanları belli etmeden, sabredenleri bildirmeden cennete girivereceğinizi mi sanıyorsunuz"},{"SurahNumber":3,"VerseNumber":143,"Text":"Andolsun, ölümle karşılaşmadan önce arzulamıştınız ölümü. İşte onu gördünüz, bakıp duruyordunuz ona"}]}