{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":42,"Text":"Andolsun ki biz, senden evvelki ümmetlere de peygamberler gönderdik de (küfr-ü inkârlarından dolayı) kendilerini çetin bir yoksullukla, çeşitli hastalıkla yakaladık, olur ki yalvarırlar, (tevbe ederler diye)"},{"SurahNumber":6,"VerseNumber":43,"Text":"İşte onlar kendilerine (öyle) bir azabımız gelib çatdığı zaman olsun yalvarmalı değil miydiler? Fakat yürekleri katılaşmış, şeytan da yapmakda oldukları (ma´siyetleri) süsleyib püslemişdi"},{"SurahNumber":6,"VerseNumber":44,"Text":"Onun için bunlar kendilerine ne hatırlatıldı, öğüd verildiyse onları unutunca üzerlerine her şey´in (her zevkin, her nimetin) kapılarını açdık, nihayet kendilerine verilen o şeyler (o genişlik ve o serbestlik) yüzünden (tam şımarıb) ferahlandıkları vakit da onları ansızın tutub yakalayıverdik ve artık o anda onlar bütün ümîdlerinden mahrum kaldılar"},{"SurahNumber":6,"VerseNumber":45,"Text":"İşte bu suretle, zulm edenler güruhunun ardı arkası kesilmişdi. Hamd, âlemlerin Rabbi olan Allahındır"},{"SurahNumber":6,"VerseNumber":46,"Text":"(Habîbim, Mekkelilere) de ki: «Bana haber verin: Eğer Allah kulağınızı, gözlerinizi al (ıb sizi sağır ve kör bırak) ırsa, kalblerinizin üstüne bir de mühür vurursa Allahdan başka onları size getirecek tanrı kimdir»? Bak, âyetlerimizi türlü türlü nasıl açıklıyoruz da onlar yine (bu âyetlerimizden) yüz çeviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"De ki: «Bana haber verin: Eğer Allahın azabı ansızın (habersizce), yahud açıkdan açığa gelib size çatarsa zaalimler güruhundan başkası helake uğratılmış olur mu»"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz peygamberleri rahmetimizin müjdecileri ve azabımızın habercileri olmakdan başka (hal ve sıfatlarla) göndermeyiz. O halde kim îman eder ve (kendini) düzeltirse onların üzerine hiç bir korku yokdur. Onlar mahzun da olacak değillerdir"},{"SurahNumber":6,"VerseNumber":49,"Text":"Âyetlerimizi yalan sayanlar (a gelince:) Onlara da, sapmış oldukları fısk yüzünden, azâb dokunacakdır"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki: «Size benim yanımda Allahın hazîneleri var demiyorum. Ben gaybı bilmem. Size hakıykat ben bir meleğim de demiyorum. Ben, bana vahyolunmakda olan (Kur´an) dan başkasına uymam. De ki: «Görmeyenle gören bir olur mu? Hiç düşünmüyor musunuz»"}]}