{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Believers, if you remain mindful of God, He will give you a standard by which to determine right from wrong, will wipe away your misdeeds and will forgive your sins. God's grace is limitless"},{"SurahNumber":8,"VerseNumber":30,"Text":"As the unbelievers where plotting against you [Prophet] in order to prevent you [from delivering the message], or to kill you, or to drive you away. They plotted and so did God. He is the best of plotters"},{"SurahNumber":8,"VerseNumber":31,"Text":"Whenever Our messages were conveyed to them, they would say, \"We have heard this before and if we want, we can say things like this- these are nothing but ancient tales"},{"SurahNumber":8,"VerseNumber":32,"Text":"They would also say, \"God, if this is the Truth from You, then rain down on us stones from the heavens or inflict some painful suffering on us"},{"SurahNumber":8,"VerseNumber":33,"Text":"God did not choose to punish them when you [Prophet] were still among them, nor would God punish them when they [might still] ask for forgiveness"},{"SurahNumber":8,"VerseNumber":34,"Text":"Why would God not punish them, when they are preventing people from reaching the Holy Sanctuary, even though they are not its guardians? Only those mindful of God can be its guardians but most of the unbelievers do not understand"},{"SurahNumber":8,"VerseNumber":35,"Text":"Their prayers before the House are nothing but whistling and clapping. 'So taste the punishment for your persistent denial of the truth"},{"SurahNumber":8,"VerseNumber":36,"Text":"The unbelievers spend their wealth to turn people away from God's path. They will continue to spend it until it becomes a source of sorrow for them: in the end they will be overcome and will be gathered in Hell"},{"SurahNumber":8,"VerseNumber":37,"Text":"as God might separate the good from the bad and stack the bad together, herding them all to Hell; these are the truly lost"}]}