{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":120,"Text":"Gerçekten İbrahîm hak dinine yönelen, Allah’a itaat üzere bulunan, bütün hayırlı hasletleri kendisinde toplayan bir imâmdı (önderdi); ve hiç bir zaman müşriklerden olmamıştı"},{"SurahNumber":16,"VerseNumber":121,"Text":"Allah’ın nimetlerine şükredendi. Allah da onu seçmiş, doğru bir yola iletmişti"},{"SurahNumber":16,"VerseNumber":122,"Text":"Biz, dünyada ona güzel bir anılış verdik (her din sahibi onu sever ve iyilikle anar). Muhakkak ki, o ahirette sâlihlerdendir (Allah’ın öz kullarındandır)"},{"SurahNumber":16,"VerseNumber":123,"Text":"Sonra ey Rasûlüm, sana şöyle vahyettik: Doğru yola yönelerek İbrahîm’in dinine uy, o hiç bir zaman müşriklerden olmadı"},{"SurahNumber":16,"VerseNumber":124,"Text":"(İbadet etmek için tatil günümüz, Cuma olmasında Cumartesi olsun diye) hakkında ayrılığa düştükleri Cumartesi günü, (Mûsa’ya itiraz eden) o yahûdi’lere (ibadet için) farz kılındı. Elbette Rabbin, onların ihtilâf edip durdukları şeyler hakkında kıyamet günü, aralarında hükmünü verecektir"},{"SurahNumber":16,"VerseNumber":125,"Text":"Ey Rasûlüm, insanları Kur’an’la, güzel söz ve nasihatla Rabbinin yoluna (İslâma) davet et. Onlara karşı, en güzel olan bir mücadele ile mücadele yap. Şüphe yok ki, Rabbin, yolundan sapanı en iyi bilendir, ve o, hidayete kavuşanları da en iyi bilendir"},{"SurahNumber":16,"VerseNumber":126,"Text":"(Ey müminler, düşmandan intikam almak için) eğer bir ceza ile mukabele edecek olursanız, ancak size yapılan azab ve cezanın misli ile yapın (daha fazla ileri gitmeyin). Sabrederseniz (cezayı terk ederseniz) andolsun ki, bu tahammül edenler için daha hayırlıdır"},{"SurahNumber":16,"VerseNumber":127,"Text":"Ey Rasûlüm, sabret; senin sabrın da ancak Allah’ın yardımı iledir. Kâfirlerin yüz çevirmesinden mahzun olma ve yaptıkları hileden de telâş edip sıkıntıya düşme"},{"SurahNumber":16,"VerseNumber":128,"Text":"Gerçekten Allah, takva sahipleriyle ve ihsanda bulunan kimselerle beraberdir"}]}