{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"İnsan: \"Ben öldüğümde mi diriltileceğim?\" der"},{"SurahNumber":19,"VerseNumber":67,"Text":"Bu insan kendisi önceden bir şey değilken onu yaratmış olduğumuzu hatırlamaz mi"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rabbine and olsun ki Biz onları mutlaka uydukları şeytanlarla beraber haşredeceğiz. Sonra cehennemin yanında diz çöktürerek hazır bulunduracağız"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra her toplumdan Rahman'a en çok kimin baş kaldırdığını ortaya koyacağız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Cehenneme girmeye en layık olanları Biz biliriz"},{"SurahNumber":19,"VerseNumber":71,"Text":"Sizden cehenneme uğramayacak yoktur. Bu, Rabbinin yapmayı üzerine aldığı kesinleşmiş bir hükümdür"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra Biz Allah'a karşı gelmekten sakınmış olanları kurtarır, zalimleri de orada diz üstü çökmüş olarak bırakırız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ayetlerimiz kendilerine apaçık okunduğu zaman inkar edenler inananlara: \"Bu iki takımın hangisinin makamı daha iyi ve yeri daha güzeldir?\" derler"},{"SurahNumber":19,"VerseNumber":74,"Text":"Onlardan önce nice nesilleri yok ettik ki, onlar varlıkça ve gösterişçe bunlardan daha üstündüler"},{"SurahNumber":19,"VerseNumber":75,"Text":"De ki: \"Sapıklıkta olanı Rahman ne kadar ertelese bile, sonunda tehdit edildikleri azabı ya da kıyamet gününü gördükleri zaman onlar kimin yerinin daha kötü ve taraftarlarının daha güçsüz olduğunu bilecektir"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah doğru yolda olanların doğruluğunu artırır. Baki kalacak yararlı işler Rabbinin katında sevap olarak da daha iyidir, sonuç olarak da daha iyidir"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayetlerimizi inkar eden ve \"bana elbette mal ve çocuk verilecektir\" diyeni gördün mu"},{"SurahNumber":19,"VerseNumber":78,"Text":"O görülmeyeni mi biliyor, yoksa Rahman katından bir söz mü almıştır"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hayır, söylediğini yazacağız ve onun azabını uzattıkça uzatacağız"},{"SurahNumber":19,"VerseNumber":80,"Text":"Bahsettikleri şeyler Bize kalacaktır, kendisi Bize tek olarak gelecektir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Onlar kendilerine kuvvet ve şeref kazandırsın diye, Allah'ı bırakarak tanrılar edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Hayır, tanrıları kendilerinin ibadetlerini inkar edecekler ve onlara düşman olacaklardır"}]}