{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":28,"Text":"A believing man from Pharaoh's family, who had concealed his faith, said, 'Are you going to kill a man for saying, `My Lord is God,' and he has brought you clear proofs from your Lord? If he is a liar, his lying will rebound upon him; but if he is truthful, then some of what he promises you will befall you. God does not guide the extravagant imposter"},{"SurahNumber":40,"VerseNumber":29,"Text":"O my people! Yours is the dominion today, supreme in the land; but who will help us against God's might, should it fall upon us?' Pharaoh said, 'I do not show you except what I see, and I do not guide you except to the path of prudence"},{"SurahNumber":40,"VerseNumber":30,"Text":"The one who had believed said, 'O my people, I fear for you the like of the day of the confederates"},{"SurahNumber":40,"VerseNumber":31,"Text":"Like the fate of the people of Noah, and Aad, and Thamood, and those after them. God wants no injustice for the servants"},{"SurahNumber":40,"VerseNumber":32,"Text":"O my people, I fear for you the Day of Calling Out"},{"SurahNumber":40,"VerseNumber":33,"Text":"The Day when you will turn and flee, having no defender against God. Whomever God misguides has no guide"},{"SurahNumber":40,"VerseNumber":34,"Text":"Joseph had come to you with clear revelations, but you continued to doubt what he came to you with. Until, when he perished, you said, 'God will never send a messenger after him.' Thus God leads astray the outrageous skeptic"},{"SurahNumber":40,"VerseNumber":35,"Text":"Those who argue against God's revelations, without any proof having come to them—a heinous sin in the sight of God, and of those who believe. Thus God seals the heart of every proud bully"},{"SurahNumber":40,"VerseNumber":36,"Text":"And Pharaoh said, 'O Hamaan, build me a tower, that I may reach the pathways"},{"SurahNumber":40,"VerseNumber":37,"Text":"The pathways of the heavens, so that I may glance at the God of Moses; though I think he is lying.' Thus Pharaoh's evil deeds were made to appear good to him, and he was averted from the path. Pharaoh's guile was only in defeat"}]}