{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":21,"Text":"بێگومان ئەوانەی بێ بڕوان بە ئایەتەکانی خوا (بە نیشانەکانی خوا) وە پێغەمبەران ئەکوژن بە ناڕەوا وە ئەو کەسانە ئەکوژن کە فەرمان ئەدەن بە دادگەری لە خەڵکی ئەوە مژدەیان بدەرێ (وەک سووکایەتی کردن وایە) بە سزای پڕ لە ئازار"},{"SurahNumber":3,"VerseNumber":22,"Text":"ئەوانە کەسانێکن پووچ بووەتەوە کردەوەکانیان لە دونیا وە لە ڕۆژی دواییدا وە ئەوان نیانە ھیچ یارمەتیدەرێک"},{"SurahNumber":3,"VerseNumber":23,"Text":"ئایا ورد نابیتەوە لەوانەی پێیان دراوە بەشێک لە تەورات بانگ دەکرێن بۆ لای کتێبی خوا (تەورات)بۆ ئەوەی بڕیاربدات لە نێوانیاندا لە پاشان دەستەیەک لەوان پشت ھەڵدەکەن لە حاڵێکدا ئەوان ڕوو وەرگێڕن"},{"SurahNumber":3,"VerseNumber":24,"Text":"ئەمە بەھۆی ئەوەوەیە کە بێگومان ئەوان دەیانووت: ھەرگیز بەر لەشمان ناکەوێت ئاگر تەنھا چەند ڕۆژێکی ژمێررا و کەم نەبێت وە خەڵەتاندنی و (فریویدان) لە دینەکەیاندا ئەو درۆیانەی کە ھەڵیان دەبەست"},{"SurahNumber":3,"VerseNumber":25,"Text":"ئەمجا دەبێ حاڵیان چۆن بێت ئەو کاتەی کە کۆیان دەکەینەوە لە ڕۆژێکدا کە گومانی تێدا نیە و پاداشتی تەواوی دەدرێتەوە ھەموو کەسێک ئەوەی کردویەتی وە ئەوان ھیچ ستەمێکیان لێ ناکرێت"},{"SurahNumber":3,"VerseNumber":26,"Text":"بڵێ ئەی خوایە خاوەن دەسەڵات دەسەڵات دەدەیت بە ھەر کەسێک کە بتەوێت وە دەسەڵات ئەسێنیتەوە لە ھەر کەسێک کە بتەوێت وە بەڕێزی دەکەیت ئەوەی بتەوێت وە بێ ڕێزی دەکەیت ئەوەی بتەوێت تەنھا بەدەستی تۆیە ھەموو چاکەیەک بەڕاستی تۆ بەسەر ھەموو شتێکدا بە توانایت"},{"SurahNumber":3,"VerseNumber":27,"Text":"شەو دەکەیت بەناو ڕۆژدا وە ڕۆژ دەکەیت بەناو شەودا وە زیندوو دەردێنیت لە مردوو وە مردوو دەردێنیت لەزیندوو وە ڕۆزی دەدەیت بە ھەر کەسێ کە بتەوێت بەبێ حساب و بێشومار"},{"SurahNumber":3,"VerseNumber":28,"Text":"نابێت بڕواداران بێباوەڕان بگرن بە دۆستی خۆیان لەجیاتی بڕواداران وە ھەر کەسێک وابکات ئیتر پەیوەستی لەگەڵ خوادا نامێنێت مەگەر بۆ خۆپاراستنتان بێت لێیان (بەشێوەیەک کە بە دەم بیڵێن و بەدڵ باوەڕتان پێی نەبێت) وە خوا دەتان ترسێنێت لە سزای خۆی وە ھەر بۆ لای خوایە گەڕانەوە"},{"SurahNumber":3,"VerseNumber":29,"Text":"(ئەی موحەممەد ﷺ) بڵێ: ئەگەر بیشارنەوە ئەوەی لە دڵتاندایە یان ئاشکرای بکەن خوا پێی دەزانێت وە دەیزانێت ئەوەی لە ئاسمانەکان وە ئەوەی لەزەویدایە وە خوا بەسەر ھەموو شتێکدا بە توانایە"},{"SurahNumber":3,"VerseNumber":30,"Text":"(بترسن) لەو ڕۆژەی ھەموو کەسێک ئەبینێت ھەر کارێکی باشی کردبێت ئامادەیە وە ھەر کارێکی خراپی کردبێت ئاوات دەخوازێت کە لە نێوان ئەو و کارە خراپەکەیدا ماوەیەکی زۆر دوور ببوایە وە خوا دەتان ترسینێت لە سزای خۆی وە خوا میھرەبانە بە بەندەکانی خۆی"}]}