{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"Voorwaar, de rechtschapenen zullen te midden van tuinen met bronnen zijn"},{"SurahNumber":15,"VerseNumber":46,"Text":"Gaat er met vlede en veiligheid binnen"},{"SurahNumber":15,"VerseNumber":47,"Text":"En Wij zullen alle wrok uit hun hart uitroeien, op tronen zullen zij als broeders tegenover elkander zitten"},{"SurahNumber":15,"VerseNumber":48,"Text":"Vermoeidheid zal hen daar niet raken noch zullen zij er van worden verdreven"},{"SurahNumber":15,"VerseNumber":49,"Text":"Zeg tot Mijn dienaren dat Ik voorzeker Vergevensgezind, Genadevol ben"},{"SurahNumber":15,"VerseNumber":50,"Text":"En dat Mijn straf de pijnlijke straf is"},{"SurahNumber":15,"VerseNumber":51,"Text":"En vertel hun van Abrahams gasten"},{"SurahNumber":15,"VerseNumber":52,"Text":"Toen zij bij hem binnentraden zeiden zij \"Vrede\", hij antwoordde: \"Voorwaar, wij vrezen u"},{"SurahNumber":15,"VerseNumber":53,"Text":"Zij zeiden: \"Vreest niet, wij geven u blijde tijding over een zoon, die met kennis zal zijn begiftigd"},{"SurahNumber":15,"VerseNumber":54,"Text":"Hij zeide: \"Geeft gij mij blijde tijding hoewel de ouderdom mij heeft achterhaald? Wat is het dan, waarover gij mij blijde tijding geeft"},{"SurahNumber":15,"VerseNumber":55,"Text":"Zij zeiden: \"Wij hebben u inderdaad in waarheid blijde tijding gegeven, behoor dus niet tot hen die wanhopen"},{"SurahNumber":15,"VerseNumber":56,"Text":"Hij zeide: \"Wie kunnen aan de genade van hun Heer wanhopen, dan de dwalenden"},{"SurahNumber":15,"VerseNumber":57,"Text":"Hij zeide: \"Wat is uw taak, o gij boodschappers"},{"SurahNumber":15,"VerseNumber":58,"Text":"Zij zeiden: \"Wij zijn naar een schuldig volk gezonden"},{"SurahNumber":15,"VerseNumber":59,"Text":"Doch wat de familie van Lot betreft, hen zullen Wij allen redden"},{"SurahNumber":15,"VerseNumber":60,"Text":"Behalve zijn vrouw. Wij hebben besloten, dat zij tot degenen zal behoren die achterblijven"}]}