{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"The Unbelievers will be addressed: \"Greater was the aversion of Allah to you than (is) your aversion to yourselves, seeing that ye were called to the Faith and ye used to refuse"},{"SurahNumber":40,"VerseNumber":11,"Text":"They will say: \"Our Lord! twice hast Thou made us without life, and twice hast Thou given us Life! Now have we recognised our sins: Is there any way out (of this)"},{"SurahNumber":40,"VerseNumber":12,"Text":"(The answer will be:) \"This is because, when Allah was invoked as the Only (object of worship), ye did reject Faith, but when partners were joined to Him, ye believed! the Command is with Allah, Most High, Most Great"},{"SurahNumber":40,"VerseNumber":13,"Text":"He it is Who showeth you his Signs, and sendeth down sustenance for you from the sky: but only those receive admonition who turn (to Allah)"},{"SurahNumber":40,"VerseNumber":14,"Text":"Call ye, then, upon Allah with sincere devotion to Him, even though the Unbelievers may detest it"},{"SurahNumber":40,"VerseNumber":15,"Text":"Raised high above ranks (or degrees), (He is) the Lord of the Throne (of Authority): by His Command doth He send the Spirit (of inspiration) to any of His servants he pleases, that it may warn (men) of the Day of Mutual Meeting"},{"SurahNumber":40,"VerseNumber":16,"Text":"The Day whereon they will (all) come forth: not a single thing concerning them is hidden from Allah. Whose will be the dominion that Day?\" That of Allah, the One the Irresistible"},{"SurahNumber":40,"VerseNumber":17,"Text":"That Day will every soul be requited for what it earned; no injustice will there be that Day, for Allah is Swift in taking account"},{"SurahNumber":40,"VerseNumber":18,"Text":"Warn them of the Day that is (ever) drawing near, when the hearts will (come) right up to the throats to choke (them); No intimate friend nor intercessor will the wrong-doers have, who could be listened to"},{"SurahNumber":40,"VerseNumber":19,"Text":"(Allah) knows of (the tricks) that deceive with the eyes, and all that the hearts (of men) conceal"},{"SurahNumber":40,"VerseNumber":20,"Text":"And Allah will judge with (justice and) Truth: but those whom (men) invoke besides Him, will not (be in a position) to judge at all. Verily it is Allah (alone) Who hears and sees (all things)"}]}