{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":34,"Text":"Men are the ones who should support women since God has given some persons advantages over others, and because they should spend their wealth [on them]. Honorable women are steadfast, guarding the Unseen just as God has it guarded. Admonish those women whose surliness you fear, and leave them alone in their beds, and [even] beat them [if necessary]. If they obey you, do not seek any way [to proceed] against them. God is Sublime, Great"},{"SurahNumber":4,"VerseNumber":35,"Text":"If you fear a split between a man and his wife, send for an arbiter from his family and an arbiter from her family. If both want to be reconciled, God will arrange things between them. God is Aware, Informed"},{"SurahNumber":4,"VerseNumber":36,"Text":"Worship God [Alone] and do not associate anything with Him. Show kindness to both [your] parents and with near relatives, orphans, the needy, the neighbor who is related [to you] as well as the neighbor who is a stranger, and your companion by your side and the wayfarer, and anyone else under your control. God does not love someone who is conceited, boastful"},{"SurahNumber":4,"VerseNumber":37,"Text":"nor those who are tight-fisted and order [other] people to be stingy, and hide anything that God has given them out of His bounty. We have reserved humiliating torment for disbelievers"},{"SurahNumber":4,"VerseNumber":38,"Text":"who spend their wealth to be seen by other people and yet neither believe in God nor the Last Day. Anyone who has Satan for an intimate has such an evil soulmate"},{"SurahNumber":4,"VerseNumber":39,"Text":"What does it matter for them whether they believe in God and the Last Day and spend something from what God has supplied them with? God is Aware of them"},{"SurahNumber":4,"VerseNumber":40,"Text":"God does not harm anything so much as an atom´s weight: if a fine deed exists, he multiplies it and adds a splendid fee from Himself besides"},{"SurahNumber":4,"VerseNumber":41,"Text":"How would it be if We were to bring a witness from every nation, and bring you as a witness against such people"},{"SurahNumber":4,"VerseNumber":42,"Text":"On that day those who have disbelieved and defied the Messenger would like to have the earth leveled off while they are still [standing] on it! They will not hide anything that happens from God"}]}