{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":55,"Text":"ئۆز ۋاقتىدا ئاللاھ ئېيتتى: «ئى ئىيسا! مەن سېنى (ئەجىلىڭ يەتكەندە) قەبزى روھ قىلىمەن، سېنى دەرگاھىمغا كۆتۈرىمەن (يەنى ئاسمانغا ئېلىپ چىقىمەن). سېنى كاپىرلاردىن پاك قىلىمەن (يەنى سېنى ئۆلتۈرمەكچى بولغان يامانلارنىڭ شەررىدىن ساقلايمەن)، ساڭا ئەگەشكەنلەرنى قىيامەتكىچە كاپىرلاردىن ئۈستۈن قىلىمەن. ئاندىن مېنىڭ دەرگاھىمغا قايتىسىلەر، سىلەر ئىختىلاپ قىلىشقان ئىش (يەنى ئىيسانىڭ ئىشى) ئۈستىدە ئاراڭلاردا مەن ھۆكۈم چىقىرىمەن"},{"SurahNumber":3,"VerseNumber":56,"Text":"كاپىرلارغا بولسا دۇنيا ۋە ئاخىرەتتە قاتتىق ئازاب قىلىمەن، ئۇلارغا (ئۇلاردىن ئاللاھنىڭ ئازابىنى توسىدىغان) ھېچ مەدەتكار بولمايدۇ»"},{"SurahNumber":3,"VerseNumber":57,"Text":"ئىمان ئېيتقان ۋە ياخشى ئەمەل قىلغانلارغا كەلسەك، ئاللاھ ئۇلارنىڭ (قىلغان ياخشى ئەمەللىرىنىڭ) ئەجرىنى تولۇق بېرىدۇ. ئاللاھ زالىملارنى دوست تۇتمايدۇ (زالىملارنى دوست تۇتمايدىغان زات قانداقمۇ بەندىلىرىگە زۇلۇم قىلسۇن؟)"},{"SurahNumber":3,"VerseNumber":58,"Text":"(ئى مۇھەممەد!) بۇ بولسا ساڭا بىز ئوقۇپ بېرىۋاتقان ئايەتلەردۇر ۋە ھېكمەتلىك قۇرئاندۇر"},{"SurahNumber":3,"VerseNumber":59,"Text":"شۈبھىسىزكى، ئاللاھنىڭ نەزىرىدە ئىيسانىڭ مىسالى (ئۇ ئاتىسىز يارىتىلغانلىقتىن) ئادەمنىڭ (يەنى ئادەم ئەلەيھىسسالامنىڭ) مىسالىغا ئوخشايدۇ. ئادەمنى ئاللاھ (ئاتا ـ ئانىسىز) تۇپراقتىن ياراتتى، ئاندىن ئۇنىڭغا: «ۋۇجۇدقا كەل» دېدى ـ دە، ئۇ ۋۇجۇدقا كەلدى (ئىيسانىڭ ئىشى ئادەمنىڭ ئىشىدىن ئەجەبلىنەرلىك ئەمەس)"},{"SurahNumber":3,"VerseNumber":60,"Text":"(ئىيسا ھەققىدىكى بۇ سۆز) ئاللاھ تەرىپىدىن نازىل بولغان ھەقىقەتتۇر، سەن شەك قىلغۇچىلاردىن بولمىغىن"},{"SurahNumber":3,"VerseNumber":61,"Text":"سەن ئىيسا توغرۇلۇق ھەقىقىي مەلۇماتقا ئىگە بولغىنىڭدىن كېيىن، كىملەركى سەن بىلەن مۇنازىرىلەشسە، سەن ئۇلارغا:«كېلىڭلار، ئوغۇللىرىمىزنى ۋە ئوغۇللىرىڭلارنى، ئاياللىرىمىزنى ۋە ئاياللىرىڭلارنى، ئۆزلىرىمىزنى ۋە ئۆزلىرىڭلارنى يىغىپ، ئاللاھنىڭ لەنىتى يالغانچىلارغا بولسۇن، دەپ ئاللاھقا يالۋۇرۇپ دۇئا قىلايلى» دېگىن"},{"SurahNumber":3,"VerseNumber":62,"Text":"شۈبھىسىزكى، بۇ ئەلۋەتتە راست قىسەسىدۇر. بىر ئاللاھتىن باشقا ھېچ ئىلاھ يوقتۇر، ئاللاھ ھەقىقەتەن غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":3,"VerseNumber":63,"Text":"ئەگەر ئۇلار (ئىماندىن) يۈز ئۆرۈسە (ئۇلار بۇزغۇنچىلاردۇر)، شۈبھىسىزكى، ئاللاھ بۇزغۇنچىلارنى بىلىپ تۇرىدۇ"}]}