{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"And when We said unto the angels, “Prostrate before Adam,” they all prostrated, save Iblis. He said, “Shall I prostrate before one whom Thou hast created of clay?”"},{"SurahNumber":17,"VerseNumber":62,"Text":"He said, “Dost Thou see this, which Thou hast honored above me? If Thou dost grant me reprieve till the Day of Resurrection, I shall surely gain mastery over his progeny, all save a few.”"},{"SurahNumber":17,"VerseNumber":63,"Text":"He said, “Go! And whosoever among them should follow thee, surely Hell shall be thy recompense—an ample recompense"},{"SurahNumber":17,"VerseNumber":64,"Text":"So incite whomsoever thou canst among them with thy voice, and bear down upon them with thy cavalry and thy infantry, and be their partner in wealth and children, and make them promises.” Satan promises them naught but delusion"},{"SurahNumber":17,"VerseNumber":65,"Text":"“As for My servants, truly thou hast no authority over them.” And thy Lord suffices as a Guardian"},{"SurahNumber":17,"VerseNumber":66,"Text":"Your Lord is He Who makes the ships sail upon the sea, that you might seek of His Bounty. Verily, He is Merciful unto you"},{"SurahNumber":17,"VerseNumber":67,"Text":"And whenever affliction befalls you at sea, forgotten are those whom you would call upon, save for Him. Then when He has delivered you safely to land, you turn away. Man is ever ungrateful"},{"SurahNumber":17,"VerseNumber":68,"Text":"Do you feel secure that He will not cause the shore to engulf you or unleash a torrent of stones upon you? Then would you find no guardian for yourselves"},{"SurahNumber":17,"VerseNumber":69,"Text":"Or do you feel secure that He will not cause you to return to it another time, and unleash upon you a tempestuous wind, and drown you for your having been ungrateful? Then you would find no avenger therein against Us"},{"SurahNumber":17,"VerseNumber":70,"Text":"We have indeed honored the Children of Adam, and We carry them over land and sea, and provide them with good things, and We have favored them above many We have created"}]}