{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"Gerçekten biz İsrailoğulları´nı güvenli bir yurda yerleştirdik, onlara temiz rızıklar sunduk. Kendilerine bilgi gelinceye kadar anlaşmazlığa düşmemişlerdi. Şüphe yok ki, Rabbin kıyamet günü anlaşmazlığa düştükleri konularda haklarında hüküm verecektir"},{"SurahNumber":10,"VerseNumber":94,"Text":"Eğer sana indirdiğimiz bilgilerden kuşku duyuyorsan, senden önceki kutsal kitap okurlarına sor. Sana Rabbinden kesinlikle gerçek geldi, sakın kuşkulananlardan olma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Sakın Allah´ın ayetlerini yalanlayanlardan olma, yoksa hüsrana uğrayanlardan olursun"},{"SurahNumber":10,"VerseNumber":96,"Text":"Haklarında Rabbinin hükmü kesinleşenler asla iman etmezler"},{"SurahNumber":10,"VerseNumber":97,"Text":"Onlara bütün uyarıcı mesajlar gelse bile. Ancak acıklı azabı görünce iman ederler"},{"SurahNumber":10,"VerseNumber":98,"Text":"Keşke sözkonusu yıkıma uğramış şehirlerden herhangi biri iman etseydi de, imanının yararını görseydi! Yalnız Yunus´un soydaşları hariç. Onlar iman edince, dünya hayatında burun buruna geldikleri perişan edici azabı başlarından kaldırdık ve kendilerine belirli bir süre daha yaşama fırsatı tanıdık"},{"SurahNumber":10,"VerseNumber":99,"Text":"Eğer Rabbin dileseydi, yeryüzünde yaşayanların hepsi tümü ile iman ederdi. O halde insanları sen mi zorlayacaksın da iman edecekler"},{"SurahNumber":10,"VerseNumber":100,"Text":"Allah´ın izni olmadıkça hiç kimsenin inanması sözkonusu değildir. Allah, aklını kullanmayanları en yüz kızartıcı iğrençliğin kucağına atar"},{"SurahNumber":10,"VerseNumber":101,"Text":"Onlara de ki; «Göklerde ve yerde neler olduğuna bakınız.» Fakat ibret verici belgelerin ve uyarıların iman etmeyenlere hiçbir yararı olmaz"},{"SurahNumber":10,"VerseNumber":102,"Text":"Onlar kendilerinden önce gelip geçen toplumların yaşadıkları acı günlerden başka bir sonuç mu bekliyorlar? Onlara de ki; «Bekleyiniz bakalım, ben de sizinle birlikte bekleyenlerdenim.»"},{"SurahNumber":10,"VerseNumber":103,"Text":"Sözkonusu toplu afetlerden sonra peygamberlerimizi ve iman edenleri kurtarırız. Mü´minleri kurtarmak böylece üzerimize borçtur"}]}