{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":13,"Text":"The unbelievers said to the messengers, \"We would certainly drive you out of the land, unless you return to the folds of our religion.\" Their Lord disclosed to them (the messengers), \"We will, surely wipe out the evildoers"},{"SurahNumber":14,"VerseNumber":14,"Text":"In their place, We will settle you in the land. This is for those who fear Our reckoning and heed Our warning"},{"SurahNumber":14,"VerseNumber":15,"Text":"They sought the decision, and every obstinate oppressor lost out"},{"SurahNumber":14,"VerseNumber":16,"Text":"Hell lies in wait for such ones! There, to drink he shall have pus-filled discharge from wounds"},{"SurahNumber":14,"VerseNumber":17,"Text":"With difficulty he will sip it, and with trouble he will manage to swallow it down. Death shall accost him from all sides, but die he shall not! Yet another tough torment shall lie in wait for him"},{"SurahNumber":14,"VerseNumber":18,"Text":"Those, who reject their Lord, shall not benefit from any of their deeds. Their deeds are like ashes, being blown away by strong winds on a stormy day. Theirs is the blunder of the worst kind"},{"SurahNumber":14,"VerseNumber":19,"Text":"Do they not see that Allah created the heavens and the earth with perfection? If He wants, He can make you extinct and replace you with a different creation"},{"SurahNumber":14,"VerseNumber":20,"Text":"That is not at all difficult for Allah"},{"SurahNumber":14,"VerseNumber":21,"Text":"When all of them together appear before Allah, the weak among them shall say to those who had been considered great, \"We used to follow you! So, now can you offer any protection against Allah´s wrath at all.\" They shall reply, \"Had Allah guided us, we would have guided you. It is the same for us now, whether we worry or stay calm. There is no escape for us, now"}]}