{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":110,"Text":"Сендер адам баласы үшін игілікті әмір етіп, қарсылықтан тыятын сондай-ақ Аллаға сенетін хайырлы бір үүме болып, шығарылдыңдар. Ал егер кітап иелері иман келтірсе еді, әлбетте олар үшін жақсы болар еді. Олардан иман келтіргендер де бар. Олардың көбірегі бұзақылар"},{"SurahNumber":3,"VerseNumber":111,"Text":"Олар сендерге реніштен басқа зиян бере алмайды. Ал егер сендермен соғысса, сырт айналып қашады. Сонсоң оларға жәрдем етілмейді"},{"SurahNumber":3,"VerseNumber":112,"Text":"Қайда болса да оларға қорлық соққысы тиген. Бірақ Алладан қорғау және адамдардан келісім болса басқа. Әрі олар Алланың ашуына ұшырап, кедейшіліктің де соққысын жеді. Осы олардың Алланың аяттарына қарсы келулері, жазықсыз пайғамбарларды өлтәрулері себепті. Сондай-ақ олардың қылмысты болып шектен шығуларының салдарынан"},{"SurahNumber":3,"VerseNumber":113,"Text":"Кітап иелерінің бәрі бірдей емес. Олардың түн мезгілінде тіке тұрып, Алланың аяттарын оқып, сәжде ететін бір тобы бар. (Сәлам ұлы Ғабдұлла сияқты)"},{"SurahNumber":3,"VerseNumber":114,"Text":"Олар Аллаға, ахирет күніне сенеді де дұрысқа қосып, бұрыстан тосады. Сондай-ақ хайырлы істерде жарысады. Міне солар ізгілер"},{"SurahNumber":3,"VerseNumber":115,"Text":"Олар хайырдан не істесе де тойтарылмайды. (Зая кетпейді) Алла (Т.) тақуаларды толық біледі"},{"SurahNumber":3,"VerseNumber":116,"Text":"Негізінен қарсы болғандардың малдары, балалары Алладан ешбір нәрсені қорғамайды. Міне солар тозақтық, олар онда мәңгі қалады"},{"SurahNumber":3,"VerseNumber":117,"Text":"Олардың бұл дүние тіршілігінде қылған хайырларының мысалы: Өздеріне зұлымдық істеген елдің егініне тиіп жоқ еткен суық боран тәрізді. Оларға Алла зұлымдық етпеді, бірақ олар өздеріне зұлымдық етті"},{"SurahNumber":3,"VerseNumber":118,"Text":"Әй мүміндер! Өздеріңнен өзгелерді сырлас тұтпаңдар. Олар сендерге қастандықтан тартынбайды. Сондай-ақ олар күйзелулеріңді қалайды. Олардың кектері ауызынан-ақ көрініп түр. Әрі олардың жүректеріндө жасырғандары тағы үлкен . Егер түсінетін болсаңдар, әрине сендерге аяттарымызды баян еттік"},{"SurahNumber":3,"VerseNumber":119,"Text":"Я, сендер оларды жақсы көрсеңдер де, олар сендерді жақсы көрмейді. Сондай-ақ сендер Кітаптың бәріне сенесіңдер. Қашан олар сендерге кездессе; \"Иман келтірдік\" деп, ал қашан олар оңашалана қалса, сендерге деген ызаларының зардабынан саусақтарын шайнар. (Мұхаммед F.C.): \"Ызаланған бойда өліп кетіңдер!\" де. Шөксіз Алла көкіректегілерді толық біледі"},{"SurahNumber":3,"VerseNumber":120,"Text":"Егер сендерге бір игілік жетсе, оларға жаман көрінеді. Ал егер сендерге бір жамандық жетсе, оған олар хош болады. Егер сабыр етсеңдер, сақтық істесеңдер, олардың сығандықтары сендерге ешбір зиян кылмайды. Күдіксіз Алла (Т.) Олардың не істегендерін толық біледі"}]}