{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Şüphesiz İnananlar, Yahudiler, Hıristiyanlar ve Sabiilerden kim Allah’a ve ahiret gününe inanır ve doğru olanı yaparsa; onlara Rab’leri yanında mükafatlar vardır. Onlara bir korku da yoktur, üzülmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":63,"Text":"Sizden sapa sağlam söz almıştık. Dağı da üzerinize kaldırmış: -Allah’a karşı gelmekten sakınabilmeniz için size verdiğimiz kitaba kuvvetle sarılın ve onun içindekileri aklınızda tutun, demiştik"},{"SurahNumber":2,"VerseNumber":64,"Text":"Bundan sonra yine yüz çevirmiştiniz; eğer Allah’ın size bol nimet ve merhameti olmasaydı, elbette hüsrana uğrayanlardan olurdunuz"},{"SurahNumber":2,"VerseNumber":65,"Text":"İçinizden cumartesi gününde yasağı çiğneyenleri de elbette biliyorsunuz. İşte biz onlara: -Hor ve aşağılık maymunlar olun, dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Böylece onların akıbetini hem önlerinde bulunanlar için, hem de kendilerinden sonra gelecekler için bir ibret ve Allah’tan korkanlar için de bir öğüt vesilesi yaptık"},{"SurahNumber":2,"VerseNumber":67,"Text":"Hani Musa kavmine: -Allah, size bir inek kesmenizi emrediyor, demişti. Onlar: -Bizimle alay mı ediyorsun? demişlerdi. Musa da: -Ben cahillerden olmaktan Allah’a sığınırım, demişti"},{"SurahNumber":2,"VerseNumber":68,"Text":"Rabbine bizim için dua et de bize onun nasıl bir şey olduğunu açıklasın, dediler. O: -Allah, onun ne pek yaşlı ne de pek körpe, ikisi ortası bir inek olduğunu söylüyor. Artık size emredilen şeyi yapın, dedi"},{"SurahNumber":2,"VerseNumber":69,"Text":"Bizim için Rabbine dua et de, onun ne renk olduğunu bize iyice açıklasın, dediler. Musa: -Allah, onun, bakanların içini açan, parlak sarı bir inek olduğunu söylüyor, dedi"},{"SurahNumber":2,"VerseNumber":70,"Text":"Onlar: -Rabbine dua et, bize açıkça bildirsin. Çünkü bizce inekler birbirine benzer. Allah dilerse elbette biz hidayete erenlerden oluruz, dediler"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa: -Rabbim, onun yeri sürüp ekini sulayarak boyunduruk altında ezilmemiş, kusursuz, alacasız bir inek olduğunu söylüyor, dedi. -Şimdi gerçeği bildirdin, deyip ineği kestiler; az kalsın bunu yapmayacaklardı"}]}