{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":10,"Text":"Požehnán budiž ten, jenž kdyby chtěl, daroval by ti lepší než vše to - zahrady, pod nimiž řeky tekou, a mohl by ti i zámky postavit"},{"SurahNumber":25,"VerseNumber":11,"Text":"Ba ano, oni Hodinu za lež prohlašuji; však připravili jsme pro ty, kdož za lež Hodinu prohlašují, plamen šlehající"},{"SurahNumber":25,"VerseNumber":12,"Text":"a až spatří jej z místa vzdáleného, uslyší, jak je zuřící a ječící"},{"SurahNumber":25,"VerseNumber":13,"Text":"A až svázáni pospolu na místo úzké budou vhozeni, zvolají: \"Přijď sem rychle, ó zničení"},{"SurahNumber":25,"VerseNumber":14,"Text":"Nevolejte dnes po zničení jediném, ale volejte po mnohém zničení"},{"SurahNumber":25,"VerseNumber":15,"Text":"Rci: \"Je lepší tohle, či zahrada věčnosti, jež byla bohabojným slíbena a jež pro ně bude odměnou i konečným cílem"},{"SurahNumber":25,"VerseNumber":16,"Text":"A tam, nesmrtelní, budou mít vše, co si jen přát budou a to slib je vyprošený na Pánu tvém"},{"SurahNumber":25,"VerseNumber":17,"Text":"V den, kdy shromáždí je i ty, které vzývali vedle Něho, řekne Bůh: \"Jste to vy, kdož tyto Mé služebníky v blud uvedli, či oni sami z cesty zbloudili"},{"SurahNumber":25,"VerseNumber":18,"Text":"Odvětí: \"Sláva budiž Tobě! Nepříslušelo nám, abychom byli zváni místo Tebe jako ochránci, avšak Tys jim i otcům jich k užívání tolik bohatství dal, že na připomenutí zapomněli a lidmi ztracenými se stali"},{"SurahNumber":25,"VerseNumber":19,"Text":"A takto za lež prohlásí to, co říkáte, a nebudou schopni vám pomoci ani trest od vás odvrátit. Tomu, kdo z vás nespravedlivý byl, tomu trest veliký dáme okusit"},{"SurahNumber":25,"VerseNumber":20,"Text":"A neposlali jsme před tebou posly žádné, kteří by nebyli pokrmy pojídali a po trzích chodili. A učinili jsme jedny z vás pokušením pro jiné, abychom zjistili, zda neochvějní budete. A Pán tvůj vše bystře pozoruje"}]}