{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"А на Семуд му го пративме братот негов, Салих: „Само Аллах обожувајте Го!“ – а тие се поделија во две групи кои меѓусебно се препираа"},{"SurahNumber":27,"VerseNumber":46,"Text":"„О, народе мој,“ - им говореше тој - „зошто го барате злото, пред доброто? Зошто не барате прошка од Аллах, за да ви се укаже милоста?“"},{"SurahNumber":27,"VerseNumber":47,"Text":"„Ние те сметаме тебе и тие што се со тебе за кобен предзнак!“ - рекоа тие. „Вашиот кобен предзнак е кај Аллах,“ - рече тој - „вие сте народ кој е ставен на искушение.“"},{"SurahNumber":27,"VerseNumber":48,"Text":"Во градот имаше деветмина кои по земјата, не ред, туку неред правеа"},{"SurahNumber":27,"VerseNumber":49,"Text":"„Заколнете се во Аллах,“ - рекоа - „дека во ноќта него и семејството негово ќе го убиеме, а тогаш на неговиот најблизок крвен сродник ќе му кажеме: ,Ние не присуствувавме на убиството на семејството негово, ние, навистина, вистината ја говориме.“"},{"SurahNumber":27,"VerseNumber":50,"Text":"И смислуваа сплетки, па и Ние, но тие тоа не го чувствуваа"},{"SurahNumber":27,"VerseNumber":51,"Text":"па погледни каква беше последицата на сплеткарењето нивно: ги уништивме сите – и нив и народот нивен"},{"SurahNumber":27,"VerseNumber":52,"Text":"Ете ги куќите нивни, пусти се поради неправдата која ја правеа – тоа е навистина поука за народот кој знае"},{"SurahNumber":27,"VerseNumber":53,"Text":"а ги спасивме тие штоверуваа икоиод Аллах сеплашеаиод гревовите се чуваа"},{"SurahNumber":27,"VerseNumber":54,"Text":"И Лут го пративме, кога му рече на народот свој: „Зошто правите разврат, јавно, едни пред други"},{"SurahNumber":27,"VerseNumber":55,"Text":"Зарем, навистина, со страст им приоѓате на мажите, наместо на жените? Вие сте навистина народ кој не знае.“"},{"SurahNumber":27,"VerseNumber":56,"Text":"А одговорот на нарадот негов, гласеше: „Избркајте го семејството на Лут од вашиот град, тие се чисти и невини луѓе!“"},{"SurahNumber":27,"VerseNumber":57,"Text":"И Ние го спасивме него и семејството негово, сите, освен сопругата негова. Ние одредивме таа да остане со тие кои казната ќе ја искусат"},{"SurahNumber":27,"VerseNumber":58,"Text":"и пуштивме врз нив камен дожд, а страшен ли дожд за тие што беа предупредени"}]}