{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":47,"VerseNumber":29,"Text":"Or do those with sickness in their hearts think that God will not ˹be able to˺ expose their malice"},{"SurahNumber":47,"VerseNumber":30,"Text":"Had We willed, We could have truly shown them to you ˹O Prophet˺, and you would have certainly recognized them by their appearance. But you will surely recognize them by their tone of speech. And God ˹fully˺ knows your doings ˹O people˺"},{"SurahNumber":47,"VerseNumber":31,"Text":"We will certainly test you ˹believers˺ until We prove those of you who ˹truly˺ struggle ˹in God’s cause˺ and remain steadfast, and reveal how you conduct yourselves"},{"SurahNumber":47,"VerseNumber":32,"Text":"Indeed, those who disbelieve, hinder ˹others˺ from the Way of God, and defy the Messenger after ˹true˺ guidance has become clear to them; they will not harm God in the least, but He will render their deeds void"},{"SurahNumber":47,"VerseNumber":33,"Text":"O believers! Obey God and obey the Messenger, and do not let your deeds be in vain"},{"SurahNumber":47,"VerseNumber":34,"Text":"Surely those who disbelieve, hinder ˹others˺ from the Way of God, and then die as disbelievers; God will never forgive them"},{"SurahNumber":47,"VerseNumber":35,"Text":"So do not falter or cry for peace, for you will have the upper hand and God is with you. And He will never let your deeds go to waste"},{"SurahNumber":47,"VerseNumber":36,"Text":"This worldly life is no more than play and amusement. But if you are faithful and mindful ˹of God˺, He will grant you your ˹full˺ reward, and will not ask you ˹to donate all˺ your wealth"},{"SurahNumber":47,"VerseNumber":37,"Text":"If He were to do so and pressure you, you would withhold and He would bring out your resentment"},{"SurahNumber":47,"VerseNumber":38,"Text":"Here you are, being invited to donate ˹a little˺ in the cause of God. Still some of you withhold. And whoever does so, it is only to their own loss. For God is the Self-Sufficient, whereas you stand in need ˹of Him˺. If you ˹still˺ turn away, He will replace you with another people. And they will not be like you"}]}