{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"Ee waani (Muxammadow), Waayo adigu ma tihid waa igu Nicmadda Rabbigaa, faallalow iyo ku waalan midna"},{"SurahNumber":52,"VerseNumber":30,"Text":"Mise waxay leeyihiin waa gabyaa, aan la sugno musiibad waqtiga la iman"},{"SurahNumber":52,"VerseNumber":31,"Text":"Dheh: Suga! Aniguna sidoo kale hubaal waxaan ka mid ahay kuwa wax suga"},{"SurahNumber":52,"VerseNumber":32,"Text":"Ma caqliyadooda baa ku amra sidan mise waa qolo qooqan"},{"SurahNumber":52,"VerseNumber":33,"Text":"Mise waxay leeyihiin: Waa been abuurtay? Mayee! Ma rumeysna"},{"SurahNumber":52,"VerseNumber":34,"Text":"Ee ha keenaan war la mid ahi haddii ay yihiin run sheegayaal"},{"SurahNumber":52,"VerseNumber":35,"Text":"Mise ma waxaa laga abuuray cid la', mise iyagaa ah abuurayashaa"},{"SurahNumber":52,"VerseNumber":36,"Text":"Mise ma waxay abuureen samooyinka iyo arlada? Mayee, ma yaqiinsana"},{"SurahNumber":52,"VerseNumber":37,"Text":"Mise ma waxay hayaan khasnadaha Rabbigaa? Mise waxaa la siiyey awood dhan"},{"SurahNumber":52,"VerseNumber":38,"Text":"Mise ma waxay leeyihiin sallaanno ay wax ku dhegaystaan; ee ha la yimaado dhegaystahoodu xujo cad"},{"SurahNumber":52,"VerseNumber":39,"Text":"Mise ma wuxuu leeyahay gabdho halka idinku leedihiin wiilal"},{"SurahNumber":52,"VerseNumber":40,"Text":"Mise ma waxaad adigu weydiisataa abaalgud, sidaa awgeed deyn la culaabeysan yihiin"},{"SurahNumber":52,"VerseNumber":41,"Text":"Mise ma waxay hayaan waxa qarsoon aan muuqan ee iyagu qoraan"},{"SurahNumber":52,"VerseNumber":42,"Text":"Mise ma waxay kula maaggan yihin dabin, kuwase gaalooba waa iyaga kuwa ku jaba dabinkooda"},{"SurahNumber":52,"VerseNumber":43,"Text":"Mise ma waxay leeyihiin ilaah aan ahayn Allaah? Xurmoo dhan waxaa iska leh Allaah oo ka nazahan waxa ay la wadaajiyaan (cibaadada)"},{"SurahNumber":52,"VerseNumber":44,"Text":"Oo haddii ay arki lahaayeen gabal cirka ka mid ah oo soo dhacaya7. waxay odhan lahaayeen: Waa daruur is dul saaran"},{"SurahNumber":52,"VerseNumber":45,"Text":"Ee iskaga tag inta ay la kulmaan Maalintooda ee laga yeeli doono inay la suuxaan (qarracan)"},{"SurahNumber":52,"VerseNumber":46,"Text":"Maalinta uusan dabinkoodu waxba u tari doonin oo aan loo gargaari doonin"},{"SurahNumber":52,"VerseNumber":47,"Text":"Oo hubaal waxay kuwaa ah gar ma qaatayaasha la kulmi doonaan cadaab taa ka sokow (adduunka gudahi8) laakiinse badankoodu ma ay ogsoona"},{"SurahNumber":52,"VerseNumber":48,"Text":"Ee u sug si samir leh xukunka Rabbigaa, waxaad hubaal tahay indhahayaga hortood, oo ku tasbiixso Ammaanaha Rabbigaa marka aad soo kacdoba"},{"SurahNumber":52,"VerseNumber":49,"Text":"Oo habeenkana huf oo xurmo weynee, iyo marka ay xiddiguhu dhacaanba"}]}