{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"Man says, 'What, when I am dead shall I then be brought forth alive"},{"SurahNumber":19,"VerseNumber":67,"Text":"Will not man remember that We created him aforetime, when he was nothing"},{"SurahNumber":19,"VerseNumber":68,"Text":"Now, by thy Lord, We shall surely muster them, and the Satans, then We shall parade them about Gehenna hobbling on their knees"},{"SurahNumber":19,"VerseNumber":69,"Text":"Then We shall pluck forth from every party whichever of them was the most hardened in disdain of the All-merciful"},{"SurahNumber":19,"VerseNumber":70,"Text":"then We shall know very well those most deserving to burn there"},{"SurahNumber":19,"VerseNumber":71,"Text":"Not one of you there is, but he shall go down to it; that for thy Lord is a thing decreed, determined"},{"SurahNumber":19,"VerseNumber":72,"Text":"Then We shall deliver those that were godfearing; and the evildoers We shall leave there, hobbling on their knees"},{"SurahNumber":19,"VerseNumber":73,"Text":"When Our signs are recited to them as clear signs, the unbelievers say to the believers, 'Which of the two parties is better in station, fairer in assembly"},{"SurahNumber":19,"VerseNumber":74,"Text":"And how many a generation We destroyed before them, who were fairer in furnishing and outward show"},{"SurahNumber":19,"VerseNumber":75,"Text":"Say: 'Whosoever is in error, let the All-merciful prolong his term for him! Till, when they see that they were threatened, whether the chastisement, or the Hour, then they shall surely know who is worse in place, and who is weaker in hosts"},{"SurahNumber":19,"VerseNumber":76,"Text":"And God shall increase those who were guided in guidance; and the abiding things, the deeds of righteousness, are better with thy Lord in reward, and better in return"},{"SurahNumber":19,"VerseNumber":77,"Text":"Hast thou seen him who disbelieves in Our signs and says, 'Assuredly I shall be given wealth and children"},{"SurahNumber":19,"VerseNumber":78,"Text":"What, has he observed the Unseen, or taken a covenant with the All-merciful"},{"SurahNumber":19,"VerseNumber":79,"Text":"No, indeed! We shall assuredly write down all that he says, and We shall prolong for him the chastisement"},{"SurahNumber":19,"VerseNumber":80,"Text":"and We shall inherit from him that he says, and he shall come to Us alone"},{"SurahNumber":19,"VerseNumber":81,"Text":"And they have taken to them other gods apart from God, that they might be for them a might"},{"SurahNumber":19,"VerseNumber":82,"Text":"No, indeed! They shall deny their service, and they shall be against them pitted"}]}