{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"Инсанды Биз жаратканбыз жана анын напсиси азгыра турган нерселерди да Өзүбүз билебиз. Биз ага күрөө тамырынан да жакынбыз"},{"SurahNumber":50,"VerseNumber":17,"Text":"Анткени, (инсандын) оң жана сол тарабында (Биз жиберген) эки кабыл алуучу (периште) олтурат"},{"SurahNumber":50,"VerseNumber":18,"Text":"Кандай гана сөз сүйлөбөсүн, анын алдында күзөтчү (периште) турат"},{"SurahNumber":50,"VerseNumber":19,"Text":"(Эй, күнөөкөр адам!) Өлүм масчылыгы Акыйкатта (мына башыңа) келди! Сен качып жүргөн нерсе — ушул"},{"SurahNumber":50,"VerseNumber":20,"Text":"Жана (мынакей), Сур (кернейи) да тартылды. Бул - убада кылынган Күн"},{"SurahNumber":50,"VerseNumber":21,"Text":"Жана ар бир жан (ээси) бир айдоочу жана бир күбө болуучу (периштенин) коштоосунда (сурак майданына) келди"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Эй, Акыретти жалган деген пенде!) Сен мындан кайдыгер болчусуң. Анан Биз сенин (кайдыгерлик) пардаңды ачып салдык. Мына эми, бүгүн сенин көздөрүң (аябай) өткүр"},{"SurahNumber":50,"VerseNumber":23,"Text":"Жана анын (бул дүйнөдөгү) коштоочу периштеси айтты: «Бул (каапырдын жасаган иштеринин тизме китеби) менин алдымда даяр». (Анан коштогон эки периштеге айтылды)"},{"SurahNumber":50,"VerseNumber":24,"Text":"«Тозокко таштагыла, (чындыкты) четке каккан ар бир каапырды"},{"SurahNumber":50,"VerseNumber":25,"Text":"чектен ашып, (Акыреттен) шектенген жана жакшы (сооп) иштерге бут тоскондорду"},{"SurahNumber":50,"VerseNumber":26,"Text":"Алар Аллаһка кошуп, башка кудай жасап алган адамдар! Аларды катуу азапка таштагыла!»"},{"SurahNumber":50,"VerseNumber":27,"Text":"Анын коштоочу шайтаны? айтты: «О, Рабби! Муну мен (Сага) каршы жолго баштабадым. Бирок, өзү алыс адашууда болгон»"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Аллаһ) айтты: «Менин алдымда талашпагыла! Мен силерге Өзүмдүн (тозок жөнүндөгү) кабарымды мурда айтканмын"},{"SurahNumber":50,"VerseNumber":29,"Text":"Менин Сөзүм өзгөрбөйт жана Мен пенделерге зулумдук кылуучу эмесмин!»"}]}