{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":100,"Text":"Ṣé kò hàn sí àwọn t’ó jogún ilẹ̀ lẹ́yìn àwọn onílẹ̀ pé tí ó bá jẹ́ pé A bá fẹ́ (bẹ́ẹ̀ ni), Àwa ìbá fi ẹ̀ṣẹ̀ wọn mú wọn, Àwa ìbá sì fi èdídí bo ọkàn wọn; wọn kò sì níí gbọ́rọ̀ (mọ́)"},{"SurahNumber":7,"VerseNumber":101,"Text":"Àwọn ìlú wọ̀nyí ni À ń fún ọ ní ìró nínú ìròyìn wọn. Dájúdájú àwọn Òjíṣẹ́ wọn ti mú àwọn ẹ̀rí t’ó yánjú wá bá wọn. (Ìkọ̀ọ̀kan ìjọ náà,) wọn kò kúkú níí gbàgbọ́ nínú ohun tí (ijọ́ t’ó ṣíwájú wọn) pè nírọ́ ṣíwájú (wọn). Báyẹn ni Allāhu ṣe ń fi èdídí bo ọkàn àwọn aláìgbàgbọ́"},{"SurahNumber":7,"VerseNumber":102,"Text":"Àwa kò rí pípé àdéhùn ní ọ̀dọ̀ ọ̀pọ̀lọpọ̀ wọn. Àti pé ńṣe ni A rí ọ̀pọ̀lọ́pọ̀ wọn ní òbìlẹ̀jẹ́"},{"SurahNumber":7,"VerseNumber":103,"Text":"Lẹ́yìn náà, A gbé (Ànábì) Mūsā dìde lẹ́yìn wọn pẹ̀lú àwọn àmì Wa sí Fir‘aon àti àwọn ìjòyè rẹ̀. Wọ́n sì ṣe àbòsí sí àwọn àmì náà. Nítorí náà, wo bí ìkángun àwọn òbìlẹ̀jẹ́ ṣe rí"},{"SurahNumber":7,"VerseNumber":104,"Text":"(Ànábì) Mūsā sọ pé: \"Fir‘aon, dájúdájú èmi ni Òjíṣẹ́ kan láti ọ̀dọ̀ Olúwa gbogbo ẹ̀dá"},{"SurahNumber":7,"VerseNumber":105,"Text":"Dandan ni fún mi pé èmi kò níí ṣàfitì ọ̀rọ̀ kan sọ́dọ̀ Allāhu àfi òdodo. Mo sì kúkú ti mú ẹ̀rí t’ó yanjú wá ba yín láti ọ̀dọ̀ Olúwa yín. Nítorí náà, jẹ́ kí àwọn ọmọ ’Isrọ̄’īl máa bá mi lọ"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Fir‘aon) wí pé: “Tí o bá jẹ́ ẹni t’ó mú àmì kan wá, mú un jáde tí ìwọ bá wà nínú àwọn olódodo.”"},{"SurahNumber":7,"VerseNumber":107,"Text":"Nígbà náà, ó ju ọ̀pá rẹ̀ sílẹ̀, ó sì di ejò pọ́nńbélé"},{"SurahNumber":7,"VerseNumber":108,"Text":"Ó tún fa ọwọ́ rẹ̀ yọ, ó sì di funfun (gbòlà) fún àwọn olùwòran"}]}