{"Id":203,"LanguageCodes":["id","ind"],"Name":"ind-muhammadquraish","Author":"Muhammad Quraish Shihab Et Al.","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Ceritakanlah, wahai Muhammad, kisah Maryam yang ada di dalam al-Qur'ân, saat ia menjauhkan diri dari keluarganya dan dari manusia ke suatu tempat yang berada di sebelah timur dari tempat tinggalnya"},{"SurahNumber":19,"VerseNumber":17,"Text":"Dan Maryam pun memasang tabir antara dirinya dan mereka. Lalu Allah mengutus Jibrîl kepadanya dalam bentuk manusia yang sempurna, supaya ia tidak takut jika melihatnya dalam bentuk malaikat yang tidak dikenal"},{"SurahNumber":19,"VerseNumber":18,"Text":"Maryam berkata, \"Sesungguhnya aku berlindung kepada Tuhan Yang Maha Pemurah dari dirimu, jika kamu benar-benar seorang yang bertakwa dan takut kepada Allah"},{"SurahNumber":19,"VerseNumber":19,"Text":"Malaikat Jibrîl berkata, \"Aku hanyalah seorang utusan dari Tuhanmu, untuk menjadi perantara dalam pemberian seorang anak laki-laki yang suci dan baik kepadamu"},{"SurahNumber":19,"VerseNumber":20,"Text":"Maryam berkata, \"Bagaimana aku dapat mempunyai anak, sedang aku tidak pernah disentuh oleh seseorang pun, dan aku bukan seorang pezina"},{"SurahNumber":19,"VerseNumber":21,"Text":"Jibrîl berkata, \"Benar apa yang kamu katakan. Kamu memang tidak pernah disentuh seorang pun. Kendatipun demikian, Tuhanmu telah berfirman, 'Pemberian anak tanpa seorang bapak adalah soal yang mudah bagi-Ku, agar menjadi bukti bagi manusia akan besarnya kekuasaan Kami, dan untuk menjadi rahmat bagi orang yang menjadikannya sebagai petunjuk. Sesungguhnya penciptaan 'Isâ adalah sesuatu yang telah ditetapkan, dan pasti terjadi"},{"SurahNumber":19,"VerseNumber":22,"Text":"Kehendak Allah pun terwujud. Maryam pun mengandung 'Isâ a. s. sesuai dengan kehendak-Nya. Maryam, dengan kandungan itu, menjauhkan diri dari manusia di tempat yang jauh"},{"SurahNumber":19,"VerseNumber":23,"Text":"Rasa sakit hendak melahirkan memaksa Maryam untuk bersandar dan menutup dirinya pada pangkal pohon kurma. Ia membayangkan kemungkinan sikap ingkar keluarganya terhadap kelahiran anaknya kelak. Ia pun berharap cepat meninggal dunia supaya kejadian ini tidak lagi berarti dan cepat dilupakan"},{"SurahNumber":19,"VerseNumber":24,"Text":"Maryam kemudian diseru oleh malaikat dari tempat yang rendah di bawahnya, \"Janganlah kamu bersedih hati karena kesendirian, tidak ada makanan dan minuman serta karena gunjingan orang. Sesungguhnya Allah telah menjadikan anak sungai di dekatmu"},{"SurahNumber":19,"VerseNumber":25,"Text":"Dan gerakkan pangkal pohon kurma itu ke arahmu, ia akan menjatuhkan buahnya yang baik kepadamu(1). (1) Buah kurma yang matang mengandung zat makanan utama yang mudah dicerna. Karena itu, kurma menjadi makanan yang baik untuk wanita setelah melahirkan (masa nifas)"},{"SurahNumber":19,"VerseNumber":26,"Text":"Makanlah dari buah kurma itu dan minumlah serta bersenang-senanglah. Jika kamu melihat seseorang mengingkari perkara ini, maka berilah isyarat bahwa kamu sedang berpuasa bicara dan tidak akan berbicara kepada siapa pun hari itu"},{"SurahNumber":19,"VerseNumber":27,"Text":"Maryam mendatangi kerabatnya sambil membawa 'Isâ. Dengan rasa heran dan ingkar, mereka berkata kepadanya, \"Sesungguhnya kamu telah membawa sesuatu yang amat buruk dan mungkar"},{"SurahNumber":19,"VerseNumber":28,"Text":"Wahai kerabat Hârûn, Nabi yang bertakwa dan taat,\" kata mereka lagi, \"bagaimana kamu melakukan hal itu, padahal bapakmu sama sekali bukan orang yang tak bermoral, dan ibumu pun bukan seorang pezina.\"(1). (1) Dalam Ensiklopedia Britanica disebutkan bahwa al-Qur'ân telah melakukan kesalahan sejarah ketika mengatakan bahwa Maryam adalah saudara Hârûn seperti termaktub pada ayat di atas. Padahal antara Hârûn, saudara Mûsâ, dan Maryam terdapat jarak ratusan tahun. Ensiklopedi itu lupa bahwa arti \"saudara\" di sini bukan dalam arti hubungan darah, tetapi \"saudara\" atas dasar kesamaan sikap, seperti disebut dalam kamus Lisân al-'Arab. Dengan demikian, sebutan bahwa Maryam saudara Hârûn adalah saudara dalam arti orang yang mempunyai kesamaan sifat kebaikan dan ketakwaan"},{"SurahNumber":19,"VerseNumber":29,"Text":"Maryam menunjuk anaknya, 'Isâ a. s., supaya mereka berbicara langsung kepadanya. Lalu mereka berkata, \"Bagaimana kami dapat berbicara dengan anak kecil yang masih dalam buaian"},{"SurahNumber":19,"VerseNumber":30,"Text":"Ketika 'Isâ mendengar perkataaan mereka, Allah lalu menjadikannya dapat berbicara, \"Sesungguhnya aku adalah hamba Allah yang akan diberi kitab Injîl. Allah akan memilihku menjadi seorang nabi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Allah menjadikan aku sebagai orang yang diberkati, mengajarkan kebaikan dan mendatangkan kebaikan bagi manusia. Dia memerintahkanku untuk melakukan salat dan menunaikan zakat selama hidupku"},{"SurahNumber":19,"VerseNumber":32,"Text":"Dia juga memerintahkanku untuk berbakti kepada ibuku, dan tidak menjadikan aku bersikap aniaya kepada manusia, serta celaka karena berbuat maksiat kepada-Nya"},{"SurahNumber":19,"VerseNumber":33,"Text":"Aku akan memperoleh keamanan dari Allah pada hari kelahiranku, hari kematianku dan hari kebangkitanku kembali dari kematian"},{"SurahNumber":19,"VerseNumber":34,"Text":"Orang yang bersifat seperti itu adalah 'Isâ putra Maryam. Inilah pernyataan yang benar tentang dirinya yang banyak dipertentangkan oleh orang-orang yang mendustakannya dan yang kenabiannya diragukan oleh banyak orang"},{"SurahNumber":19,"VerseNumber":35,"Text":"Tidak benar bahwa Allah mempunyai anak--Mahasuci Allah dari hal itu. Apabila Dia telah menetapkan sesuatu, niscaya kehendak-Nya itu akan terlaksana. Tidak ada yang mustahil bagi Allah. Dengan berkata, \"Jadilah,\" maka akan terwujud makhluk yang dikehendaki-Nya"},{"SurahNumber":19,"VerseNumber":36,"Text":"Sesungguhnya Allah adalah Tuhanku dan Tuhan kalian. Maka sembahlah Dia, dan jangan sekali-kali kalian menyekutukan-Nya. Dan apa yang aku serukan kepada kalian ini adalah jalan menuju kebahagiaan"},{"SurahNumber":19,"VerseNumber":37,"Text":"Meskipun begitu, orang-orang Ahl al-Kitâb berselisih paham tentang 'Isâ, dan terbagi-bagi menjadi beberapa kelompok. Maka, azab yang pedih disediakan bagi mereka saat mendatangi hari perhitungan, menyaksikan hari kiamat dan menerima balasan yang amat buruk"},{"SurahNumber":19,"VerseNumber":38,"Text":"Alangkah terangnya pendengaran mereka dan alangkah tajamnya penglihatan mereka pada hari mereka bertemu dengan Allah! Tetapi pada hari ini, karena sikap mereka yang menzalimi diri sendiri dan tidak mau memanfaatkan pendengaran dan penglihatannya ketika di dunia, mereka benar-benar sesat dari kebenaran"},{"SurahNumber":19,"VerseNumber":39,"Text":"Wahai Rasul, berilah peringatan kepada orang-orang yang zalim tentang suatu hari tatkala mereka menyesal atas kelalaian mereka terhadap hak Allah dan hak mereka sendiri, sementara pada saat itu perkara mereka telah diputuskan dan sudah menerima balasan. Sesungguhnya mereka di dunia telah lalai dengan hari itu, karena mereka tidak percaya akan hari kebangkitan dan pembalasan"},{"SurahNumber":19,"VerseNumber":40,"Text":"Ketahuilah wahai manusia, sesungguhnya Allahlah yang mewariskan alam dengan segala seisinya ini. Dan perhitungan untuk mereka ada pada Allah"}]}