{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"Sema: Alhamdu Lillahi! Kuhimidiwa ni kwa Mwenyezi Mungu! Na amani ishuke juu ya waja wake alio wateuwa. Je! Mwenyezi Mungu ni bora, au wale wanao washirikisha naye"},{"SurahNumber":27,"VerseNumber":60,"Text":"AU NANI yule aliye ziumba mbingu na ardhi, na akakuteremshieni maji kutoka mbinguni, na kwa hayo tukaziotesha bustani zenye kupendeza? Nyinyi hamna uwezo wa kuiotesha miti yake. Je! Yupo mungu pamoja na Mwenyezi Mungu? Bali hao ni watu walio potoka"},{"SurahNumber":27,"VerseNumber":61,"Text":"Au nani yule aliye ifanya ardhi mahali pa kutua, na akajaalia ndani yake mito, na akaweka milima? Na akaweka baina ya bahari mbili kiziwizi? Je! Yupo mungu pamoja na Mwenyezi Mungu? Bali wengi wao hawajui"},{"SurahNumber":27,"VerseNumber":62,"Text":"Au nani yule anaye mjibu mwenye shida pale anapo mwomba, na akaiondoa dhiki, na akakufanyeni warithi wa ardhi? Je! Yupo mungu pamoja na Mwenyezi Mungu? Ni machache mnayo yazingatia"},{"SurahNumber":27,"VerseNumber":63,"Text":"Au nani yule anaye kuongoeni katika giza la bara na bahari, na akazipeleka pepo kuleta bishara kabla ya rehema zake? Je! Yupo mungu pamoja na Mwenyezi Mungu? Ametukuka Mwenyezi Mungu juu ya wanao washirikisha naye"},{"SurahNumber":27,"VerseNumber":64,"Text":"Au nani anaye uanzisha uumbaji, kisha akaurejesha? Na nani anaye kuruzukuni kutoka mbinguni na kwenye ardhi? Je! Yupo mungu pamoja na Mwenyezi Mungu? Sema: Leteni hoja zenu kama nyinyi ni wasema kweli"},{"SurahNumber":27,"VerseNumber":65,"Text":"Sema: Hapana katika mbingu na ardhi ajuaye ya ghaibu isipo kuwa Mwenyezi Mungu. Wala wao hawajui lini watafufuliwa"},{"SurahNumber":27,"VerseNumber":66,"Text":"Kwani huo ujuzi wao umefikilia kuijua Akhera? Bali wao wamo katika shaka nayo tu, bali wao ni vipofu nayo"}]}