{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Dan ketika putra Maryam (Isa) dijadikan perumpamaan, tiba-tiba kaummu (Suku Quraisy) bersorak karenanya"},{"SurahNumber":43,"VerseNumber":58,"Text":"Dan mereka berkata, \"Manakah yang lebih baik, tuhan-tuhan kami atau dia (Isa)?\" Mereka tidak memberikan (perumpamaan itu) kepadamu melainkan dengan maksud membantah saja; sebenarnya mereka adalah kaum yang suka bertengkar"},{"SurahNumber":43,"VerseNumber":59,"Text":"Dia (Isa) tidak lain hanyalah seorang hamba yang Kami berikan nikmat (kenabian) kepadanya, dan Kami jadikan dia sebagai contoh bagi Bani Israil"},{"SurahNumber":43,"VerseNumber":60,"Text":"Dan sekiranya Kami menghendaki, niscaya ada di antara kamu yang Kami jadikan malaikat-malaikat (yang turun temurun) sebagai pengganti kamu di bumi"},{"SurahNumber":43,"VerseNumber":61,"Text":"Dan sungguh, dia (Isa) benar-benar menjadi pertanda akan datangnya hari Kiamat. Karena itu, janganlah kamu ragu-ragu tentang (Kiamat) itu dan ikutilah Aku. Inilah jalan yang lurus"},{"SurahNumber":43,"VerseNumber":62,"Text":"Dan janganlah kamu sekali-kali dipalingkan oleh setan; sungguh, setan itu musuh yang nyata bagimu"},{"SurahNumber":43,"VerseNumber":63,"Text":"(Dan ketika Isa datang membawa keterangan, dia berkata, \"Sungguh, aku datang kepadamu dengan membawa hikmah,789) dan untuk menjelaskan kepadamu sebagian dari apa yang kamu perselisihkan; maka bertakwalah kepada Allah dan taatlah kepadaku"},{"SurahNumber":43,"VerseNumber":64,"Text":"Sungguh, Allah, Dia Tuhanku dan Tuhanmu, maka sembahlah Dia. Ini adalah jalan yang lurus"},{"SurahNumber":43,"VerseNumber":65,"Text":"Tetapi golongan-golongan (yang ada) saling berselisih di antara mereka; maka celakalah orang-orang yang zalim karena azab pada hari yang pedih (Kiamat)"},{"SurahNumber":43,"VerseNumber":66,"Text":"Apakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak, sedang mereka tidak menyadarinya"},{"SurahNumber":43,"VerseNumber":67,"Text":"Teman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa"}]}