{"Id":215,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":46,"VerseNumber":11,"Text":"ಹಾಗೆಯೇ, ಅವನು ಆಕಾಶಗಳಲ್ಲಿ ಹಾಗೂ ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವನ್ನೂ ತನ್ನ ವತಿಯಿಂದ ನಿಮಗೆ ವಿಧೇಯಗೊಳಿಸಿರುವನು. ಚಿಂತನೆ ನಡೆಸುವವರಿಗೆ ಇದರಲ್ಲಿ ಖಂಡಿತ ಪುರಾವೆಗಳಿವೆ"},{"SurahNumber":46,"VerseNumber":12,"Text":"ಅಲ್ಲಾಹನ ದಿನಗಳನ್ನು ನಿರೀಕ್ಷಿಸದವರನ್ನು ಕ್ಷಮಿಸಬೇಕೆಂದು ವಿಶ್ವಾಸಿಗಳೊಡನೆ ಹೇಳಿರಿ. ಜನರಿಗೆ ಅವರ ಗಳಿಕೆಗೆ ಅನುಸಾರವಾದ ಪ್ರತಿಫಲವನ್ನು ಅವನೇ ನೀಡುವನು"},{"SurahNumber":46,"VerseNumber":13,"Text":"ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡುವವನು ಸ್ವತಃ ತನಗಾಗಿ ಮಾಡುತ್ತಾನೆ ಮತ್ತು ಕೆಡುಕನ್ನು ಮಾಡಿದವನು ಕೂಡಾ (ಅದರ ಫಲವನ್ನು) ತಾನೇ ಅನುಭವಿಸಬೇಕಾಗುವುದು. ಕೊನೆಗೆ ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಒಡೆಯನೆಡೆಗೆ ಮರಳಿಸಲಾಗುವುದು"},{"SurahNumber":46,"VerseNumber":14,"Text":"ಇಸ್ರಾಈಲರ ಸಂತತಿಗಳಿಗೆ ನಾವು ಗ್ರಂಥವನ್ನು, ಅಧಿಕಾರವನ್ನು ಹಾಗೂ ಪ್ರವಾದಿತ್ವವನ್ನು ನೀಡಿದೆವು ಮತ್ತು ನಾವು ಅವರಿಗೆ ಶುದ್ಧ ಆಹಾರವನ್ನು ದಯಪಾಲಿಸಿದೆವು ಹಾಗೂ ಅವರಿಗೆ ಸರ್ವಲೋಕಗಳ ಇತರೆಲ್ಲರಿಗಿಂತ ಶ್ರೇಷ್ಠ ಸ್ಥಾನವನ್ನು ಕರುಣಿಸಿದೆವು"},{"SurahNumber":46,"VerseNumber":15,"Text":"ನಾವು ಅವರಿಗೆ ಬಹಳ ಸ್ಪಷ್ಟವಾದ ಆದೇಶಗಳನ್ನು ನೀಡಿದ್ದೆವು. ಆದರೆ ತಮ್ಮ ಬಳಿಗೆ ಜ್ಞಾನವು ಬಂದ ಬಳಿಕ ಅವರು ಕೇವಲ ಪರಸ್ಪರ ಹಗೆತನದಿಂದಾಗಿ ಭಿನ್ನಾಭಿಪ್ರಾಯ ತಾಳಿದರು"},{"SurahNumber":46,"VerseNumber":16,"Text":"(ದೂತರೇ,) ಆ ಬಳಿಕ ಇದೀಗ ನಾವು ನಿಮ್ಮನ್ನು ಧರ್ಮದ ಒಂದು ನಿರ್ದಿಷ್ಟ ಹಾದಿಯಲ್ಲಿ ನಡೆಸಿರುವೆವು. ನೀವು ಅದನ್ನು ಅನುಸರಿಸಿರಿ ಮತ್ತು ನೀವು ಜ್ಞಾನವಿಲ್ಲದವರ ಇಚ್ಛೆಗಳನ್ನು ಅನುಸರಿಸಬೇಡಿ"},{"SurahNumber":46,"VerseNumber":17,"Text":"ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನೆದುರು ಅವರು ನಿಮ್ಮ ಯಾವ ನೆರವಿಗೂ ಬರಲಾರರು. ಅಕ್ರಮಿಗಳು ಖಂಡಿತ ಪರಸ್ಪರರ ಪೋಷಕರಾಗಿರುತ್ತಾರೆ ಮತ್ತು ಧರ್ಮ ನಿಷ್ಠರ ಪಾಲಿಗೆ ಅಲ್ಲಾಹನೇ ಪೋಷಕನಾಗಿರುತ್ತಾನೆ"},{"SurahNumber":46,"VerseNumber":18,"Text":"ಇದು (ಕುರ್‌ಆನ್) ಮಾನವರ ಕಣ್ಣು ತೆರಸುವ ಸಾಧನವಾಗಿದೆ ಮತ್ತು ಅಚಲ ನಂಬಿಕೆ ಉಳ್ಳವರ ಪಾಲಿಗೆ ಮಾರ್ಗದರ್ಶಿ ಹಾಗೂ ಕೃಪೆಯಾಗಿದೆ"},{"SurahNumber":46,"VerseNumber":19,"Text":"ಪಾಪಗಳನ್ನು ಸಂಪಾದಿಸಿದವರು, ನಾವು ಅವರನ್ನು, (ಸತ್ಯದಲ್ಲಿ) ನಂಬಿಕೆ ಇಟ್ಟು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಿದವರಿಗೆ ಸಮಾನರಾಗಿ ಮಾಡುತ್ತೇವೆಂದು ಅವರ ಬದುಕು ಮತ್ತು ಅವರ ಸಾವು (ವಿಶ್ವಾಸಿ ಸತ್ಕರ್ಮಿಗಳಿಗೆ) ಸಮಾನವಾಗಿರುವುದೆಂದು ಭಾವಿಸಿದ್ದಾರೆಯೇ? ಅವರ ಲೆಕ್ಕಾಚಾರ ಬಹಳ ಕೆಟ್ಟದಾಗಿದೆ"},{"SurahNumber":46,"VerseNumber":20,"Text":"ಅಲ್ಲಾಹನು ಆಕಾಶಗಳನ್ನು ಹಾಗೂ ಭೂಮಿಯನ್ನು ಸತ್ಯದ ಆಧಾರದಲ್ಲಿ ಸೃಷ್ಟಿಸಿರುವನು. (ಆದ್ದರಿಂದ) ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಅವನ ಗಳಿಕೆಯನುಸಾರ ಪ್ರತಿಫಲ ಸಿಗಲಿದೆ ಹಾಗೂ ಅವರ ಮೇಲೆ ಅನ್ಯಾಯವಾಗದು"}]}