{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"Say, \"If you love Allah then follow me, and Allah will love you and forgive you your sins, for Allah is Forgiving and Merciful"},{"SurahNumber":3,"VerseNumber":32,"Text":"Say, \"Obey Allah and the Messenger\"; but if they turn away Allah loves not disbelievers"},{"SurahNumber":3,"VerseNumber":33,"Text":"Verily, Allah has preferred Adam, and Noah, and Abraham´s family, and Imran´s family above all people"},{"SurahNumber":3,"VerseNumber":34,"Text":"Offsprings one of the other. Allah Hears and Knows all things"},{"SurahNumber":3,"VerseNumber":35,"Text":"When Imran´s wife said, \"Lord! I have vowed to dedicate unto Thee what is within my womb. Accept it then from me. Verily, you are Hearer and Knower"},{"SurahNumber":3,"VerseNumber":36,"Text":"And when she brought it forth she said, \"Verily, I have brought forth a female\" - Allah knew best what she brought forth; and a male is not like a female - \"I have called her Mary, and I seek a refuge in Thee for her and for her seed from"},{"SurahNumber":3,"VerseNumber":37,"Text":"And her Lord accepted fully, and gave her a goodly growth, and assigned her to Zachariah´s care. Whenever Zachariah entered her chamber he found beside her a provision, and he said, \"O Mary, whence comes this to you?\" She answered, \"I"},{"SurahNumber":3,"VerseNumber":38,"Text":"Therefore prayed Zachariah to his Lord, and said, \"Lord, grant me from Thee good seed. Verily, Thou hears prayer"},{"SurahNumber":3,"VerseNumber":39,"Text":"And an angel called out to him as he was standing praying in the chamber (and said) \"Allah gives you the glad tidings of John, to confirm the Word from Allah, a noble and a chaste one, and a prophet of the righteous"},{"SurahNumber":3,"VerseNumber":40,"Text":"He said, \"My Lord, how can there be to me a boy when old age has reached me, and my wife is barren?\" The angel answered, \"Thus Allah does what He pleases"},{"SurahNumber":3,"VerseNumber":41,"Text":"He said, \"My Lord, make for me a sign.\" The angel said, \"The sign unto you is that you shall not speak to men for three days, save by gesture; but remember your Lord much, and celebrate His praises in the evening and the morning"}]}