{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun ki biz Musâyı da âyetlerimizle Fir´avne ve cemâatine peygamber olarak gönderdik de o, «Ben gerçek âlemlerin Rabbinin elçisiyim» dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Fakat onlara âyetlerimiz gelince bir de ne görsünler, onlar bu (âyetlere) gülüyorlar"},{"SurahNumber":43,"VerseNumber":48,"Text":"Biz onlara her hangi bir âyeti göstermiyorduk ki bu, mutlakaa öbürlerinden daha büyükdü. Onları, belki (küfürden) dönenler diye, (bir zaman da) azâb ile tutduk"},{"SurahNumber":43,"VerseNumber":49,"Text":"(Azâbı görünce) dediler ki: «Ey sihir yapan, bizim için Rabbine, sana olan va´di vech ile, düâ et. Muhakkak biz doğru yola kavuşdurulmuş olacağız»"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat biz onlardan azâbı giderince bir de ne bakarsın: Onlar verdikleri sözü bozuyorlar bile"},{"SurahNumber":43,"VerseNumber":51,"Text":"Fir´avn, kavmi içinde haykırdı: «Ey kavmim, dedi, Mısır padişahlığı ve altımdan akan şu ırmaklar benim değil mi? Haalâ gözünüzü açmayacak mısınız»"},{"SurahNumber":43,"VerseNumber":52,"Text":"«Yoksa ben ondan hayırlı değil miyim? O ki hakirdir, (meramını) bile hemen hemen açıklayamıyor»"},{"SurahNumber":43,"VerseNumber":53,"Text":"«Öyle ya, onun üstüne (gökden) altın bilezikler atılmalı, yahud beraberinde birbiri ardınca (kendisini tasdıyk edici) melekler gelmeli değil miydi»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Bu suretle kavmini küçümsedi. Onlar da kendisine itaat etdiler. Hakıykat onlar faasıklar güruhu idi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Nihayet, onlar bizi gazablandırınca kendilerinden intikam aldık. Derhal onları topdan (suda) boğduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Bu vech ile onları sonra (gelen ümmet) ler için (ibret verici) bir geçmiş ve misâl yapdık"}]}