{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"And when you killed a living soul, and disputed thereon -- and God disclosed what you were hiding"},{"SurahNumber":2,"VerseNumber":73,"Text":"so We said, 'Smite him with part of it'; even so God brings to life the dead, and He shows you His signs, that haply you may have understanding"},{"SurahNumber":2,"VerseNumber":74,"Text":"Then your hearts became hardened thereafter and are like stones, or even yet harder; for there are stones from which rivers come gushing, and others split, so that water issues from them, and others crash down in the fear of God. And God is not heedless of the things you do"},{"SurahNumber":2,"VerseNumber":75,"Text":"Are you then so eager that they should believe you, seeing there is a party of them that heard God's word, and then tampered with it, and that after they had comprehended it, wittingly"},{"SurahNumber":2,"VerseNumber":76,"Text":"And when they meet those who believe, they say 'We believe'; and when they go privily one to another, they say, 'Do you speak to them of what God has revealed to you, that they may thereby dispute with you before your Lord? Have you no understanding"},{"SurahNumber":2,"VerseNumber":77,"Text":"Know they not that God knows what they keep secret and what they publish"},{"SurahNumber":2,"VerseNumber":78,"Text":"And some there are of them that are common folk not knowing the Book, but only fancies and mere conjectures"},{"SurahNumber":2,"VerseNumber":79,"Text":"So woe to those who write the Book with their hands, then say, 'This is from God,' that they may sell it for a little price; so woe to them for what their hands have written, and woe to them for their earnings"},{"SurahNumber":2,"VerseNumber":80,"Text":"And they say, 'The Fire shall not touch us save a number of days.' Say: 'Have you taken with God a covenant? God will not fail in His covenant; or say you things against God of which you know nothing"},{"SurahNumber":2,"VerseNumber":81,"Text":"Not so; whoso earns evil, and is encompassed by his transgression -- those are the inhabitants of the Fire; there they shall dwell forever"},{"SurahNumber":2,"VerseNumber":82,"Text":"And those that believe, and do deeds of righteousness -- those are the inhabitants of Paradise; there they shall dwell forever"}]}