{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":50,"Text":"And to Ad people (We sent) their brother Hud. He said: “O my people! Worship Allah! You have no other one worthy of worship but Him. You don’thing but invent lies"},{"SurahNumber":11,"VerseNumber":51,"Text":"O my people! I ask you no reward for it (message). My reward is not but from Him, Who created me. Then will you not understand"},{"SurahNumber":11,"VerseNumber":52,"Text":"And O my people! Ask forgiveness of your Lord, and then repent to Him. He will send (from the sky) abundant rain to you, and add strength to your strength. So don’t turn away as sinners.”"},{"SurahNumber":11,"VerseNumber":53,"Text":"They said: “O Hud! No evidence you have brought to us. We shall not leave our deity just for your saying! We are not believers in you"},{"SurahNumber":11,"VerseNumber":54,"Text":"We don’t say but (perhaps) some of our gods - (false deities) has seized you with evil.” He said: “Surely I call Allah to witness and bear you witness that I am free from that which you ascribe as partners (in worship)"},{"SurahNumber":11,"VerseNumber":55,"Text":"other than Him. So plot against me, all of you, and give me no respite"},{"SurahNumber":11,"VerseNumber":56,"Text":"Surely I put my trust in Allah, my Lord and your Lord! There is not a moving creature but He has grasped its destiny. Surely, my Lord is on the Right Way"},{"SurahNumber":11,"VerseNumber":57,"Text":"So if you turn away, then surely, I have conveyed the message what I was sent with to you. My Lord will make other people succeed besides you, and you will not harm Him in the least. Surely, my Lord is Guardian over all things.”"},{"SurahNumber":11,"VerseNumber":58,"Text":"And when Our Commandment came, We saved Hud and those who believed with him by a Mercy from Us, and We saved them from a severe punishment"},{"SurahNumber":11,"VerseNumber":59,"Text":"Such were Ad (people). They rejected the Verses of their Lord and disobeyed His Messengers, and followed the command of every proud stubborn oppressor"},{"SurahNumber":11,"VerseNumber":60,"Text":"And they were pursued by a curse in this world and will be on the Day of Resurrection. No doubt! Surely, Ad disbelieved in their Lord. So away with Ad, the people of Hud"}]}