{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"O gün cehenneme «Doldun mu?» diyeceğiz. O da «Daha var mı?» diyecek"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cennet, takva saahiblerine, uzak olmayarak, yaklaşdırılmışdır"},{"SurahNumber":50,"VerseNumber":32,"Text":"İşte size va´d olunan; (gördüğünüz şu) cennetdir ki (o, Allahın tâatına) dönen, Onun (hudûd ve ahkâmına) riâyet eden"},{"SurahNumber":50,"VerseNumber":33,"Text":"Çok esirgeyici Allaha (bütün samîmiyyetiyle) gıyabî saygı gösteren, Hakkın tâatına yönelmiş bir kalb ile gelen kimselere haasdır"},{"SurahNumber":50,"VerseNumber":34,"Text":"Selâmetle girin oraya, işte bu, ebedîlik günüdür"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada onlar ne dilerlerse var. Nezdimizde daha fazlası var"},{"SurahNumber":50,"VerseNumber":36,"Text":"Biz, bunlardan evvel nice nesilleri helak etdik ki onlar kuvvetçe kendilerinden daha (üstün ve) çetin idiler, (Öyle ki ölümden kurtulmak için) memleketlerde delikler aramışlardı. (Fakat) firara bir (çâre) var mıydı"},{"SurahNumber":50,"VerseNumber":37,"Text":"Şübhesiz ki bunda aklı olan, yahud, kendisi huzuur (-ı kalb) içinde olarak, kulak veren kimseler için elbette bir öğüd (ve haatıra) vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Andolsun ki biz gökleri, yeri ve ikisi arasında bulunan şeyleri altı günde yaratmışızdır. Bize hiçbir yorgunluk da dokunmamışdır"},{"SurahNumber":50,"VerseNumber":39,"Text":"(Habîbim) ne derlerse sen (şimdilik) sabret. Rabbini, güneşin doğuşundan evvel ve batışından önce, hamd ile tesbîh (ve tenbîh) et"},{"SurahNumber":50,"VerseNumber":40,"Text":"Gecenin bir cüz´ünde ve secdelerin arkalarında da onu tesbîh et"},{"SurahNumber":50,"VerseNumber":41,"Text":"Nida edenin yakın bir yerden ünleyeceği güne kulak ver"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gün (bütün halk) o hak sayhayı işideceklerdir. İşte bu (kabirden) çıkış günüdür"},{"SurahNumber":50,"VerseNumber":43,"Text":"Öldürecek de, diriltecek de şübhesiz ki biziz, biz. Dönüş de ancak bizedir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gün hepsi sür´atle çıkmak üzere arz kendilerinden ayrılır. İşte bu, bize göre kolay olan bir haşirdir"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların neler demekde olduklarını çok iyi bileniz. Onların üstünde bir zorba değilsin sen. Onun için benim tehdidimden korkacaklara (sâdece) Kur´an ile öğüt ver"}]}