{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":62,"Text":"Rest assured that Believers (Muslims), Jews, Christians and Sabians - whoever believes in Allah and the Last Day and performs good deeds - will be rewarded by their Lord; they will have nothing to fear or to regret"},{"SurahNumber":2,"VerseNumber":63,"Text":"Remember O Children of Israel when We took a covenant from you and when We lifted the Mount (Tur) over your heads saying: \"Hold firmly to what We have given you (Torah) and follow the commandments therein, so that you may guard yourself against evil"},{"SurahNumber":2,"VerseNumber":64,"Text":"But even after that you backed out; if there would not have been the Grace and Mercy of Allah upon you, you surely would have been among the losers"},{"SurahNumber":2,"VerseNumber":65,"Text":"You very well know the story of those of you who transgressed in the matter of the Sabbath; We ordered them: \"Be detested apes"},{"SurahNumber":2,"VerseNumber":66,"Text":"Thus, We made their fate an example to their own people and to succeeding generations, and a lesson to those who are God-conscious"},{"SurahNumber":2,"VerseNumber":67,"Text":"Remember the incident when Moses said to his people: \"Allah commands you to sacrifice a cow,\" they replied, \"do you ridicule us?\" Moses answered, \"I seek the protection of Allah from being one of the ignorant"},{"SurahNumber":2,"VerseNumber":68,"Text":"Request your Lord, they said, \"to give us some details of that cow.\" Moses replied: \"Allah says, the cow should neither be too old nor too young but of middle age;\" do, therefore, what you are commanded"},{"SurahNumber":2,"VerseNumber":69,"Text":"Request your Lord again they said, \"to clarify for us her color.\" Moses replied: \"Allah says, the said cow should be of a rich and deep yellow color pleasing to the eyes"},{"SurahNumber":2,"VerseNumber":70,"Text":"Again they said: \"Request your Lord to clarify for us the exact type of cow she should be, for to us all cows look alike; if Allah wills, we shall be rightly guided"},{"SurahNumber":2,"VerseNumber":71,"Text":"Moses replied: \"Allah says, the said cow should have neither been used to till the soil nor water the fields; a healthy one free from any blemish.\" \"Now you have brought us the accurate description,\" they said. Then they slaughtered her, after they had nearly declined"}]}