{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":23,"VerseNumber":51,"Text":"“Yaa yinim’ tuumba! Dim ya bindirsuma, ka tum ya tuunvεlli, achiika! N (Mani Naawuni) nyɛla Baŋda ni yi tuuntumsa.”"},{"SurahNumber":23,"VerseNumber":52,"Text":"Yaha! Achiika! Yi daadiini ŋɔ maa (Muslinsi daadiini) nyɛla adiini yini. Yaha! Mani (Naawuni) n-nyɛ yi Duuma, dinzuɣu zom ya Ma"},{"SurahNumber":23,"VerseNumber":53,"Text":"Ka bɛ woli woli bɛ daadiini bɛ suusuuni, ka salo kam niŋdi suhupiɛlli ni din be bɛ sani"},{"SurahNumber":23,"VerseNumber":54,"Text":"Dinzuɣu (Yaa nyini Annabi)! Chεli ba bɛ birginsim puuni hali ni saha bɛla"},{"SurahNumber":23,"VerseNumber":55,"Text":"Di ni bɔŋɔ, bɛ (chεfurinim’) tεhirimi ni arzichi mini bihi shεba Ti (Tinim’ Naawuni) ni pahiri ba (Dunia puuni ŋɔ) maa nyɛla shɛli zuɣu"},{"SurahNumber":23,"VerseNumber":56,"Text":"Ti (Tinim’ Naawuni) niŋdi ba la yomyom viɛnyɛla kam puuni. Chɛli gba! Bɛ bi mi (ni Ti teerila mia bahiri ba, ni Ti ti gbaai ba Chiyaama)"},{"SurahNumber":23,"VerseNumber":57,"Text":"Achiika! Ninvuɣu shεba ban filindi bɛ maŋ’ domin bɛ Duuma (Naawuni) dabεm zuɣu"},{"SurahNumber":23,"VerseNumber":58,"Text":"Ni ninvuɣu shεba ban tiri yεlimaŋli ni bɛ Duuma (Naawuni) aayanima"},{"SurahNumber":23,"VerseNumber":59,"Text":"Ni ninvuɣu shεba ban bi laɣindi bɛ Duuma (Naawuni) ni shɛli jεmda"},{"SurahNumber":23,"VerseNumber":60,"Text":"Ni ninvuɣu shεba ban tiri bɛ ni ti shɛli, ka bɛ suhiri nyɛ din zɔri dabiɛm kadama bɛ Duuma (Naawuni) sani ka bɛ yɛn ti labi"},{"SurahNumber":23,"VerseNumber":61,"Text":"Bannim’ maa niŋdila yomyom’ ni tuunviεla tumbu, ka nyɛla ban kpaɣiri taba ni dina (tuunviɛla maa)"},{"SurahNumber":23,"VerseNumber":62,"Text":"Yaha! Ti (Tinim’ Naawuni) bi niŋdi nyεvuli shεli talahi, naɣila din ni tooi shεli. Ti mi mali litaafi shεli din yεri ni yεlimaŋli, bɛ mi ti ku di ba (bɛ ninsalinim’) zualinsi"},{"SurahNumber":23,"VerseNumber":63,"Text":"Chɛli gba! Bɛ (chεfurinim’) suhiri be ʒilinsi ni ni ŋɔ (Alkur’aani) maa, ka lahi mali tuun’ shεŋa din pa li, ka bɛ nyɛla ban tumdi li"},{"SurahNumber":23,"VerseNumber":64,"Text":"Hali ni Ti (Tinim’ Naawuni) yi ti gbaai bɛ ninvuɣu asanzanim’ ni azaaba, dinsaha maa ka a yɛn nya ka bɛ duhiri bɛ kukoya (m-bɔri sɔŋsim)"},{"SurahNumber":23,"VerseNumber":65,"Text":"(Ka Naawuni yεli ba): “Zuŋɔ, di duhiri ya yi yee, yi pala bɛ ni yɛn sɔŋ shεba Ti (Tinim’ Naawuni) sani"},{"SurahNumber":23,"VerseNumber":66,"Text":"Achiika! Bɛ daa karindi N aaya- nima n-tiri ya, ka yi nyɛla ban labri yi napoŋboba zuɣu"},{"SurahNumber":23,"VerseNumber":67,"Text":"Ka nyɛla ban tibgi yi maŋ’ ni dina, ka tɔɣisiri yεltɔɣa yoya n-zaŋ chaŋ di (Alkur’aani) polo yuŋ kam"},{"SurahNumber":23,"VerseNumber":68,"Text":"Di ni bɔŋɔ, bɛ (Maka chεfurinim’) bɛ kpahindila yɛltɔɣali (Alkur’aani) ŋɔ maa, bee din kaba na maa daa bi ka bɛ banim’ ban daŋ tooni maa na"},{"SurahNumber":23,"VerseNumber":69,"Text":"Bee bɛ bi baŋla bɛ tumo maa (Annabi Muhammadu), ka dinzuɣu chɛ ka bɛ zaɣisiri o"},{"SurahNumber":23,"VerseNumber":70,"Text":"Bee bɛ yεrimi ni yinyεri m-kpe o? Chɛli gba! O ka ba mi na ni yεlimaŋli, ka bɛ pam mi nyɛla ban je yεlimaŋli"},{"SurahNumber":23,"VerseNumber":71,"Text":"Yaha! Yεlimaŋli (Alkur’aani) yi di doli bɛ suhuyurlim, achiika! Sagbana mini tiŋgbani ni din kam be di puuni naan saɣim. Chɛli gba! Ti kaba mi na ni bɛ teebu (Alkur’aani). Amaa! Ka bɛ (Larbunim’) nyɛla ban lebri biriti ka chɛ bɛ teebu maa"},{"SurahNumber":23,"VerseNumber":72,"Text":"(Yaa nyini Annabi)! Bee a bɔhiri ba la farku shεli? Dinzuɣu a Duuma (Naawuni) sanyoo n-gari. Yaha! Ŋuna n-gari ŋun kam tiri arzichi"},{"SurahNumber":23,"VerseNumber":73,"Text":"Yaha! (Yaa nyini Annabi)! Achiika! A nyɛla ŋun boondi ba n-zaŋ chaŋ sochibga"},{"SurahNumber":23,"VerseNumber":74,"Text":"Yaha! Achiika! Ninvuɣu shεba ban bi ti Chiyaama yεlimaŋli maa nyɛla ban ŋmaɣiri ka chεri sochibga"},{"SurahNumber":23,"VerseNumber":75,"Text":"Yaha! Hali Ti (Tinim’ Naawuni) yi zo bɛ (Maka chεfurinim’) nambɔɣu, ka vuui biɛrim (kum ni sanzali) shεli din paai ba ŋɔ maa, tɔ! Bɛ naan lahi zilgi bɛ kpeeyi maa ni, ka nyɛla ban birinda"},{"SurahNumber":23,"VerseNumber":76,"Text":"Yaha! Achiika! Ti (Tinim’ Naawuni) N-gbaai ba ni azaaba, amaa! Bɛ bi siɣisi bɛ maŋa n-ti bɛ Duuma (Naawuni), bɛ mi bɛ filindi bɛ maŋa"},{"SurahNumber":23,"VerseNumber":77,"Text":"Hali ni saha shɛli Ti (Tinim’ Naawuni) yi ti yooi dindo’ shεli bahi ba ka di nyɛ azaabakpeeni dindoli, dinsaha ka a yɛn nya ba, ka bɛ nyɛla ban yihiri tamaha ni Naawuni nambɔzɔbo"}]}