{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"او یقینًا یقینًا مونږ دوى ته كلام پرله پسې لېږلى دى، د دې لپاره چې دوى نصیحت واخلي"},{"SurahNumber":28,"VerseNumber":52,"Text":"هغه كسان چې مونږ هغوى ته له ده نه مخكې كتاب وركړى و، هغوى په ده باندې ایمان راوړي"},{"SurahNumber":28,"VerseNumber":53,"Text":"او كله چې دوى ته ولوستى شي، دوى وايي: مونږ په ده باندې ایمان راوړى دى، بېشكه همدا زمونږ د رب له جانبه حق دى، بېشكه مونږ له ده نه مخكې هم مسلمانان وو"},{"SurahNumber":28,"VerseNumber":54,"Text":"دغه كسان دي چې دوى ته به د دوى اجر دوه كرته وركاوه شي، په سبب د دې چې دوى صبر وكړ۔ او دوى په نېكۍ سره بدي لرې كوي، او ځينې له هغه مال نه چې مونږ دوى ته وركړى دى لګوي يې"},{"SurahNumber":28,"VerseNumber":55,"Text":"او كله چې دوى بېكاره خبره واوري (، نو) له هغې نه مخ واړوي او وايي: زمونږ لپاره زمونږ عملونه دي او ستاسو لپاره ستاسو عملونه دي، په تاسو دې سلام وي، مونږ جاهلان نه غواړو"},{"SurahNumber":28,"VerseNumber":56,"Text":"بېشكه ته هدایت نشې كولى هغه چا ته چې ته يې خوښوې، او لېكن الله هدایت وركوي چا ته چې وغواړي او هغه ښه عالم دى په هدایت موندونكو باندې"},{"SurahNumber":28,"VerseNumber":57,"Text":"او دوى وايي: كه مونږ له تا سره د هدایت پیروي وكړو (نو) له خپلې ځمكې نه به وتښتول (ووېستل) شو، ایا مونږ دوى ته د داسې حرم تمكین نه دى وركړى چې د امن والا دى، ده ته د هر شي مېوې راوړلى (او وركولى) شي ښه رزق وركول، زمونږ له خوا نه، او لېكن د دوى زیاتره نه پوهېږي"},{"SurahNumber":28,"VerseNumber":58,"Text":"او مونږ څومره ډېر كلي هلاك كړي دي چې په خپل معيشت كې يې سركشي كړې وه، نو دغه د دوى كورونه دي چې له دوى نه پس په كې سكونت نه دى شوى مګر ډېر لږ او هم دا مونږ وارثان یو"},{"SurahNumber":28,"VerseNumber":59,"Text":"او ستا رب له سره د كلیو هلاكوونكى نه دى، تر هغه پورې چې د هغو (كلیو) په اصل (مركزي ښار) كې یو رسول ولېږي چې دوى ته زمونږ ایتونه لولي، اومونږ د كلیو هلاكوونكي نه یو مګر په داسې حال كې چې د هغو اوسېدونكي ظالمان وي"},{"SurahNumber":28,"VerseNumber":60,"Text":"او تاسو ته چې څه شى هم دركړى شوى دى، نو د دنيايي ژوند فايده او د هغه زینت دى، او هغه څه چې له الله سره دي، ډېر غوره او ښه باقي پاتې كېدونكي دي، ایا نو تاسو له عقل نه كار نه اخلئ؟"}]}