{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"А до самудитів [відіслали] їхнього брата Саліха. Він сказав: «Люди! Поклоняйтеся Аллагу! У вас немає бога, крім Нього! Прийшло до вас ясне знамення від Господа вашого. Ось ця верблюдиця Аллага — знамення для вас. Дозвольте ж їй пастися на землі Аллага й не завдавайте їй шкоди, інакше впаде на вас болісна кара!»"},{"SurahNumber":7,"VerseNumber":74,"Text":"Згадайте, як Він зробив вас нащадками адитів і розселив на землі, на рівнинах якої ви зводите фортеці й вирубаєте в скелях будинки. Згадайте милості Аллага й не чиніть зла на землі, поширюючи безчестя"},{"SurahNumber":7,"VerseNumber":75,"Text":"Зверхня старшина його народу сказала віруючим, які були слабкі: «Чи ви знаєте, що Саліх посланий Господом його?» Ті відповіли: «Воістину, ми віруємо в те, з чим його послано"},{"SurahNumber":7,"VerseNumber":76,"Text":"Горді сказали: «Воістину, ми не віруємо в те, у що віруєте ви"},{"SurahNumber":7,"VerseNumber":77,"Text":"І вони закололи верблюдицю, не послухавши наказу Господа їхнього, й сказали: «О Саліху! Покажи те, чим ти погрожуєш нам, якщо ти справді з посланців"},{"SurahNumber":7,"VerseNumber":78,"Text":"І вразив їх землетрус. Лишилися вони мертві в будинках своїх"},{"SurahNumber":7,"VerseNumber":79,"Text":"[Саліх] відвернувся від них й сказав: «О народе мій! Я передав вам послання від Господа мого й радив вам добро. Але не любите ви добрих порадників"},{"SurahNumber":7,"VerseNumber":80,"Text":"[Відіслали] й Люта. Він сказав народу своєму: «Невже ви будете чинити таку мерзоту, якої не чинив перед вами ніхто з жителів світів"},{"SurahNumber":7,"VerseNumber":81,"Text":"Воістину, в пристрасті ви берете чоловіків замість жінок. Так, ви люди, які порушують межі»"},{"SurahNumber":7,"VerseNumber":82,"Text":"Та його народ тільки сказав: «Виженіть їх із селища вашого. Вони – люди, які вважають себе пречистими"},{"SurahNumber":7,"VerseNumber":83,"Text":"Але Ми врятували Люта разом із його родиною, крім дружини, яка була однією з тих, хто залишився"},{"SurahNumber":7,"VerseNumber":84,"Text":"І Ми пролили дощ [із каміння]. Поглянь же, яким був кінець грішників"}]}