{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"سوێند بە خوا بێگومان خەڵکی حیجریش (گەلەکەی صاڵح) بڕوایان بە پێغەمبەرەکانیان نەکرد"},{"SurahNumber":15,"VerseNumber":81,"Text":"بەڵگەو نیشانەکانی خۆمانمان پێدان بەڵام ئەوان ڕوویان لێ وەرگێڕا"},{"SurahNumber":15,"VerseNumber":82,"Text":"ئەوانە لە شاخەکاندا دەیانتاشی خانووی زۆر (قایمی) بێ ترس و بیم"},{"SurahNumber":15,"VerseNumber":83,"Text":"ئەمجا دەنگ و پیاھەڵشاخانێکی بەھێز گرتنی لە بەرەبەیاندا"},{"SurahNumber":15,"VerseNumber":84,"Text":"جا ھەرچیان کردبوو (خانوو لە چیاکاندا) ھیچ سوودی پێ نەگەیاندن"},{"SurahNumber":15,"VerseNumber":85,"Text":"وە ئێمە ئاسمانەکان و زەویمان دروست نەکردوە ئەوەش لە نێوانیاندایە بەھەق و ڕاستی نەبێت وە بێگومان ڕۆژی دوایی دێت تۆش بە جوانی چاوپۆشی بکە لێیان"},{"SurahNumber":15,"VerseNumber":86,"Text":"بەڕاستی ھەر پەروەردگارت بەدیھێنەر و زانایە"},{"SurahNumber":15,"VerseNumber":87,"Text":"سوێند بە خوا بەڕاستی حەوت ئایەتی دووبارە کراوەمان پێ بەخشیت (مەبەست لە سورەتی الفاتحة یە کە چەند جارێک لە نویژدا دووبارە دەبێتەوە) ھەروەھا قورئانی گەورەش"},{"SurahNumber":15,"VerseNumber":88,"Text":"(ئەی موحەممەد ﷺ) چاوت مەبڕە ئەو نازو نیعمەتی (دونیا) کە داومانە بە کۆمەڵێک لەو بێ باوەڕانە و خەمیان بۆ مەخۆ وە باڵی بەزەیی ڕاخە بۆ بڕواداران"},{"SurahNumber":15,"VerseNumber":89,"Text":"وە بڵێ بەڕاستی من ترسێنەرێکی ڕوون و ئاشکرام (دەتان ترسێنم لە سزایەک)"},{"SurahNumber":15,"VerseNumber":90,"Text":"وێنەی ئەو (سزایە) ی ناردمان بۆ دابەشکەران (مەبەست پێ جولەکە وگاورەکانە کە باوەڕیان دەکرد بەھەندێکی قورئان وبێ باوەڕیش بوون بەھەندێکی تری)"},{"SurahNumber":15,"VerseNumber":91,"Text":"ئەوانەی کە قورئانیان کردە چەند بەشەوە (باوەڕداربوون بە ھەندێکی و کافریش بوون بەوەی تری)"},{"SurahNumber":15,"VerseNumber":92,"Text":"جا سوێند بە پەروەردگارت پرسیار لە ھەموویان دەکەین"},{"SurahNumber":15,"VerseNumber":93,"Text":"لەوەی کە دەیانکرد (لە دونیادا)"},{"SurahNumber":15,"VerseNumber":94,"Text":"جا ھەر فەرمانێکت پێ دەدرێت بە ئاشکرا ڕایگەیەنە و گوێ بە ھاوبەشدانەران مەدە"},{"SurahNumber":15,"VerseNumber":95,"Text":"بەڕاستی ئێمە تۆ دەپارێزین لە شەڕ و پیلانی ئەو کەسانەی گاڵتە و لاقرتی دەکەن بە ئاینەکەت"},{"SurahNumber":15,"VerseNumber":96,"Text":"ئەوانەی لەگەڵ خوادا پەرستراوێکی تر دادەنێن جا دواتر دەزانن (چۆن سزایان دەدەین)"},{"SurahNumber":15,"VerseNumber":97,"Text":"سوێند بە خوا بێگومان ئێمە دەزانین کە بەڕاستی تۆ دڵت تەنگ دەبێت بەوەی ئەوانە دەیڵێن"},{"SurahNumber":15,"VerseNumber":98,"Text":"کەواتە تەسبیحاتی پەروەردگارت بکە و لە سوژدەبەران بە"},{"SurahNumber":15,"VerseNumber":99,"Text":"وە پەروەردگارت بپەرستە ھەتا مردن یەخەت پێ دەگرێت"}]}