{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"Пандашон деҳ, ки ту ба баракати неъмати Парвардигорат на коҳин (ҷодугар) ҳастиву на маҷнун"},{"SurahNumber":52,"VerseNumber":30,"Text":"Ё мегӯянд: «Шоиресту мо барои вай мунтазири ҳаводиси рӯзгорем». (ки шояд бимирад)"},{"SurahNumber":52,"VerseNumber":31,"Text":"Бигӯ: «Шумо мунтазир бимонед, ки ман низ бо шумо интизор мекашам»"},{"SurahNumber":52,"VerseNumber":32,"Text":"Оё ононро рӯъёҳояшон (хобҳояшон) ба ин пиндорҳо кашонида ё худ, мардуме саркаш ҳастанд"},{"SurahNumber":52,"VerseNumber":33,"Text":"Ё мегӯянд: «Қуръонро худ сохтааст!» На, онҳо имон намеоваранд"},{"SurahNumber":52,"VerseNumber":34,"Text":"Агар рост мегӯянд, сухане монанди он биёваранд"},{"SurahNumber":52,"VerseNumber":35,"Text":"Оё бе ҳеҷ холиқе офарида шуданд, ё худ холиқи худанд"},{"SurahNumber":52,"VerseNumber":36,"Text":"Ё осмонҳову заминро ҳал кардаанд? На, ба яқин нарасидаанд"},{"SurahNumber":52,"VerseNumber":37,"Text":"Ё хазинаҳои Парвардигорат назди онҳост? Ё бар чизе тасаллут ёфтаанд? (ҳукумат ёфтаанд)"},{"SurahNumber":52,"VerseNumber":38,"Text":"Ё нардбоне доранд, ки аз он боло мераванд ва гӯш меандозанд? Пас он касе, ки гӯш андохта бошад, ҳуҷҷате ошкор биёварад"},{"SurahNumber":52,"VerseNumber":39,"Text":"Ё худовандро духтарон асту шуморо писарон"},{"SurahNumber":52,"VerseNumber":40,"Text":"Ё аз онҳо музде металабӣ ва пардохти музд бар онҳо душвор аст"},{"SurahNumber":52,"VerseNumber":41,"Text":"Ё илми ғайб медонанду менависанд"},{"SurahNumber":52,"VerseNumber":42,"Text":"Ё мехоҳанд ҳилае кунанд? Аммо кофирон худ ба ҳила гирифторанд"},{"SurahNumber":52,"VerseNumber":43,"Text":"ё онҳоро худоест ғайри Худои якто? Пок аст Худои якто аз ҳар чӣ шарикаш месозанд"},{"SurahNumber":52,"VerseNumber":44,"Text":"Агар бингаранд, ки қитъае аз осмон фурӯ меафтад, мегӯянд: «Абрест мутароким (қабат-қабат ҷамъшуда)»"},{"SurahNumber":52,"VerseNumber":45,"Text":"Пас онҳоро вогузор, то рӯзеро, ки дар оя ба ҳалокат мерасанд, бингаранд"},{"SurahNumber":52,"VerseNumber":46,"Text":"рӯзе, ки макрашон ҳеҷ ба ҳолашон фоидае накунад ва кас ба ёрияшон барнахезад"},{"SurahNumber":52,"VerseNumber":47,"Text":"Барои касоне, ки зулм мекунанд, боз ҳам азобест ғайри ин азоб, вале бештаринашон намедонанд"},{"SurahNumber":52,"VerseNumber":48,"Text":"Дар баробари фармони Парвардигорат босабр бош, ки ту таҳти назари Моӣ! Ва ҳангоме ки бархостӣ, ба ситоиши Парвардигорат тасбеҳ гӯй"},{"SurahNumber":52,"VerseNumber":49,"Text":"Ва тасбҳ гӯй дар қисме аз шаб ва ба ҳангоми нопадид шудани ситорагон"}]}