{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Kuma lalle ne haƙĩƙa Mun yi wahayi zuwa ga Mũsã cẽwa, \"Ka yi tafiyar dare da bãyiNa. Sa'an nan ka dõka musu hanya a cikin tẽku tana ƙẽƙasasshiya, bã ka tsõron riska, kuma bã ka fargabar nutsẽwa"},{"SurahNumber":20,"VerseNumber":78,"Text":"Sai Fir'auna ya bi su game da rundunarsa. Sai abin da ya rufe su daga tẽku ya rufe su"},{"SurahNumber":20,"VerseNumber":79,"Text":"Kuma Fir'auna ya ɓatar da mutãnensa, kuma bai shiryar (dasu) ba"},{"SurahNumber":20,"VerseNumber":80,"Text":"Yã Banĩ Isrã'ĩla! Lalle Mun tsẽrar da ku daga maƙiyinku, kuma mun yi muku wa'adi a gẽfen Dũtsen nan na dãma, kuma Mun sassaukar da darɓa da tattabaru dõminku"},{"SurahNumber":20,"VerseNumber":81,"Text":"Ku ci daga mãsu dãɗin abin da Muka azurtã ku kuma kada ku ƙẽtare haddi a cikinsa har fushĩ Na ya sauka a kanku. Kuma wanda fushĩ Na ya sauka a kansa, to, lalle ne, ya fãɗi"},{"SurahNumber":20,"VerseNumber":82,"Text":"Kuma lalle Nĩ haƙĩƙa Mai gãfara ne ga wanda ya tũba kuma ya yi ĩmãni, kuma ya aikata aikin ƙwarai, sa'an nan kuma ya nẽmi shiryuwa"},{"SurahNumber":20,"VerseNumber":83,"Text":"Kuma mẽne ne ya gaggautar* da kai ga barin mutãnenka? Yã Mũsã"},{"SurahNumber":20,"VerseNumber":84,"Text":"Ya ce: \"Su ne waɗannan a kan sãwũna, kuma na yi gaggãwa zuwa gare Ka, yã Ubangiji! Dõmin Ka yarda"},{"SurahNumber":20,"VerseNumber":85,"Text":"Ya ce: \"To, lalle ne, haƙĩƙa, Mun fitini, mutãnenka daga bayãnka, kuma sãmiri ya ɓatar da su"},{"SurahNumber":20,"VerseNumber":86,"Text":"Sai Mũsã ya kõma zuwa ga mutãnensa yanã mai hushi, mai baƙin ciki, ya ce: \"Yã mutãnẽna! shin, Ubangijinku bai yi muku wa'adi ba, wa'adi mai kyau? Shin, lõkacin ya yi tsãwo a kanku ne, kõ kun yi nufi ne wani hushi ya sauka a kanku daga Ubangijinku, sabõda haka kuka sãɓã wa alkawarĩna"},{"SurahNumber":20,"VerseNumber":87,"Text":"Suka ce: \"Ba mu sãɓa wa alkawarinka* ba da ĩkonmu kuma amma an ɗõra mana waɗansu kãya masu nauyi daga abin ƙawar mutãnen ne, sai muka jẽfar da su. Sa'an nan kamar haka ne sãmiri ya jẽfa"},{"SurahNumber":20,"VerseNumber":88,"Text":"Sai ya fitar musu da wani maraƙi, jikin mutãne, yanã rũri, sa'an nan suka ce: wannan ne gunkinku kuma gunkin Mũsã, sai ya manta"},{"SurahNumber":20,"VerseNumber":89,"Text":"Shin, to, bã su ganin cẽwabã ya mayar musu da magana, kuma bã ya mallakar wata cũta a gare su, kuma bã ya mallakar amfãni"}]}