{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"És Tamüd törzséhez! testvérüket Salih-ot (küldtük el). Mondta: .Ó, népem! Allah-ot szolgáljátok! Nincs a számotokra más isten Rajta kívül. Ő keltett életre benneteket a földből és adott nektek lakhelyet ott. Tőle kérjetek bocsánatot, majd Hozzá forduljatok bűnbánattal! Bizony az én Uram közel van és meghallgat"},{"SurahNumber":11,"VerseNumber":62,"Text":"Mondták: .Ó Salih! Ezelőtt a reménység voltál közöttünk. Vajon azt akarod megtiltani nekünk, hogy azt szolgáljuk, amit apáink is szolgáltak. Mi bizony gyötrő kétségben vagyunk azzal szemben, amire te szólítasz fel bennünket"},{"SurahNumber":11,"VerseNumber":63,"Text":"Mondta: , Ó, népem! Hogyan vélekedtek arról, hogy nekem nyilvánvaló bizonyítékom van az \"Uramtól és a Tőle származó könyörületben részesített engem? És ki fog engem megsegíteni Allah-hal szemben, ha Ellene fordulok. Csupán káromat növelitek"},{"SurahNumber":11,"VerseNumber":64,"Text":"Ó, népem! Ez Allah nősténytevéje, jel nektek! Engedjétek enni Allah földjén! És ne illessétek rosszal, mert különben közeli büntetés fog benneteket elérni"},{"SurahNumber":11,"VerseNumber":65,"Text":"Elvágták az inait. Mondta: , Élvezzétek még (az evilági életet) a házaitokban három napig. Ez meghazudtolhatatlan ígéret"},{"SurahNumber":11,"VerseNumber":66,"Text":"És miután eljött a Mi parancsunk, megmentettük Sálih-ot és azokat, akik vele együtt hittek- Tőlünk származó könyörületből, annak a Napnak a szégyenétől. Bizony a te Urad az Erős és a Hatalmas"},{"SurahNumber":11,"VerseNumber":67,"Text":"És azokat, akik vétkeztek (borzalmas) kiáltás (büntetése, as-sayhatu) ragadta el és reggelre kelve holtak voltak, arcukon feküdve a házaikban"},{"SurahNumber":11,"VerseNumber":68,"Text":"Mintha soha nem laktak volna ott. Bizony Taműd törzse nem hitt az ő Urának. Pusztuljon Tamüd"}]}