{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":61,"Text":"(Allah) Öz bəndələri üzərində hakimi-mütləqdir. O sizə (yaxşı və pis əməllərinizi yazan, sizi Şeytandan qoruyan) gözətçi mələklər göndərir. Nəhayət, birinizin əcəli gəlib çatdıqda onun canını (göndərdiyimiz) mələklər alar. Onlar (öz vəzifələrində) heç bir əyər-əskikliyə yol verməzlər"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra insanlar Allahın – özlərinin həqiqi ixtiyar sahibinin hüzuruna qaytarılar. Bilin ki, hökm Onundur (Allahındır) və O, ən tez haqq-hesab çəkəndir"},{"SurahNumber":6,"VerseNumber":63,"Text":"(Ya Rəsulum!) De: “Gizlində (Allaha) dua edib:” Əgər bizi suyun və qurunun zülmətindən qurtarsan, əlbəttə, şükür edənlərdən olarıq”, - deyə yalvardığınız zaman sizləri bunlardan xilas edən kimdir?”"},{"SurahNumber":6,"VerseNumber":64,"Text":"De: “Sizi ondan xilas edən və hər bir qəmdən qurtaran Allahdır. (Bütün bunlardan) sonra siz yenə də (Ona) şərik qoşursunuz?”"},{"SurahNumber":6,"VerseNumber":65,"Text":"De: “Allah başınızın üstündən və ayaqlarınızın altından (göydən və yerdən) sizə əzab göndərməyə, sizi dəstələr halında qarışdırmağa və birinizə digərinizin zorunu daddırmağa qadirdir!” Gör ayələrimizi onlara nə cür izah edirik ki, bəlkə, başa düşsünlər"},{"SurahNumber":6,"VerseNumber":66,"Text":"(Ya Rəsulum!) Sənin camaatın onu (Qur’anı), haqq olduğu halda, yalan hesab etdi. (Onlara) de: “Mən sizin vəkiliniz deyiləm!”"},{"SurahNumber":6,"VerseNumber":67,"Text":"Hər bir xəbərin (Qur’anda sizə xəbər verdiyim əzabın Allah tərəfindən təqdir olunmuş) müəyyən bir vaxtı vardır və siz (onu) biləcəksiniz"},{"SurahNumber":6,"VerseNumber":68,"Text":"(Ya Rəsulum!) Ayələrimizi istehza edənləri gördüyün zaman onlar söhbəti dəyişənə qədər onlardan üz çevir. Əgər Şeytan (bu qadağan əmrini) sənə unutdursa, xatırlayandan sonra o zalım tayfa ilə bərabər oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Müttəqilərə onların (iman gətirməyənlərin) əməllərindən heç bir günah gəlməz. Lakin bu, bir öyüddür ki, bəlkə, (kafirlər onun tə’sirilə) pis əməllərdən çəkinsinlər"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dinlərini oyun və əyləncə sayanları, dünya həyatının məğrur etdiyi (və ya aldatdığı) şəxsləri boşla getsinlər. (Onlara Qur’anı) xatırlat ki, heç kəs qazandığı əmələ görə özünü həlaka düçar etməsin. Allahdan başqa onun nə bir dostu var, nə də bir şəfaətçisi (havadarı). O, hər hansı bir fidyəni versə belə, qəbul olunmaz. Onlar edikləri əməllərə görə əzaba düçar olanlardır. Onları küfr etdiklərinə görə qaynar su (cəhənnəm içkisi həmim) və şiddətli əzab gözləyir"}]}