{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"No digas acerca de algo: \"¡Haré tal cosa"},{"SurahNumber":18,"VerseNumber":24,"Text":"Salvo que agregues: \"¡Si Dios quiere!\" Pero si te olvidas de mencionar a tu Señor, invoca su nombre y reza diciendo: \"Ruego a mi Señor que me guíe a la vía más recta"},{"SurahNumber":18,"VerseNumber":25,"Text":"Permanecieron en su caverna trescientos años y nueve más"},{"SurahNumber":18,"VerseNumber":26,"Text":"Diles: \"Dios es Quien realmente sabe cuánto permanecieron. Él conoce los secretos de los cielos y de la Tierra; Él todo lo ve, todo lo oye. No tienen protector fuera de Él, y Él no asocia a nadie en Sus decisiones"},{"SurahNumber":18,"VerseNumber":27,"Text":"Recita lo que se te ha revelado del Libro de tu Señor. No hay quien pueda tergiversar Sus palabras, y no encontrarás protector fuera de Él"},{"SurahNumber":18,"VerseNumber":28,"Text":"Reúnete con quienes invocan a su Señor por la mañana y por la tarde anhelando Su rostro. No te apartes de ellos buscando el encanto de la vida mundanal. No obedezcas a aquel cuyo corazón se ha olvidado de recordarme, sigue sus pasiones y actúa con negligencia"},{"SurahNumber":18,"VerseNumber":29,"Text":"Diles: \"La Verdad proviene de su Señor. Quien quiera que crea, y quien no quiera que no lo haga\". Pero sepan que tengo preparado para los que cometen injusticias un fuego que los rodeará. Cuando sofocados pidan de beber, se les verterá un líquido como el metal fundido que les quemará el rostro. ¡Qué pésima bebida y qué horrible morada"},{"SurahNumber":18,"VerseNumber":30,"Text":"En cambio, quienes crean y obren rectamente, sepan que recompensaré todas sus obras"},{"SurahNumber":18,"VerseNumber":31,"Text":"Ellos alcanzarán los Jardines del Edén por donde corren ríos. Serán engalanados con brazaletes de oro, vestidos con prendas verdes de seda y brocado. Estarán recostados sobre sofás. ¡Qué placentera recompensa y qué hermoso lugar de descanso"}]}