{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"Ababaye abambere (mu kuyoboka Isilamu) mu bimukira (bavuye i Maka bajya i Madina) n’abaturage b’i Madina (babakiriye), ndetse na ba bandi babakurikiye mu gukora ibyiza; Allah yarabishimiye ndetse na bo baramwishimira. Yanabateguriye ubusitani butembamo imigezi (Ijuru), bakazabubamo ubuziraherezo. Iyo ni intsinzi ihambaye"},{"SurahNumber":9,"VerseNumber":101,"Text":"No mu Barabu bo mu cyaro babakikije harimo indyarya, ndetse no mu bantu batuye i Madina harimo abatsimbaraye ku buryarya. Ntubazi (wowe Muhamadi) ariko twe turabazi. Tuzabahana inshuro ebyiri (ku isi no mu mva) hanyuma bazasubizwe mu bihano bihambaye (ku munsi w’imperuka)"},{"SurahNumber":9,"VerseNumber":102,"Text":"Hari n’abandi bemeye ibyaha byabo, bavanze ibikorwa byiza (kwicuza no gusaba imbabazi) n’ibibi (kutajya ku rugamba). Hari ubwo Allah yazakira ukwicuza kwabo. Mu by’ukuri Allah ni Ubabarira ibyaha, Nyirimpuhwe"},{"SurahNumber":9,"VerseNumber":103,"Text":"(Yewe Muhamadi), fata amaturo (Zakat) mu mitungo yabo (bariya bicujije), uyabasukuze kandi ubeze uyifashishije, ndetse unabasabire (kuri Allah). Mu by’ukuri ubusabe bwawe ni ituze kuri bo. Kandi Allah ni Uwumva bihebuje, Umumenyi uhebuje"},{"SurahNumber":9,"VerseNumber":104,"Text":"Ese ntibazi ko Allah ari We wakira ukwicuza kw’abagaragu be, ndetse akanakira amaturo (Zakat), kandi ko Allah ari We Uwakira ukwicuza, Nyirimbabazi"},{"SurahNumber":9,"VerseNumber":105,"Text":"Unavuge uti “Nimukore; Allah azabona ibikorwa byanyu, Intumwa ye ibibone ndetse n’abemeramana. Kandi muzagarurwa ku Mumenyi w'ibyihishe n'ibigaragara (Allah), maze abamenyeshe ibyo mwajyaga mukora.”"},{"SurahNumber":9,"VerseNumber":106,"Text":"Ndetse hari n’abandi barindirijwe bategereje icyo Allah azabategeka; byaba ari ukubahana cyangwa akemera ukwicuza kwabo! Kandi Allah ni Umumenyi uhebuje, Nyirubugenge buhambaye"},{"SurahNumber":9,"VerseNumber":107,"Text":"Na ba bandi (indyarya) bubatse umusigiti bagamije kugirira nabi (abemeramana), guhakana (Allah), no gucamo ibice abemeramana, (bakanawugira) indiri y’abarwanya Allah n’Intumwa ye na mbere hose (y’uko wubakwa), rwose bazarahira ko nta kindi bari bagambiriye kitari ibyiza. Kandi Allah ahamya ko mu by’ukuri ari abanyabinyoma"},{"SurahNumber":9,"VerseNumber":108,"Text":"Uramenye ntuzawuhagararemo na rimwe (usenga)! Mu by’ukuri umusigiti (wa Quba) wubatswe kuva ku munsi wa mbere ku mpamvu zo kugandukira Allah, ni wo ukwiye guhagararamo (usenga). Urimo abantu bakunda kwisukura kandi Allah akunda abisukura"},{"SurahNumber":9,"VerseNumber":109,"Text":"Ese uwubakiye inyubako ye ku gutinya Allah no gushaka ishimwe rye, yaba ari we mwiza kurusha uwubakiye inyubako ye ku nkengero z’inkombe yenda gutenguka ikamuridukana imugusha mu muriro wa Jahanamu (ni we mwiza)? Kandi Allah ntayobora abantu b’inkozi z’ibibi"},{"SurahNumber":9,"VerseNumber":110,"Text":"Inyubako yabo bubatse izahora ibashungura imitima yabo, kugeza imitima yabo icagaguritse (bagapfa). Kandi Allah ni Umumenyi uhebuje, Nyirubugenge buhambaye"}]}