{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"The chiefs among the people of the Pharaoh said, (discussing the matter among themselves): \"This is indeed, (as the Pharaoh says,) a learned, skillful sorcerer"},{"SurahNumber":7,"VerseNumber":110,"Text":"Who seeks to drive you out from your land. Then, what do you advise (to do)"},{"SurahNumber":7,"VerseNumber":111,"Text":"They said (to the Pharaoh): \"Put him and his brother off for a while, and (in the meantime) send forth heralds to all cities"},{"SurahNumber":7,"VerseNumber":112,"Text":"To bring to your presence every learned, skillful sorcerer"},{"SurahNumber":7,"VerseNumber":113,"Text":"The sorcerers came to the Pharaoh and said: \"We must surely have a reward, if we are the victors"},{"SurahNumber":7,"VerseNumber":114,"Text":"(The Pharaoh) answered: \"Yes, and you will indeed be among those near-stationed to me"},{"SurahNumber":7,"VerseNumber":115,"Text":"They (the sorcerers) said: \"Moses! Either you throw first or we will be the first to throw"},{"SurahNumber":7,"VerseNumber":116,"Text":"He answered: \"Throw!\" And when they threw (whatever they held in their hands to make spells) they cast a spell upon the people’s eyes (i.e. overawed and deluded them), and produced a mighty sorcery"},{"SurahNumber":7,"VerseNumber":117,"Text":"We revealed to Moses: \"Throw down your staff!\" and behold! it swallowed up their false devices"},{"SurahNumber":7,"VerseNumber":118,"Text":"Thus was the truth made victorious and all that they were doing was proved false"},{"SurahNumber":7,"VerseNumber":119,"Text":"Thus were they (the Pharaoh and his chiefs) defeated there (in front of everyone’s eyes), and brought low"},{"SurahNumber":7,"VerseNumber":120,"Text":"And the sorcerers threw themselves down, prostrating"},{"SurahNumber":7,"VerseNumber":121,"Text":"And they said: \"We have come to believe in the Lord of the worlds"},{"SurahNumber":7,"VerseNumber":122,"Text":"The Lord of Moses and Aaron"},{"SurahNumber":7,"VerseNumber":123,"Text":"The Pharaoh said: \"What! Do you believe in Him before I give you permission? This is indeed a plot you have contrived in the city that you may drive out its (native) people from it. But you shall come to know"},{"SurahNumber":7,"VerseNumber":124,"Text":"I will certainly have your hands and feet cut off alternately, and then I will certainly have you crucified all together"},{"SurahNumber":7,"VerseNumber":125,"Text":"They responded: \"Indeed, to our (true and everlasting) Lord are we bound to return"},{"SurahNumber":7,"VerseNumber":126,"Text":"You take vengeance on us only because we have come to believe in our Lord’s Messages when they came to us. \"Our Lord! Pour out upon us persevering patience and take our souls to You as Muslims (wholly submitted to You)"}]}