{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":47,"Text":"Biz gögü kudretimizle bina ettik. Hiç süphesiz biz, çok genislik ve kudret sahibiyiz"},{"SurahNumber":51,"VerseNumber":48,"Text":"Yeryüzünü de biz dösedik. Bakin biz onu ne güzel dösüyoruz"},{"SurahNumber":51,"VerseNumber":49,"Text":"Biz herseyden iki çift yarattik. Umulur ki, iyice düsünürsünüz"},{"SurahNumber":51,"VerseNumber":50,"Text":"Ey Muhammed! de ki: \"Öyleyse Allah'a kosun, gerçekten ben size O'nun tarafindan gönderilmis apaçik bir uyariciyim"},{"SurahNumber":51,"VerseNumber":51,"Text":"Allah'la beraber baska bir tanri uydurmayin (O'na ortak kosmayin). Gerçekten ben size O'nun tarafindan gönderilmis apaçik bir uyariciyim"},{"SurahNumber":51,"VerseNumber":52,"Text":"Böylece onlardan öncekilere de herhangi bir peygamber gelince, onun hakkinda da mutlaka: \"Bir sihirbazdir veya bir delidir.\" dediler"},{"SurahNumber":51,"VerseNumber":53,"Text":"Onlar birbirlerine bunu mu tavsiye ettiler? Hayir onlar azgin bir kavimdir"},{"SurahNumber":51,"VerseNumber":54,"Text":"Ey Muhammed! Sen onlardan yüz çevir. Artik sen kinanacak degilsin"},{"SurahNumber":51,"VerseNumber":55,"Text":"Sen ögüt verip hatirlat. Çünkü, hatirlatmak müminlere fayda verir"},{"SurahNumber":51,"VerseNumber":56,"Text":"Ben cinleri ve insanlari ancak bana ibadet etsinler diye yarattim"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ben onlardan herhangi bir rizik istemiyorum. Beni yedirmelerini de istemiyorum"},{"SurahNumber":51,"VerseNumber":58,"Text":"Süphesiz ki, rizik veren O saglam kuvvet sahibi olan Allah'tir"},{"SurahNumber":51,"VerseNumber":59,"Text":"Süphsiz ki, zulmedenlerin geçmis arkadaslarinin payi gibi, dolgun bir azab payi vardir. Ama simdi onu acele istemesinler"},{"SurahNumber":51,"VerseNumber":60,"Text":"Kendilerine vaad edilen günlerinde ugrayacakalari azabdan dolayi vay inkâr edenlerin haline"}]}