{"Id":60,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"Ni$ Nuzen ed Musa, s issekniyen nne£, akked udabu n ûûeê"},{"SurahNumber":11,"VerseNumber":97,"Text":"uô Ferâun akked imvebbôen is. Ddan d lameô n Ferâun. Lameô n Ferâun ur illi d uûwib"},{"SurahNumber":11,"VerseNumber":98,"Text":"Ad izwir i ugdud is, ass n tnekra, a ten inheô ar usario n tmes. A yasario ucmit u$uô pwanehôen"},{"SurahNumber":11,"VerseNumber":99,"Text":"A ten ivfeô xezzu di tagi, u deg wass n tnekra. A tikci tucmip ippunefken"},{"SurahNumber":11,"VerseNumber":100,"Text":"Ayagi, si teqûivin n temdinin, i k d Nessawal. Garasent tid ibedden, tid ipwamegren"},{"SurahNumber":11,"VerseNumber":101,"Text":"Ur ten Nednis. Maca, densen iman nnsen. Ur ten nefâan s wacemma, iôebbiten nnsen i la naâôen, war Öebbi, mi d iusa lameô n Mass ik. I sen rnan, siwa ssxev"},{"SurahNumber":11,"VerseNumber":102,"Text":"Akka tiyta n Mass ik. Mi Iwwet timdinin i idensen, s tidep, tiyta S teqôeê, teqseê"},{"SurahNumber":11,"VerseNumber":103,"Text":"Ih, deg waya, assekni i wid iugaden aâaqeb n laxeôt. Ass nni, d ass unejmaâ n yimdanen. Ass nni, d ass n ccada"},{"SurahNumber":11,"VerseNumber":104,"Text":"A t Neswexxeô kan ar lajel iuran"},{"SurahNumber":11,"VerseNumber":105,"Text":"Ass ideg ara d ias, ur d ipmeslay yiwen, siwa ma s tesriê iS. Ad ilin igeswaêen, isaâdiyen"},{"SurahNumber":11,"VerseNumber":106,"Text":"Wanag igeswaêen ad ilin di tmes, s unazaâ d imeîîi"},{"SurahNumber":11,"VerseNumber":107,"Text":"ad wekkôen dinna, ayen ara dumen tmurt akked igenwan, siwa ma ur Irad ara Mass ik. Ih, Mass ik Ixeddem ayen i S ihwan"},{"SurahNumber":11,"VerseNumber":108,"Text":"Wanag isaâdiyen, di Loennet, ad wekkôen, dinna, ayen ara dumen tmurt akked igenwan, siwa ma ur Irad ara Mass ik. D tikci n war tilas"},{"SurahNumber":11,"VerseNumber":109,"Text":"Ur k ikeççem ccekk $ef wayen âabden widak. Ayen âabden am wayen âabden imezwura nnsen, zik. War ccekk, ad asen Nefk amur nnsen, ur inqis"}]}