{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":58,"Text":"И вот явились И предстали пред Йусуфом его братья. Узнал он их, Они ж его не распознали"},{"SurahNumber":12,"VerseNumber":59,"Text":"Когда он их провизией снабдил, (он) молвил: \"Вы приведите брата своего, Что (сводный) по отцу вам. Ужель не видите, Что я даю сполна вам меру, (По соответствию уплате), И самый рАдушный хозяин"},{"SurahNumber":12,"VerseNumber":60,"Text":"Но если вы ко мне его не приведете, Для вас не будет меры у меня, И вы ко мне не подходите"},{"SurahNumber":12,"VerseNumber":61,"Text":"Они ответили (ему): \"Мы у отца его отпросим, И мы, конечно, сделаем, (что ты нам говоришь)"},{"SurahNumber":12,"VerseNumber":62,"Text":"Своим же слугам он сказал: \"Вы им в седельные вьюки Их (меновой) товар вложите, Чтоб обнаружили они его Только тогда, когда вернутся к своим семьям. Быть может, это их заставит возвратиться"},{"SurahNumber":12,"VerseNumber":63,"Text":"И вот когда они к отцу вернулись, Они сказали: \"Наш отец! Нам отказали в мере (хлеба, Пока мы брата своего не приведем). Ты с нами брата нашего отправь, Тогда мы и получим меру. Мы будем, истинно, беречь его"},{"SurahNumber":12,"VerseNumber":64,"Text":"Сказал он (им): \"Ужель могу доверить его вам, Как прежде его брата вам доверил? Аллах ведь лучший (для него) хранитель, Он - милосерднейший (из всех, кто) милосерд"},{"SurahNumber":12,"VerseNumber":65,"Text":"Когда ж свои вьюки они открыли, Они увидели, что их товар им возвращен, И молвили они: \"О наш отец! Чего же больше нам желать: Наш (меновой) товар нам возвращен, И мы свою семью прокормим И позаботимся о нашем брате, К тому ж прибавим мы теперь Меру (поклажи) одного верблюда, - Ведь эта мера так мала"},{"SurahNumber":12,"VerseNumber":66,"Text":"Он (им) сказал: \"Я с вами не пошлю его, Пока Аллахом вы не поклянетесь, Что вы ко мне его вернете (невредимым), Если, конечно, не постигнет вас (беда)\". Когда же они клятву дали, он сказал: \"Аллах за то, что здесь мы говорили, - поручитель"},{"SurahNumber":12,"VerseNumber":67,"Text":"И (далее) сказал: \"О сыновья мои! Вы сразу все В одни ворота не входите, А по отдельности входите в разные врата. Но, впрочем, вас я не могу избавить От (провидения) Аллаха, - Ведь лишь Ему вся власть принадлежит. Лишь на Него я полагаюсь, И на Него пусть полагаются все те, Кто (всей душой) Ему предался"},{"SurahNumber":12,"VerseNumber":68,"Text":"Когда вошли они (в Египет) И где, и как им повелел отец, Их это не спасло ни от чего Из (мудрых замыслов) Аллаха, А только претворило в жизнь (Отцовское) желание Йакуба (Предостеречь их от беды), - Ведь обладал он знанием того, Чему его Мы научили. Но большинство людей (того) не знает"}]}