{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"Noi expedia Moses nostru semn adânc autoritate"},{"SurahNumber":11,"VerseNumber":97,"Text":"Catre Pharaoh his elders Ei followed comanda Pharaoh Pharaoh's comanda nu exista întelept"},{"SurahNumber":11,"VerseNumber":98,"Text":"El conduce his popor Zi Înviere tot a drum catre Iad; care nenorocit domiciliu catre trai în"},{"SurahNumber":11,"VerseNumber":99,"Text":"Ei crea condamnare în acesta trai prea as în Zi Înviere; care nenorocit poteca follow"},{"SurahNumber":11,"VerseNumber":100,"Text":"Acesta exista stire precedent popor noi povesti tu. Niste ar linisti sta ceva disparea"},{"SurahNumber":11,"VerseNumber":101,"Text":"Noi niciodata gresi ele; ei gresi their propiu suflet. Their dumnezeu ei invoked DUMNEZEU nu ajuta ele în a mic when judecata vostri Domnitor veni. În fact, ei doar ensured their doom"},{"SurahNumber":11,"VerseNumber":102,"Text":"Acesta retribution enforced vostri Domnitor when popor încalca. Într-adevar His retribution exista dureros devasta"},{"SurahNumber":11,"VerseNumber":103,"Text":"Acesta exista lectie ala fear retribution Hereafter Ala exista zi when tot popor soma - Zi witnessed"},{"SurahNumber":11,"VerseNumber":104,"Text":"Noi stabili specific timp el absorbi loc"},{"SurahNumber":11,"VerseNumber":105,"Text":"Zi el veni nu trece suflet rosti unic vorba în acordan\u0004a cu His vei! Vreo exista nenorocit niste exista fericit"},{"SurahNumber":11,"VerseNumber":106,"Text":"As for nenorocit una ei exista Iad wherein ei suspin urlet"},{"SurahNumber":11,"VerseNumber":107,"Text":"Eternally ei suporta therein as durata as rai earth endure în acordan\u0004a cu vointa vostri Domnitor. Vostri Domnitor exista doer ai oricare El vointa"},{"SurahNumber":11,"VerseNumber":108,"Text":"As for fortunate una ei exista Paradis. Eternally ei suporta therein as durata as rai earth endure în acordan\u0004a cu vointa vostri Domnitor - everlasting recompensa"},{"SurahNumber":11,"VerseNumber":109,"Text":"Nu avea altele doubt privi ce acestea popor închinare; ei închinare exactly as ei gasi their parinte worshipping Noi rasplati ele their due împarti fully micsorare"}]}