{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":4,"VerseNumber":51,"Text":"Apa sira (Muhammad) durung sumurup marang wong-wong kang padha wis diparingi panduman saka kitab? Dheweke padha percaya marang berhala kang aran Jibti lan Thaghut, sarta padha ngucap marang kancane kang padha kafir, menawa wong-wong mau luwih oleh pituduh marang dalan kang bener ngungkuli wong-wong kang padha percaya"},{"SurahNumber":4,"VerseNumber":52,"Text":"Wong kang mengkono iku tetap padha dibendoni (dila'nati) dening Allah, wis mesthi ora ana kang bisa nulungi"},{"SurahNumber":4,"VerseNumber":53,"Text":"Apa wong mengkono mau padha duwe panduman Keratoning Allah (ora). Wong mengkono mau ora pisan-pisan gelem weweh sethithik-thithika marang para manungsa"},{"SurahNumber":4,"VerseNumber":54,"Text":"Apa ta padha andrengkèni para manusa déning anggoné padha kaparingan déning Allah arupa lubèring kadarman-É? Lah temen Ingsun wis amaringi Kitab lan kawicaksanan para dharah Ibrahim, sarta wus padha Ingsun paringi karaton kang gedhé"},{"SurahNumber":4,"VerseNumber":55,"Text":"Mulané sawenèhé ana sing angèstu ing dhèwèké lan sawenèhé ana sing malèngos saka dhè- wèké, lan naraka iku wis cukup kanggo ngobong"},{"SurahNumber":4,"VerseNumber":56,"Text":"Sayekti para kang padha angafiri ing timbalan-timbalan- Ingsun, bakal Ingsun cemplungaké ing geni; saben-saben kulité wis padha kobong, padha Ingsun salini kulit liyané, supaya padha ang- rasakaké siksa; sayekti Allah iku Minulya, Wicaksana"},{"SurahNumber":4,"VerseNumber":57,"Text":"Lan para kang padha angèstu sarta anglakoni panggawé becik, bakal Ingsun lebokaké ing pata- manan, kang ing jeroné kali-kaliné padha mili, padha manggon ing kono, langgeng; ana ing kono bakal padha olèh jodho kang padha sucia lan bakal padha Ingsun lebokaké ing kabegjan gedhé"},{"SurahNumber":4,"VerseNumber":58,"Text":"Sayekti Allah adhawuh ma- rang sira ingandikakaké padha ambalèkaké titipan marang sing pantes anampani, lan samang- sa sira anibakaké bebeneran anta- raning para manusa ingandikakaké kalawan adil; sayekti Allah iku amituturi sira kalawan apa kang linuhung; sayekti Allah iku Ami- yarsa, Amirsani"},{"SurahNumber":4,"VerseNumber":59,"Text":"É, para kang padha angèstu! Padha ambangun-turuta ing Allah lan padha ambangun-turuta ing Utusan sarta kang nyekel paprén- tahan saka ing antaranira; lah, manawa sira padha pasulayan ing dalem sawijining prakara, iku iya balèkna marang Allah lan Utusan, yèn ta sira iku padha angèstu ing Allah lan dina akhir; iki luwih prayoga sarta wusanané luwih déning becik"}]}