{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Ese uwo Allah yaguriye igituza (akayoboka) Isilamu, akaba ari ku rumuri ruturutse kwa Nyagasani we (yaba kimwe n’ufite umutima winangiye)? Bityo, ibihano bikomeye bizaba ku bafite imitima inangiye, itibuka Allah. Abo bari mu buyobe bugaragara"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah yamanuye inkuru nziza kurusha izindi; ari cyo gitabo (Qur’an) gifite imirongo yuzuzanya kandi yisubiramo (itarambirana), ituma impu z’abatinya Nyagasani wabo zikangarana (iyo bayumvise isomwa), hanyuma impu n’imitima byabo bikoroha bigasingiza Allah. Uwo ni wo muyoboro wa Allah ayoboresha uwo ashaka; kandi uwo Allah yarekeye mu buyobe ntiyagira uwamuyobora"},{"SurahNumber":39,"VerseNumber":24,"Text":"Ese uzaba ahungisha uburanga bwe ibihano bibi byo ku munsi w’imperuka (yaba kimwe n’uzinjira mu ijuru mu buryo bworoshye)? Icyo gihe inkozi z’ibibi zizabwirwa ziti “Ngaho nimwumve (ibihano by’) ibyo mwakoraga!”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Ababayeho mbere yabo barahakanye maze ibihano bibageraho mu buryo batiyumvishaga"},{"SurahNumber":39,"VerseNumber":26,"Text":"Nuko Allah abasogongeza ugusuzugurika mu buzima bwo ku isi, kandi ibihano byo ku mperuka ni byo biruta ibindi; iyaba bari babizi"},{"SurahNumber":39,"VerseNumber":27,"Text":"Kandi rwose twahaye abantu ingero z’ubwoko bwose muri iyi Qur’an kugira ngo bibuke"},{"SurahNumber":39,"VerseNumber":28,"Text":"Qur’an yahishuwe mu rurimi rw’Icyarabu izira amayobera, kugira ngo batinye Allah"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah yatanze urugero rw’umuntu (umugaragu) uhatswe na ba shebuja benshi batavuga rumwe, n’umuntu uhatswe na shebuja umwe. Ese abo bombi wabagereranya? Ishimwe n’ikuzo byuzuye ni ibya Allah, ariko abenshi muri bo ntibabizi"},{"SurahNumber":39,"VerseNumber":30,"Text":"Mu by’ukuri wowe (Muhamadi) uzapfa kandi na bo bazapfa"},{"SurahNumber":39,"VerseNumber":31,"Text":"Hanyuma mwese ku munsi w’imperuka muzajya impaka imbere ya Nyagasani wanyu"}]}