{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":22,"VerseNumber":26,"Text":"Kandi (wibuke) ubwo twerekaga Ibrahimu aho yubaka inzu ntagatifu (Al Kaabat, tumubwira tuti) “Ntuzambangikanye n’icyo ari cyo cyose, unasukurire inzu yanjye abayizenguruka (bakora umutambagiro mutagatifu), abayihagararamo, abunama n’abubama (basali).”"},{"SurahNumber":22,"VerseNumber":27,"Text":"Unahamagarire abantu gukora umutambagiro mutagatifu (Hija). Bazakugana bagenda n’amaguru, abandi bari ku ngamiya (ndetse n’ibindi byose bigenderwaho), baturutse imihanda yose"},{"SurahNumber":22,"VerseNumber":28,"Text":"(Ibyo) ni ukugira ngo babone ibibafitiye akamaro (ibihembo byo gukora Hija), ndetse banasingize izina rya Allah mu minsi izwi kubera amafunguro akomoka ku matungo yabahaye. Bityo nimurye kuri ayo mafunguro munayagaburireho abatindi nyakujya"},{"SurahNumber":22,"VerseNumber":29,"Text":"Hanyuma (abakora umutambagiro) bazirure ibyo bari baziririjwe (mu mutambagiro: kogosha, guca inzara,…), buzuze ibikorwa bisigaye, banasohoze ibyo bahize, maze bazenguruke ingoro yo hambere (Al Kaabat)"},{"SurahNumber":22,"VerseNumber":30,"Text":"Ibyo (mwategetswe bigomba kubahirizwa) kandi uzubaha ibyo Allah yagize bitagatifu, bizaba ari byiza kuri we imbere ya Nyagasani we. Mwanaziruriwe (kurya) amatungo, usibye ayo mwagaragarijwe (ko yaziririjwe). Bityo, nimwirinde (kugaragira) ibigirwamana (kuko ari) umwanda, munirinde amagambo y’ibinyoma"},{"SurahNumber":22,"VerseNumber":31,"Text":"Mugaragira Allah gusa kandi mutamubangikanya n’icyo ari cyo cyose. Naho ubangikanya Allah, aba ameze nk’uwahanutse mu kirere maze inyoni zikamucakiza iminwa yazo (zikamucagagura), cyangwa nk’uwatwawe n’inkubi y’umuyaga ikamujugunya kure"},{"SurahNumber":22,"VerseNumber":32,"Text":"Ibyo (Allah yategetse; ni byo umuntu ategetswe kubahiriza), kandi uwubahirije imigenzo ya Allah, mu by’ukuri ni bimwe mu bituma imitima igandukira (Allah)"},{"SurahNumber":22,"VerseNumber":33,"Text":"Ayo (amatungo atangwaho igitambo) abagirira akamaro kugeza igihe cyagenwe, hanyuma aho atangirwaho igitambo ni hafi y’ingoro yo hambere (Al Kaabat)"}]}