{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":3,"VerseNumber":64,"Text":"Tharowangka: Hai manga tao a Tiyoronan ko Ķitab! Songkano ko KĶKatharo a ndatadatar Tano ron: A da-a Pushowasowatun Tano a salakao ko Allah; go da-a Isakoto Tano Ron a maito bo; go di Khowa-a o saba-ad rukutano so sabaad, a manga Katohanan a salakao ko Allah. Na o talikhod siran, na Tharowa niyo. A shaksi-i niyo a Mata-an! A Sukami na Mbabayorantang Kami (ko Allah)"},{"SurahNumber":3,"VerseNumber":65,"Text":"Hai manga tao a Tiyoronan ko Kitab! Ino niyo gi-i Phapawala-i so Makapantag ko Ibrahim, a da Toronun so Taurat a go so Injeel inonta ko oriyan niyan? Ba da-a manga Sabot iyo"},{"SurahNumber":3,"VerseNumber":66,"Text":"Ino kano wai! A sukano na siran naya na Puphamawalun niyo ko adun a Kata-o niyo ron! Na go niyo wai gi-i1 Phapawala-i so da-a Mulung iyo ron? A so Allah i Matao, na sukano idi manga Tata-o"},{"SurahNumber":3,"VerseNumber":67,"Text":"Da ko butad o Ibrahim iba Yahodi go kuna a ba Christian; na ogaid na sukaniyan na Tomataliyaduk ko Bunar, a Mbabayorantang, na da Mabaloi a pud ko manga Pananakoto"},{"SurahNumber":3,"VerseNumber":68,"Text":"Mata-an! A aya patot a marani ko manga Manosiya ko Ibrahim, na Sabunar a so siran a Miyamangonoton, go giyangkai a Nabi (a so Muhammad) go so Miyamaratiyaya: Na so Allah i Somisiyap ko Miyamaratiyaya"},{"SurahNumber":3,"VerseNumber":69,"Text":"Miyandingandingan o isa ka Sagorompong ko Tiyoronan ko Kıtab a o ba kano iran bo Khadadag. Na da-a Khadadag iran, a rowar ko manga ginawa iran, sa di iran malinungka"},{"SurahNumber":3,"VerseNumber":70,"Text":"Hai manga tao a Tiyoronan ko Kitab! Ino niyo Phagongkira so manga Ayat o Allah a sukano na Kashasaksi-an niyo"},{"SurahNumber":3,"VerseNumber":71,"Text":"Hai manga tao a Tiyoronan ko Kitab! Ino niyo Pukhumbotun ko Bunar so ribat, go niyo Puphaguma-a so Bunar, a sukano na katawan niyo"}]}