{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":42,"VerseNumber":20,"Text":"Whoever seeks the harvest of the Hereafter, We will increase for him his harvest; and whoever seeks the harvest of this world, We will give him thereof, but in the Hereafter he will have no share"},{"SurahNumber":42,"VerseNumber":21,"Text":"Or do they have partners who have prescribed for them a religion that is not sanctioned by Allah? If it had not been for a prior decisive decree, the matter would have been judged between them. And for the wrongdoers there will surely be a painful punishment"},{"SurahNumber":42,"VerseNumber":22,"Text":"You will see the wrongdoers apprehensive about what they have earned, which will inevitably befall them. But those who believe and do righteous deeds will be in meadows of the Gardens. They will have whatever they wish with their Lord; that is the great bounty"},{"SurahNumber":42,"VerseNumber":23,"Text":"That is the glad tidings that Allah gives to His slaves who believe and do righteous deeds. Say, “I do not ask you any reward for it, except kindness because of our kinship.” Whoever does a good deed, We will increase its merit for him. Indeed, Allah is All-Forgiving, Most Appreciative"},{"SurahNumber":42,"VerseNumber":24,"Text":"Or do they say, “He has fabricated lies about Allah!”? But if Allah willed, He could seal up your heart. Allah wipes out falsehood and establishes the truth by His Words. Indeed, He is All-Knowing of what is in the hearts"},{"SurahNumber":42,"VerseNumber":25,"Text":"It is He Who accepts repentance from His slaves and pardons sins, and He knows all what you do"},{"SurahNumber":42,"VerseNumber":26,"Text":"He responds to [the supplication of] those who believe and do righteous deeds, and increases their reward out of His bounty. But for the disbelievers, there will be a severe punishment"},{"SurahNumber":42,"VerseNumber":27,"Text":"If Allah were to give abundant provision to [all] His slaves, they would transgress on earth; but He sends down what He wills in due measure. Indeed, He is All-Aware and All-Seeing of His slaves"},{"SurahNumber":42,"VerseNumber":28,"Text":"It is He Who sends down rain after they have lost hope, and spreads His mercy. He is the Guardian, the Praiseworthy"},{"SurahNumber":42,"VerseNumber":29,"Text":"Among His signs is the creation of the heavens and earth, and what He spread between them of all living creatures. And He is Most Capable of bringing them together whenever He wills"}]}