{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"De ki: «Hamd olsun Allaha, selâm olsun Onun beğenib seçdiği kullarına. Allah mı hayırlı, yoksa (kâfirlerin Ona) ortak tutageldikleri nesneler mi»"},{"SurahNumber":27,"VerseNumber":60,"Text":"«(O nesneler mi,) yoksa gökleri ve yeri yaratan, gökden sizin için su indiren mi»? (Öyle, bir su ki) biz onunla sizin (bir) ağacını (bile) bitiremeyeceğiniz nice güzel bağçelerin nebatını bitirmişizdir. Allah ile beraber bir Tanrı ha? Hayır, onlar sapıklıkda devam eden bir güruhdur"},{"SurahNumber":27,"VerseNumber":61,"Text":"(O nesneler mi,) yoksa yeri bir karargâh yapan, aralarından ırmaklar akıtan, ona haas ve sabit dağlar kuran, iki denizin arasına bir perde koyan mı? Allah ile beraber bir Tanrı ha? Hayır, onların çoğu (tevhîdi) bilmiyorlar"},{"SurahNumber":27,"VerseNumber":62,"Text":"Yoksa bunalmışa, kendisine düâ (ve iltica) etdiği zaman, icabet eden, fenalığı gideren, sizi yer (yüzünün) hükümdarları kılan mı? Allah ile beraber bir Tanrı ha? Siz ne kıt düşünüyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"Yahud o kara ve denizlerin karanlıkları içinde sizin yolunuzu doğrultmakda, rahmetinin önünde rüzgârları müjdeci göndermekde olan mı? Allah ile beraber bir Tanrı ha? Allah onların katdıkları ortaklardan çok yüce, çok münezzehdir"},{"SurahNumber":27,"VerseNumber":64,"Text":"Yahud halkı dâima yaratmakda olan, sonra onu iade edecek olan ve sizi gökden ve yerden rızıklandıran mı? Allah ile beraber bir Tanrı ha? De ki: «Eğer (Allaha ortak koşmada) saadık (ve samîmi) kimselerseniz getirin hüccetinizi»"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: «Göklerde ve yerde ğaybı Allahdan başka kimse bilmez. Onlar da ne zaman diriltileceklerini bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hayır, onların bilgileri âhiret hakkında (ki bilgiye kadar uzanıb) erişememişdir. Hayır, onlar bundan şek (ve şübhe) içindedirler. Hayır, onlar bundan kördürler"}]}