{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"Und Wir sandten bereits zu den Tamud ihren Bruder Salih: „Dient Allah. Da waren es sogleich zwei Gruppen, die miteinander stritten"},{"SurahNumber":27,"VerseNumber":46,"Text":"Er sagte: „O mein Volk, warum wünscht ihr, das Schlechte vor dem Guten zu beschleunigen? Würdet ihr doch Allah um Vergebung bitten, auf daß ihr Erbarmen finden möget"},{"SurahNumber":27,"VerseNumber":47,"Text":"Sie sagten: „Wir sehen ein böses Vorzeichen in dir und in denjenigen, die mit dir sind. Er sagte: „Euer Vorzeichen ist bei Allah. Nein! Vielmehr seid ihr Leute, die der Versuchung ausgesetzt werden"},{"SurahNumber":27,"VerseNumber":48,"Text":"Nun befanden sich in der Stadt neun Mitglieder einer Sippschaft, die auf der Erde Unheil stifteten und keine Besserung brachten"},{"SurahNumber":27,"VerseNumber":49,"Text":"Sie sagten: „Schwört einander bei Allah: Wir werden ganz gewiß ihn und seine Angehörigen nachts überfallen, und hierauf werden wir zu seinem nächsten Verwandten sagen: ,Wir waren bei der Vernichtung seiner Angehörigen nicht zugegen, und wir sagen ganz gewiß die Wahrheit’"},{"SurahNumber":27,"VerseNumber":50,"Text":"Sie schmiedeten Ränke, und Wir schmiedeten Ränke, ohne daß sie merkten"},{"SurahNumber":27,"VerseNumber":51,"Text":"Schau nur, wie die Folge ihrer Ränke war: Wir zerstörten sie und ihr Volk allesamt"},{"SurahNumber":27,"VerseNumber":52,"Text":"Dies sind nun ihre Häuser, wüst dafür, daß sie Unrecht taten. Darin ist wahrlich ein Zeichen für Leute, die Bescheid wissen"},{"SurahNumber":27,"VerseNumber":53,"Text":"Und Wir retteten diejenigen, die glaubten und gottesfürchtig waren"},{"SurahNumber":27,"VerseNumber":54,"Text":"Und (Wir sandten) Lut. Als er zu seinem Volk sagte: „Wollt ihr denn sehend(en Auges) das Abscheuliche begehen"},{"SurahNumber":27,"VerseNumber":55,"Text":"Laßt ihr euch denn wahrlich in Begierde mit den Männern ein anstatt mit den Frauen? Aber nein! Ihr seid Leute, die töricht sind"},{"SurahNumber":27,"VerseNumber":56,"Text":"Doch die Antwort seines Volkes war nur, daß sie sagten: „Vertreibt die Sippe Luts aus eurer Stadt! Das sind Menschen, die sich rein halten"},{"SurahNumber":27,"VerseNumber":57,"Text":"Da retteten Wir ihn und seine Angehörigen, außer seiner Frau; Wir bestimmten, daß sie zu denjenigen gehörte, die zurückblieben"},{"SurahNumber":27,"VerseNumber":58,"Text":"Und Wir ließen einen Regen auf sie niedergehen; wie böse war der Regen der Gewarnten"}]}