{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"A když Pán tvůj vzal veškeré potomstvo, jež vzejíti mělo z ledví synů Adamových a dal složiti jim svědectví proti sobě samým, řekl: „Nejsem-liž Pánem vaším?“ Řekli: „Ano, dosvědčujeme to.“ To proto, aby neřekli v den zmrtvýchvstání: „V pravdě, nebylo nám to známo.“"},{"SurahNumber":7,"VerseNumber":173,"Text":"A abyste nemohli říci: „Vždyť přece otcové naši dávali Bohu společníky dříve a my jsme potomstvem jejich pozdějším: zdaž zahladiti chceš nás za to, co činili lehkovážní?“"},{"SurahNumber":7,"VerseNumber":174,"Text":"Takovýmto způsobem vykládáme jasně znamení svá: a snad navrátí se k Bohu"},{"SurahNumber":7,"VerseNumber":175,"Text":"Zopakuj jim případ onoho, jemuž dali jsme jedno znamení naše a jenž odvrátil se od něho a Satan přijal jej mezi následovníky své, takto zapadl mezi svedené"},{"SurahNumber":7,"VerseNumber":176,"Text":"Kdybychom byli chtěli, byli bychom povýšili jej tímto znamením: však on zůstal lpěti na zemi a následoval choutky své. Podoben jest psu, jenž štěká a vyplazuje jazyk, když dorážíš naň i když necháš jej pokojem. Takovými též jsou oni, kdož lží nazývají znamení naše: vypravuj jim tudíž tyto příběhy, aby mohli přemýšleti"},{"SurahNumber":7,"VerseNumber":177,"Text":"Špatné jest podobenství těch, kteří lží nazývají znamení naše a sami proti sobě se prohřešují"},{"SurahNumber":7,"VerseNumber":178,"Text":"Ten, jejž Bůh vede, dobře jest veden, a ti, které zavádí, záhubě propadnou"},{"SurahNumber":7,"VerseNumber":179,"Text":"Velký počet Džinnů a lidí stvořili jsme pro peklo: srdce mají, jimiž ničeho nechápou, oči mají, jimiž ničeho nevidí, uši maji, jimiž ničeho neslyší. Dobytčatům podobni jsou, ba ještě hlouběji upadají v blud, než dobytčata: toto jsou ti, kdož nedbají"},{"SurahNumber":7,"VerseNumber":180,"Text":"Nejkrásnější jména patří Bohu: těmito volejte jej a straňte se těch, kdož překrucují jména jeho: ti odměněni budou za skutky své"},{"SurahNumber":7,"VerseNumber":181,"Text":"A jest lid mezi těmi, které stvořili jsme, jenž vede druhé cestou pravou a dle pravdy řídí skutky své"}]}