{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Taha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Não te revelamos o Alcorão para que te mortifiques"},{"SurahNumber":20,"VerseNumber":3,"Text":"Mas sim como exortação aos tementes"},{"SurahNumber":20,"VerseNumber":4,"Text":"É a revelação de Quem criou a terra e os altos céus"},{"SurahNumber":20,"VerseNumber":5,"Text":"Do Clemente, Que assumiu o Trono"},{"SurahNumber":20,"VerseNumber":6,"Text":"Seu é tudo o que existe nos céus, o que há na terra, o que há entre ambos, bem como o que existe sob a terra"},{"SurahNumber":20,"VerseNumber":7,"Text":"Não é necessário que o homem levante a voz, porque Ele conhece o que é secreto e ainda o mais oculto"},{"SurahNumber":20,"VerseNumber":8,"Text":"Deus! Não há mais divindade além d'Ele! Seus são os mais sublimes atributos"},{"SurahNumber":20,"VerseNumber":9,"Text":"Chegou-te, porventura, a história de Moisés"},{"SurahNumber":20,"VerseNumber":10,"Text":"Quando viu o fogo, disse à sua família: Permanecei aqui, porque lobriguei o fogo; quiçá vos traga dele uma áscua ou, poroutra, ache ao redor do fogo alguma orientação"},{"SurahNumber":20,"VerseNumber":11,"Text":"Porém, quando chegou a ele, foi chamado: Ó Moisés"},{"SurahNumber":20,"VerseNumber":12,"Text":"Sou teu Senhor! Tira as tuas sandálias, porque estás no vale sagrado de Tôua"},{"SurahNumber":20,"VerseNumber":13,"Text":"Eu te escolhi. Escuta, pois, o que te será inspirado"},{"SurahNumber":20,"VerseNumber":14,"Text":"Sou Deus. Não há divindade além de Mim! Adora-Me, pois, e observa a oração, para celebrar o Meu nome"},{"SurahNumber":20,"VerseNumber":15,"Text":"Porque a hora se aproxima - desejo conservá-la oculta, a fim de que toda a alma seja recompensada segundo o seumerecimento"},{"SurahNumber":20,"VerseNumber":16,"Text":"Que não te seduza por aquele que não crê nela (a Hora) e se entrega à concupiscência, porque perecerás"},{"SurahNumber":20,"VerseNumber":17,"Text":"Que levas em tua mão destra, ó Moisés"},{"SurahNumber":20,"VerseNumber":18,"Text":"Respondeu-Lhe: É o meu cajado, sobre o qual me apoio, e com o qual quebro a folhagem para o meu rebanho; e, ademais, serve-me para outros usos"},{"SurahNumber":20,"VerseNumber":19,"Text":"Ele lhe ordenou: Arroja-o, ó Moisés"},{"SurahNumber":20,"VerseNumber":20,"Text":"E o arrojou, e eis que se converteu em uma serpente, que se pôs a rastejar"},{"SurahNumber":20,"VerseNumber":21,"Text":"Ordenou-lhe ainda: Agarra-a sem temor, porque a reverteremos ao seu primitivo estado"},{"SurahNumber":20,"VerseNumber":22,"Text":"Junta a mão ao te flanco e, quando a retirares, estará branca, imaculada; constitui-se-á isso em outro sinal"},{"SurahNumber":20,"VerseNumber":23,"Text":"Para que te demonstremos alguns dos Nossos maiores portentos"},{"SurahNumber":20,"VerseNumber":24,"Text":"Vai ao Faraó, porque ele se extraviou"}]}