{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"En troede sagde O min folk følge mig jeg guide I ind den omgående vej"},{"SurahNumber":40,"VerseNumber":39,"Text":"O min folk den først liv er midlertidige illusion stund Herefter er evige boligen"},{"SurahNumber":40,"VerseNumber":40,"Text":"Whoever forpligte synd requited retfærdige den whoever arbejder retmæssighed! - mandlig kvindelig - Mens tro de indgå Paradis hvori de modtar forråd nogen grænser"},{"SurahNumber":40,"VerseNumber":41,"Text":"O min folk stund jeg inviterer du frelses du inviterer mig hellfire"},{"SurahNumber":40,"VerseNumber":42,"Text":"Du inviterer mig være unappreciative af GUD sætte Ham idoler jeg ikke anerkender. Jeg inviterer jer Almægtige Forgiver"},{"SurahNumber":40,"VerseNumber":43,"Text":"Xxxx er nej tvivl som hvad du inviterer mig gøre ikke have grundlag ind den verden nor ind Herefter vore ultimate tilbagekomst er GUD den overtræderne incurred hellfire"},{"SurahNumber":40,"VerseNumber":44,"Text":"Visse dag du mindes hvad jeg fortæller jer omgående Jeg forlader bedømmelsen den substans GUD; GUD er Seer al folkene"},{"SurahNumber":40,"VerseNumber":45,"Text":"GUD DEREFTER beskytte HAM FRA DERES ONDE schemes MENS FOLKENE Pharaoh incurred VÆRST GENGÆLDELSEN"},{"SurahNumber":40,"VerseNumber":46,"Text":"Helvedet udfoldes dem dag og nat, Dagen Opstandelse Tilstå Pharaoh's folk into værst gengældelsen"},{"SurahNumber":40,"VerseNumber":47,"Text":"Idet de argumenterer Helvede followers sie til deres ledere Vi gøre det brugte Deres followers være du skåne os nogen rolle den Helvede"},{"SurahNumber":40,"VerseNumber":48,"Text":"Lederne sie Vi er al ind den sammen. GUD BEDØMMER hos den folk"},{"SurahNumber":40,"VerseNumber":49,"Text":"De ind hellfire sie til formynderne Helvede Benævne Deres Lord mindske gengældelsen os sågar en dag"},{"SurahNumber":40,"VerseNumber":50,"Text":"(De sie Gjorde I ikke modtage Deres bude afsagde jer klare meddelelser? De svare Ja vi gjorde. De sie Derefter implore I ønsker;) imploring af tvivlerne være altid ind forfængelig"}]}