{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":38,"VerseNumber":15,"Text":"Uye ava vakangomirira hwamanda imwechete, uye haizomiri (kurira kusvikira zvose zvaparara kusara kwaAllah)"},{"SurahNumber":38,"VerseNumber":16,"Text":"Uye vanoti: “Tenzi vedu! Tiratidzei nekukasika Qittana (Bhuku redu remabasa akanaka neakaipa kuti tive tinoaona) zuva rekutongwa risati rasvika!”"},{"SurahNumber":38,"VerseNumber":17,"Text":"Tsungirira (Muhammad (SAW)) pane zvavanotaura, uye rangarira muranda wedu Davhidha aiva nesimba. Zvirokwazvo, aiva munhu aireurura kuna Allah"},{"SurahNumber":38,"VerseNumber":18,"Text":"Zvirokwazvo,\ttakaita\tkuti\tmakomo\tnaiye\tzvive\tzvinorumbidza\tmunguva\tyemasikati nemangwanani"},{"SurahNumber":38,"VerseNumber":19,"Text":"Uye shiri dzakaunganidzwa, dzose dzaimuteerera (Davhidha) (dzaiuya dzichirumbidza zita raAllah pamwechete naye)"},{"SurahNumber":38,"VerseNumber":20,"Text":"Uye takaita kuti humambo hwake husimbe, uye takamupa Al-Hikmah (Huporofita) uye kutonga nekutaura kwakanaka"},{"SurahNumber":38,"VerseNumber":21,"Text":"Hadzina kusvika kwauri here nhau dzevaipomerana mhosva? Pavakakwira pamusoro peMihraab (imba yekunamatira)"},{"SurahNumber":38,"VerseNumber":22,"Text":"Pavakapinda maiva naDawood (Davhidha), akavatya. Vakati: “Usatye! (Tiri) vaviri vari kupomerana mhosva, umwe wedu akanganisira umwe. Naizvozvo titonge nechokwadi, uye zvakare usave unorega kuenzanisa, uye titungamirire kunzira yakatwasuka.”"},{"SurahNumber":38,"VerseNumber":23,"Text":"“Zvirokwazvo, mukoma wangu uyu (muchitendero) ane hwai makumi mapfumbamwe nepfumbamwe (99), asi ini ndine hwai imwechete (chete), uye akati: ‘Ndipe (hwai iyoyo)’, uye akandikurira mumashoko.”"},{"SurahNumber":38,"VerseNumber":24,"Text":"Dawood (Davhidha) akati (asina kuteerera rimwe divi): “Zvirokwazvo, akakukanganisira nekuda hwai yako kuti awedzere pane hwai dzake. Uye zvirokwazvo vashandi pamwechete (vanoisa upfumi pamwechete) vakawanda vanodzvanyirira vamwe, kusara kwevanotenda uye vachiita mabasa akanaka, uye vashoma.” Uye Dawood (Dhavhidha) akazviona kuti zvirokwazvo tamuedza, uye akabva akumbira ruregerero kuna Tenzi vake, uye akabva apfugama achireurura"},{"SurahNumber":38,"VerseNumber":25,"Text":"Naizvozvo takamuregerera, uye zvirokwazvo ari padyo nekusvika kwatiri, uye nenzvimbo yakanaka kudzokera (Paradhiso)"},{"SurahNumber":38,"VerseNumber":26,"Text":"Iwe Dawood (Dhavhidha)! Zvirokwazvo, takakuita mumiririri panyika, naizvozvo tonga vanhu nechokwadi, uye usave unotevedzera chido chako nekuti chichakurasisa kubva munzira yaAllah. Zvirokwazvo, avo vanorasika kubva munzira yaAllah, vachave nemutongo wakaomarara nekuti vakakanganwa zuva rekutongwa"}]}