{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":92,"Text":"Bir müminin diğer mümini yanlışlık dışında öldürmesi asla caiz değildir. Bir mümini yanlışlıkla öldürenin, bir mümin köleyi azad etmesi ve öldürülenin ailesi bağışlamadıkça, ona diyet ödemesi gerekir. Eğer o mümin, size düşman bir topluluktan ise mümin bir köleyi azad etmek gerekir. Şayet aranızda anlaşma olan bir millettense, ailesine diyet ödemek ve mümin bir köleyi azat etmek gerekir. Bulamayana, Allah tarafından tevbesinin kabulü için, ard arda iki ay oruç tutmak gerekir. Allah bilendir. Hakim'dir"},{"SurahNumber":4,"VerseNumber":93,"Text":"Kim bir mümini kasden öldürürse cezası, içinde temelli kalacağı cehennemdir. Allah ona gazabetmiş, lanetlemiş ve büyük azab hazırlamıştır"},{"SurahNumber":4,"VerseNumber":94,"Text":"Ey İnananlar! Allah yolunda yürüdüğünüz vakit, her şeyi iyice anlayın. Size, müslüman olduğunu bildirene, dünya hayatının geçici menfaatine göz dikerek: \"Sen mümin değilsin\" demeyin. Allah katında birçok ganimetler vardır. Evvelce siz de öyleydiniz. Allah size iyilikte bulundu, iyice araştırıp anlayın, Allah işlediklerinizden şüphesiz haberdardır"},{"SurahNumber":4,"VerseNumber":95,"Text":"İnananlardan, özürsüz olarak yerlerinde oturanlar ile, mal ve canlariyle cihad edenleri, mertebece, oturanlardan üstün kılmıştır. Allah hepsine de cenneti vadetmiştir, ama Allah, cihad edenleri oturanlara, büyük ecirler, dereceler, mağfiret ve rahmetle üstün kılmıştır. Allah bağışlar ve merhamet eder"},{"SurahNumber":4,"VerseNumber":96,"Text":"İnananlardan, özürsüz olarak yerlerinde oturanlar ile, mal ve canlariyle cihad edenleri, mertebece, oturanlardan üstün kılmıştır. Allah hepsine de cenneti vadetmiştir, ama Allah, cihad edenleri oturanlara, büyük ecirler, dereceler, mağfiret ve rahmetle üstün kılmıştır. Allah bağışlar ve merhamet eder"}]}