{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"Ndipo kwa anthu a Thamud, Ife tidawatumizira m’bale wawo Saleh. Iye adati: “Oh anthu anga! Pembedzani Mulungu. Inu mulibe mulungu wina koma Iye yekha. Ndithudi wadza umboni wokhulupirika kuchokera kwa Ambuye wanu. Iyi ndi Ngamira yaikazi ya Mulungu, chizindikiro kwa inu. Motero ilekeni kuti izidya m’dziko la Mulungu ndipo musaizunze ayi chifukwa mungapute chilango chowawa.”"},{"SurahNumber":7,"VerseNumber":74,"Text":"“Ndipo kumbukirani pamene Iye adakupangani inu kuti mukhale alowa m’malo a Ad, ndipo adakupatsani malo okhala m’dziko lino. Inu mwamanga nyumba zolemekezeka m’chidikha chake ndiponso mwaboola nyumba pakati pa mapiri ake. Motero kumbukirani zokoma za Mulungu ndipo musachulukitse kuwononga padziko lapansi.”"},{"SurahNumber":7,"VerseNumber":75,"Text":"Atsogoleri a anthu amene amadzikweza mu anthu ake anati kwa anthu ofoka amene adakhulupirira mwa iwo: “Kodi mukudziwa kuti Saleh ndi wotumidwa kuchokera kwa Ambuye wake?” Iwo adati: “Ndithudi ife takhulupirira mzimene iye watumidwa.”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Iwo amene adali odzikuza adati: “Ndithudi ife tili kuzikanazonsezimeneinumulikuzikhulupirira.”"},{"SurahNumber":7,"VerseNumber":77,"Text":"Motero iwo adapha ngamira yaikazi ija ndipo ananyoza lamulo la Ambuye wawo ndipo adati: “Iwe Saleh! Bweretsa chimene udatiopseza nacho ngati iwe ndiwe Mtumwi woona.”"},{"SurahNumber":7,"VerseNumber":78,"Text":"Motero nthawi yomweyo chivomerezi chidagwa pa iwo ndipo pamene kumacha m’mawa onse adali lambilambi m’nyumba zawo atafa"},{"SurahNumber":7,"VerseNumber":79,"Text":"Motero Saleh adachoka nati, “oh anthu anga! Ine, ndithudi, ndapereka uthenga wa Ambuye wanga ndipo ndakupatsani chilangizo chabwino koma inu simukonda anthu okuchenjezani.”"},{"SurahNumber":7,"VerseNumber":80,"Text":"Ndi pamene Loti adanena kwa anthu ake, “Kodi inu mukuchita zinthu zonyansa zimene palibe mtundu wa anthu umene udachitapo ndi kale lomwe?”"},{"SurahNumber":7,"VerseNumber":81,"Text":"“Ndithudi inu mufuna kukwaniritsa zilakolako za matupi anu ndi amuna anzanu m’malo mwa akazi? Iyayi, ndithudi, inu ndinu anthu ochimwa kwambiri.”"},{"SurahNumber":7,"VerseNumber":82,"Text":"Ndipo yankho la anthu ake silinali lina koma adati: “Achotseni iwo mu Mzinda wanu. Awa ndi anthu amene afuna kukhala angwiro.”"},{"SurahNumber":7,"VerseNumber":83,"Text":"Ndipo Ife tidamupulumutsa iye pamodzi ndi omutsatira ake kupatula mkazi wake amene adali mmodzi mwa otsalira m’mbuyo"},{"SurahNumber":7,"VerseNumber":84,"Text":"Ndipo tidagwetsa pa iwo mvula yambiri. Onani mapeto a anthu ochita zoipa"}]}