{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Indeed, Allah does not forgive association with Him, but He forgives what is less than that for whom He wills. And he who associates others with Allah has certainly gone far astray"},{"SurahNumber":4,"VerseNumber":117,"Text":"They call upon instead of Him none but female [deities], and they [actually] call upon none but a rebellious Satan"},{"SurahNumber":4,"VerseNumber":118,"Text":"Whom Allah has cursed. For he had said, \"I will surely take from among Your servants a specific portion"},{"SurahNumber":4,"VerseNumber":119,"Text":"And I will mislead them, and I will arouse in them [sinful] desires, and I will command them so they will slit the ears of cattle, and I will command them so they will change the creation of Allah.\" And whoever takes Satan as an ally instead of Allah has certainly sustained a clear loss"},{"SurahNumber":4,"VerseNumber":120,"Text":"Satan promises them and arouses desire in them. But Satan does not promise them except delusion"},{"SurahNumber":4,"VerseNumber":121,"Text":"The refuge of those will be Hell, and they will not find from it an escape"},{"SurahNumber":4,"VerseNumber":122,"Text":"But the ones who believe and do righteous deeds - We will admit them to gardens beneath which rivers flow, wherein they will abide forever. [It is] the promise of Allah, [which is] truth, and who is more truthful than Allah in statement"},{"SurahNumber":4,"VerseNumber":123,"Text":"Paradise is not [obtained] by your wishful thinking nor by that of the People of the Scripture. Whoever does a wrong will be recompensed for it, and he will not find besides Allah a protector or a helper"},{"SurahNumber":4,"VerseNumber":124,"Text":"And whoever does righteous deeds, whether male or female, while being a believer - those will enter Paradise and will not be wronged, [even as much as] the speck on a date seed"},{"SurahNumber":4,"VerseNumber":125,"Text":"And who is better in religion than one who submits himself to Allah while being a doer of good and follows the religion of Abraham, inclining toward truth? And Allah took Abraham as an intimate friend"},{"SurahNumber":4,"VerseNumber":126,"Text":"And to Allah belongs whatever is in the heavens and whatever is on the earth. And ever is Allah, of all things, encompassing"}]}