{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"То. Сийн. Мийм"},{"SurahNumber":28,"VerseNumber":2,"Text":"Ушбулар очиқ-ойдин китоб оятларидир"},{"SurahNumber":28,"VerseNumber":3,"Text":"Иймон келтирадиган қавм учун сенга Мусо ва Фиръавннинг хабаридан ҳақ ила тиловат қилиб берамиз"},{"SurahNumber":28,"VerseNumber":4,"Text":"Албатта, Фиръавн ер юзида баланд кетди. У ўша(ер)нинг аҳолисини бўлиб ташлади. Улардан бир тоифасини эзар, ўғилларини сўйиб, қизларини тирик қолдирарди. Албатта, у бузғунчилардан бўлган эди"},{"SurahNumber":28,"VerseNumber":5,"Text":"Биз эса, ер юзида эзилганларга беминнат неъмат беришни, уларни пешво қилишни, уларни ворислар қилишни ва ер юзида уларга имконлар беришни"},{"SurahNumber":28,"VerseNumber":6,"Text":"Фиръавн, Ҳомон ва икковининг аскарларига улар(Бани Исроил)дан қўрққан нарсаларини кўрсатишни истаймиз"},{"SurahNumber":28,"VerseNumber":7,"Text":"Ва Мусонинг онасига: «Уни эмизавер. Бас, (унга ёмонлик етишидан) қўрққан чоғингда уни дарёга ташла, қўрқма, хафа бўлма, Биз, албатта, уни сенга қайтаргувчимиз ва Пайғамбарлардан қилгувчимиз», деб ваҳий қилдик"},{"SurahNumber":28,"VerseNumber":8,"Text":"Бас, Фиръавн оиласи уни ўзларига душман ва ғам-ғусса бўлиши учун тутиб олдилар. Албатта, Фиръавн, Ҳомон ва икковларининг аскарлари хатокорлардан бўлган эдилар"},{"SurahNumber":28,"VerseNumber":9,"Text":"Фиръавннинг хотини: «(Бу бола) мен учун ҳам, сен учун ҳам кўз қувончидир. Уни ўлдирманглар. Шоядки, у бизга фойда берса ёки уни бола қилиб олсак», деди. Ҳолбуки, улар сезмасдилар"},{"SurahNumber":28,"VerseNumber":10,"Text":"Мусонинг онасининг қалби бўшаб қолди. Мўминлардан бўлиши учун қалбини мустаҳкам боғламаганимизда, уни билдириб қўйишига сал қолди"},{"SurahNumber":28,"VerseNumber":11,"Text":"У(она) у(Мусо)нинг опасига: «Изидан бор», деди. Бас, уни бир четдан кўрди. Ҳолбуки, улар сезмасдилар"},{"SurahNumber":28,"VerseNumber":12,"Text":"Ва бундан олдин унга эмизгувчиларни ҳаром қилган эдик. Бас, (опаси): «Мен сизларга уни сиз учун кафилликка оладиган ва унга насиҳатгўй бўлгувчи аҳли байтни айтиб берайми?» деди"},{"SurahNumber":28,"VerseNumber":13,"Text":"Бас, Биз уни онасига кўзи қувончга тўлиши, хафа бўлмаслиги ва, албатта, Аллоҳнинг ваъдаси ҳақ эканини билиши учун қайтардик. Лекин кўплари буни билмаслар"}]}