{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"จงกล่าวเถิด (มุฮัมมัด) ใครเป็นผู้ประทานปัจจัยยังชีพที่มาจากฟากฟ้าและแผ่นดินแก่พวกท่าน หรือใครเป็นเจ้าของการได้ยินและการมองและใครเป็นผู้ให้มีชีวิตหลังจากการตาย และเป็นผู้ให้ตายหลังจากมีชีวิตมา และใครเป็นผู้บริหารกิจการ แล้วพวกเขาจะกล่าวกันว่า อัลลอฮฺ ดังนั้นจงกล่าวเถิด (มุฮัมมัด) พวกท่านไม่ยำเกรงหรือ"},{"SurahNumber":10,"VerseNumber":32,"Text":"นั่นแหละอัลลอฮฺ พระเจ้าที่แท้จริงของพวกท่าน ฉะนั้นหลังจากความจริงแล้วจะมีอะไรอีกเล่านอกจากความหลงผิดเท่านั้น แล้วทำไมเล่าพวกท่านจึงถูกให้หันเหออกไปอีก"},{"SurahNumber":10,"VerseNumber":33,"Text":"เช่นนั้นแหละ ลิขิตของพระเจ้าของเจ้าย่อมเป็นจริงแก่บรรดาผู้ที่ฝ่าฝืนว่า แน่แท้พวกเขาจะไม่ศรัทธา"},{"SurahNumber":10,"VerseNumber":34,"Text":"จงกล่าวเถิด (มุฮัมมัด) มีใครบ้างในหมู่ภาคีของพวกท่าน ที่เป็นผู้เริ่มแรกในการให้บังเกิดแล้วให้มันบังเกิดอีก จงกล่าวเถิด (มุฮัมมัด) อัลลอฮฺทรงเริ่มแรกในการให้บังเกิด แล้วทรงให้มันบังเกิดอีกครั้งหนึ่ง ดังนั้นทำไมพวกท่านจึงหันเหออกจากความจริงไป (สู่ความเท็จ) เล่า"},{"SurahNumber":10,"VerseNumber":35,"Text":"จงกล่าวเถิด (มุฮัมมัด) มีใครบ้างในหมู่ภาคีของพวกท่าน เป็นผู้ชี้แนะทางสู่สัจธรรม จงกล่าวเถิด (มุฮัมมัด) อัลลอฮฺทรงชี้แนะทางสู่สัจธรรม ดังนั้นผู้ที่ชี้แนะทางสู่สัจธรรมสมควรกว่าที่จะได้รับการปฏิบัติตาม (อิบาดะฮฺ) หรือว่าผู้ที่ไม่อาจจะชี้แนะผู้อื่นได้ เว้นแต่จะถูกชี้แนะ ทำไมพวกท่านจึงตัดสินใจเช่นนั้น"},{"SurahNumber":10,"VerseNumber":36,"Text":"และส่วนใหญ่ของพวกเขามิได้ปฏิบัติตามสิ่งใดนอกจากการนึกคิด แท้จริงการนึกคิดนั้นไม่อาจจะแทนความจริงได้แต่อย่างใด แท้จริงอัลลอฮฺนั้นทรงรอบรู้ในสิ่งที่พวกเขากระทำ"},{"SurahNumber":10,"VerseNumber":37,"Text":"และอัลกุรอานนี้มิใช่จะถูกปั้นแต่งขึ้นโดยผู้ใดนอกจากอัลลอฮฺ แต่เป็นการยืนยันคัมภีร์ที่มีมาก่อน และเป็นการจำแนก ข้อบัญญัติต่าง ๆ ในนั้น ไม่มีข้อสงสัยในคัมภีร์นั้น ซึ่งมาจากพระเจ้าแห่งสากลโลก"},{"SurahNumber":10,"VerseNumber":38,"Text":"หรือพวกเขากล่าวว่า เขา (มุฮัมมัด) เป็นผู้ปั้นแต่งขึ้น จงกล่าวเถิด (มุฮัมมัด) พวกท่านจงนำมาสักบทหนึ่งเยี่ยงนั้น และจงเรียกร้องผู้ที่พวกท่านสามารถนำมาได้นอกจากอัลลอฮฺ หากพวกท่านเป็นผู้สัจจริง"},{"SurahNumber":10,"VerseNumber":39,"Text":"แต่ว่าพวกเขาปฏิเสธสิ่งที่พวกเขายังไม่รู้มาก่อน และสัญญาร้ายยังมิได้มายังพวกเขา เช่นนั้นแหละ บรรดาชนรุ่นก่อนจากพวกเขาได้ปฏิเสธมาแล้ว ดังนั้น เจ้าจงดูเถิดว่า ผลสุดท้ายของพวกอธรรมนั้นเป็นอย่างไร"},{"SurahNumber":10,"VerseNumber":40,"Text":"และในหมู่พวกเขามีผู้ศรัทธาในอัลกุรอาน และในหมู่พวกเขามีผู้ไม่ศรัทธา และพระเจ้าของเจ้าทรงรู้ดียิ่ง ต่อบรรดาผู้บ่อนทำลายทั้งหลาย"}]}