{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka"},{"SurahNumber":38,"VerseNumber":28,"Text":"Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami mengangggap orang-orang yang bertakwa sama dengan orang-orang yang jahat"},{"SurahNumber":38,"VerseNumber":29,"Text":"Kitab (Alquran) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran"},{"SurahNumber":38,"VerseNumber":30,"Text":"Dan kepada Dawud Kami karuniakan (anak bernama) Sulaiman; dia adalah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah)"},{"SurahNumber":38,"VerseNumber":31,"Text":"(Ingatlah) ketika suatu sore dipertunjukkan kepadanya (kuda-kuda) yang jinak, (tetapi) sangat cepat larinya"},{"SurahNumber":38,"VerseNumber":32,"Text":"maka dia berkata, \"Sesungguhnya aku menyukai segala yang baik (kuda), yang membuat aku ingat akan (kebesaran) Tuhanku, sampai matahari terbenam"},{"SurahNumber":38,"VerseNumber":33,"Text":"Bawalah semua kuda itu kembali kepadaku.\" Lalu dia mengusap-usap kaki dan leher kuda itu"},{"SurahNumber":38,"VerseNumber":34,"Text":"Dan sungguh, Kami telah menguji Sulaiman dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian dia bertobat"},{"SurahNumber":38,"VerseNumber":35,"Text":"Dia berkata, \"Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh siapa pun setelahku. Sungguh, Engkaulah Yang Maha Pemberi"},{"SurahNumber":38,"VerseNumber":36,"Text":"Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya"},{"SurahNumber":38,"VerseNumber":37,"Text":"dan (Kami tundukkan pula kepadanya) setan-setan, semuanya ahli bangunan dan penyelam"},{"SurahNumber":38,"VerseNumber":38,"Text":"dan (setan) lain yang terikat dalam belenggu"},{"SurahNumber":38,"VerseNumber":39,"Text":"Inilah anugerah Kami; maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) tanpa perhitungan"},{"SurahNumber":38,"VerseNumber":40,"Text":"Dan sungguh, dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik"}]}