{"Id":68,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"O ljudi! Bojte se Gospodara svog. Uistinu, potres Časa (sudnjeg) bit će stvar strahovita"},{"SurahNumber":22,"VerseNumber":2,"Text":"Na Dan kad ga vidite, zaboraviće svaka dojilja šta je zadojila i pobaciće svaka trudnica plod svoj, i vidjećeš ljude pijane: ali neće oni biti pijani, nego će kazna Allahova biti žestoka"},{"SurahNumber":22,"VerseNumber":3,"Text":"A između ljudi je ko raspravlja o Allahu bez znanja, i slijedi svakog šejtana buntovnika"},{"SurahNumber":22,"VerseNumber":4,"Text":"Njemu je propisano - da će onaj ko ga uzme za prijatelja - ta da će ga on zavesti i uputiti ga kazni seira"},{"SurahNumber":22,"VerseNumber":5,"Text":"O ljudi! Ako ste u sumnji o podizanju (mrtvih), pa uistinu, Mi smo vas stvorili od prašine, zatim od kaplje sjemena, zatim od zakvačka, zatim od grude mesa oblikovane i neoblikovane, da bismo vam objasnili. A dajemo da u matericama ostane šta hoćemo, do roka određenog. Zatim vas izvodimo (kao) dojenče, potom da dostignete svoju punu snagu. I između vas je ko bude uzet, i od vas je ko bude vraćen dubokoj starosti, da ne zna - nakon znanja - ništa. I vidiš zemlju beživotnu, pa kad spustimo na nju vodu, ustreperi i uzbuja, i iznikne svaki par prekrasni"},{"SurahNumber":22,"VerseNumber":6,"Text":"To zato što je Allah, On Istina, i što On oživljava mrtve i što On nad svakom stvari ima moć"},{"SurahNumber":22,"VerseNumber":7,"Text":"I što će Čas doći - nema sumnje u to - i što će Allah podići onog ko je u kaburima"},{"SurahNumber":22,"VerseNumber":8,"Text":"I od ljudi je ko raspravlja o Allahu bez znanja i bez Upute i bez Knjige rasvjetljavajuće"},{"SurahNumber":22,"VerseNumber":9,"Text":"Savijajući bok svoj, da zavede s puta Allahovog. Imaće on na Dunjau poniženje, a daćemo da on na Dan kijameta iskusi kaznu gorenjem"},{"SurahNumber":22,"VerseNumber":10,"Text":"To za ono što su unaprijed poslale ruke tvoje i što Allah nije nikako zalim robovima"}]}