{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":17,"Text":"It is not for the polytheists to maintain the mosques of Allah [while] witnessing against themselves with disbelief. [For] those, their deeds have become worthless, and in the Fire they will abide eternally"},{"SurahNumber":9,"VerseNumber":18,"Text":"The mosques of Allah are only to be maintained by those who believe in Allah and the Last Day and establish prayer and give zakah and do not fear except Allah, for it is expected that those will be of the [rightly] guided"},{"SurahNumber":9,"VerseNumber":19,"Text":"Have you made the providing of water for the pilgrim and the maintenance of al-Masjid al-Haram equal to [the deeds of] one who believes in Allah and the Last Day and strives in the cause of Allah? They are not equal in the sight of Allah. And Allah does not guide the wrongdoing people"},{"SurahNumber":9,"VerseNumber":20,"Text":"The ones who have believed, emigrated and striven in the cause of Allah with their wealth and their lives are greater in rank in the sight of Allah. And it is those who are the attainers [of success]"},{"SurahNumber":9,"VerseNumber":21,"Text":"Their Lord gives them good tidings of mercy from Him and approval and of gardens for them wherein is enduring pleasure"},{"SurahNumber":9,"VerseNumber":22,"Text":"[They will be] abiding therein forever. Indeed, Allah has with Him a great reward"},{"SurahNumber":9,"VerseNumber":23,"Text":"O you who have believed, do not take your fathers or your brothers as allies if they have preferred disbelief over belief. And whoever does so among you - then it is those who are the wrongdoers"},{"SurahNumber":9,"VerseNumber":24,"Text":"Say, [O Muhammad], \"If your fathers, your sons, your brothers, your wives, your relatives, wealth which you have obtained, commerce wherein you fear decline, and dwellings with which you are pleased are more beloved to you than Allah and His Messenger and jihad in His cause, then wait until Allah executes His command. And Allah does not guide the defiantly disobedient people"}]}