{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":101,"Text":"Когда одно знамение Корана Другим Мы заменить (изволим) - Ведь, истинно, Аллаху лучше знать, Что Он ниспосылает, - То говорят они: \"Ты - выдумщик, и только!\" Нет! Большинство из них не знает"},{"SurahNumber":16,"VerseNumber":102,"Text":"Скажи (им): \"Дух святой Низвел его во Истине от вашего Владыки, Чтоб верных утвердить (на праведной стезе) И чтобы стал он руководством (для людей) И благовестием для всех предавшихся Аллаху"},{"SurahNumber":16,"VerseNumber":103,"Text":"Поистине, Мы знаем О том, что говорят они: \"Ведь учит этому его всего лишь человек!\" Хотя язык того, кого они обложно называют, - Чужеземный, А этот же - язык арабский, ясный"},{"SurahNumber":16,"VerseNumber":104,"Text":"Тех, кто не верует в знамения Аллаха, Аллах прямым путем не поведет, Для них - мучительная кара"},{"SurahNumber":16,"VerseNumber":105,"Text":"Ведь измышляют ложь лишь те, Кто не уверовал в знамения Господни. Они-то, истинно, лжецы"},{"SurahNumber":16,"VerseNumber":106,"Text":"Над теми, кто отверг Аллаха После того, как он уверовал в Него, - Помимо тех, кто приневолен был к тому, А сердцем же остался твердым в своей вере, - Над теми лишь, Кто грудь свою неверию открыл, Отяготеет гнев Аллаха, И наказание великое пребудет"},{"SurahNumber":16,"VerseNumber":107,"Text":"И это им - за то, Что возлюбили они жизнь в этом мире Больше (наградной вечности) в другом. Неверных же Аллах не направляет"},{"SurahNumber":16,"VerseNumber":108,"Text":"И это - те, на чьи сердца, глаза и уши Наложена печать (всеведеньем) Аллаха: Они - беспечны и не внемлют"},{"SurahNumber":16,"VerseNumber":109,"Text":"И, несомненно, в (вечности) другого мира Они убыток (тяжкий) понесут"},{"SurahNumber":16,"VerseNumber":110,"Text":"Но к тем, кто (в чуждые края) переселился После (тяжелых) испытаний, Потом все силы и терпение свое В борьбе (за веру) положил, - Господь твой после этого (к ним будет), Поистине, прощающ, милосерд"}]}