{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Fir´avn´ın kavminden ileri gelenler, (bu mu´cizeyi inkâr edip), bu çok bilgili bir sihirbazdır"},{"SurahNumber":7,"VerseNumber":110,"Text":"Sizi yurdunuzdan çıkarmak ister, dediler. Bunun üzerine Fir´avn onlara : «Peki ama ne tavsiye edersiniz ?» diye sordu"},{"SurahNumber":7,"VerseNumber":111,"Text":"Onlar da: «Musa ile kardeşini alıkoy ve şehirlere toplayıcı görevliler gönder de"},{"SurahNumber":7,"VerseNumber":112,"Text":"Sana uzman olan bütün sihirbazları getirsinler,» diye cevap verdiler"},{"SurahNumber":7,"VerseNumber":113,"Text":"Sihirbazlar Fir´avn´a gelip, eğer üstün gelirsek bize mükâfat var, (değil mi ?) dediler"},{"SurahNumber":7,"VerseNumber":114,"Text":"O da, evet ve hem de (bana) yakınlardan olursunuz, dedi"},{"SurahNumber":7,"VerseNumber":115,"Text":"Ey Musa! dediler; ya sen (önce marifetini) ortaya atıver, ya da biz (hünerimizi) atıverenlerden olalım"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Musa onlara): Önce siz atıverin, dedi. Bunun üzerine onlar hünerlerini ortaya atıverince, halkın gözlerini büyülediler ve onları hayli korkuttular da büyük bir sihir sergilediler"},{"SurahNumber":7,"VerseNumber":117,"Text":"Musa´ya Asa´nı bırakıver! diye vahyettik, derken Asa onların uydurduklarını (bir bir) yutmaya başladı"},{"SurahNumber":7,"VerseNumber":118,"Text":"Böylece hak (bütün açıklığıyla) gerçekleşti; onların yapageldikleri (sihir, gözboyacılık ve elçabukluğu) boşa çıkıp hükümsüz kaldı"},{"SurahNumber":7,"VerseNumber":119,"Text":"Artık sihirbazlar orada yenilgiye uğradılar ve alçalmış, küçülmüş olarak gerisingeri döndüler"},{"SurahNumber":7,"VerseNumber":120,"Text":"Ve sihirbazlar secdeye kapandılar da «Âlemlerin Rabbine, Musa ve Harun´un Rabbine imân ettik» dediler"},{"SurahNumber":7,"VerseNumber":121,"Text":"Ve sihirbazlar secdeye kapandılar da «Âlemlerin Rabbine, Musa ve Harun´un Rabbine imân ettik» dediler"},{"SurahNumber":7,"VerseNumber":122,"Text":"Ve sihirbazlar secdeye kapandılar da «Âlemlerin Rabbine, Musa ve Harun´un Rabbine imân ettik» dediler"},{"SurahNumber":7,"VerseNumber":123,"Text":"Fir´avn onlara: «Ben size izin vermeden ona imân mı ettiniz? Doğrusu bu, halkını çıkarmak için ülkede kurduğunuz bir hiledir; ama yakında (neler yapacağımı) göreceksiniz"},{"SurahNumber":7,"VerseNumber":124,"Text":"And olsun ki ellerinizi ve ayaklarınızı çaprazlama keseceğim ve (sonra da) hepinizi asacağım» dedi"},{"SurahNumber":7,"VerseNumber":125,"Text":"Onlar (o takdirde) biz (can verip) Rabbimize dönücüleriz"},{"SurahNumber":7,"VerseNumber":126,"Text":"Rabbimizin âyetleri bize gelince sırf onlara inandığımız için bizden intikam (öc) almak istiyorsun! dediler. (Ve sonra şöyle duada bulundular) : «Ey Rabbimiz! üzerimize sabır (ve dayanma gücünü) boşalt ve müslimler (Hakk´a teslimiyet gösterenler) olarak canımızı al!»"}]}