{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":77,"Text":"And the Mystery of the heavens and of the earth belongs to Allah. And the Decision of the Hour (of Judgment) is as (quick as) the wink of an eye, or even closer: Truly, Allah is Able (Khadir) to do (and has Power over) all things"},{"SurahNumber":16,"VerseNumber":78,"Text":"And it is He Who brought you out from the wombs of your mothers when you did not know anything; And He gave you hearing, sight, and hearts (for understanding and love): So that you may give thanks (to Him)"},{"SurahNumber":16,"VerseNumber":79,"Text":"Do they not see the birds, held balanced in the middle of the sky? Nothing holds them up except (the Power of) Allah. Surely, in this are Signs (verses) for those who believe"},{"SurahNumber":16,"VerseNumber":80,"Text":"It is Allah Who made your houses, places of rest and peace for you; And out of the skins of the animals, (He) made (tents for) dwellings for you, which you find so light when you travel and when you stop (to rest); And out of their wool, and their soft fibers; And their hair, (He made) valuable things and articles of use (to serve you) for a time"},{"SurahNumber":16,"VerseNumber":81,"Text":"And it is Allah Who made out from the things He created, some things to give you shade; From the hills He made some for your shelter; And He made you clothes to protect you from heat, and coats of (metallic) mesh to protect you from your anger (and fights between each other). Like this He completes and perfects His Favors on you that you may bow to His Will (in Islam)"},{"SurahNumber":16,"VerseNumber":82,"Text":"Then, if they (still) turn away, your duty is only to give the Message in a clear way"},{"SurahNumber":16,"VerseNumber":83,"Text":"They (see and) know the Favor of Allah; Then they reject it (by idolizing to false gods): And most of them are disbelievers"}]}