{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":7,"VerseNumber":163,"Text":"Yaha! (Yaa nyini Annabi)! Bɔhimi ba tiŋ’ shee din daa be kulinoli la yεltɔɣa, saha shεli bɛ ni daa kpeeri yira Asibri dabsili ni. Saha shɛli bɛ zahima ni daa kani ba na Asibri dali polo ni, (ka Naawuni mi daa mɔŋ ba zahim gbaabu Asibri dali), dabsi’ shɛli mi din pa Asibri, ka zahima maa bi kani ba na. Lala ka Ti (Tinim’ Naawuni) daa dahindi ba domin bɛ ni daa kpeeri yiri maa zuɣu"},{"SurahNumber":7,"VerseNumber":164,"Text":"Yaha! Teemi saha shεli ninvuɣu shεba bɛ puuni ni daa yεli: “Bozuɣu ka yi niŋdi ninvuɣu shεba Naawuni ni yɛn ti niŋ hallaka wa’azu, bee ka O yɛn ti niŋ ba azaabakpeeni? Ka bɛ yεli: “Ti bɔrimi ni ti ti mali fabla n-zaŋ chaŋ yi Duuma (Naawuni) sani. Yaha! Achiika! Bɛ nyɛla ban yɛn zo Naawuni.”"},{"SurahNumber":7,"VerseNumber":165,"Text":"Saha shεli bɛ ni daa tam bɛ ni teeri ba shɛli maa, Ka Ti (Tinim’ Naawuni) tilgi ninvuɣu shεba ban mɔŋdi tuum- biεri tumbu maa, ka gbaai zualindiriba maa ni azaababɛɣu, domin bɛ ni daa kpeeri yiri maa zuɣu"},{"SurahNumber":7,"VerseNumber":166,"Text":"Dinzuɣu, saha shεli bɛ ni daa kpahi yεɣi targa ka chɛ bɛ ni mɔŋdi ba shεli niŋbu maa, ka Ti (Tinim’ Naawuni) yεli ba: “Leemi ya jεŋsi ban filiŋ.”"},{"SurahNumber":7,"VerseNumber":167,"Text":"Yaha! Teemi saha shεli a Duuma (Naawuni) ni daa baŋsi (Israaila bihi) kadama achiika! O nyɛla Ŋun kuli yɛn timdi ninvuɣu shεba ban yɛn chɛ ka bɛ lamdi azaababεɣu na hali ni Zaadali. Achiika! A Duuma (Naawuni) nyɛla Ŋun niŋdi azaaba ni yomyoma. Yaha! O nyɛla Chεmpaŋlana, Nambɔzobonaa"},{"SurahNumber":7,"VerseNumber":168,"Text":"Yaha! Ka Ti (Tinim’ Naawuni) piri piri ba ka bɛ nyɛ ali’ummanim’ tiŋgbani yaaŋa zuɣu, bɛ puuni shɛba beni nyɛ ninvuɣusuma, ka bɛ shɛba mi pa lala, ka Ti dahim ba ni tuunvɛla mini tuumbɛri tumbu, domin achiika! Bɛ labi na (sochibgu zuɣu)"},{"SurahNumber":7,"VerseNumber":169,"Text":"Ka ninvuɣu shεba kana bɛ nyaaŋa n-ti di litaafi maa (Attaura) fali, ka bɛ deeri Dunia ŋɔ maa laɣichɔɣima (ka taɣiri Naawuni yɛltɔɣa), ka naan yɛra: “Ni baalim, bɛ ni chε m-paŋ ti.” Yaha! Laɣ’ shɛŋa di tatabo yi kaba na, ka bɛ deeri li. Di ni bɔŋɔ, bɛ daa bi gbaai ba alikauli (Attaura) litaafi puuni kadama bɛ miri ka bɛ yεli yεltɔɣa shεli n-dalim Naawuni naɣila ni yεlimaŋli? Ka bɛ nyɛla ban karim din be di (litaafi maa) puuni. Yaha! Chiyaama yili n-nyɛ din gari n-zaŋ ti nyinvuɣu shεba ban zɔri Naawuni. Di ni bɔŋɔ, bi ku niŋ haŋkali"},{"SurahNumber":7,"VerseNumber":170,"Text":"Yaha! Ninvuɣu shεba ban gbibi litaafi (Alkur’aani) ni yεlimaŋli, ka puhiri jiŋli, tɔ! Achiika! Ti (Tnim’ Naawuni) bi bahiri ninvuɣu shɛba ban tumdi tuunvɛla sanyoo yoli"},{"SurahNumber":7,"VerseNumber":171,"Text":"Yaha! (Yaa nyini Annabi)! Teemi saha shεli Ti (Tinim’ Naawuni) ni daa duhi zoli bɛ (Israaila bihi) zuɣusaa, ka di ŋmani sagbaŋ n-nyɛ li la, ka bɛ tεhi ni di yɛn lula bɛ zuɣu, (ka Ti yεli): “Gbibi ya Ti ni tin ya shɛli ni yaa, ka teei ya din be di puuni, achiika! Yi ni nya wuntia.”"}]}