{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":47,"Text":"Ey İsrailoğulları! Size verdiğim nimeti ve sizi bir zamanlar toplumlara üstün kıldığımı hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Kimsenin kimseden faydalanamayacağı, kimseden bir şefaat kabul edilmeyeceği, kimseden bir fidye alınmayacağı ve yardım da görülmeyeceği bir günden kendinizi koruyun"},{"SurahNumber":2,"VerseNumber":49,"Text":"Size işkence eden, kadınlarınızı sağ bırakıp oğullarınızı öldüren Firavun Hanedanından sizi kurtarmıştık. Bunda Rabbiniz´den büyük bir imtihan vardı"},{"SurahNumber":2,"VerseNumber":50,"Text":"Ve sizin için denizi yardık, sizi kurtarıp; gözünüzün önünde, Firavun Hanedanını suda boğmuştuk"},{"SurahNumber":2,"VerseNumber":51,"Text":"Musa ile kırk gece için sözleşmiştik ama siz zalimlik ederek onun arkasından buzağıya tapınmıştınız"},{"SurahNumber":2,"VerseNumber":52,"Text":"Bundan sonra da yine belki şükredersiniz diye sizi affetmiştik"},{"SurahNumber":2,"VerseNumber":53,"Text":"Doğru yola gelesiniz diye Musa’ya kitabı ve furkanı vermiştik"},{"SurahNumber":2,"VerseNumber":54,"Text":"Musa kavmine: -Ey halkım! Siz buzağıyı ilah edinerek kendinize yazık ettiniz. Hemen yaratıcınıza tevbe edip, nefislerinizin hakkından geliniz. Böyle yapmanız, yaratıcınız katında sizin için daha hayırlıdır, o daima tevbeleri kabul eden ve acıyan olduğu için tevbenizi kabul eder, demişti"},{"SurahNumber":2,"VerseNumber":55,"Text":"Ey Musa, Allah’ı apaçık görmedikçe sana inanmayacağız, demiştiniz de, gözünüz bakıp dururken sizi yıldırım çarpmıştı"},{"SurahNumber":2,"VerseNumber":56,"Text":"Ölümünüzden sonra belki şükredersiniz diye sizi tekrar diriltmiştik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Bulutlarla sizi gölgelendirdik, kudret helvası ve bıldırcın gönderdik. Size rızık olarak verdiğimiz güzel şeylerden yiyin, dedik. Onlar bize değil ancak kendilerine zulmediyorlardı"},{"SurahNumber":2,"VerseNumber":58,"Text":"Hani: -Şu kasabaya girip, dilediğiniz yerden istediğinizi bol bol yiyin. Kapısından secde ederek girin ve “bağışla” deyin de sizi bağışlayalım. Güzel davrananların mükafatını da artıralım, demiştik"},{"SurahNumber":2,"VerseNumber":59,"Text":"Fakat, zulmedenler kendilerine söylenmiş olan sözü başka bir sözle değiştirdiler. Biz de, zalimlere, günah işleyerek yoldan çıktıkları için gökten kahredici bir azap indirmiştik"}]}