{"Id":68,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"I Semudu, brata njihovog Saliha. Reče: \"O narode moj! Obožavajte Allaha! Nemate vi drugog boga osim Njega. Već vam je došao jasan dokaz od Gospodara vašeg. Ova deva Allahova za vas je znak; zato je pustite da jede po Zemlji Allahovoj, i ne dotičite je zlom, pa da vas spopadne kazna bolna"},{"SurahNumber":7,"VerseNumber":74,"Text":"I sjetite se kad vas je učinio nasljednicima nakon Ada i nastanio vas na Zemlji. Pravite u nizijama njenim palače i klešete brda (u) kuće. Pa sjetite se blagodati Allahovih i ne činite zlo na Zemlji, praveći fesad"},{"SurahNumber":7,"VerseNumber":75,"Text":"Uglednici koji su se uzoholili iz naroda njegovog rekoše onima koji su učinjeni slabima - onom ko je vjerovao od njih: \"Znate li da je Salih izaslanik od Gospodara njegovog?\" Rekoše: \"Uistinu, mi smo u ono s čim je poslat, vjernici"},{"SurahNumber":7,"VerseNumber":76,"Text":"Oni koji su se uzoholili rekoše: \"Uistinu, mi smo u ono u što vjerujete, nevjernici"},{"SurahNumber":7,"VerseNumber":77,"Text":"Tad raniše devu i oglušiše se o naredbu Gospodara svog, i rekoše: \"O Salih! Donesi nam ono čim nam prijetiš, ako si od izaslanika"},{"SurahNumber":7,"VerseNumber":78,"Text":"Pa ih snađe potres, te osvanuše u kućama svojim povaljani"},{"SurahNumber":7,"VerseNumber":79,"Text":"Tad se okrenu od njih i reče: \"O narode moj. Doista sam vam dostavio poslanicu Gospodara svog i savjetovao vas, međutim, ne volite savjetnike"},{"SurahNumber":7,"VerseNumber":80,"Text":"I Luta! Kad reče narodu svom: \"Zar činite razvrat u kojem vas nije nadmašio niko od svjetova"},{"SurahNumber":7,"VerseNumber":81,"Text":"Uistinu, vi prilazite strašću ljudima mimo žena. Naprotiv, vi ste ljudi koji pretjeruju"},{"SurahNumber":7,"VerseNumber":82,"Text":"Odgovor naroda njegovog bio je jedino što rekoše: \"Protjerajte ih iz naselja vašeg. Uistinu, oni su ljudi koji se čiste"},{"SurahNumber":7,"VerseNumber":83,"Text":"Pa smo spasili njega i porodicu njegovu, izuzev žene njegove, bila je od izostalih"},{"SurahNumber":7,"VerseNumber":84,"Text":"I izlili smo na njih kišu. Pa pogledaj kakav je bio kraj prestupnika"}]}