{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":78,"Text":"Бани Исроил орасидан кофир бўлган кимсалар Довуд ва Ийсо бинни Марям тилида лаънатлангандирлар. Бунга сабаб уларнинг қилган исёнлари ва тажовузкор бўлганларидир"},{"SurahNumber":5,"VerseNumber":79,"Text":"Улар бир-бирларини қилган нолойиқ ишларидан қайтармас эдилар. Бу қилмишлари нақадар ёмон иш"},{"SurahNumber":5,"VerseNumber":80,"Text":"Улардан кўплари кофир бўлган кимсаларни дўст тутганларини кўрасиз. Уларга нафси ҳаволари нақадар ёмон нарсани — Аллоҳнинг ғазабини келтирди. Энди улар абадий азобда қолгувчидирлар"},{"SurahNumber":5,"VerseNumber":81,"Text":"Агар Аллоҳга, пайғамбарга ва унга нозил қилинган китобга иймон келтирганларида эди, уларни — кофирларни дўст тутмаган бўлур эдилар. Лекин улардан кўплари итоатсиз кимсалардир"},{"SurahNumber":5,"VerseNumber":82,"Text":"Иймон келтирган зотларга энг қаттиқ адоват қилгувчи одамлар яҳудийлар ва мушрик бўлган кимсалар эканини кўрасиз. Иймон келтирган зотларга энг яқин дўст бўлгувчилар эса: «Биз насронийлармиз», деган кишилар эканини кўрасиз. Бунга сабаб уларнинг орасида олимлар ва роҳиблар бор эканлиги ва уларнинг кибр-ҳаво қилмасликларидир"},{"SurahNumber":5,"VerseNumber":83,"Text":"Улар пайғамбарга нозил қилинган нарсани (Қуръонни) эшитган пайтларида, унинг ҳақ эканини билганлари сабабли кўзларидан ёш қуйилаётганини кўрасиз. Улар: «Парвардигоро, иймон келтирдик. Бас, бизни гувоҳлик бергувчилар қаторига ёзгин», дейдилар"},{"SurahNumber":5,"VerseNumber":84,"Text":"«Бизга нима бўлдики, ўзимиз Аллоҳга ва бизга келган ҳақ динга ишонмаймиз-у, яна Парвардигоримиз бизни ҳам бу солиҳ қавм билан бирга (жаннатга) дохил қилишини тамаъ қиламиз?!»"},{"SurahNumber":5,"VerseNumber":85,"Text":"Бас, шу гаплари сабабли Аллоҳ уларни остидан дарёлар оқиб турадиган, улар абадий яшайдиган жаннатлар билан мукофотлади. Бу чиройли амал қилгувчиларнинг мукофотидир"},{"SurahNumber":5,"VerseNumber":86,"Text":"Кофир бўлган ва Бизнинг оятларимизни ёлғон деган кимсалар эса жаҳаннам эгаларидир"}]}