{"Id":107,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":38,"Text":"Indeed Allah is the knower of the Unseen of the heavens and the earth. Indeed, He knows well what is in the breasts"},{"SurahNumber":35,"VerseNumber":39,"Text":"It is He who made you successors on the earth. So whoever is faithless, his unfaith is to his own detriment. The unfaith of the faithless does not increase them with their Lord [in anything] except disfavour, and their unfaith increases the faithless in nothing except loss"},{"SurahNumber":35,"VerseNumber":40,"Text":"Say, ‘Tell me about your ‘partners’ whom you invoke besides Allah? Show me what [part] of the earth have they created. Have they any share in the heavens?’ Have We given them a scripture so that they stand on a manifest proof from it? No, the wrongdoers do not promise one another [anything] except delusion"},{"SurahNumber":35,"VerseNumber":41,"Text":"Indeed Allah sustains the heavens and the earth lest they should fall apart, and if they were to fall apart, there is none who can sustain them except Him. Indeed He is all-forbearing, all-forgiving"},{"SurahNumber":35,"VerseNumber":42,"Text":"They had sworn by Allah with solemn oaths that if a warner were to come to them, they would be better guided than any of the nations. But when a warner came to them, it only increased their distance [from the truth]"},{"SurahNumber":35,"VerseNumber":43,"Text":"due to their domineering [conduct] in the land and their devising of evil schemes; and evil schemes beset only their authors. So do they await anything except the precedent of the ancients? Yet you will never find any change in Allah’s precedent, and you will never find any revision in Allah’s precedent"},{"SurahNumber":35,"VerseNumber":44,"Text":"Have they not travelled over the land so that they may observe how was the fate of those who were before them? They were more powerful than them, and Allah is not to be frustrated by anything in the heavens or on the earth. Indeed, He is all-knowing, all-powerful"},{"SurahNumber":35,"VerseNumber":45,"Text":"Were Allah to take humans to task because of what they have earned, He would not leave any living being on its back. But He respites them until a specified time, and when their time comes, [He retributes them in accordance with their works], for Allah has been watching His servants"}]}