{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":15,"VerseNumber":61,"Text":"ਫਿਰ ਜਦੋਂ ਭੇਜੇ ਹੋਏ ਫ਼ਰਿਸ਼ਤੇ ਲੂਤ ਦੇ ਪਰਿਵਾਰ ਦੇ ਕੋਲ ਆਏ।"},{"SurahNumber":15,"VerseNumber":62,"Text":"ਉਨ੍ਹਾਂ ਨੇ ਆਖਿਆ ਕਿ ਤੁਸੀਂ ਲੋਕ ਅਨਜਾਣ ਪ੍ਰਤੀਤ ਹੁੰਦੇ ਹੋ।"},{"SurahNumber":15,"VerseNumber":63,"Text":"ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ, ਕਿ ਨਹੀਂ, ਸਗੋਂ ਅਸੀਂ ਤੁਹਾਡੇ ਕੋਲ ਉਹ ਚੀਜ਼ ਲੈ ਕੇ ਆਏ ਹਾਂ, ਜਿਸ ਲਈ ਇਹ ਲੋਕ ਸ਼ੱਕ ਕਰਦੇ ਹਨ।"},{"SurahNumber":15,"VerseNumber":64,"Text":"ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਕੋਲ ਸੱਚਾਈ ਦੇ ਨਾਲ ਆਏ ਹਾਂ ਅਤੇ ਅਸੀਂ' ਪੂਰਨ ਤੌਰ ਤੇ ਸੱਚੇ ਹਾ।"},{"SurahNumber":15,"VerseNumber":65,"Text":"ਇਸ ਲਈ ਤੁਸੀਂ ਕੁਝ ਰਾਤਾਂ (ਬਾਕੀ) ਰਹਿੰਦਿਆਂ ਅਪਣੇ ਘਰ ਵਾਲਿਆਂ ਦੇ ਨਾਲ ਨਿਕਲ ਜਾਓ। ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਚੱਲੋਂ ਅਤੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਪਿੱਛੇ ਮੁੜ ਕੇ ਨਾ ਦੇਖੇ। ਅਤੇ ਉੱਥੇ ਚਲੇ ਜਾਓ, ਜਿਥੇ ਤੁਹਾਨੂੰ ਜਾਣ ਦਾ ਹੁਕਮ ਹੈ।"},{"SurahNumber":15,"VerseNumber":66,"Text":"ਅਤੇ ਅਸੀਂ ਲੂਤ ਦੇ ਕੋਲ ਹੁਕਮ ਭੇਜਿਆ ਕਿ ਸਵੇਰ ਹੁੰਦੇ ਹੀ ਇਨ੍ਹਾਂ ਲੋਕਾਂ ਦੀ ਜੜ ਕੱਟ ਜਾਵੇਗੀ।"},{"SurahNumber":15,"VerseNumber":67,"Text":"ਅਤੇ ਸ਼ਹਿਰ ਦੇ ਲੋਕ ਖੁਸ਼ ਹੋ ਕੇ ਆਏ।"},{"SurahNumber":15,"VerseNumber":68,"Text":"ਉਸ ਨੇ ਆਖਿਆ ਕਿ ਇਹ ਲੋਕ ਮੇਰੇ ਮਹਿਮਾਨ ਹਨ। ਤੁਸੀਂ ਲੋਕ ਮੇਰੀ ਬੇ-ਇੱਜ਼ਤੀ ਨਾ ਕਰੋਂ।"},{"SurahNumber":15,"VerseNumber":69,"Text":"ਅਤੇ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਡਰੋ, ਅਤੇ ਮੈਨੂੰ ਬੇ-ਇੱਜ਼ਤ ਨਾ ਕਰੋ।"},{"SurahNumber":15,"VerseNumber":70,"Text":"ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ, ਕੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਾਰੇ ਸੰਸਾਰ ਦੇ ਲੋਕਾਂ ਤੋਂ ਮਨ੍ਹਾ ਨਹੀਂ ਕਰਿਆ।"},{"SurahNumber":15,"VerseNumber":71,"Text":"ਉਸ ਨੇ ਆਖਿਆ ਕਿ ਜੇਕਰ ਤੁਸੀਂ ਕਰਨਾ ਹੈ, ਤਾਂ ਇਹ ਮੇਰੀਆਂ ਧੀਆਂ ਹਨ।"},{"SurahNumber":15,"VerseNumber":72,"Text":"ਤੇਰੀ ਜਾਨ ਦੀ ਸਹੁੰ ਉਹ ਅਪਣੀ ਮਸਤੀ ਵਿਚ ਅਚੇਤ ਸਨ।"},{"SurahNumber":15,"VerseNumber":73,"Text":"ਤਾਂ ਸੂਰਜ ਨਿਕਲਣ ਦੇ ਸਮੇ (ਤੜਕੇ) ਹੀ ਉਨ੍ਹਾਂ ਨੂੰ ਚਿੰਘਾੜ ਨੇ ਫੜ ਲਿਆ।"},{"SurahNumber":15,"VerseNumber":74,"Text":"ਫਿਰ ਅਸੀਂ' ਉਸ ਸ਼ਹਿਰ ਨੂੰ ਪਲਟ ਦਿੱਤਾ ਅਤੇ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਉੱਪਰ ਪੱਥਰ ਦੇ ਕੰਕਰਾਂ ਦਾ ਮੀਂਹ ਪਾ ਦਿੱਤਾ।"},{"SurahNumber":15,"VerseNumber":75,"Text":"ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਧਿਆਨ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।"},{"SurahNumber":15,"VerseNumber":76,"Text":"ਅਤੇ ਇਹ ਸ਼ਹਿਰ ਇੱਕ ਆਮ ਵਰਤੋਂ ਵਿਚ ਆਉਣ ਵਾਲੇ ਰਾਹ ਤੇ ਸਥਿੱਤ ਹੈ।"},{"SurahNumber":15,"VerseNumber":77,"Text":"ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।"},{"SurahNumber":15,"VerseNumber":78,"Text":"ਅਤੇ ਐਕਾ (ਤਬੂਕ ਸਸਤੀ ਦਾ ਪੁਰਾਣਾ ਨਾਮ) ਵਾਲੇ ਹਕੀਕਤ ਵਿਚ ਜ਼ਾਲਿਮ ਸਨ।"},{"SurahNumber":15,"VerseNumber":79,"Text":"ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਤੋਂ ਬਦਲਾ ਲਿਆ। ਇਹ ਦੋਵੇ' ਸ਼ਹਿਰ ਖੁੱਲ੍ਹੇ ਰਾਹ ਉੱਪਰ ਸਥਿੱਤ ਹਨ।"}]}