{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":93,"Text":"İsrail oğullarına (Misirdə və Şamda) çox gözəl bir yerdə təmiz (halal) ruzi verdik. Onlar özlərinə bir elm (Qur’an) gələnə qədər ixtilafda olmadılar. (Yəhudilər Tövratda Muhəmməd peyğəmbər haqqında oxumuşdular, onun əlamətlərini bilir və gələcəyinə inanırdılar. Lakin Qur’an nazil olduqda həsədləri üzündən əksəriyyəti onun peyğəmbərliyini inkar etdi). Qiyamət günü (Ya Rəsulum!) Rəbbin ixtilafda olduqları məsələlər barəsində aralarında hökm verəcəkdir"},{"SurahNumber":10,"VerseNumber":94,"Text":"(Ya Peyğəmbərim!) Əgər sənə nazil etdiyimizə şübhə edirsənsə, (bu haqda) səndən əvvəl kitab (Tövrat) oxuyanlardan (Abdullah ibn Salam kimi kitab əhlindən) soruş. Haqq sənə, sözsüz ki, Rəbbindən gəlmişdir. Şübhə edənlərdən olma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Allahın ayələrini təkzib edənlərdən də olma, yoxsa ziyana uğrayanlardan olarsan"},{"SurahNumber":10,"VerseNumber":96,"Text":"Həqiqətən, əleyhinə sənin Rəbbinin sözü gerçəklənmiş olanlar iman gətirməzlər"},{"SurahNumber":10,"VerseNumber":97,"Text":"Onlara hər hansı bir ayə gəlsə, şiddətli əzabı görməyincə (inanmazlar)"},{"SurahNumber":10,"VerseNumber":98,"Text":"Əzab gəlməkdə ikən Yunisin ümmətindən başqa iman gətirib imanı özlərinə fayda verə bilən bir məmləkət əhli vardırmı? (Yunisin ümməti) iman gətirən zaman onları dünyadakı rüsvayçılıq əzabından qurtardıq və onlara bir müddət (ömürlərinin axırınadək) gün-güzəran verdik"},{"SurahNumber":10,"VerseNumber":99,"Text":"Əgər Rəbbin istəsəydi, yer üzündə olanların hamısı iman gətirərdi. İnsanları iman gətirməyə sənmi məcbur edəcəksən?! (Bu sənin işin deyildir. Sənin vəzifən ancaq islamı təbliğ etməkdir)"},{"SurahNumber":10,"VerseNumber":100,"Text":"Heç kəs Allahın izni olmadan iman gətirə bilməz (buna görə də əbəs yerə özünü yorma). Allah (Özünün öyüd-nəsihətlərini, hökmlərini) anlamayanları əzaba (kəsafətə) düçar edər"},{"SurahNumber":10,"VerseNumber":101,"Text":"De: “Bir gör göylərdə və yerdə (Allahın birliyini və qüdrətini sübut edən) nələr var. Lakin iman gətirməyən bir tayfaya ayələr və (Allahın əzabı ilə qorxudan) peyğəmbərlər heç bir fayda verməz"},{"SurahNumber":10,"VerseNumber":102,"Text":"Onlar ancaq özlərindən əvvəl gəlib-gedənlərin günləri (başlarına gələn müsibətlər) kimi bir gün gözləyirlər!” De: “Gözləyin, doğrusu, mən də sizinlə birlikdə gözləyənlərdənəm!”"},{"SurahNumber":10,"VerseNumber":103,"Text":"Sonra peyğəmbərlərimizi və iman gətirənləri xilas edərik. Mö’minləri (verdiyimiz və’də əməl edərək) belə xilas etmək Bizə vacibdir"}]}