{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"(Қиёмат соати келиб фаришта Исрофилнинг) сури чалиниши билан баногоҳ улар қабрларидан Парвардигорлари ҳузурига (ҳисоб-китоб учун) суғурилиб чиқурлар"},{"SurahNumber":36,"VerseNumber":52,"Text":"Улар: «Эй бизларга ўлим бўлсин! Ким бизларни ётган жойимиздан (қабрларимиздан) турғазди?», деганларида, (уларга айтилур): «Мана шу Раҳмон ваъда қилган ва пайғамбарлар рост сўзлаган нарса — Қиёматдир»"},{"SurahNumber":36,"VerseNumber":53,"Text":"Фақатгина бир даҳшатли қичқириқ бўлар-у, баногоҳ уларнинг барчалари Бизнинг даргоҳимизда ҳозир қилингувчидирлар"},{"SurahNumber":36,"VerseNumber":54,"Text":"Мана бу Кунда ҳеч бир жонга бирон зулм қилинмас ва сизлар фақат ўзларингиз қилиб ўтган амалларингиз сабабли жазоланурсиз"},{"SurahNumber":36,"VerseNumber":55,"Text":"Шак-шубҳасиз, жаннат эгалари бу кунда ўзлари истаган (орзу қилган) иш(лари) билан шод-хуррам бўлгувчидирлар"},{"SurahNumber":36,"VerseNumber":56,"Text":"Улар ўз жуфтлари билан бирга барча соя-салқин жойлардаги сўриларда ястаниб ўтирурлар"},{"SurahNumber":36,"VerseNumber":57,"Text":"Улар учун у жойда (ҳар турли) мева-чева мавжуддир ва улар учун чорлаган — истаган нарсалари ҳозирдир"},{"SurahNumber":36,"VerseNumber":58,"Text":"(Уларга) Меҳрибон Парвардигори томонидан салом айтилур"},{"SurahNumber":36,"VerseNumber":59,"Text":"Эй жиноятчи кимсалар, мана бу Кунда (мўминлардан) ажралинглар"},{"SurahNumber":36,"VerseNumber":60,"Text":"Мен сизларга «Эй Одам болалари, шайтонга ибодат қилмангиз, чунки у сизларга очиқ душмандир"},{"SurahNumber":36,"VerseNumber":61,"Text":"Менгагина ибодат қилинглар! Мана шу Тўғри Йўлдир», деб буюрмаганмидим"},{"SurahNumber":36,"VerseNumber":62,"Text":"Аниқки, (шайтон) сизларнинг ичингиздан кўп авлодни йўлдан оздирди. Ахир ақл юритгувчи бўлмадингизларми"},{"SurahNumber":36,"VerseNumber":63,"Text":"Сизларга ваъда қилинган жаҳаннам мана шудир"},{"SurahNumber":36,"VerseNumber":64,"Text":"Сизлар (ҳаёти дунёда) кофир бўлиб ўтганларингиз сабабли мана бу Кунда (жаҳаннамга) кирингиз"},{"SurahNumber":36,"VerseNumber":65,"Text":"Бу кун Биз уларнинг оғизларини муҳрлаб қўюрмиз. Ва Бизга уларнинг қилиб ўтган ишлари ҳақида — уларнинг қўллари сўзлар ва оёқлари гувоҳлик берур"},{"SurahNumber":36,"VerseNumber":66,"Text":"Агар Биз хоҳласак, уларнинг кўзларини йўқ қилган бўлур эдик. Ана у ҳолда улар йўлларига шошардилар-у, (лекин) қаёқдан кўра олсинлар"},{"SurahNumber":36,"VerseNumber":67,"Text":"Агар Биз хоҳласак, уларни турган жойларида (маймун, тўнғиз ёки тош каби) бошқа нарсаларга айлантириб қўйган бўлур эдик. Сўнг улар (олдинга) юришга ҳам қодир эмаслар, (ортларига ҳам) қайта олмаслар"}]}