{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":47,"VerseNumber":12,"Text":"Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga yang mengalir di bawahnya sungai-sungai. Dan orang-orang yang kafir menikmati kesenangan (dunia), dan mereka makan seperti hewan makan; dan (kelak) nerakalah tempat tinggal bagi mereka"},{"SurahNumber":47,"VerseNumber":13,"Text":"Dan betapa banyak negeri yang (penduduknya) lebih kuat dari (penduduk) negerimu (Muhammad) yang telah mengusirmu. Kami telah membinasakan mereka; maka tidak ada seorang pun yang menolong mereka"},{"SurahNumber":47,"VerseNumber":14,"Text":"Maka apakah orang yang berpegang pada keterangan yang datang dari Tuhannya sama dengan orang yang dijadikan terasa indah baginya perbuatan buruknya dan mengikuti keinginannya"},{"SurahNumber":47,"VerseNumber":15,"Text":"Perumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya, dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan, dan ampunan dari Tuhan mereka. Samakah mereka dengan orang yang kekal dalam neraka, dan diberi minuman dengan air yang mendidih, sehingga ususnya terpotong-potong"},{"SurahNumber":47,"VerseNumber":16,"Text":"Dan di antara mereka ada orang yang mendengarkan perkataanmu (Muhammad), tetapi apabila mereka telah keluar dari sisimu, mereka berkata kepada orang yang telah diberi ilmu (sahabat-sahabat Nabi), \"Apakah yang dikatakannya tadi?\" Mereka itulah orang-orang yang dikunci hatinya oleh Allah, dan mengikuti keinginannya"},{"SurahNumber":47,"VerseNumber":17,"Text":"Dan orang-orang yang mendapat petunjuk, Allah akan menambah petunjuk kepada mereka dan menganugerahi ketakwaan pada mereka"},{"SurahNumber":47,"VerseNumber":18,"Text":"Maka apalagi yang mereka tunggu-tunggu selain hari Kiamat, yang akan datang kepada mereka secara tiba-tiba, karena tanda-tandanya sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu, apabila (hari Kiamat) itu sudah datang"},{"SurahNumber":47,"VerseNumber":19,"Text":"Maka ketahuilah, bahwa tidak ada tuhan (yang patut disembah) selain Allah, dan mohonlah ampunan atas dosamu dan atas (dosa) orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha dan tempat tinggalmu"}]}