{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":152,"Text":"Those that worshipped the calf were to incur the anger of their Lord and servility in this life. Thus shall We reward those who fabricate falsehoods"},{"SurahNumber":7,"VerseNumber":153,"Text":"But to those that do evil but later repent and believe, your Lord is forgiving and compassionate"},{"SurahNumber":7,"VerseNumber":154,"Text":"When his anger was allayed, Moses took up the Tablets, upon which was inscribed a pledge of guidance and of mercy to those that fear their Lord"},{"SurahNumber":7,"VerseNumber":155,"Text":"And Moses chose from among his people seventy men¹ for Our appointed time and, when the earth shook them, said: ‘Had it been Your will, Lord, You could have destroyed them long ago, and myself too. But would You destroy us because of what the fools among us did? That trial was ordained by You, to confound whom You willed and to guide whom You pleased. You alone are our guardian. Forgive us and have mercy on us: You are the best of those who forgive"},{"SurahNumber":7,"VerseNumber":156,"Text":"Ordain for us what is good, both in this life and in the life to come; to You alone we turn.‘ He said: ‘My scourge I will visit upon whom I please: yet My mercy encompasses all things. I show it to those that fear God and give alms, and to those that in Our signs believe"},{"SurahNumber":7,"VerseNumber":157,"Text":"to those that follow the Apostle ― the Unlettered¹ Prophet ― whom they shall find writ down for them in the Torah and the Gospel. He will enjoin righteousness on them and forbid them to do the reprehensible. He will make wholesome things lawful for them and foul things unlawful for them. He will relieve them of their burdens and of the shackles that weigh upon them. Those that believe in him and honour him, those that aid him and follow the light sent down with him, shall surely triumph.‘"}]}