{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Firon qövmünün əyanları dedilər: “Həqiqətən, bu, bilikli bir sehrbazdır"},{"SurahNumber":7,"VerseNumber":110,"Text":"O sizi yurdunuzdan çıxartmaq istəyir. Elə isə təklifiniz nədir?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"Onlar dedilər: “Onu və qardaşını gözlət və şəhərlərə sehrbazları toplayan adamlar göndər ki"},{"SurahNumber":7,"VerseNumber":112,"Text":"bilikli sehrbazların hamısını sənin yanına gətirsinlər”"},{"SurahNumber":7,"VerseNumber":113,"Text":"Sehrbazlar Fironun yanına gəlib dedilər: “Əgər qalib gəlsək, doğrudanmı bizim üçün mükafat olacaq?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"Firon dedi: “Bəli, siz mənə yaxın adamlardan olacaqsınız”"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sehrbazlar dedilər: “Ey Musa! Ya sən əsanı birinci at, ya da biz əlimizdəkiləri ataq!”"},{"SurahNumber":7,"VerseNumber":116,"Text":"Musa dedi: “Siz əvvəl atın!” Onlar əllərindəkiləri atdıqda, insanların gözlərini sehrləyib canlarına qorxu saldılar və böyük bir sehr göstərdilər"},{"SurahNumber":7,"VerseNumber":117,"Text":"Biz Musaya: “Əsanı yerə at!”– deyə vəhy etdik. Elə bu an əsa ilana çevrilib onların düzəltdikləri şeyləri uddu"},{"SurahNumber":7,"VerseNumber":118,"Text":"Artıq haqq üzə çıxdı, onların etdikləri isə batil oldu"},{"SurahNumber":7,"VerseNumber":119,"Text":"Sehrbazlar orada məğlub oldular və rüsvay olaraq geri döndülər"},{"SurahNumber":7,"VerseNumber":120,"Text":"Sehrbazlar səcdəyə qapandılar"},{"SurahNumber":7,"VerseNumber":121,"Text":"Onlar dedilər: “Aləmlərin Rəbbinə iman gətirdik"},{"SurahNumber":7,"VerseNumber":122,"Text":"Musa və Harunun Rəbbinə!”"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firon dedi: “Mən sizə izin verməmişdən əvvəl siz ona iman gətirdiniz? Şübhəsiz ki, bu, şəhərdə qurduğunuz bir hiylədir ki, əhalisini oradan çıxarasınız. Tezliklə biləcəksiniz"},{"SurahNumber":7,"VerseNumber":124,"Text":"Əllərinizi və ayaqlarınızı çarpaz kəsəcək, sonra da hamınızı çarmıxa çəkəcəyəm”"},{"SurahNumber":7,"VerseNumber":125,"Text":"Onlar dedilər: “Şübhəsiz ki, biz Rəbbimizə qayıdacağıq"},{"SurahNumber":7,"VerseNumber":126,"Text":"Sən sadəcə, Rəbbimizin möcüzələri bizə gəldikdə onlara iman gətirməyimizə görə bizdən intiqam alırsan. Ey Rəbbimiz! Bizə çoxlu səbir ver və bizi müsəlman olaraq öldür”"}]}