{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":18,"Text":"Сугыштан кайтмыйча, үлгәнче мөшрикләр белән сугышырга, дип, агач төбендә сиңа бәйґәт бирүче сахабәләрдән Аллаһ, шиксез, разый булды, Аллаһ аларның күңелләрендәге яхшы ниятләрен белде, аларга күңел тынычлыгын бирде һәм тиздән Мәккә фәтех ителәчәк мөселманнар кулына үтәчәк, дип аларны шатландырды"},{"SurahNumber":48,"VerseNumber":19,"Text":"Дәхи күп табыш малларын бирде, алар ул табыш малларын Хәйбәрдән алырлар, Аллаһ җиңүче вә эшне белеп кылучы булды"},{"SurahNumber":48,"VerseNumber":20,"Text":"Аллаһ сезгә күп табыш малларын вәгъдә кылды, алырсыз ул табышларны Хәйбәрдән, һәм ашыктырды сезгә ул табышны, вә дошман булган кешеләрнең кулларын сездән тыйды, ягъни табыш малын алудан сезне туктата алмаслар. Аллаһ бу табыш малларын бирде, пәйгамбәрнең хаклыгына мөэминнәргә дәлил булсын өчен һәм сез мөселманнарны туры юлга күндермәк өчен"},{"SurahNumber":48,"VerseNumber":21,"Text":"Дәхи хәзер алырга көчегез җитмәгән табышларны Аллаһ сезгә киләчәктә вәгъдә кылды ки, ул табышларны Аллаһ сезнең өчен саклады, Аллаһ һәрнәрсәгә кадир булды"},{"SurahNumber":48,"VerseNumber":22,"Text":"Әгәр кәферләр сезнең белән сугышсалар, әлбәттә, куркып артларына качарлар, соңра саклаучы дусны вә ярдәмчене һич тапмаслар"},{"SurahNumber":48,"VerseNumber":23,"Text":"Пәйгамбәрләргә вә хак мөэминнәргә ярдәм бирмәк Аллаһуның әүвәлдән килгән гадәтедер, вә әлбәттә, Аллаһуның вәгъдәсе алышынуны, үзгәрүне тапмассың"},{"SurahNumber":48,"VerseNumber":24,"Text":"Ул – Аллаһ кәферләрнең кулын сездән һәм сезнең кулыгызны алардан тыйды, Мәккә янында ягъни Хөдәйбиядә, сезне аларга өстен кылганыннан соң. Ягъни Аллаһ Хөдәйбия бәйгәтеннән соң Мәккә мөшрикләре белән сугышуны насыйб итмәде, бәлки алар белән ун ел сугышмый торуны килешеп солых ясауны насыйб итте. Аллаһ сезнең кылган эшләрегезне күрүче булды"},{"SurahNumber":48,"VerseNumber":25,"Text":"Мәккә кәферләре мәсҗид Хәрамны таваф итүдән сезне тыйдылар вә корбан өчен китергән хайваннарыгызны, бугазлама торган урыннарына барып җитмәсеннәр өчен, тотып тордылар. Әгәр Мәккәгә сез танымый торган иман китергән ирләр вә иман китергән хатыннар булмаса иде, вә Мәккә мөшрикләре арасында торучы мөселманнарны танымыйча, үтерүегез ихтималы булмаса иде, вә ул мөселманнарны белмичә үтергәнегез соңында сезгә кайгы һәм зарар ирешү ихтималы булмаса иде, әлбәттә, Аллаһ Мәккәгә сугыш белән керүне әмер итәр иде. Аллаһ мөселманнарга Мәккәгә сугыш белән керүне әмер итмәде, Үзе теләгән кешеләрне рәхмәтенә вә Ислам диненә кертмәклеге өчен. Әгәр мөселманнар Мәккә мөшрикләреннән аерылсалар иде, әлбәттә, ул мөшрикләрне рәнҗеткүче ґәзаб белән ґәзаб кылыр идек"},{"SurahNumber":48,"VerseNumber":26,"Text":"Ул Мәккә мөшрикләре күңелләрендә наданлык гайрәте булган гайрәтне мәхкәм кылган вакытларында, Аллаһ расүленең вә мөэминнәрнең күңелләренә Үзенең рәхмәте белән куәтне һәм карарланмакны иңдерде, вә аларны ширектән саклану сүзендә \"Лә Илаһә ил ләллаһ\" кәлимәсендә сабит кылды, вә алар ул кәлимәгә мөстәхыйк \"хаклы\" булдылар вә ул кәлимәнең әһленнән булдылар. Бит Аллаһ һәр нәрсәне белүче булды"}]}