{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":61,"Text":"Ей, Мұхаммед! / Сен қандай да бір істе болсаң не Құраннан оқысаң немесе сендер бір амал жасасандар, оны орындап жатқан кездеріңде, әлбетте, Біз сендерге куә болып тұрамыз. Жердегі және аспандағы заттың ең кішкентай бөлігі де Раббыңнан жасырын қалмайды. Әрі одан кіші болсын не үлкені болсын барлығы анық бір Кітапта"},{"SurahNumber":10,"VerseNumber":62,"Text":"Біліңдер! Ақиқатында, Аллаһқа жақын болғандарға қорқыныш жоқ әрі олар қайғырмайды"},{"SurahNumber":10,"VerseNumber":63,"Text":"Олар - иманға келген және тақуалық еткендер / Аллаһтың жазасынан қорқып, сақтанғандар"},{"SurahNumber":10,"VerseNumber":64,"Text":"Оларға осы өмірде және соңғы, мәңгілік өмірде / ақиретте / сүйінішті хабар бар. Аллаһтың сөздері өзгермейді. Міне, осы -ұлы жетістік"},{"SurahNumber":10,"VerseNumber":65,"Text":"Ей, Мұхаммед! / Олардың сөзі сені қайғыға салмасын. Ақиқатында, бүкіл үстемдік - Аллаһқа тән. Ол - бәрін Естуші, бәрін Білуші"},{"SurahNumber":10,"VerseNumber":66,"Text":"Біліңдер! Ақиқатында, аспандардағы және жердегі әркім де - Аллаһтікі. Аллаһтан өзгені Оған серік етіп шақыратындар не нәрсеге ереді? Олар ой - жорамалдарына ғана ереді әрі олар тек өтірікті ғана айтады"},{"SurahNumber":10,"VerseNumber":67,"Text":"Ол сендерге түнді тынығуларың үшін, ал күндізді көретін / жарық / етіп жасаған. Ақиқатында, Мұнда құлақ асатын адамдар үшін белгі-дәлелдер бар"},{"SurahNumber":10,"VerseNumber":68,"Text":"Олар: «Аллаһ өзіне бала алды», - деді. Ол / барлық кемшіліктен / пәк. Ол - әл- Ғани / бай, еш нәрсеге мұқтаж емес / . Аспандардағы және жердегілердің барлығы Онікі. Сендерде бұған / Аллаһтың бала иемденуіне / ешбір дәлел жоқ. Сендер Аллаһқа қатысты өздерің білмейтін нәрсені айтасыңдар ма"},{"SurahNumber":10,"VerseNumber":69,"Text":"«Негізінде, Аллаһ туралы өтірікті құрастыратындар / жала жабатындар / мақсаттарына жетпейді», - де"},{"SurahNumber":10,"VerseNumber":70,"Text":"Осы өмірде / Оларға / пайдалану, рахат бар. Кейін олар Бізге қайтады. Содан кейін оларға күпірліктері / имансыздықтары / үшін қатты азап таттырамыз"}]}