{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":236,"Text":"Es ist für euch keine Sünde darin, wenn ihr euch von Frauen scheidet, solange ihr sie noch nicht berührt oder euch ihnen gegenüber (zu einer Morgengabe) verpflichtet habt. Doch gewährt ihnen eine Abfindung - der Wohlhabende entsprechend seinen Verhältnissen und der Geringbemittelte entsprechend seinen Verhältnissen -, eine Abfindung in rechtlicher Weise. (Dies ist) eine Pflicht für die Gutes Tuenden"},{"SurahNumber":2,"VerseNumber":237,"Text":"Aber wenn ihr euch von ihnen scheidet, bevor ihr sie berührt und euch ihnen gegenüber schon (zu einer Morgengabe) verpflichtet habt, dann (händigt) die Hälfte dessen (aus), wozu ihr euch verpflichtet habt, es sei denn, daß sie (es) erlassen oder der, in dessen Hand der Ehebund ist. Und wenn ihr (es) erlaßt, kommt das der Gottesfurcht näher. Und versäumt es nicht, gut zueinander zu sein . Was ihr tut, sieht Allah wohl"},{"SurahNumber":2,"VerseNumber":238,"Text":"Haltet die Gebete ein, und (besonders) das mittlere Gebet, und steht demütig ergeben vor Allah"},{"SurahNumber":2,"VerseNumber":239,"Text":"Wenn ihr in Furcht seid, dann (verrichtet das Gebet) zu Fuß oder im Reiten. Wenn ihr aber (wieder) in Sicherheit seid, dann gedenkt Allahs, wie Er euch gelehrt hat, was ihr nicht wußtet"},{"SurahNumber":2,"VerseNumber":240,"Text":"Diejenigen von euch, die abberufen werden und Gattinnen hinterlassen, sollen ihren Gattinnen eine Abfindung für ein Jahr vermachen, ohne daß sie aus (dem Haus) gewiesen werden. Wenn sie aber ausziehen, so liegt für euch keine Sünde in dem, was sie mit sich selbst an Geziemendem unternehmen. Allah ist Allmächtig und Allweise"},{"SurahNumber":2,"VerseNumber":241,"Text":"Und den geschiedenen Frauen steht eine Abfindung in rechtlicher Weise zu - eine Pflicht für die Gottesfürchtigen"},{"SurahNumber":2,"VerseNumber":242,"Text":"So macht Allah euch Seine Zeichen klar, auf daß ihr begreifen möget"}]}