{"Id":272,"LanguageCodes":["nl","nld"],"Name":"nld-unknown","Author":"Van De Taal","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Alif Laam Raa. Dit is een Boek, waarvan de verzen onherroepelijk zijn gemaakt en bovendien zijn zij in bijzonderheden uitgelegd, door de Alwijze, de Alwetende"},{"SurahNumber":11,"VerseNumber":2,"Text":"(Daarom) aanbidt slechts Allah. Voorzeker, ik (Mohammed) ben voor u een waarschuwer en drager van blijde tijdingen van Hem"},{"SurahNumber":11,"VerseNumber":3,"Text":"En vraagt vergiffenis aan uw Heer en wendt u tot Hem, Hij zal u voor een vastgestelde periode van het goede voorzien. En Hij schenkt Zijn genade aan ieder die zich hiervoor verdienstelijk maakt. En als gij u afwendt dan vrees ik, voorzeker, voor u de straf van de grote Dag"},{"SurahNumber":11,"VerseNumber":4,"Text":"Uw terugkeer is tot Allah en Hij heeft macht over alle dingen"},{"SurahNumber":11,"VerseNumber":5,"Text":"Let op, zij verbergen hun vijandschap voor Hem in hun innerlijk. Ja, wanneer zij zich met hun kleding bedekken, weet Hij wat zij verbergen en wat zij tonen. Voorzeker, Hij weet goed wat in het innerlijk is"},{"SurahNumber":11,"VerseNumber":6,"Text":"En er is geen schepsel dat op aarde kruipt, of zijn voorziening berust bij Allah, Hij kent zijn tehuis en zijn verblijfplaats. Alles staat in een duidelijk Boek"},{"SurahNumber":11,"VerseNumber":7,"Text":"En Hij is het, Die de hemelen en de aarde in zes dagen schiep en Zijn troon rustte op water, opdat Hij u moge beproeven wiens gedrag het beste is. En indien gij (Profeet) zegt: 'Voorzeker, gij zult na de dood worden opgewekt,' zullen de ongelovigen zeggen: 'Dit is niets dan een zuiver bedrog"},{"SurahNumber":11,"VerseNumber":8,"Text":"En als Wij hun straf tot een bepaalde tijd uitstellen, zeggen zij: 'Wie weerhoudt haar?' Ziet toe! de dag waarop zij over hen komt zal niemand haar kunnen afwenden, en hetgeen zij plachten te bespotten zal op hen nederkomen"}]}