{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":50,"Text":"Ва Одга ўз биродарлари Ҳудни (юбордик). У: «Эй қавмим, Аллоҳга ибодат қилинг. Сиз учун Ундан ўзга илоҳ йўқдир. Сизлар фақат тўқиб олувчиларсиз, холос"},{"SurahNumber":11,"VerseNumber":51,"Text":"Эй қавмим, мен сизлардан бу (даъватим) учун ажр сўрамайман. Менинг ажрим, фақат, мени яратган Зотнинг зиммасидадир. Ақл юритмайсизларми"},{"SurahNumber":11,"VerseNumber":52,"Text":"Эй қавмим, Роббингизга истиғфор айтинг, сўнгра Унга тавба қилинг, шунда У устингизга осмондан барака ёмғири юборади ва қувватингизга қувватни зиёда қилади. Жиноятчи бўлган ҳолингизда юз ўгириб кетманг», деди"},{"SurahNumber":11,"VerseNumber":53,"Text":"Улар: «Эй Ҳуд, бизга очиқ-ойдин ҳужжат келтирмадинг. Биз сенинг гапинг учун худоларимизни тарк қилувчи эмасмиз ва биз сенга иймон келтирувчи ҳам эмасмиз"},{"SurahNumber":11,"VerseNumber":54,"Text":"Биз фақат, сени баъзи худоларимиз ёмонлик ила урибди, деймиз, холос», дедилар. У: «Албатта, мен Аллоҳни гувоҳ қиламан ва сиз ҳам гувоҳ бўлингки, мен шерик келтираётганингиздан покман"},{"SurahNumber":11,"VerseNumber":55,"Text":"Ундан ўзга. Бас, ҳаммангиз менга қарши ҳийла қилаверинглар, менга муҳлат берманглар"},{"SurahNumber":11,"VerseNumber":56,"Text":"Албатта, мен Роббим ва Роббингиз бўлмиш Аллоҳга таваккал қилдим. Ҳар бир ўрмалайдиган нарсанинг пешонаси Унинг чангалидадир. Албатта, Роббим тўғри йўлдадир"},{"SurahNumber":11,"VerseNumber":57,"Text":"Агар юз ўгириб кетсангиз, батаҳқиқ, мен сизларга нима ила юборилган бўлсам, уни сизларга етказдим. Роббим ўрнингизга сиздан бошқа қавмни келтиради ва сиз Унга ҳеч бир зарар етказа олмассиз. Албатта, Роббим ҳар бир нарсани муҳофаза қилгувчи Зотдир», деди"},{"SurahNumber":11,"VerseNumber":58,"Text":"Амримиз келган пайтда Ҳудга ва у билан бирга иймон келтирганларга Ўз раҳматимиз ила нажот бердик ва уларни қаттиқ азобдан қутқардик"},{"SurahNumber":11,"VerseNumber":59,"Text":"Анави Оддир. Улар Роббилари оятларини инкор қилдилар. Унинг Пайғамбарларига осий бўлдилар. Ҳар хил жабрчи ва қайсарнинг ишига эргашдилар"},{"SurahNumber":11,"VerseNumber":60,"Text":"Ва уларга бу дунёда ҳам, қиёмат кунида ҳам лаънат эргашур. Огоҳ бўлингким, албатта, одликлар Роббиларига куфр келтирган эдилар. Огоҳ бўлингким, Ҳуд қавми Од йўқолсин"}]}