{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":116,"Text":"Verily, Allah does not forgive (the sin of) joining other gods with Him; But He forgives (those) Whom He pleases sins other than this (sin): The one who joins other gods with Allah, has strayed far, far away (from the Right)"},{"SurahNumber":4,"VerseNumber":117,"Text":"(The pagans), leaving Him (Allah), seek out female goddesses: And they only seek out only Satan, the persistent rebel"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allah did curse him (Satan), and he said: \"I will take from Your servants a portion marked off"},{"SurahNumber":4,"VerseNumber":119,"Text":"Verily, I will mislead them, and surely, I will create in them false desires; And certainly, I will order them to slit the ears of cattle, and surely, I will order them to spoil the (fair) nature created by Allah.\" Whoever, by rejecting Allah, takes Satan for a friend, instead of (taking) Allah, (he) has surely suffered a clear loss"},{"SurahNumber":4,"VerseNumber":120,"Text":"He (Satan), makes promises to them, and creates in them false desires; And Satan’s promises are nothing but deception (and falsehood)"},{"SurahNumber":4,"VerseNumber":121,"Text":"They (friends of Satan) will have their homes in Hell, and from it they will find no way of escape from it"},{"SurahNumber":4,"VerseNumber":122,"Text":"But those who believe and do good deeds of righteousness— We shall soon admit them to Gardens, with rivers flowing beneath— To live in there forever. Allah’s promise is the truth, and whose words can be truer than those of Allah"},{"SurahNumber":4,"VerseNumber":123,"Text":"Neither your desires, nor those of the People of the Book (can last): Whoever works evil, will be paid back accordingly. Nor will he find any protector or helper besides Allah"},{"SurahNumber":4,"VerseNumber":124,"Text":"If anyone (or a group) acts righteously— Be they male or female— And (they) have faith, they will enter Paradise and not the least injustice, even to the size of (small) spot on the seed, will be done to them"},{"SurahNumber":4,"VerseNumber":125,"Text":"And who can be better in religion than the one who submits his whole self to Allah, the doer of good deeds; And follows the way of Ibrahim (Abraham), the (one) true in faith? And Allah did take Ibrahim (Abraham) for a true friend; (Ibrahim is addressed as a true friend of Allah)"},{"SurahNumber":4,"VerseNumber":126,"Text":"And to Allah belong all things in the heaven and on earth: And it is Allah Who encompasses all things"}]}