{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Exalted is He Who took His servant one night from the sacred masjid (in Mecca) to the masjid in Jerusalem _ the vicinity of which We have blessed _ so that We may show him Our signs. Surely, He listens and hears all"},{"SurahNumber":17,"VerseNumber":2,"Text":"We awarded Musa the book, and deemed it to be the directive for the Israelites, that they should not accept anyone other than Me as their Lord"},{"SurahNumber":17,"VerseNumber":3,"Text":"Oh you, the sons of those whom We put aboard (a ship) with Nooh! Surely, he was a grateful person"},{"SurahNumber":17,"VerseNumber":4,"Text":"In the book, We foretold the destiny of Israelites, \"Twice you will cause severe mischief in the land and exceed greatly in arrogance"},{"SurahNumber":17,"VerseNumber":5,"Text":"At the time of the first prediction (mischief), We sent (in combat) against you, one of Our powerful nations. They were well versed in warfare and they stormed through your homes. The promise had to come true"},{"SurahNumber":17,"VerseNumber":6,"Text":"Then (when you repented), We restored you back to power. We bolstered you with resources and offspring and caused you to abound in numbers. (And said)"},{"SurahNumber":17,"VerseNumber":7,"Text":"Your good deeds are for your own good, and similarly, your bad deeds are to afflict your own self!\" At the time of the second prediction, (We sent another nation) to mangle your faces and to run over your masjid just like the first time, and to lay in ruin everything they laid their hands on"},{"SurahNumber":17,"VerseNumber":8,"Text":"Maybe (now) your Lord will have mercy on you. But if you repeat (your offense), We shall reinstate (Our punishment). We have fashioned hell to be a prison for the unbelievers"},{"SurahNumber":17,"VerseNumber":9,"Text":"Indeed, this Qur´an leads on to an appropriate and secure path. It gives the good news to those who perform righteous deeds, that theirs is a great reward"},{"SurahNumber":17,"VerseNumber":10,"Text":"And We have prepared a painful punishment for those who do not believe in the afterlife"}]}