{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":42,"Text":"تم سے پہلے بہت سی قوموں کی طرف ہم نے رسول بھیجے اور اُن قوموں کو مصائب و آلام میں مبتلا کیا تاکہ وہ عاجزی کے ساتھ ہمارے سامنے جھک جائیں"},{"SurahNumber":6,"VerseNumber":43,"Text":"پس جب ہماری طرف سے ان پر سختی آئی تو کیوں نہ انہوں نے عاجزی اختیار کی؟ مگر ان کے دل تو اور سخت ہوگئے اور شیطان نے ان کو اطمینان دلایا کہ جو کچھ تم کر رہے ہو خوب کر رہے ہو"},{"SurahNumber":6,"VerseNumber":44,"Text":"پھر جب انہوں نے اس نصیحت کو، جو انہیں کی گئی تھی، بھلا دیا تو ہم نے ہر طرح کی خوشحالیوں کے دروازے ان کے لیے کھول دیے، یہاں تک کہ جب وہ اُن بخششوں میں جو انہیں عطا کی گئی تھیں خوب مگن ہوگئے تو اچانک ہم نے انہیں پکڑ لیا اور اب حال یہ تھا کہ وہ ہر خیر سے مایوس تھے"},{"SurahNumber":6,"VerseNumber":45,"Text":"اس طرح ان لوگوں کی جڑ کاٹ کر رکھ دی گئی جنہوں نے ظلم کیا تھا اور تعریف ہے اللہ رب العالمین کے لیے (کہ اس نے ان کی جڑ کاٹ دی)"},{"SurahNumber":6,"VerseNumber":46,"Text":"اے محمدؐ! ان سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر اللہ تمہاری بینائی اور سماعت تم سے چھین لے اور تمہارے دلوں پر مہر کر دے تو اللہ کے سوا اور کون سا خدا ہے جو یہ قوتیں تمہیں واپس دلاسکتا ہو؟ دیکھو، کس طرح ہم بار بار اپنی نشانیاں ان کے سامنے پیش کرتے ہیں اور پھر یہ کس طرح ان سے نظر چرا جاتے ہیں"},{"SurahNumber":6,"VerseNumber":47,"Text":"کہو، کبھی تم نے سوچا کہ اگر اللہ کی طرف سے اچانک یا علانیہ تم پر عذاب آ جائے تو کیا ظالم لوگوں کے سوا کوئی اور ہلاک ہوگا؟"},{"SurahNumber":6,"VerseNumber":48,"Text":"ہم جو رسول بھیجتے ہیں اسی لیے تو بھیجتے ہیں کہ وہ نیک کردار لوگوں کے لیے خوش خبری دینے والے اور بد کرداروں کے لیے ڈرانے والے ہوں پھر جو لوگ ان کی بات مان لیں اور اپنے طرز عمل کی اصلاح کر لیں ان کے لیے کسی خوف اور رنج کا موقع نہیں ہے"},{"SurahNumber":6,"VerseNumber":49,"Text":"اور جو ہماری آیات کو جھٹلائیں وہ اپنی نافرمانیوں کی پاداش میں سزا بھگت کر رہیں گے"},{"SurahNumber":6,"VerseNumber":50,"Text":"ا ے محمدؐ! ان سے کہو، \"میں تم سے یہ نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں نہ میں غیب کا علم رکھتا ہوں، اور نہ یہ کہتا ہوں کہ میں فرشتہ ہوں میں تو صرف اُس وحی کی پیروی کرتا ہوں جو مجھ پر نازل کی جاتی ہے\" پھر ان سے پوچھو کیا اندھا اور آنکھوں والا دونوں برابر ہوسکتے ہیں؟ کیا تم غور نہیں کرتے؟"}]}