{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"Thật vậy, TA (Allah) đã ban cho Ngươi (Thiên Sứ Muhammad) một sự chiến thắng rõ ràng"},{"SurahNumber":48,"VerseNumber":2,"Text":"Để Allah tha thứ cho Ngươi những tội lỗi trước đây và những tội lỗi sau này, để Ngài hoàn tất Ân Huệ của Ngài cho Ngươi và để Ngài hướng dẫn Ngươi theo con đường ngay chính"},{"SurahNumber":48,"VerseNumber":3,"Text":"Và Allah giúp Ngươi giành chiến thắng với sự giúp đỡ hùng mạnh"},{"SurahNumber":48,"VerseNumber":4,"Text":"Chính Ngài đã ban xuống sự an bình vào trái tim của những người có đức tin để Ngài gia tăng đức tin cùng với đức tin (hiện tại) của họ; và Allah có các quân binh ở trên trời và (các quân binh) ở dưới đất. Và Allah là Đấng Hằng Biết, Đấng Sáng Suốt"},{"SurahNumber":48,"VerseNumber":5,"Text":"Để Ngài thu nhận những người có đức tin nam và những người có đức tin nữ vào những Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy, họ sẽ mãi mãi ở trong đó; và Ngài sẽ xóa bỏ những điều tội lỗi của họ. Và ở nơi Allah, đó là một chiến thắng vĩ đại"},{"SurahNumber":48,"VerseNumber":6,"Text":"Và để Ngài trừng phạt những kẻ giả tạo đức tin cả nam lẫn nữ, và những kẻ thờ đa thần cả nam lẫn nữ đã nghĩ xấu về Allah. Chúng sẽ bị bao vây bởi những điều xấu (mà chúng gây ra). Allah phẫn nộ và nguyền rủa chúng; và Ngài đã chuẩn bị Hỏa Ngục dành cho chúng, một điểm đến cuối cùng thật tồi tệ"},{"SurahNumber":48,"VerseNumber":7,"Text":"Các quân binh trong trời đất đều là của Ngài. Allah là Đấng Toàn Năng, Đấng Sáng Suốt"},{"SurahNumber":48,"VerseNumber":8,"Text":"Quả thật, TA (Allah) đã cử phái Ngươi (hỡi Thiên Sứ Muhammad) làm một nhân chứng, một người mang tin mừng và một người cảnh báo"},{"SurahNumber":48,"VerseNumber":9,"Text":"Để các ngươi tin nơi Allah, nơi Sứ Giả của Ngài và ủng hộ và tôn vinh Y, và để các ngươi tán dương Ngài sáng và chiều"},{"SurahNumber":48,"VerseNumber":10,"Text":"Những người cam kết trung thành với Ngươi (Thiên Sứ Muhammad) thật ra là họ đang cam kết trung thành với Allah. Bàn tay của Allah trên bàn tay của họ. Vì vậy, người nào nuốt lời thì kẻ đó đã bội ước với chính mình; ngược lại, người nào thực hiện đúng như những gì đã cam kết với Allah thì Ngài sẽ ban cho y phần thưởng vĩ đại"}]}