{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"بگو: پروردگارا! اگر چیزی (را از عذاب) که بدان وعده داده می‌شوند، (در دنیا بر سر آنان بیاوری، در حالی که من در میانشان باشم و) به من بنمائی"},{"SurahNumber":23,"VerseNumber":94,"Text":"پروردگارا! مرا از زمره‌ی کافران مگردان (و همراه ایشان معذّب منما)"},{"SurahNumber":23,"VerseNumber":95,"Text":"ما قطعاً می‌توانیم آنچه را که بدیشان وعده می‌دهیم به تو بنمایانیم، (و تو را محفوظ و بر آنان پیروز گردانیم. لذا به یاری ما و پیروزی خود مطمئن باش)"},{"SurahNumber":23,"VerseNumber":96,"Text":"(به کار دعوت خویش ادامه بده و خصال) بد (ایشان) را با (خصال) نیک (خود) و (سخنان) نامطلوب (آنان) را با بهترین (منطق) پاسخ بگو. ما کاملاً از چیزهائی که (درباره‌ی تو و دعوت تو) می‌گویند، آگاهیم"},{"SurahNumber":23,"VerseNumber":97,"Text":"(در عین حال خود را به خدا بسپار) و بگو: پروردگارا! خویشتن را از وسوسه‌های اهریمنان (و تحریکات ایشان به انجام گناهان) در پناه تو می‌دارم"},{"SurahNumber":23,"VerseNumber":98,"Text":"و خویشتن را در پناه تو می‌دارم از این که با من (در اعمال و اقوال و سایر احوال) گرد آیند (و مرا از تو غافل نمایند)"},{"SurahNumber":23,"VerseNumber":99,"Text":"(کافران به راه غلط خود ادامه می‌دهند) و زمانی که مرگ یکی از آنان فرا می‌رسد، می‌گوید: پروردگارا! مرا (به دنیا) باز گردانید"},{"SurahNumber":23,"VerseNumber":100,"Text":"تا این که کار شایسته‌ای بکنم و فرصتهائی را که از دست داده‌ام جبران نمایم. نه! (هرگز راه بازگشتی وجود ندارد). این سخنی است که او بر زبان می‌راند (و اگر به فرض به زندگی دنیا برگردد، باز به همان برنامه و روش خود ادامه می‌دهد). در پیش روی ایشان جهان برزخ است تا روزی که برانگیخته می‌شوند (و دوباره زنده می‌گردند و برای سعادت سرمدی یا شقاوت ابدی به صحرای محشر گسیل می‌شوند)"},{"SurahNumber":23,"VerseNumber":101,"Text":"هنگامی که (برای بار دوم) در صور دمیده شود، هیچ گونه خویشاوندی و نسبتی در میان آنان نمی‌ماند (چرا که هرکسی در اندیشه‌ی نجات خویشتن است) و در آن روز از همدیگر نمی‌پرسند (زیرا در جهان دیگر انتساب به فلان شخص یا طایفه و قبیله کارگشا نیست و در آن دم همه از یکدیگر رمان و گریزانند)"},{"SurahNumber":23,"VerseNumber":102,"Text":"کسانی که سنجیده‌های (اعمال و اقوال دنیوی) ایشان، سنگین و ارزشمند شود (و در ترازوی خدا وزن و ارجی داشته باشد)، اینان قطعاً رستگارند"},{"SurahNumber":23,"VerseNumber":103,"Text":"و کسانی که سنجیده‌های (اعمال و اقوال دنیوی) ایشان، سبک و بی‌ارزش باشد، اینان (عمر خود را باخته و) خویشتن را زیانمند نموده‌اند و در دوزخ جاودانه خواهند ماند"},{"SurahNumber":23,"VerseNumber":104,"Text":"شعله‌های آتش دوزخ صورتهای ایشان را فرا می‌گیرد، و آنان در میان آن، چهره در هم کشیده (و پریشان و نالان) بسر می‌برند"},{"SurahNumber":23,"VerseNumber":105,"Text":"(خداوند خطاب بدیشان می‌گوید:) مگر آیات من بر شما خوانده نمی‌شد و شما آنها را دروغ می‌نامیدید؟"},{"SurahNumber":23,"VerseNumber":106,"Text":"در پاسخ می‌گویند: پروردگارا! بدبختی ما (که ناشی از انجام معاصی بود) بر ما چیره گشته بود، و ما مردمان گمراهی بودیم"},{"SurahNumber":23,"VerseNumber":107,"Text":"پروردگارا! ما را از آتش دوزخ بیرون بیاور، و اگر (بعد از این، به کفر و عصیان و انجام گناهان) برگشتیم، ما ستمگر خواهیم بود (و مستحقّ هرگونه عذابی)"},{"SurahNumber":23,"VerseNumber":108,"Text":"(خداوند بدیشان) می‌گوید: بتمرکید در آن! و با من سخن مگوئید"},{"SurahNumber":23,"VerseNumber":109,"Text":"(مگر فراموش کرده‌اید، در دنیا) گروهی از بندگان من می‌گفتند: پروردگارا! ایمان آورده‌ایم، پس ما را ببخش و به ما رحم فرما، و تو بهترین رحم‌کنندگان هستی"},{"SurahNumber":23,"VerseNumber":110,"Text":"شما ایشان را به باد تمسخر می‌گرفتید، تا آنجا که سرگرم شدن به تمسخر ایشان، ذکر و عبادت مرا از یادتان برده بود، و کارتان همیشه خندیدن بدانان بود و بس"},{"SurahNumber":23,"VerseNumber":111,"Text":"من امروز به خاطر صبری که کرده‌اند و پایمردی و استقامتی که (در برابر آن همه استهزاء) نشان داده‌اند، پاداششان داده‌ام (و در بهشت جایگزینشان کرده‌ام) و آنان به مقصود رسیدگان و رستگارانند"},{"SurahNumber":23,"VerseNumber":112,"Text":"(خداوند بدیشان) می‌گوید: چند سال در روی زمین زیسته و ماندگار بوده‌اید؟"},{"SurahNumber":23,"VerseNumber":113,"Text":"می‌گویند: روزی یا بخشی از روزی! (ما که سخت گرفتار عذابیم، پاسخ درستی نمی‌توانیم بدهیم) پس از کسانی بپرس که قادر به شمارش هستند"},{"SurahNumber":23,"VerseNumber":114,"Text":"(خداوند بدیشان) می‌گوید: جز مدّت کمی (در زمین) ماندگار نبوده‌اید، اگر شما کمترین آگاهی و دانشی می‌داشتید (در دنیا متوجّه این می‌شدید)"},{"SurahNumber":23,"VerseNumber":115,"Text":"آیا گمان برده‌اید که ما شما را بیهوده آفریده‌ایم و (حکمت و فلسفه‌ای در آفرینش شما نیست، این است که به فساد پرداخته‌اید؟ و چنین انگاشته‌اید که) به سوی ما (برای حساب و کتاب) برگردانده نمی‌شوید"},{"SurahNumber":23,"VerseNumber":116,"Text":"خداوندی که فرمانروای راستین است و هیچ معبودی جز او نیست و صاحب عرش عظیم است (برتر از آن است که جهان هستی را بیهوده و بی‌هدف آفریده باشد)"},{"SurahNumber":23,"VerseNumber":117,"Text":"هرکس که با خدا، معبود دیگری را به فریاد خواند - و مسلّماً هیچ دلیلی بر حقّانیّت آن نخواهد داشت - حساب او با خدا است. قطعاً کافران رستگار نمی‌گردند، (و بلکه مؤمنان رستگار می‌شوند)"},{"SurahNumber":23,"VerseNumber":118,"Text":"بگو: پروردگارا! (گناهانم را) ببخشای و (به من) مرحمت فرمای، چرا که تو بهترین مهربانانی"}]}