{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Le pèlerinage (Al Hajj) à lieu dans des mois connus. Si l’on se décide de l’accomplir, alors point de rapport sexuel , point de perversité, point de dispute pendant le pèlerinage. Et le bien que vous faites, Allah le sait. Et prenez vos provisions; mais vraiment la meilleure provision est la piété. Et redoutez-Moi, ô doués d’intelligence"},{"SurahNumber":2,"VerseNumber":198,"Text":"Ce n’est pas un pêché que d’aller en quête de quelque grâce de votre Seigneur. Puis, quand vous déferlez depuis Arafat, invoquez Allah, à Al Mash’ar Al-Harâm (Al-Muzdalifah). Et invoquez-Le comme Il vous a montré la bonne voie, quoiqu’auparavant vous étiez du nombre des égarés"},{"SurahNumber":2,"VerseNumber":199,"Text":"Ensuite, déferlez par où les gens déferlent, et demandez pardon à Allah. Car Allah est Pardonneur et Miséricordieux"},{"SurahNumber":2,"VerseNumber":200,"Text":"Et quand vous aurez achevé vos rites, alors invoquez Allah comme vous invoquez vos pères, et plus ardemment encore. Mais il est des gens qui disent seulement : \"Seigneur ! Accorde nous [le bien] ici-bas !\" - Pour ceux-là, nulle part dans l’au- delà"},{"SurahNumber":2,"VerseNumber":201,"Text":"Et il est des gens qui disent : \"Seigneur ! Accorde nous belle part ici-bas, et belle part aussi dans l’au-delà; et protège-nous du châtiment du Feu"},{"SurahNumber":2,"VerseNumber":202,"Text":"Ceux-là auront une part de ce qu’ils auront acquis. Et Allah est prompt à demander des comptes"},{"SurahNumber":2,"VerseNumber":203,"Text":"Et invoquez Allah pendant un nombre de jours déterminés. Ensuite, il n’y a pas de péché, pour qui se comporte en piété, à partir au bout de deux jours, à s’attarder non plus. Et craignez Allah. Et sachez que c’est vers Lui que vous serez rassemblés"},{"SurahNumber":2,"VerseNumber":204,"Text":"Il y a parmi les gens celui dont la parole sur la vie présente te plaît, et qui prend Allah à témoin de ce qu’il a dans le cœur, tandis que c’est le plus acharné disputeur"},{"SurahNumber":2,"VerseNumber":205,"Text":"Et dès qu’il tourne le dos, il parcourt la terre pour y semer le désordre et saccager culture et bétail. Et Allah n’aime pas le désordre"},{"SurahNumber":2,"VerseNumber":206,"Text":"Et quand on lui dit : \"Redoute Allah !\", l’orgueil criminel s’empare de lui, l’Enfer lui suffira, et quel mauvais lit, certes"},{"SurahNumber":2,"VerseNumber":207,"Text":"Et il y a parmi les gens celui qui se sacrifie pour la recherche de l’agrément d’Allah. Et Allah est Compatissant envers Ses serviteurs"},{"SurahNumber":2,"VerseNumber":208,"Text":"Ô les croyants! Entrez en plein dans l’Islam, et ne suivez point les pas du Diable [Satan], car il est certes pour vous un ennemi déclaré"},{"SurahNumber":2,"VerseNumber":209,"Text":"Puis, si vous bronchez, après que les preuves (évidentes) vous soient venues, sachez alors qu’Allah est Puissant et Sage"},{"SurahNumber":2,"VerseNumber":210,"Text":"Qu’attendent-ils sinon qu’Allah leur vienne à l’ombre des nuées de même que les Anges et que leur sort soit réglé? Et c’est à Allah que toute chose est ramenée"}]}