{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":110,"Text":"Siz, insanlar için çıkarılmış en hayırlı ümmetsiniz: İyilik ve güzelliği belirlenmiş olana özendirirsiniz, kötülük ve çirkinliği belirlenmiş olandan sakındırırsınız, Allah´a iman edersiniz. Ehlikitap da iman etseydi, kendileri için, elbette hayırlı olurdu. İçlerinde müminler vardır ama onların çoğu sapıkların ta kendileridir"},{"SurahNumber":3,"VerseNumber":111,"Text":"Biraz eziyet dışında size asla zarar veremezler. Sizinle savaşırlarsa size sırtlarını dönerler. Sonra onlara yardım da edilmez"},{"SurahNumber":3,"VerseNumber":112,"Text":"Allah´tan bir ipe ve insanlardan bir ipe tutunmaları dışında, nerede bulunsalar üzerlerine zillet damgası vurulur. Allah´ın hışmına uğramışlardır. Üzerlerine miskinlik damgası vurulmuştur. Bu böyledir. Çünkü onlar, Allah´ın ayetlerine küfrediyor, haksız yere peygamberleri öldürüyorlardı; isyan etmişlerdi, zulüm ve azgınlık sergiliyorlardı"},{"SurahNumber":3,"VerseNumber":113,"Text":"Ama hepsi bir değildir. Ehlikitap içinden Allah için baş kaldıran/Allah huzurunda el bağlayan/hak ve adaleti ayakta tutan/kalkınıp yükselen bir zümre de vardır; gece saatlerinde secdelere kapanmış olarak Allah´ın ayetlerini okurlar"},{"SurahNumber":3,"VerseNumber":114,"Text":"Allah´a ve âhiret gününe inanırlar, iyilik ve güzelliği belirlenmiş olana özendirirler, kötülük ve çirkinliği belirlenmiş olandan sakındırırlar. Hayır işlerde yarışırcasına koşarlar. İşte bunlar hayra ve barışa yönelik hizmet üretenlerdendir"},{"SurahNumber":3,"VerseNumber":115,"Text":"Yapmakta oldukları/yapacakları hiçbir hayır, nankörlükle karşılanmayacak/karşılıksız bırakılmayacaktır. Allah, takva sahiplerini çok iyi bilmektedir"},{"SurahNumber":3,"VerseNumber":116,"Text":"Küfre sapanlara gelince, onların malları da çocukları da kendilerine Allah´a karşı bir yarar asla sağlamayacaktır. Ateşin dostlarıdır onlar. Sürekli kalacaklardır onun içinde"},{"SurahNumber":3,"VerseNumber":117,"Text":"Bu dünya hayatında harcamakta olduklarının durumu, bir rüzgâr örneğine benzer: Onda kavurucu bir soğuk vardır. Öz benliklerine zulmetmiş bir toplululuğun ekinine değmiş de onu mahvetmiştir. Allah onlara zulmetmedi, onlar kendilerine zulmediyorlardı"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ey iman sahipleri! Kendi dışınızdakilerden/seviyenizin altındakilerden bir kimseyi sırdaş edinmeyin. Sizi sarpa sardırıp perişan etmekten çekinmezler. Size sıkıntı verecek şeyi pek severler. Ağızlarından nefret ve öfke taşmaktadır. Göğüslerinin saklamakta olduğu ise daha büyüktür. Eğer aklınızı işletirseniz Allah size ayetlerini açık-seçik göstermiştir"},{"SurahNumber":3,"VerseNumber":119,"Text":"Siz öyle kişilersiniz ki, onlar sizi sevmedikleri halde siz onları seversiniz. Ve Kitap´ın tümüne inanırsınız. Onlar ise sizinle karşılaştıklarında \"İnandık!\" derler; başbaşa kaldıklarında size öfkelerinden parmak uçlarını ısırırlar. De ki onlara: \"Öfkenizle geberin!\" Allah, göğüslerin içindekini çok iyi bilmektedir"},{"SurahNumber":3,"VerseNumber":120,"Text":"Size bir iyilik dokunsa bu onları rahatsız eder. Size bir kötülük dokunsa bununla sevinir, ferahlarlar. Eğer sabreder, sakınır/korunursanız onların tuzakları size hiçbir şekilde zarar veremez. Allah Muhît´tir, yapmakta olduklarını çepeçevre kuşatmıştır"}]}