{"Id":263,"LanguageCodes":["my","mya"],"Name":"mya-basein","Author":"Ba Sein","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":76,"VerseNumber":23,"Text":"၂၃။ အို-တမန်တော်၊ ငါသည် သင့်အား ကုရ်အာန်ကျမ်းမြတ်ကို ထုတ်ပြန်ပို့ချပေးသနားတော်မူပြီ။"},{"SurahNumber":76,"VerseNumber":24,"Text":"၂၄။ ထို့ကြောင့်သင်သည် မြဲမြံသောသည်းခံခြင်းတရားဖြင့် မိမိအရှင်သခင်၏ ဗျာဒိတ်ပညတ်တော်ကို ကျိုးနွံလိုက်နာ လော့၊ သူတို့အနက် အပြစ်ရှိသူကိုလည်းကောင်း၊ အယူမှားသူကိုလည်းကောင်း၊ နားမထောင်လင့်။"},{"SurahNumber":76,"VerseNumber":25,"Text":"၂၅။ သင်သည် မိမိအရှင်သခင်၏ နာမတော်ကို နံနက်တိုင်း၊ ညနေတိုင်းချီးကျူးတသလော့။"},{"SurahNumber":76,"VerseNumber":26,"Text":"၂၆။ ထို့အပြင်အရှင်မြတ်အား ညဉ့်ဦးယံ၌ ဆွလားသ်ဝတ်ပြုလော့၊ ထိုညဉ့်မှာပင် အချိန်ကြာမြင့်စွာ အရှင်မြတ်၏ ကျေးဇူးတော်ဂုဏ်တော်များကို ရင့်ကျူးလော့။"},{"SurahNumber":76,"VerseNumber":27,"Text":"၂၇။ စင်စစ်အားဖြင့် ဤလူများသည် ခေတ္တ ခဏသာဖြစ်သောဤဘဝကို နှစ်သက်မြတ်နိုးကြ၏၊ ပြင်းထန်ကြောက်မက် ဖွယ်နေ့တော်ကြီးကို အရေးမစိုက်မေ့လျော့နေကြ၏။"},{"SurahNumber":76,"VerseNumber":28,"Text":"၂၈။ ငါသည် ထိုသူတို့ကို ဖန်ဆင်းတော်မူ၏၊ သူတို့၏ ကိုယ်ခန္ဓာကို အင်အားဖြည့်တင်းကြံ့ခိုင်စေတော်မူ၏၊ သို့သော်ငါသည် အလိုတော်ရှိသောအခါ ထိုသူတို့အားလုံးကို ကွပ်မျက်တော်မူပြီးလျှင် သူတို့အစားသူတို့နှင့် တူသောအခြားလူတို့ကို ယူခဲ့နိုင်တော်မူ၏။"},{"SurahNumber":76,"VerseNumber":29,"Text":"၂၉။ စင်စစ်အားဖြင့် ဤကုရ်အာန်ကျမ်းမြတ်သည် အဆုံးအမကျမ်းတော်မြတ်ဖြစ်၏၊ အလိုရှိသူမည်သူမဆို မိမိအရှင် သခင်အထံတော်သို့ ရောက်ရာလမ်းတော်ကို ယူနိုင်စေရန်ဖြစ်၏။"},{"SurahNumber":76,"VerseNumber":30,"Text":"၃၀။ သို့သော် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အလိုတော်မရှိပဲ ထိုလမ်းကို ယူမည်မဟုတ်၊ စင်စစ်အားဖြင့်အလ္လာဟ် အရှင်မြတ်သည် သိတော်မူသောအရှင်၊ သဗ္ဗညုတ ဉာဏ်တော်ရှင်ဖြစ်တော်မူ၏။"},{"SurahNumber":76,"VerseNumber":31,"Text":"၃၁။ အရှင်မြတ်သည် အလိုတော်ရှိသူအား အရှင်မြတ်၏ ကောင်းကြီးမင်္ဂလာအတွင်းသို့ ဝင်စေတော်မူ၏၊ သို့သော် ဆိုးယုတ်မိုက်မဲသော ဒုစရိုက်ကောင်များအဖို့ မူကား အလွန်ပြင်းပြနာကျင်ဖွယ်သောအပြစ်ဒဏ်တော်ကြီးကို အသင့် စီရင်ထားတော်မူ၏။"}]}