{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"Has there come to you information about the honoured guests of Abraham"},{"SurahNumber":51,"VerseNumber":25,"Text":"When they entered his presence they said, \"Peace. Peace.\" Said he, \"What a strange people"},{"SurahNumber":51,"VerseNumber":26,"Text":"Then he turned aside to his family secretly and brought a fat (roasted) calf"},{"SurahNumber":51,"VerseNumber":27,"Text":"And placed it before them. He said, \"What! Will you not eat"},{"SurahNumber":51,"VerseNumber":28,"Text":"(When they did not eat) he conceived in his mind a fear of them. They said, \"Fear not.\" And they gave him the good news of a son endowed with knowledge"},{"SurahNumber":51,"VerseNumber":29,"Text":"Then his wife came up in great grief, and she struck her face and said, \"An old barren woman"},{"SurahNumber":51,"VerseNumber":30,"Text":"They said, \"Thus says your Lord: Surely He is the Wise, the Knowing"},{"SurahNumber":51,"VerseNumber":31,"Text":"He said, \"What is your errand then, O Messengers"},{"SurahNumber":51,"VerseNumber":32,"Text":"They said, \"Surely we are sent to a guilty people"},{"SurahNumber":51,"VerseNumber":33,"Text":"That we may send down upon them stone of clay (or brimstones)"},{"SurahNumber":51,"VerseNumber":34,"Text":"Sent forth from your Lord for the extravagant (those who transgress beyond bounds)"},{"SurahNumber":51,"VerseNumber":35,"Text":"Then We brought forth such believers as were therein"},{"SurahNumber":51,"VerseNumber":36,"Text":"But We found not therein but one house of those who had Surrendered (Muslims)"},{"SurahNumber":51,"VerseNumber":37,"Text":"And We left therein a sign for those who fear the grievous penalty"},{"SurahNumber":51,"VerseNumber":38,"Text":"And in Moses (was another sign). When We sent him to Pharaoh with clear authority"},{"SurahNumber":51,"VerseNumber":39,"Text":"But he turned away with his forces and said, \"A sorcerer or a mad man"},{"SurahNumber":51,"VerseNumber":40,"Text":"So We seized him and his hosts and hurled them into the sea and his was the blame"},{"SurahNumber":51,"VerseNumber":41,"Text":"And in A´ad (was another sign). When We sent upon them the destructive wind"},{"SurahNumber":51,"VerseNumber":42,"Text":"It spared naught on which it blew, but made it like dust"},{"SurahNumber":51,"VerseNumber":43,"Text":"And in Thamud (was another sign). When it was said to them, \"Enjoy yourselves for a while"},{"SurahNumber":51,"VerseNumber":44,"Text":"But they revolted against the commandment of their Lord, so the rumbling (thunderbolt or stunning noise of an earthquake) overtook them while they looked"},{"SurahNumber":51,"VerseNumber":45,"Text":"And they were not able to rise up, nor could they defend themselves"},{"SurahNumber":51,"VerseNumber":46,"Text":"And the people of Noah (were also a sign) before that, surely they were a transgressing people"}]}