{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":66,"Text":"İnsan: \"Ben öldükten sonra mı diri olarak çıkarılacağım?\" diyor"},{"SurahNumber":19,"VerseNumber":67,"Text":"İnsan önceden hiçbir şey değilken kendisini nasıl yarattığımızı düşünmüyor mu"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rabbine andolsun ki, onları ve şeytanları mutlaka toplayacağız, sonra onları diz çökmüş vaziyette cehennemin çevresinde bulunduracağız"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra her milletten Rahman'a en çok karşı geleni ayıracağız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sonra, elbette biz, kimlerin oraya girmeğe uygun olduğunu daha iyi biliriz"},{"SurahNumber":19,"VerseNumber":71,"Text":"İçinizden oraya gitmeyecek hiç kimse yoktur. Bu, Rabbinin üzerine aldığı kesin borçtur"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra korunanları kurtarırız ve zalimleri öyle diz üstü çökmüş olarak bırakırız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Onlara açık açık ayetlerimiz okunduğu zaman, inkar edenler, inananlar için \"İki topluluktan hangisinin makamı daha hayırlı, meclisi (mevkii) daha güzeldir?\" derler"},{"SurahNumber":19,"VerseNumber":74,"Text":"Onlardan önce nice nesiller helak ettik ki onlar eşyaca ve gösterişce daha güzeldi"},{"SurahNumber":19,"VerseNumber":75,"Text":"De ki: \"Kim sapıklık içinde ise Rahman ona süre versin (ne çıkar). Nihayet va'dedildiklerini Ğazabı veya (Duruşma) sa'ati(ni)Ğ gördükleri zaman, kimin yerce daha kötü ve adamca daha zayıf olduğunu bileceklerdir"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah, yola gelenlerin hidayetini artırır. Kalıcı olan yararlı işler, Rabbinin yanında hem mükafat bakımından daha iyidir, hem varılacak yer bakımından daha iyidir"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayetlerimizi inkar edip: \"Bana mal ve evlad verilecek\" diyen adamı gördün mü"},{"SurahNumber":19,"VerseNumber":78,"Text":"Gaybe mi çık(ıp bak)tı, yoksa Rahman'ın huzurunda bir söz mü aldı (Allah ile bir andlaşma mı yaptı)"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hayır (yanılıyor), biz onun dediğini yazacağız ve onun için azabı uzattıkça uzatacağız"},{"SurahNumber":19,"VerseNumber":80,"Text":"O dediği(malı ve evladı)na biz varis olacağız (nesi varsa hepsi bize kalacak) ve o, bize tek başına gelecek (yanında ne malı, ne de evladı olmayacak)"},{"SurahNumber":19,"VerseNumber":81,"Text":"Kendilerine destek olsunlar diye Allah'tan başka tanrılar edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Hayır, (yarın o taptıkları tanrılar), bunların tapmalarını inkar edecekler ve bunlara zıd olacaklardır"}]}