{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"Nena: “Yendani pa dziko lapansi ndipo muone mapeto a anthu amene anakana choonadi.”"},{"SurahNumber":6,"VerseNumber":12,"Text":"Nena: “Kodi mwini wa chilichonse chimene chili kumwamba ndi dziko lapansi ndani?” Nena: “Mwini wake ndi Mulungu” ndipo Iye adadzilamula yekha kuti azionetsa chifundo. Ndipo, ndithudi, Iye adzakusonkhanitsani nonse pa tsiku la kuuka kwa akufa, tsiku lopanda chikaiko. Iwo amene asochera sadzakhulupirira"},{"SurahNumber":6,"VerseNumber":13,"Text":"Ndipo zake ndi zonse zimene zimapezeka usiku ndi usana ndipo Iye ndi Wakumva ndi Wozindikira"},{"SurahNumber":6,"VerseNumber":14,"Text":"Nena: “Kodi ine nditenge wina aliyense osati Mulungu kuti akhale Mtetezi wanga, Mlengi wakumwamba ndi dziko lapansi? Iye ndiye amene amadyetsa pamene Iye sadyetsedwa.” Nena: “Ndithudi ine ndalamulidwa kukhala woyamba wa anthu ogonjera kwa Mulungu.” Iwe usadzakhale mmodzi wa iwo amene amapembedza mafano"},{"SurahNumber":6,"VerseNumber":15,"Text":"Nena: “Ine ndikuopa, ngati nditanyoza Ambuye wanga, chilango cha tsiku lalikulu.”"},{"SurahNumber":6,"VerseNumber":16,"Text":"Aliyense amene adzapulumutsidwa ku mazunzo a tsiku limeneli adzakhala atalandira chifundo cha Mulungu. Kumeneko ndiko kudzakhala kupambana kwenikweni koonekeratu"},{"SurahNumber":6,"VerseNumber":17,"Text":"Ndipo ngati Mulungu akupatsa mavuto, palibe wina amene angachotse mavutowo koma Iye yekha; ndipo ngati Iye akupatsa zinthu zabwino, Iye ali ndi mphamvu pa chinthu china chilichonse"},{"SurahNumber":6,"VerseNumber":18,"Text":"Iye ali ndi mphamvu pa akapolo ake ndipo Iye ndiye Wanzeru ndi Wodziwa zonse"},{"SurahNumber":6,"VerseNumber":19,"Text":"Nena: “Kodi ndi chiani chili chachikulu mu umboni?” Nena: “Mulungu ndiye mboni pakati pa ine ndi inu. Buku la Korani lavumbulutsidwa kwa ine kuti ndikuchenjezeni inu ndi ena onse amene angalandire chivumbulutsochi. Kodi inu mungachitire umboni kuti pali milungu ina yoonjezera pa Mulungu weniweni?” Nena: “Ine sindingaikire umboni pa nkhani yotere.” Nena: “Iye ndi Mulungu mmodzi yekha. Ndipo, ndithudi, ine ndili kutali ndi milungu imene inu muli kupembedza powonjezera pa Iye.”"},{"SurahNumber":6,"VerseNumber":20,"Text":"Kwa iwo amene tidawapatsa Buku amamudziwa Iye mongamomweamadziwiraanaawo. Komaiwoameneataya mizimu yawo sadzakhulupirira"}]}