{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":110,"Text":"Вие сте най-добрата общност, изведена за хората. Повелявате одобряваното и възбранявате порицаваното, и вярвате в Аллах. А ако и хората на Писанието бяха повярвали, щеше да е най-хубаво за тях. Сред тях има и вярващи, но нечестивците са повече"},{"SurahNumber":3,"VerseNumber":111,"Text":"Не ще ви навредят, освен с обида. А ако се сражават с вас, ще ви обърнат гръб. После няма да им се помогне"},{"SurahNumber":3,"VerseNumber":112,"Text":"Белязани са те с унижението, където и да се намират, освен ако са под закрила от Аллах и под закрила от хората. И изпитаха гнева на Аллах, и ги беляза нищетата. Това е, защото отричаха знаменията на Аллах и убиваха пророците без право. Това е, защото не се подчиниха и престъпваха"},{"SurahNumber":3,"VerseNumber":113,"Text":"Те не са еднакви. Сред хората на Писанието има и праведна общност - четат знаменията на Аллах [и] в нощните часове, свеждат чела до земята в суджуд"},{"SurahNumber":3,"VerseNumber":114,"Text":"Вярват в Аллах и в Сетния ден, и повеляват одобряваното, и възбраняват порицаваното, и се надпреварват в добрините. Тези са от праведниците"},{"SurahNumber":3,"VerseNumber":115,"Text":"Каквото и добро да сторят, не ще им се отрече. Аллах знае богобоязливите"},{"SurahNumber":3,"VerseNumber":116,"Text":"А отреклите вярата с нищо не ще ги избавят от Аллах нито имотите, нито децата им. Тези са обитателите на Огъня, там ще пребивават вечно"},{"SurahNumber":3,"VerseNumber":117,"Text":"Онова, което те изразходват в земния живот, прилича на мразовит вихър, поразил и погубил посева на хора, угнетили себе си. И не Аллах ги е угнетил, а те сами се угнетяват"},{"SurahNumber":3,"VerseNumber":118,"Text":"О, вярващи, не взимайте доверени приятели, освен измежду вас! [Другите] не ще пропуснат да посеят помежду ви развала, те искат да изпаднете в беда. Омразата се показва от устата им, ала онова, което се таи в гърдите им, е по-голямо. Вече ви разкрихме знаменията, ако сте проумели"},{"SurahNumber":3,"VerseNumber":119,"Text":"Ето, вие ги обичате, а те не ви обичат. И вярвате в цялото Писание, а те, щом ви срещнат, казват: “Вярваме”, но щом се уединят, хапят си пръстите от яд заради вас. Кажи: “Умрете с яда си!” Аллах знае съкровеното в сърцата"},{"SurahNumber":3,"VerseNumber":120,"Text":"Ако ви постигне добрина, тя ги огорчава, а ако ви сполети злина, ликуват за нея. Но ако сте търпеливи и богобоязливи, не ще ви навреди лукавството им с нищо. Аллах обгръща техните дела"}]}