{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":44,"VerseNumber":43,"Text":"Surely, the tree of Zaqqum"},{"SurahNumber":44,"VerseNumber":44,"Text":"will be the food of the sinners"},{"SurahNumber":44,"VerseNumber":45,"Text":"acting as hot, thick oil which shall boil in the bellies"},{"SurahNumber":44,"VerseNumber":46,"Text":"like the boiling of a heated water"},{"SurahNumber":44,"VerseNumber":47,"Text":"(The angels shall receive the orders): “Seize him, then drag him into the midst of blazing Fire"},{"SurahNumber":44,"VerseNumber":48,"Text":"Then pour over his head from the torment of heated water.”"},{"SurahNumber":44,"VerseNumber":49,"Text":"(The sinner will be told): “Taste (it)! Surely you (pretended that) you (were) very powerful, very generous"},{"SurahNumber":44,"VerseNumber":50,"Text":"Certainly, this is what you used to doubt thereof.”"},{"SurahNumber":44,"VerseNumber":51,"Text":"Certainly, the Muttaqun will be in a trustworthy site"},{"SurahNumber":44,"VerseNumber":52,"Text":"inside orchards and springs"},{"SurahNumber":44,"VerseNumber":53,"Text":"they will put on dresses made of fine silk and heavy brocade, (they will recline on couches) facing each other"},{"SurahNumber":44,"VerseNumber":54,"Text":"Like this (they will pass their life), and We provided them company of Hur (wonderful members of a new creation, with very fair skin, and raven-black cornea on a snow-white sclera) Eein (possessing beautiful wide eyes)"},{"SurahNumber":44,"VerseNumber":55,"Text":"They will call therein for every fruit, feeling peaceful and secure"},{"SurahNumber":44,"VerseNumber":56,"Text":"They will not taste the death therein, except the earlier, initial death (which they experienced at the completion of their worldly life-span). And (Allah) saved them from the torment of the blazing Fire —"},{"SurahNumber":44,"VerseNumber":57,"Text":"as a Grace from your Nourisher-Sustainer. That: that (becomes) the supreme achievement"},{"SurahNumber":44,"VerseNumber":58,"Text":"So, truly, what (is a fact is that) We have made it most easy in your (mother) tongue in order that they may remind (their own selves and remind others)"},{"SurahNumber":44,"VerseNumber":59,"Text":"So wait, surely they too are those who wait (for their final fate)"}]}