{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":26,"Text":"Эсла, Иброҳим отасига ва қавмига: «Мен, албатта, сиз ибодат қилаётган нарсадан воз кечгувчиман"},{"SurahNumber":43,"VerseNumber":27,"Text":"Магар мени яратган зотдангина (воз кечмасман). Албатта, У зот мени ҳидоят қилур», деган эди"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ва бу(сўз)ни у ўз ортидан зурриётига боқий қолгувчи қилди. Шоядки (иймонга) қайтсалар. (Яъни, Иброҳим алайҳиссалом Аллоҳдан ўзга ҳеч бир илоҳга ибодат қилмаслик ҳақидаги сўзни, бошқача айтганда, «Ла илаҳа иллаллоҳ»ни ўзидан кейин келадиган зурриётлари ичида боқий қоладиган қилди. Шоядки зурриётлари куфр ва ширкдан иймонга қайтсалар)"},{"SurahNumber":43,"VerseNumber":29,"Text":"Мен эса, анавиларни ва уларнинг ота-боболарини, то уларга ҳақ ҳамда очиқ-ойдин Пайғамбар келгунча фойдалантирдим"},{"SurahNumber":43,"VerseNumber":30,"Text":"Қачонки уларга ҳақ келганида, улар: «Бу сеҳрдир ва, албатта, биз бунга кофирдирмиз», дедилар"},{"SurahNumber":43,"VerseNumber":31,"Text":"Улар: «Ушбу Қуръон икки шаҳардан (бирида) бўлган улуғ кишига нозил қилинганида эди», дедилар. (Уларнинг жоҳилий ўлчовлари бўйича молу дунёси кўп, мансаби, ҳукми ва султони бор одам «улуғ киши» деб эътироф этиларди. Ана шундай одам Пайғамбар бўлишга лойиқ эди. Ўша пайтда мушрикларнинг бу мақомга номзодлари ҳам бор эди. Маккада ал-Валид ибн Муғийра, Тоифда Урвату ибн Масъуд ас-Сақафий исмли одамлар бўлиб, мушриклар ана шулардан бири Пайғамбар бўлса арзийди, деган фикрда эдилар)"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ёки улар Роббингнинг раҳматини тақсимлайдиларми? Биз ҳаёти дунёда уларнинг ораларида маишатларини тақсимладик ва баъзилари баъзиларини хизматкор қилиб олишлари учун айримларининг даражаларини айримларидан устун қилиб қўйганмиз. Роббингнинг раҳмати улар жамлайдиган нарсадан яхшидир"},{"SurahNumber":43,"VerseNumber":33,"Text":"Агар одамлар бир миллат бўлиб қолишлари (хавфи) бўлмаганда, албатта, Биз Роҳманга куфр келтирадиганларнинг уйлари шифтини ва унга чиқадиган нарвонларини кумушдан қилиб қўяр эдик"},{"SurahNumber":43,"VerseNumber":34,"Text":"Ва уйларининг эшикларини ҳам, устида ёнбошлаб ётадиган сўриларини ҳам (кумушдан қилиб қўяр эдик)"},{"SurahNumber":43,"VerseNumber":35,"Text":"Ва зебу зийнату безакларни ҳам. Буларнинг ҳаммаси ҳаёти дунёнинг матоҳидан бошқа нарса эмас. Охират эса, Роббинг наздида тақводорлар учундир"}]}