{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Görmüyor musunuz ki, şüphesiz Allah, göklerde ve yerde olanları emrinize amade kılmış, açık ve gizli sizin üzerinizdeki nimetlerini genişletip-tamamlamıştır. (Buna rağmen) İnsanlardan öyleleri vardır ki, hiçbir ilme dayanmadan, bir yol gösterici ve aydınlatıcı bir kitap olmadan Allah hakkında mücadele edip durur"},{"SurahNumber":31,"VerseNumber":21,"Text":"Onlara; \"Allah'ın indirdiklerine uyun\" denildiğinde, derler ki; \"Hayır, biz atalarımızı üzerinde bulduğumuz şeye uyarız.\" Şayet şeytan, onları çılgınca yanan ateşin azabına çağırmışsa da mı (buna uyacaklar)"},{"SurahNumber":31,"VerseNumber":22,"Text":"Kim ihsanda bulunan (biri) olarak yüzünü (kendini) Allah'a teslim ederse, artık gerçekten o kopmayan bir kulpa yapışmıştır. Bütün işlerin sonu Allah'a varır"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kim de inkar ederse, artık onun inkarı seni hüzne kaptırmasın. Onların dönüşü Bizedir, artık Biz de onlara yaptıklarını haber vereceğiz. Şüphesiz Allah, sinelerin özünde saklı olanı bilendir"},{"SurahNumber":31,"VerseNumber":24,"Text":"Biz onları az (bir şey ve zaman) olarak metalandırıp yararlandırırız, sonra onları ağır bir azaba katlandırırız"},{"SurahNumber":31,"VerseNumber":25,"Text":"Andolsun onlara; \"Gökleri ve yeri kim yarattı?\" diye soracak olsan, tartışmasız; \"Allah\" diyecekler. De ki; \"Hamd Allah'ındır.\" Hayır, onların çoğu bilmezler"},{"SurahNumber":31,"VerseNumber":26,"Text":"Göklerde ve yerde olanlar Allah'ındır. Şüphesiz Allah, Gani (hiç kimseye ve hiçbir şeye muhtaç olmayan)dır, Hamid (hamd da yalnızca O'na ait)tir"},{"SurahNumber":31,"VerseNumber":27,"Text":"Eğer yeryüzündeki ağaçların tümü kalem ve deniz de -onun ardından yedi deniz daha eklenerek- (mürekkep) olsa, yine de Allah'ın kelimeleri (yazmakla) tükenmez. Şüphesiz Allah, üstün ve güçlüdür, hüküm ve hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":28,"Text":"Sizin yaratılmanız ve diriltilmeniz yalnızca tek bir kişi(yi yaratıp sonra diriltmek) gibidir. Şüphesiz Allah, işitendir, görendir"},{"SurahNumber":31,"VerseNumber":29,"Text":"Görmüyor musun ki, gerçekten Allah, geceyi gündüze bağlayıp-katar, gündüzü de geceye bağlayıp-katar. Güneş ile ayı emre amade kılmıştır. Her biri, adı konulmuş bir süreye kadar akıp gider. Allah yaptıklarınızdan haberdardır"},{"SurahNumber":31,"VerseNumber":30,"Text":"İşte-böyle; şüphesiz Allah, O, Hak olandır ve şüphesiz O'nun dışında taptıkları (tanrılar) ise, batıldır. Şüphesiz Allah, Yücedir, büyüktür"},{"SurahNumber":31,"VerseNumber":31,"Text":"Görmüyor musun ki, size ayetlerinden (bazılarını) göstermesi için, gemiler Allah'ın nimetiyle denizde akıp gitmektedir! Hiç şüphesiz bunda, çok sabreden, çok şükreden için gerçekten ayetler vardır"},{"SurahNumber":31,"VerseNumber":32,"Text":"Onları kara gölgeler gibi dalgalar sarıverdiği zaman, dini yalnızca O'na 'halis kılan gönülden bağlılar' olarak Allah'a yalvarıp yakarırlar (dua ederler). Böylece onları karaya çıkarıp-kurtarınca, artık onlardan bir kısmı orta yolu tutuyor. Bizim ayetlerimizi gaddar, nankör olandan başkası inkar etmez"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ey insanlar, Rabbinizden korkup-sakının ve öyle bir günün azabından çekinip-korkun ki, (o gün hiç) bir baba, çocuğu için bir karşılık veremez ve (hiç)bir çocuk da babası için bir şeyi verebilecek (durumda) değildir. Şüphesiz Allah'ın va'di haktır. Artık dünya hayatı sizi aldatmaya sürüklemesin ve aldatıcı(lar) da sizi Allah ile aldatmasın"},{"SurahNumber":31,"VerseNumber":34,"Text":"Kıyamet saatinin bilgisi, şüphesiz Allah'ın Katındadır. Yağmuru yağdırır; rahimlerde olanı bilir. Hiç kimse, yarın ne kazanacağını bilmez. Hiç kimse de, hangi yerde öleceğini bilmez. Hiç şüphesiz Allah bilendir, haberdardır"}]}