{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"Die Vornehmen von Pharaos Volk sagten: \"Wahrlich, das ist ein wissensreicher Zauberer"},{"SurahNumber":7,"VerseNumber":110,"Text":"Er will euch aus eurem Land vertreiben. Was veranlaßt ihr nun"},{"SurahNumber":7,"VerseNumber":111,"Text":"Sie sagten: \"Warte mit ihm und seinem Bruder noch eine Weile und sende Ausrufer zu einer Versammlung in die Städte aus"},{"SurahNumber":7,"VerseNumber":112,"Text":"auf daß sie jeden kundigen Zauberer zu dir bringen sollen"},{"SurahNumber":7,"VerseNumber":113,"Text":"Und die Zauberer kamen zu Pharao (und) sagten: \"Uns wird doch gewiß eine Belohnung zuteil wenn wir siegen"},{"SurahNumber":7,"VerseNumber":114,"Text":"Er sagte: \"Ja, und ihr sollt zu den Nächsten (von uns) gehören"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sie sagten: \"O Moses, entweder wirfst du (den Stock) oder wir werfen (zuerst)"},{"SurahNumber":7,"VerseNumber":116,"Text":"Er sagte: \"Ihr sollt werfen!\" Und als sie geworfen hatten, bezauberten sie die Augen der Leute und versetzten sie in Furcht und brachten einen gewaltigen Zauber hervor"},{"SurahNumber":7,"VerseNumber":117,"Text":"Und Wir offenbarten Moses: \"Wirf deinen Stock!\" Und siehe, er verschlang alles, was sie an Trug vorgebracht hatten"},{"SurahNumber":7,"VerseNumber":118,"Text":"So wurde die Wahrheit vollzogen, und ihre Werke erwiesen sich als nichtig"},{"SurahNumber":7,"VerseNumber":119,"Text":"Dort wurden sie damals besiegt, und beschämt kehrten sie um"},{"SurahNumber":7,"VerseNumber":120,"Text":"Und die Zauberer trieb es, in Anbetung niederzufallen"},{"SurahNumber":7,"VerseNumber":121,"Text":"Sie sagten: \"Wir glauben an den Herrn der Welten"},{"SurahNumber":7,"VerseNumber":122,"Text":"den Herrn von Moses und Aaron"},{"SurahNumber":7,"VerseNumber":123,"Text":"Da sagte Pharao: \"Ihr habt an ihn geglaubt, ehe ich es euch erlaubte. Gewiß, das ist eine List, die ihr in der Stadt ersonnen habt, um ihre Bewohner daraus zu vertreiben; doch ihr sollt es bald erfahren"},{"SurahNumber":7,"VerseNumber":124,"Text":"Wahrlich, ich werde wechselweise eure Hände und Füße abhauen. Dann werde ich euch alle kreuzigen"},{"SurahNumber":7,"VerseNumber":125,"Text":"Sie sagten: \"Dann kehren wir zu unserem Herrn zurück"},{"SurahNumber":7,"VerseNumber":126,"Text":"Du nimmst nur darum Rache an uns, weil wir an die Zeichen unseres Herrn glaubten, als sie zu uns kamen. Unser Herr, gib uns reichlich Geduld und laß uns als Muslime sterben"}]}