{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":69,"VerseNumber":1,"Text":"So Phakatangkud"},{"SurahNumber":69,"VerseNumber":2,"Text":"Antona-a so Phakatangkud"},{"SurahNumber":69,"VerseNumber":3,"Text":"Na antawa-a 1 miyakandao Ruka o antona-a so Phakatangkud (a giyoto so Bangkit)"},{"SurahNumber":69,"VerseNumber":4,"Text":"Piyakambokhag o pagtao a Samood, a go so pagtao a Ad so Phakatuktuk"},{"SurahNumber":69,"VerseNumber":5,"Text":"Na so pagtao a Samood, na ini binasa kiran so lalis a Minitaralo"},{"SurahNumber":69,"VerseNumber":6,"Text":"Na so puman so pagtao a Ad, na inibinasa kiran so ndo a domadago-os, a Miyakabandubandus"},{"SurahNumber":69,"VerseNumber":7,"Text":"Piyakapangarası Niyan kiran sa miyakapito ka gagawi-i, go miyakawalo ka kadaondao sa da maputa, na Khailaingka so pagtao ro-o a Khipakakukulit, lagid o ba siran manga itado a Qormah a miyanga o othang"},{"SurahNumber":69,"VerseNumber":8,"Text":"Na ba adun a Khailaingka kiran a malalamba? [1] go so Jeburiel"},{"SurahNumber":69,"VerseNumber":9,"Text":"Na siyogok o Pir-aon, a go so miya-ona an niyan, a go so tao sa Mo'’tafikat so dosa"},{"SurahNumber":69,"VerseNumber":10,"Text":"Go siyangka iran so Sogo o Kadnan niran, na siniksa Iyan siran sa siksa a mailot"},{"SurahNumber":69,"VerseNumber":11,"Text":"Mata-an! A Sukami na kagiya a lomapai so ig na riyoran Nami sukano ko kapal"},{"SurahNumber":69,"VerseNumber":12,"Text":"ka-an Nami rukanoto mabaloi a Pananadum, go adun manug sukaniyan o tangila a Puphamamakinug"},{"SurahNumber":69,"VerseNumber":13,"Text":"Na amai ka iyopun so Sanggakala sa kaiyop a makaisa"},{"SurahNumber":69,"VerseNumber":14,"Text":"Go Madiyongkat so Lopa a go so manga Palao, na maroput a dowa oto sa karoput a makaisa"},{"SurahNumber":69,"VerseNumber":15,"Text":"Na sa Alongan noto na makatana so phakatana (a giyoto so Bangkit)"},{"SurahNumber":69,"VerseNumber":16,"Text":"Go manga o opak so Langit, na Sukaniyan sa Alongan noto na makalumuk"},{"SurahNumber":69,"VerseNumber":17,"Text":"Go so manga Malaikat na si-i ko manga bagibir iyan. Na tanggongun so Aras o Kadnan Ka ko kaporowan niran sa Alongan noto o walo (a manga Malaikat)"},{"SurahNumber":69,"VerseNumber":18,"Text":"Sa Alongan noto na pakadarpa-an kano na da-a makapagma rukano a phagma"},{"SurahNumber":69,"VerseNumber":19,"Text":"Na so mibugai ron so Daptar iyan, si-i ko kawanan niyan, na Tharo-on niyan: A kowa a niyo, na batiya-a niyo so Daptar akun"},{"SurahNumber":69,"VerseNumber":20,"Text":"Mata-an! A sakun na Miyatangkud akun a Mata-an! A sakun na khatumo akun so itongan rakun"},{"SurahNumber":69,"VerseNumber":21,"Text":"Na sukaniyan na matago ko kaoyagoyag, a Kasoso-at"},{"SurahNumber":69,"VerseNumber":22,"Text":"Si-i ko Sorga a maporo"},{"SurahNumber":69,"VerseNumber":23,"Text":"So manga Onga on na manga rarani"},{"SurahNumber":69,"VerseNumber":24,"Text":"(Tharo-on kiran:) Kangkano go inom kano sa kapipiya ginawa, sabap ko mini-ona niyo ko manga Alongan a miya-ipos"},{"SurahNumber":69,"VerseNumber":25,"Text":"Na so puman so mibugai ron so Daptar iyan si-i ko diyowang iyan, na Matharo iyan: Hai o ba rakumbo da mibugai so Daptar akun"},{"SurahNumber":69,"VerseNumber":26,"Text":"Go di yakun katawan o antona-a i itongan rakun"},{"SurahNumber":69,"VerseNumber":27,"Text":"Hai o ba bo sukaniyan na miyabaloi a kapatai dun"},{"SurahNumber":69,"VerseNumber":28,"Text":"Da-a minilinding rakun o tamok akun"},{"SurahNumber":69,"VerseNumber":29,"Text":"Miyada rakun so bagur akun"},{"SurahNumber":69,"VerseNumber":30,"Text":"(Tharo-on o Allah:) Kowa a niyo na sangkali i niyo sukaniyan"},{"SurahNumber":69,"VerseNumber":31,"Text":"Oriyan niyan na so Naraka Jahim na sombo niyo ron"},{"SurahNumber":69,"VerseNumber":32,"Text":"Oriyan niyan na so rantai a aya karawa iyan na pito polo Hasta, na shokharun niyo ron"},{"SurahNumber":69,"VerseNumber":33,"Text":"Mata-an! A sukaniyan na aya butad iyan na di niyan Paparatiyaya-an so Allah a Lubi a Mala"},{"SurahNumber":69,"VerseNumber":34,"Text":"Go di niyan i phami-is so kapakakana ko Miskin"},{"SurahNumber":69,"VerseNumber":35,"Text":"Na da-a bagiyan niyan sa Alongan nai si-i a tonganai a phaka-ompiya-on"},{"SurahNumber":69,"VerseNumber":36,"Text":"Go da-a Pangunungkun niyan a rowar ko sago o tao ko Naraka"},{"SurahNumber":69,"VerseNumber":37,"Text":"Da-a phakakan non inonta so manga baradosa"}]}