{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":116,"Text":"ªi când Noi le-am zis îngerilor: „Prosternaþi-vã dinaintea luiAdam! ”, s-au prosternat ei, afarã de Iblis, care s-a împotrivit"},{"SurahNumber":20,"VerseNumber":117,"Text":"Atunci am zis Noi: „O, Adam, acesta vã este vrãjmaº þie ºi soaþei tale. [Fiþi cu grijã] sã nu vã scoatã pe voi din Rai ºi sã fii tu nefericit"},{"SurahNumber":20,"VerseNumber":118,"Text":"El este pentru tine; pentru ca sã nu-þi fie foame în el ºi sã nu fii gol"},{"SurahNumber":20,"VerseNumber":119,"Text":"Pentru ca sã nu-þi fie þie sete în el ºi sã nu te loveascã dogoarea soarelui”"},{"SurahNumber":20,"VerseNumber":120,"Text":"ªi l-a ispitit pe el ªeitan, zicându-i: „O, Adam, vrei tu sã-þi arãt pomul veºniciei ºi împãrãþia care nu piere?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"ªi au mâncat ei doi din el ºi li s-a arãtat goliciunea lor ºi auînceput sã coasã, pentru a se acoperi, frunze din Rai. Adam s-a revoltat, aºadar, împotriva Domnului sãu ºi a a"},{"SurahNumber":20,"VerseNumber":122,"Text":"Apoi l-a ales pe el Domnul sãu, l-a iertat pe el ºi l-a cãlãuzit"},{"SurahNumber":20,"VerseNumber":123,"Text":"El a zis : „Coborâþi amândoi din el [din Paradis]! Vã veþi fi toþi duºmani unul altuia ! Apoi, dacã va mai veni la voi o cãlãuzire dinpartea Mea , acela care va urma calea Mea cea dreaptã"},{"SurahNumber":20,"VerseNumber":124,"Text":"Însã acela care se va îndepãrta de la Pomenirea Mea va avea parte de o viaþã grea ºi în Ziua Învierii îl vom aduce pe el orb laadunare"},{"SurahNumber":20,"VerseNumber":125,"Text":"El va zice: „Doamne, de ce m-ai adus pe mine orb, la adunare, dupã ce mai înainte am fost eu bine-vãzãtor? ”"},{"SurahNumber":20,"VerseNumber":126,"Text":"Îi va zice lui : „Aºa cum versetele Noastre au venit la tine, iar tu le-ai uitat, aºa ºi tu eºti astãzi uitat!”"},{"SurahNumber":20,"VerseNumber":127,"Text":"Astfel îl rãsplãtim Noi pe cel care întrece mãsura ºi nu crede în semnele Domnului sãu, iar osânda din Lumea de Apoi va fi mai asprãºi mai îndelungatã"},{"SurahNumber":20,"VerseNumber":128,"Text":"Oare nu le foloseºte lor spre bunã cãlãuzire câte neamuri au fost nimicite mai înainte de ei, în ale cãror case merg ei [acum]? Întru aceasta sunt semne pentru cei care au minte"}]}