{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":21,"Text":"Hai orang-orang yang beriman, janganlah kamu mengikuti langkah-langkah setan. Barang siapa yang mengikuti langkah-langkah setan, maka sesungguhnya setan itu menyuruh mengerjakan perbuatan yang keji dan yang mungkar. Sekiranya tidaklah karena karunia Allah dan rahmat-Nya kepada kamu sekalian, niscaya tidak seorang pun dari kamu bersih (dari perbuatan-perbuatan keji dan mungkar itu) selama-lamanya, tetapi Allah membersihkan siapa yang dikehendaki-Nya. Dan Allah Maha Mendengar lagi Maha Mengetahui"},{"SurahNumber":24,"VerseNumber":22,"Text":"Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kaum kerabat(nya), orang-orang yang miskin, dan orang-orang yang berhijrah pada jalan Allah, dan hendaklah mereka memaafkan dan berlapang dada. Apakah kamu tidak ingin bahwa Allah mengampunimu? Dan Allah adalah Maha Pengampun lagi Maha Penyayang"},{"SurahNumber":24,"VerseNumber":23,"Text":"Sesungguhnya orang-orang yang menuduh wanita yang baik-baik, yang lengah 1034 lagi beriman (berbuat zina), mereka kena laknat di dunia dan akhirat dan bagi mereka azab yang besar"},{"SurahNumber":24,"VerseNumber":24,"Text":"pada hari (ketika), lidah, tangan, dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan"},{"SurahNumber":24,"VerseNumber":25,"Text":"Pada hari itu, Allah akan memberi mereka balasan yag setimpal menurut semestinya dan tahulah mereka bahwa Allah-lah yang benar lagi Yang menjelaskan (segala sesuatu menurut hakikat yang sebenarnya)"},{"SurahNumber":24,"VerseNumber":26,"Text":"Wanita-wanita yang keji adalah untuk laki-laki yang keji, dan laki-laki yang keji adalah buat wanita-wanita yang keji (pula), dan wanita-wanita yang baik adalah untuk laki-laki yang baik, dan laki-laki yang baik adalah untuk wanita-wanita yang baik (pula). Mereka (yang dituduh) itu bersih dari apa yang dituduhkan oleh mereka (yang menuduh itu). Bagi mereka ampunan dan rezeki yang mulia (surga)"}]}