{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta' Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"We did not reveal the Qur'an to you to cause you distress"},{"SurahNumber":20,"VerseNumber":3,"Text":"it is only a reminder for him who fears Allah"},{"SurahNumber":20,"VerseNumber":4,"Text":"a revelation from Him Who created the earth and the high heavens"},{"SurahNumber":20,"VerseNumber":5,"Text":"The Most Compassionate Lord is settled on the Throne (of the Universe)"},{"SurahNumber":20,"VerseNumber":6,"Text":"To Him belongs all that is in the heavens and all that is in the earth, and all that is in between, and all that is beneath the soil"},{"SurahNumber":20,"VerseNumber":7,"Text":"Whether you speak out aloud (or in a low voice), He knows what is said secretly, and even that which is most hidden"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah - there is no god but He. His are the most excellent names"},{"SurahNumber":20,"VerseNumber":9,"Text":"Has the story of Moses reached you"},{"SurahNumber":20,"VerseNumber":10,"Text":"When he saw a fire and said to his family: \"Hold on! I have just perceived a fire; perhaps I will bring a brand from it for you, or I will find some guidance at the fire about the way to follow"},{"SurahNumber":20,"VerseNumber":11,"Text":"When he came to it, a voice called out: \"Moses"},{"SurahNumber":20,"VerseNumber":12,"Text":"Verily I am your Lord! Take off your shoes. You are in the sacred valley, Tuwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"I Myself have chosen you; therefore, give ear to what is revealed"},{"SurahNumber":20,"VerseNumber":14,"Text":"Verily I am Allah. There is no god beside Me. So serve Me and establish Prayers to remember Me"},{"SurahNumber":20,"VerseNumber":15,"Text":"The Hour of Resurrection is coming. I have willed to keep the time of its coming hidden so that everyone may be recompensed in accordance with his effort"},{"SurahNumber":20,"VerseNumber":16,"Text":"Let him who does not believe in it and follows his lust not turn your thought away from it, lest you are ruined"},{"SurahNumber":20,"VerseNumber":17,"Text":"And what is in your right hand, O Moses"},{"SurahNumber":20,"VerseNumber":18,"Text":"Moses answered: \"This is my staff. I lean on it (when I walk), and with it I beat down leaves for my flock, and I have many other uses for it"},{"SurahNumber":20,"VerseNumber":19,"Text":"He said: \"Moses, throw it down"},{"SurahNumber":20,"VerseNumber":20,"Text":"So he threw it down, and lo! it was a rapidly moving snake"},{"SurahNumber":20,"VerseNumber":21,"Text":"Then He said: \"Seize it and have no fear. We shall restore it to its former state"},{"SurahNumber":20,"VerseNumber":22,"Text":"And place your hand in your armpit, it will come forth shining white, without blemish. This is another Sign of Allah"},{"SurahNumber":20,"VerseNumber":23,"Text":"for We shall show you some of Our greatest Signs"},{"SurahNumber":20,"VerseNumber":24,"Text":"And go to Pharaoh now for he has transgressed all bounds"}]}