{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":33,"Text":"ئۇنىڭ قەۋمىنىڭ كاپىر بولغان، ئاخىرەت مۇكاپاتىنى يالغان چىقارغان ۋە بۇ دۇنيادا بىز تەرەپتىن باياشات تۇرمۇشقا ئىگە قىلىنغان كاتتىلىرى ئېيتتى: «بۇ پەقەت سىلەرگە ئوخشاش بىر ئىنساندۇر، ئۇ سىلەر يېگەننى يەيدۇ، سىلەر ئىچكەننى ئىچىدۇ"},{"SurahNumber":23,"VerseNumber":34,"Text":"ئەگەر سىلەر ئۆزۈڭلارغا ئوخشاش بىر ئىنسانغا ئىتائەت قىلساڭلار، شۈبھىسىزكى، ئۇ چاغدا سىلەر چوقۇم زىيان تارتقۇچىلارسىلەر"},{"SurahNumber":23,"VerseNumber":35,"Text":"ئۇ سىلەرنى سىلەر ئۆلۈپ توپىغا ۋە قۇرۇق ئۇستىخانغا ئايلانغاندىن كېيىن تىرىلىسىلەر دەپ ئاگاھلاندۇرامدۇ؟"},{"SurahNumber":23,"VerseNumber":36,"Text":"سىلەرگە ئاگاھلاندۇرۇلغان ئىش تولىمۇ يىراقتۇر"},{"SurahNumber":23,"VerseNumber":37,"Text":"بىزنىڭ مۇشۇ دۇنيادىكى ھاياتىمىزدىن باشقا ھايات يوقتۇر، بىز ئۆلىمىز ۋە تىرىلىمىز (يەنى بىر تەرەپتىن ئۆلۈپ تۇرىمىز ۋە بىر تەرەپتىن تۇغۇلۇپ تۇرىمىز)، بىز قايتا تىرىلمەيمىز"},{"SurahNumber":23,"VerseNumber":38,"Text":"ئۇ پەقەت اﷲ نامىدىن يالغاننى توقۇغان ئادەملەردۇر، بىز ئۇنىڭغا ئىشەنمەيمىز»"},{"SurahNumber":23,"VerseNumber":39,"Text":"ھۇد ئېيتتى: «پەرۋەردىگارىم! ئۇلار مېنى يالغانغا چىقارغانلىقلىرى ئۈچۈن ماڭا ياردەم بەرگىن»"},{"SurahNumber":23,"VerseNumber":40,"Text":"اﷲ ئېيتتى: «ئۇلار ئۇزۇنغا قالماي (كاپىر بولغانلىقلىرىغا) نادامەت چېكىدۇ»"},{"SurahNumber":23,"VerseNumber":41,"Text":"(ئۇلار ھەقلىق رەۋىشتە قاتتىق ئاۋاز بىلەن ھالاك بولدى. ئۇلارنى بىز لۆجە قىلىۋەتتۇق، زالىم قەۋم اﷲ نىڭ رەھمىتىدىن) يىراق بولسۇن"},{"SurahNumber":23,"VerseNumber":42,"Text":"ئۇلارنى ھالاك قىلغاندىن كېيىن، باشقا بىر قەۋملەرنى پەيدا قىلدۇق"},{"SurahNumber":23,"VerseNumber":43,"Text":"ھەر قانداق ئۈممەت ھالاك بولۇش ۋاقتى كەلمەي تۇرۇپ ھالاك بولمايدۇ، ھالاك بولۇش ۋاقتىدىن ئۆتۈپمۇ كەتمەيدۇ"},{"SurahNumber":23,"VerseNumber":44,"Text":"ئاندىن بىزنىڭ پەيغەمبەرلىرىمىزنى ئارقىمۇ ئارقا ئەۋەتتۇق، ھەر ئۈممەتكە ئۇنىڭ پەيغەمبىرى كەلگەن چاغدا، ئۇلار ئۇنى ئىنكار قىلغانلىقتىن، ئۇلارنى ئارقىمۇ ئارقا ھالاك قىلدۇق، ئۇلارنى (كىشىلەرگە) ھېكايە قىلىپ قالدۇردۇق، ئىمان ئېيتمايدىغان قەۋم اﷲ نىڭ رەھمىتىدىن) يىراق بولسۇن"},{"SurahNumber":23,"VerseNumber":45,"Text":"ئاندىن مۇسا ۋە ئۇنىڭ قېرىندىشى ھارۇننى بىزنىڭ ئايەتلىرىمىز بىلەن ۋە روشەن پاكىت بىلەن پىرئەۋنگە ۋە ئۇنىڭ قەۋمىنىڭ چوڭلىرىغا (پەيغەمبەر قىلىپ) ئەۋەتتۇق، ئۇلار ھاكاۋۇرلۇق قىلىپ (ئىماندىن) باش تارتتى، ئۇلارمۇ تەكەببۇر قەۋم ئىدى"},{"SurahNumber":23,"VerseNumber":46,"Text":"ئاندىن مۇسا ۋە ئۇنىڭ قېرىندىشى ھارۇننى بىزنىڭ ئايەتلىرىمىز بىلەن ۋە روشەن پاكىت بىلەن پىرئەۋنگە ۋە ئۇنىڭ قەۋمىنىڭ چوڭلىرىغا (پەيغەمبەر قىلىپ) ئەۋەتتۇق، ئۇلار ھاكاۋۇرلۇق قىلىپ (ئىماندىن) باش تارتتى، ئۇلارمۇ تەكەببۇر قەۋم ئىدى"},{"SurahNumber":23,"VerseNumber":47,"Text":"ئۇلار: «بىزگە ئوخشاش ئىككى ئاددى ئىنسانغا ئىمان ئېيتامدۇق، ھالبۇكى، ئۇلارنىڭ قەۋمى بىزنىڭ (قۇلغا ئوخشاش) خىزمەتچىلىرىمىزدۇر» دېيىشتى"},{"SurahNumber":23,"VerseNumber":48,"Text":"ئۇلار بۇ ئىككىسىنى (يەنى مۇسا بىلەن ھارۇننى) ئىنكار قىلىشتى. شۇنىڭ بىلەن ئۇلار ھالاك بولدى"},{"SurahNumber":23,"VerseNumber":49,"Text":"ئۇلار (يەنى بەنى ئىسرائىل) نى ھىدايەت تاپسۇن دەپ، بىز ھەقىقەتەن مۇساغا كىتاب (يەنى تەۋراتنى) ئاتا قىلدۇق"},{"SurahNumber":23,"VerseNumber":50,"Text":"بىز مەريەمنىڭ ئوغلىنى (يەنى ئىسانى) ۋە ئۇنىڭ ئانىسىنى (يەنى مەريەمنى) (كامال قۇدرىتىمىزنىڭ) دەلىلى قىلدۇق، ئۇلارنى تۈپتۈز، ئېقىن سۇلۇق بىر ئېگىز جايغا ئورۇنلاشتۇردۇق"}]}