{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"اور اس مومن شخص نے کہا کہ اے میری قوم! (کے لوگو) تم (سب) میری پیروی کرو میں نیک راه کی طرف تمہاری رہبری کروں گا"},{"SurahNumber":40,"VerseNumber":39,"Text":"اے میری قوم! یہ حیات دنیا متاع فانی ہے، (یقین مانو کہ قرار) اور ہمیشگی کا گھر تو آخرت ہی ہے"},{"SurahNumber":40,"VerseNumber":40,"Text":"جس نے گناه کیا ہے اسے تو برابر برابر کا بدلہ ہی ہے اور جس نے نیکی کی ہے خواه وه مرد ہو یا عورت اور وه ایمان واﻻ ہو تو یہ لوگ جنت میں جائیں گے اور وہاں بےشمار روزی پائیں گے"},{"SurahNumber":40,"VerseNumber":41,"Text":"اے میری قوم! یہ کیا بات ہے کہ میں تمہیں نجات کی طرف بلا رہا ہوں اور تم مجھے دوزخ کی طرف بلا رہے ہو"},{"SurahNumber":40,"VerseNumber":42,"Text":"تم مجھے یہ دعوت دے رہے ہوکہ میں اللہ کے ساتھ کفر کروں اور اس کے ساتھ شرک کروں جس کا کوئی علم مجھے نہیں اور میں تمہیں غالب بخشنے والے (معبود) کی طرف دعوت دے رہا ہوں"},{"SurahNumber":40,"VerseNumber":43,"Text":"یہ یقینی امر ہے کہ تم مجھے جس کی طرف بلا رہے ہو وه تو نہ دنیا میں پکارے جانے کے قابل ہے نہ آخرت میں، اور یہ (بھی یقینی بات ہے) کہ ہم سب کا لوٹنا اللہ کی طرف ہے اور حد سے گزر جانے والے ہی (یقیناً) اہل دوزخ ہیں"},{"SurahNumber":40,"VerseNumber":44,"Text":"پس آگے چل کر تم میری باتوں کو یاد کرو گے میں اپنا معاملہ اللہ کے سپرد کرتا ہوں، یقیناً اللہ تعالیٰ بندوں کا نگراں ہے"},{"SurahNumber":40,"VerseNumber":45,"Text":"پس اسے اللہ تعالیٰ نے تمام بدیوں سے محفوظ رکھ لیا جو انہوں نے سوچ رکھی تھیں اور فرعون والوں پر بری طرح کا عذاب الٹ پڑا"},{"SurahNumber":40,"VerseNumber":46,"Text":"آگ ہے جس کے سامنے یہ ہر صبح شام ﻻئے جاتے ہیں اور جس دن قیامت قائم ہوگی (فرمان ہوگا کہ) فرعونیوں کو سخت ترین عذاب میں ڈالو"},{"SurahNumber":40,"VerseNumber":47,"Text":"اور جب کہ دوزخ میں ایک دوسرے سے جھگڑیں گے تو کمزور لوگ تکبر والوں سے (جن کے یہ تابع تھے) کہیں گے کہ ہم تو تمہارے پیرو تھے تو کیا اب تم ہم سے اس آگ کا کوئی حصہ ہٹا سکتے ہو؟"},{"SurahNumber":40,"VerseNumber":48,"Text":"وه بڑے لوگ جواب دیں گے ہم تو سبھی اس آگ میں ہیں، اللہ تعالیٰ اپنے بندوں کے درمیان فیصلے کر چکا ہے"},{"SurahNumber":40,"VerseNumber":49,"Text":"اور (تمام) جہنمی مل کر جہنم کے داروغوں سے کہیں گے کہ تم ہی اپنے پروردگار سے دعا کرو کہ وه کسی دن تو ہمارے عذاب میں کمی کردے"},{"SurahNumber":40,"VerseNumber":50,"Text":"وه جواب دیں گے کہ کیا تمہارے پاس تمہارے رسول معجزے لے کر نہیں آئے تھے؟ وه کہیں گے کیوں نہیں، وه کہیں گے کہ پھر تم ہی دعا کرو اور کافروں کی دعا محض بے اﺛر اور بےراه ہے"}]}