{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":33,"Text":"Dünya hayatında kendilerine refah verdiğimiz, inkarcı ve ahirete kavuşmayı yalanlayan kavminin ileri gelenleri şöyle dediler: -Bu sizin gibi bir insandan başka bir şey değil. Yediğinizden yiyor, içtiğinizden içiyor"},{"SurahNumber":23,"VerseNumber":34,"Text":"Eğer, sizin gibi bir insana itaat ederseniz, işte o zaman hüsrana uğrarsınız"},{"SurahNumber":23,"VerseNumber":35,"Text":"Size, ölüp, toprak ve kemik olduktan sonra yeniden dirileceğinizi mi vaat ediyor"},{"SurahNumber":23,"VerseNumber":36,"Text":"Size vaat edilen uzak, hem de çok uzak"},{"SurahNumber":23,"VerseNumber":37,"Text":"Hayat, ancak dünya hayatıdır. Ölürüz ve yaşarız. Ama tekrar diriltilecek değiliz"},{"SurahNumber":23,"VerseNumber":38,"Text":"O, Allah’a karşı ancak yalan uyduran bir adamdır. Biz, ona inanacak değiliz"},{"SurahNumber":23,"VerseNumber":39,"Text":"Rabbim, dedi. Beni yalanlamalarına karşılık bana yardım et"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah: “Az sonra pişman olacaklardır” dedi"},{"SurahNumber":23,"VerseNumber":41,"Text":"Derken onları müthiş bir çığlık yakaladı. Onları bir süprüntü haline getirdik. Helak olup gitti zalim kavim"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra onların ardından başka nesiller yarattık"},{"SurahNumber":23,"VerseNumber":43,"Text":"Hiç bir toplum süresini ne öne alabilir ne de geri bırakabilir"},{"SurahNumber":23,"VerseNumber":44,"Text":"Daha sonra da birbiri arkasına elçiler gönderdik. Elçileri yalanladılar da biz de onları birbirine tabi kılarak yok edip, efsane haline getirdik. Yok olsun inanmayan toplum"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra, Musa ve kardeşi Harun’u ayetlerimiz ve apaçık belge ile göndermiştik"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firavun’a ve çevresine. Ama onlar, büyüklendiler, zaten mağrur bir kavim idiler"},{"SurahNumber":23,"VerseNumber":47,"Text":"Biz dediler; bizim gibi iki insana mı iman edeceğiz, üstelik onların kavmi de bize kulluk ederken"},{"SurahNumber":23,"VerseNumber":48,"Text":"Bu sebeple onları yalanladılar da helak edilenlerden oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Doğru yolu görsünler diye Musa’ya da kitabı vermiştik"},{"SurahNumber":23,"VerseNumber":50,"Text":"Meryem’in oğlunu da, annesini de bir belge kıldık. O; İkisini akar sulu, yüksek ve meskun bir yere yerleştirdik"}]}