{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":60,"Text":"Heb jij niet gezien naar hen die beweren te geloven in wat naar jou is neergezonden en in wat er al voor jouw tijd is neergezonden, dat zij voor een uitspraak bij de Taghoet in beroep wensen te gaan, hoewel hun bevolen was daarin niet te geloven. De satan wenst hen ver te laten afdwalen"},{"SurahNumber":4,"VerseNumber":61,"Text":"En wanneer tot hen gezegd wordt: \"Komt tot wat God heeft neergezonden en tot de gezant\" dan zie jij de huichelaars zich duidelijk van jou afkeren"},{"SurahNumber":4,"VerseNumber":62,"Text":"En hoe is het dan als hen onheil treft voor wat hun handen tevoren gedaan hebben en als zij dan tot jou komen, terwijl zij bij God zweren: \"Wij wensten alleen maar goed te doen en gunstig te stemmen"},{"SurahNumber":4,"VerseNumber":63,"Text":"Dat zijn zij van wie God weet wat er in hun harten is. Wend je van hen af en vermaan hen en zeg doeltreffende woorden tot hen over henzelf"},{"SurahNumber":4,"VerseNumber":64,"Text":"Wij hebben de gezanten slechts gezonden om, met Gods toestemming, gehoorzaamd te worden. En als zij, omdat zij zichzelf onrecht aangedaan hebben, tot jou zouden komen en dan God om vergeving zouden vragen en als de gezant voor hen om vergeving zou vragen dan zouden zij merken dat God een genadegever is en barmhartig"},{"SurahNumber":4,"VerseNumber":65,"Text":"Maar nee, bij jouw Heer, zij geloven pas [echt] als zij jou tot scheidsrechter maken over wat bij hen omstreden is en als zij dan bij zichzelf geen moeite hebben met wat jij geoordeeld hebt en het volledig aanvaarden"},{"SurahNumber":4,"VerseNumber":66,"Text":"En als Wij aan hen voorgeschreven hadden: \"Doodt elkaar\" of \"Vertrekt uit jullie woningen\", dan zouden zij het op enkelen na niet doen. Maar als zij zouden doen waartoe zij worden aangespoord dan zou dat beter zijn en een stevigere bevestiging"},{"SurahNumber":4,"VerseNumber":67,"Text":"En dan zouden Wij hun van Onze kant een geweldig loon geven"},{"SurahNumber":4,"VerseNumber":68,"Text":"En Wij zouden hen op een juiste weg leiden"},{"SurahNumber":4,"VerseNumber":69,"Text":"Wie God en de gezant gehoorzamen, dat zijn zij die bij hen behoren aan wie God genade geschonken heeft: de profeten, de oprechten, de [geloofs]getuigen en de rechtschapenen. Dat zijn goede kameraden"},{"SurahNumber":4,"VerseNumber":70,"Text":"Dat is de goedgunstigheid van God. God is goed genoeg als wetende"}]}