{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Lloat sigui Al·là, a Qui pertany el que està en els cels i en la terra! Lloat sigui també en l'altra vida! Ell és El Savi, El Bé Informat"},{"SurahNumber":34,"VerseNumber":2,"Text":"Sap el que penetra en la terra i el que d'ella surt, el que descendeix del cel i el que a ell ascendeix. Ell és El Misericordiós, L'Indulgent"},{"SurahNumber":34,"VerseNumber":3,"Text":"Els infidels diuen: «L'Hora no ens arribarà». Digues: «Clar que si! Pel meu Senyor, El Coneixedor de l'ocult, que ha d'arribar- os! No se Li passa desapercebut el pes d'un àtom en els cels ni en la terra. No hi ha gens, menor o major que això, que no estigui en una Escriptura clara"},{"SurahNumber":34,"VerseNumber":4,"Text":"per a retribuir als que van creure i van obrar bé. Aquests tals tindran perdó i generós sosteniment"},{"SurahNumber":34,"VerseNumber":5,"Text":"Qui, en canvi, s'hagin esforçat per deixar sense efecte Els nostres signes, tindran el càstig d'un suplici dolorós»"},{"SurahNumber":34,"VerseNumber":6,"Text":"Qui han rebut la Ciència veuen que el que el teu Senyor t'ha revelat és la Veritat i dirigeix a la via del Poderós, del Digne de Lloança"},{"SurahNumber":34,"VerseNumber":7,"Text":"Els infidels diuen: «Voleu que us indiquem un home que us anunciï que, quan estigueu completament descomposts, de debò se us crearà de nou?»"},{"SurahNumber":34,"VerseNumber":8,"Text":"Ha inventat una mentida contra Al·là o és un possès? No, no és així! Els que no creuen en l'altra vida estan destinats al càstig i profundament extraviats"},{"SurahNumber":34,"VerseNumber":9,"Text":"És que no veuen el que els envolta en els cels i en la terra? Si volguéssim, faríem que la terra els hi empassés o que caigués sobre ells part del cel. Certament, hi ha en això un signe per a tot serf penedit"}]}