{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"He it is Who sends down water from the sky, from which you have drink, and from which comes forth vegetation wherewith you pasture your cattle"},{"SurahNumber":16,"VerseNumber":11,"Text":"Therewith He causes the crops to grow for you, and olives, and date palms, and grapevines, and every kind of fruit. Truly in that is a sign for a people who reflect"},{"SurahNumber":16,"VerseNumber":12,"Text":"He has made the night and the day subservient unto you, and the sun, and the moon, and the stars are subservient by His Command. Truly in that are signs for a people who understand"},{"SurahNumber":16,"VerseNumber":13,"Text":"And whatsoever He created for you on the earth of diverse hues—truly in this is a sign for a people who reflect"},{"SurahNumber":16,"VerseNumber":14,"Text":"He it is Who made the sea subservient, that you may eat fresh meat therefrom, and extract from it ornaments that you wear. You see the ships plowing through it, and [this is so] that you may seek His Bounty, and that haply you may give thanks"},{"SurahNumber":16,"VerseNumber":15,"Text":"And He cast firm mountains in the earth, lest it shake beneath you, and streams, and ways, that haply you may be guided"},{"SurahNumber":16,"VerseNumber":16,"Text":"and landmarks, and by the stars they are guided"},{"SurahNumber":16,"VerseNumber":17,"Text":"Is He Who creates like one who creates not? Will you not, then, reflect"},{"SurahNumber":16,"VerseNumber":18,"Text":"And were you to count the blessings of God, you could not number them. Truly God is Forgiving, Merciful"},{"SurahNumber":16,"VerseNumber":19,"Text":"And God knows what you hide and what you disclose"},{"SurahNumber":16,"VerseNumber":20,"Text":"And those whom they call upon apart from God create naught, and are themselves created"},{"SurahNumber":16,"VerseNumber":21,"Text":"[They are] dead, not living, and they are not aware of when they will be resurrected"}]}