{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":109,"Text":"فرعون کی قوم کے سرداروں نے کہا بے شک یہ بڑا ماہر جادو گر ہے"},{"SurahNumber":7,"VerseNumber":110,"Text":"تمہیں تمہارے ملک سے نکالنا چاہتا ہے پس تم کیا مشورہ دیتے ہو"},{"SurahNumber":7,"VerseNumber":111,"Text":"انہوں نے کہا کہ اسے اور اس کے بھائی کو مہلت دے اور شہروں میں جمع کرنے والے بھیج دے"},{"SurahNumber":7,"VerseNumber":112,"Text":"تاکہ تیرے پاس ماہر جادوگر کو لے آئيں"},{"SurahNumber":7,"VerseNumber":113,"Text":"اور جادوگر فرعون کے پاس آئے کہا اگر ہم غالب آئے تو ہمیں کچھ صلہ بھی ملے گا"},{"SurahNumber":7,"VerseNumber":114,"Text":"کہا ہاں اور بے شک تم مقرب ہو جاؤ گے"},{"SurahNumber":7,"VerseNumber":115,"Text":"کہا اے موسیٰ یا تو تو ڈال یا ہم ڈالتے ہیں"},{"SurahNumber":7,"VerseNumber":116,"Text":"کہا تم ڈالوپس جب انہوں نے ڈالا تو لوگو ں کی نظر بندی کر دی اور انہیں ڈرایا اور اک طرح کا بڑا جادو دکھایا"},{"SurahNumber":7,"VerseNumber":117,"Text":"اور ہم نے موسیٰ کو وحی کے ذریعے سے حکم دیا اپنا عصا ڈال دے سو وہ اسی وقت نگلنے لگا جو کھیل انہو ں نے بنا رکھا تھا"},{"SurahNumber":7,"VerseNumber":118,"Text":"پھر حق ظاہر ہو گیا اور جو انہوں نے بنایا تھا وہ غلط ہو گیا"},{"SurahNumber":7,"VerseNumber":119,"Text":"پھر اس جگہ ہار گئے اور ذلیل ہو کر لوٹے"},{"SurahNumber":7,"VerseNumber":120,"Text":"اور جادوگر سجدہ میں گر پڑے"},{"SurahNumber":7,"VerseNumber":121,"Text":"کہاہم رب العالمین پر ایمان لائے"},{"SurahNumber":7,"VerseNumber":122,"Text":"جو موسیٰ اور ہارون کا رب ہے"},{"SurahNumber":7,"VerseNumber":123,"Text":"فرعون نے کہا تم اس پر میری اجازت سے پہلے ہی ایمان لے آئے یہ تو مکر ہے جو تم سب نے اس شہر میں بنایا ہے تاکہ اس شہر کے رہنے والوں کو نکال دو سو اب تمہیں معلوم ہو جائے گا"},{"SurahNumber":7,"VerseNumber":124,"Text":"میں ضرور تمہارے ہاتھ اور دوسری طرف سے پاؤں کاٹوں گا پھر تم سب کو سولی چڑھا دوں گا"},{"SurahNumber":7,"VerseNumber":125,"Text":"انہوں نے کہا ہمیں تو اپنے رب کی طرف لوٹ کر جانا ہی ہے"},{"SurahNumber":7,"VerseNumber":126,"Text":"اور تمہیں ہم سے یہی دشمنی ہے کہ ہم نے اپنے رب کی نشانیوں کو مان لیا جب وہ ہمارے پاس آئیں اے ہمارے رب ہمارے اوپر صبر ڈال اورہمیں مسلمان کر کے موت دے"}]}