{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":27,"Text":"And indeed We already caused whatever towns around you to perish; and We propounded the signs, that possibly they would return"},{"SurahNumber":46,"VerseNumber":28,"Text":"Then had the ones whom they had taken to themselves as near-stationed (mediators), gods, apart from Allah, vindicated them? No indeed, (but) they erred away from them, and that was their falsehood and what they used to fabricate"},{"SurahNumber":46,"VerseNumber":29,"Text":"And (remember) as We turned about to you a batch of the jinn listening to the Qur'an; so, as soon as they were in its presence they said, \"Hearken!\" Then, as soon as it was accomplished, they turned back to their people, constantly warning"},{"SurahNumber":46,"VerseNumber":30,"Text":"They said\" O our people, surely we have heard a Book that was sent down even after Musa, (Moses) sincerely (verifying) what was before it, (Literally: between its two hands) guiding to the Truth and to a straight road"},{"SurahNumber":46,"VerseNumber":31,"Text":"O our people, answer the Caller of Allah, and believe in Him, (and) He will forgive you (some) of your guilty (deeds), and (offer) you neighborly (protection) from a painful torment"},{"SurahNumber":46,"VerseNumber":32,"Text":"And whoever does not answer the Caller of Allah, then he cannot be defiant to (Him) in the earth, and he has no constant patrons apart from Him; those are in evident error"},{"SurahNumber":46,"VerseNumber":33,"Text":"And have they not seen that Allah, Who created the heavens and the earth and did not falter by their creation, is (always) Determiner over giving life to the dead? Yes indeed, surely He is The Ever-Determiner of everything"},{"SurahNumber":46,"VerseNumber":34,"Text":"And on the Day when the ones who disbelieved are set before the Fire, (it will be said), \"Is not this (really) the Truth?\" They will say, \"Yes indeed, by our Lord!\" He will say, \"Then taste the torment for that you used to disbelieve"},{"SurahNumber":46,"VerseNumber":35,"Text":"So (endure) patiently, as the Messengers endowed with resolve (endured) patiently; and do not seek to hasten (the torment) for them; it will be as if, on the Day they see what they are promised, they had not lingered except for an hour of a (single) daytime. It is a proclamation! Then who will be caused to perish except the immoral people"}]}