{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"Инде син кәферләргә, мөшрикләргә һәм монафикъларга Коръән белән сөйлә, яхшылап төшендер, әлбәттә, син Раббыңның нигъмәте вә рәхмәте сәбәпле Аллаһудан килгән вәхий белән сөйләүче хак пәйгамбәрсең, вәхийдән башка гаептән хәбәр бирүче күрәзәче түгелсең һәм дивана да түгелсең"},{"SurahNumber":52,"VerseNumber":30,"Text":"Әллә әйтәләрме ул пәйгамбәр түгел, шагыйрь, без аның хакында бер вакыйга көтәбез дип. Мөшрикләр: \"Атасы яшьли үлде, Мухәммәд тә яшьли үләр, аннары сәхабәләре таралыр\", – дип көтәләр иде"},{"SurahNumber":52,"VerseNumber":31,"Text":"Әйт аларга: \"Көтегез, ий мөшрикләр, мин дә сезнең белән бергә Аллаһудан сезгә ґәзаб килгәнне көтүчемен\", – дип"},{"SurahNumber":52,"VerseNumber":32,"Text":"Әллә аларны Аллаһуга вә расүлгә каршылык кылырга гакыллары кушамы, әллә алар азган саташкан кавемнәрме"},{"SurahNumber":52,"VerseNumber":33,"Text":"Әллә алар әйтәләрме: \"Коръәнне Мухәммәд үзе уйлап чыгарды\", – дип. Юк бәлки алар хөседлек вә тәкәбберлек илә Коръәнгә ышанмыйлар"},{"SurahNumber":52,"VerseNumber":34,"Text":"Әгәр Мухәммәд Коръәнне үзе уйлап чыгарган дигән сүзләре дөрес булса, Коръән сүзләренә охшаган сүзләрне китерсеннәр, бит алар да Мухәммәд кеби кешеләр, Коръән кеби китап китерсеннәр"},{"SurahNumber":52,"VerseNumber":35,"Text":"Әллә алар һичнәрсәсез халык ителделәрме, ягъни аларны халык кылган Аллаһ юкмы, әллә алар үзләре халык кылучылармы"},{"SurahNumber":52,"VerseNumber":36,"Text":"Әллә җирне вә күкләрне алар халык кылдылармы? Бәлки алар \"Фәкать Аллаһ гына халык кылучы\" дигән сүзгә ышанмыйлар"},{"SurahNumber":52,"VerseNumber":37,"Text":"Әллә Раббыңның рәхмәт хәзинәләре алар кулындамы? Әллә аларда Аллаһуда булган куәт бармы, теләгән бер эшләрен кылалармы"},{"SurahNumber":52,"VerseNumber":38,"Text":"Әллә аларның күккә менә торган баскычлары булып, анда менеп вәхийне тыңлыйлармы, әгәр вәхийне ишеткән булсалар, сүзләрен вә эшләрен дөресли торган Аллаһ сүзләрен китерсеннәр"},{"SurahNumber":52,"VerseNumber":39,"Text":"Әллә Аллаһуга кыз балалар булып, ий мөшрикләр, сезгә ир балалармы"},{"SurahNumber":52,"VerseNumber":40,"Text":"Ий Мухәммәд г-м иманга өндәгән өчен вә Исламны өйрәткән өчен әллә алардан хак сорыйсыңмы һәм алар ул ханны бирүдән авырсыналармы"},{"SurahNumber":52,"VerseNumber":41,"Text":"Әллә аларга пәйгамбәр белмәгән яшертен эшләрне белү белеме бармы, шул белемнәре илә хөкем итәләрме"},{"SurahNumber":52,"VerseNumber":42,"Text":"Әллә алар бер хәйлә белән сине үтерергә телиләрме? Кәферләр хәйлә мәкерләреннән үзләре зарар күрүчеләрдер"},{"SurahNumber":52,"VerseNumber":43,"Text":"Әллә аларның Аллаһудан башка үзләренең Аллалары бармы, Аллаһ ґәзабыннан коткаручы? Мөшрикләр шәрик иткән нәрсәләрдән Аллаһ гаять пакьдер"},{"SurahNumber":52,"VerseNumber":44,"Text":"Әгәр алар үзләрен һәлак итәр өчен күктән килгән бер кисәкне күрсәләр, алар әйтәләр: \"Бергә оешкан болытлар безгә яңгыр алып киләдер\", – дип"},{"SurahNumber":52,"VerseNumber":45,"Text":"Син аларны куй алардан кисел һәлак ителә торган көннәренә юлыкканнарына чаклы"},{"SurahNumber":52,"VerseNumber":46,"Text":"Аларның хәйлә мәкерләре ул көндә һичнәрсәдә аларга файда бирмәс һәм ґәзабтан котылу өчен аларга ярдәмче булмас"},{"SurahNumber":52,"VerseNumber":47,"Text":"Әлбәттә, залимнәргә ут ґәзабыннан башка да ґәзаб бардыр, ләкин кешеләрнең күберәге белмиләр"},{"SurahNumber":52,"VerseNumber":48,"Text":"Дөньяда Раббыңның хөкеменә чыда! Бит син Безнең күз алдыбыздасың аларның сиңа кылган явыз эшләрен күрәбез, һәм Раббыңны мактап тәсбихләр әйтә торган вакытында"},{"SurahNumber":52,"VerseNumber":49,"Text":"Дәхи ахшам, ястү намазларын һәм таң намазын укыгыл"}]}