{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":34,"VerseNumber":22,"Text":"Mondd (Mulammad- Allah áldja meg és adjon Neki örök üdvösséget): .Fohászkodjatok csak azokhoz, akiket Allah helyett hisztek! Egy porszemnyivel sem rendelkeznek az égben, sem a földön. Nincs nekik azokban részesedésük és nincs segítője sem közülük"},{"SurahNumber":34,"VerseNumber":23,"Text":"Nem használ a közbenjárás Nála, csak annak, akinek engedélyt adott. És miután a rettenet elcsitul a szíveikben azt mondják: . Mit mondott az Uratok?\" Azt felelik: Az Igazságot. Ő a Magasságos és a Nagy.\" Hizb"},{"SurahNumber":34,"VerseNumber":24,"Text":"Mondd (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget): .Ki az, aki gondoskodik rólatok az egekből és a földön?\" Mondd: . Allah! És akkor vagy mi, vagy ti vagytok az igaz vezérlés útján, vagy nyilvánvaló tévelygésben"},{"SurahNumber":34,"VerseNumber":25,"Text":"Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Nem ti kérdeztettek meg arról, amit mi követtünk el. És nem mi kérdeztetünk meg arról, amit ti tettetek"},{"SurahNumber":34,"VerseNumber":26,"Text":"Mondd: , Összegyűjt bennünket a mi Urunk, azután ítélkezik felettünk az Igazsággal. Ő a Tudó és az Ítélkező"},{"SurahNumber":34,"VerseNumber":27,"Text":"Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): . Mutassátok meg nekem azokat, akiket társakként kapcsoltatok Mellé! De nem! Ő Allah, a Hatalmas és a Bölcs"},{"SurahNumber":34,"VerseNumber":28,"Text":"Az emberiség egészéhez küldtünk el Téged (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget), hogy az örömhír hozója és intő légy! De a legtöbb ember nem fogja ezt fel ésszel"},{"SurahNumber":34,"VerseNumber":29,"Text":"És azt mondogatják: ..Mikor lesz ez az ígéret , ha az igazat szóljátok"},{"SurahNumber":34,"VerseNumber":30,"Text":"Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Nektek egy olyan Nap ígérete adatott, amelyet egyetlen órával sem hátráltathattok és nem is siettethettek"}]}