{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":71,"Text":"روزی همه‌ی انسانها را همراه با نامه‌ی اعمالشان فرا می‌خوانیم. آن گاه هرکس نامه‌ی اعمالش به دست راستش داده شود (جزو سعادتمندان است) و آنان نامه‌ی اعمالشان را (شادان و خندان) می‌خوانند و کمترین ستمی بدیشان نخواهد شد"},{"SurahNumber":17,"VerseNumber":72,"Text":"و هرکس در این (جهان) کور (دل و گمراه) باشد، در آخرت کورتر و گمراه‌تر خواهد بود. (چرا که وجود اخروی انسان، درخت روئیده از دانه‌ی زندگی دنیوی او است)"},{"SurahNumber":17,"VerseNumber":73,"Text":"نزدیک بود کافران (با نیرنگهای گوناگون و نیروهای زر و زور) تو را از (حکم) آنچه به تو وحی کرده‌ایم (و قرآنش نامیده‌ایم، دور و) منصرف گردانند (و فقراء را از پیش تو برانند) تا (در عمل، حکم) جز قرآن را به ما نسبت دهی، و آن گاه تو را به دوستی گیرند (و همدمی تو را بپذیرند)"},{"SurahNumber":17,"VerseNumber":74,"Text":"و اگر ما تو را استوار و پابرجای (بر حق) نمی‌داشتیم، دور نبود که اندکی بدانان بگرائی"},{"SurahNumber":17,"VerseNumber":75,"Text":"(و اگر چنین می‌کردی) در این صورت عذاب دنیا و عذاب آخرت (تو) را چندین برابر (می‌ساختیم و) به تو می‌چشاندیم (چرا که گناه بزرگان بزرگ است). سپس در برابر ما یار و یاوری نمی‌یافتی (تا عذاب ما را از تو به دور دارد)"},{"SurahNumber":17,"VerseNumber":76,"Text":"(کفّار مکّه با نقشه‌ها و توطئه‌های گوناگون خواستند در تو نفوذ کنند) و نزدیک بود آنان تو را از سرزمین (مکّه) برکنند (و محیط آن را برایت غیرقابل تحمّل کرده) تا تو را از آنجا بیرون کنند. (اگر آنان چنین می‌کردند) در این صورت بعد از تو جز مدّت کوتاهی نمی‌ماندند"},{"SurahNumber":17,"VerseNumber":77,"Text":"(تنها در دفاع از تو چنین نبوده است. بلکه این) شیوه‌ی ما در (دفاع از همه‌ی) پیغمبرانی بوده است که پیش از تو فرستاده‌ایم (و اقوام ایشان، آنان را کشته یا از میان خود رانده‌اند و بدین وسیله درِ سعادت را بر روی خود بسته‌اند و از رحمت الهی محروم گشته‌اند) و تغییر و تبدیلی در شیوه‌ی ما نخواهی‌دید (و کسی را نخواهی یافت که بتواند سنّت ما را دگرگون سازد)"}]}