{"Id":203,"LanguageCodes":["id","ind"],"Name":"ind-muhammadquraish","Author":"Muhammad Quraish Shihab Et Al.","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":47,"Text":"Langit itu Kami kokohkan dengan kekuatan Kami. Sesungguhnya Kami mampu menjadikannya lebih dari itu. (1) Dan bumi itu Kami bentangkan. Maka sebaik-baik yang mempersiapkannya untuk tempat tinggal adalah Kami. (1) Ayat ini mengisyaratkan beberapa rahasia ilmiah. Di antaranya, bahwa Allah Swt. menciptakan alam yang luas ini dengan kekuasaan-Nya. Dia Mahakuasa atas segala sesuatu. Kata samâ' (langit) pada ayat tersebut dimaksudkan sebagai segala sesuatu yang ada di atas dan menaungi. Maka, segala sesuatu yang ada di sekitar benda-benada langit seperti planet, bintang, tata surya dan galaksi juga disebut langit. Bagian alam raya yang terlihat ini amatlah luas, tak terbayangkan dan tak terbatas, sebab jaraknya bisa mencapai jutaan tahun cahaya. Menurut ilmu pengetahuan modern, satu tahun cahaya berarti jarak yang dilalui cahaya dengan kecepatan 300. 000 km per detik. Frase \"Wa Innâ Lamûsi'ûn\" ('dan Kami meluaskannya') menunjukkan hal itu. Artinya, Kami meluaskan alam tersebut dengan sebegitu luasnya sejak diciptakan. Ayat tersebut juga menunjukkan bahwa meluasnya alam terus berlangsung sepanjang masa. Ini juga telah ditemukan dalam ilmu pengetahuan modern yang dikenal dengan teori ekspansi. Menurut teori tersebut, nebula di luar galaksi tempat kita tinggal menjauh dari kita dengan kecepatan yang berbeda-beda. Bahkan benda-benda langit dalam satu galaksi pun saling menjauh satu sama lainnya"},{"SurahNumber":51,"VerseNumber":48,"Text":"Langit itu Kami kokohkan dengan kekuatan Kami. Sesungguhnya Kami mampu menjadikannya lebih dari itu. (1) Dan bumi itu Kami bentangkan. Maka sebaik-baik yang mempersiapkannya untuk tempat tinggal adalah Kami. (1) Ayat ini mengisyaratkan beberapa rahasia ilmiah. Di antaranya, bahwa Allah Swt. menciptakan alam yang luas ini dengan kekuasaan-Nya. Dia Mahakuasa atas segala sesuatu. Kata samâ' (langit) pada ayat tersebut dimaksudkan sebagai segala sesuatu yang ada di atas dan menaungi. Maka, segala sesuatu yang ada di sekitar benda-benada langit seperti planet, bintang, tata surya dan galaksi juga disebut langit. Bagian alam raya yang terlihat ini amatlah luas, tak terbayangkan dan tak terbatas, sebab jaraknya bisa mencapai jutaan tahun cahaya. Menurut ilmu pengetahuan modern, satu tahun cahaya berarti jarak yang dilalui cahaya dengan kecepatan 300. 000 km per detik. Frase \"Wa Innâ Lamûsi'ûn\" ('dan Kami meluaskannya') menunjukkan hal itu. Artinya, Kami meluaskan alam tersebut dengan sebegitu luasnya sejak diciptakan. Ayat tersebut juga menunjukkan bahwa meluasnya alam terus berlangsung sepanjang masa. Ini juga telah ditemukan dalam ilmu pengetahuan modern yang dikenal dengan teori ekspansi. Menurut teori tersebut, nebula di luar galaksi tempat kita tinggal menjauh dari kita dengan kecepatan yang berbeda-beda. Bahkan benda-benda langit dalam satu galaksi pun saling menjauh satu sama lainnya"},{"SurahNumber":51,"VerseNumber":49,"Text":"Segala sesuatu Kami ciptakan dua jenis yang berpasang-pasangan agar kalian ingat sehingga percaya kepada kekuasaan Kami"},{"SurahNumber":51,"VerseNumber":50,"Text":"Maka bersegeralah taat kepada Allah. Jangan kalian jadikan tuhan yang lain bersama Allah. Sesungguhnya aku adalah utusan Allah sebagai pemberi peringatan yang jelas tentang akibat syirik"},{"SurahNumber":51,"VerseNumber":51,"Text":"Maka bersegeralah taat kepada Allah. Jangan kalian jadikan tuhan yang lain bersama Allah. Sesungguhnya aku adalah utusan Allah sebagai pemberi peringatan yang jelas tentang akibat syirik"},{"SurahNumber":51,"VerseNumber":52,"Text":"Begitulah sikap umat-umat tersebut terhadap para rasul mereka. Setiap datang seorang rasul kepada orang-orang yang datang sebelum kaummu, mereka mengatakan, \"Ia adalah seorang ahli sihir atau orang gila"},{"SurahNumber":51,"VerseNumber":53,"Text":"Apakah mereka saling berpesan satu sama lainnya tentang ucapan tersebut sehingga menghujat rasul? Sebenarnya, mereka adalah kaum yang melampaui batas hingga melakukan hal itu"},{"SurahNumber":51,"VerseNumber":54,"Text":"Maka berpalinglah dari orang-orang yang durhaka itu. Kamu tidak bersalah karena mereka tidak memenuhi seruanmu"},{"SurahNumber":51,"VerseNumber":55,"Text":"Dan tetaplah selalu memberi peringatan. Sebab peringatan itu dapat menambah penglihatan dan keyakinan orang-orang Mukmin"},{"SurahNumber":51,"VerseNumber":56,"Text":"Aku tidak menciptakan jin dan manusia untuk suatu manfaat yang kembali kepada-Ku, tetapi mereka Aku ciptakan untuk beribadah kepada-Ku. Dan ibadah itu sangat bermanfaat untuk mereka sendiri"},{"SurahNumber":51,"VerseNumber":57,"Text":"Aku tidak menginginkan rezeki dari mereka. Sebab Aku tidak membutuhkan bantuan makhluk. Demikian pula, Aku tidak ingin mereka memberi-Ku makan. Sebab Aku selalu memberi makan, tidak diberi makan"},{"SurahNumber":51,"VerseNumber":58,"Text":"Sesungguhnya hanya Allah semata yang menanggung rezeki hamba-hamba-Nya. Dia mempunyai kekuatan, lagi sangat kokoh yang tidak terkalahkan"},{"SurahNumber":51,"VerseNumber":59,"Text":"Sesungguhnya orang-orang yang menzalimi diri mereka dengan bersikap kafir dan berdusta akan mendapat bagian berupa siksa seperti yang dirasakan oleh umat-umat terdahulu. Maka hendaknya mereka tidak meminta Aku menyegerakan siksa tersebut sebelum waktunya"},{"SurahNumber":51,"VerseNumber":60,"Text":"Maka kebinasaanlah bagi orang-orang kafir pada hari yang telah dijanjikan kepada mereka karena terdapat banyak siksa dan kepedihan"}]}