{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"Кажете, \"Мій Лорд, Ви показуєте чи мені (retribution) вони підпали"},{"SurahNumber":23,"VerseNumber":94,"Text":"Мій Лорд, дозволений мені не будуть один з порушуючих людей"},{"SurahNumber":23,"VerseNumber":95,"Text":"Щоб показати вам (retribution) ми зарезервовані для них щось ми можемо легко зробити"},{"SurahNumber":23,"VerseNumber":96,"Text":"Тому, протилежне їхнє зло праці з добротою; ми знаємо цілком їхні претензії"},{"SurahNumber":23,"VerseNumber":97,"Text":"Кажу, \"Мій Лорд, я шукаю притулку у Вас з шепоту чортів"},{"SurahNumber":23,"VerseNumber":98,"Text":"Та я шукаю притулку у Вас, мій Лорд, lest вони прибувають біля мені"},{"SurahNumber":23,"VerseNumber":99,"Text":"Коли смерть прибуває до один з них, він каже, \"Мій Лорд, посилають мені назад"},{"SurahNumber":23,"VerseNumber":100,"Text":"я тоді попрацюю righteousness у все я лишав.\" Не вірний. Це є невірна претензія що він робить. Бар'єр відокремить його душу з цього світу до resurrection"},{"SurahNumber":23,"VerseNumber":101,"Text":"Коли ріг дується, ніякі відношення серед них не будуть існувати на що день, не буде вони піклуються про один одним"},{"SurahNumber":23,"VerseNumber":102,"Text":"Як для цих чиїх тягарів є важкі, вони будуть переможці"},{"SurahNumber":23,"VerseNumber":103,"Text":"Ці чиї тягарі світло являють собою котрі загубило їхні душі; вони перебують у Пеклі завжди"},{"SurahNumber":23,"VerseNumber":104,"Text":"Вогонь буде overwhelm їхні обличчя, та вони останні miserably там"},{"SurahNumber":23,"VerseNumber":105,"Text":"не Мої відкриття декламувались до вас, та ви держались на відхиляючих їм"},{"SurahNumber":23,"VerseNumber":106,"Text":"Вони скажуть, \"Наш Лорд, наш wickedness overwhelmed ни, та ми люди заблукалися"},{"SurahNumber":23,"VerseNumber":107,"Text":"Наш Лорд, беруть нас з це; якщо ми вертаємо (до нашої старої поведінки), тоді ми є дійсно безпутні"},{"SurahNumber":23,"VerseNumber":108,"Text":"Він скаже, \"Перебують там, принизив, та не розмовляють з Мені"},{"SurahNumber":23,"VerseNumber":109,"Text":"група Моїх службовців звичайно казала, `our Лорд, ми повірили, так пробачаємо нам та нам зливи з милосердям. Всіх милосердних, Ви являєте собою Найбільш Милосердний"},{"SurahNumber":23,"VerseNumber":110,"Text":"Але ви висміяли та ridiculed їм, в обсязі що ви забули Мені. Ви звичайно сміялися з них"},{"SurahNumber":23,"VerseNumber":111,"Text":"я нагородив їх сьогодні, в обмін на їхній steadfastness, роблячи їм переможці"},{"SurahNumber":23,"VerseNumber":112,"Text":"Він сказав, \"Як довгі ви витримали на землі? Скільки років"},{"SurahNumber":23,"VerseNumber":113,"Text":"Вони сказали, \"Ми витримали день або частину дня. Попросіть ці хто розрахували"},{"SurahNumber":23,"VerseNumber":114,"Text":"Він сказав, \"Фактично, ви залишилися але резюме тимчасове, якщо ви тільки знали"},{"SurahNumber":23,"VerseNumber":115,"Text":"Зробили ви думаєте що ми утворили вас марно; що ви не мусите бути повернуті до нас"},{"SurahNumber":23,"VerseNumber":116,"Text":"Найбільш exalted БОГ, вірний Суверенний. Немає іншого бога біля Його; найбільший Почесний Лорд, possessor всього авторитету"},{"SurahNumber":23,"VerseNumber":117,"Text":"Будь хто хто idolizes біля БОГА будь-який інший бог, та без будь-якого різновиду доказу, його розрахунок відпочиває з його Лордом. disbelievers ніколи не мають успіх"},{"SurahNumber":23,"VerseNumber":118,"Text":"Кажуть, \"Мій Лорд, ни зливи з forgiveness та милосердям. Всіх милосердних, Ви являєте собою Найбільш Милосердний"}]}