{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Ad kavmine de kardeşleri Hud´u gönderdik: «Ey kavmim, Allah´a kulluk edin, ondan başka hiçbir ilahınız yoktur! Hala siz O´nun azabından sakınmayacak mısınız?» dedi"},{"SurahNumber":7,"VerseNumber":66,"Text":"Kavminden o küfre dalmış olan cumhur cemaat =ileri gelenler: «Gerçekten biz, seni bir çılgınlık içinde görüyoruz ve muhakkak seni yalancılardan biri sanıyoruz.» dediler"},{"SurahNumber":7,"VerseNumber":67,"Text":"Hud: «Ey kavmim, bende hiçbir çılgınlık yok, fakat ben alemlerin Rabbi tarafından bir peygamberim!» dedi"},{"SurahNumber":7,"VerseNumber":68,"Text":"Size Rabbimin mesajlarını iletiyorum ve ben sizler için güvenilir bir öğütçüyüm"},{"SurahNumber":7,"VerseNumber":69,"Text":"Sizi uyarmak için içinizden bir adam aracılığı ile size Rabbinizden bir ihtar geldiğine inanmayıp da şaşıyor musunuz? Düşünün ki, O, sizi Nuh kavminden sonra onların yerine getirdi ve yaratılışta sizi iri kıyım yaptı. O halde Allah´ı nimetlerini unutmayıp onları anın ki kurtuluşa erdirilesiniz.» dedi"},{"SurahNumber":7,"VerseNumber":70,"Text":"Sen bize yalnız Allah´a tapalım ve atalarımızın tapmakta olduklarını bırakalım diye mi geldin? Eğer doğru söyleyenlerden isen, haydi bizi korkuttuğun o azabı başımıza getir de görelim! dediler"},{"SurahNumber":7,"VerseNumber":71,"Text":"Hud: «İşte üzerinize Rabbinizden bir azap fırtınası ve bir öfke indi. Siz, benimle sizin ve atalarınızın taktığı kuru adlar hakkında mı tartışıyorsunuz? Oysa Allah onlara hiçbir zaman saltanat indirmedi. Artık gözetin, ben de sizinle birlikte gözetenlerdenim» dedi"},{"SurahNumber":7,"VerseNumber":72,"Text":"Bunun üzerine kendisini ve beraberindekileri, yalnız katımızdan bir rahmet ile kurtardık, ayetlerimize yalan deyip iman etmeyenlerin kökünü kestik"}]}