{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":35,"VerseNumber":27,"Text":"Hindi mo ba nakita na si Allāh ay nagpababa mula sa langit ng tubig kaya nagpalabas sa pamamagitan nito ng mga bungang magkakaiba ang mga kulay ng mga ito. Mula sa mga bundok ay may mga guhit na puti at pula, na magkakaiba ang mga pagkakulay ng mga ito, at may mga matingkad na itim"},{"SurahNumber":35,"VerseNumber":28,"Text":"Kabilang sa mga tao, mga umuusad na hayop, at mga hayupan ay nagkakaiba-iba ang mga kulay ng mga ito gayon din. Natatakot lamang kay Allāh kabilang sa mga lingkod Niya ang mga nakaaalam. Tunay na si Allāh ay Makapangyarihan, Mapagpatawad"},{"SurahNumber":35,"VerseNumber":29,"Text":"Tunay na ang mga bumibigkas ng Aklat ni Allāh, nagpanatili ng pagdarasal, at gumugol mula sa itinustos sa kanila nang palihim at hayagan ay nag-aasam ng isang pangangalakal na hindi mapaririwara"},{"SurahNumber":35,"VerseNumber":30,"Text":"upang maglulubus-lubos Siya sa kanila ng mga pabuya sa kanila at magdagdag Siya sa kanila mula sa kabutihang-loob Niya. Tunay na Siya ay Mapagpatawad, Mapagpasalamat"},{"SurahNumber":35,"VerseNumber":31,"Text":"Ang ikinasi Namin sa iyo na Aklat ay ang totoo, bilang tagapagpatotoo para sa nauna rito. Tunay na si Allāh sa mga lingkod Niya ay talagang Mapagbatid, Nakakikita"},{"SurahNumber":35,"VerseNumber":32,"Text":"Pagkatapos ipinamana Namin ang Aklat sa mga hinirang Namin mula sa mga lingkod Namin; ngunit mayroon sa kanila na tagalabag sa katarungan sa sarili niya, mayroon sa kanila na katamtaman, at mayroon sa kanila na nangunguna sa mga kabutihan ayon sa pahintulot ni Allāh. Iyon ay ang kabutihang-loob na malaki"},{"SurahNumber":35,"VerseNumber":33,"Text":"Ang mga hardin ng Eden ay papasukin nila. Gagayakan sila sa mga iyon ng mga pulseras na ginto at mga perlas. Ang kasuutan nila sa mga iyon ay sutla"},{"SurahNumber":35,"VerseNumber":34,"Text":"Magsasabi sila: \"Ang papuri ay ukol kay Allāh na nag-alis sa amin ng lungkot. Tunay na ang Panginoon namin ay talagang Mapagpatawad, Mapagpasalamat"},{"SurahNumber":35,"VerseNumber":35,"Text":"[Siya] ang nagpatahan sa atin sa tahanan ng pananatilihan dahil sa kabutihang-loob Niya. Walang sasalingin sa atin doon na kapagalan at walang sasaling sa atin na pagkapata"},{"SurahNumber":35,"VerseNumber":36,"Text":"Ang mga tumangging sumampalataya, ukol sa kanila ang Apoy ng Impiyerno. Hindi humuhusga sa kanila para mamatay sila at hindi nagpapagaan sa kanila ng pagdurusang dulot nito. Gayon Kami gaganti sa bawat palatangging magpasalamat"},{"SurahNumber":35,"VerseNumber":37,"Text":"Sila ay magtititili roon: \"Panginoon naming; magpalabas Ka sa amin, gagawa kami ng maayos na iba sa dati naming ginagawa.\" Hindi ba Kami nagpatanda sa inyo sa [edad na] nakapagsasaalaala rito ang sinumang nakapagsasaalaala at dumating sa inyo ang mapagbabala? Kaya lumasap kayo [ng parusa] sapagkat walang ukol sa mga tagalabag sa katarungan na anumang mapag-adya"}]}