{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"Dabsi’ shεli Ti (Tinim’ Naawuni) ni yɛn ti yεli ʒahannama (buɣum): “Di ni- bɔŋɔ, a pali ya? Ka di (buɣum) yεli: “Di ni bɔŋɔ, pahigu m-beni?”"},{"SurahNumber":50,"VerseNumber":31,"Text":"Ka bɛ vuui Alizanda m-miri wuntizɔriba, ka di lahi ka katiŋa"},{"SurahNumber":50,"VerseNumber":32,"Text":"(Ka yεli ba): “Ŋɔ maa n-nyɛ bɛ ni daa niŋdi ya shɛli daalikauli maa (di nyɛla sanyoo) n-ti ŋun kam daa niŋdi tuuba n-labri Naawuni sani, ŋun guri Naawuni zalsi.”"},{"SurahNumber":50,"VerseNumber":33,"Text":"Ninvuɣu so ŋun zo Nambɔzobonaa (Naawuni) ni ashilo, ka kana (Zaadali) ni suhi shεli din niŋdi tuuba n-labri Naawun sani"},{"SurahNumber":50,"VerseNumber":34,"Text":"(Ka bɛ yεli Alizanda bihi): “Kpɛm ya li ni suhudoo, dindali maa n-daa nyɛ kpaliŋkpaa dabsili"},{"SurahNumber":50,"VerseNumber":35,"Text":"Bɛ (Alizanda bihi) ni nyɛ bɛ ni bɔri di puuni, ka Ti (Tinim’ Naawuni) lahi mali pahigu"},{"SurahNumber":50,"VerseNumber":36,"Text":"Yaha! Di zooiya ka Ti (Tinim’ Naawuni) daa niŋ tiŋgbani shɛli nim ban kana pɔi ni bana (chεfurinim’ maa) hallaka, ka bɛ daa nyɛ ban gari ba yaa, ka bɛ vihi tiŋsi ni (ni bɛ nya sɔɣibu shee). Di ni bɔŋɔ, bɛ daa shiri nyɛ sɔɣibu shee maa"},{"SurahNumber":50,"VerseNumber":37,"Text":"Achiika! Ŋɔ maa puuni mali teebu n-zaŋ ti ŋun mali suhu, bee ka o wumdi (Naawuni yεltɔɣa), ka lahi zaŋ o haŋkali n-ti li"},{"SurahNumber":50,"VerseNumber":38,"Text":"Yaha! Achiika! Ti (Tinim’ Naawuni) nam a sagbana mini tiŋgbani, n-ti pahi din be di sunsuuni dabsa ayobu puuni, ka wumsim shεli daa bi gbaai Ti"},{"SurahNumber":50,"VerseNumber":39,"Text":"Dinzuɣu! (Yaa nyini Annabi)! Niŋmi suɣulo ni bɛ ni yεri shɛm maa, ka niŋ a Duuma (Naawuni) kasi ni paɣibu, poi ka wuntaŋ’ ti yɛn puhi, ni o yi ti yɛn lu"},{"SurahNumber":50,"VerseNumber":40,"Text":"Yaha! Yuŋ puuni, simsim O (Naawuni) suzuuda nyaaŋa (jiŋli puhibu nyaaŋa)"},{"SurahNumber":50,"VerseNumber":41,"Text":"Yaha! Gbilsim tibli wum dabsi’ shεli mololana (Malaaika) ni yɛn ti moli luɣushɛli polo di nyɛ yoma shee"},{"SurahNumber":50,"VerseNumber":42,"Text":"Dabsi’ shεli bɛ (ninsalinim’) ni yɛn ti wum tahigu ni yεlimaŋli, Dina n-nyɛ (gbala ni) yibu dali"},{"SurahNumber":50,"VerseNumber":43,"Text":"Achiika! Tinima (Naawuni) n-tiri nyɛvuli ka kura. Yaha! Ti sani n-nyɛ labbu shee"},{"SurahNumber":50,"VerseNumber":44,"Text":"Dabsi’ shεli tiŋgbani ni yɛn ti tahi- bɔɣi ka bɛ (ninsalinim’) yi na yomyoma. laɣimbu Ŋɔ maa nyɛla soochi Ti (Tinim’ Naawuni) sani"},{"SurahNumber":50,"VerseNumber":45,"Text":"Ti (Tinim’ Naawuni) mi bɛ ni yεri shɛli. A mi (nyini Muhammadu) pala ŋun niŋdi ba talahi (ni dolsigu). Dinzuɣu zaŋmi Al-Kur’aani maa n-teei ninvuɣu so ŋun zɔri N (Mani Naawuni) daazaaba dabiεm"}]}