{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Quả thật, TA đã phái Nuh đến với người dân của Y, Y bảo họ: “Này hỡi dân ta, các người hãy tôn thờ Allah bởi các người không có Thượng Đế nào khác ngoài Ngài. Lẽ nào các người không sợ Ngài?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Nhưng những kẻ quyền thế vô đức tin trong đám dân của Y bảo: “Người này cũng chỉ là một người phàm giống như các người mà thôi. Thật ra Y chỉ muốn nắm quyền trên các người, bởi nếu Allah thực sự muốn thì Ngài đã phái xuống các Thiên Thần (thay vì là người phàm), chúng ta chưa hề nghe điều này nơi tổ tiên của chúng ta bao giờ cả.”"},{"SurahNumber":23,"VerseNumber":25,"Text":"“Y thực chất chỉ là một gã tâm thần. Cho nên, các người hãy ráng đợi trong một thời gian (để rõ sự tình)”"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nuh cầu nguyện: “Lạy Thượng Đế của bề tôi, xin Ngài giúp đỡ bề tôi (trừng phạt họ) bởi điều mà họ đã phủ nhận bề tôi.”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Vậy là TA đã mặc khải cho Y: “Ngươi hãy đóng một chiếc tàu dưới mắt quan sát của TA và theo lời mặc khải của TA. Khi nào mệnh lệnh (trừng phạt) của TA đến thì nước sẽ phụt lên từ bếp lò, (khi nhìn thấy hiện tượng đó) Ngươi hãy mang lên tàu mỗi loài động vật một cặp đực cái, cùng với gia đình của Ngươi ngoại trừ những ai mà lời hứa trừng phạt của TA đã được tuyên bố trước cho y; và Ngươi không được phép kêu nài với TA xin giùm cho những ai làm điều sai quấy. Bởi quả thật bọn chúng sẽ phải bị nhấn chìm (trong trận lụt đó).”"},{"SurahNumber":23,"VerseNumber":28,"Text":"“Khi nào Ngươi và những ai theo Ngươi lên tàu thì các ngươi hãy nói: Alhamdulillah vì đã giải thoát bầy tôi khỏi đám người làm điều sai quấy.”"},{"SurahNumber":23,"VerseNumber":29,"Text":"“Và Ngươi hãy nói: Lạy Thượng Đế của bề tôi, xin Ngài để bề tôi cập bến tại một nơi mà Ngài ban phúc bởi vì Ngài là Đấng giúp đưa lên bờ ưu việt hơn hết.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Quả thật, nơi sự việc đó là những dấu hiệu (về quyền năng của TA trong việc giúp đỡ những người có đức tin cũng như trong việc trừng phạt những kẻ vô đức tin). Và quả thật, TA luôn thử thách"},{"SurahNumber":23,"VerseNumber":31,"Text":"Rồi TA đã tạo ra một thế hệ khác sau họ"},{"SurahNumber":23,"VerseNumber":32,"Text":"Rồi TA đã cử đến với họ một Thiên Sứ xuất thân từ họ, Y bảo: “Các người hãy tôn thờ Allah, các người không có Thượng Đế nào khác ngoài Ngài. Lẽ nào các người không sợ Ngài?”"}]}