{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":3,"VerseNumber":190,"Text":"Zvirokwazvo, mukusikwa kwematenga nepasi rino, uye kupesana kweusiku nesikati, mune zviratidzo kune avo vanonzwisisa"},{"SurahNumber":3,"VerseNumber":191,"Text":"Avo vanorangarira Allah (nguva dzose) vakamira, kana vangave vakagara, uye vakarara nemativi avo, uye vachifunga zvakadzamisa nezve masikirwo ematenga nepasi rino (vachitaura kuti): “Tenzi vedu! Hamuna kusika zvinhu izvi (pasi nedenga) pasina chinangwa, asi kurumbidzwa kose ngakuve kwamuri! Uye ivai munotidzivirira kubva kumarwadzo ekumoto.”"},{"SurahNumber":3,"VerseNumber":192,"Text":"“Tenzi vedu! Zvirokwazvo, uyo wamunoendesa kumoto (weGehena), zvirokwazvo, munenge mamudzikisira pamwe nekumurwadzisa. Uye avo vanoita mabasa akaipa havambowani vabatsiri.”"},{"SurahNumber":3,"VerseNumber":193,"Text":"“Tenzi vedu! Zvirokwazvo, takave tinonzwa mushevedzeri (Muhammad (SAW)) achitidanira kuImaan (kutenda) achiti: ‘Tendai muna Tenzi venyu,’ tikava tinotenda. Tenzi vedu! Tiregererei zvitadzo zvedu, uye mova munotibvisira zvakaipa zvedu kubva kwatiri, uye mova munotitora (mova munoita kuti tife) tiri pakati peavo vanhu vanoita mabasa akanaka.”"},{"SurahNumber":3,"VerseNumber":194,"Text":"“Tenzi wedu! Ivai munotipa izvo zvamakativimbisa kuburikidza nevatumwa venyu, uye musava munotinyadzisa kana kutidzikisira pazuva rekumutswa, zvirokwazvo, hamutyori chivimbiso chenyu.”"},{"SurahNumber":3,"VerseNumber":195,"Text":"Saka Tenzi vavo vakava vanotambira zvikumbiro zvavo (vakavapindura vachiti): “Zvirokwazvo, handiiti kuti mabasa aani nani pakati penyu ave anorasika (anotambiswa), angave murume kana mukadzi. Muri vanhu vamwechete, saka avo vakave vanotama uye vakave vanoburitswa mudzimba dzavo, uye vakave vanowana marwadzo munzira yangu, uye vakave vanorwa, uye vakave vanourawa munzira yangu, zvirokwazvo, ndichava ndinobvisa zvitadzo zvavo kubva mavari, uye tichava tinovapinza Paradhiso iro rine nzizi dzinoerera pasi paro; unova mubairo kubva kuna Allah. Uye Allah ndivo vane makomborero akanaka.”"},{"SurahNumber":3,"VerseNumber":196,"Text":"Zvirokwazvo, usave unoita kuti rusununguko (pazviito) rweavo vasingatendi pano pasi rova runokunyengedza"},{"SurahNumber":3,"VerseNumber":197,"Text":"Mafaro enguva diki; uye nzvimbo yavo yekugara ichave Gehena; uye inzvimbo yakaipa kugara"},{"SurahNumber":3,"VerseNumber":198,"Text":"Asi kune avo vanotya Tenzi vavo, vachapinda Paradhiso rine nzizi dzinoerera pasi paro; umo vachagara nekusingaperi, anova mafaro kubva kuna Allah; uye izvo zvina Allah zvanakira zvikuru avo vanoita mabasa akanaka"},{"SurahNumber":3,"VerseNumber":199,"Text":"Uye zvirokwazvo, varipo pakati peavo vakapihwa Magwaro (maJudha nemaKristu) vanotenda muna Allah uye mune izvo zvakadzikiswa kwauri (Qur’aan), uye mune izvo zvakatumirwa kwavari, vachizvininipisa pamberi paAllah. Havatengesi mashoko aAllah kunyangwe nemutengo mudiki, vachawana mubairo kubva kuna Tenzi vavo. Zvirokwazvo, Allah vanopa mutongo nekukurumidza"},{"SurahNumber":3,"VerseNumber":200,"Text":"Imi vanhu vanotenda! Ivai munotsungirira uye munowedzera kutsungirira (kudarika vavengi venyu), uye mova munochengetedza nzvimbo yenyu nekuisa mauto panzvimbo idzo vavengi venyu vanokwanisa kukusvikirai nadzo, uye mova munotya Allah kuti muve vanhu vakabudirira"}]}