{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"God heeft de heerschappij over de hemelen en de aarde en op de dag dat het uur aanbreekt, op die dag zullen zij die zeggen dat het niet waar is verloren zijn"},{"SurahNumber":45,"VerseNumber":28,"Text":"En dan zie jij iedere gemeenschap neergeknield. Iedere gemeenschap wordt tot haar boek geroepen: \"Vandaag wordt aan jullie vergolden wat jullie gedaan hebben"},{"SurahNumber":45,"VerseNumber":29,"Text":"Dit is Ons boek, het spreekt de waarheid over jullie uit. Wij hebben wat jullie deden genoteerd"},{"SurahNumber":45,"VerseNumber":30,"Text":"Wat hen betreft die geloven en de deugdelijke daden doen, hen zal hun Heer in Zijn barmhartigheid laten binnengaan. Dat is de duidelijke triomf"},{"SurahNumber":45,"VerseNumber":31,"Text":"Maar wat hen betreft die ongelovig zijn: \"Waren Mijn tekenen jullie niet voorgelezen? Maar jullie waren hoogmoedige en misdadige mensen"},{"SurahNumber":45,"VerseNumber":32,"Text":"En wanneer gezegd werd: \"Gods aanzegging is waar en het uur, daaraan is geen twijfel\", zeiden jullie: \"Wij weten niet wat het uur is. Wij hebben alleen maar een vermoeden, maar wij zijn niet overtuigd"},{"SurahNumber":45,"VerseNumber":33,"Text":"De slechte daden die zij begaan hebben worden dan voor hen zichtbaar en zij worden door datgene waarmee zij de spot dreven ingesloten"},{"SurahNumber":45,"VerseNumber":34,"Text":"En er wordt gezegd: \"Vandaag vergeten Wij jullie zoals jullie deze dag van jullie vergeten hebben, jullie verblijfplaats is het vuur en jullie hebben geen helpers"},{"SurahNumber":45,"VerseNumber":35,"Text":"Dat is zo omdat jullie met de tekenen van God de spot gedreven hebben en omdat het tegenwoordige leven jullie begoocheld heeft.\" Vandaag zullen zij er dus niet uitgehaald worden, noch zullen zij een kans krijgen om het goed te maken"},{"SurahNumber":45,"VerseNumber":36,"Text":"Maar lof zij God de Heer van de hemelen, de Heer van de aarde en de Heer van de wereldbewoners"},{"SurahNumber":45,"VerseNumber":37,"Text":"En Hij heeft de hoogste macht in de hemelen en op de aarde en Hij is de machtige, de wijze"}]}