{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"The hypocrites seek to deceive God, but it is He who deceives them. When they rise to pray, they stand up sluggishly: they pray only to be seen by people and remember God but little"},{"SurahNumber":4,"VerseNumber":143,"Text":"wavering between this and that and belonging neither to these nor those. You cannot guide the man whom God has confounded"},{"SurahNumber":4,"VerseNumber":144,"Text":"Believers, do not choose the infidels as your allies rather than the faithful. Would you give God clear evidence against yourselves"},{"SurahNumber":4,"VerseNumber":145,"Text":"The hypocrites shall be cast into the lowest depths of the Fire: and you shall find none to help them"},{"SurahNumber":4,"VerseNumber":146,"Text":"except those who repent and mend their ways, who hold fast to God and are sincere in their devotion to God ― they shall be numbered with the faithful, and God will richly recompense the faithful"},{"SurahNumber":4,"VerseNumber":147,"Text":"And why should God punish you if you render thanks and truly believe in Him? God will surely recompense your labours, for He has full knowledge of them all"},{"SurahNumber":4,"VerseNumber":148,"Text":"God does not love harsh words to be openly uttered, except by the truly wronged. God hears all and knows all"},{"SurahNumber":4,"VerseNumber":149,"Text":"Whether you do good openly or in private, whether you pardon a wrong ― God pardons and is omnipotent"},{"SurahNumber":4,"VerseNumber":150,"Text":"Those that deny God and His apostles, and those that discriminate between God and His apostles, saying: ‘We believe in some, but deny others,‘ thus seeking a middle way ―"},{"SurahNumber":4,"VerseNumber":151,"Text":"these truly are the unbelievers; and for the unbelievers We have prepared a shameful punishment"},{"SurahNumber":4,"VerseNumber":152,"Text":"As for those that believe in God and His apostles and discriminate against none of them, they shall be recompensed by Him. God is ever forgiving and compassionate"}]}