{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":41,"Text":"Biz, öğüt almaları için Kuran'da açıkladık. Ne var ki bu, sadece onların nefretini arttırır"},{"SurahNumber":17,"VerseNumber":42,"Text":"De ki: \"İleri sürüdükleri gibi beraberinde başka tanrılar olsaydı, onlar da Egemenliğin Sahibine doğru yol ararlardı"},{"SurahNumber":17,"VerseNumber":43,"Text":"O, onların dediklerinden uzaktır ve çok yücedir"},{"SurahNumber":17,"VerseNumber":44,"Text":"Yedi gök, ve onların içindekiler O'nu yücelterek anarlar. Hiç bir şey yoktur ki O'nu överek ve yücelterek anmasın; ama siz onların anışlarını anlamazsınız. O Şefkatlidir, Bağışlayandır"},{"SurahNumber":17,"VerseNumber":45,"Text":"Kuran okuduğun zaman, seninle ahirete inanmıyanlar arasına görülmez bir engel yerleştiririz"},{"SurahNumber":17,"VerseNumber":46,"Text":"Ve onu anlamalarını engellemek için kalplerine kabuklar, kulaklarına da ağırlık koyarız. Rabbini yalnızca Kuran'da andığın zaman nefretle geriye dönerler"},{"SurahNumber":17,"VerseNumber":47,"Text":"Seni dinlerlerken nasıl işittiklerini ve kendi aralarında konuşurlarken zalimlerin, \"Siz sadece büyülenmiş bir adamı izliyorsunuz,\" dediklerini iyi biliyoruz"},{"SurahNumber":17,"VerseNumber":48,"Text":"Dikkat et, seni nasıl da tanımlayarak sapıyorlar ve artık bir daha yol bulamazlar"},{"SurahNumber":17,"VerseNumber":49,"Text":"Dediler ki: \"Kemik ve ufak parçalar haline geldikten sonra mı yeni bir yaratılışla diriltileceğiz"},{"SurahNumber":17,"VerseNumber":50,"Text":"De ki: \"İsterse taş veya demire dönüşün"},{"SurahNumber":17,"VerseNumber":51,"Text":"Yahut sizce imkansız görünen bir biçime girin, farketmez.\" Buna karşılık, \"Bizi kim geri döndürecek,\" diyecekler. De ki: \"Sizi ilk önce kim yarattıysa O!\" Sonra başlarını sallayıp, \"Peki ne zaman,\" diyecekler. De ki: \"Belki düşündüğünüzden daha yakın"},{"SurahNumber":17,"VerseNumber":52,"Text":"Sizi çağıracağı gün, siz ona övgüyle karşılık verirsiniz ve çok kısa bir süre kalmış olduğunuzu anlarsınız"}]}