{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":23,"Text":"Biz Musaya kitab (Tövrat) vermişdik. (Ya Rəsulum!) Sən onunla (Musa ilə) görüşəcəyinə şübhə etmə. (Peyğəmbər əleyhissəlam me’rac gecəsi Musa ilə görüşüb danışmışdı). Biz onu (Tövratı, yaxud Musanı) İsrail oğullarına doğru yol göstərən bir rəhbər etmişdik"},{"SurahNumber":32,"VerseNumber":24,"Text":"(Çətinliklərə) səbr etdikləri və ayələrimizə ürəkdən inandıqları üçün Biz onlardan (İsrail oğullarından) əmrimizlə (insanlara) haqq yolu göstərən rəhbərlər tə’yin etmişdik"},{"SurahNumber":32,"VerseNumber":25,"Text":"(Ya Rəsulum!) Həqiqətən, sənin Rəbbin onların (mö’minlərlə kafirlərin) arasında qiyamət günü ixtilafda olduqları (dini) məsələlər barədə hökm verəcəkdir"},{"SurahNumber":32,"VerseNumber":26,"Text":"Məgər onlar indi yurdlarında gəzib-dolaşdıqları özlərindən əvvəlki neçə-neçə nəsilləri (peyğəmbərlərini yalançı saydıqlarından ötrü) məhv etdiyimizi görmürlərmi? Həqiqətən, bunda (Məkkə müşrikləri üçün) ibrətlər vardır. Məgər (haqqa) qulaq asmayacaqlar"},{"SurahNumber":32,"VerseNumber":27,"Text":"Məgər görmürlərmi ki, Biz quru yerə su göndərib onunla heyvanlarının və özlərinin yedikləri əkinlər (bitkilər, meyvələr) yetişdiririk? Məgər (bütün bunları öz gözləri ilə) görmürlər"},{"SurahNumber":32,"VerseNumber":28,"Text":"Onlar: “Əgər doğru danışanlardansınızsa, (bir xəbər verin görək) bu fəth (Məkkənin fəthi, Bədr vuruşu, yaxud qiyamət günü) nə vaxt olacaqdır? – deyə soruşarlar"},{"SurahNumber":32,"VerseNumber":29,"Text":"(Ya Rəsulum!) De: “Fəth günü kafirlərlə (sonrakı) imanı heç bir fayda verməz və onlara (tövbə etmək üçün) möhlət də verilməz!”"},{"SurahNumber":32,"VerseNumber":30,"Text":"(Ya Rəsulum!) Artıq onlardan üz çevir və (Allahın onlara əzab verəcəyi günü) gözlə. Doğrusu, onlar da (sənin ölümünü, başına bir iş gələcəyini və ya sənə qələbə çalacaqlarını) gözləyirlər! (Lakin onlar sənə heç bir şey edə bilməzlər. Sən mütləq zəfər çalacaqsan, çünki Allah səninlədir)"}]}