{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"Û (Muhemmed!) tu di pirtûkê da (serdaborya) Mûsa (ji bona koma xwe ra) bixûne. Bi rastî (Mûsa bendekî me ye) xwurî bûye, ewa bi pêxemberî (li bal zarên cihûyan da) hatîye şandinê"},{"SurahNumber":19,"VerseNumber":52,"Text":"Me ji alîyê rastê çîya yê (bi nav) Tûr da, gazî (Mûsa) kirîye. Ji bo ku em bi wî ra mijûl bibin, me ewa nêzê xwe kirîye"},{"SurahNumber":19,"VerseNumber":53,"Text":"Me ji dilovanîya xwe, ji bona (Mûsa ra) birayê wî yê Harûn bi pêxemberî raber kirîye"},{"SurahNumber":19,"VerseNumber":54,"Text":"(Muhemmed!) Tu di pirtûkê da (serdaborya) Îsma’îl (ji bona komalê xwe ra) bixûne; Bi rastî ewa di peymana xwe da rast bûye. Ewa (li bal komalê xwe da) bi pêxemberî hatîye şandinê"},{"SurahNumber":19,"VerseNumber":55,"Text":"(Îsma’îl) fermana malîyên xwe bi nimêjkirinê û bi baca malê xwe dayînê kirîye. Ewa li bal Xudayê xwe jî, hatîye qayîlkirinê"},{"SurahNumber":19,"VerseNumber":56,"Text":"(Muhemmed!) Tu di pirtûkê da (serdaborya) Îdrîs (ji bona komalê xwe ra) bixûne. Loma bi rastî (Îdrîs) pêxemberekî pir rast bûye"},{"SurahNumber":19,"VerseNumber":57,"Text":"Me jî ewa li bal cîyekî bilind da rakirîye"},{"SurahNumber":19,"VerseNumber":58,"Text":"Evan (pêxemberên, ku navê wan borîne) hene! Ji nişa (Adem) û ji nişa wan kesên, ku me ewan bi Nûh ra hildabûne (kelekê) û ji nişa Îbrahim û Israîl (Y’eqûb) in. Me ji wan ra, rê daye nîşanê û me ewan (di nava kesan da bi pêxemberî) hilbijartîne. Gava beratên Yezdanê dilovan ji wan ra tê xwendinê ji xwe va diçin, bi giryanê ve diçin secdê"},{"SurahNumber":19,"VerseNumber":59,"Text":"Îdî li pey wan (pêxemberan) ûrteke wusa maye, ewê ûrtê dest ji nimêjkirinê berdane, bûne peyrewê dilxwezîya xwe (haja wan ji fermanên me ne maye. Evanê jî celata qûretîya xwe bibînin). Wê li bal dojê da bêne avêtinê"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ji peştirê wanê, ku ji kirinê xwe poşman bibin û karê aştî kiribin, evanan dikebine bihiştê, qe bi tu tiştî cewr li wan nayê kirinê"},{"SurahNumber":19,"VerseNumber":61,"Text":"Ewa (bihişta) bihişteke wusa ne (Yezdan)ê dilovan bi ne xûyayî ji bona bendeyên xwe ra peyman daye (ku wê ewanê bikebine wê bihiştê). Bi rastî peymana (Xudayê dilovan) tê şûna xwe"},{"SurahNumber":19,"VerseNumber":62,"Text":"Ewanan (di bihiştê da) hey rastê vê peyvên \"Selam\" tên, qe peyvên kajî vajî têda tune ne. Ji bona wan ra di sibeh û evaran da xwarinên wan di bihiştê da hene (ewan jê dixun)"},{"SurahNumber":19,"VerseNumber":63,"Text":"Ewa bihişta hanê heye! Ji bendeyên me, kîjanê xudaparizî dike, em ewî dixine mîratxwarê wê bihiştê"},{"SurahNumber":19,"VerseNumber":64,"Text":"(Dema niqandin, çend royan para ket, pêxember ji Cebraîl pirsîye: “Ka çima niqandin para ketîye?\" Cebraîl bersiva wî daye, aha gotiye): \"Em hey bi fermana Xudayê te têne hiartinê, çi di berya me da borîye û çi di pey me da maye, û di niveka van her du deman da jî çi heye, hemî ji bona Xudayê te ra ne (çi ferman bike wilo dibe). Şixwa Xudayê te (tu jî) bîrva ne kirîye"},{"SurahNumber":19,"VerseNumber":65,"Text":"Xudayê ezman û zemîn û Xudayê tiştên di nîveka wan herdukan da heye, ewa ye. Îdî tu ji bona wî (Xuda ra) perestî bike û tu ji bona perestîya wî ra binive. Qe tu bi navê yekî (ku bi navê Yezdan hatibe navdanê) dizanî"}]}