{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"No obtendréis la virtud hasta que no gastéis en caridad de aquello que amáis. Y cualquier cosa que gastéis Dios lo sabrá"},{"SurahNumber":3,"VerseNumber":93,"Text":"Todos los alimentos [puros] eran lícitos para los Hijos de Israel excepto aquello que Israel se prohibió a sí mismo antes de que descendiera la Torá. Di: «Traed la Torá y leedla si es que decís la verdad.»"},{"SurahNumber":3,"VerseNumber":94,"Text":"Quienes inventen mentiras sobre Dios después de esto, esos serán los opresores"},{"SurahNumber":3,"VerseNumber":95,"Text":"Di: «Dios ha dicho la Verdad. Seguid, pues, las creencias de Abraham, que era un buscador de la Verdad y no uno de los politeístas.»"},{"SurahNumber":3,"VerseNumber":96,"Text":"En verdad, la primera Casa establecida para la humanidad como bendición y guía es, sin duda, la de Bakka"},{"SurahNumber":3,"VerseNumber":97,"Text":"En ella hay signos claros, [entre ellos] la morada de Abraham. Y quien entre en ella estará seguro. Dios ha ordenado a las gentes la peregrinación a la Casa, si disponen de medios. Y quien reniegue (de su obligación y no realice la peregrinación, sepa que) Dios no necesita de nadie"},{"SurahNumber":3,"VerseNumber":98,"Text":"Di: «¡Oh gente de la Escritura [Sagrada]! ¿Por qué no creéis en las señales de Dios? Dios es testigo de lo que hacéis.»"},{"SurahNumber":3,"VerseNumber":99,"Text":"Di: «¡Oh gente de la Escritura «Sagrada»! ¿Por qué dificultáis la senda de Dios a los que creen y tratáis de complicarla, cuando sois testigos [de que es verdadera]? Dios no está desatento a lo que hacéis.»"},{"SurahNumber":3,"VerseNumber":100,"Text":"¡Oh los que creéis! Si obedecéis a un grupo de los que recibieron la Escritura [Sagrada] conseguirán que, después de haber creído, regreséis a la incredulidad"},{"SurahNumber":3,"VerseNumber":101,"Text":"¿Cómo podéis no creer cuando se os recitan los versículos de Dios y entre vosotros está Su Mensajero y quien se refugie en Dios será guiado a un camino recto"}]}