{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaaf-Ha-Ya-Aiin-Sād (K. H. Y. I. S). [Bachi gaŋ gaŋ ŋɔ maa wuhirimi ni Alkur’aani nyɛla Muɣujizah (lahiʒibsi din ka ŋmali), dama so ʒi di fasara naɣila Naawuni"},{"SurahNumber":19,"VerseNumber":2,"Text":"(Yaa nyini Annabi)! Ŋɔ maa nyɛla teebu n-zaŋ chaŋ a Duuma (Naawuni) ni daa zo O dabli Annabi Zakariya nambɔɣu shεm"},{"SurahNumber":19,"VerseNumber":3,"Text":"Saha shεli o (Annabi Zakariya) ni daa boli o Duuma (Naawuni) boondi shεli din nyɛ sɔɣisinli ni"},{"SurahNumber":19,"VerseNumber":4,"Text":"Ka o (Annabi Zakariya) yεli: “Yaa n Duuma (Naawuni)! Achiiika! Gbarginsim paai ma, ka n zabri palgi. M-mi pala A ni zaɣisiri so suhigu deebu.”"},{"SurahNumber":19,"VerseNumber":5,"Text":"“Yaha! Achiika! N-zɔrila n dɔɣim dabiɛm n kum nyaaŋa, ka m paɣa mi nyɛ paɣaŋɔli, dinzuɣu tim ma bisuŋ ŋun yi A sani na.”"},{"SurahNumber":19,"VerseNumber":6,"Text":"“Ka o di n fali, ka di Annabi Ya’akuba yiŋnim’ fali. Yaha! Zaŋmi o leei a ni niŋ so yεda.”"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Ka Naawuni yɛli): “Yaa nyini Zakariya! Achiika! Ti tiri a suhupiεlli lahibali ni bidibbila so (a paɣa ni yɛn dɔɣi), ka o yuli yɛn nyɛ “Yahaya.” Ti na ʒin zaŋ yuli ŋɔ maa m-boli ninvuɣu so pɔi ni ŋuna.”"},{"SurahNumber":19,"VerseNumber":8,"Text":"Ka o (Annabi Zakaria) yεli: “Yaa n Duuma (Naawuni)! N-yɛn niŋ wula mali bia, ka m paɣa nyɛ paɣaŋɔli, ka n kuriginsim lahi paai tariga"},{"SurahNumber":19,"VerseNumber":9,"Text":"Ka o (Malaaika) yεli: “Lala ka a Duuma (Naawuni) yεli, di nyɛla soochi N (Mani Naawuni) sani. Achiika! N-daa nam a mi ka a pa shɛli.”"},{"SurahNumber":19,"VerseNumber":10,"Text":"Ka o (Annabi Zakariya) yεli: “Yaa n Duuma! Wuhimi ma alaama shεli (din wuhiri ni m paɣa ni dɔɣi), ka o (Naawuni) yεli: “A daalaama nyɛla a ku tooi tɔɣisi yɛltɔɣa ni niriba dabsa ata, ka kuli nyɛla ŋun mali alaafee.”"},{"SurahNumber":19,"VerseNumber":11,"Text":"Ka o (Annabi Zakariya) yi o niriba sani o jεma shee n-ti tiri wuhi ba (ka yεli): “Niŋmi ya Naawuni kasi Asiba ni Zaawuni.”"},{"SurahNumber":19,"VerseNumber":12,"Text":"“(Ka Naawuni yɛri yɛltɔɣa ni bia so bɛ ni dɔɣi maa) Yaa nyini Yahaya! Gbibi litaafi (Attaura) ŋɔ maa ni yaa,” ka Ti (Tinim’ Naawuni) ti o Annabitali ka o nyɛla bia"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ka o (Annabi Yahaya) nyɛla ŋun zɔri nambɔɣu Ti (Tinim’ Naawuni) sani, ka o lahi be kasi, ka daa nyɛla wuntizɔra"},{"SurahNumber":19,"VerseNumber":14,"Text":"Yaha! O daa nyɛla bia so ŋun doli o ba ni o ma, o mi daa pala ninvuɣu so ŋun tibgi o maŋ’ ka kpɛri Naawuni taali ni"},{"SurahNumber":19,"VerseNumber":15,"Text":"Yaha! Suhudoo be o zuɣu dabsi shεli bɛ ni daa dɔɣi o na, ni o kum dali, n-ti pahi dabsi’ shεli bɛ ni yɛn ti yiɣisi o ka labsi o o nyɛvuli ni na"}]}