{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"And to Thamud God sent their brother Salih. He said: O my folk! Worship God! You have no god but He. Surely, drew near you clear portents from your Lord. This is the she-camel of God as a sign so allow her to eat on the earth of God and afflict her not with evil so a painful punishment not take you"},{"SurahNumber":7,"VerseNumber":74,"Text":"And remember when He made you viceregents after Ad and placed you on the earth. You take to yourselves palaces on the plains and carve out the mountains as houses. So remember the benefits of God. And do no mischief as ones who make corruption in and on the earth"},{"SurahNumber":7,"VerseNumber":75,"Text":"Said the Council of those who grew arrogant among his folk to those who were taken advantage of due to their weakness, to those who believed among them: Know you that Salih is one who is sent from his Lord? They said: Truly, in what he was sent, we are ones who believe"},{"SurahNumber":7,"VerseNumber":76,"Text":"Those who grew arrogant said: Truly, we are in what you believed, ones who disbelieve"},{"SurahNumber":7,"VerseNumber":77,"Text":"Then, they crippled the she-camel and defied the command of their Lord and they said: O Salih! Approach us with what thou hast promised us if thou hadst been among the ones who are sent"},{"SurahNumber":7,"VerseNumber":78,"Text":"So the quaking of the earth took them. And it came to be in the morning they were in their abodes ones who are fallen prostrate"},{"SurahNumber":7,"VerseNumber":79,"Text":"Then, he turned away from them and said: O my folk! Certainly, I expressed to you the message of my Lord and advised you, except you love not the ones who give advice"},{"SurahNumber":7,"VerseNumber":80,"Text":"And mention Lot, when he said to his folk: You approach indecency as preceded you not anyone therein in the worlds"},{"SurahNumber":7,"VerseNumber":81,"Text":"Truly, you, you approach men with lust instead of women? Nay! You are a folk, ones who are excessive"},{"SurahNumber":7,"VerseNumber":82,"Text":"And the answer of his folk had not been but that they said: Bring them out from your town. Truly, they are a clan to cleanse themselves"},{"SurahNumber":7,"VerseNumber":83,"Text":"Then, We rescued him and his people, but his woman. She had been among the ones who stay behind"},{"SurahNumber":7,"VerseNumber":84,"Text":"And We rained down a rain on them. So look on how had been the Ultimate End of the ones who sin"}]}