{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":37,"Text":"Varken de rikedomar ni samlar eller de barn ni sätter till världen för er närmare Oss; ingen utom den som tror och lever rättskaffens [kommer Gud nära]. En dubbel belöning väntar dem för vad de gjorde [i livet], och de skall vara trygga i [paradisets] högsta boningar"},{"SurahNumber":34,"VerseNumber":38,"Text":"Men de som motarbetar Våra budskap och vill få dem att framstå som betydelselösa skall utlämnas åt [sitt] straff"},{"SurahNumber":34,"VerseNumber":39,"Text":"Säg: \"Min Herre ger den Han vill av Sina tjänare riklig och den [Han vill] knappare utkomst, och Han belönar er för vad det än är som ni ger åt andra. Och ingen drar bättre försorg [om de sina] än Han"},{"SurahNumber":34,"VerseNumber":40,"Text":"Och den Dag då Han skall samla dem alla [inför Sig] skall Han fråga änglarna: \"Var det er de dyrkade, dessa [förnekare av sanningen]"},{"SurahNumber":34,"VerseNumber":41,"Text":"[Och] de skall svara: \"Stor är Du i Din härlighet! Du är vår Beskyddare och vi tar helt avstånd från dem. Nej, de dyrkade de osynliga väsendena som de flesta av dem trodde på"},{"SurahNumber":34,"VerseNumber":42,"Text":"Denna Dag kan ingen [skapad varelse] vare sig gagna eller skada en annan. Och Vi skall säga till de orättfärdiga: \"Smaka Eldens straff, som ni påstod vara en lögn"},{"SurahNumber":34,"VerseNumber":43,"Text":"När [avgudadyrkarna] hör Våra klara budskap läsas upp för dem säger de [till de sina]: \"[Muhammad] är bara en man [som vi], som vill hindra oss att dyrka det som våra förfäder dyrkade\" - och de säger: \"Det [som han läser upp] är idel lögner, som [människor] sätter ihop.\" Och när de får höra sanningen säger förnekarna: \"Detta är uppenbart ingenting annat än bländande vältalighet"},{"SurahNumber":34,"VerseNumber":44,"Text":"Men Vi har aldrig uppenbarat en Skrift för dem att studera eller sänt dem en varnare före dig"},{"SurahNumber":34,"VerseNumber":45,"Text":"[Andra folk] före dem förnekade sanningen och de hade inte fått ens tiondelen av vad Vi har gett dessa [senare tiders förnekare som bevis]; men hur [hårt] straffade Jag inte deras [föregångare] när de beskyllde Mina sändebud för lögn"}]}