{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif. Lam. Ra. Acestea sunt versetele Cărţii înţelepte"},{"SurahNumber":10,"VerseNumber":2,"Text":"Oare este de mirare oamenilor că Noi i-am dezvăluit unui om dintre ei: “Previne-i pe oameni şi vesteşte-le celor care cred că vor avea înaintea Domnului lor întâietate pentru dreptatea lor!” Tăgăduitorii spun: “Este un vrăjitor vădit!”"},{"SurahNumber":10,"VerseNumber":3,"Text":"Domnul vostru este Dumnezeu care a creat cerurile şi pământul în şase zile, apoi s-a aşezat pe tron de unde cârmuieşte totul. Nu este nici un mijlocitor decât cu îngăduinţa Sa. Acesta este Dumnezeu, Domnul vostru! Lui închinaţi-vă! Nu chibzuiţi, oare"},{"SurahNumber":10,"VerseNumber":4,"Text":"La El este întoarcerea voastră, a tuturor. Făgăduiala lui Dumnezeu este Adevăr. El dă la iveală făptura, apoi o duce înapoi ca să-i răsplătească după dreptate pe cei care au crezut şi au săvârşit fapte bune. Tăgăduitorii vor avea însă parte de o băutură clocotindă şi o osândă dureroasă pentru că au tăgăduit"},{"SurahNumber":10,"VerseNumber":5,"Text":"El este Cel ce a dat soarelui strălucire şi lunii lumină. El le-a hotărât coborâşurile ca să cunoaşteţi numărul anilor şi socoteala timpului. Dumnezeu nu a creat aceasta decât întru Adevăr. El desluşeşte semnele Sale poporului ce ştie"},{"SurahNumber":10,"VerseNumber":6,"Text":"În deosebirea nopţii şi a zilei, în ceea ce Dumnezeu a creat în ceruri şi pe pământ sunt semne pentru un popor temător"},{"SurahNumber":10,"VerseNumber":7,"Text":"Cei care nu aşteaptă întâlnirea Noastră, care sunt mulţumiţi în Viaţa de Acum, care-şi află tihna în ea şi rămân nepăsători la semnele Noastre"},{"SurahNumber":10,"VerseNumber":8,"Text":"aceştia vor avea liman Focul pentru ceea ce au făcut"},{"SurahNumber":10,"VerseNumber":9,"Text":"iar pe cei care cred şi săvârşesc fapte bune, Domnul lor îi va călăuzi pentru credinţa lor. Râurile vor curge la picioarele lor în Grădinile plăcerii unde chemarea lor va fi"},{"SurahNumber":10,"VerseNumber":10,"Text":"“Mărire Ţie, Dumnezeule!” iar bineţea lor: “Pace!” şi la sfârşitul chemării: “Laudă lui Dumnezeu, Domnul lumilor!”"}]}