{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"He it is Who sendeth down water from the sky, whence ye have drink, and whence are trees on which ye send your beasts to pasture"},{"SurahNumber":16,"VerseNumber":11,"Text":"Therewith He causeth crops to grow for you, and the olive and the date-palm and grapes and all kinds of fruit. Lo! herein is indeed a portent for people who reflect"},{"SurahNumber":16,"VerseNumber":12,"Text":"And He hath constrained the night and the day and the sun and the moon to be of service unto you, and the stars are made subservient by His command. Lo! herein indeed are portents for people who have sense"},{"SurahNumber":16,"VerseNumber":13,"Text":"And whatsoever He hath created for you in the earth of divers hues, lo! therein is indeed a portent for people who take heed"},{"SurahNumber":16,"VerseNumber":14,"Text":"And He it is Who hath constrained the sea to be of service that ye eat fresh meat from thence, and bring forth from thence ornaments which ye wear. And thou seest the ships ploughing it that ye (mankind) may seek of His bounty and that haply ye may give thanks"},{"SurahNumber":16,"VerseNumber":15,"Text":"And He hath cast into the earth firm hills that it quake not with you, and streams and roads that ye may find a way"},{"SurahNumber":16,"VerseNumber":16,"Text":"And landmarks (too), and by the star they find a way"},{"SurahNumber":16,"VerseNumber":17,"Text":"Is He then Who createth as him who createth not? Will ye not then remember"},{"SurahNumber":16,"VerseNumber":18,"Text":"And if ye would count the favour of Allah ye cannot reckon it. Lo! Allah is indeed Forgiving, Merciful"},{"SurahNumber":16,"VerseNumber":19,"Text":"And Allah knoweth that which ye keep hidden and that which ye proclaim"},{"SurahNumber":16,"VerseNumber":20,"Text":"Those unto whom they cry beside Allah created naught, but are themselves created"},{"SurahNumber":16,"VerseNumber":21,"Text":"(They are) dead, not living. And they know not when they will be raised"}]}