{"Id":315,"LanguageCodes":["si","sin"],"Name":"sin-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"තවද සැබැවින්ම අපි නූහ් ඔහුගේ සමූහයා වෙත එව්වෙමු. එවිට ඔහු අහෝ ! මාගේ ජනයිනි, නුඹලා අල්ලාහ්ට ගැතිකම් කරනු. ඔහු හැර නුඹලාට කිසිදු දෙවියෙකු නොමැත. නුඹලා බිය බැතිමත් විය යුතු නොවේ ද"},{"SurahNumber":23,"VerseNumber":24,"Text":"ඔහුගේ ජනයා අතුරින් වූ ප්‍රතික්ෂේප කළවුන් අතර වූ ප්‍රධානීහු ‘මොහු නුඹලා මෙන් මිනිසකු මිස නැත. නුඹලාට වඩා උසස් වන්නට ඔහු අපේක්ෂා කරයි. අල්ලාහ් අභිමත කළේ නම් මලක්වරුන් පහළ කරන්නට තිබුණි. මේ පිළිබඳ අපගේ මුල් මුතුන් මිත්තන්ගෙන් පවා අප අසා නැත’ යැයි පැවසූහ"},{"SurahNumber":23,"VerseNumber":25,"Text":"ඔහු උමතු ව ඇති මිනිසකු මිස නැත. එහෙයින් ටික කලක් දක්වා ඔහු ගැන බලා පොරොත්තුවෙන් සිටිනු"},{"SurahNumber":23,"VerseNumber":26,"Text":"මාගේ පරමාධිපතියාණෙනි, ඔවුන් මා බොරු කිරීම සම්බන්ධයෙන් ඔබ මට උදව් කරනු මැනව ! යැයි ඔහු පැවසුවේය"},{"SurahNumber":23,"VerseNumber":27,"Text":"අපගේ අධීක්ෂණය හා අපගේ දේව පණිවිඩ අනුව නුඹ නැව තනනු යැයි අපි ඔහු වෙත දේව පණිවිඩ එව්වෙමු. අපගේ නියෝගය පැමිණි විට හා ලිප උතුරන විට සෑම දෙයක ජෝඩුවකින්ම දෙදෙනෙකු බැගින් ද, ඔවුන් අතරින් කවරෙකු කෙරෙහි විනිශ්චය පෙරටු වූයේ ද එවන් අය හැර නුඹගේ පවුලේ සෙසු අය ද එහි කැටුවා ගෙන යනු. අපරාධ කළවුන් සම්බන්ධයෙන් නුඹ මා සමග කතා නොකරනු. නියත වශයෙන්ම ඔවුහු ගිල් වනු ලබන්නන් වෙති"},{"SurahNumber":23,"VerseNumber":28,"Text":"නුඹ හා නුඹ සමග වූවන් නැව මත ස්ථාපිත වූ විට, ‘අපරාධකාරී ජනයාගෙන් අප මුදවා ගත් අල්ලාහ්ටම සියලු ප්‍රශංසා’ යැයි නුඹ පවසනු"},{"SurahNumber":23,"VerseNumber":29,"Text":"තවද මාගේ පරමාධිපතියා‍ණෙනි, සමෘද්ධිමත් ස්ථානයකට මා ගොඩ බස්වනු මැනව! තවද නුඹ ගොඩ බස්වන්නන් අතර ශ්‍රේෂ්ඨය යැයි නුඹ පවසනු"},{"SurahNumber":23,"VerseNumber":30,"Text":"නියත වශයෙන්ම එහි සංඥා ඇත. තවද සැබැවින්ම අපි පරීක්ෂා කරනු ලබන්නන් වූයෙමු"},{"SurahNumber":23,"VerseNumber":31,"Text":"අනතුරු ව ඔවුන්ගෙන් පසු ව අපි වෙනත් පරපුරක් බිහි කළෙමු"},{"SurahNumber":23,"VerseNumber":32,"Text":"‘නුඹලා අල්ලාහ්ට නැමදුම් කරනු. ඔහු හැර වෙනත් දෙවිඳෙකු නුඹලාට නොමැත. නුඹලා බිය බැතිමත් විය යුතු නොවේදැ’යි විමසමින් අපි ඔවුන්ගෙන් වූ රසූල්වරයකු එවිට ඔවුන් අතරට එව්වෙමු"}]}