{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":81,"Text":"Allah, (geçmiş) peygamberler (in) den — and olsun ki size Kitab ve hikmet verdim. Sonra da size nezdinizdeki (o Kitab ve hikmeti) tasdik eden bir peygamber gelmişdir (gelecekdir). Ona kat´iyyen îman ve ona her halde yardım edeceksiniz diye — (ahd ve) mîsâk aldığı zaman dedi ki «Ikraar etdiniz ve uhdenize bu ağır yükümü (vecîbemi) alıb kabul eylediniz mi»? Onlar (cevaben): «Ikraar etdik» dediler. (Allah) dedi ki: «Öyleyse (birbirinize ve ümmetlerinize karşı) şâhid olun, ben de sizinle beraber (bu ıkraarınıza) şâhidlik edenlerdenim"},{"SurahNumber":3,"VerseNumber":82,"Text":"Artık kim bu (ikrardan) sonra (hakıykatden) yüz çevirirse işte o gibiler faasıkların (îmandan çıkanların) ta kendileridir"},{"SurahNumber":3,"VerseNumber":83,"Text":"Şimdi onlar Allanın dininden başkasını mı arıyorlar? Halbuki göklerde ve yerde ne varsa (hepsi) ister istemez Ona boyun eğmişdir, Nihayet de Ona döndürülüp götürüleceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: «Allaha îman etdik. Bize indirilen (Kur´an-ı kerîm) e, İbrâhîme, İsmâîle, İshaaka, Ya´kuba ve oğullarına indirilenlere, Mûsâya, îsâya ve peygamberlere Rablerinden verilenlere de (inandık) Onlardan hiç biri arasında (peygamber olmaları bakımından) fark gözetmeyiz. Biz Ona (Allaha) teslim olmuşlarız»"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim İslâmdan başka bir dîn ararsa onda (bu dîn) asla kabul olunmaz ve o, âhiretde de en büyük zarara uğrayanlardandır"},{"SurahNumber":3,"VerseNumber":86,"Text":"Kendilerine apaçık deliller gelmiş, o peygamberin şübhesiz bir hak olduğuna şâhidlik de etmişler iken îmanlarının arkasından küfre sapan bir kavmi Allah nasıl hidâyete erdirir (Muvaffak eder)? Allah zaalimler güruhunu hidâyete götürmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"Muhakkak, Allahın, meleklerin, bütün insanların lâ´neti onların tepesine. İşte onlar, onların cezaları"},{"SurahNumber":3,"VerseNumber":88,"Text":"Onlar bunun (bu lâ´netin ve cehennemin) içinde ebedî kalıcıdırlar. Kendilerinden ne azâb hafifletilir, ne de onlara (yüzlerine, suratlarına) bakılır"},{"SurahNumber":3,"VerseNumber":89,"Text":"Bundan sonra tevbe (ve rücu) ve (nefslerini) ıslah edenler müstesna. Çünkü Allah cidden (kusurları) örten, çok esirgeyendir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Hakıykat, îmanlarının arkasından küfretmiş, sonra da küfrünü artırmış olanların tevbeleri asla kabul olunmaz. İşte onlar sapıkların ta kendileridir"},{"SurahNumber":3,"VerseNumber":91,"Text":"Hakıykat, küfredenler ve kendileri kâfir olarak ölenler (yok mu?) onlardan hiç birinin (bilfarz) yer yüzünü dolduracak mıkdardaki altını dahi — onu feda etse — kat´iyyen makbul olmaz. İşte onlar! Pek acıklı bir azâb onların (hakkı) dır. Kendilerinin hiç bir yardımcıları da yokdur"}]}