{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"Ey peygamber, kafirler ve ikiyüzlülerle mücadele et ve onlara karşı güçlü ve sert ol. Varacakları yer cehennemdir. Ne kötü bir dönüş yeridir orası"},{"SurahNumber":9,"VerseNumber":74,"Text":"İnkar sözlerini konuşmalarına ve teslim olduktan sonra inkar etmelerine rağmen, onları söylemediklerine dair ALLAH'a yemin ediyorlar. Aslında, hiç bir zaman ulaşamadıkları gerçeğe karşı durdular. ALLAH ve elçisi O'nun lütfuyla kendilerini zenginleştirdikten sonra öc almaya kalktılar! Tevbe ederlerse kendileri için iyi olur. Yüz çevirirlerse, ALLAH onları dünya ve ahirette acı bir azapla cezalandırır; yeryüzünde ne bir dostları ne de bir yardımcıları olur"},{"SurahNumber":9,"VerseNumber":75,"Text":"Hatta bazıları, \"Bize lütfundan verirse, paramızı yardım için harcayacağız ve dürüst insanlardan olacağız,\" diye ALLAH'a söz verdiler"},{"SurahNumber":9,"VerseNumber":76,"Text":"Fakat, onlara kendi lütfundan verince, cimrileştiler ve yüz çevirerek döndüler"},{"SurahNumber":9,"VerseNumber":77,"Text":"ALLAH'a verdikleri sözden caydıkları ve yalan söyledikleri için kendisiyle karşılacakları güne kadar kalplerine iki yüzlülük soktu"},{"SurahNumber":9,"VerseNumber":78,"Text":"Bilmezler mi ki, ALLAH onların hem gizlediklerini hem açıkladıklarını bilir ve ALLAH tüm gizlileri Bilendir"},{"SurahNumber":9,"VerseNumber":79,"Text":"Gönüllü olarak yardımda bulunan inananların cömertliklerini eleştirenler ve aynı zamanda fazla veremiyen yoksullarla da alay edenler yok mu, ALLAH onları küçük düşürür. Onlar için acıklı bir azap vardır"},{"SurahNumber":9,"VerseNumber":80,"Text":"İster onlar için bağışlanma dile, ister bağışlanma dileme. Onlar için yetmiş kere bağışlanma dilesen bile ALLAH onları bağışlamıyacaktır. Çünkü onlar ALLAH ve elçisini yalanladılar. ALLAH yoldan iyice çıkmış toplumları doğruya iletmez"}]}