{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"All beauty and balance in the Universe is the living evidence that Allah is Praiseworthy. Praise be to Allah who has revealed this Book to His servant, and made it flawless"},{"SurahNumber":18,"VerseNumber":2,"Text":"A Perfect Book, unerringly straight, meant to warn people of the destructive results of their wrongdoings. And to give good news to those who believe in the Message and make reforms in their individual and collective lives, that theirs shall be a generous Reward"},{"SurahNumber":18,"VerseNumber":3,"Text":"A state of Bliss in which they shall dwell beyond the count of time"},{"SurahNumber":18,"VerseNumber":4,"Text":"Furthermore, this Divine Writ is meant to warn all those who say, \"God has taken unto Himself a son"},{"SurahNumber":18,"VerseNumber":5,"Text":"No knowledge whatsoever have they of Him, and neither did their forefathers. An outrageous statement it is that comes out of their mouths, and nothing but falsehood do they utter"},{"SurahNumber":18,"VerseNumber":6,"Text":"(O Messenger) Should you (in your compassion) grieve yourself to death if they are not willing to believe in this Message"},{"SurahNumber":18,"VerseNumber":7,"Text":"We never ordained asceticism for mankind. It was something they invented (57:27)). Behold, We have Willed the earth to be pleasingly decorated. We make it a test for people to see for themselves as to which of them lives a balanced life. (18:30-31), ("},{"SurahNumber":18,"VerseNumber":8,"Text":"And, verily, We shall reduce all that is on earth to barren dust"},{"SurahNumber":18,"VerseNumber":9,"Text":"Do you think that the Dwellers of the Cave, the Upholders of Raqeem (the Inscribed Gospel) (were some supernatural beings) more wondrous than Our other signs? (Nay, strange legends became famous about them)"},{"SurahNumber":18,"VerseNumber":10,"Text":"As they fled for refuge to the Cave (outside Ephesus), they prayed, \"Our Lord! Bestow on us Grace from Yourself and endow us with insight into the right (and wrong) of all situations"},{"SurahNumber":18,"VerseNumber":11,"Text":"And thereupon We veiled their ears in the Cave for some years. (They remained isolated, hiding from the soldiers of Emperor Decius during his reign, 249-251 C.E)"},{"SurahNumber":18,"VerseNumber":12,"Text":"And then We caused them to rise (out of the Cave). We let them know for themselves which of the two groups, (the young men with their friends in town, or their opponents), had better availed the time. (The Dwellers of the Cave had maintained secret communication with like-minded people in Ephesus)"}]}