{"Id":62,"LanguageCodes":["bs","bos"],"Name":"bos-besimkorkut","Author":"Besim Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":72,"Text":"I kada ste jednog čovjeka ubili, pa se oko njega prepirati počeli – Allah je dao da iziđe na vidjelo ono što ste bili sakrili –"},{"SurahNumber":2,"VerseNumber":73,"Text":"Mi smo rekli: \"Udarite ga jednim njezinim dijelom!\" – i eto tako Allah vraća mrtve u život i pruža vam dokaze Svoje da biste shvatili"},{"SurahNumber":2,"VerseNumber":74,"Text":"Ali srca vaša su poslije toga postala tvrda, kao kamen su ili još tvrđa, a ima i kamenja iz kojeg rijeke izbijaju, a ima, zaista, kamenja koje puca i iz kojeg voda izlazi, a ima ga, doista, i koje se od straha pred Allahom ruši. – A Allah motri na ono što radite"},{"SurahNumber":2,"VerseNumber":75,"Text":"Zar se vi nadate da će vam se jevreji odazvati i vama za ljubav vjernici postati, a neki među njima su Allahove riječi slušali pa su ih, pošto su ih shvatili, svjesno izvrnuli"},{"SurahNumber":2,"VerseNumber":76,"Text":"Kad sretnu vjernike, oni govore: \"Vjerujemo!\", a čim se osame jedni s drugima, kažu: \"Zar ćete im kazivati o onome što je Allah samo vama objavio, pa da im to bude dokaz protiv vas pred Gospodarom vašim? Zar se nećete opametiti"},{"SurahNumber":2,"VerseNumber":77,"Text":"A zar oni ne znaju da Allah zna i ono što oni kriju i ono što pokazuju"},{"SurahNumber":2,"VerseNumber":78,"Text":"Neki od njih su neuki, oni ne znaju za Knjigu, nego samo za gatke, i oni se samo domišljaju"},{"SurahNumber":2,"VerseNumber":79,"Text":"A teško onima koji svojim rukama pišu Knjigu, a zatim govore: \"Evo, ovo je od Allaha\" – da bi za to korist neznatnu izvukli. I teško njima zbog onoga što ruke njihove pišu i teško njima što na taj način zarađuju"},{"SurahNumber":2,"VerseNumber":80,"Text":"Oni govore: \"Vatra će nas doticati samo neko vrijeme.\" Reci: \"Da li ste o tome dobili od Allaha obećanje – jer, Allah će sigurno ispuniti obećanje Svoje – ili na Allaha iznosite ono što ne znate"},{"SurahNumber":2,"VerseNumber":81,"Text":"A nije tako! Oni koji budu zlo činili i grijesi njihovi ih budu sa svih strana stigli, oni će stanovnici Džehennema biti i u njemu će vječno ostati"},{"SurahNumber":2,"VerseNumber":82,"Text":"A oni koji budu vjerovali i dobra djela činili – oni će stanovnici Dženneta biti i u njemu će vječno boraviti"}]}