{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"«و» أرسلنا «إلى ثمود» بترك الصرف مرادا به القبيلة «أخاهم صالحا قال يا قوم اعبدوا الله ما لكم من إله غيره قد جاءتكم بيَّنة» معجزة «من ربكم» على صدقي «هذه ناقة الله لكم آية» حال عاملها معنى الإشارة وكانوا سألوه أن يخرجها لهم صخرة عينوها «فذروها تأكل في أرض الله ولا تمسوها بسوء» بعقر أو ضرب «فيأخذكم عذاب أليم»"},{"SurahNumber":7,"VerseNumber":74,"Text":"«واذكروا إذ جعلكم خلفاء» في الأرض «من بعد عاد وبوَّأكم» أسكنكم «في الأرض تتَّخذون من سهولها قصورا» تسكنونها في الصيف «وتنحتون الجبال بيوتا» تسكنونها في الشتاء ونصبه على الحال المقدرة «فاذكروا آلاء الله ولا تعثوا في الأرض مفسدين»"},{"SurahNumber":7,"VerseNumber":75,"Text":"«قال الملأ الذين استكبروا من قومه» تكبروا عن الإيمان به «للذين استُضعفوا لمن آمن منهم» أي من قومه بدل مما قبله بإعادة الجار «أتعلمون أن صالحا مرسل من ربه» إليكم «قالوا» نعم «إنا بما أرسل به مؤمنون»"},{"SurahNumber":7,"VerseNumber":76,"Text":"«قال الذين استكبروا إنا بالذي آمنتم به كافرون»"},{"SurahNumber":7,"VerseNumber":77,"Text":"وكانت الناقة لها يوم في الماء ولهم يوم فملوا ذلك «فعقروا الناقة» عقرها قدار بأمرهم بأن قتلها بالسيف «وعتوا عن أمر ربهم وقالوا يا صالح ائتنا بما تعدنا» به من العذاب على قتلها «إن كنت من المرسلين»"},{"SurahNumber":7,"VerseNumber":78,"Text":"«فأخذتهم الرجفة» الزلزلة الشديدة من الأرض والصيحة من السماء «فأصبحوا في دارهم جاثمين» باركين على الركب ميِّتين"},{"SurahNumber":7,"VerseNumber":79,"Text":"«فتولى» أعرض صالح «عنهم وقال يا قوم لقد أبلغتكم رسالة ربي ونصحت لكم ولكن لا تحبون الناصحين»"},{"SurahNumber":7,"VerseNumber":80,"Text":"«و» اذكر «لوطا» ويبدل منه «إذا قال لقومه أتأتون الفاحشة» أي أدبار الرجال «ما سبقكم بها من أحد من العالمين» الإنس والجن"},{"SurahNumber":7,"VerseNumber":81,"Text":"«أئِنَّكُم» بتحقيق الهمزتين وتسهيل الثانية وإدخال الألف بينهما وفي قراءة إنَّكُمْ «لتأتون الرجال شهوة من دون النساء بل أنتم قوم مسرفون» متجاوزون الحلال إلى الحرام"},{"SurahNumber":7,"VerseNumber":82,"Text":"«وما كان جواب قومه إلا أن قالوا أخرجوهم» أي لوطا وأتباعه «من قريتكم إنهم أناس يتطهرون» من أدبار الرجال"},{"SurahNumber":7,"VerseNumber":83,"Text":"«فأنجيناه وأهله إلا امرأته كانت من الغابرين» الباقين في العذاب"},{"SurahNumber":7,"VerseNumber":84,"Text":"«وأمطرنا عليهم مطرا» هو حجارة السجيل فأهلكتهم «فانظر كيف كان عاقبة المجرمين»"}]}