{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"Әй Пайғамбар! Кәпірлер және мұнафықтармен күрес. Оларға қатаң бол. Олардың орны тозақ, қайтып барар орны қандай жаман"},{"SurahNumber":9,"VerseNumber":74,"Text":"Олар: «Айтпадық» деп Алланың атымен ант ішеді. Расында олар қарсылық сөз айтқан болатын. Сондай-ақ олар Мұсылман болғаннан кейін кәпір болды. Тағы олар, бойдары жетпейтін нәрседен ой қылды. (Тәбүк соғысынан қайтқанда мұнафықтар Пайғамбар (Ғ.С.) дың түйесін түнде шұңқырға түсіруге тырысады.) Олар Алланы және Елшісін мәрхаметімен байытқандығы үшін ғана міндейді. (Шүкірсіздік етеді.) Егер олар тәубе қылса, өздері үшін жақсы. Ал егер олар жалтарса, Алла оларды дүние, ахиретте азапқа ұшыратады. Сондай-ақ оларға жер жүзінде не дос не жәрдемші жоқ"},{"SurahNumber":9,"VerseNumber":75,"Text":"Тағы олардан біреулер: «Егер Алла, бізге өз кеңшілігінен мал берсе, әрине садақа беріп, игілерден болар едік» деп Аллаға серт берді"},{"SurahNumber":9,"VerseNumber":76,"Text":"Сонда Алла оған өз ілтипатымен берген кезде, Оның бергеніне сараңдық қылды. Сөзінен айныды. Олар негізінен жалтақойлар"},{"SurahNumber":9,"VerseNumber":77,"Text":"Енді Аллаға берген уәделеріне қарсы келіп, өтірік айтқандары үшін Алла өзіне жолығатын күнге дейін олардың жүректеріне екі беткейлік салып, қояды"},{"SurahNumber":9,"VerseNumber":78,"Text":"Олар сырлары мен сыбырларын Алланың анық білетіндігін білмеді ме? Шынайы түрде Алла (Т.) көместерді толық біледі"},{"SurahNumber":9,"VerseNumber":79,"Text":"Сондай мүміндерден садақаларда, ынталы болушыларды айыптағандар, тағы тырысып тапқанын ғана бергендерді, тәлкектегендерді, Алла мазаққа ұшыратады. Әрі олар үшін жан түршігерлік қинау бар"},{"SurahNumber":9,"VerseNumber":80,"Text":"(Мұнафықтар көп бергенді сындап, аз бергенді сықақ қылатын еді.) (Мұхаммед Ғ.С.) мұнафықтар үшін жарылқануларын тілесең де, тілемесең де тіпті олар үшін жетпіс қайта жарылқануын тілесең де, Алла, оларды әсте жарылқамады. Бұл олардың Аллаға, Елшісіне қарсы болғандықтарынан. Алла бұзақы халықты тура жолға салмайды"}]}