{"Id":196,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown","Author":"Unknown","Language":"Croatian","Description":"Croatian","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"I doista smo objavili Musau: “Kreni sa robovima Mojim noću, pa udari za njih put suh u moru, ne bojeći se sustizanja, niti se strašeći.”"},{"SurahNumber":20,"VerseNumber":78,"Text":"Pa ih je slijedio faraon sa vojskama svojim, te ih je od mora prekrilo ono što ih je prekrilo"},{"SurahNumber":20,"VerseNumber":79,"Text":"I zaveo je faraon narod svoj, a nije uputio"},{"SurahNumber":20,"VerseNumber":80,"Text":"O sinovi Israilovi! Doista smo vas izbavili od vašeg neprijatelja, i sklopili ugovor s vama (na) desnom obronku Tura i spustili na vas mennu i prepelice"},{"SurahNumber":20,"VerseNumber":81,"Text":"“Jedite od dobrih stvari kojima smo vas opskrbili, i ne pretjerujte u tome pa da na vas padne srdžba Moja. A onaj na koga se spusti srdžba Moja, pa doista je propao"},{"SurahNumber":20,"VerseNumber":82,"Text":"I uistinu, Ja sam Oprosnik onom ko se pokaje i uzvjeruje i radi dobro, zatim se uputi.”"},{"SurahNumber":20,"VerseNumber":83,"Text":"“A šta te je požurilo od naroda tvog, o Musa?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"Reče: “Oni su ti koji su mi na tragu, a požurio sam Tebi Gospodaru moj, da budeš zadovoljan.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"Reče: “Pa uistinu, Mi smo već iskušavali narod tvoj poslije tebe i zaveo ih je Samirijja.”"},{"SurahNumber":20,"VerseNumber":86,"Text":"Pa se vrati Musa narodu svom srdit, tužan. Reče: “O narode moj! Zar vam nije dao Gospodar vaš obećanje lijepo? Pa zar vam se odužio rok, ili želite da vas snađe srdžba Gospodara vašeg, pa ste mi prekršili obećanje?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Rekoše: “Nismo ti prekršili obećanje svojom voljom, nego smo mi bili natovareni teretima nakita narodnog, pa smo ih ubacili, te je isto tako bacio Samirijja"},{"SurahNumber":20,"VerseNumber":88,"Text":"Pa im je izvadio tele - tijelo, imalo je ono (moć) mukanja, te rekoše: “Ovo je bog vaš i bog Musaov - ta zaboravio je.”"},{"SurahNumber":20,"VerseNumber":89,"Text":"Pa zar ne vide da im ne uzvraća govor, i ne vlada im štetom niti korišću"}]}