{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":51,"VerseNumber":1,"Text":"Sa pamamagitan (ng hangin) na nagkakalat ng alikabok"},{"SurahNumber":51,"VerseNumber":2,"Text":"At sa (mga ulap) na nag-aangat (at nagdadala) ng mabigat na timbang ng tubig"},{"SurahNumber":51,"VerseNumber":3,"Text":"At sa (mga barko) na umuusad ng madali at banayad"},{"SurahNumber":51,"VerseNumber":4,"Text":"At ang (mga anghel) na namamahagi (ng mga ikabubuhay, ulan at ibang mga biyaya) sa pag- uutos (ni Allah)"},{"SurahNumber":51,"VerseNumber":5,"Text":"Katotohanan, ang ipinangako sa inyo (alalaong baga, ang Muling Pagkabuhay at ang pagtanggap ng gantimpala o kaparusahan sa mabuti o masamang gawa) ay katiyakang tunay"},{"SurahNumber":51,"VerseNumber":6,"Text":"At walang pagsala, ang Kabayaran (kahatulan sa katarungan) ay katotohanang magaganap"},{"SurahNumber":51,"VerseNumber":7,"Text":"Sa pamamagitan ng alapaap (langit) na may maraming Landas"},{"SurahNumber":51,"VerseNumber":8,"Text":"Katotohanang kayo ay may magkakaibang pananaw (tungkol kay Muhammad at sa Qur’an)"},{"SurahNumber":51,"VerseNumber":9,"Text":"Siya kaya na tumalikod dito (alalaong baga, kay Muhammad at sa Qur’an) ay siya kaya na natalikod (sa pamamagitan ng Pag-uutos at Takdang Kahihinatnan ni Allah)"},{"SurahNumber":51,"VerseNumber":10,"Text":"Sumpain ang mga mapaggawa ng kabulaanan"},{"SurahNumber":51,"VerseNumber":11,"Text":"Sila na nasa ilalim ng lambong ng kawalang pakikinig at pagsunod (na nagwawalang bahala sa kahalagahan ng Kabilang Buhay)"},{"SurahNumber":51,"VerseNumber":12,"Text":"Sila ay nagtatanong; “Kailan nga ba ang Araw ng Kabayaran (Paghuhukom sa Katarungan)?”"},{"SurahNumber":51,"VerseNumber":13,"Text":"(Ito ang) Araw na sila ay isusugba (at susubukan ) sa Apoy"},{"SurahNumber":51,"VerseNumber":14,"Text":"“Lasapin ninyo ang inyong pagsubok (pagkasunog)! Ito ang inyong itinatanong na madaliin!”"},{"SurahNumber":51,"VerseNumber":15,"Text":"Katotohanan, ang Muttaqun (mga matutuwid, matimtimang tao na umiiwas sa lahat ng mga ipinagbabawal at sumusunod sa lahat ng mga ipinag-uutos ni Allah), sila ay magigitna sa Halamanan at Batisan (sa Paraiso)"},{"SurahNumber":51,"VerseNumber":16,"Text":"Na nagtatamasa ng kasiyahan sa mga bagay na iginawad ng kanilang Panginoon. Katotohanang noong una pa rito, sila ay naging Muhsinun (mga mapaggawa ng mga kabutihan at katuwiran)"},{"SurahNumber":51,"VerseNumber":17,"Text":"Sila ay nahirati nang matulog ng maigsi lamang sa oras nang gabi (na naninikluhod sa kanilang Panginoon [Allah] at nananalangin ng may pangangamba at pag-asa"},{"SurahNumber":51,"VerseNumber":18,"Text":"At sa mga oras ng bukang liwayway, sila ay (natagpuan) na nagsisipanalangin ng kapatawaran (kay Allah)"},{"SurahNumber":51,"VerseNumber":19,"Text":"At sa kanilang kayamanan ay mayroon dapat na ibahagi sa mga pulubi at sa Mahrum (mga naghihikahos na hindi nanglilimos sa iba)"},{"SurahNumber":51,"VerseNumber":20,"Text":"At sa Kalupaan ay naririto ang mga Tanda sa mga may Pananalig na may katiyakan"},{"SurahNumber":51,"VerseNumber":21,"Text":"At gayundin sa inyong mga sarili. Hindi baga ninyo nakikita"},{"SurahNumber":51,"VerseNumber":22,"Text":"At sa kalangitan ay naroroon ang inyong biyaya, na sa inyo ay ipinangako"},{"SurahNumber":51,"VerseNumber":23,"Text":"Kaya’t sa pamamagitan ng Panginoon ng kalangitan at kalupaan, ito ang tunay na Katotohanan (alalaong baga, ang ipinangako sa inyo), at gayundin ang katunayan na kayo ay makakapangusap sa isa’t isa ng may katalinuhan"}]}