{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":17,"VerseNumber":31,"Text":"Yaha! Di kuri ya yi bihi ka di nyɛla yi zɔrila fara zuɣu, Ti (Tinim’ (Naawuni) N-largiri ba bindirigu n-ti pahi yi mammaŋa. Achiika! Bɛ kubu nyεla taali din bara"},{"SurahNumber":17,"VerseNumber":32,"Text":"Yaha! Di miri ya zina, achiika! Di nyɛla tuumbɛɣu, ka di soli lahi nyɛ din be"},{"SurahNumber":17,"VerseNumber":33,"Text":"Yaha! Di kun ya nyɛvuli shεli Naawuni ni mɔŋ di kubu 1 naɣila ni di soli. Yaha! Ninvuɣu so bɛ ni ku ka o nyɛla bɛ ni di so zualinsi, tɔ! Achiika! Ti (Tinim’ Naawuni) zaŋ yiko ti o nyan- zaanda (ni o niŋ kisaasi), 2 amaa! O miri ka o niŋ barina kubu maa ni, domin achiika! O nyɛla bɛ ni sɔŋdi so"},{"SurahNumber":17,"VerseNumber":34,"Text":"Yaha! Di miri ya kpibga liɣiri, naɣila ni so’ shεli din viεla, hali ka o ti saɣi daadam. Yaha! Palmi ya alikauli. Achiika! Alikauli nyɛla bɛ ni yɛn ti bɔhi shεli yɛla (Zaadali)"},{"SurahNumber":17,"VerseNumber":35,"Text":"Yaha! Palmi ya zaɣa di yi ti niŋ ka yi yɛn zahim. Yaha! Zahimmi ya ni aadalsi binzahindigu, dina n-nyɛ din gari ka di bahigu lahi viɛla"},{"SurahNumber":17,"VerseNumber":36,"Text":"(Yaa nyini ninsala)! Di doli a ni ka shɛli baŋsim, achiika! Wumbu mini nyabu, n-ti pahi suhiri zaasa nyɛla bɛ ni yɛn ti bɔhi (ninsala) shεli yɛla (Zaadali)"},{"SurahNumber":17,"VerseNumber":37,"Text":"Yaha! Miri ka a chani tiŋgbani ni ka nyɛla ŋun fuhira. Achiika! Di kariya ka a tooi cheei tiŋgbani, a mi ku tooi paai zoya waɣilim"},{"SurahNumber":17,"VerseNumber":38,"Text":"Di zaasa zuɣubetali nyɛla bɛ ni je shɛli"},{"SurahNumber":17,"VerseNumber":39,"Text":"(Yaa nyini Annabi)! Ŋɔ maa be a Duuma (Naawuni) ni siɣisi shɛli wahayi n-ti a na ni yεmgoliŋga, ka miri ka a bo duuma so m-pahi Naawuni zuɣu, ka bɛ ti zaŋ a n-labi ʒahannama buɣum ni, ka nyɛla bɛ ni galindi so, ka kari o n-yihi Naawuni nambɔzɔbo ni"},{"SurahNumber":17,"VerseNumber":40,"Text":"(Yaa yinim’ Maka chεfurinima)! Di ni bɔŋɔ, yi Duuma (Naawuni) gahimla yinim’ ni bidibsi, ka gbubi Malaaikanim’ puuni shɛba ka bɛ nyɛ bipuɣinsi n-ti O. Achiika! Yi yεrila yɛltɔɣa shɛli din bara"}]}