{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":67,"Text":"О посланник! Передай, что низведено тебе от твоего Господа. А если ты этого не сделаешь, то ты не передашь Его послания. Аллах защитит тебя от людей. Поистине, Аллах не ведет прямо людей неверных"},{"SurahNumber":5,"VerseNumber":68,"Text":"Скажи: \"О люди писания! Вы ни на чем не держитесь, пока не установите прямо Торы и Евангелия и того, что низведено вам от вашего Господа\". Но у многих из них низведенное тебе от твоего Господа увеличивает только заблуждение и неверие. Не горюй же о людях неверных"},{"SurahNumber":5,"VerseNumber":69,"Text":"Поистине, те, которые уверовали и которые исповедуют иудейство, и сабии, и христиане, - кто уверовал в Аллаха и последний день и творил благое, - нет страха над ними, и не будут они печальны"},{"SurahNumber":5,"VerseNumber":70,"Text":"Мы взяли договор с сынов Исраила и послали к ним пророков. Всякий раз, как приходил к ним посол с тем, , что не любили их души, - одних они сочли лжецами, а других избивают"},{"SurahNumber":5,"VerseNumber":71,"Text":"И они думали, что не будет напасти, и были слепы и глухи многие из них; а Аллах видит то, что они делают"},{"SurahNumber":5,"VerseNumber":72,"Text":"Не веровали те, которые говорили: \"Ведь Аллах - Мессия, сын Марйам\". А Мессия сказал: \"О сыны Исраила! Поклоняйтесь Аллаху, Господу моему и Господу вашему!\" Ведь, кто придает Аллаху сотоварищей, тому Аллах запретил рай. Убежищем для него - огонь, и нет для неправедных помощников"},{"SurahNumber":5,"VerseNumber":73,"Text":"Не веровали те, которые говорили: \"Ведь Аллах - третий из трех\", - тогда как нет другого божества, кроме единого Бога. А если они не удержатся от того, что говорят, то коснется тех из них, которые не уверовали, мучительное наказание"},{"SurahNumber":5,"VerseNumber":74,"Text":"Неужели они не обратятся к Аллаху и не попросят у Него прощения? Ведь Аллах - прощающий, милостивый"},{"SurahNumber":5,"VerseNumber":75,"Text":"Мессия, сын Марйам, - только посланник, прошли уже до него посланники, а мать его - праведница. Оба они ели пищу. Посмотри, как разъясняем Мы им знамения; потом посмотри, до чего они отвращены"},{"SurahNumber":5,"VerseNumber":76,"Text":"Скажи: \"Неужели вы поклоняетесь помимо Аллаха тому, что не владеет для вас ни вредом, ни пользой, а Аллах - слышащий, знающий"},{"SurahNumber":5,"VerseNumber":77,"Text":"Скажи: \"О обладатели писания! Не излишествуйте в вашей религии без истины и не следуйте за страстями людей, которые заблудились раньше, и сбили многих, и сбились с ровной дороги"}]}