{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":73,"Text":"Semud (kavmine) de kardeşleri Saalihi (gönderdik). De ki: «Ey kavmim, Allaha kulluk edin. Sizin Ondan başka hiç bir Tanrınız yokdur. Size Rabbinizden apaçık bir mu´cize gelmişdir. İşte size bir alâmet olmak üzere Allahın şu dişi devesi! Onu (kendi haaline) bırakın, Allahın arzında otlasın. Ona bir fenalıkla dokunmayın. Sonra sizi acıklı bir azâb yakalar»"},{"SurahNumber":7,"VerseNumber":74,"Text":"«Düşünün ki (Allah) sizi Âd´den sonra hükümdarlar yapdı. Yer yüzünde sizi yerleşdirdi. Ovalarından köşkler yapıyor, dağlarından evler yontuyorsunuz. Artık (hepiniz) Allahın lütuflarını anın, yer yüzünde fesâdcılar olub taşkınlık yapmayın"},{"SurahNumber":7,"VerseNumber":75,"Text":"Onun kavminden (îman etmeyi) kibirlerine yediremeyen ileri gelenleri de kendilerince hor görünenlere, onların içinden îman edenlere şöyle dedi (ler): «Siz, Saalihin gerçekden Rabbi katından gönderilmiş bir peygamber olduğunu biliyor musunuz»? Onlar da: «Biz, dediler, doğrusu onunla ne gönderildiyse ona îman edicileriz»"},{"SurahNumber":7,"VerseNumber":76,"Text":"(Yine) o kibirlenen kimseler: «Biz, doğrusu o sizin îman etdiğinizi inkâr ile kâfir olanlarız» dedi (ler)"},{"SurahNumber":7,"VerseNumber":77,"Text":"Derken o dişi deveyi, ayaklarını keserek, öldürdüler. Rablerinin emrinden (uzaklaşıb) isyan etdiler ve: «Saalih, eğer sen gönderilmiş peygamberlerden isen bizi tehdîd edib durduğun azabı getir bize» dediler"},{"SurahNumber":7,"VerseNumber":78,"Text":"Bunun üzerine onları şiddetli bir sarsıntı tutuverdi de yurtlarında diz üstü çöken (helake uğrayan) kimseler oldular"},{"SurahNumber":7,"VerseNumber":79,"Text":"O da onlardan yüz çevirdi ve (kendi kendine) şöyle dedi: «Ey kavmim, andolsun ki ben size Rabbimin elçilerini tebliğ etmişimdir. Size hayrhahlık göstermişimdir. Fakat siz hayrhahlârı sevmezsiniz ki»"},{"SurahNumber":7,"VerseNumber":80,"Text":"Lutu (gönderdik). Hani o, kavmine: «Sizden evvel, demişdi, âlemlerden hiç birinin yapmadığı hayasızlığı mı yapıyorsunuz»"},{"SurahNumber":7,"VerseNumber":81,"Text":"«Çünkü siz kadınları bırakıb da şehvetle erkeklere yanaşıyorsunuz. Meğer siz haddi aşan bir kavm imişsiniz»"},{"SurahNumber":7,"VerseNumber":82,"Text":"Kavminin cevâbı «Çıkarın onları memleketinizden. Çünkü onlar fazla temizlik yapar insanlardır» demelerinden başka (bir şey) olmadı"},{"SurahNumber":7,"VerseNumber":83,"Text":"Bunun üzerine biz de hem onu, hem geride kalanlardan olan karısından başka bütün ehlini kurtardık"},{"SurahNumber":7,"VerseNumber":84,"Text":"Onların üzerine bir (azâb) yağmur (u) yağdırdık. İşte bak günahkârların sonu nice olmuşdur"}]}