{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Аллах, навистина, наредува И праведност, и добродетелство, и да им се дава на ближните, и да се забранува зло, и срамно дело и насилство. Аллах ве советува за да се присетите"},{"SurahNumber":16,"VerseNumber":91,"Text":"И придржувај се врз ветувањето кон Аллах кога склучивте договор, и не изневерувајте ги ветувањата кога ги утврдивте и кога Аллаха за заштитник го зедовте. Аллах, навистина, го знае она што го работите"},{"SurahNumber":16,"VerseNumber":92,"Text":"И не бидете како онаа која ќе го распреде предивото свое, по нејзиното цврсто предиво, земајќи ги ветувањата ваши за измама меѓу вас, само затоа да биде заедница која ќе биде побројна од друга заедница. Аллах во тоа само ве искушува за да ви објасни, секако, на Денот суден за она за што, токму, станавте деленици"},{"SurahNumber":16,"VerseNumber":93,"Text":"Аллах да сакаше, сигурно, ќе ве направеше една заедница, но Аллах скршнува во заблуда кого сака и упатува кого сака. Да, вие ќе бидете прашани за она што го работевте"},{"SurahNumber":16,"VerseNumber":94,"Text":"И не служете се со ветувањата ваши за да се лажете еднисодруги, па да слизне ногата од нејзината утврда, и да ја вкусете казната, бидејќи одвраќате од Аллаховиот пат. За вас има казна голема"},{"SurahNumber":16,"VerseNumber":95,"Text":"не заменувајте го договорот со Аллах за нешто што малку вреди. Кај Аллах, навистина, е најголемото добро за вас само да знаете"},{"SurahNumber":16,"VerseNumber":96,"Text":"Она што е во вас е - привремено, а она што е кај Аллах е за навек. Ние ќе ги наградиме оние кои беа трпеливи со награда уште поубава од она што го работеа"},{"SurahNumber":16,"VerseNumber":97,"Text":"Кој ќе направи добро дело, било да е машко или женско, е верник, и Ние ќе му дадеме, сигурно, добар живот, и ќе ги наградиме, сигурно, со награда уште поубава од она што го работеа"},{"SurahNumber":16,"VerseNumber":98,"Text":"А кога ќе читаш Куран, побарај да се приклониш кон Аллах од Шејтанот проколнат"},{"SurahNumber":16,"VerseNumber":99,"Text":"Тој, навистина, нема власт врз оние кои веруваат и кои се потпираат врз Господарот свој"},{"SurahNumber":16,"VerseNumber":100,"Text":"Власта негова, секако, е врз оние кои ги вртат плеќите кон Аллах и кои здруженици Му припишуваат"}]}