{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"Verily, the hypocrites seek to deceive Allah, but He deceives them; and when they rise up to pray, they rise up lazily to be seen of men, and little do they remember Allah"},{"SurahNumber":4,"VerseNumber":143,"Text":"Wavering (in distraction) between this and that, (belonging) neither to these nor yet to those! But whomsoever Allah causes to go astray you shall not find for him a Way"},{"SurahNumber":4,"VerseNumber":144,"Text":"O you who believe! Take not disbelievers for friends rather than believers; do you wish to give Allah a proof (or warrant) against you"},{"SurahNumber":4,"VerseNumber":145,"Text":"Verily, the hypocrites are in the lowest depths of hell-fire, and you will not find for them a help"},{"SurahNumber":4,"VerseNumber":146,"Text":"Save those who repent, and do right, and take tight hold on Allah, and are sincere in religion for (or purify religion for) Allah; these are with the believers, and Allah will give to the believers mighty reward"},{"SurahNumber":4,"VerseNumber":147,"Text":"Why should Allah punish you, if you are grateful and believe? For Allah is Responsive and Aware"},{"SurahNumber":4,"VerseNumber":148,"Text":"Allah loves not publicity of evil speech, unless one has been wronged; for Allah is Hearer and Knower"},{"SurahNumber":4,"VerseNumber":149,"Text":"If you do good openly or in secret, or forgive evil, verily, Allah is Forgiving and Powerful"},{"SurahNumber":4,"VerseNumber":150,"Text":"Verily, those who disbelieve in Allah and His Messengers and desire to make a distinction between Allah and His messengers, and say, \"We believe in some and disbelieve in others,\" and desire to take a midway course between the two"},{"SurahNumber":4,"VerseNumber":151,"Text":"These are the disbelievers, and We have prepared for disbelievers shameful woe"},{"SurahNumber":4,"VerseNumber":152,"Text":"But those who believe in Allah and His messengers, and who do not make a distinction between any one of them, to these Allah will give their wages, for Allah is Forgiving and Merciful"}]}