{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":2,"VerseNumber":21,"Text":"Ey insanlar! Sizi ve sizden öncekileri yaratan Rabbinize ibadet ediniz ki, böylece takva sahibi olur, sakınırsınız"},{"SurahNumber":2,"VerseNumber":22,"Text":"O, sizin için yeryüzünü döşedi ve gökyüzünü bina etti. Gökten su indirip onunla size rızık olsun diye ürünler yetiştirdi. Öyleyse, bunları bile bile Allah’a ortak koşmayın"},{"SurahNumber":2,"VerseNumber":23,"Text":"Kulumuza indirdiğimiz (Kur’an) dan bir şüpheniz varsa; haydi siz de ona benzer bir sûre getirin. Eğer doğru sözlüler iseniz, Allah’tan başka güvendiklerinizi de yardıma çağırın"},{"SurahNumber":2,"VerseNumber":24,"Text":"Eğer bu işi yapamazsanız ki, elbette yapamayacaksınız. O zaman, kâfirler için hazırlanan (ve) yakıtı insanlar ve taşlar olan ateşten kendinizi koruyun"},{"SurahNumber":2,"VerseNumber":25,"Text":"İman eden ve salih amel işleyen kimselere, içinden ırmaklar akan cennetler olduğunu müjdele! Ne zaman oradaki meyvelerden rızıklandırılsalar: \"Bu, daha önce de rızıklandığımız şey\" diyecekler. O meyveler kendilerine (dünyadakilerin) bir benzeri olarak verilecektir ve orada onlar için tertemiz eşler de vardır ve onlar orada ebedî kalacaklardır"},{"SurahNumber":2,"VerseNumber":26,"Text":"Allah, bir sivrisineği ve onun üzerinde bir şeyi örnek vermekten haya etmez. İman edenler, onun Rablerinden gelen bir gerçek olduğunu bilirler, ama kâfirler; \"Allah bu misalle ne demek istiyor?\" derler. Allah, bu misalle birçoklarını dalalette bırakır, birçoklarını da hidayete erdirir. Onunla ancak fasıkları saptırır"},{"SurahNumber":2,"VerseNumber":27,"Text":"Onlar, Allah ile yapılan sözleşmeyi kabul ettikten sonra bozan, Allah’ın, birleştirilmesini emrettiği şeyi koparan ve yeryüzünde bozgunculuk yapanlardır. İşte kaybedecek olanlar onlardır"},{"SurahNumber":2,"VerseNumber":28,"Text":"Allah'ı nasıl inkâr edersiniz? Hâlbuki ölü idiniz de sizleri diriltti, sonra öldürecek, sonra tekrar diriltecek ve sonunda O'na döndürüleceksiniz"},{"SurahNumber":2,"VerseNumber":29,"Text":"O, yeryüzündeki her şeyi sizin için yaratan, sonra gökyüzüne yönelip yedi kat gök olarak düzenleyendir. O, her şeyi hakkıyla bilendir"}]}