{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":101,"Text":"พระผู้ทรงประดิษฐ์ บรรดาชั้นฟ้าและแผ่นดิน อย่างไรเล่าที่พระองค์จะทรงมีพระบุตรโดยที่พระองค์มิได้ทรงมีคู่ครอง และพระองค์นั้นทรงบังเกิดทุกสิ่งทุกอย่าง และพระองค์ก็ทรงรู้ในทุกสิ่งทุกอย่างด้วย"},{"SurahNumber":6,"VerseNumber":102,"Text":"นั่นแหละคืออัลลอฮฺ ผู้เป็นพระเจ้าของพวกเจ้า ไม่มีผู้ควรได้รับการเคารพสักการะ นอกจากพระองค์ ผู้ทรงบังเกิดทุกสิ่งทุกอย่างเท่านั้นพวกเจ้าจงเคารพสักการะพระองค์เถิด และพระองค์ทรงเป็นผู้รับมอบหมายให้คุ้มครองรักษาในทุกสิ่งทุกอย่าง"},{"SurahNumber":6,"VerseNumber":103,"Text":"สายตาทั้งหลายย่อมไม่ถึงพระองค์ แต่พระองค์ทรงถึงสายตาเหล่านั้น และพระองค์ก็คือผู้ทีรงปรานี ผู้ทรงรอบรู้อย่างถี่ถ้วน"},{"SurahNumber":6,"VerseNumber":104,"Text":"แท้จริงบรรดาหลักฐานจากพระเจ้าของพวกเจ้านั้นได้มายังพวกเจ้าแล้ว ดังนั้น ผู้ใดมองเห็น ก็ย่อมได้แก่ตัวของเขา และผู้ใดมองไม่เห็น ก็ย่อมเป็นภัยแก่ตัวของเขา และฉันมิใช่เป็นผู้พิทักษ์รักษาพวกเจ้า"},{"SurahNumber":6,"VerseNumber":105,"Text":"และในทำนองเดียวกัน เราจะแจกแจงโองการทั้งหลายไว้ และเพื่อพวกเขาจะได้กล่าวว่า เจ้า (มุฮัมมัด) ได้ศึกษามา และเพื่อเราจะได้ให้แจ่มแจ้งแก่กลุ่มชนที่รู้"},{"SurahNumber":6,"VerseNumber":106,"Text":"จงปฏิบัติสิ่งที่ถูกประทานลงมาแก่เจ้าจากพระเจ้าของเจ้าเถิด ไม่มีผู้ใดที่ควรได้รับการเคารพสักการะใด ๆ นอกจากพระองค์เท่านั้น และเจ้าจงผินหลังให้แก่บรรดาผู้ให้มีภาคี เถิด"},{"SurahNumber":6,"VerseNumber":107,"Text":"และหากว่าอัลลอฮฺทรงประสงค์แล้ว พวกเขาก็ย่อมมิให้มีภาคีขึ้น และเราก็มิได้ให้เจ้าเป็นผู้พิทักษ์รักษาพวกเขา และเจ้าก็มิใช่เป็นผู้รับมอบหมาย ให้คุ้มครองรักษาพวกเขาด้วย"},{"SurahNumber":6,"VerseNumber":108,"Text":"และพวกเจ้าจงอย่าด่าว่า บรรดาที่พวกเขาวิงวอนขอ อื่นจากอัลลอฮฺ แล้วพวกเขาก็จะด่าว่าอัลลอฮฺเป็นการละเมิด โดยปราศจากความรู้ ในทำนองนั้นแหละ เราได้ให้สวยงามแก่ทุกชาติ ซึ่งการงานของพวกเขา และยังพระเจ้าของพวกเขานั้น คือการกลับไปของพวกเขา แล้วพระองค์ก็จะทรงบอกแก่พวกเขาในสิ่งที่พวกเขากระทำกัน"},{"SurahNumber":6,"VerseNumber":109,"Text":"และพวกเขาได้สาบานต่ออัลลอฮฺอย่างหนักแน่นยิ่งว่า ถ้าหากมีสัญญาหนึ่ง มายังพวกเขา แน่นอนพวกเขาจะศรัทธา เนื่องด้วยสัญญาณนั้น จงกล่าวเถิด (มุฮัมมัด) ว่า แท้จริงสัญญาณทั้งหลายนั้นอยู่ที่อัลลอฮฺเท่านั้น และอะไรเล่าที่จะทำให้พวกเจ้ารู้ได้ แท้จริงสัญญาณนั้น เมื่อมันมาแล้ว พวกเขาก็ไม่ศรัทธา"},{"SurahNumber":6,"VerseNumber":110,"Text":"และเราจะพลิกหัวใจของพวกเขา และตาชองพวกเขา เช่นเดียวกับที่พวกเขามิได้ศรัทธาต่อสิ่งนั้น ในครั้งแรก และเราจะปล่อยพวกเขาให้ระเหเร่ร่อนอยู่ในความละเมิดของพวกเขาต่อไป"}]}