{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"اﷲ مەخلۇقاتتىن ئۆزى ئۈچۈن قىزلارنى (بالا) تۇتۇپ، سىلەرنى ئوغۇللارغا خاس قىلدىمۇ؟"},{"SurahNumber":43,"VerseNumber":17,"Text":"ئەگەر ئۇلارنىڭ بىرىگە مەرھەمەتلىك اﷲ قا مەسەل قىلغان نەرسە (يەنى قىز بالا) بىلەن بېشارەت بېرىلسە (يەنى خوتۇنىنىڭ قىز تۇغقانلىقى خەۋەر قىلىنسا)، قايغۇغا چۆمگەن ھالدا ئۇنىڭ يۈزى قارىداپ كېتىدۇ"},{"SurahNumber":43,"VerseNumber":18,"Text":"(ئۇلار اﷲ قا) زىبۇزىننەت ئىچىدە چوڭ بولىدىغان، مۇنازىرىدە مەقسىتىنى ئوچۇق بايان قىلالمايدىغان (قىزلارنى مەنسۇپ قىلامدۇ؟)"},{"SurahNumber":43,"VerseNumber":19,"Text":"ئۇلار مەرھەمەتلىك اﷲ نىڭ بەندىلىرى بولغان پەرىشتىلەرگە قىز دەپ ئېتىقاد قىلدى، اﷲ پەرىشتىلەرنى ياراتقاندا، ئۇلار ئۈستىدە بارمىدى؟ (يەنى ئۇلار پەرىشتىلەرنىڭ قىز ئىكەنلىكىنى قەيەردىن بىلىدۇ؟) ئۇلارنىڭ گۇۋاھلىقى (ئۇلارنىڭ نامە - ئەمالىغا) يېزىلىدۇ، (قىيامەت كۈنى) ئۇلار سوراققا تارتىلىدۇ"},{"SurahNumber":43,"VerseNumber":20,"Text":"ئۇلار: «مەرھەمەتلىك اﷲ خالىسا، بىز ئۇلارغا (يەنى پەرىشتىلەرگە) چوقۇنمايتتۇق» دېدى. بۇ توغرۇلۇق ئۇلارنىڭ بىلىمى (يەنى ئاساسى) يوق، ئۇلار پەقەت جۆيلۈيدۇ"},{"SurahNumber":43,"VerseNumber":21,"Text":"ئۇلارغا بىز قۇرئاندىن ئىلگىرى (قانداقتۇر) بىر كىتاب بەرگەن بولۇپ، ئۇلار شۇ كىتابقا مەھكەم ئىسىلامدۇ؟"},{"SurahNumber":43,"VerseNumber":22,"Text":"ئۇنداق ئەمەس، ئۇلار: «ھەقىقەتەن ئاتا - بوۋىلىرىمىزنىڭ بىر خىل دىنغا ئېتىقاد قىلغانلىقىنى بىلىمىز، بىز ئۇلارنىڭ ئىزىدىن مېڭىپ ھىدايەت تاپقۇچىدۇرمىز» دەيدۇ"},{"SurahNumber":43,"VerseNumber":23,"Text":"شۇنىڭدەك سەندىن ئىلگىرى ھەر قاچان بىرەر شەھەرگە ئاگاھلاندۇرغۇچى (يەنى پەيغەمبەر) ئەۋەتسەكلا، ئۇنىڭ دۆلەتمەن ئادەملىرى: «بىز ھەقىقەتەن ئاتا - بوۋىلىرىمىزنىڭ بىر خىل دىنغا ئېتىقاد قىلغانلىقىنى بىلىمىز، شەك - شۈبھىسىزكى، بىز ئۇلارنىڭ ئىزلىرىدىن ماڭىمىز» دېيىشتى"},{"SurahNumber":43,"VerseNumber":24,"Text":"(ھەر پەيغەمبەر ئۆز قەۋمىگە) «ئاتا - بوۋاڭلار ئېتىقاد قىلىپ كەلگەن دىنغا قارىغاندا ئەڭ توغرا بىر دىننى كەلتۈرسەم يەنىلا ئاتا - بوۋاڭلارغا ئەگىشەمسىلەر؟» دېدى. ئۇلار: «سىلەر ئېلىپ كەلگەن دىنغا ئىشەنمەيمىز» دېيىشتى"},{"SurahNumber":43,"VerseNumber":25,"Text":"بىز ئۇلارنى جازالىدۇق، (توغرا يولنى) ئىنكار قىلغۇچىلارنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىغا قارىغىن"}]}