{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"Nena, “Kuyamikidwa kukhale kwa Mulungu ndipo mtendere ukhale pa Atumwi ake amene Iye wawasankha. Kodi wabwino ndani Mulungu kapena mafano amene amawapembedza yoonjezera pa Mulungu?”"},{"SurahNumber":27,"VerseNumber":60,"Text":"Kapena wabwino ndi Iye amene adalenga kumwamba ndi dziko lapansi ndi kukutumizirani mvula kuchokera kumwamba ndi kubweretsa minda ya chisangalalo? Iwo sangathe kumeretsa mitengo. Kodi pali milungu ina yoonjezera pa Mulungu weniweni? Koma iwo ndi anthu amene amafanizira ena ake kukhala ofanana ndi Mulungu"},{"SurahNumber":27,"VerseNumber":61,"Text":"Kapena Iye amene adakhazikitsa dziko ndi kulithirira ilo ndi mitsinje ya madzi oyenda; ndipo wakhazikitsa mapiri pa dziko ndipo waika malire pakati pa nyanja ziwiri. Kodi pali mulungu wina woonjezera pa Mulungu weniweni? Koma ambiri a iwo ndi osadziwa"},{"SurahNumber":27,"VerseNumber":62,"Text":"Kapena Iye amene amayankha mapemphero a munthu opanikizika pamene amupempha Iye ndipo amamuchotsera mavuto. Ndiyetu amene wakupatsani dziko lapansi kuti muzikhalamo. Kodi pali mulungu winanso woonjezera pa Mulungu weniweni? Ndi zazing’ono zimene mumakumbukira"},{"SurahNumber":27,"VerseNumber":63,"Text":"Kapena ndi Iye amene amakutsogolerani mu mdima pa mtunda kapena pa nyanja ndipo amatumiza mphepo ngati yonyamula uthenga wabwino wa chisomo chake. Kodi pali mulungu winanso woonjezera pa Mulungu weniweni? Mulungu ndi wapamwamba kuposa zimene amamufanizira nazo"},{"SurahNumber":27,"VerseNumber":64,"Text":"Kapena Iye amene poyambirira adapanga zolengedwa ndiponso amene adzatidzutsanso kukhala ndi moyo m’moyo umene uli nkudza ndiponso amene amakupatsani chakudya kuchokera ku nthaka ndi kumwamba? Kodi pali mulungu winanso woonjezera pa Mulungu weniweni? Nena, “Tionetseni chizindikiro chanu ngati zimene mukunenazi ndi zoonadi.”"},{"SurahNumber":27,"VerseNumber":65,"Text":"Nena, “Palibe amene ali kumwamba kapena pa dziko lapansi amene amadziwa zobisika kupatula Mulungu. Ndiponso anthu sadziwa nthawi imene adzaukitsidwa kukhalanso ndi moyo.”"},{"SurahNumber":27,"VerseNumber":66,"Text":"Kodi kuzindikira kwawo m’moyo umene uli nkudza kwakwaniritsidwa? Iwo ndi okaika pa zamoyo umene uli nkudza ndipo maso awo ndi otsekeka pa za iwo"}]}