{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"Hatırla ki, Rabbin, Âdemoğullarının sulblerinden zürriyetlerini çıkarıp da onları nefislerine karşı şâhid tutarak; “-Ben sizin Rabbiniz değil miyim?” diye buyurduğu vakit onlar da; “- Evet, Rabbimizsin, şâhid olduk”, demişlerdi. Bu şâhid tuşumuzun sebebi, kıyamet günü, bizim bundan haberimiz yoktu, dersiniz diyedir"},{"SurahNumber":7,"VerseNumber":173,"Text":"Yahud: “-Doğrusu, atalarımız, önceden Allah’a ortak koşmuştu. Biz onlardan sonra gelen bir nesil bulunuyoruz. Şimdi o bâtıl yolu kuranların yaptıkları günahlarla bizi helâk mi edeceksin?” dersiniz. (İşte bunları dememeniz için sizi şahit tuttuk)"},{"SurahNumber":7,"VerseNumber":174,"Text":"İşte biz, âyetleri böyle açıklarız. Olur ki, küfürden tevhide dönerler"},{"SurahNumber":7,"VerseNumber":175,"Text":"(Ey Rasûlüm) Yahudî’lere o kimsenin (İsraîloğullarından bir âlimin) haberini oku ki, kendisine âyetlerimizi vermiştik de, o, bunları inkâr ederek imandan çıkmıştı. Böylece şeytan onu arkasına takmış da azgınlardan olmuştu"},{"SurahNumber":7,"VerseNumber":176,"Text":"Eğer dileseydik, o kimseyi, bu âyetlerle iyiler derecesine yükseltirdik. Fakat o, aşağılığa saplandı ve hevâsına uydu. İşte bunun hâli, o köpeğin haline benzer ki, üzerine varsan da dilini sarkıtıp solur, kendi haline bıraksan da dilini sarkıtıp solur. (bayağılık ve ızdıraptan kurtulamaz.) Âyetlerimizi yalanlıyanların hali işte böyledir. (Ey Rasûlüm) sen hâdiseyi kâfirlere anlat. Olur ki gereği gibi düşünürler"},{"SurahNumber":7,"VerseNumber":177,"Text":"Âyetlerimizi yalanlayıp ancak kendi nefislerine zulmeden topluluğun hâli ne kötüdür"},{"SurahNumber":7,"VerseNumber":178,"Text":"Allah’ın hidayet ettiği kimse, hak yola ulaşandır; ve kimi de adâleti ile saptırırsa, işte bunlar, ziyana uğrayanlardır"},{"SurahNumber":7,"VerseNumber":179,"Text":"Yemin olsun ki, cin ve insanlardan bir çoğunu cehennem için yarattık. Onların kalbleri vardır; bu kalblerle gerçeği anlamazlar. Gözleri vardır; onlarla görmezler (ibret almazlar). Kulakları vardır; onlarla nasihat dinlemezler. İşte bunlar, hayvanlar gibidir; doğrusu daha sapık ve şaşkındırlar. Gafil olanlar da işte bunlardır"},{"SurahNumber":7,"VerseNumber":180,"Text":"En güzel isimler (Esmâ-i Hüsna), Allah’ındır. O halde Allah’a bu isimlerle dua edin. Onun isimlerinde (Aziz’den, putları için Uzza kelimesini çıkararak) sapıklık edenleri terk edin. Yarın kıyamette onlar, yaptıklarının cezasını çekeceklerdir"},{"SurahNumber":7,"VerseNumber":181,"Text":"Yine bizim yarattıklarımızdan bir ümmet de vardır ki, rehberlik ederler ve hak ile hüküm verirler"}]}