{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Алиф. Лаам. Миим. Соод"},{"SurahNumber":7,"VerseNumber":2,"Text":"Бу сенга у ила огоҳлантиришинг учун ва мўминларга эслатма этиб нозил қилинган китобдир. Кўнглингда ундан танглик бўлмасин"},{"SurahNumber":7,"VerseNumber":3,"Text":"Сизларга Роббингиздан нозил қилинган нарсага эргашинглар! Ундан бошқа валий-дўстларга эргашманглар. Жуда оз эслайсизлар"},{"SurahNumber":7,"VerseNumber":4,"Text":"Қанчадан-қанча шаҳар-қишлоқларни ҳалок қилдик. Бас, азобимиз уларга тун уйқусида ёки кун уйқусида келди. (Аллоҳ таоло исён қилган кўплаб қавмларни ҳалокатга учратган, уларга Аллоҳнинг азоби кечаси ёки кундузи ухлаб ётган вақтларида, ғафлатнинг чўққисига чиққанларида келган)"},{"SurahNumber":7,"VerseNumber":5,"Text":"Бас, Бизнинг азобимиз келган чоғида уларнинг даъволари: «Албатта, биз золимлардан бўлган эдик», дейишларидан бошқа нарса бўлмади"},{"SurahNumber":7,"VerseNumber":6,"Text":"Бас, Биз, албатта, Пайғамбар юборилганлардан ҳам ва, албатта, Пайғамбарлардан ҳам сўрармиз. (Яъни, охиратда Пайғамбар келган ҳар бир қавмдан, шахсдан: «Сизларга Пайғамбар келдими? Бизнинг амрларимизни етказдими? Сизлар нима дедингиз?» деб сўралади. Шунингдек, Пайғамбарлардан ҳам: «Амримизни умматларингизга етказдингизми? Улар сизга қандай жавоб бердилар?» деб сўралади)"},{"SurahNumber":7,"VerseNumber":7,"Text":"Бас, уларга илмий равишда қисса қилиб берурмиз. Ҳолбуки, Биз ғойиб бўлмаган эдик"},{"SurahNumber":7,"VerseNumber":8,"Text":"Ўша куни (амалларни) тортиш ҳақдир. Бас, кимнинг тортилган (амаллари) оғир келса, ана ўшалар нажот топгувчилардир"},{"SurahNumber":7,"VerseNumber":9,"Text":"Ва кимнинг тортилган (амаллари) енгил келса, бас, ана ўшалар Бизнинг оятларимизга зулм қилиб, ўзларига зиён этганлардир"},{"SurahNumber":7,"VerseNumber":10,"Text":"Батаҳқиқ, Биз сизларга ер юзида имкон бердик ва унда маишат (воситалари) қилдик. Жуда оз шукр этарсизлар"}]}