{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"كىشىلەرگە ئۇلارنىڭ (ئەمەللىرىدىن) ھېساب ئېلىنىدىغان ۋاقىت (يەنى قىيامەت) توغرۇلۇق ئويلىنىشتىن) يۈز ئۆرۈمەكتىدۇر"},{"SurahNumber":21,"VerseNumber":2,"Text":"ئۇلارغا پەرۋەردىگارى تەرىپىدىن (قۇرئاندا) يېڭى ۋەز - نەسىھەت نازىل بولسىلا، ئۇلار ئۇنىڭغا مەسخىرە قىلغان ھالدا قۇلاق سېلىشىدۇ"},{"SurahNumber":21,"VerseNumber":3,"Text":"ئۇلارنىڭ دىللىرى (اﷲ نىڭ كالامىدىن) غەپلەتتىدۇر، كاپىرلار ئۆز ئارا: «بۇ (يەنى مۇھەممەد ئەلەيھىسسالام) پەقەت سىلەرگە ئوخشاش (ئاددىي) بىر ئىنسان، سىلەر سېھىرنى كۆرۈپ تۇرۇپ ئۇنى قوبۇل قىلامسىلەر؟» دەپ يوشۇرۇن سۆزلىشىدۇ"},{"SurahNumber":21,"VerseNumber":4,"Text":"(پەيغەمبەر) ئېيتتى: «پەرۋەردىگارىم ئاسمان، زېمىندا ئېيتىلغان سۆزلەرنى بىلىپ تۇرىدۇر، اﷲ (سۆزلىرىڭلارنى) ئاڭلاپ تۇرغۇچىدۇر، (ئەھۋالىڭلارنى) بىلىپ تۇرغۇچىدۇر»"},{"SurahNumber":21,"VerseNumber":5,"Text":"(كاپىرلار قۇرئان سېھرىدۇر دەپلا قالماستىن) بەلكى ئۇ شائىردۇر، ئىلگىرىكى پەيغەمبەرلەرگە ئوخشاش بىزگە بىرەر مۆجىزە كەلتۈرسۇن» دېيىشتى"},{"SurahNumber":21,"VerseNumber":6,"Text":"ئۇلاردىن ئىلگىرى، بىز ھالاك قىلغان شەھەرلەردىن (يەنى ئاھالىسىدىن) ھېچقايسىسى ئىمان ئېيتمىغان تۇرسا، (مۆجىزىلەرنى كۆرسەتسەڭ) ئۇلار ئىمان ئېيتامدۇ؟"},{"SurahNumber":21,"VerseNumber":7,"Text":"(ئى مۇھەممەد!) سەندىن ئىلگىرى - (پەرىشتىلەرنى ئەمەس) پەقەت ئىنسانلارنىلا پەيغەمبەر قىلىپ ئەۋەتتۇق، ئەگەر (بۇنى) بىلمىسەڭلار، ئەھلى ئىلىمدىن (يەنى تەۋرات، ئىنجىللارنى بىلىدىغانلاردىن) سوراڭلار"},{"SurahNumber":21,"VerseNumber":8,"Text":"پەيغەمبەرلەرنى تاماق يېمەيدىغان جەسەت قىلغىنىمىز يوق (يەنى ئۇلار بارلىق كىشىلەرگە ئوخشاش يەيدۇ، ئىچىدۇ) ھەمدە ئۇلار (دۇنيادا ئۆلمەي) مەڭگۈ قالىدىغان بولغىنى يوق (يەنى ئۇلارمۇ بارلىق كىشىلەرگە ئوخشاش ۋاپات بولىدۇ)"},{"SurahNumber":21,"VerseNumber":9,"Text":"ئاندىن ئۇلارغا (ئۇلارغا ياردەم بېرىش، ئۇلارنى ئىنكار قىلغانلارنى ھالاك قىلىشتىن ئىبارەت ۋەدىمىزنى راست قىلىپ بەردۇق، ئۇلارنى ۋە بىز خالىغانلارنى قۇتقۇزدۇق، (كۇفرىدا ۋە گۇمراھلىقتا) ھەددىدىن ئاشقۇچىلارنى ھالاك قىلدۇق"},{"SurahNumber":21,"VerseNumber":10,"Text":"سىلەرنىڭ شان - شەرىپىڭلارنى ئۆز ئىچىگە ئالغان كىتابنى (يەنى قۇرئاننى) سىلەرگە ھەقىقەتەن نازىل قىلىپ بەردۇق. (بۇنى) چۈشەنمەمسىلەر؟"}]}