{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"And assuredly We gave David grace from Us, (saying): O ye hills and birds, echo his psalms of praise! And We made the iron supple unto him"},{"SurahNumber":34,"VerseNumber":11,"Text":"Saying: Make thou long coats of mail and measure the links (thereof). And do ye right. Lo! I am Seer of what ye do"},{"SurahNumber":34,"VerseNumber":12,"Text":"And unto Solomon (We gave) the wind, whereof the morning course was a month's journey and the evening course a month's journey, and We caused the fount of copper to gush forth for him, and (We gave him) certain of the jinn who worked before him by permission of his Lord. And such of them as deviated from Our command, them We caused to taste the punishment of flaming Fire"},{"SurahNumber":34,"VerseNumber":13,"Text":"They made for him what he willed: synagogues and statues, basins like wells and boilers built into the ground. Give thanks, O House of David! Few of My bondmen are thankful"},{"SurahNumber":34,"VerseNumber":14,"Text":"And when We decreed death for him, nothing showed his death to them save a creeping creature of the earth which gnawed away his staff. And when he fell the jinn saw clearly how, if they had known the Unseen, they would not have continued in despised toil"},{"SurahNumber":34,"VerseNumber":15,"Text":"There was indeed a sign for Sheba in their dwelling-place: Two gardens on the right hand and the left (as who should say): Eat of the provision of your Lord and render thanks to Him. A fair land and an indulgent Lord"},{"SurahNumber":34,"VerseNumber":16,"Text":"But they were froward, so We sent on them the flood of 'Iram, and in exchange for their two gardens gave them two gardens bearing bitter fruit, the tamarisk and here and there a lote-tree"},{"SurahNumber":34,"VerseNumber":17,"Text":"This We awarded them because of their ingratitude. Punish We ever any save the ingrates"},{"SurahNumber":34,"VerseNumber":18,"Text":"And We set, between them and the towns which We had blessed, towns easy to be seen, and We made the stage between them easy, (saying): Travel in them safely both by night and day"},{"SurahNumber":34,"VerseNumber":19,"Text":"But they said: Our Lord! Make the stage between our journeys longer. And they wronged themselves, therefore We made them bywords (in the land) and scattered them abroad, a total scattering. Lo! herein verily are portents for each steadfast, grateful (heart)"},{"SurahNumber":34,"VerseNumber":20,"Text":"And Satan indeed found his calculation true concerning them, for they follow him, all save a group of true believers"},{"SurahNumber":34,"VerseNumber":21,"Text":"And he had no warrant whatsoever against them, save that We would know him who believeth in the Hereafter from him who is in doubt thereof; and thy Lord (O Muhammad) taketh note of all things"}]}