{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":222,"Text":"They will ask you about menstruation. Say, ´It is an impurity, so keep apart from women during menstruation and do not approach them until they have purified themselves. But once they have purified themselves, then go to them in the way that Allah has enjoined on you.´ Allah loves those who turn back from wrongdoing and He loves those who purify themselves"},{"SurahNumber":2,"VerseNumber":223,"Text":"Your women are fertile fields for you, so come to your fertile fields however you like. Send good ahead for yourselves and have taqwa of Allah. Know that you are going to meet Him. And give good news to the muminun"},{"SurahNumber":2,"VerseNumber":224,"Text":"Do not, by your oaths, make Allah a pretext to avoid good action and having taqwa and putting things right between people. Allah is All-Hearing, All-Knowing"},{"SurahNumber":2,"VerseNumber":225,"Text":"Allah will not take you to task for inadvertent statements in your oaths, but He will take you to task for the intention your hearts have made. Allah is Ever-Forgiving, All-Forbearing"},{"SurahNumber":2,"VerseNumber":226,"Text":"Those who swear to abstain from sexual relations with their wives can wait for a period of up to four months. If they then retract their oath, Allah is Ever-Forgiving, Most Merciful"},{"SurahNumber":2,"VerseNumber":227,"Text":"If they are determined to divorce, Allah is All-Hearing, All-Knowing"},{"SurahNumber":2,"VerseNumber":228,"Text":"Divorced women should wait by themselves for three menstrual cycles; and it is not lawful for them to conceal what Allah has created in their wombs if they have iman in Allah and the Last Day. Their husbands have the right to take them back within that time, if they desire to be reconciled. Women possess rights similar to those held over them to be honoured with fairness; but men have a degree above them. Allah is Almighty, All-Wise"}]}