{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":78,"Text":"Establish As-Salat at the decline of the sun,and (again) till darkness of the night (appears); and (also establish) Al-Quran of Al-Fajr (‘the day-break’). [This recommendation covers the offering of Salat-ul-Fajr as well as early morning study of the Quran]. Verily Quran-al-Fajr [‘Early morning recitation’ (in Salat-ul-Fajr) or early morning study of the Quran for understanding its Message] became one used as a witness (i.e., it is retained in memory and then becomes a witness to every act, deed, thought and concept and guides them all the time)"},{"SurahNumber":17,"VerseNumber":79,"Text":"And in some part of the night also Tahajjud (wake up) with it (for the sake of reciting it in Prayer and mahead of state its study to understand it), as a super-erogatory service for you. It could be that your Nourisher-Sustainer raises you to Maqaman Mahmuda [an exalted position (here and in the Hereafter]"},{"SurahNumber":17,"VerseNumber":80,"Text":"And say: “My Nourisher-Sustainer! Enter me as one who has entered in truth and take me out as one who has come out in truth, and grant me from You an assisting power.”"},{"SurahNumber":17,"VerseNumber":81,"Text":"And declare: “Al-Haqq (‘The Truth’, ‘The Original’) has come, and Batil (fabricated material) has vanished. Verily, Batil has become one that stands vanished.”"},{"SurahNumber":17,"VerseNumber":82,"Text":"And We deliver from Al-Quran that which is a healing and a mercy for the Believers. And it does not increase the transgressors but in loss"},{"SurahNumber":17,"VerseNumber":83,"Text":"And when We bestowed (Our grace) on a human being he slided away and turned to his side. And when evil inflicted him he became one who has lost hope"},{"SurahNumber":17,"VerseNumber":84,"Text":"Say: “Each (human) acts according to his leanings. So your Nourisher-Sustainer knows better that one — he (who) is more guided to the Path.”"}]}