{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Hija ni miezi maalumu. Na anaye kusudia kufanya Hija katika miezi hiyo, basi asiseme maneno machafu wala asifanye vitendo vichafu wala asibishane katika Hija. Na kheri yoyote mnayo ifanya Mwenyezi Mungu anaijua. Na jitengezeeni zawadi. Na hakika bora ya zawadi ni uchamngu. Na nicheni Mimi, enyi wenye akili"},{"SurahNumber":2,"VerseNumber":198,"Text":"Si vibaya kwenu kuitafuta fadhila ya Mola wenu Mlezi. Na mtakapo miminika kutoka A'rafat mtajeni Mwenyezi Mungu penye Masha'ril Haram. Na mkumbukeni kama alivyo kuongoeni, ijapo kuwa zamani mlikuwa miongoni mwa walio potea"},{"SurahNumber":2,"VerseNumber":199,"Text":"Kisha miminikeni kutoka pale wanapo miminika watu, na muombeni Mwenyezi Mungu msamaha: hakika Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu"},{"SurahNumber":2,"VerseNumber":200,"Text":"Na mkisha timiza ibada zenu basi mtajeni Mwenyezi Mungu kama mlivyo kuwa mkiwataja baba zenu au mtajeni zaidi. Na wapo baadhi ya watu wanao sema: Mola wetu Mlezi, tupe duniani! Naye katika Akhera hana sehemu yoyote"},{"SurahNumber":2,"VerseNumber":201,"Text":"Na katika wao wapo wanao sema: Mola wetu Mlezi, tupe duniani mema, na Akhera mema, na utulinde na adhabu ya Moto"},{"SurahNumber":2,"VerseNumber":202,"Text":"Hao ndio watakao pata sehemu yao kwa sababu ya yale waliyo yachuma. Na Mwenyezi Mungu ni Mwepesi wa kuhisabu"},{"SurahNumber":2,"VerseNumber":203,"Text":"Na mtajeni Mwenyezi Mungu katika zile siku zinazo hisabiwa. Lakini mwenye kufanya haraka katika siku mbili (akarejea) si dhambi juu yake; na mwenye kukawia pia si dhambi juu yake, kwa mwenye kumchamngu. Na mcheni Mwenyezi Mungu, na jueni kwamba nyinyi mtakusanywa kwake"},{"SurahNumber":2,"VerseNumber":204,"Text":"Na katika watu yupo yule ambaye maneno yake kwa maisha ya kidunia hukufurahisha; naye humshuhudisha Mwenyezi Mungu kwa yaliyomo moyoni mwake, na hali yeye ndiye mkubwa wa ukhasimu"},{"SurahNumber":2,"VerseNumber":205,"Text":"Na anapo tawala hufanya juhudi katika nchi kwa kufisidi humo na kuteketeza mimea na viumbe. Na Mwenyezi Mungu hapendi ufisadi"},{"SurahNumber":2,"VerseNumber":206,"Text":"Na akiambiwa: Mwogope Mwenyezi Mungu, hupandwa na mori wa kutenda madhambi. Basi huyo inamtosha Jahannam. Paovu mno hapo kwa mapumziko"},{"SurahNumber":2,"VerseNumber":207,"Text":"Na katika watu yupo ambaye huiuza nafsi yake kwa kutaka radhi za Mwenyezi Mungu; na Mwenyezi Mungu ni Mpole kwa waja wake"},{"SurahNumber":2,"VerseNumber":208,"Text":"Enyi mlio amini! Ingieni katika Uislamu kwa ukamilifu, wala msifuate nyayo za She'tani; hakika yeye kwenu ni adui aliye wazi"},{"SurahNumber":2,"VerseNumber":209,"Text":"Na ikiwa mkateleza baada ya kukufikieni hoja zilizo wazi, basi jueni kuwa Mwenyezi Mungu ni Mwenye nguvu na Mwenye hikima"},{"SurahNumber":2,"VerseNumber":210,"Text":"Je wanangoja mpaka Mwenyezi Mungu awajie katika vivuli vya mawingu pamoja na Malaika, na hukumu iwe imekwisha tolewa? Na kwa Mwenyezi Mungu ndio hurejeshwa mashauri yote"}]}