{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"بگو: در زمین بگردید باز ببینید که سر انجام (و سرنوشت) تکذیب کنندگان چه شد؟"},{"SurahNumber":6,"VerseNumber":12,"Text":"بگو: آنچه (از مخلوقاتی) که در آسمان‌ها و در زمین است برای کیست (و در تصرف کیست)؟ بگو: همه از الله (و در تصرف الله) است، رحمت را بر خود لازم کرده است (برای کسی که مستحق رحمت باشد) همۀ شما را در روز قیامت که در آن شکی نیست جمع خواهد کرد. (اما) آنانی که به زیان خود کار کرده‌اند ایمان نمی‌آرند"},{"SurahNumber":6,"VerseNumber":13,"Text":"و تنها برای اوست هرچه در شب و روز قرار گرفته. و او شنوای داناست"},{"SurahNumber":6,"VerseNumber":14,"Text":"بگو: آیا غیر از الله را کارساز خود قرار دهم؟ در حالیکه تنها او آفرینندۀ آسمان‌ها و زمین است. و او همه (مخلوقات) را روزی می‌دهد، و کسی به او روزی نمی‌دهد (و او تعالی به روزی نیازی ندارد) بگو: به من امر شده که اولین کسی باشم که منقاد و تسلیم اوست، و (نیز به من گفته شده که) هرگز از مشركان مباش"},{"SurahNumber":6,"VerseNumber":15,"Text":"بگو: اگر من پروردگارم را نافرمانی کنم، از عذاب روزی بزرگ می‌ترسم"},{"SurahNumber":6,"VerseNumber":16,"Text":"در آن روز عذاب از هر کسی دور گردانده شود يقينا مورد رحمت الله واقع شده است، و این کامیابی آشکاری است"},{"SurahNumber":6,"VerseNumber":17,"Text":"اگر الله به تو محنتی برساند، هیچ کس جز خودش برطرف کنندۀ آن نیست، و اگر به تو خیری برساند، پس او بر هر چیزی تواناست"},{"SurahNumber":6,"VerseNumber":18,"Text":"و اوست که بالای بندگان خود قرار داشته و بر آنها غالب و مسلط است، و اوست حکیم (و) آگاه"},{"SurahNumber":6,"VerseNumber":19,"Text":"بگو: گواهی چه کسی بزرگتر و (قابل اعتمادتر) است؟ بگو: الله میان من و شما گواه است. و (گواهی دیگر این است که) این قرآن به من وحى شده، تا شما را و هر کس را که به او (این پیام الهی) برسد بیم دهم، آیا شما گواهی می‌دهید که با الله معبودهای دیگری است؟ بگو: من گواهی نمیدهم، بگو: جز این نیست که او معبودی است یکتا، و از آنچه با او شریک می‌سازید بیزارم"},{"SurahNumber":6,"VerseNumber":20,"Text":"آنانی که کتاب (آسمانی) به ایشان داده‌ایم، او (پیغمبر) را مانند فرزندان خود می‌شناسند. (البته) آنانی که به خود زیان رساندند، ایمان نمی‌آورند"}]}