{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Dhe, pasi të dërguarit Tanë i sollën lajmin e mirë[244] Ibrahimit, i thanë: “Ne do t’i zhdukim banorët e këtij vendbanimi, sepse banorët e tij janë vërtet keqbërës”"},{"SurahNumber":29,"VerseNumber":32,"Text":"Ai (Ibrahimi) tha: “Por atje banon edhe Luti!” Ata thanë: “Ne e dimë më mirë kush është atje. Ne do ta shpëtojmë atë dhe familjen e tij, përveç gruas së tij: ajo do të qëndrojë me ata që do të mbesin (për t’u dënuar)”"},{"SurahNumber":29,"VerseNumber":33,"Text":"Kur të dërguarit Tanë (engjëj) shkuan tek Luti, ai u shqetësua dhe u ngushtua (për ata, sepse nuk i mbronte dot). Ata i thanë: “Mos u frikëso dhe mos u brengos! Ne do të të shpëtojmë ty dhe familjen tënde, përveç gruas tënde. Ajo do të mbesë me ata që janë për dënim"},{"SurahNumber":29,"VerseNumber":34,"Text":"Në të vërtetë, Ne do të lëshojmë dënim nga qielli, mbi banorët e këtij vendbanimi[245], ngase ata janë të prishur”"},{"SurahNumber":29,"VerseNumber":35,"Text":"Dhe tashmë Ne e kemi lënë atë një shenjë të dukshme për njerëzit që kuptojnë"},{"SurahNumber":29,"VerseNumber":36,"Text":"Edhe banorëve të Medjenit (i dërguam) vëllanë e tyre, Shuajbin. Ai u tha: “O populli im! Adhuroni Allahun, shpresoni në Ditën e Fundit dhe mos bëni keq në tokë, si ngatërrestarë!”"},{"SurahNumber":29,"VerseNumber":37,"Text":"Por, ata e përgënjeshtruan atë, prandaj i goditi një tërmet i tmerrshëm e si pasojë u gdhinë në shtëpitë e tyre të vdekur e të gjunjëzuar"},{"SurahNumber":29,"VerseNumber":38,"Text":"E njëjta gjë u ndodhi edhe fiseve Ad dhe Themud, gjë që ju është bërë e qartë prej (gjurmëve të) banimeve të tyre. Atyre djalli ua kishte zbukuruar veprat e veta dhe i kishte shmangur nga rruga e drejtë, edhe pse qenë largpamës"},{"SurahNumber":29,"VerseNumber":39,"Text":"Kështu ndodhi edhe me Karunin, Faraonin dhe Hamanin! Atyre u vajti Musai me prova të qarta, por ata treguan mendjemadhësi në Tokë dhe nuk i shpëtuan dënimit"},{"SurahNumber":29,"VerseNumber":40,"Text":"Ne të gjithë i dënuam për gjynahun e vet: disave u dërguam furtunë, disa syresh i goditi një zë i tmerrshëm, disa prej tyre i gëlltiti toka dhe të tjerët i përmbyti uji. Allahu nuk u bëri atyre padrejtësi, por ata i bënë padrejtësi vetvetes"},{"SurahNumber":29,"VerseNumber":41,"Text":"Rasti i atyre, që zgjedhin mbrojtës të tjerë në vend të Allahut, është si rasti i merimangës që zgjedh rrjetën e vet për shtëpi. Por shtëpia më e dobët është pikërisht rrjeta e merimangës. Veç sikur ta dinin ata"},{"SurahNumber":29,"VerseNumber":42,"Text":"Sigurisht, Allahu e di se çfarë adhurojnë ata në vend të Tij; Ai është i Plotfuqishmi, i Gjithëdijshmi"},{"SurahNumber":29,"VerseNumber":43,"Text":"Këta shembuj Ne ua paraqesim njerëzve, por ata nuk i kupton kush, përveç dijetarëve"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allahu i ka krijuar qiejt dhe Tokën me qëllim të plotë. Kjo është një shenjë për besimtarët"}]}