{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Truly do the believers succeed"},{"SurahNumber":23,"VerseNumber":2,"Text":"Those that remain humble in their prayers"},{"SurahNumber":23,"VerseNumber":3,"Text":"And those that shun vanity"},{"SurahNumber":23,"VerseNumber":4,"Text":"And those that practise charity"},{"SurahNumber":23,"VerseNumber":5,"Text":"And those that guard their chastity"},{"SurahNumber":23,"VerseNumber":6,"Text":"Except from their spouses or from those whom they rightfully possess. For indulging in sex with them, they are, of course, not to be blamed"},{"SurahNumber":23,"VerseNumber":7,"Text":"But whoever seeks to go beyond that — those are the ones that go beyond limits"},{"SurahNumber":23,"VerseNumber":8,"Text":"And those who are true to their trusts and who keep their word"},{"SurahNumber":23,"VerseNumber":9,"Text":"And those who guard their prayers,h"},{"SurahNumber":23,"VerseNumber":10,"Text":"They are the ones who shall inherit"},{"SurahNumber":23,"VerseNumber":11,"Text":"They shall inherit the Paradise. And they shall be therein forever"},{"SurahNumber":23,"VerseNumber":12,"Text":"And We did create the human being from an extract of clay. @ @ The Nobel Prize winner for medicine Jack W. Czostak says, \"...a common clay mineral montmorillonite might have played a role in helping to make RNA.\" RNA, is one of the three major macromolecules (along with DNA and proteins) that are essential for all known forms of life. [Source]"},{"SurahNumber":23,"VerseNumber":13,"Text":"Then We made him/her a small seed (fertilized ovum) dropped into a resting-place, secure and compact"},{"SurahNumber":23,"VerseNumber":14,"Text":"Then We made the seed a clinging leech-like clot of blood, then We made it a thing looking like a chewed morsel of food, then We made it bones, then We dressed the bones with flesh, and then We caused it to grow into another creature. Blessed then is Allah, the Best of the creators"},{"SurahNumber":23,"VerseNumber":15,"Text":"Then, after that, you will indeed certainly die"},{"SurahNumber":23,"VerseNumber":16,"Text":"Then, on the day of Resurrection, you shall indeed be raised from the dead"},{"SurahNumber":23,"VerseNumber":17,"Text":"And We did make above you seven layers. And We have not ever been heedless about what We have created"},{"SurahNumber":23,"VerseNumber":18,"Text":"And We send down water from the sky in measured quantities, then We cause it to settle down in the earth. And We can indeed certainly make it evaporate"},{"SurahNumber":23,"VerseNumber":19,"Text":"Then We bring up thereby gardens of date-palm and grapes for you. There are plenty of fruits for you to eat, in those gardens"},{"SurahNumber":23,"VerseNumber":20,"Text":"And a tree (olive) that grows out around Mount Sinai and produces oil and condiment for those who use these in their food"},{"SurahNumber":23,"VerseNumber":21,"Text":"And certainly indeed there is a pointer for you in the cattle. We provide for you a drink out of what their bellies contain. And you have in them many benefits. And from them you get meat to eat"},{"SurahNumber":23,"VerseNumber":22,"Text":"And on them and on the ships you are carried"}]}