{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":102,"Text":"¡Oh, creyentes!, temed a Al-lah como es debido y morid sometidos a Él como verdaderos musulmanes"},{"SurahNumber":3,"VerseNumber":103,"Text":"Y aferraos todos juntos a la religión[112] de Al-lah y no os dividáis. Y recordad la gracia de Al-lah sobre vosotros al hermanaros en la religión uniendo vuestros corazones, cuando antes (del islam) erais enemigos los unos de los otros y estabais al borde del abismo del fuego, y os salvó de él (guiándoos hacia la fe). Así es como Al-lah os aclara Su revelación para que podáis guiaros"},{"SurahNumber":3,"VerseNumber":104,"Text":"Y que de entre vosotros surja un grupo de hombres que inviten a la rectitud, que ordenen el bien (que manda el islam) y prohíban el mal (que este condena). Esos serán los triunfadores"},{"SurahNumber":3,"VerseNumber":105,"Text":"Y no seáis como quienes se dividieron y discreparon entre sí (los judíos y los cristianos) tras haber recibido pruebas evidentes. Esos tendrán un terrible castigo"},{"SurahNumber":3,"VerseNumber":106,"Text":"el Día (de la Resurrección), (día) en el que algunos rostros aparecerán iluminados y otros ensombrecidos.A aquellos de rostros ensombrecidos (se les dirá): «¿Negasteis la fe después de haber creído? Sufridel castigo por haberla negado»"},{"SurahNumber":3,"VerseNumber":107,"Text":"Y aquellos de rostros iluminados entrarán en la misericordia de Al-lah (el paraíso), y allí vivirán eternamente"},{"SurahNumber":3,"VerseNumber":108,"Text":"Estas son aleyas de Al-lah que te revelamos con la verdad (¡oh, Muhammad!). Y Al-lah no quiere la injusticia para Su creación"},{"SurahNumber":3,"VerseNumber":109,"Text":"Y a Al-lah Le pertenece todo cuanto existe en los cielos y en la tierra. Y todos los asuntos retornan a Él (para que decida sobre ellos)"}]}