{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"S̃. M̃"},{"SurahNumber":28,"VerseNumber":2,"Text":"Waɗancan ãyõyin Littãfi ne bayyananne"},{"SurahNumber":28,"VerseNumber":3,"Text":"Munã karantãwa a kanka daga lãbarin Mũsã da Fir'auna da gaskiya dõmin mutãne waɗanda suke yin ĩmãni"},{"SurahNumber":28,"VerseNumber":4,"Text":"Lalle ne Fir'auna ya ɗaukaka a cikin ƙasa, kuma ya sanya mutãnenta ƙungiya-ƙungiya, yanã raunanar da wata jama'a daga gare su; yanã yanyanka ɗiyansu maza kuma yanã rãyar da mãtan. Lalle shĩ ya kasance daga mãsu ɓarna"},{"SurahNumber":28,"VerseNumber":5,"Text":"Kuma Munã nufin Mu yi falala ga waɗanda aka raunanar a cikin ƙasar, kuma Mu sanya su shugabanni, kuma Mu sanya su magãda"},{"SurahNumber":28,"VerseNumber":6,"Text":"Kuma Mu tabbatar da su a cikin ƙasar, kuma Mu nũna wa Fir'auna da Hãmãna da rundunõninsu abin da suka kasance sunã sauna daga gare su"},{"SurahNumber":28,"VerseNumber":7,"Text":"Kuma Muka yi wahayi zuwa ga uwar Mũsa, cẽwa ki shãyar da shi, sai idan kin ji tsõro game da shi, to, ki jẽfa shi a cikin kõgi, kuma kada ki ji tsõro, kuma kada ki yi baƙin ciki. Lalle ne Mũ, Mãsu mayar da shi ne zuwa gare ki, kuma Mãsu sanya shi ne a cikin Manzanni"},{"SurahNumber":28,"VerseNumber":8,"Text":"Sai mutãnen Fir'auna suka tsince shi, dõmin ya kasance maƙiyi da baƙin ciki a gare su. Lalle ne Fir'auna da Hãmãna da rundunõninsu, sun kasance mãsu aikin ganganci"},{"SurahNumber":28,"VerseNumber":9,"Text":"Kuma matar* Fir'auna ta ce (\"Ka bar shi yanã) sanyin ido a gare ni da gare ka! Kada ka kashe shi, akwai fatan ya amfane mu, kõ mu riƙe Shi ɗã,\" alhãli kuwa sũ ba su sansance ba"},{"SurahNumber":28,"VerseNumber":10,"Text":"Kuma zuciyar uwar Mũsã ta wãyi gari yõfintatta.* Lalle ne, haƙĩƙa, ta yi kusa ta bayyanar da shi, bã dõmin Mun ɗaure zũciyarta ba, dõmin ta kasance daga mũminai"},{"SurahNumber":28,"VerseNumber":11,"Text":"Kuma ta ce wa 'yar'uwarsa,* \"Ki bĩ shi.\" Sabõda haka sai ta lẽƙe shi daga gẽfe, alhãli sũ ba Su sani ba"},{"SurahNumber":28,"VerseNumber":12,"Text":"Kuma Muka hana masa mãsu shãyai da mãma, a gabãnin haka sai ta ce: \"Kõ in nũnamuku mutãnen wani gida, su yi muku renonsa alhãli kuwa su mãsu nasĩha ne a, gare shi"},{"SurahNumber":28,"VerseNumber":13,"Text":"Sai Muka mayar da shi zuwa ga uwarsa dõmin idanunta su yi sanyi, kuma bã zã ta yi baƙin ciki ba, kuma dõmin ta san cẽwa lalle wa'adin Allah gaskiya ne, amma kuma mafi yawansu ba su sani ba"}]}