{"Id":361,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":37,"VerseNumber":22,"Text":"(దైవదూతలతో ఇలా అనబడుతుంది): \"ఆ దుర్మార్గులను సమావేశపరచండి! మరియు వారి సహవాసులను మరియు వారు ఆరాధిస్తూ ఉన్న వారిని"},{"SurahNumber":37,"VerseNumber":23,"Text":"అల్లాహ్ ను కాదని - తరువాత వారందరికీ ప్రజ్వలించే నరకాగ్ని మార్గాన్ని చూపండి"},{"SurahNumber":37,"VerseNumber":24,"Text":"మరియు వారిని అక్కడ నిలబెట్టండి. వాస్తవానికి వారిని ప్రశ్నించవలసి ఉంది"},{"SurahNumber":37,"VerseNumber":25,"Text":"మీకేమైంది? మీరు పరస్పరం ఎందుకు సహాయం చేసుకోవటం లేదు"},{"SurahNumber":37,"VerseNumber":26,"Text":"అలా కాదు! ఆ రోజు వారు తమను తాము అల్లాహ్ కు అప్పగించుకుంటారు"},{"SurahNumber":37,"VerseNumber":27,"Text":"మరియు వారు ఒకరి వైపునకు మరొకరు మరలి ఇలా ప్రశ్నించుకుంటారు"},{"SurahNumber":37,"VerseNumber":28,"Text":"కొందరు అంటారు: \"మీరు మా వద్దకు (మమ్మల్ని మోసగించటానికి) మా కుడివైపు నుండి వచ్చేవారు"},{"SurahNumber":37,"VerseNumber":29,"Text":"ఇతరులు ఇలా జవాబిస్తారు: \"అలా కాదు, మీ అంతట మీరే విశ్వసించేవారు కాదు"},{"SurahNumber":37,"VerseNumber":30,"Text":"మాకు మీపై ఎలాంటి అధికారం ఉండేది కాదు. అలా కాదు! మీరే తలబిరుసుతనం చూపేవారు"},{"SurahNumber":37,"VerseNumber":31,"Text":"కావున, ఇప్పుడు మన ప్రభువు వాక్కు మనపై పూర్తి అయ్యింది. నిశ్చయంగా మనమంతా (శిక్షను) రుచి చూడగలము"},{"SurahNumber":37,"VerseNumber":32,"Text":"కావున మేము మిమ్మల్ని తప్పు దారిలో పడవేశాము, నిశ్చయంగా మేము కూడా మార్గభ్రష్టులమై ఉంటిమి"},{"SurahNumber":37,"VerseNumber":33,"Text":"అప్పుడు నిశ్చయంగా, వారందరూ ఆ రోజు శిక్షలో భాగస్వాములవుతారు"},{"SurahNumber":37,"VerseNumber":34,"Text":"నిశ్చయంగా, మేము అపరాధులతో ఇదే విధంగా ప్రవర్తిస్తాము"},{"SurahNumber":37,"VerseNumber":35,"Text":"వాస్తవానికి, వారితో: \"అల్లాహ్ తప్ప మరొక ఆరాధ్యదైవం లేడు.\" అని అన్నప్పుడు, వారు దరహంకారం చూపేవారు"},{"SurahNumber":37,"VerseNumber":36,"Text":"మరియు వారు ఇలా అనేవారు: \"ఏమిటి? మేము ఒక పిచ్చికవి కొరకు మా ఆరాధ్య దైవాలను త్యజించాలా"},{"SurahNumber":37,"VerseNumber":37,"Text":"వాస్తవానికి, అతను (ముహమ్మద్) సత్యాన్ని తీసుకొని వచ్చాడు. మరియు అతను (తనకు పూర్వం వచ్చిన) ప్రవక్తలను సత్యవంతులని ధృవపరచాడు"},{"SurahNumber":37,"VerseNumber":38,"Text":"నిశ్చయంగా, మీరు బాధాకరమైన శిక్షను రుచి చూడగలరు"},{"SurahNumber":37,"VerseNumber":39,"Text":"మరియు మీకు, మీరు చేస్తూ ఉండిన కర్మలకు తగిన ఫలితం తప్ప, మరేమీ ఇవ్వబడదు"},{"SurahNumber":37,"VerseNumber":40,"Text":"ఎన్నుకోబడిన అల్లాహ్ దాసులకు తప్ప"},{"SurahNumber":37,"VerseNumber":41,"Text":"అలాంటి వారి కొరకు వారికి తెలిసి ఉన్న జీవనోపాధి ఉంది"},{"SurahNumber":37,"VerseNumber":42,"Text":"అన్ని రకాల ఫలాలు. మరియు వారు ఆదరించబడతారు"},{"SurahNumber":37,"VerseNumber":43,"Text":"పరమ సుఖాలు గల స్వర్గవనాలలో"},{"SurahNumber":37,"VerseNumber":44,"Text":"ఆసనాల మీద ఒకరికొకరు ఎదురెదురుగా కూర్చొని ఉంటారు"},{"SurahNumber":37,"VerseNumber":45,"Text":"వారి మధ్య ప్రవహించే చెలమల నుండి, పానీయపు (మధు) పాత్రలు త్రిప్పబడుతుంటాయి"},{"SurahNumber":37,"VerseNumber":46,"Text":"అది తెల్లగా (మెరిసిపోతూ) త్రాగే వారికి ఎంతో రుచికరమైనదిగా ఉంటుంది"},{"SurahNumber":37,"VerseNumber":47,"Text":"దాని వల్ల వారికి ఎలాంటి బాధా కలుగదు మరియు వారు తమ తెలివినీ పోగొట్టుకోరు"},{"SurahNumber":37,"VerseNumber":48,"Text":"మరియు వారి దగ్గర, శీలవతులైన తమ చూపులను నిగ్రహించుకునే, అందమైన కళ్ళు గల స్త్రీలు ఉంటారు"},{"SurahNumber":37,"VerseNumber":49,"Text":"వారు దాచబడిన గ్రుడ్లవలే (కోమలంగా) ఉంటారు"},{"SurahNumber":37,"VerseNumber":50,"Text":"అప్పుడు వారు ఒకరి వైపు కొకరు మరలి, పరస్పరం ఇలా ప్రశ్నించుకుంటారు"},{"SurahNumber":37,"VerseNumber":51,"Text":"వారిలో ఒకడంటాడు: \"వాస్తవానికి (భూలోకంలో) నాకొక స్నేహితుడు (ఖరీనున్) ఉండేవాడు"},{"SurahNumber":37,"VerseNumber":52,"Text":"అతడు నన్ను ఇలా అడిగేవాడు: ఏమీ? నీవు కూడా (పునరుత్థానం) నిజమేనని నమ్మేవారిలో ఒకడివా"},{"SurahNumber":37,"VerseNumber":53,"Text":"ఏమీ? మనం చనిపోయి మట్టిగా ఎముకలుగా మారి పోయిన తరువాత కూడా నిశ్చయంగా మనకు ప్రతిఫలమనేది ఉంటుందా"},{"SurahNumber":37,"VerseNumber":54,"Text":"అతడు ఇంకా ఇలా అంటాడు: \"ఏమీ? మీరు అతడిని చూడదలచుకున్నారా"},{"SurahNumber":37,"VerseNumber":55,"Text":"తరువాత అతడు తొంగి చూసి, అతడిని (తన పూర్వ స్నేహితుణ్ణి) భగభగ మండే నరకాగ్ని మధ్యలో చూస్తాడు"},{"SurahNumber":37,"VerseNumber":56,"Text":"అతడితో (ఆ స్నేహితునితో), అతడు అంటాడు: \"అల్లాహ్ సాక్షిగా! నీవు నన్ను నాశనం చేసి ఉండేవాడివే"},{"SurahNumber":37,"VerseNumber":57,"Text":"ఒకవేళ నా ప్రభువు అనుగ్రహమే లేకున్నట్లయితే! నేను కూడా (నరకానికి) హాజరు చేయబడిన వారిలో చేరి పోయేవాడిని"},{"SurahNumber":37,"VerseNumber":58,"Text":"(తరువాత ఆ స్వర్గవాసి తన సహచరులతో అంటాడు): \"ఏమీ? ఇక మనం మరల చనిపోము కదా"},{"SurahNumber":37,"VerseNumber":59,"Text":"మన మొదటి (భూలోక) మరణం తప్ప! మనకు ఇక ఎలాంటి శిక్ష పడదు కదా"},{"SurahNumber":37,"VerseNumber":60,"Text":"నిశ్చయంగా, ఇదే ఆ గొప్ప సాఫల్యం (విజయం)"},{"SurahNumber":37,"VerseNumber":61,"Text":"ఇలాంటి (స్థానం) పొందటానికి పాటుపడే వారు పాటు పడాలి"},{"SurahNumber":37,"VerseNumber":62,"Text":"ఏమీ? ఇలాంటి ఆతిథ్యం మేలైనదా? లేక జముడు ఫలపు ఆతిథ్యమా"},{"SurahNumber":37,"VerseNumber":63,"Text":"నిశ్చయంగా, మేము దానిని, దుర్మార్గుల కొరకు ఒక పరీక్షగా చేశాము"},{"SurahNumber":37,"VerseNumber":64,"Text":"నిశ్చయంగా, అది నరకపు అడుగు భాగం నుండి మొలిచే ఒక చెట్టు"},{"SurahNumber":37,"VerseNumber":65,"Text":"దాని మొగ్గలు షైతానుల తలల వలే ఉంటాయి"},{"SurahNumber":37,"VerseNumber":66,"Text":"నిశ్చయంగా, వారు దాని నుంచే తింటారు మరియు దానితోనే తమ కడుపులు నింపుకుంటారు"},{"SurahNumber":37,"VerseNumber":67,"Text":"తరువాత నిశ్చయంగా, దాని మీద వారికి త్రాగటానికి సలసల కాగే పానీయం మాత్రమే ఉంటుంది"},{"SurahNumber":37,"VerseNumber":68,"Text":"ఆ తరువాత నిశ్చయంగా, వారి మరలింపు కేవలం భగభగ మండే నరకాగ్ని వైపునకే అవుతుంది"},{"SurahNumber":37,"VerseNumber":69,"Text":"నిశ్చయంగా, అప్పుడు వారు తమ తండ్రితాతలు, మార్గభ్రష్టత్వంలో ఉండేవారని కనుగొంటారు"},{"SurahNumber":37,"VerseNumber":70,"Text":"మరియు తాము కూడా వారి అడుగు జాడలను అనుసరించటానికి త్వరపడుతూ ఉండేవారమని"},{"SurahNumber":37,"VerseNumber":71,"Text":"మరియు వాస్తవానికి వారి పూర్వీకులు కూడా చాలా మంది మార్గభ్రష్టులుగానే ఉండేవారు"},{"SurahNumber":37,"VerseNumber":72,"Text":"మరియు వాస్తవానికి మేము వారి వద్దకు హెచ్చరిక చేయటానికి (సందేశహరులను) పంపి ఉన్నాము"},{"SurahNumber":37,"VerseNumber":73,"Text":"ఇక చూడు! హెచ్చరిక చేయబడిన వారి పర్యవసానం ఎలా ఉండిందో"},{"SurahNumber":37,"VerseNumber":74,"Text":"ఎన్నుకోబడిన అల్లాహ్ దాసులకు తప్ప"}]}