{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"Noi inspira Moses Conduce Meu servitor out lovi ele uscat drum mare. Tu nu fear tu prinde nor trebui tu îngrijorare"},{"SurahNumber":20,"VerseNumber":78,"Text":"Pharaoh urmari ele cu his trupa mare coplesi ele as el exista destina coplesi ele"},{"SurahNumber":20,"VerseNumber":79,"Text":"Tamâie Pharaoh misled his popor; el nu ghid ele"},{"SurahNumber":20,"VerseNumber":80,"Text":"O Copil Îsrael noi livra tu vostri dusman soma tu Munte Sinai noi expedia jos catre tu manna prepelita"},{"SurahNumber":20,"VerseNumber":81,"Text":"Mânca bun obiect noi înzestra for tu nu încalca lest tu crea Meu urgie. Oricine crea Meu urgie fallen"},{"SurahNumber":20,"VerseNumber":82,"Text":"Eu însiguranta Forgiving ala regreta crede conducere cinstit trai steadfastly ramâne ghid"},{"SurahNumber":20,"VerseNumber":83,"Text":"Why tu graba departe vostri popor O Moses"},{"SurahNumber":20,"VerseNumber":84,"Text":"El spune Ei exista închide mie! Eu rushed Tu meu Domnitor ca Tu multumi"},{"SurahNumber":20,"VerseNumber":85,"Text":"El spune Noi pune vostri popor încercare tu parasi Samarian misled ele"},{"SurahNumber":20,"VerseNumber":86,"Text":"Moses returned his popor suparat dezamagi spunere O meu popor vostri Domnitor nu promite tu bun promisiune? Tu nu astepta? Tu pofti Did crea urgie de vostri Domnitor? Acesta why tu fi falit vostri în\u0004elegere mie"},{"SurahNumber":20,"VerseNumber":87,"Text":"Ei spune Noi nu întrerupe nostru în\u0004elegere tu în scop. Noi încarca bijuterii precis arunca nostru sarcina în! Acesta exista care Samarian sugera"},{"SurahNumber":20,"VerseNumber":88,"Text":"El produce ele sculpted vi\u0004el complet vi\u0004el sunet! Ei spune Acesta exista vostri dumnezeu dumnezeu Moses Tamâie el uita"},{"SurahNumber":20,"VerseNumber":89,"Text":"Ei nu vedea el neither raspunde ele nor poseda altele power vatama ele beneficia ele"}]}