{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"Siya ay ang nagpaluwal para sa inyo ng pandinig, mga paningin, at mga puso. Kaunti ang pinasasalamatan ninyo"},{"SurahNumber":23,"VerseNumber":79,"Text":"Siya ay ang lumalang sa inyo sa lupa at tungo sa Kanya kakalapin kayo"},{"SurahNumber":23,"VerseNumber":80,"Text":"Siya ay ang nagbibigay-buhay at nagbibigay-kamatayan. Sa Kanya ang pagsasalitan ng gabi at maghapon. Kaya hindi ba kayo nakapag-uunawa"},{"SurahNumber":23,"VerseNumber":81,"Text":"Bagkus nagsabi sila ng tulad sa sinabi ng mga sinauna"},{"SurahNumber":23,"VerseNumber":82,"Text":"Nagsabi sila: \"Kapag namatay ba kami at kami ay naging alabok at mga buto, tunay bang kami ay talagang mga bubuhayin"},{"SurahNumber":23,"VerseNumber":83,"Text":"Talaga ngang pinangakuan Kami mismo at ang mga magulang namin nito bago pa niyan. Walang iba ito kundi mga alamat ng mga sinauna"},{"SurahNumber":23,"VerseNumber":84,"Text":"Sabihin mo: \"Kanino ang lupa at ang sinumang narito kung kayo ay nakaaalam"},{"SurahNumber":23,"VerseNumber":85,"Text":"Magsasabi sila: \"Sa kay Allāh.\" Sabihin mo: \"Kaya hindi ba kayo magsasaalaala"},{"SurahNumber":23,"VerseNumber":86,"Text":"Sabihin mo: \"Sino ang Panginoon ng pitong langit at ang Panginoon ng tronong dakila"},{"SurahNumber":23,"VerseNumber":87,"Text":"Magsasabi sila: \"[Ang mga ito ay] sa kay Allāh.\" Sabihin mo: \"Kaya hindi ba kayo mangingilag magkasala"},{"SurahNumber":23,"VerseNumber":88,"Text":"Sabihin mo: \"Sino ang nasa kamay Niya ang pagkahari sa bawat bagay at Siya ay kumakalinga at hindi kinakalinga, kung kayo ay nakaaalam"},{"SurahNumber":23,"VerseNumber":89,"Text":"Magsasabi sila: \"[Ang mga ito ay] sa kay Allāh.\" Sabihin mo: \"Kaya paanong napaglalalangan kayo"},{"SurahNumber":23,"VerseNumber":90,"Text":"Bagkus nagdala Kami sa kanila ng katotohanan, at tunay na sila ay talagang mga sinungaling"},{"SurahNumber":23,"VerseNumber":91,"Text":"Hindi gumawa si Allāh ng anumang anak. Hindi nangyaring may kasama sa Kanya na anumang diyos. [Kung nagkagayon] samakatuwid talaga sanang nag-alis ang bawat diyos ng nilikha nito at talaga sanang nangibabaw ang ilan sa kanila higit sa iba. Kaluwalhatian kay Allāh higit sa anumang inilalarawan nila"},{"SurahNumber":23,"VerseNumber":92,"Text":"Nakaaalam sa Lingid at Nasasaksihan, kaya pagkataas-taas Siya kaysa sa anumang itinatambal nila"}]}