{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":12,"VerseNumber":50,"Text":"“Ndipo mfumu idati: “M’bweretseni iye kwa ine.” Koma pamene mthenga (wa Mfumu) adamfika (Yûsuf, iye) adati: “Bwerera kwa bwana wako ndipo ukamfunse nkhani ya akazi omwe ankadzicheka manja awo. Ndithu Mbuye wanga akudziwa bwino ndale zawo. (Koma ndikufuna Mfumu kuti idziwe za kuyera kwanga kuti andiyeretsere maganizo ndipo asandiope).”"},{"SurahNumber":12,"VerseNumber":51,"Text":"“(Mfumu idasonkhanitsa akazi aja ndipo) idati: “Kodi nkhani yanu njotani pamene mudamulakalaka Yûsuf pomwe iye sakufuna?” Adati: “Hasha Lillah! (Tikudzitchinjiriza kwa Allah)! Ife sitidadziwe choipa chilichonse kwa iye. (Tidayesayesa kuti achite nafe choipa koma sadalole).” (Nayenso) mkazi wa nduna adati: “Tsopano choonadi chatsimikizika; ine ndine amene ndidamulakalaka pomwe iye sakufuna. Ndithu iye ndi mmodzi mwa owona.”"},{"SurahNumber":12,"VerseNumber":52,"Text":"“(Yûsuf adati): “Zimenezo (zofuna kuti afunsidwe chonchi) n’chifukwa chakuti (nduna) idziwe kuti ine sindidaichitire zoipa iyo kulibe, ndi kuti Allah saongolera ndale za anthu achinyengo (kuti zipambane).”"},{"SurahNumber":12,"VerseNumber":53,"Text":"“۞ “Ndipo ine sindikuyeretsa mtima wanga. Ndithu mtima uliwonse umalamulira kwambiri ku zoipa kupatula umene Mbuye wanga wauchitira chifundo. Ndithudi, Mbuye wanga Ngokhululuka, Ngwachisoni chosatha.”"},{"SurahNumber":12,"VerseNumber":54,"Text":"“Choncho Mfumu idati: “Mubwere naye kwa ine kuti ine mwini ndimsankhe.” Ndipo pamene adayankhula naye, (Mfumu) idati: “Ndithu iwe lero kwa ife wakhala wolemekezeka, wokhulupirika.”"},{"SurahNumber":12,"VerseNumber":55,"Text":"“(Yûsuf) adati: “Ndiikeni kukhala muyang’aniri wa nkhokwe za dzinthu zam’dziko lonse. Ndithudi, ine ndine msungi wodziwa.”"},{"SurahNumber":12,"VerseNumber":56,"Text":"“Ndipo motero tidampatsa ulemelero Yûsuf m’dziko (la Iguputo); amakhala m’menemo paliponse pamene wafuna. Timam’bweretsera chifundo Chathu amene tamfuna, ndipo sitisokoneza malipiro a ochita zabwino"},{"SurahNumber":12,"VerseNumber":57,"Text":"“Ndithudi malipiro a tsiku la chimaliziro ngabwino zedi kwa amene akhulupirira ndipo adali kumuopa (Allah)"}]}