{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"Göklerle yer bitişik bir halde iken biz onları birbirinden yarıb ayırdığımızı, her diri şey´i de sudan yaratdığımızı o küfr (ve inkâr) edenler görmedi (ler) mi? Haalâ inanmayacaklar mı onlar"},{"SurahNumber":21,"VerseNumber":31,"Text":"Yer (yüzün) de, onları (insanları) çalkalar diye, sabit sabit dağlar yaratdık. Aralarında da bol bol yollar açdık. Tâki (maksadlarına) ersinler"},{"SurahNumber":21,"VerseNumber":32,"Text":"Biz gök yüzünü de korunmuş bir tavan (gibi) yapdık. Onlar ise bunun âyetlerinden yüz çeviricidirler"},{"SurahNumber":21,"VerseNumber":33,"Text":"O, geceyi, gündüzü, güneşi, ayı yaratandır ve bütün bunlar kendi dâiresi içinde yüzmekde (devr etmekde) dirler"},{"SurahNumber":21,"VerseNumber":34,"Text":"Biz senden evvel de hiçbir beşere (dünyâda) ebedîlik vermedik. Şimdi sen ölürsen (sanki) onlar baakıy midirler"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her can ölümü tadıcıdır. Sizi bir imtihan olarak hayr ile de, şer ile de deniyoruz. (Nihayet yine) ancak bize döndürüleceksiniz"},{"SurahNumber":21,"VerseNumber":36,"Text":"O küfr (ü inkâr) edenler seni gördükleri zaman, seni istihza (mevzuu) ndan başka bir şey edinmezler: «Sizin Tanrılarınızı diline dolayan bu mu?» derler. Halbuki çok esirgeyici Allahın (indirdiği) Kur´ânı inkâr ile kâfir olanlar onlardır, onların kendileridir"},{"SurahNumber":21,"VerseNumber":37,"Text":"İnsan (lar sanki) aceleden yaratılmış. Size âyetlerimi göstereceğim. Benden onu acele istemeyin"},{"SurahNumber":21,"VerseNumber":38,"Text":"«Eğer doğrucular iseniz, derler, bu tehdîd (in tahakkuku) ne zaman»"},{"SurahNumber":21,"VerseNumber":39,"Text":"O küfredenler yüzlerinden ve arkalarından (saran) ateşi hiçbir suretle meni´ edemeyecekleri, kendilerinin yardım da göremeyecekleri zamaanı bir bilse (ler) di"},{"SurahNumber":21,"VerseNumber":40,"Text":"Belki (bu), onlara ansızın gelecek de kendilerini şaşırtacakdır. Artık onu redde muktedir olamayacaklar (ı gibi), onlara mühlet de verilmeyecekdir"},{"SurahNumber":21,"VerseNumber":41,"Text":"Andolsun, senden evvelki peygamberlerle de istihza (alay) edilmişdir de alay etmekde oldukları şeyler (kavmlerinin) içinden istihza eden o maskaraların kendilerini kuşatmışdır"}]}