{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":65,"Text":"کہہ دو کہ میں تو صرف ہدایت کرنے والا ہوں۔ اور خدائے یکتا اور غالب کے سوا کوئی معبود نہیں"},{"SurahNumber":38,"VerseNumber":66,"Text":"جو آسمانوں اور زمین اور جو مخلوق ان میں ہے سب کا مالک ہے غالب (اور) بخشنے والا"},{"SurahNumber":38,"VerseNumber":67,"Text":"کہہ دو کہ یہ ایک بڑی (ہولناک چیز کی) خبر ہے"},{"SurahNumber":38,"VerseNumber":68,"Text":"جس کو تم دھیان میں نہیں لاتے"},{"SurahNumber":38,"VerseNumber":69,"Text":"مجھ کو اوپر کی مجلس (والوں) کا جب وہ جھگڑتے تھے کچھ بھی علم نہ تھا"},{"SurahNumber":38,"VerseNumber":70,"Text":"میری طرف تو یہی وحی کی جاتی ہے کہ میں کھلم کھلا ہدایت کرنے والا ہوں"},{"SurahNumber":38,"VerseNumber":71,"Text":"جب تمہارے پروردگار نے فرشتوں سے کہا کہ میں مٹی سے انسان بنانے والا ہوں"},{"SurahNumber":38,"VerseNumber":72,"Text":"جب اس کو درست کرلوں اور اس میں اپنی روح پھونک دوں تو اس کے آگے سجدے میں گر پڑنا"},{"SurahNumber":38,"VerseNumber":73,"Text":"تو تمام فرشتوں نے سجدہ کیا"},{"SurahNumber":38,"VerseNumber":74,"Text":"مگر شیطان اکڑ بیٹھا اور کافروں میں ہوگیا"},{"SurahNumber":38,"VerseNumber":75,"Text":"(خدا نے) فرمایا کہ اے ابلیس جس شخص کو میں نے اپنے ہاتھوں سے بنایا اس کے آگے سجدہ کرنے سے تجھے کس چیز نے منع کیا۔ کیا تو غرور میں آگیا یا اونچے درجے والوں میں تھا؟"},{"SurahNumber":38,"VerseNumber":76,"Text":"بولا کہ میں اس سے بہتر ہوں (کہ) تو نے مجھ کو کو آگ سے پیدا کیا اور اِسے مٹی سے بنایا"},{"SurahNumber":38,"VerseNumber":77,"Text":"فرمایا یہاں سے نکل جا تو مردود ہے"},{"SurahNumber":38,"VerseNumber":78,"Text":"اور تجھ پر قیامت کے دن تک میری لعنت (پڑتی) رہے گی"},{"SurahNumber":38,"VerseNumber":79,"Text":"کہنے لگا کہ میرے پروردگار مجھے اس روز تک کہ لوگ اٹھائے جائیں مہلت دے"},{"SurahNumber":38,"VerseNumber":80,"Text":"فرمایا کہ تجھ کو مہلت دی جاتی ہے"},{"SurahNumber":38,"VerseNumber":81,"Text":"اس روز تک جس کا وقت مقرر ہے"},{"SurahNumber":38,"VerseNumber":82,"Text":"کہنے لگا کہ مجھے تیری عزت کی قسم میں ان سب کو بہکاتا رہوں گا"},{"SurahNumber":38,"VerseNumber":83,"Text":"سوا ان کے جو تیرے خالص بندے ہیں"},{"SurahNumber":38,"VerseNumber":84,"Text":"فرمایا سچ (ہے) اور میں بھی سچ کہتا ہوں"},{"SurahNumber":38,"VerseNumber":85,"Text":"کہ میں تجھ سے اور جو ان میں سے تیری پیروی کریں گے سب سے جہنم کو بھر دوں گا"},{"SurahNumber":38,"VerseNumber":86,"Text":"اے پیغمبر کہہ دو کہ میں تم سے اس کا صلہ نہیں مانگتا اور نہ میں بناوٹ کرنے والوں میں ہوں"},{"SurahNumber":38,"VerseNumber":87,"Text":"یہ قرآن تو اہل عالم کے لئے نصیحت ہے"},{"SurahNumber":38,"VerseNumber":88,"Text":"اور تم کو اس کا حال ایک وقت کے بعد معلوم ہوجائے گا"}]}