{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"(Эй инсонлар) сизларга не бир мусибат етса, бас, ўз қўлларингиз қилган нарса — гуноҳ сабабли (етур). Яна У кўп (гуноҳларнинг жазосини бермасдан) афв қилиб юборур"},{"SurahNumber":42,"VerseNumber":31,"Text":"Сизлар Ерда (ҳеч қаёққа) қочиб қутулгувчи эмассизлар. Ва сизлар учун Аллоҳдан ўзга бирон дўст ва ёрдамчи йўқдир"},{"SurahNumber":42,"VerseNumber":32,"Text":"Денгиз-дарёлардаги тоғлар янглиғ сузиб юрган (кема)лар ҳам Унинг (қудрати илоҳиясига далолат қиладиган) оят-аломатларидандир"},{"SurahNumber":42,"VerseNumber":33,"Text":"Агар (Аллоҳ) хоҳласа шамолни тўхтатиб қўюр, бас, улар (денгиз) устида (ҳеч қаёққа сузолмай) туриб қолурлар — Албатта бунда ҳар бир (балога) сабр қилгувчи, (Аллоҳнинг неъматларига) шукр қилгувчи учун оят-ибратлар бордир"},{"SurahNumber":42,"VerseNumber":34,"Text":"Ёки (агар Аллоҳ хоҳласа қаттиқ бўрон юбориб, кемадаги одамларнинг) қилган гуноҳлари сабабли у (кема)ларни ҳалок (ғарқ) қилур ва кўпларни (ҳалокатдан қутқариб) афв этур"},{"SurahNumber":42,"VerseNumber":35,"Text":"(Токи) Бизнинг оятларимиз хусусида талашиб-тортишадиган кимсалар ўзлари учун (Аллоҳнинг азобидан) бирон қочиб қутуладиган жой йўқ эканлигини билиб олсинлар"},{"SurahNumber":42,"VerseNumber":36,"Text":"Бас, (эй инсонлар), сизларга ато этилган бор нарса(лар) ҳаёти дунё матосидир ва иймон келтирган ҳамда ёлғиз Парвардигорларига суянадиган зотлар учун Аллоҳ ҳузуридаги нарсалар (яъни, Охират неъматлари — дунё матоларидан) яхшироқ ва боқийроқдир"},{"SurahNumber":42,"VerseNumber":37,"Text":"Улар катта гуноҳлардан ва бузуқликлардан четланадиган, ғазабланган вақтларида эса кечириб юборадиган зотлардир"},{"SurahNumber":42,"VerseNumber":38,"Text":"Улар Парвардигорларига ижобат-итоат этган ва намозни тўкис адо қилган зотлардир. Уларнинг ишлари (мудом) ўзаро шўро-маслаҳат (билан) бўлур ва Биз уларни ризқлантирган нарсалардан инфоқ-эҳсон қилурлар"},{"SurahNumber":42,"VerseNumber":39,"Text":"Улар ўзларига зулм етганда, (унга қарши курашиб) ғолиб бўладиган зотлардир"},{"SurahNumber":42,"VerseNumber":40,"Text":"(Ҳар қандай) ёмонликнинг жазоси худди ўзига ўхшаган ёмонликдир (яъни, ҳар бир ёмонликнинг ўзига яраша жазоси бордир). Энди ким (интиқом олишга қодир бўлгани ҳолда) афв қилиб (ўртани) тузатса, бас, унинг ажри Аллоҳнинг зиммасидадир. Албатта У зулм қилгувчиларни севмас"},{"SurahNumber":42,"VerseNumber":41,"Text":"Албатта ким мазлум бўлганидан сўнг (ўзига зулм қилган кимсадан) ғолиб бўлса, (интиқом олса), бас, улар(ни олган интиқомлари учун айблаш)га йўл йўқдир"},{"SurahNumber":42,"VerseNumber":42,"Text":"Фақат одамларга зулм қиладиган ва Ерда ноҳақ ҳадларидан ошадиган кимсалар(ни айблаш ва зулму зўравонликлари учун жазолаш)гагина йўл бордир. Ана ўшалар учун аламли азоб бордир"},{"SurahNumber":42,"VerseNumber":43,"Text":"Албатта ким (ўзига етган озор-азиятларга) сабр қилса ва (интиқом олмай Аллоҳ учун) кечириб юборса, шак-шубҳасиз, бу иш ишларнинг мақсадга мувофиғидир"}]}