{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":17,"VerseNumber":53,"Text":"Sabihin mo sa mga lingkod Ko na sabihin nila ang siyang higit na maganda. Tunay na ang demonyo ay nagpapasigalot sa pagitan nila. Tunay na ang demonyo, para sa tao, ay laging isang kaaway na malinaw"},{"SurahNumber":17,"VerseNumber":54,"Text":"Ang Panginoon ninyo ay higit na maalam sa inyo. Kung loloobin Niya ay kaaawaan Niya kayo, o kung loloobin Niya ay pagdurusahin Niya kayo. Hindi Kami nagsugo sa iyo sa kanila bilang pinananaligan"},{"SurahNumber":17,"VerseNumber":55,"Text":"Ang Panginoon mo ay higit na maalam sa sinumang nasa mga langit at mga lupa. Talaga ngang nagtangi Kami sa iba sa mga propeta higit sa iba pa, at nagbigay Kami kay David ng Salmo"},{"SurahNumber":17,"VerseNumber":56,"Text":"Sabihin mo: \"Dumalangin kayo sa mga inaakala ninyo bukod pa sa Kanya sapagkat hindi sila nakapangyayari sa pagpawi ng pinsala palayo sa inyo ni ng isang paglilipat"},{"SurahNumber":17,"VerseNumber":57,"Text":"Yaong mga dinadalanginan nila ay naghahangad tungo sa Panginoon nila ng pampalapit, [na nagtatagisan] kung alin sa kanila ang [magiging] pinakamalapit, nag-aasam ng awa Niya, at nangangamba sa pagdurusa mula sa Kanya. Tunay na ang parusa ng Panginoon mo ay laging pinangingilagan"},{"SurahNumber":17,"VerseNumber":58,"Text":"Walang anumang pamayanan malibang Kami ay magpapahamak doon bago ng Araw ng Pagbangon o magpaparusa roon ng isang pagdurusang matindi. Laging iyon sa talaan ay nakatitik"},{"SurahNumber":17,"VerseNumber":59,"Text":"Walang pumigil sa Amin na magsugo Kami ng mga tanda maliban na nagpasinungaling sa mga ito ang mga sinauna. Nagbigay Kami sa [lipi ng] Thamūd ng dumalagang kamelyo bilang [himalang] nakikita ngunit lumabag sila sa katarungan dito. Hindi Kami nagsusugo ng mga tanda kundi bilang pagpapangamba"},{"SurahNumber":17,"VerseNumber":60,"Text":"[Banggitin] noong nagsabi Kami sa iyo: \"Tunay na ang Panginoon mo ay pumaligid sa mga tao.\" Hindi Kami gumawa sa pangitaing ipinakita Namin sa iyo malibang bilang pagsubok para sa mga tao at sa isinumpang punong-kahoy [na nasaad] sa Qur’ān. Nagpapangamba Kami sa kanila ngunit hindi nakadagdag ito sa kanila kundi ng isang pagmamalabis na malaki"}]}