{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"And the trumpet will be blown. Then, behold, they will rush forth from their graves unto their Lord"},{"SurahNumber":36,"VerseNumber":52,"Text":"They will say, “Oh, woe unto us! Who has raised us from our place of sleep?” “This is that which the Compassionate did promise; and the message bearers spoke true.”"},{"SurahNumber":36,"VerseNumber":53,"Text":"There shall be but a single cry. Then, behold, they will all be arraigned before Us"},{"SurahNumber":36,"VerseNumber":54,"Text":"This day no soul will be wronged in any way, and you will not be recompensed, save for that which you used to do"},{"SurahNumber":36,"VerseNumber":55,"Text":"Truly the inhabitants of the Garden on that Day will be busy rejoicing"},{"SurahNumber":36,"VerseNumber":56,"Text":"they and their spouses reclining upon couches in the shade"},{"SurahNumber":36,"VerseNumber":57,"Text":"Therein they have fruit and whatsoever they call for"},{"SurahNumber":36,"VerseNumber":58,"Text":"“Peace!” a word from a Lord most Merciful"},{"SurahNumber":36,"VerseNumber":59,"Text":"Stand apart this Day, O guilty ones"},{"SurahNumber":36,"VerseNumber":60,"Text":"Did I not enjoin upon you"},{"SurahNumber":36,"VerseNumber":61,"Text":"Children of Adam, that you not worship Satan—truly he is a manifest enemy unto you— a and that you worship Me? This is a straight path"},{"SurahNumber":36,"VerseNumber":62,"Text":"For indeed he has led many among you astray. Did you not understand"},{"SurahNumber":36,"VerseNumber":63,"Text":"This is the Hell that you were promised"},{"SurahNumber":36,"VerseNumber":64,"Text":"Burn therein today for having disbelieved"},{"SurahNumber":36,"VerseNumber":65,"Text":"On that Day We shall seal their mouths. Their hands will speak to Us, and their feet will bear witness to that which they used to earn"},{"SurahNumber":36,"VerseNumber":66,"Text":"And had We willed, We would have blotted out their eyes. Then they would race to the path; yet how would they see"},{"SurahNumber":36,"VerseNumber":67,"Text":"And had We willed, We would have transformed them in their places. Then they could neither advance nor go back"}]}