{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":5,"VerseNumber":94,"Text":"Yemwe abemeye! Mu by’ukuri,(igihe muri mu migenzo y’umutambagiro mutagatifu wa Hija cyangwa Umrat), Allah azabagerageresha (kubegereza) umuhigo mushobora gufatisha amaboko yanyu n’uwo mwakwicisha amacumu yanyu, kugira ngo Allah agaragaze umutinya atamubona. Ubwo uzarengera nyuma y’ibyo (agahiga ari mu migenzo y’umutambagiro mutagatifu wa Hija cyangwa Umrat), azahanishwaibihanobibabaza"},{"SurahNumber":5,"VerseNumber":95,"Text":"Yemwe abemeye! Ntimukice umuhigo (w’imusozi) igihe muri mu mutambagiro mutagatifu (Hija cyangwa Umrat). Kandi uzawica muri mwe abigambiriye, igihano cye kizaba gutanga itungo rihwanye n’iryo yishe,byemejwe n’abantu babiri b’inyangamugayo muri mwe; rikaba ituro rijyanwa rikabagirwa abakene baturiye ingoro ya Al Kaabat, cyangwa agatanga icyiru cyo kugaburira abakene, cyangwa icyiru kingana n’ibyo kikaba gusiba; ibyo niukugira ngo yumve ingaruka z’igikorwa cye (cyo kunyuranya n’itegeko ry’Imana). Allah yababariye ibyahise (mbere ya Islamu), ariko uzasubira (akongera gukora icyaha) Allah azabimuhanira. Kandi Allah niUmunyembaraga zihebuje, Nyiruguhana bikaze"},{"SurahNumber":5,"VerseNumber":96,"Text":"Mwaziruriwe umuhigo wo mu nyanja n’ibyipfishije biyibamo, kugira ngo bibagirire akamaro mwe ubwanyu (mutuye) n’abari ku rugendo. Cyakora mwaziririjwe umuhigo w’imusozi igihe cyose muri mu mutambagiro mutagatifu (Hija cyangwa Umrat). Kandi mutinye Allah we muzakoranyirizwa iwe"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah yagize Al Kaabat ingoro ntagatifu ngo ibe ahantu abantu bahurira. (Kandi)amezi (ane) matagatifu, amatungo yagenewe kuba ibitambo, ndetse n’amatungo afite ibimenyetso (biranga ikijyanwe mu mutambagiro mutagatifu; Allah yabigize ingirakamaro ku bantu). Ibyo ni ukugira ngo mumenye ko Allah azi ibiri mu birere n’ibiri mu isi, kandi ko Allah ari Umumenyi uhebuje w’ibintu byose"},{"SurahNumber":5,"VerseNumber":98,"Text":"Mumenye ko Allah ari nyir’ibihano bikaze, kandi ko Allah ari Ubabarira ibyaha, Nyirimbabazi"},{"SurahNumber":5,"VerseNumber":99,"Text":"Nta kindi Intumwa (Muhamadi) ishinzwe uretse gusohoza ubutumwa. Kandi Allahazi ibyo mugaragaza n’ibyo muhisha"},{"SurahNumber":5,"VerseNumber":100,"Text":"Vuga (yewe Muhamadi)uti \"Ikibi ntigihwanye n’icyiza kabone n’ubwo watangazwa n’ubwinshi bw’ibibi\". Bityoyemwe banyabwenge, nimutinye Allah kugira ngo mukiranuke"}]}