{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":71,"Text":"SAY: \"Shall we invoke, instead of God, something that can neither benefit us nor harm us, and [thus] turn around on our heels after God has guided us aright? -like one whom the satans have enticed into blundering after earthly lusts, the while his companions, trying to guide him, call out unto him [from afar], `Come thou to us!\"' Say: \"Verily, God's guidance is the only guidance: and so we have been bidden to surrender ourselves unto the Sustainer of all the worlds"},{"SurahNumber":6,"VerseNumber":72,"Text":"and to be constant in prayer and conscious of Him: for it is He unto whom you all shall be gathered"},{"SurahNumber":6,"VerseNumber":73,"Text":"And He it is who has created the heavens and the earth in accordance with [an inner] truth - and whenever He says, \"Be,\" His word comes true; and His will be the dominion on the Day when the trumpet [of resurrection] is blown. He knows all that is beyond the reach of a created being's perception, as well as all that can be witnessed by a creature's senses or mind: for He alone is truly wise, all-aware"},{"SurahNumber":6,"VerseNumber":74,"Text":"AND, LO, [thus] spoke Abraham unto his father Azar: \"Takest thou idols for gods? Verily, I see that thou and thy people have obviously gone astray"},{"SurahNumber":6,"VerseNumber":75,"Text":"And thus We gave Abraham [his first] insight into [God's] mighty dominion over the heavens and the earth - and [this] to the end that he might become one of those who are inwardly sure"},{"SurahNumber":6,"VerseNumber":76,"Text":"Then, when the night overshadowed him with its darkness, he beheld a star;., [and] he exclaimed, \"This is my Sustainer!\" -but when it went down, he said, \"I love not the things that go down"},{"SurahNumber":6,"VerseNumber":77,"Text":"Then, when he beheld the moon rising, he said, \"This is my Sustainer!\"-but when it went down, he said, \"Indeed, if my Sustainer guide me not. I will most certainly become one of the people who go astray"},{"SurahNumber":6,"VerseNumber":78,"Text":"Then, when he beheld the sun rising, he said, \"This is my Sustainer! This one is the greatest [of all]!\" - but when it [too] went down, he exclaimed: \"O my people! Behold, far be it from me to ascribe divinity, as you do, to aught beside God"},{"SurahNumber":6,"VerseNumber":79,"Text":"Behold, unto Him who brought into being the heavens and the earth have I turned my face, having turned away from all that is false; and I am not of those who ascribe divinity to aught beside Him"},{"SurahNumber":6,"VerseNumber":80,"Text":"And his people argued with him. He said: \"Do you argue with me about God, when it is He who has guided me? But I do not fear anything to which you ascribe divinity side by side with Him, [for no evil can befall me] unless my Sustainer so wills. All things does my Sustainer embrace within His knowledge; will you not, then, keep this in mind"},{"SurahNumber":6,"VerseNumber":81,"Text":"And why should I fear anything that you worship side by side with Him, seeing that you are not afraid of ascribing divinity to other powers beside God without His ever having bestowed upon you from on high any warrant therefor? [Tell me,] then, which of the two parties has a better right to feel secure -if you happen to know [the answer]"},{"SurahNumber":6,"VerseNumber":82,"Text":"Those who have attained to faith, and who have not obscured their faith by wrongdoing-it is they who shall be secure, since it is they who have found the right path"}]}