{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"(When our messengers ir Abraham bon news Isaac's nask) ili ankaux dir Ni est sur our voj annihilate popol de ke town (Sodom) its popol est wicked"},{"SurahNumber":29,"VerseNumber":32,"Text":"Li dir Lot viv tie. Ili dir Ni est fully aware da everyone who viv en gxi. Ni do gxi da kurs sav him his famili escept his wife; sxi doomed"},{"SurahNumber":29,"VerseNumber":33,"Text":"When our messengers alven Lot's met ili mistreated li embarrassed their presence. Ili dir ne Hav tim ne worry Ni sav vi your famili escept your wife; sxi doomed"},{"SurahNumber":29,"VerseNumber":34,"Text":"Ni versx popol de this town disaster el cxiel consequence their wickedness"},{"SurahNumber":29,"VerseNumber":35,"Text":"Ni las bud kelk da their ruin al dejxor profound lecion popol kompren"},{"SurahNumber":29,"VerseNumber":36,"Text":"Al Midyan ni send their frat Shu aib. Li dir O my popol vi worship DI streb Last Tag ne roam ter corruptingly"},{"SurahNumber":29,"VerseNumber":37,"Text":"Ili disbelieved him consequently earthquake annihilated them; ili las dead their hejm per maten"},{"SurahNumber":29,"VerseNumber":38,"Text":"Similarly 'Aad Thamoud annihilated This far manifest vi tra their ruin. Diabl ornam their works their okul diverted them path eben ili hav okul"},{"SurahNumber":29,"VerseNumber":39,"Text":"Ankaux Qaaroon Pharaoh Hamaan; Moses ir al them klar sign! Ili ad commit tyranny ter! Consequently ili ne evade (retribution)"},{"SurahNumber":29,"VerseNumber":40,"Text":"All those disbelievers doomed consequence their pek. Kelk da them ni annihilated violent vund kelk annihilated quake kelk ni kauxz ter hirund kelk ni dron. DI NE est UNU wronged them; est ILI wronged their own ANIM"},{"SurahNumber":29,"VerseNumber":41,"Text":"allegory de those akcept ali mastr DI est ti de arane her hejm; flimsiest de all hejm est hejm arane ili nur kon"},{"SurahNumber":29,"VerseNumber":42,"Text":"DI kon PLEN PUT KE whatever ILI worship Him est really nothing. Li est Almighty plej Sagx"},{"SurahNumber":29,"VerseNumber":43,"Text":"Ni cite these ekzempl popol neniom sxat them escept des knowledgeable"},{"SurahNumber":29,"VerseNumber":44,"Text":"DI KRE heavens TER truthfully. This proviz sufficient proof believers"}]}