{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":163,"Text":"Dhe pyeti ti (Muhammed) për fshatin që ishte në breg të detit e ata e shkelën rendin e të shtunës (që e kishin të ndaluar gjuajtjen e peshqve), kur në të shtunën e tyre peshqit u vinin sheshazi mbi ujë, e në ditën që nuk festonin nuk u vinin. Ja, kështu i"},{"SurahNumber":7,"VerseNumber":164,"Text":"Dhe kur një grup prej tyre thanë: \"Përse këshilloni një popull që All-llahu do ta shkatërrojë ose dënojë me një dënim të ashpër?\" Thanë (këshilluesit): \"Arsyetim para Zotit tuaj dhe me shpresë që t´u largohen gabimeve"},{"SurahNumber":7,"VerseNumber":165,"Text":"E kur braktisën atë për të cilën ishin këshilluar, Ne i shpëtuam ata që pengonin nga të këqijat, ndërsa ata që kundërshtuan i kapëm me një dënim të fortë, ngase ishin të shfrenuar"},{"SurahNumber":7,"VerseNumber":166,"Text":"E kur ata tejkaluan me arrogancë të hapët nga ajo që ishin të ndaluar, Ne i shndërruam në majmunë të përbuzur"},{"SurahNumber":7,"VerseNumber":167,"Text":"Përkujto (o i dërguar) kur Zoti Yt shpalli qartas se mbi ta do të vë, deri në ditën e kijametit, sundimin e ndonjë që ka për t´ua shijuar atyre mundimin më të shëmtuar. Vërtet Zoti yt ndërmerr shpejtë dënimin, Ai edhe falë e mëshiron shumë"},{"SurahNumber":7,"VerseNumber":168,"Text":"Ne i shpërndajmë ata në grupe nëpër tokë; prej tyre ka të mirë, por edhe jo të tillë. Ne i provuam me të mira e me të këqija, në mënyrë që të tërhiqen nga e keqja"},{"SurahNumber":7,"VerseNumber":169,"Text":"E pas tyre erdhi brezi që trashëgoi librin. Këta merrnin mjete të pavlerë të kësaj bote (lakmues që nuk dallonin të mirën a të keqen) e thonin: \"Do të na bëhet falje\", ndërsa, po t´u vijë atyre diç si ajo, e merrnin atë përsëri. A nuk është marrë prej tyr"},{"SurahNumber":7,"VerseNumber":170,"Text":"Po atyre që i përmbahen librit dhe e falin namazin, Ne nuk u humbim shpërblimin të mirëve"},{"SurahNumber":7,"VerseNumber":171,"Text":"Përkujto kur ngritëm kodrën mbi ta si re, e ata menduan se ajo do të bie mbi ta. (Ne u thamë): \"Merrni këtë që ua dhamë me kujdes dhe përkujtoni ç´keni në të, e të ndaleni nga ajo që është e ndaluar"}]}