{"Id":141,"LanguageCodes":["en","eng"],"Name":"eng-talalitani","Author":"Talal Itani","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":155,"Text":"This too is a blessed Scripture that We revealed; so follow it, and be righteous, that you may receive mercy"},{"SurahNumber":6,"VerseNumber":156,"Text":"Lest you say, “The Scripture was revealed to two parties before us, and we were unaware of their teachings.”"},{"SurahNumber":6,"VerseNumber":157,"Text":"Or lest you say, “Had the Scripture been revealed to us, we would have been better guided than they.” Clarification has come to you from your Lord, and guidance, and mercy. Who then does greater wrong than he who gives the lie to God's messages, and turns away from them? We will repay those who turn away from Our messages with the worst kind of punishment, because of their turning away"},{"SurahNumber":6,"VerseNumber":158,"Text":"Are they waiting for anything but for the angels to come to them, or for your Lord to arrive, or for some of your Lord’s signs to come? On the Day when some of your Lord’s signs come, no soul will benefit from its faith unless it had believed previously, or had earned goodness through its faith. Say, “Wait, we too are waiting.”"},{"SurahNumber":6,"VerseNumber":159,"Text":"As for those who divided their religion and became sects—you have nothing to do with them. Their case rests with God; then He will inform them of what they used to do"},{"SurahNumber":6,"VerseNumber":160,"Text":"Whoever comes up with a good deed will have ten times its like; and whoever comes up with an evil deed will be repaid only with its equivalent—they will not be wronged"},{"SurahNumber":6,"VerseNumber":161,"Text":"Say, “My Lord has guided me to a straight path, an upright religion, the creed of Abraham the Monotheist, who was not a polytheist.”"},{"SurahNumber":6,"VerseNumber":162,"Text":"Say, “My prayer and my worship, and my life and my death, are devoted to God, the Lord of the Worlds"},{"SurahNumber":6,"VerseNumber":163,"Text":"No associate has He. Thus I am commanded, and I am the first of those who submit"},{"SurahNumber":6,"VerseNumber":164,"Text":"Say, “Am I to seek a Lord other than God, when He is the Lord of all things?” No soul gets except what it is due, and no soul bears the burdens of another. Then to your Lord is your return, then He will inform you regarding your disputes"},{"SurahNumber":6,"VerseNumber":165,"Text":"It is He who made you successors on the earth, and raised some of you in ranks over others, in order to test you through what He has given you. Your Lord is Quick in retribution, and He is Forgiving and Merciful"}]}