{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"Ey inananlar, Tanrı´nın Resulünün huzurunda öne geçmeyin ve Tanrı´dan sakının. Şüphesiz Tanrı işitendir, bilendir"},{"SurahNumber":49,"VerseNumber":2,"Text":"Ey inananlar, seslerinizi peygamberin sesi üstünde yükseltmeyin ve birbirinize bağırdığınız gibi, ona sözle bağırıp söylemeyin; yoksa siz şuurunda değilken amelleriniz boşa gider"},{"SurahNumber":49,"VerseNumber":3,"Text":"Şüphesiz, Tanrı´nın Resulünün yanında seslerini alçak tutanlar; işte onlar, Tanrı kalplerini takva için imtihan etmiştir. Onlar için bir mağfiret ve büyük bir ecir vardır"},{"SurahNumber":49,"VerseNumber":4,"Text":"Şüphesiz, hücrelerin ardından sana seslenenler de, onların çoğu, akletmiyor"},{"SurahNumber":49,"VerseNumber":5,"Text":"Eğer gerçekten, yanlarına çıkıncaya kadar sabretmiş olsalardı, herhalde (bu,) kendileri için daha hayırlı olurdu. Tanrı, çok bağışlayandır, çok esirgeyendir"},{"SurahNumber":49,"VerseNumber":6,"Text":"Ey inananlar, eğer bir fasık size bir haber getirirse, onu ´etraflıca araştırın´. Yoksa cehalet sonucu, bir kavme kötülükte bulunursunuz da sonra işlediklerinize pişman olursunuz"},{"SurahNumber":49,"VerseNumber":7,"Text":"Ve bilin ki Tanrı´nın Resulü içinizdedir. Eğer o size birçok buyrukta uysaydı elbette sıkıntıya düşerdiniz. Ancak Tanrı size inancı sevdirdi, onu kalplerinizde süsleyip çekici kıldı ve size küfrü, fıskı ve isyanı çirkin gösterdi. İşte onlar, doğru yolu bulmuş (irşad) olanlardır"},{"SurahNumber":49,"VerseNumber":8,"Text":"Tanrı´dan bir fazl (bir ihsan ve lütuf) ve bir nimet olarak. Tanrı, bilendir, hüküm ve hikmet sahibidir"},{"SurahNumber":49,"VerseNumber":9,"Text":"İnançlılardan iki topluluk çarpışacak olursa aralarını bulup düzeltin. Şayet biri diğerine tecavüzde bulunacak olursa, artık tecavüzde bulunanla, Tanrı´nın buyruğuna dönünceye kadar savaşın; eğer sonunda (Tanrı´nın emrini kabul edip) dönerse, bu durumda adaletle aralarını bulun ve (her konuda) adil davranın. Şüphesiz Tanrı adil olanları sever"},{"SurahNumber":49,"VerseNumber":10,"Text":"İnançlılar ancak kardeştirler. Öyleyse kardeşlerinizin arasını bulup düzeltin ve Tanrı´dan korkup sakının; umulur ki esirgenirsiniz"}]}