{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":60,"Text":"Mention when Moses said to his spiritual warrior: I will not quit until I reach the place of meeting of the two seas even if I will go on for many years"},{"SurahNumber":18,"VerseNumber":61,"Text":"But when they reached the place of the meeting between them, then, they both forgot their great fish and it took to itself a way through the sea, burrowing"},{"SurahNumber":18,"VerseNumber":62,"Text":"Then, when they crossed, he said to his spiritual warrior: Give us our breakfast. Certainly, we met fatigue from our journey"},{"SurahNumber":18,"VerseNumber":63,"Text":"He said: Hadst thou considered? When we took shelter at the rock, truly, I forgot the great fish. And none but Satan caused me to forget to remember it. And it took to itself to a way into the sea in a wondrous way"},{"SurahNumber":18,"VerseNumber":64,"Text":"He said: That is what we had been looking for! So they went back following their footsteps"},{"SurahNumber":18,"VerseNumber":65,"Text":"Then, they found a servant among Our servants to whom We gave mercy from Us and We taught him knowledge which proceeds from Our Presence"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moses said to him: May I follow thee so that thou wilt teach me something of what thou wert taught of right judgment"},{"SurahNumber":18,"VerseNumber":67,"Text":"He said: Truly, thou wilt never be able to have patience with me"},{"SurahNumber":18,"VerseNumber":68,"Text":"And how wilt thou endure a thing patiently when thou hast not comprehended any awareness of it"},{"SurahNumber":18,"VerseNumber":69,"Text":"Moses said: Thou wilt find me, if God willed, one who remains steadfast and I will not rebel against thy command"},{"SurahNumber":18,"VerseNumber":70,"Text":"He said: Then, if thou hadst followed me, ask me not about anything until I cause to be evoked in thee a remembrance of it"}]}