{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Quan Els nostres missatgers van venir a Abraham amb la bona nova, van dir: «Anem a fer perir a la població d'aquesta ciutat. Són uns impius»"},{"SurahNumber":29,"VerseNumber":32,"Text":"Va dir: «Però Lot està en ella». Van dir: «Sabem bé qui està en ella. Els salvarem, certament, a ell i a la seva família, excepte a la seva dona, que serà dels que es ressaguin»"},{"SurahNumber":29,"VerseNumber":33,"Text":"Havent arribat els nostres missatgers a Lot, aquest es va afligir per ells i es va sentir impotent per a protegir-los. Però ells van dir: «No temes ni estiguis trist! Anem a salvar-vos, a tu i a la teva família, excepte a la teva dona, que serà dels que es ressaguin"},{"SurahNumber":29,"VerseNumber":34,"Text":"Anem a fer baixar un càstig del cel sobre la població d'aquesta ciutat, perquè han estat uns perversos»"},{"SurahNumber":29,"VerseNumber":35,"Text":"I vam fer d'ella un signe clar per a gent que raona"},{"SurahNumber":29,"VerseNumber":36,"Text":"Als madianites el seu germá Xuayb. Va dir: «Poble! Serviu a Al·là i conteu amb l'últim Dia! No obreu malament en la terra corrompent!»"},{"SurahNumber":29,"VerseNumber":37,"Text":"Li van desmentir i el Terratrémol els va sorprendre, matinejant, morts,de genolls, en les seves cases"},{"SurahNumber":29,"VerseNumber":38,"Text":"I als Adites i als Tamudìs! Pels seus habitatges se us mostra clarament... El Dimoni va engalanar les seves obres i els va apartar del Camí, a pesar de la seva perspicàcia"},{"SurahNumber":29,"VerseNumber":39,"Text":"I a Coré, a Faraó i a Hamán! Moisés va venir a ells amb les proves clares i ells es van conduir en el país altivament. Però no van aconseguir escapar"},{"SurahNumber":29,"VerseNumber":40,"Text":"Vam sorprendre a cadascun pel seu pecat. Contra uns enviem una tempestat de sorra. A uns altres els va sorprendre el Crit. A uns altres vam fer que la terra els hi empassés. A uns altres els neguem. No va ser Al·là qui va ser injust amb ells, sinó que ells ho van ser amb si mateixos"},{"SurahNumber":29,"VerseNumber":41,"Text":"Qui prenen protectors en lloc de prendre a Al·là són semblants a l'aranya que s'ha fet una casa. I la casa més fràgil és la de l'aranya. Si sabessin"},{"SurahNumber":29,"VerseNumber":42,"Text":"Al·là sap tot el que invoquen en lloc d'invocar-li a Ell. És el Poderós, el Savi"},{"SurahNumber":29,"VerseNumber":43,"Text":"Proposem aquestes paràboles als homes, però no les comprenen sinó els que saben"},{"SurahNumber":29,"VerseNumber":44,"Text":"Al·là ha creat amb una fi els cels i la terra. Certament, hi ha en això un signe per als creients"}]}