{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":104,"Text":"Vy, kteříž jste uvěřili, neříkejte: „Ra'iná“, nýbrž rcete: „Unzurná“, a poslechněte: neboť nevěřícím trest bolestný jest přichystán"},{"SurahNumber":2,"VerseNumber":105,"Text":"Neradi vidí nevěřící z těch, jimž dána byla Kniha a z těch, již klaní se mnoha bohům, aby jakékoliv dobro sesláno vám bylo od Pána vašeho: však Bůh zvláště vyznamenává milosrdenstvím svým toho, který se mu zlíbí, a Bůh zajisté velkým jest v milosrdenství svém"},{"SurahNumber":2,"VerseNumber":106,"Text":"Nezrušíme, aniž dáme vymizeti z paměti tvé veršům, kterých bychom nenahradili lepšími, aneb stejnocennými: zdaž nevíš, že Bůh všechno může"},{"SurahNumber":2,"VerseNumber":107,"Text":"Zdaž nevíš, že Bohu přináleží království nebes i země, a že nemáte mimo Boha jiného zástupce aniž ochránce"},{"SurahNumber":2,"VerseNumber":108,"Text":"Či snad chcete vyptávati se proroka svého, jako tázán byl Mojžíš před tím? Však ten, kdo vyměňuje víru za nevíru, jistě zbloudil s cesty rovné"},{"SurahNumber":2,"VerseNumber":109,"Text":"Mnozí z těch, kdož mají Knihu, ze sobecké závisti své rádi by přivedli vás zpět k nevíře poté, když jste byli uvěřili: poté, když jasně vám ukázána byla pravda: odpusťte jim a míjejte je, dokud Bůh neprojeví svého rozhodnutí, neboť zajisté Bůh má moc nade vším"},{"SurahNumber":2,"VerseNumber":110,"Text":"A zachovávejte modlitbu a dávejte povinnou almužnu: a cožkoli dobrého činíte, naleznete u Boha, neboť Bůh vidí skutky vaše"},{"SurahNumber":2,"VerseNumber":111,"Text":"Říkají: „Nevejde do ráje nikdo, vyjma Židů a křesťanů“ - tak si totiž přejí. Rci: „Podejte mi důkaz svůj, jste-li pravdomluvnými.“"},{"SurahNumber":2,"VerseNumber":112,"Text":"Naopak: ti, kdož s odevzdaností obrací tvář svou k Bohu a konají dobro, naleznou odměnu u Pána svého a jim netřeba se báti, aniž rmoutiti se"}]}