{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":60,"VerseNumber":7,"Text":"Olur ki Allah düşmanlarınızla aranızda bir dostluk yaratır. Allah güçlüdür. Allah, bağışlar, merhamet eder"},{"SurahNumber":60,"VerseNumber":8,"Text":"Allah, sizinle din hususunda savaşmayan, sizi yurdunuzdan çıkarmayan kimselere iyilik etmenizi onlara adaletli davranmanızı yasaklamaz. Şüphesiz Allah, adil olanları sever"},{"SurahNumber":60,"VerseNumber":9,"Text":"Allah, ancak sizinle din hususunda savaşan, sizi yurtlarınızdan çıkaran ve çıkarılmanıza yardım edenlerle dost olmanızı yasaklar. Kim onları veli edinirse, işte onlar zalimlerin ta kendileridir"},{"SurahNumber":60,"VerseNumber":10,"Text":"Ey iman edenler! Mümin kadınlar, hicret edip size gelirlerse, onları imtihan edin. Allah, onların imanını daha iyi bilir. Eğer onların iman ettiğini anlarsanız onları kâfirlere iade etmeyin. O kadınlar, onlara helal değildir, onlar da o kadınlara helal değildir. Onlara, kadınlar için harcadıklarını verin. Mehir vererek o kadınlarla evlenmenizde size bir günah yoktur. Kâfir kadınları da nikahınızda tutmayın. Onlara sarfettiğinizi isteyin. Onlar da sarfettiklerini istesinler. Bu Allah’ın hükmüdür. Aranızda o hüküm verir. Allah, Alim'dir, Hakim'dir"},{"SurahNumber":60,"VerseNumber":11,"Text":"Eşlerinizden kâfirlere bir şey geçer de siz de onlara galip gelirseniz, eşleri gidenlere harcadıkları kadar verin. İman ettiğiniz Allah’tan korkun"},{"SurahNumber":60,"VerseNumber":12,"Text":"Ey Peygamber! Mümin kadınlar, Allah’a hiçbir şeyi şirk koşmamak, hırsızlık etmemek, zina etmemek, çocuklarını öldürmemek, elleri ve ayakları arasında bir yalan uydurarak gelmemek, iyi ve doğru işlerde sana isyan etmemek üzere sana beyat etmek için geldiklerinde onların beyatını al ve onlar için Allah’tan bağışlanma dile. Şüphesiz Allah, bağışlayıcı ve çok merhametlidir"},{"SurahNumber":60,"VerseNumber":13,"Text":"Ey iman edenler! Allah’ın kendilerine gazap ettiği bir toplumu dost edinmeyin. Onlar, kabirdeki kâfirlerden ümitlerini kestikleri gibi ahiretten ümitlerini kesmişlerdir"}]}