{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":15,"Text":"Biz Davud'a ve Süleyman’a ilim verdik. Onlar da: “Bizi mümin kullarının çoğuna üstün kılan Allah’a hamd olsun.” dediler"},{"SurahNumber":27,"VerseNumber":16,"Text":"Süleyman Davud'a vâris oldu ve “Ey insanlar, bize kuşların dili öğretildi ve daha her şeyden bolca nasip verildi. Gerçekten bunlar âşikâr lütuflardır.” dedi"},{"SurahNumber":27,"VerseNumber":17,"Text":"Günün birinde, Süleyman'ın cinlerden, insanlardan ve kuşlardan oluşan orduları toplanmış olup, hepsi birlikte, düzenli olarak kendisi tarafından sevk ediliyordu"},{"SurahNumber":27,"VerseNumber":18,"Text":"Derken Karınca vadisine geldiklerinde, onları gören bir karınca: “Ey karıncalar, haydin yuvalarınıza girin. Süleyman ve orduları, sizi fark etmeyerek ezip çiğnemesinler!” diye seslendi"},{"SurahNumber":27,"VerseNumber":19,"Text":"Onun sesini işiten Süleyman tebessüm ederek: “Ya Rabbî, dedi, beni nefsime öyle hâkim kıl ki gerek bana, gerek ebeveynime ihsan ettiğin nimetlere şükredeyim,Seni razı edecek güzel ve makbul işler yapabileyim.Bir de lütfedip beni hayırlı kulların arasına dahil eyle!”"},{"SurahNumber":27,"VerseNumber":20,"Text":"Bir de kuşları teftiş etti de: “Hüdhüd'ü neden göremiyorum, yoksa kayıplara mı karıştı?” dedi"},{"SurahNumber":27,"VerseNumber":21,"Text":"“Kuvvetli ve geçerli bir mazeret ortaya koymadığı takdirde,onu şiddetli bir şekilde cezalandıracağım yahut boynunu keseceğim.”"},{"SurahNumber":27,"VerseNumber":22,"Text":"Derken, çok geçmeden Hüdhüd geldi: “Ben, dedi, senin bilmediğin bir şeyi öğrendim ve sana Sebe'den önemli ve kesin bir haber getirdim.”"},{"SurahNumber":27,"VerseNumber":23,"Text":"Sebe halkını bir kadın hükümdarın yönettiğini gördüm. Kendisine her türlü imkân verilmiş. Onun güçlü bir yönetimi olduğu gibi pek büyük bir tahtı da var"},{"SurahNumber":27,"VerseNumber":24,"Text":"Ne var ki onun da halkının da Allah'ı bırakıp güneşe ibadet ettiklerini gördüm. Anlaşılan, şeytan yaptıkları bu kötü işleri kendilerine güzel göstermiş ve onları yoldan çıkarmış, bu yüzden de hak yolu bulamıyorlar"},{"SurahNumber":27,"VerseNumber":25,"Text":"Oysa göklerde ve yerde gizli olan her şeyi açığa çıkaran, sizin gizlediklerinizi de açıkladıklarınızı da bilen Allah'a secde ve ibadet etmeleri gerekmez mi"},{"SurahNumber":27,"VerseNumber":26,"Text":"Halbuki o en geniş hükümranlığın ve o en büyük Arşın Rabbi olan Allah'tan başka ilah yoktur"},{"SurahNumber":27,"VerseNumber":27,"Text":"“Bakalım, dedi Süleyman, doğru mu söyledin, yoksa yalancının teki misin, bunu anlayacağız.Sen şimdi şu mektubumu götür, bırak onların yanına, sonra onlardan biraz uzaklaş ve ne yapacaklarını gözle.”"},{"SurahNumber":27,"VerseNumber":28,"Text":"“Bakalım, dedi Süleyman, doğru mu söyledin, yoksa yalancının teki misin, bunu anlayacağız.Sen şimdi şu mektubumu götür, bırak onların yanına, sonra onlardan biraz uzaklaş ve ne yapacaklarını gözle.”"},{"SurahNumber":27,"VerseNumber":29,"Text":"Kraliçe: “Değerli danışmanlarım! “Bana çok önemli bir mektup gönderildi.”"},{"SurahNumber":27,"VerseNumber":30,"Text":"Mektup Süleyman'dandır ve “rahman ve rahîm olan Allah’ın adıyla” diye başlayıp: “Bana karşı kibirlenmeyin, itaat ve teslimiyet göstererek yanıma gelin!” diye devam etmektedir"},{"SurahNumber":27,"VerseNumber":31,"Text":"Mektup Süleyman'dandır ve “rahman ve rahîm olan Allah’ın adıyla” diye başlayıp: “Bana karşı kibirlenmeyin, itaat ve teslimiyet göstererek yanıma gelin!” diye devam etmektedir"}]}