{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":12,"VerseNumber":36,"Text":"Uye akapinda mujere nevarume vechidiki vaviri. Mumwechete wavo akati: “Zvirokwazvo, ndaona (muhope) ndichisvina waini.” Uye umwe akati: “Zvirokwazvo, ndaona (muhope) ndakasenga chingwa nemusoro, asi shiri dzanga dzichidya kubva kwachiri.” (Vakati): “Tiudzewo zvinoreva izvi. Zvirokwazvo, tinopfunga kuti uri umwe wevanoita zvakanaka.”"},{"SurahNumber":12,"VerseNumber":37,"Text":"Iye (Josefa) akati: “Hakuna chokudya chichauya kwamuri muchipihwa sekudya kwenyu, asi ndichakuudzai zvadzinoreva (hope) chisati chauya (chokudya). Izvi ndizvo Tenzi vangu zvavandidzidzisa. Zvirokwazvo, ndakasiya chitendero chevanhu vasingatendi muna Allah uye havatendi muhupenyu hwamangwana (vanhu vekuKenani vaive kuEgypt avo vainamata zuva nevamwe vanamwari venhema).”"},{"SurahNumber":12,"VerseNumber":38,"Text":"“Uye ndikatevera chitendero chemadzibaba angu, Abrahamu, Isaka, naJakobho, uye hatifi takasanganisa zvimwe zvinhu naAllah. Izvi zvinobva kunyasha dzaAllah kwatiri uye kuvanhu vose, asi vanhu vazhinji havatendi (havatendi muna Allah kana kuvanamata).”"},{"SurahNumber":12,"VerseNumber":39,"Text":"“Imi shamwari mbiri dzemujere! Vanamwari vakawanda vari nani here kupfuura Allah, vamwechete, vasingakundiki?”"},{"SurahNumber":12,"VerseNumber":40,"Text":"“Zvamunonamata zvisiri ivo (Allah) anongova mazita chete amakatumidza imi nemadzibaba enyu, izvo pamusoro pazvo Allah havana kudzikisa murairo (masimba). Kuraira hakuzi komumwe kunze kwaAllah. Vakakomekedza kuti musava munonamata zvimwe zvinhu kunze kwavo (voga). Ichi ndicho chitendero chakatwasuka (chechokwadi), asi vanhu vazhinji havazivi.”"},{"SurahNumber":12,"VerseNumber":41,"Text":"“Imi shamwari mbiri dzemujere! Umwe pakati penyu achadirira waini mambo vake kuti vamwe; asi umwe acharoverwa (pamuchinjikwa) uye shiri dzichadya kubva mumusoro make. Uhu ndiwo hurongwa hwatongwa maererano nezvamanga muchibvunza.”"},{"SurahNumber":12,"VerseNumber":42,"Text":"Uye akati kune uyo waaiziva kuti aizonunurwa pakati pavo: “Undirangarirewo pamberi pamambo vako (kuti ndive ndinobuda mujere).” Asi Satani akaita kuti ave anokanganwa kumurangarira pamberi pamambo vake. Nokudaro (Josefa) akagara mujere kwemakore (mamwe) mashoma"}]}