{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"И при Јусуфа и при браќата негови има, секако, знаменија за прашувачите"},{"SurahNumber":12,"VerseNumber":8,"Text":"кога оние рекоа: “Да, Јусуф и брат му се помили кај бабо ни, а ние сме, навистина, дружина, и бабо ни, секако, е во заблуда јасна"},{"SurahNumber":12,"VerseNumber":9,"Text":"Убијте го Јусуфа или изгонете го во некоја земја. Лицето од бабо ВИ кон вас ќе биде управено и ќе бидете, по него, добар народ"},{"SurahNumber":12,"VerseNumber":10,"Text":"И еден меѓу говорниците нивни рече: “Не убивајте го Јусуфа, туку фрлете го, ако веќе. тоа го правите, во дното на бунарот, па ќе си го земе некој. караван"},{"SurahNumber":12,"VerseNumber":11,"Text":"екоа: “О бабо наш, зошто немаш доверба во нас за Јусуф? Ние него, навистина, само ќе го советуваме"},{"SurahNumber":12,"VerseNumber":12,"Text":"Испрати го утре со нас во прошетка да се поигра. Навистина, ќе го чуваме"},{"SurahNumber":12,"VerseNumber":13,"Text":"Тој рече: “Да,загрижен сум да не го одведете и се плашам да не го изеде волк кога не ќе му обрнете внимание"},{"SurahNumber":12,"VerseNumber":14,"Text":"ие рекоа: “Па, како ќе го изеде волк: ние сме дружина голема, навистина! И така сигурно би биле поразени"},{"SurahNumber":12,"VerseNumber":15,"Text":"бидејќи го одведоа се согласија да го фрлат на дното од еден бунар. И тука Ние му објавивме: “Ти, навистина, ќе им донесеш, во врска со работата нивна, вести за ова. И тие не ќе препознаат"},{"SurahNumber":12,"VerseNumber":16,"Text":"И дојдоа браќата на Јусуф кај бабо им ноќе, плачејќи"},{"SurahNumber":12,"VerseNumber":17,"Text":"и рекоа: “О бабо наш, ние бевме отишле да се наттрчуваме И го оставивме Јусуфа да ни ги чува стварите, па го изеде волк. Е, па, нема ли да ни поверуваш; искрени сме, навистина"},{"SurahNumber":12,"VerseNumber":18,"Text":"ја донесоа кошулата негова со лажна крв. Рече: “Не, во душите ваши најдовте нешто што ве радува. Е, само колку е убава трпеливоста! ОД Аллах барам помош за она што го опишувате"},{"SurahNumber":12,"VerseNumber":19,"Text":"И дојде караван меден. Го испратија водоносецот по вода. Овој ја спушти кофата. Рече: “Каква радост; еве дете!\" И го сокрија како стоката трговска. Аллах го знае она Што го работат"},{"SurahNumber":12,"VerseNumber":20,"Text":"го продадоа за евтина цена: само за износ од неколку дирхеми. И со тоа беа задоволНИ"}]}