{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Those who do not believe in the Day of Judgment have incurred upon themselves a great loss. When the Day of Judgment suddenly comes upon them, they will sink under the burden of their sins in grief for their neglecting that day. Terrible indeed will be their burden"},{"SurahNumber":6,"VerseNumber":32,"Text":"The worldly life is but useless amusement and sport (compared to) the life hereafter which is far better and is only for the pious. Will you not then understand"},{"SurahNumber":6,"VerseNumber":33,"Text":"We certainly know that you (Muhammad) are sad about what they (the unbelievers) say. It is not you (alone) who has been accused of lying. The unjust have always rejected God's revelations"},{"SurahNumber":6,"VerseNumber":34,"Text":"The Messengers who lived before you were also accused of lying, but they exercised patience. They were cruelly persecuted before We gave them victory. No one can change the words of God. You have already received news about the Messengers"},{"SurahNumber":6,"VerseNumber":35,"Text":"(Muhammad), if their refusal of the faith is so grievous to you and if you can dig up the earth or ascend into the sky in search of further evidence to inevitably make them believe you, you should have done so, but note that had God wanted, He could have made them all follow the same guidance. Do not ever be unaware (of this fact)"},{"SurahNumber":6,"VerseNumber":36,"Text":"Only those who have understanding will accept your faith. (Those who have no understanding) are like the dead whom God will resurrect and to Him will all return"},{"SurahNumber":6,"VerseNumber":37,"Text":"They say, \"Why have not some miracles been given to him, (Muhammad), from his Lord.\" Tell them, (Muhammad), \"God certainly has the Power to show such miracles but many of them are ignorant"},{"SurahNumber":6,"VerseNumber":38,"Text":"All the beasts on land and flying birds have different communities, just as you (people) do. Nothing is left without a mention in the Book. They will all be brought into the presence of their Lord"},{"SurahNumber":6,"VerseNumber":39,"Text":"Those who disbelieve Our revelations are, in fact, deaf and dumb. They wander in darkness. God leads astray or guides to the right path whomever He wants"},{"SurahNumber":6,"VerseNumber":40,"Text":"(Muhammad), say to them, \"Should God afflict you with torment, or should the Day of Judgment arrive, if what you claim is true, could you then seek help from any one other than God"},{"SurahNumber":6,"VerseNumber":41,"Text":"You will certainly ask Him for help. He will save you from hardship if He decides to do so and you will forget all about your gods"}]}