{"Id":361,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":37,"VerseNumber":1,"Text":"వరుసగా బారులు తీరి నిలుచున్న వారి (దైవదూతల) సాక్షిగా"},{"SurahNumber":37,"VerseNumber":2,"Text":"మేఘాలను నడిపించే వారి (దైవదూతల) సాక్షిగా"},{"SurahNumber":37,"VerseNumber":3,"Text":"ఈ ఉపదేశాన్ని (ఖుర్ఆన్ ను, అల్లాహ్ దగ్గరి నుండి మానవులకు) తెచ్చే వారి (దైవదూతల) సాక్షిగా"},{"SurahNumber":37,"VerseNumber":4,"Text":"నిశ్చయంగా, మీ ఆరాధ్య దైవం కేవలం ఆయన (అల్లాహ్) ఒక్కడే"},{"SurahNumber":37,"VerseNumber":5,"Text":"ఆకాశాలు మరియు భూమి మరియు వాటి మధ్యనున్న వాటి ప్రభువు మరియు సూర్యోదయ (తూర్పు) స్థలాలకు ప్రభువు"},{"SurahNumber":37,"VerseNumber":6,"Text":"నిశ్చయంగా, మేము భూలోకానికి దగ్గరి ఆకాశాన్ని నక్షత్ర సముదాయాలతో అలంకరించాము"},{"SurahNumber":37,"VerseNumber":7,"Text":"మరియు ధిక్కారి అయిన ప్రతి షైతాన్ నుండి కాపాడటానికి"},{"SurahNumber":37,"VerseNumber":8,"Text":"ఇక వారు (షైతాన్ లు), ఉన్నత స్థానాలలో ఉన్న నాయకుల (దైవదూతల) మాటలు వినలేరు మరియు వారు ప్రతి దిక్కు నుండి తరుమబడుతూ ఉంటారు"},{"SurahNumber":37,"VerseNumber":9,"Text":"(ఎందుకంటే) వారు (షైతాన్ లు) బహిష్కరించ బడ్డారు. మరియు వారికి నిరంతరమైన శిక్ష ఉంది"},{"SurahNumber":37,"VerseNumber":10,"Text":"కాని, ఎవడైనా (ఏ షైతానైనా), దేనినైనా ఎగురవేసుకొని పోతున్నట్లైతే, మండే అగ్నిజ్వాల అతనిని వెంబడిస్తుంది"},{"SurahNumber":37,"VerseNumber":11,"Text":"అయితే వారిని అడగిండి: \"ఏమీ? వారు (మానవులు) దృఢమైన సృష్టా! లేక, మేము సృష్టించింది (ఈ సృష్టి దృఢమైనదా?\" నిశ్చయంగా, మేము వారిని జిగట మట్టి (తీనిల్లాజిబ్) తో సృష్టించాము"},{"SurahNumber":37,"VerseNumber":12,"Text":"వాస్తవానికి, నీవైతే ఆశ్చర్యపడుతున్నావు, కాని వారు ఎగతాళి చేస్తున్నారు"},{"SurahNumber":37,"VerseNumber":13,"Text":"మరియు వారికి ఉపదేశమిచ్చినపుడు, వారు దానిని స్వీకరించరు"},{"SurahNumber":37,"VerseNumber":14,"Text":"మరియు వారొక సంకేతాన్ని చూసినప్పుడు, దానిని ఎగతాళి చేస్తారు"},{"SurahNumber":37,"VerseNumber":15,"Text":"మరియు వారిలా అంటారు: \"ఇది స్పష్టమైన మంత్రజాలం మాత్రమే"},{"SurahNumber":37,"VerseNumber":16,"Text":"ఏమిటి? మేము మరణించి మట్టిగా, ఎముకలుగా (అస్తిపంజరంగా) మారిపోయిన తరువాత కూడా మరల సజీవులుగా లేపబడతామా"},{"SurahNumber":37,"VerseNumber":17,"Text":"ఏమిటి? మరియు పూర్వీకులైన మా తాతముత్తాతలు కూడానా"},{"SurahNumber":37,"VerseNumber":18,"Text":"వారితో ఇలా అను: \"అవును! అప్పుడు మీరు అధమమైన వారు అవుతారు"},{"SurahNumber":37,"VerseNumber":19,"Text":"నిశ్చయంగా, అది ఒక పెద్ద ధ్వని మాత్రమే (రెండవ బాకా), అప్పుడు వారు (లేచి) చూస్తూ ఉండిపోతారు"},{"SurahNumber":37,"VerseNumber":20,"Text":"మరియు వారు ఇలా అంటారు: \"అయ్యో! మా దౌర్భాగ్యం! ఇదే ఆ తీర్పుదినం"},{"SurahNumber":37,"VerseNumber":21,"Text":"(అప్పుడు వారితో ఇలా అనబడుతుంది): \"మీరు అబద్ధమని తిరస్కరిస్తూ ఉండే న్యాయవిచారణ దినం ఇదే"}]}