{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"«سبَّح لله ما في السماوات والأرض» أي نزهه كل شيء فاللام مزيدة وجيء بما دون من تغليبا للأكثر «وهو العزيز» في ملكه «الحكيم» في صنعه"},{"SurahNumber":57,"VerseNumber":2,"Text":"«له ملك السماوات والأرض يحيي» بالإنشاء «ويميت» بعده «وهو على كل شيء قدير»"},{"SurahNumber":57,"VerseNumber":3,"Text":"«هو الأول» قبل كل شيء بلا بداية «والآخر» بعد كل شيء بلا نهاية «والظاهر» بالأدلة عليه «والباطن» عن إدراك الحواس «وهو بكل شيء عليم»"},{"SurahNumber":57,"VerseNumber":4,"Text":"«هو الذي خلق السماوات والأرض في ستة أيام» من أيام الدنيا أولها الأحد وآخرها الجمعة «ثم استوى على العرش» الكرسي استواءً يليق به «يعلم ما يلج» يدخل «في الأرض» كالمطر والأموات «وما يخرج منها» كالنبات والمعادن «وما ينزل من السماء» كالرحمة والعذاب «وما يعرج» يصعد «فيها» كالأعمال الصالحة والسيئة «وهو معكم» بعلمه «أين ما كنتم والله بما تعملون بصير»"},{"SurahNumber":57,"VerseNumber":5,"Text":"«له ملك السماوات والأرض وإلى الله ترجع الأمور» الموجودات جميعها"},{"SurahNumber":57,"VerseNumber":6,"Text":"«يولج الليل» يدخله «في النهار» فيزيد وينقص الليل «ويولج النهار في الليل» فيزيد وينقص النهار «وهو عليم بذات الصدور» بما فيها من الأسرار والمعتقدات"},{"SurahNumber":57,"VerseNumber":7,"Text":"«آمنوا» داوموا على الإيمان «بالله ورسوله وأنفقوا» في سبيل الله «مما جعلكم مستخلفين فيه» من مال من تقدمكم وسيخلفكم فيه من بعدكم، نزل في غزوة العسرة وهي غزوة تبوك «فالذين آمنوا منكم وأنفقوا» إشارة إلى عثمان رضي الله عنه «لهم أجر كبير»"},{"SurahNumber":57,"VerseNumber":8,"Text":"(وما لكم لا تؤمنون) خطاب للكفار، أي لا مانع لكم من الإيمان (بالله والرسول يدعوكم لتؤمنوا بربكم وقد أخذ) بضم الهمزة وكسر الخاء وبفتحها ونصب ما بعده (ميثاقكم) عليه أي أخذه الله في عالم الذر حين أشهدهم على أنفسهم \"\" ألست بربكم قالوا بلى \"\" (إن كنتم مؤمنين) أي مريدين الإيمان به فبادروا إليه"},{"SurahNumber":57,"VerseNumber":9,"Text":"«هو الذي ينزل على عبده آيات بينات» آيات القرآن «ليخرجكم من الظلمات» الكفر «إلى النور» الإيمان «وإن الله بكم» في إخراجكم من الكفر إلى الإيمان «لرؤوف رحيم»"},{"SurahNumber":57,"VerseNumber":10,"Text":"«ومالكم» بعد إيمانكم «ألا» فيه إدغام نون أن في لام لا «تنفقوا في سبيل الله ولله ميراث السماوات والأرض» بما فيهما فتصل إليه أموالكم من غير أجر الإنفاق بخلاف ما لو أنفقتم فتؤجرون «لا يستوي منكم من أنفق من قبل الفتح» لمكة «وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلا» من الفريقين، وفي قراءة بالرفع مبتدأ «وعد الله الحسنى» الجنة «والله بما تعملون خبير» فيجازيكم به"}]}