{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"Те из переселившихся [из Мекки в Медину] и из ансаров, которые опередили [других по времени принятия ислама и благочестию], и те, которые последовали за ними, благоденствуют, и Аллах доволен ими. А сами они довольны Аллахом, и Он уготовил им райские сады с текучими ручьями. Вечно они пребудут [в тех садах]. Это и есть великое преуспеяние"},{"SurahNumber":9,"VerseNumber":101,"Text":"Среди бедуинов, которые живут вокруг вас, а также среди жителей Медины есть мунафики, которые упорствуют в [своем] лицемерии. Ты [, Мухаммад], не распознаешь их, Мы же знаем их [хорошо] и накажем дважды. А затем они будут подвергнуты великому наказанию [в будущей жизни]"},{"SurahNumber":9,"VerseNumber":102,"Text":"Есть [в Медине и близлежащих степях] и другие люди, которые, совершив как праведные, так и недобрые дела, осознали свои грехи. Возможно, Аллах простит их, ибо Аллах - прощающий, милосердный"},{"SurahNumber":9,"VerseNumber":103,"Text":"Бери (, Мухаммад), с их имущества взносы на пожертвования, чтобы ими смыть скверну их грехов и возвысить их достоинства (перед Аллахом). Молись за них, ибо твои молитвы - успокоение для их [душ], ибо Аллах - слышащий, знающий"},{"SurahNumber":9,"VerseNumber":104,"Text":"Неужели [раскаявшиеся мунафики] не знают, что только Аллах может принять покаяние от Своих рабов и получить милостыню, что Аллах - прощающий [раскаявшихся], милосердный"},{"SurahNumber":9,"VerseNumber":105,"Text":"Скажи [, Мухаммад]: \"Действуйте, ведь Аллах, Его Посланник и верующие увидят ваши деяния. Вы предстанете перед Тем, кто ведает тайное и явное"},{"SurahNumber":9,"VerseNumber":106,"Text":"Есть и такие [мунафики, возмездие] которым отложено до повеления Аллаха: Он либо накажет их, либо дарует им прощение, ибо Аллах - знающий, мудрый"},{"SurahNumber":9,"VerseNumber":107,"Text":"Те же [мунафики], которые построили мечеть во вред [муслимам], из духа соперничества, ради внесения раскола [в ряды муслимов] и в поддержку давно ведущим войну против Аллаха и Его Посланника, непременно будут клясться: \"Мы хотели только добра\". Но Аллах свидетельствует, что они лгут"},{"SurahNumber":9,"VerseNumber":108,"Text":"Никогда, [Мухаммад], не совершай молитвы в этой [мечети]. Вне всякого сомнения, тебе более подобает совершать салат в той мечети, которая с первого дня зиждилась на набожности. В этой мечети [совершают молитву] мужи, которые хотят очиститься от грехов. Воистину, Аллах любит очищающихся [от грехов]"},{"SurahNumber":9,"VerseNumber":109,"Text":"Так лучше ли тот, кто воздвиг свой храм на благочестии пред Аллахом и с Его благоволения, или же тот, кто воздвиг его на самом краю непрочного берега и рухнул вместе с ним в адский огонь? Воистину, Аллах не ведет прямым путем неправедных"},{"SurahNumber":9,"VerseNumber":110,"Text":"Храм, который воздвигли мунафики, всегда будет [источником] сомнения в их сердцах до тех пор, пока сердца эти не разорвутся. Аллах - знающий, мудрый"}]}