{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Rci: „Bylo vnuknuto mi, že skupina DŽINNŮ naslouchala, a řekla: ,Zajisté slyšeli jsme Korán údivný"},{"SurahNumber":72,"VerseNumber":2,"Text":"jenž vede k cestě správné: i uvěřili jsme veň a nikoho spolčovati nebudeme s Pánem svým"},{"SurahNumber":72,"VerseNumber":3,"Text":"Onť pak - povýšena budiž sláva Pána našeho! - nevzal si manželky aniž syna má"},{"SurahNumber":72,"VerseNumber":4,"Text":"Však jistý pošetilec mezi námi o Bohu tvrdil bláhovost"},{"SurahNumber":72,"VerseNumber":5,"Text":"Mínili jsme pak, že nikdo z lidí nebo Džinnů neříkal by lež o Bohu"},{"SurahNumber":72,"VerseNumber":6,"Text":"Někteří mužové mezi lidmi brali útočiště k mužům z džinnů, však ti rozmnožili pouze bláznivost jejich"},{"SurahNumber":72,"VerseNumber":7,"Text":"a pak mnili, jakož i vy mnili jste, že Bůh nevzkřísí nikoho"},{"SurahNumber":72,"VerseNumber":8,"Text":"Dostihlí jsme nebe, však shledali je plné strážců silných a šlehů plamenných"},{"SurahNumber":72,"VerseNumber":9,"Text":"A seděli jsme na sedadlech v něm, abychom slyšeli: však kdokoli přislouchávat chce teď, shledá, že číhati naň bude šleh plamenný"},{"SurahNumber":72,"VerseNumber":10,"Text":"A nevíme, zda zlo bylo míněno pro ty, kdož na zemi jsou, aneb žádal-li si Pán jejich pro ně cesty správné"},{"SurahNumber":72,"VerseNumber":11,"Text":"Mezi námi jsou pak spravedliví a jsou mezi námi, kdož nejsou takými: jsme cest rozdílných"},{"SurahNumber":72,"VerseNumber":12,"Text":"a mnili jsme, že nejsme s to, bychom znemožnili (zámyslů) Boha na zemi, aniž znemožníme mu to útěkem"},{"SurahNumber":72,"VerseNumber":13,"Text":"A když slyšeli jsme Vedení, uvěřili jsme v ně: a kdo věří v Pána svého, nechť nebojí se škody, ani potupy"},{"SurahNumber":72,"VerseNumber":14,"Text":"Jsou pak mezi námi ti, kdo odevzdali se do, vůle boží a ti, kdož se vzdalují: a kdožkoli odevzdal se do vůle boží, béře se cestou pravou"},{"SurahNumber":72,"VerseNumber":15,"Text":"A pokud se týče vzdalujících se, budou peklu palivem.“"},{"SurahNumber":72,"VerseNumber":16,"Text":"Kdyby přidržovali ses přímé cesty, napojili bychom je vodou přehojnou"},{"SurahNumber":72,"VerseNumber":17,"Text":"abychom jí vyzkoušeli je: však kdožkoli vzdaluje se od Napomenutí Pána svého, tento podrobí jej trestu tvrdému"},{"SurahNumber":72,"VerseNumber":18,"Text":"Modlitebnice pak přináležejí Bohu (jedinému): pročež nevzývejte (současně) s Bohem nikoho"},{"SurahNumber":72,"VerseNumber":19,"Text":"A když povstal služebník boží, aby vzýval jej, málem by byli umačkali jej náporem"}]}