{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Alif lam Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Nyasaye, abulao Nyasaye wundi owulaliye tawe, ni Omulamu Omwemelesi wa koosi tsinyanga tsiosi"},{"SurahNumber":3,"VerseNumber":3,"Text":"Yakhwishilia eshitabu khubwatoto, eshifuchilisaninjia nende akali imbeli washio, Ne yeeshia Itaurati nende Injili"},{"SurahNumber":3,"VerseNumber":4,"Text":"Inyuma awo, bibe obulunjifu khubandu, Mana niyeeshia Ifurqani(eshikabukhasio) Toto balia abayingasia ibimanyisio bia Nyasaye baliba nende eshinyasio eshilulu. Ne Nyasaye niwa amani muno weyimoongo (owokhurunga likhobo)"},{"SurahNumber":3,"VerseNumber":5,"Text":"Toto Nyasaye shosi shiosi sishifisanga khuye okhumanya tawe shibe mushialo nohomba mwikulu"},{"SurahNumber":3,"VerseNumber":6,"Text":"Ye niyeubakasinjiamutsindatsiabanyinenywe shinga yenya, abulao Nyasaye ulaliye tawe, ni Owamani Owamachesi muno"},{"SurahNumber":3,"VerseNumber":7,"Text":"Ye niye owabeshilia eshitabu shino, shilimwo nende tsinyaali(tsiokhubusia)muhakamat, tsili nende okhumanyisia khuli abulafu, Esho nishio eshisina shieshitabu shino. Ne etsindi tsiliho tsiokhuchelaasia. Kho nebalia bomumioyo chiabu chilimwo obukori boloondanga tsiokhuchelasia khulwokhukhaaba inzoka, nende okhukhaaba eshifune shiatso, Ne abulao umanyile eshifune shiatsio halali Nyasaye. Ne balia bali nende amayichikho amasiro mukhumanya, baboolanga mbu; ‘‘khusuubile tsiosi tsirula khu Nyasaye wefu omulesi’’ Ne shibetsulilanga kano tawe halali balia abamachesi"},{"SurahNumber":3,"VerseNumber":8,"Text":"Nabo baboolanga mbu; ‘‘Nyasaye wefu Omulesi, olakosia emioyo chiefu nomalile okhuchilunjisia tawe, ne okhuwe tsimbambaasi tsirula ewuwo. Toto newe umuhani.’’"},{"SurahNumber":3,"VerseNumber":9,"Text":"‘‘Nyasaye wefu Omulesi, Ewe newe ulikhung’asia Abandu khuyinyanga yibula obukanakani mwo. Toto Nyasaye shafunakanga indakano tawe.”"}]}