{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":2,"VerseNumber":122,"Text":"Ilmahii Israa’iilow! Xusuusta Nicmaddeyda aan idiinku nicmeeyey iyo inaan idinka kor marshay ummadahii (jiray waqtigiinnii)"},{"SurahNumber":2,"VerseNumber":123,"Text":"Oo iska jira Maalin nafi aanay wax u tari doonin naf kale, oo madax furasho aan laga yeeli doonin, oo shafeeco aanay wax u tari doonin oo aan loo gargaari doonin"},{"SurahNumber":2,"VerseNumber":124,"Text":"Oo waa tii uu Rabbigi ku imtixaanay Ibraahiim ereyo cayiman, markaasuu wada oofiyey. Wuxuu yidhi: Hubaal Waxaan kaaga dhigayaa Imaam dadka. (Ibraahiim) wuxuu yidhi: Iyo qaar ka mid durriyadeydaba Wuxuu yidhi: Axdigeyga kuma jiraan gar ma qaatayaasha"},{"SurahNumber":2,"VerseNumber":125,"Text":"Oo waa tii aan ka dhignay Beydka rug ay dadku ugu soo qasdaan (Xaj iyo Cumro) iyo meel aamin ah. Oo ka dhigta meel lagu tukado maqaamkii Ibraahiim. Oo Waxaanu xil saarnay Ibraahiim iyo Ismaaciil Annagoo leh: U daahiriya Beydkayga kuwa soo siyaarta, iyo kuwa ku ictikaafa, iyo kuwa rukuuca (oo) sujuuda"},{"SurahNumber":2,"VerseNumber":126,"Text":"Oo waa tii uu Ibraahiim yidhi: Rabbiyow, ka dhig tani maagalo nabad ah, oo ku galladeyso dadkeeda midho, kuwooda rumeysan Allaah iyo Maalinta dambeysa. Wuxuu yidhi: oo qofkii rumeyn diida, waxaan u raaxeyn doonaa in yar, markaas kaddib waxaanu ku dirqin doonaa cadaabta Naarta,oo ugu xun meel la ahaado"},{"SurahNumber":2,"VerseNumber":127,"Text":"Oo waa tii uu Ibraahiim kor u qaadayey aasaaska Beydka iyo Ismaaciilba (iyagoo leh): Rabbiyow! Naga aqbal, hubaal Waxaad Adigu tahay Maqlaha wax kasta ee wax kasta Ogsoon"},{"SurahNumber":2,"VerseNumber":128,"Text":"Rabbiyow! Oo naga yeel labadayaba kuwa kuu hoggaansan, oo (ka soo saar) durriyaddayada ummad kuu hoggaansan, oo na tus hababkayaga cibaadeysiga, oo noogu soo noqo (si naxariis leh). Hubaal Waxaad Adigu tahay Kan u soo noqoshada badan (Naxariista), aad u Naxariista Badan"},{"SurahNumber":2,"VerseNumber":129,"Text":"Rabbiyow! Oo ka soo dhex bixi Rasuul ka mid ah oo u akhriya Aayadahaaga oo bara Kitaabka iyo Xikmadda oo daahiriya. Hubaal Waxaad Adigu tahay Adkaadaha, Xakiimka ah"}]}