{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan o nagpasinungaling sa mga tanda Niya? Tunay na hindi nagtatagumpay ang mga tagalabag sa katarungan"},{"SurahNumber":6,"VerseNumber":22,"Text":"Sa araw na kakalap Kami sa kanila sa kalahatan, pagkatapos magsasabi Kami sa mga nagtambal: \"Nasaan ang mga itinambal ninyo na dati ninyong inaakala"},{"SurahNumber":6,"VerseNumber":23,"Text":"Pagkatapos walang [tugon sa] pagsusulit sa kanila kundi na nagsabi sila: \"Sumpa man kay Allāh na Panginoon Namin, kami noon ay hindi mga tagapagtambal"},{"SurahNumber":6,"VerseNumber":24,"Text":"Tumingin ka kung papaanong nagsinungaling sila laban sa mga sarili nila at nawala sa kanila ang dati nilang ginagawa-gawa"},{"SurahNumber":6,"VerseNumber":25,"Text":"Kabilang sa kanila ang nakikinig sa iyo ngunit naglagay Kami sa mga puso nila ng mga panakip sa pag-unawa nila nito at sa mga tainga nila ng pagkabingi. Kung makikita nila ang bawat tanda ay hindi sila sasampalataya rito. Hanggang sa kapag dumating sila sa iyo, makikipagtalo sila sa iyo. Magsasabi ang mga tumangging sumampalataya: \"Walang iba ito kundi mga alamat ng mga sinauna"},{"SurahNumber":6,"VerseNumber":26,"Text":"Sila ay sumasaway laban sa kanya at lumalayo sa kanya. Hindi sila nagpapahamak kundi sa mga sarili nila ngunit hindi nila nararamdaman"},{"SurahNumber":6,"VerseNumber":27,"Text":"Kung sakaling makakikita ka kapag patitigilin sila sa ibabaw ng Apoy saka magsasabi sila: \"O kung sana kami ay pababalikin at [upang] hindi magpasinungaling sa mga tanda ng Panginoon Natin at maging kabilang sa mga mananampalataya"},{"SurahNumber":6,"VerseNumber":28,"Text":"Bagkus lumitaw sa kanila ang dati nilang ikinukubli bago pa nito. Kung sakaling isinauli sila ay talaga sanang nanumbalik sila sa isinaway sa kanila. Tunay na sila ay talagang mga sinungaling"},{"SurahNumber":6,"VerseNumber":29,"Text":"Nagsabi sila: \"Walang iba ito kundi ang buhay namin sa Mundo, at kami ay hindi mga bubuhayin"},{"SurahNumber":6,"VerseNumber":30,"Text":"Kung sakaling nakakikita ka kapag pinatayo sila sa Panginoon mo ay magsasabi Siya: \"Hindi ba ito ang totoo?\" Magsasabi sila: \"Opo, sumpa man sa Panginoon namin.\" Magsasabi Siya: \"Kaya lasapin ninyo ang pagdurusa dahil kayo noon ay tumatangging sumampalataya"}]}