{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":10,"VerseNumber":21,"Text":"Эгер Биз адамдарга, жеткен (оору, каатчылык сыяктуу) машакат-мүшкүлдөрдүн артынан (ден- соолук, байлык, тынчтык сыяктуу) ырайым-рахмат даамын таттырсак, капыстан Биздин аяттарыбыз жөнүндө амалкөйлүк кылып (баш ийбей) калышат. Айткын: “Аллаһтын амалкөйлүгү тезирээк!” Чынында Биздин (периште-) элчилерибиз силердин айла-амалыңарды жазып турат"},{"SurahNumber":10,"VerseNumber":22,"Text":"Ал (Аллаһ) силерди деңизде жана кургактыкта жүргүзгөн. Кайсыл бир убакытта силер деңиз койнунда — кемелерде болгонуңарда, кемелер жагымдуу жел менен аларды сыздырып баратканда жана аны менен сүйүнүп турушканда... (капыстан) аларга... добул шамалдар, ар тарабынан толкундар келип, оролуп калганын сезишкенде... Аллаһка чын ыкыластары менен: “Эгер ушундан куткарсаң шүгүр кылуучулардан болобуз!” - деп дуба кылышат"},{"SurahNumber":10,"VerseNumber":23,"Text":"(Аллаһ) аларды куткарып койгондон кийин болсо, жер бетинде акыйкатсыздык менен (Аллаһтын жалгыз Өзүнө сыйынбай) зулумдук кылышат. О, адамдар! Силердин зулумуңар өзүңөргө гана зыян. (Силер) дүйнө жашоосунун пайдаларын гана (үмүт кыласыңар) кийин (Кыяматта) Өзүбүзгө кайтарыласыңар жана Биз силерге кылган ишиңердин кабарын билдиребиз"},{"SurahNumber":10,"VerseNumber":24,"Text":"Чынында, дүйнө жашоосунун (лаззат-кооздуктарынын) мисалы - Биз асмандан түшүргөн сууга (жана ошол суу менен жер кооз болуп калганда бир апаат менен жок болуп калганга) окшош: (оболу) ал суу менен адамдар жана айбандар жей турган жер өсүмдүктөрү аралашып, (суу алардын тамыр-денесине сиңип) жер көркүнө келип, кооздоно жасанганда, жер элдери “Биз жер үстүндө кудуреттүүбүз” деп калышты. (Ошондо гана) түндөсү же күндүзү жерге Биздин буйругубуз (азабыбыз) келип, аны кечээ гана дөөлөттүү болбогон сыяктуу кыйратып койдук! Биз пикирин иштеткен адамдарга аяттарды ушинтип баян кылабыз"},{"SurahNumber":10,"VerseNumber":25,"Text":"(О, инсандар! Силерди) Аллаһ Тынчтык Үйүнө (Бейишке) чакырат жана Өзү каалаган пенделерин Туура Жолго (Исламга) баштайт"},{"SurahNumber":10,"VerseNumber":26,"Text":"(Аллаһка ибадатты) Эң сонун кылган адамдарга эң сонун нерсе (Бейиш) жана ашыкчасы (Аллаһтын Жүзүн көрүү) бар. Алардын жүздөрүнө эч бир чаң, эч бир кордук (белгиси) жукпайт. Алар Бейиш ээлери болуп, анда түбөлүк калышат"},{"SurahNumber":10,"VerseNumber":27,"Text":"Ал эми, жаман иштерди жасаган адамдар үчүн, өзүндөй жаман жаза (тозок) бар. Аларды кордук ороп алат жана Аллаһ тарабынан эч бир сактоочу болбойт. Алардын жүзү тим эле караңгы түндүн бир бөлүгүнө оролуп алган сыяктуу (болуп калат). Дал ошолор тозок ээлери, анда түбөлүк калышат"},{"SurahNumber":10,"VerseNumber":28,"Text":"Биз алардын бардыгын чогулткан (Кыямат) Күндө, мушриктерге: “Силер (Мага шерик кылган) көп “кудайыңар” менен ордуңардан жылбай тургула!” дейбиз. Кийин алардын арасын ажыратып койобуз. (Ошондо) алардын (Мага) шерик кылган “кудайлары” (мушриктерге карап): “Бизге сыйынган эмессиңер"},{"SurahNumber":10,"VerseNumber":29,"Text":"Силер менен биздин арабызда Аллаһ жетиштүү Күбө: биз силердин ибадат кылганыңарды билген эмеспиз” - дешет"},{"SurahNumber":10,"VerseNumber":30,"Text":"Ошол жерде ар бир жан өзү жасап өткөн иштерин сыноодон өткөрөт. Жана чыныгы кожоюндары — Аллаһка кайтарылышат. Ойлоп тапкан жалган “кудайлары” алардан жоголуп кетет"}]}