{"Id":163,"LanguageCodes":["fa","fas"],"Name":"fas-sayyedjalaloddi","Author":"Sayyed Jalaloddin Mojtabavi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":21,"Text":"آنان را كه به آيات خدا كافر مى‌شوند و پيامبران را به ناحق مى‌كشند و كسانى از مردم را كه به عدل و داد فرمان مى‌دهند مى‌كشند به عذابى دردناك مژده ده"},{"SurahNumber":3,"VerseNumber":22,"Text":"اينانند كه كارهاشان در اين جهان و آن جهان تباه شده است و هيچ يارى‌كننده‌اى ندارند"},{"SurahNumber":3,"VerseNumber":23,"Text":"آيا به كسانى كه از كتاب- تورات- بهره‌اى بدادندشان ننگريستى كه چون به كتاب خدا خوانده شوند تا ميانشان داورى كند، گروهى از آنها پشت مى‌كنند در حالى كه [از حكم خدا] رويگردانند؟"},{"SurahNumber":3,"VerseNumber":24,"Text":"اين از آن روست كه گفتند: آتش به ما نرسد مگر روزهايى چند. و اين دروغها كه مى‌ساختند آنها را در دينشان فريفته كرده است"},{"SurahNumber":3,"VerseNumber":25,"Text":"پس چگونه خواهد بود [حال آنان‌] آنگاه كه فراهم آوريمشان براى روزى كه هيچ شكى در آن نيست و هر كسى را آنچه كرده است بتمامى پاداش دهند و بر آنان ستم نرود؟"},{"SurahNumber":3,"VerseNumber":26,"Text":"بگو: بار خدايا، اى خداوند پادشاهى- فرمانروايى-، به هر كه خواهى پادشاهى مى‌دهى و از هر كه خواهى پادشاهى باز مى‌ستانى، هر كه را خواهى بزرگى و ارجمندى مى‌دهى و هر كه را خواهى خوار مى‌كنى نيكيها همه به دست توست، كه تو بر همه چيز توانايى"},{"SurahNumber":3,"VerseNumber":27,"Text":"شب را در روز درمى‌آورى و روز را در شب درمى‌آورى، زنده را از مرده بيرون مى‌آورى و مرده را از زنده بيرون مى‌آورى، و به هر كه خواهى بى‌شمار روزى مى‌دهى"},{"SurahNumber":3,"VerseNumber":28,"Text":"مؤمنان نبايد كافران را به جاى مؤمنان به دوستى گيرند و هر كس چنين كند از خداى در چيزى- پيوندى- نيست- از دين حق و از دوستى و خشنودى خداى بهره‌اى ندارد- مگر اينكه از آنان تقيه كنيد- يعنى مگر آنكه از شرّ آنها بترسيد و بخواهيد از گزندشان حذر كنيد-. خداوند شما را از [نافرمانى‌] خويش بيم مى‌دهد، و بازگشت به سوى خداست"},{"SurahNumber":3,"VerseNumber":29,"Text":"بگو: اگر آنچه را كه در سينه‌هاى شماست پنهان داريد يا آشكار كنيد خدا آن را مى‌داند و هر چه را كه در آسمانها و زمين است مى‌داند و خدا بر هر چيزى تواناست"},{"SurahNumber":3,"VerseNumber":30,"Text":"روزى كه هر كسى هر كار نيكى كه كرده حاضر بيابد و هر كار بدى كه كرده دوست دارد كه كاش ميان او و كارهاى بدش جدايى دورى مى‌بود. خدا شما را از [نافرمانى‌] خويش بيم مى‌دهد، و خدا به بندگان مهربان است"}]}