{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"Из вас самих Он вам сравнение приводит: Есть ли у вас товарищи средь тех, Которыми владеют ваши правы руки, Чтоб с вами разделить на равных (Дары), которыми Мы вас обогатили? Боитесь ли вы их, Как вы боитесь тех, кто вам сравни? Так разъясняем Мы знаменья для людей, Которые разумны"},{"SurahNumber":30,"VerseNumber":29,"Text":"Увы, но следуют неверные своим страстям Без всякого понятия (о том, что совершают), - А кто направить может тех, Кого Аллах с пути сбивает? Нет и помощников таким"},{"SurahNumber":30,"VerseNumber":30,"Text":"(А потому), верный Аллаху, Ты обрати свой лик к религии той веры, Ради которой сотворил Он род людской, - Творение Аллаха - неизменно, И в этой вере - правая (стезя): (Ее разумное начало и ее чувственный предел). Но большинство людей не знает"},{"SurahNumber":30,"VerseNumber":31,"Text":"И, обращаясь (с покаянием) к Нему, Страшитесь Его гнева, Молитву совершайте по часам И в почитании Его других богов не призывайте"},{"SurahNumber":30,"VerseNumber":32,"Text":"Подобно тем, что разделили свою веру, В секты обратясь, Где всякая из них довольна своей долей"},{"SurahNumber":30,"VerseNumber":33,"Text":"Когда людей коснется зло, Они взывают к своему Владыке, К Нему в раскаянии (лик свой) обращая; Когда же Он дает вкусить им от Своих щедрот - Гляди! Уж часть их прочит сотоварищей Ему"},{"SurahNumber":30,"VerseNumber":34,"Text":"Являя тем свою неблагодарность За все, чем Мы одаривали их. Сладитесь (Нашими дарами), Потом вам предстоит узнать"},{"SurahNumber":30,"VerseNumber":35,"Text":"Мы разве низвели им власть, Что им бы указала тех, Кого им призывать, опричь Аллаха"},{"SurahNumber":30,"VerseNumber":36,"Text":"И вот когда даем Мы людям Вкус Нашей милости познать, Они ликуют и сладятся ею; Коснись же их беда за то, Что предварили им (деяния) их рук, - Они отчаянию предаются"},{"SurahNumber":30,"VerseNumber":37,"Text":"Ужель они не видят, что Аллах Надел Свой ширит или мерой раздает Тому, кого сочтет Своим желаньем? В этом, поистине, знамение для тех, Кто верует (в Аллаха)"},{"SurahNumber":30,"VerseNumber":38,"Text":"Дай надлежащее своей родне, А по нужде дай тем, кто беден иль в пути, - Это есть лучшее для тех, Кто чает лицезреть Аллаха, И лишь они познают благодать Его"},{"SurahNumber":30,"VerseNumber":39,"Text":"И то, что вы даете в рост За счет имущества других, Не даст вам роста (при расчете) с Богом. А подать, что дана на очищенье И из желания Аллаха лицезреть, Удвоена вам будет (при расчете)"},{"SurahNumber":30,"VerseNumber":40,"Text":"Аллах есть Тот, Кто сотворил вас И дал потребное для жизни, Потом Он повелит вам умереть, Потом вернет вас к жизни снова. Так есть ли кто-нибудь из ваших (почитаемых) кумиров, Кто смог бы совершить хоть что-нибудь (подобное сему)? Хвала Ему! Превыше Он того, Что в сотоварищи Ему они придали"}]}