{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":11,"VerseNumber":25,"Text":"We sent Noah to his people [and he said], “I am indeed a clear warner to you"},{"SurahNumber":11,"VerseNumber":26,"Text":"that you worship none except Allah. I truly fear for you the punishment of a painful Day.”"},{"SurahNumber":11,"VerseNumber":27,"Text":"But the chiefs of his people who disbelieved said, “We only see you a human being like ourselves, and we do not see those who follow you except the lowest among us apparently. We do not see you superior to us, rather, we think that you are liars.”"},{"SurahNumber":11,"VerseNumber":28,"Text":"He said, “O my people, what do you think, if I should have a clear proof from my Lord, and He has bestowed mercy upon me from Himself, but you fail to see it. Can we force you to accept it despite your aversion to it"},{"SurahNumber":11,"VerseNumber":29,"Text":"O my people, I do not ask you for any wealth in return for it; my reward is only with Allah. I will not dismiss those who believe; they will surely meet their Lord, but I see that you are ignorant people"},{"SurahNumber":11,"VerseNumber":30,"Text":"O my people, who would protect me from Allah if I were to dismiss them? Will you not then take heed"},{"SurahNumber":11,"VerseNumber":31,"Text":"I do not tell you that I have Allah’s treasures or that I know the unseen, nor do I say that I am an angel. Nor do I say about those whom you look down upon, that Allah will never grant them any good, for Allah knows best what is in their hearts. If I did so, I would surely be one of the wrongdoers.”"},{"SurahNumber":11,"VerseNumber":32,"Text":"They said, “O Noah, you have argued far too much with us, so bring what you are threatening us with, if you are one of the truthful.”"},{"SurahNumber":11,"VerseNumber":33,"Text":"He said, “It is only Allah Who can bring it upon you if He wills, then you will have no escape"},{"SurahNumber":11,"VerseNumber":34,"Text":"Nor will my advice benefit you – no matter how hard I try – if Allah wills to leave you astray. He is your Lord, and to Him you will be returned.”"},{"SurahNumber":11,"VerseNumber":35,"Text":"Or do they say that he has fabricated it”? Say [O Prophet], “If I did fabricate it, then I am responsible for my sin, but I am innocent of the sins you commit.”"}]}