{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":31,"Text":"Rci: „Kdo vyživuje vás z nebe i země, a kdo moc má nad sluchem a zrakem, a kdo přivádí živé z mrtvých a přivádí mrtvé z živých a řídí všechny věci? I řeknou: „Bůh!“ Tehdy rci: „Což tedy nebudete báti se (ho)"},{"SurahNumber":10,"VerseNumber":32,"Text":"Totoť jest tudíž Bůh, Pán váš pravý: a což jiného zůstane, zajde-li pravda, než blud? Jak tedy můžete se od ní vzdalovat?“"},{"SurahNumber":10,"VerseNumber":33,"Text":"Takovýmto způsobem uskutečnilo se slovo Pána tvého nad špatnými: že neuvěří"},{"SurahNumber":10,"VerseNumber":34,"Text":"Rci: „Zdaž mezi Bohy vašimi jest některý, jenž vznikati dává stvoření a pak navrací je k sobe?“ Rci: „Jedině Bůh dává vznikati stvoření a navrací je pak k sobě! Jak můžete tak lháti?“"},{"SurahNumber":10,"VerseNumber":35,"Text":"Rci: „Zdaž mezi bohy vašimi jest některý, jenž vede k pravdě?“ Rci: „Bůh vede k pravdě. Kohož tedy spíše sluší následovati: toho, jenž vede, aneb toho, jenž nemůže vésti, není-li sám veden? Jak to přijde tedy, že tak usuzujete?“"},{"SurahNumber":10,"VerseNumber":36,"Text":"Většina jich následuje pouze domněnky: však domněnka jistě nemá v sobě praničeho pravdivého a Bůh dobře ví, co oni činí"},{"SurahNumber":10,"VerseNumber":37,"Text":"A toto Čtení nebylo nikým vymyšleno, vyjma Bohem: ale jest potvrzením toho, co zjeveno bylo před tím a jest vysvětlenín Knihy, o níž není pochyby, od Pána veškerenstva"},{"SurahNumber":10,"VerseNumber":38,"Text":"Či říkají: „On vymyslil je?“ Rci: „Nuž, předveďte súru podobnou této: a přivolejte si na pomoc, koho můžete kromě Boha, jste-li pravdomluvnými.“"},{"SurahNumber":10,"VerseNumber":39,"Text":"Avšak vylhaným nazvali to, čehož moudrost nemohou, obsáhnouti rozumem svým, ač dáno jim bylo toho vysvětlení: stejně tak činili ti, kdož byli před nimi — a hle, jaký byl konec nepravostných"},{"SurahNumber":10,"VerseNumber":40,"Text":"Jsou mezi nimi někteří, kdož věří a jsou mezi nimi někteří, kdož nevěří: a Pán tvůj nejlépe rozpoznává pohoršlivé"}]}