{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":83,"Text":"Und sie fragen dich nach Dhul-qarnain. Sag: \"Ich werde euch etwas über ihn vortragen"},{"SurahNumber":18,"VerseNumber":84,"Text":"Gewiß, WIR gewährten ihm Macht auf Erden und gaben ihm zu jeder Sache einen Zugang"},{"SurahNumber":18,"VerseNumber":85,"Text":"Dann folgte er einem Weg"},{"SurahNumber":18,"VerseNumber":86,"Text":"Als er dann (den Ort) des Sonnenuntergangs erreichte, fand er sie so, daß sie in einer schlammigen Quelle untergehe, und er fand in ihrer Nähe Leute. WIR sagten: \"Dhul-qarnain! Entweder peinigst du sie, oder du gewährst ihnen Gutes"},{"SurahNumber":18,"VerseNumber":87,"Text":"Er sagte: \"Hinsichtlich dessen, der Unrecht beging, den werden wir peinigen, dann wird er zu seinem HERRN zurückgebracht, dann wird ER ihn einer ungeheuerlichen Peinigung unterziehen"},{"SurahNumber":18,"VerseNumber":88,"Text":"Doch hinsichtlich dessen, der den Iman verinnerlichte und gottgefällig Gutes tat, für den ist die gute Belohnung bestimmt, und wir werden ihm Leichtes gebieten"},{"SurahNumber":18,"VerseNumber":89,"Text":"Dann folgte er einem Weg"},{"SurahNumber":18,"VerseNumber":90,"Text":"Als er dann (den Ort) des Sonnenaufgangs erreichte, fand er sie so, daß sie über Leute aufgeht, gegen sie WIR ihnen keinen Schutz gaben"},{"SurahNumber":18,"VerseNumber":91,"Text":"Solcherart war es. Und bereits hatten WIR umfassendes Wissen über das, worüber er verfügte"},{"SurahNumber":18,"VerseNumber":92,"Text":"Dann folgte er einem Weg"},{"SurahNumber":18,"VerseNumber":93,"Text":"Als er dann (den Ort) zwischen den beiden Wällen erreichte, fand er hinter ihnen Leute, die kaum Gesagtes verstanden"},{"SurahNumber":18,"VerseNumber":94,"Text":"Sie sagten: \"Dhulqarnain! Gewiß, Yadschudsch und Madschudsch sind Verderben-Anrichtende auf Erden. Sollten wir dir eine Löhnung dafür ansetzen, daß du zwischen uns und ihnen einen Wall errichtest"},{"SurahNumber":18,"VerseNumber":95,"Text":"Er sagte: \"Das, worin mich mein HERR festigte, ist besser. Also unterstützt mich durch Arbeitskraft, damit ich zwischen euch und ihnen einen Damm errichte"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bringt mir Eisenstücke!\" Als er dann (die Lücke) zwischen den beiden Wallabhängen auf gleicher Höhe zuschütten ließ, sagte er: \"Blast!\" Als er dann es (das Eisen) erhitzte, sagte er: \"Bringt mir geschmolzenes Kupfer, das ich darüber gieße"},{"SurahNumber":18,"VerseNumber":97,"Text":"Dann konnten sie ihn weder erklimmen, noch darin ein Loch bohren"},{"SurahNumber":18,"VerseNumber":98,"Text":"Er sagte: \"Dies ist eine Gnade von meinem HERRN. Und wenn das Versprechen meines HERRN eintrifft, wird ER ihn dem Erdboden gleich machen. Und das Versprechen meines HERRN ist wahr"},{"SurahNumber":18,"VerseNumber":99,"Text":"Und WIR lassen die einen von ihnen an diesem Tag sich mit den anderen vermischen. Und nachdem es in As-sur gestoßen wird, werden WIR sie in einer Versammlung versammeln"},{"SurahNumber":18,"VerseNumber":100,"Text":"Und WIR werden Dschahannam an diesem Tag den Kafir in einer Vorführung zeigen"},{"SurahNumber":18,"VerseNumber":101,"Text":"Es sind diejenigen, deren Augen mit einer Blende gegen Meine Ermahnung umhüllt waren. Und sie vermochten nicht zu hören"}]}