{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":6,"VerseNumber":71,"Text":"تو کہہ دے کیا ہم پکاریں اللہ کےسوا ان کو جو نہ نفع پہنچا سکیں ہم کو اور نہ نقصان اور کیا پھر جاویں ہم الٹے پاؤں اسکے بعد کہ اللہ سیدھی راہ دکھا چکا ہم کو مثل اس شخص کے کہ رستہ بھلا دیا ہو اسکو جنوں نے جنگل میں جبکہ وہ حیران ہے اس کے رفیق بلاتے ہیں اسکو رستہ کی طرف کہ چلا آ ہمارے پاس [۸۶] تو کہہ دے کہ اللہ نے جو راہ بتلائی وہی سیدھی راہ ہے [۸۷] اور ہم کو حکم ہوا ہے کہ تابع رہیں پروردگار عالم کے"},{"SurahNumber":6,"VerseNumber":72,"Text":"اور یہ کہ قائم رکھو نماز کو اور ڈرتے رہو اللہ سے اور وہی ہے جس کے سامنے تم سب اکھٹے ہو گے"},{"SurahNumber":6,"VerseNumber":73,"Text":"اور وہی ہے جس نے پیدا کیا آسمانوں اور زمین کو ٹھیک طور پر اور جس دن کہے گا کہ ہو جا [۸۸] تو وہ ہو جائے گا اسی کی بات سچی ہے اور اسی کی سلطنت ہے جس دن پھونکا جائے گا صور [۸۹] جاننے والا چھپی اور کھلی باتوں کا اور وہی ہے حکمت والا جاننے والا [۹۰]"},{"SurahNumber":6,"VerseNumber":74,"Text":"اور یاد کرو جب کہا ابراہیم نے [۹۱] اپنے باپ آزر کو [۹۲] تو کیا مانتا ہے بتوں کو خدا میں دیکھتا ہوں کہ تو اور تیری قوم صریح گمراہ ہیں [۹۳]"},{"SurahNumber":6,"VerseNumber":75,"Text":"اور اسی طرح ہم دکھانے لگے ابراہیم کو عجائبات آسمانوں اور زمینوں کے اور تاکہ اس کو یقین آ جاوے [۹۴]"},{"SurahNumber":6,"VerseNumber":76,"Text":"پھر جب اندھیرا کر لیا اس پر رات نے دیکھا اس نے ایک ستارہ بولا یہ ہے رب میرا پھر جب وہ غائب ہو گیا تو بولا میں پسند نہیں کرتا غائب ہو جانے والوں کو [۹۵]"},{"SurahNumber":6,"VerseNumber":77,"Text":"پھر جب دیکھا چاند چمکتا ہوا بولا یہ ہے رب میرا پھر جب وہ غائب ہو گیا بولا اگر نہ ہدایت کرے گا مجھ کو رب میرا تو بیشک میں رہوں گا گمراہ لوگوں میں [۹۶]"},{"SurahNumber":6,"VerseNumber":78,"Text":"پھر جب دیکھا سورج جھلکھتا ہوا بولا یہ ہے رب میرا یہ سب سے بڑا ہے [۹۷] پھر جب وہ غائب ہو گیا بولا اے میری قوم میں بیزار ہوں ان سے جن کو تم شریک کرتے ہو [۹۸]"},{"SurahNumber":6,"VerseNumber":79,"Text":"میں نے متوجہ کر لیا اپنے منہ کو اسی کی طرف جس نے بنائے آسمان اور زمین سب سے یکسو ہو کر اور میں نہیں ہوں شرک کرنے والا [۹۹]"},{"SurahNumber":6,"VerseNumber":80,"Text":"اور اس سے جھگڑا کیا اسکی قوم نے بولا کیا تم مجھ سے جھگڑا کرتے ہو اللہ کے ایک ہونے میں اور وہ مجھ کو سمجھا چکا [۱۰۰] اور میں ڈرتا نہیں ہوں ان سے جنکو تم شریک کرتے ہو اس کا مگر یہ کہ میرا رب ہی کوئی تکلیف پہنچانی چاہے احاطہ کر لیا ہے میرے رب کے علم نے سب چیزوں کا کیا تم نہیں سوچتے [۱۰۱]"},{"SurahNumber":6,"VerseNumber":81,"Text":"اور میں کیونکر ڈروں تمہارے شریکوں سے اور تم نہیں ڈرتے اس بات سے کہ شریک کرتے ہو اللہ کا انکو جسکی نہیں اتاری اس نے تم پر کوئی دلیل [۱۰۲] اب دونوں فرقوں میں کون مستحق ہے دل جمعی کا بولو اگر تم سمجھ رکھتے ہو"},{"SurahNumber":6,"VerseNumber":82,"Text":"جو لوگ یقین لے آئے اور نہیں ملا دیا انہوں نے اپنے یقین میں کوئی نقصان انہی کے واسطے ہے دل جمعی اور وہی ہیں سیدھی راہ پر [۱۰۳]"}]}