{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"Man sungguh, udah Kami bare’atn hikmah ka’ Luqman, ialah, “Basyukurlah ka’ Allah! man sae ma’an basyukur, (ka’ Allah) maka sabatolnya ia basyukur nto’ diri’nya babaro; man sae ma’an nana’ basyukur (kufur) maka sabatolnya Allah Maha Kaya, Maha Tapuji”"},{"SurahNumber":31,"VerseNumber":13,"Text":"Man (ingatlah) katika Luqman bakata ka’ anaknya, katika ia mare’ palajaran ka’ anak- nya, ”Wahe anak ku! Amelah kao nyakutuatn Allah, sabatolnya nyakutuatn (Allah), ”ialah banar-banar kazaliman nang aya”"},{"SurahNumber":31,"VerseNumber":14,"Text":"Man Kami parentahatn ka’ Talino, (babuat baik) ka’ kadua urakng tuhanya. uwe’nya udah mabuntingannya dalapm kaada’an lamah nang batambah-tambah, man nyu- su’i’nya dalapm omor dua tahutn. 647 Basyu- kurlah ka’ Aku man ka’ kadua urakng tuhanyu. ngge ka’ Akulahkita’ ka’ koa di pulangkatni’"},{"SurahNumber":31,"VerseNumber":15,"Text":"Man kade’ kaduanya maksa koa nto’ nyakutuatn Aku mang sagala ahe nang kao nana’ ada ilmu tantang koa, maka amelah kao naati’ kaduanya, man pagauli’lah kaduanya ka’ dunia nang baik, man ikuti’lah maraga urakng nang notek ampus ka’ Aku. Laka’ koanggan ka’ Aku, tampat kambali kita’ maka akan Aku padahatni’ ka’ kita’ ahe nang udah kita’karajaatn"},{"SurahNumber":31,"VerseNumber":16,"Text":"(Luqman bakata), ”Wahe anakku! sungguh, kade’ ada (jukut nang di pamuat) sabarat bege’ sawi, nang ada ka’ dalapm batu ato ka’ langit ato ka’ ai’ tanah, pasti Allah akan mare’nya (balasatn). Sabatolnya Allah Maha Alus, 648 Maha Taliti"},{"SurahNumber":31,"VerseNumber":17,"Text":"Wahe anakku! karajaatnlah salat man suruhlah (talino) babuat nang edo’ (ma’ruf) man bai’atnlah (iaka’koa) dari nang mungkar, man basabarlah ka’ ahe nang nimpa’nyu, sabatolnya nang saparati koa tamasok pakara nang panting"},{"SurahNumber":31,"VerseNumber":18,"Text":"Man amelah kao mamalingkatn muha dari talino (karana sombong) man amelah bajalatn ka’ tanah ai’ mang angkuh. Sungguh, Allah nana’ nyukai’ urakng- urakng nang sombong man ngalaga’atn diri’"},{"SurahNumber":31,"VerseNumber":19,"Text":"Man sadarhanaatnlah dalapm bajalatn, 649 man sawe’atn lah suaranyu. Sabatolnya saburuk-buruk suara ialah suara kaladai”"}]}