{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif Lam Ra. Awa ndi mavesi a Buku, ndipo ndi Korani yofotokoza bwino"},{"SurahNumber":15,"VerseNumber":2,"Text":"Mwina iwo amene sakhulupirira adzafuna kuti akadakhala Asilamu"},{"SurahNumber":15,"VerseNumber":3,"Text":"Alekeni kuti adye, ndi kuti asangalale ndipo alekeni kuti atangwanike ndi chikhulupiriro chabodza. Iwo adzadziwa posachedwapa"},{"SurahNumber":15,"VerseNumber":4,"Text":"Ndipo Ife sitinaonongepo mzinda wina uliwonse, kupatula pamene nthawi yake itakwana"},{"SurahNumber":15,"VerseNumber":5,"Text":"Anthu sangathe kufulumizitsa chionongeko chawo kapena kuchichedwetsa ayi"},{"SurahNumber":15,"VerseNumber":6,"Text":"Iwo amati, “Iwe, amene Korani yavumbulutsidwa kwa iwe! Ndithudi ndiwe munthu wa misala.”"},{"SurahNumber":15,"VerseNumber":7,"Text":"“Bwanji siutibweretsera angelo ngati iweyo uli mmodzi mwa onena zoona?”"},{"SurahNumber":15,"VerseNumber":8,"Text":"Ife sitimatsitsa pansi angelo, kupatula ndi choonadi ndipo zitatero iwo sadzapatsidwa nthawi"},{"SurahNumber":15,"VerseNumber":9,"Text":"Ndithudi ndife amene tidatsitsa Korani ndipo, ndithudi, Ife ndife amene tidzaiteteza"},{"SurahNumber":15,"VerseNumber":10,"Text":"Ndithudi Ife tidatumizapo, iwe usanadze, Atumwi ena pakati pa mibadwo yakale"},{"SurahNumber":15,"VerseNumber":11,"Text":"Ndipo sikunadze kwa iwo Mtumwi, amene iwo sanamuchite chipongwe"},{"SurahNumber":15,"VerseNumber":12,"Text":"Kotero timalowetsa chisokonezo m’mitima ya anthu ochita zoipa"},{"SurahNumber":15,"VerseNumber":13,"Text":"Iwo sangakhulupirire mu uthenga wa Korani ndipo ndi chizolowezi cha anthu amene adalipo kale"},{"SurahNumber":15,"VerseNumber":14,"Text":"Ndipo ngati Ife tikadatsekula khomo lakumwamba, iwo ndi kumakwera kumwamba mosalekeza"},{"SurahNumber":15,"VerseNumber":15,"Text":"Iwo akadakanabe kuti, “Maso athu athobwa. Ndithudi ife talodzedwa.”"}]}