{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Verily, those who belie Our Ayat and treat them with arrogance, for them the gates of the heavens will not be opened, and they will not enter Paradise until the Jamal goes through the eye of the needle. Thus do We recompense the criminals"},{"SurahNumber":7,"VerseNumber":41,"Text":"Theirs will be Mihad from the Fire, and over them Ghawash. Thus do We recompense the wrongdoers"},{"SurahNumber":7,"VerseNumber":42,"Text":"But those who believed, and worked righteousness -- We burden not any person beyond his scope -- such are the dwellers of Paradise. They will abide therein"},{"SurahNumber":7,"VerseNumber":43,"Text":"And We shall remove from their breasts any Ghill; rivers flowing under them, and they will say: \"All the praises and thanks be to Allah, Who has guided us to this, and never could we have found guidance, were it not that Allah had guided us! Indeed, the Messengers of our Lord did come with the truth.\" And it will be cried out to them: \"This is the Paradise which you have inherited for what you used to do"},{"SurahNumber":7,"VerseNumber":44,"Text":"And the dwellers of Paradise will call out to the dwellers of the Fire (saying): \"We have indeed found true what our Lord had promised us; have you also found true what your Lord promised (warned)\" They shall say: \"Yes.\" Then a crier will proclaim between them: \"The curse of Allah is on the wrongdoers"},{"SurahNumber":7,"VerseNumber":45,"Text":"Those who hindered (men) from the path of Allah, and would seek to make it crooked, and they were disbelievers in the Hereafter"},{"SurahNumber":7,"VerseNumber":46,"Text":"And between them will be a (barrier) screen and on Al-A`raf will be men, who would recognize all, by their marks. And they will call out to the dwellers of Paradise, \"Peace be on you\" and at that time they will not yet have entered it (Paradise), but they will hope to enter (it)"},{"SurahNumber":7,"VerseNumber":47,"Text":"And when their eyes will be turned towards the dwellers of the Fire, they will say: \"Our Lord! Place us not with the people who are wrongdoers"}]}