{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":38,"Text":"Dan berkatalah pula orang beriman itu: \"Wahai kaumku! Turutlah (nasihatku), aku akan menunjukkan kepada kamu jalan yang benar"},{"SurahNumber":40,"VerseNumber":39,"Text":"Wahai kaumku! Sesungguhnya kehidupan dunia ini hanyalah kesenangan (untuk sementara waktu sahaja), dan sesungguhnya hari akhirat itulah sahaja negeri yang kekal"},{"SurahNumber":40,"VerseNumber":40,"Text":"Sesiapa yang mengerjakan sesuatu perbuatan jahat maka ia tidak dibalas melainkan dengan kejahatan yang sebanding dengannya; dan sesiapa yang mengerjakan amal soleh - dari lelaki atau perempuan - sedang ia beriman, maka mereka itu akan masuk Syurga; mereka beroleh rezeki di dalam Syurga itu dengan tidak dihitung"},{"SurahNumber":40,"VerseNumber":41,"Text":"Dan wahai kaumku! Apa halnya aku dengan kamu? Aku mengajak kamu kepada keselamatan, dan kamu pula mengajakku ke neraka"},{"SurahNumber":40,"VerseNumber":42,"Text":"Kamu mengajakku supaya aku kufur (tidak percayakan keesaan) Allah dan mempersekutukanNya dengan apa yang aku tidak mempunyai pengetahuan mengenainya, padahal aku mengajak kamu beriman kepada Allah Yang Maha Kuasa, lagi Maha Pengampun"},{"SurahNumber":40,"VerseNumber":43,"Text":"Tidak syak lagi, bahawa makhluk-makhluk yang kamu ajak aku menyembahnya itu tidak dapat menyahut sebarang seruan (atau memberikan sebarang pertolongan) sama ada di dunia atau di akhirat; dan sesungguhnya tempat kembali kita semua ialah kepada Allah, dan sebenarnya orang-orang yang melampau kejahatannya itu, merekalah ahli neraka"},{"SurahNumber":40,"VerseNumber":44,"Text":"(Kiranya kamu tetap berdegil sekarang) maka kamu sudah tentu akan mengetahui kebenaran apa yang aku katakan kepada kamu; dan aku sentiasa menyerahkan urusanku bulat-bulat kepada Allah (untuk memeliharaku); sesungguhnya Allah Maha Melihat akan keadaan hamba-hambaNya"},{"SurahNumber":40,"VerseNumber":45,"Text":"(Dengan keikhlasannya dan penyerahan dirinya kepada Allah) maka ia diselamatkan oleh Allah dari angkara tipu daya mereka; dan Firaun bersama-sama kaumnya ditimpa azab seksa yang seburuk-buruknya"},{"SurahNumber":40,"VerseNumber":46,"Text":"Mereka didedahkan kepada bahang api neraka pada waktu pagi dan petang (semasa mereka berada dalam alam Barzakh); dan pada hari berlakunya kiamat (diperintahkan kepada malaikat): \"Masukkanlah Firaun dan pengikut-pengikutnya ke dalam azab seksa api neraka yang seberat-beratnya"},{"SurahNumber":40,"VerseNumber":47,"Text":"Dan (ingatkanlah perkara yang berlaku) semasa orang-orang yang kafir dan yang menderhaka berbantah-bantahan dalam neraka, iaitu orang-orang yang lemah (yang menjadi pengikut) berkata kepada pemimpin-pemimpinnya yang sombong takbur: \"Sesungguhnya kami telah menjadi pengikut-pengikut kamu, maka dapatkah kamu menolak dari kami sebahagian daripada azab neraka ini"},{"SurahNumber":40,"VerseNumber":48,"Text":"Orang-orang yang sombong angkuh itu menjawab: \"Sebenarnya kita semua menderita bersama-sama dalam neraka (tidak ada jalan untuk kita melepaskan diri), kerana sesungguhnya Allah telah menetapkan hukumanNya di antara sekalian hambaNya"},{"SurahNumber":40,"VerseNumber":49,"Text":"Dan berkatalah pula orang-orang yang ada dalam neraka kepada malaikat-malaikat penjaga neraka Jahannam: \"Pohonkanlah kepada Tuhan kamu, supaya Ia meringankan sedikit azab seksa dari kami, barang sehari"},{"SurahNumber":40,"VerseNumber":50,"Text":"Malaikat penjaga neraka menjawab: \"Bukankah kamu telah didatangi Rasul-rasul kamu dengan membawa keterangan-keterangan (yang menyatakan akibat perbuatan derhaka kamu)?\" Mereka menjawab: \"Ya, telah datang\". Malaikat itu berkata: \"Jika demikian, maka berdoalah kamu sendiri. Dan doa permohonan orang-orang yang kafir pada saat ini hanya menyebabkan mereka berada dalam keadaan dukacita dan kecewa sahaja"}]}