{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":243,"Text":"Binlerce kişinin ölüm korkusuyla yurtlarından çıktıklarını görmedin mi? Tanrı onlara: \"Ölün\" dedi, sonra da onları diriltti. Kuşkusuz Tanrı insanlara karşı fazl sahibidir. Ancak insanların çoğunluğu şükretmez"},{"SurahNumber":2,"VerseNumber":244,"Text":"Tanrı yolunda savaşın ve bilin ki kuşkusuz Tanrı işitendir, bilendir"},{"SurahNumber":2,"VerseNumber":245,"Text":"Tanrı´ya karşılığını çok arttırma ile kat kat arttıracağı güzel bir borcu verecek olan kimdir? Tanrı daraltır ve genişletir ve siz O´na döndürüleceksiniz"},{"SurahNumber":2,"VerseNumber":246,"Text":"Musa´dan sonra İsrailoğullarının önde gelenlerini görmedin mi? Hani nebilerinden birine: \"Bize bir melik gönder de Tanrı yolunda savaşalım\" demişlerdi. O: \"Ya üzerinize savaş yazıldığı halde savaşmayacak olursanız?\" demişti. \"Bize ne oluyor ki Tanrı yolunda savaşmayalım? Ki biz yurdumuzdan çıkarıldık ve çocuklarımızdan (uzaklaştırıldık)\" demişlerdi. Ama onlara savaş yazıldığı zaman, az bir kısmı dışında yüz çevirdiler. Tanrı zalimleri bilir"},{"SurahNumber":2,"VerseNumber":247,"Text":"Onlara peygamberleri dedi ki: \"Tanrı size Talut´u (melik olarak) gönderdi.\" Onlar: \"Biz hükümdarlığa ona göre çok daha hak sahibiyken ve ona bir mal (servet) bolluğu verilmemişken, nasıl bizi (yönetmek üzere) hükümdarlık (mülk) onun olabilir?\" dediler. O (şöyle) demişti: \"Doğrusu Tanrı size onu seçti ve onun bilgisini ve bedensel gücünü arttırdı. Tanrı kime dilerse mülkünü verir; Tanrı (rahmeti ve gücü) geniş olandır, bilendir"},{"SurahNumber":2,"VerseNumber":248,"Text":"Peygamberleri onlara (şöyle) dedi: \"Onun hükümdarlığının ayeti size Tabutun gelmesi (olacaktır ki) onda rabbinizden ´bir güven duygusu ve huzur´ ile Musa ailesinden ve Harun ailesinden artakalanlar var; onu melekler taşır. Eğer inançlılar iseniz, bunda kuşkusuz sizin için bir ayet vardır"}]}