{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"Firavun, çevresindeki kodamanlar konseyine şöyle dedi: \"Bu adam gerçekten bilgin bir büyücü"},{"SurahNumber":26,"VerseNumber":35,"Text":"Büyüsüyle sizi toprağınızdan çıkarmak istiyor. Ne diyorsunuz"},{"SurahNumber":26,"VerseNumber":36,"Text":"Dediler: \"Onu kardeşiyle birlikte alıkoy ve kentlere toplayıcılar gönder"},{"SurahNumber":26,"VerseNumber":37,"Text":"Ki, tüm bilgili büyücüleri huzuruna getirsinler"},{"SurahNumber":26,"VerseNumber":38,"Text":"Nihayet büyücüler belirlenen bir günün, belirlenen bir vaktinde bir araya getirildi"},{"SurahNumber":26,"VerseNumber":39,"Text":"Halka da: \"Siz de toplanır mısınız?\" denildi"},{"SurahNumber":26,"VerseNumber":40,"Text":"Sanıyoruz ki, büyücülere uyacağız, eğer galip gelirlerse"},{"SurahNumber":26,"VerseNumber":41,"Text":"Büyücüler geldiklerinde, Firavun'a dediler ki: \"Eğer biz galip gelirsek bize gerçekten ödül var, değil mi"},{"SurahNumber":26,"VerseNumber":42,"Text":"Evet, dedi, siz o zaman benim yakınlarımdan olacaksınız"},{"SurahNumber":26,"VerseNumber":43,"Text":"Mûsa onlara dedi ki: \"Atacağınız şeyi atın"},{"SurahNumber":26,"VerseNumber":44,"Text":"Bunun üzerine onlar, iplerini ve değneklerini ortaya attılar ve dediler: \"Firavun'un onur ve yüceliği aşkına biz, evet biz galip geleceğiz"},{"SurahNumber":26,"VerseNumber":45,"Text":"Mûsa da asasını attı. Bir de ne görsünler, o onların hüner olarak ortaya getirdikleri şeyleri yalayıp yutuyor"},{"SurahNumber":26,"VerseNumber":46,"Text":"Bunun üzerine büyücüler, secdelere kapandılar"},{"SurahNumber":26,"VerseNumber":47,"Text":"Dediler: \"İnandık âlemlerin Rabbi'ne"},{"SurahNumber":26,"VerseNumber":48,"Text":"Mûsa'nın ve Hârun'un Rabbine"},{"SurahNumber":26,"VerseNumber":49,"Text":"Firavun haykırdı: \"Ben size izin vermeden ona inandınız ha! Anlaşıldı, o sizin hepinize sihirbazlığı öğreten büyüğünüz. Yakında bileceksiniz. Yemin olsun, ellerinizi, ayaklarınızı çaprazlamasına keseceğim ve yemin olsun sizi toptan asacağım"},{"SurahNumber":26,"VerseNumber":50,"Text":"Dediler: \"Zararı yok, biz nasıl olsa Rabbimize döneceğiz"},{"SurahNumber":26,"VerseNumber":51,"Text":"Ümidimiz odur ki, Rabbimiz hatalarımızı bağışlar çünkü biz ilk inananlar olduk"},{"SurahNumber":26,"VerseNumber":52,"Text":"Mûsa'ya şunu vahyettik: Kullarımı geceleyin yola çıkar. Mutlaka peşinize takılacaklar"}]}