{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"O ye who believe! be ye steadfast in justice, witnessing before God though it be against yourselves, or your parents, or your kindred, be it rich or poor, for God is nearer akin than either. Follow not, then, lusts, so as to act partially; but if ye swerve or turn aside, God of what ye do is well aware"},{"SurahNumber":4,"VerseNumber":136,"Text":"O ye who believe! believe in God and His apostles, and the Book which He hath revealed to His Apostle, and the Book which He sent down before; for whoso disbelieves in God, and His angels, and His Apostle, and the last day, has erred a wide error"},{"SurahNumber":4,"VerseNumber":137,"Text":"Verily, those who believe and then misbelieve, and then believe and then misbelieve, and then increase in misbelief, God will never pardon them, nor will He guide them in the path"},{"SurahNumber":4,"VerseNumber":138,"Text":"Give to the hypocrites the glad tidings that for them is grievous woe"},{"SurahNumber":4,"VerseNumber":139,"Text":"Those who take the misbelievers for their patrons rather than believers,- do they crave honour from them? Verily, honour is altogether God's"},{"SurahNumber":4,"VerseNumber":140,"Text":"He hath revealed this to you in the Book, that when ye hear the signs of God disbelieved in and mocked at, then sit ye not down with them until they plunge into another discourse, for verily, then ye would be like them. Verily, God will gather the hypocrites and misbelievers into hell together"},{"SurahNumber":4,"VerseNumber":141,"Text":"Those who lie in wait for you, and if the victory be yours from God, say, 'Were we not with you?' and if the misbelievers have a chance, they say, 'Did we not get the mastery over you, and defend you from the believers?' But God shall judge between you on the resurrection day; for God will not give the misbelievers a way against believers"}]}