{"Id":66,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":36,"Text":"I Nuhu bi objavljeno: \"Iz naroda tvoga vjerovat će samo oni koji otprije vjeruju; zato se ne žalosti zbog onoga što oni stalno čine"},{"SurahNumber":11,"VerseNumber":37,"Text":"I gradi lađu pred Našim očima, i po Našem uputstvu, i ne obraćaj Mi se više zbog onih koji su zulum činili – oni će sigurno biti potopljeni"},{"SurahNumber":11,"VerseNumber":38,"Text":"I on je gradio lađu. I kad god bi pored njega prolazile glavešine iz naroda njegova, rugali bi mu se. \"Ako se vi rugate nama\", govorio je on, \"rugat ćemo se i mi vama, onako kako se vi rugate"},{"SurahNumber":11,"VerseNumber":39,"Text":"i saznat ćete, zaista, kome će doći kazna koja će ga poniziti i koga će vječna patnja snaći"},{"SurahNumber":11,"VerseNumber":40,"Text":"I kad je stigla odredba Naša i voda s površine zemlje pokuljala, Mi smo rekli: \"Ukrcaj u lađu od svake životinjske vrste po jedan par, i porodicu svoju - osim onih o čijoj je kazni prethodila Riječ odredbe - i vjernike\", a malo je bilo onih koji su s njim vjerovali"},{"SurahNumber":11,"VerseNumber":41,"Text":"I on reče: \"Ukrcajte se u nju, u ime Allaha, neka plovi i neka pristane! Gospodar moj uistinu je Oprostitelj grijeha, Milostivi"},{"SurahNumber":11,"VerseNumber":42,"Text":"I ona ih je ponijela na valovima velikim kao brda; i Nuh zovnu sina svoga koji je bio izdvojen: \"O sinko moj, ukrcaj se s nama, ne budi s nevjernicima"},{"SurahNumber":11,"VerseNumber":43,"Text":"A on reče: \"Sklonit ću se na kakvo brdo koje će me od vode zaštititi. Od Allahove odredbe danas nema spasa, osim onome kome se On smilovao!\", reče Nuh, i val ih razdvoji, i on potopljen bi"},{"SurahNumber":11,"VerseNumber":44,"Text":"I bi rečeno: \"O Zemljo, gutaj vodu svoju, a ti, o nebo, prestani!\" I voda se povuče i ispuni se odredba, a lađa pristade na planini El-Džudijj i bi rečeno: \"Daleko neka je narod koji zulum čini"},{"SurahNumber":11,"VerseNumber":45,"Text":"A Nuh se prije toga obrati Gospodaru svome i reče: \"Gospodaru moj, sin moj je, uistinu, iz porodice moje, a obećanje Tvoje je, zaista, istinito i Ti si Sudija najpravedniji"},{"SurahNumber":11,"VerseNumber":46,"Text":"O Nuh\", odgovori mu, \"on nije od onih iz porodice tvoje koje sam obećao spasiti; on, doista, radi ono što ne valja, zato Me ne moli za ono što ne znaš! Upozoravam te da ne budeš među neznalicama"},{"SurahNumber":11,"VerseNumber":47,"Text":"Gospodaru moj\", reče, \"Tebi se ja utječem da Te više nikada ne zamolim za ono što ne znam! Ako mi ne oprostiš i ne smiluješ mi se, sigurno ću biti među gubitnicima"},{"SurahNumber":11,"VerseNumber":48,"Text":"O Nuh\", bi rečeno \"iskrcaj se, sa selamom Našim i blagoslovima tebi i narodima koji će se izroditi od ovih koji su s tobom! Bit će naroda kojima ćemo davati da uživaju, a kojima ćemo Mi dati da osjete bolnu patnju"},{"SurahNumber":11,"VerseNumber":49,"Text":"Taj slučaj u vijesti iz onog što je čulima nedokučivo spada, koje ti Mi objavljujemo; ni ti ni narod tvoj niste prije ovoga o tome ništa znali. Zato budi strpljiv, ishod će, zaista, u korist bogobojaznih biti"}]}