{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":32,"Text":"زعمائ مملکت! میرے مسئلہ میں رائے دو کہ میں تمہاری رائے کے بغیر کوئی حتمی فیصلہ نہیں کرسکتی"},{"SurahNumber":27,"VerseNumber":33,"Text":"ان لوگوں نے کہا کہ ہم صاحبانِ قوت اور ماہرین جنگ و جدال ہیں اور اختیار بہرحال آپ کے ہاتھ میں ہے آپ بتائیں کہ آپ کا حکلَ کیا ہے"},{"SurahNumber":27,"VerseNumber":34,"Text":"اس نے کہا کہ بادشاہ جب کسی علاقہ میں داخل ہوتے ہیں تو بستی کو ویران کردیتے ہیں اور صاحبانِ عزّت کو ذلیل کردیتے ہیں اور ان کا یہی طریقہ کار ہوتا ہے"},{"SurahNumber":27,"VerseNumber":35,"Text":"اور میں ان کی طرف ایک ہدیہ بھیج رہی ہوں اور پھر دیکھ رہی ہوں کہ میرے نمائندے کیا جواب لے کر آتے ہیں"},{"SurahNumber":27,"VerseNumber":36,"Text":"اس کے بعد جب قاصد سلیمان کے پاس آیا تو انہوں نے کہا کہ تم اپنے مال سے میری امداد کرنا چاہتے ہو جب کہ جو کچھ خدا نے مجھے دیا ہے وہ تمہارے مال سے کہیں زیادہ بہتر ہے جاؤ تم خود ہی اپنے ہدیہ سے خوش رہو"},{"SurahNumber":27,"VerseNumber":37,"Text":"جاؤ تم واپس جاؤ اب میں ایک ایسا لشکر لے کر آؤں گا جس کا مقابلہ ممکن نہ ہوگا اور پھر سب کو ذلّت و رسوائی کے ساتھ ملک سے باہر نکالوں گا"},{"SurahNumber":27,"VerseNumber":38,"Text":"پھر اعلان کیا کہ میرے اشراف هسلطنت ! تم میں کون ہے جو اس کے تخت کو لے کر آئے قبل اس کے کہ وہ لوگ اطاعت گزار بن کر حاضر ہوں"},{"SurahNumber":27,"VerseNumber":39,"Text":"تو جّنات میں سے ایک دیو نے کہا کہ میں اتنی جلدی لے آؤں گا کہ آپ اپنی جگہ سے بھی نہ اٹھیں گے میں بڑا صاحبِ قوت اور ذمہ دار ہوں"},{"SurahNumber":27,"VerseNumber":40,"Text":"اور ایک شخص نے جس کے پاس کتاب کا ایک حصہّ علم تھا اس نے کہا کہ میں اتنی جلدی لے آؤں گا کہ آپ کی پلک بھی نہ جھپکنے پائے اس کے بعد سلیمان نے تخت کو اپنے سامنے حاضر دیکھا تو کہنے لگے یہ میرے پروردگار کا فضل و کرم ہے وہ میرا امتحان لینا چاہتا ہے کہ میں شکریہ ادا کرتا ہوں یا کفرانِ نعمت کرتا ہوں اور جو شکریہ ادا کرے گا وہ اپنے ہی فائدہ کے لئے کرے گا اور جو کفران هنعمت کرے گا اس کی طرف سے میرا پروردگار بے نیاز اور کریم ہے"},{"SurahNumber":27,"VerseNumber":41,"Text":"سلیمان نے کہا کہ اس کے تخت کو ناقابل شناخت بنادیا جائے تاکہ ہم دیکھیں کہ وہ سمجھ پاتی ہے یا ناسمجھ لوگوں میں ہے"},{"SurahNumber":27,"VerseNumber":42,"Text":"جب وہ آئی تو سلیمان نے کہا کہ کیا تمہارا تخت ایسا ہی ہے اس نے کہا کہ بالکل ایسا ہی ہے بلکہ شاید یہی ہے اور مجھے تو پہلے ہی علم ہوگیا تھا اور میں اطاعت گزار ہوگئی تھی"},{"SurahNumber":27,"VerseNumber":43,"Text":"اور اسے اس معبود نے روک رکھا تھا جسے خدا کو چھوڑ کر معبود بنائے ہوئے تھی کہ وہ ایک کافر قوم سے تعلق رکھتی تھی"},{"SurahNumber":27,"VerseNumber":44,"Text":"پھر اس سے کہا گیا کہ قصر میں داخل ہوجائے اب جو اس نے دیکھا تو سمجھی کہ کوئی گہرا پانی ہے اور اپنی پنڈلیاں کھول دیں سلیمان نے کہا کہ یہ ایک قلعہ ہے جسے شیشوں سے منڈھ دیا گیا ہے اور بلقیس نے کہا کہ میں نے اپنے نفس پر ظلم کیا تھا اور اب میں سلیمان کے ساتھ اس خدا پر ایمان لے آئی ہوں جو عالمین کا پالنے والا ہے"}]}