{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":12,"VerseNumber":69,"Text":"Y cuando se presentaron ante José [Yusuf] [éste los honró y] llevó aparte a su hermano [Benjamín], y le dijo: Por cierto que yo soy tu hermano; no te apenes por lo que ellos hicieron [conmigo]"},{"SurahNumber":12,"VerseNumber":70,"Text":"Y cuando los hubo aprovisionado, puso la copa [del rey] en el saco de su hermano, luego llamó un pregonero: ¡Oh, caravaneros! Ciertamente sois unos ladrones"},{"SurahNumber":12,"VerseNumber":71,"Text":"Dijeron [los hermanos de José [Yusuf]] dirigiéndose a ellos: ¿Qué es lo que habéis perdido"},{"SurahNumber":12,"VerseNumber":72,"Text":"Respondieron: Perdimos la copa del rey. A quien la encuentre le daremos la carga de un camello [de recompensa], y yo lo garantizo [dijo el pregonero]"},{"SurahNumber":12,"VerseNumber":73,"Text":"¡Por Allah! Bien sabéis que no vinimos a corromper en la tierra [de Egipto], ni somos ladrones"},{"SurahNumber":12,"VerseNumber":74,"Text":"Le dijeron: ¿Cuál será entonces el castigo, si mentís"},{"SurahNumber":12,"VerseNumber":75,"Text":"[Respondieron:] El castigo de aquel a quien se le encontrase [la copa] en su alforja será quedarse aquí como cautivo. [Les dijeron:] ¡Sí!, pues así es como castigamos a los inicuos"},{"SurahNumber":12,"VerseNumber":76,"Text":"Empezaron por las alforjas de ellos antes que por la de su hermano [Benjamín]. Así le inspiramos a José [Yusuf] que hiciera. Y no habría podido quedarse con su hermano [de otra forma], pues así era la ley del rey, y Allah así lo quiso. Elevamos en grados a quien queremos [a través del conocimiento y la fe]; y sabed por encima de todo sabio está el Omnisciente"},{"SurahNumber":12,"VerseNumber":77,"Text":"Dijeron [los hermanos]: Si él robó, ya un hermano suyo había robado antes [pretendiendo excusarse pues Benjamín era su hermano de padre y madre]; pero José [Yusuf] se contuvo y no les respondió nada, y dijo para sí: Vosotros estáis en peor situación, y Allah bien sabe que lo que decís es una mentira"},{"SurahNumber":12,"VerseNumber":78,"Text":"Dijeron: ¡Oh, administrador! Él tiene un padre muy anciano, quédate con uno de nosotros en su lugar; por cierto vemos que eres un hombre de bien"},{"SurahNumber":12,"VerseNumber":79,"Text":"Dijo: ¡Allah nos libre de castigar a otro que no sea el culpable, a quien le encontramos nuestra copa en su poder! Si así lo hiciésemos seríamos injustos"}]}