{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":67,"Text":"Münafık erkekler de, münafık kadınlar da birbirinin (tamamlayıcı) parçasıdırlar (hepsi birbirine benzer). Onlar kötülüğü (küfrü, meaasîyi) emrederler, iyilikden (îmandan, tâatden) vaz geçirmiye uğraşırlar, ellerini (cimrilikle sımsıkı) yumarlar. Onlar Allâhı unutdular (Ona tâati bırakdılar), O da onları unutdu (onlara lutfünü terketdi). Şübhesiz ki münafıklar faasıkların ta kendileridir"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah, erkek münafıklara da, kadın münafıklara da, kâfirlere de — kendileri için ebedî kalıcı olmak üzere — cehennem ateşini va´d etdi. Bu, onlara yeter. Allah, onları rahmetinden koğdu. Onlara bitib tükenmeyen bir azâb vardır"},{"SurahNumber":9,"VerseNumber":69,"Text":"(Ey münafıklar) siz de tıbkı kendinizden evvelkiler gibisiniz. (Halbuki) onlar kuvvetçe sizden daha yamandı, malları, evlâdları daha çokdu. (Bu dünyâdaki) nasıybleri kadar (zevkden) fâidelenmek istediler. İşte sizden evvelkiler nasıl öyle nasıyblerince yaşamak istedilerse siz de yine kısmetinizce (zevkden) fâide aradınız. Siz de (o batağa) dalanlar gibi daldınız. Onların dünyâda da, âhiretde de yapdıkları boşa gitdi. İşte bunlar da husran içinde kalanların ta kendileridir"},{"SurahNumber":9,"VerseNumber":70,"Text":"Onlara kendilerinden evvelkilerin, Nuh, Âd, Semûd kavm (lerinin, Ibrâhîm kavminin, Medyen saahiblerinin, Mü´tefikelerin haberi de gelmedi mi? Peygamberleri onlara apaçık mu´cizeler getirmişdi. (İnanmadıkları için tamamen helak oldular). Demek ki Allah onlara zulmediyor değildi, fakat onlar kendi kendilerine zulmediyorlardı"},{"SurahNumber":9,"VerseNumber":71,"Text":"Mü´min erkekler de, mü´min kadınlar da birbirinin velîleri (dostları ve yardımcıları) dir. Bunlar (insanlara) iyiliği emrederler, (onları) kötülükten vaz geçirmeye çalışırlar, namazı dosdoğru kılarlar, zekâtı verirler, Allaha ve Resulüne itaat ederler. İşte bunlar. Allah onları rahmetiyle yarlığayacakdır. Çünkü azîzdir (va´d ve vaîdini yerine getirmekden hiç bir şey Onu acze düşüremez), hakimdir (her şey´i yerli yerinde, hikmetle yapandır)"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah, mü´min erkeklere de, mü´min kadınlara da — kendileri içinde ebedî kalıcı olmak üzere — altından ırmaklar akan Adn cennetlerini ve çok güzel meskenler va´detdi. Allahın bir rıdvaanı (rızaası) ise daha büyükdür. İşte bu, asıl bu, en büyük seadetdir"}]}