{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"O menschen! gij hebt behoefte aan God, maar God volstaat zich zelven en hij moet geprezen worden"},{"SurahNumber":35,"VerseNumber":16,"Text":"Indien het hem behaagt, kan hij u wegnemen en een nieuw schepsel in uwe plaats voortbrengen"},{"SurahNumber":35,"VerseNumber":17,"Text":"Dit zal voor God niet moeielijk wezen"},{"SurahNumber":35,"VerseNumber":18,"Text":"Eene beladen ziel zal den last van eene andere niet dragen, en indien eene zwaar beladen ziel eene andere aanroept, om een deel van hare lasten te dragen, dan zal geen deel daarvan door den persoon worden gedragen die aangeroepen wordt, al zij hij ook nog zoo nabij verwant. Gij zult degenen vermanen, die hunnen Heer in het geheim vreezen en standvastig in het gebed zijn. Die zich zuivert van de schuld van ongehoorzaamheid, zuivert zich ten voordeele van zijne eigene ziel; want allen zullen op den jongsten dag voor God worden verzameld"},{"SurahNumber":35,"VerseNumber":19,"Text":"De blinde en de ziende zullen niet gelijk gesteld worden"},{"SurahNumber":35,"VerseNumber":20,"Text":"Noch duisternis en licht"},{"SurahNumber":35,"VerseNumber":21,"Text":"Noch de koele schaduw en de verzengende wind"},{"SurahNumber":35,"VerseNumber":22,"Text":"Evenmin zullen de levenden en de dooden gelijk gesteld worden. God zal degenen doen hooren die hem behagen; maar gij zult niet hen doen hooren die zich in hunne graven bevinden"},{"SurahNumber":35,"VerseNumber":23,"Text":"Gij zijt slechts een prediker"},{"SurahNumber":35,"VerseNumber":24,"Text":"Inderdaad, wij hebben u met waarheid gezonden, als een overbrenger van goede tijdingen en een aankondiger van bedreigingen. Er was geen volk, of een prediker heeft in verloopen tijden onder hen verkeerd"},{"SurahNumber":35,"VerseNumber":25,"Text":"Indien zij u van bedrog beschuldigen, zij die vóór hen waren beschuldigden hunne gezanten eveneens van bedrog. Hunne gezanten kwamen tot hen met duidelijke wonderen, met goddelijke geschriften en met het voorlichtende boek"},{"SurahNumber":35,"VerseNumber":26,"Text":"Daarna kastijdde ik hen die ongeloovigen waren; en hoe gestreng was mijne wraak"}]}