{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":3,"VerseNumber":31,"Text":"Ipagbadya (o Muhammad sa sangkatauhan): “Kung (talagang) minamahal ninyo si Allah, kung gayon, ako ay inyong sundin (alalaong baga, tanggapin ang Kaisahan ni Allah, sundin ang Qur’an at Gawa ng Propeta), si Allah ay magmamahal sa inyo at magpapatawad sa inyong mga kasalanan. At si Allah ay Lagi nang Nagpapatawad, ang Pinakamaawain"},{"SurahNumber":3,"VerseNumber":32,"Text":"Ipagbadya (o Muhammad): “Sundin ninyo si Allah at ang Tagapagbalita (Muhammad).” Datapuwa’t kung sila ay tumalikod, kung gayon, si Allah ay hindi nalulugod sa mga hindi sumasampalataya"},{"SurahNumber":3,"VerseNumber":33,"Text":"Si Allah ang humirang kay Adan, sa pamilya ni Abraham, at sa pamilya ni Imran nang higit sa lahat ng mga nilalang (ng kanilang kapanahunan)"},{"SurahNumber":3,"VerseNumber":34,"Text":"Mga supling, isa mula sa iba, at si Allah ang Lubos na Nakakarinig, ang Ganap na Nakakabatid"},{"SurahNumber":3,"VerseNumber":35,"Text":"(Gunitain) nang ang asawa ni Imran ay nagsabi: “o aking Panginoon! Ako ay nangako sa Inyo, na ang aking nasa sinapupunan ay iaalay ko tungo sa paglilingkod sa Inyo (malaya sa lahat ng makamundong gawa; upang maglingkod sa Inyong Lugar ng Pagsamba), kaya’t tanggapin Ninyo (siya) mula sa akin. Katotohanan, Kayo ang Lubos na Nakakarinig, ang Ganap na Maalam.”"},{"SurahNumber":3,"VerseNumber":36,"Text":"At nang kanyang maipanganak siya (ang batang si Maria), siya ay nagsabi: “o aking Panginoon! Ako ay nagsilang ng isang sanggol na babae, - at si Allah ang higit na nakakaalam kung ano ang kanyang ipinanganak, - at ang lalaki ay hindi katulad ng babae, at aking pinangalanan siya ng Maria (sa tuwirang kahulugan ay ‘babaeng tagapaglingkod ni Allah’), at ako ay humihingi ng pagkalinga (mula) sa Inyo para sa kanya at sa kanyang magiging anak (laban sa kasamaan) ni Satanas, ang itinakwil.”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Kaya’t ang kanyang Panginoon (Allah) ay tumanggap sa kanya (Maria) ng may mabuting pagtanggap. Hinayaan Niya na siya ay lumaki sa kagandahang asal at siya ay itinagubilin sa ilalim ng pangangalaga ni Zakarias. Sa bawat sandali na siya (Zakarias) ay pumapasok sa Al Mihrab (isang silid dasalan o pribadong silid) upang (bisitahin) siya, kanyang natatagpuan siya na maraming pagkain. Siya ay nagsabi: “o Maria! Saan mo ba nakikita ang mga ito? Siya ay nagsabi: “Mula kay Allah.” Katotohanang si Allah ay nagkakaloob ng ikabubuhay sa sinumang Kanyang maibigan ng walang pagbibilang (pasubali)"},{"SurahNumber":3,"VerseNumber":38,"Text":"At sa sandaling ito, si Zakarias ay nanikluhod sa kanyang Panginoon na nagsasabi: “o aking Panginoon! Ako ay gawaran (Ninyo) mula sa Inyo ng isang mabuting supling. Katotohanang Kayo ang Ganap na Nakakarinig ng panawagan.”"},{"SurahNumber":3,"VerseNumber":39,"Text":"At (di naglaon) ang mga anghel ay tumawag sa kanya, habang siya ay nakatindig sa pananalangin sa loob ng Al-Mihrab (na nagsasabi): “Si Allah ay naghahatid sa iyo ng masayang balita ni Yahya (Juan) na nananampalataya sa salita na mula kay Allah (alalaong baga, sa pagkalikha kay Hesus [Mangyari nga! At siya ay nalikha! Si Hesus na anak ni Maria]), marangal, na nananatiling malayo sa pakikipag-ulayaw sa mga babae, isang Propeta, at isa sa mga matutuwid.”"},{"SurahNumber":3,"VerseNumber":40,"Text":"Siya (Zakarias) ay nagsabi: “o aking Panginoon! Paano akong magkakaroon ng anak na lalaki, gayong ako ay lubhang matanda na, at ang aking asawa ay baog?” Si Allah ay nagwika: “Si Allah ay gumagawa ng anumang Kanyang naisin.”"},{"SurahNumber":3,"VerseNumber":41,"Text":"Siya ay nagsabi: “o aking Panginoon! Gumawa Kayo ng tanda para sa akin.” Si Allah ay nagwika: “Ang iyong tanda ay mangyayari na ikaw ay hindi makakapangusap sa sangkatauhan sa loob ng tatlong araw maliban lamang sa senyas. At labis mong alalahanin ang iyong Panginoon (sa pamamagitan ng pagpupuri sa Kanya nang paulit-ulit), at luwalhatiin mo (Siya) sa hapon at sa umaga.”"}]}