{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"And olsun ki, Harun da onlara önceden: \"Ey milletim! Siz bu buzağı ile sınanıyorsunuz. Sizin gerçek Rabbiniz Rahman'dır. Bana uyun, emrime itaat edin\" demişti"},{"SurahNumber":20,"VerseNumber":91,"Text":"Musa bize dönene kadar buna sarılmaktan vazgeçmeyeceğiz\" demişlerdi"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa gelince: \"Harun! Onların sapıttığını görünce seni benim yolumdan gitmekten alıkoyan nedir? Benim emrime karşı mı geldin?\" dedi"},{"SurahNumber":20,"VerseNumber":93,"Text":"Musa gelince: \"Harun! Onların sapıttığını görünce seni benim yolumdan gitmekten alıkoyan nedir? Benim emrime karşı mı geldin?\" dedi"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun: \"Ey Annemoğlu! Saçımdan sakalımdan tutma; doğrusu İsrailoğulları arasına ayrılık koydun, sözüme bakmadın demenden korktum\" dedi"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa: \"Ey Samiri! Ya senin yaptığın nedir?\" dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"Samiri: \"Onların görmedikleri bir şey gördüm ve o sana gelen elçinin bastığı yerden bir avuç avuçladım. Bunu ziynet eşyasının eritildiği potaya attım. Nefsim böyle yaptırdı\" dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa: \"Defol! Doğrusu artık hayatta, \"Bana dokunmayın!\" demenden başka yapacağın yoktur. Senin için asla kaçamayacağın bir ceza daha vardır. Durup üzerinde titrediğin tanrına bak, onu yakacağız, sonra denize dökeceğiz\" dedi"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin Tanrınız, ancak, O'ndan başka tanrı olmayan Allah'tır. İlmi her şeyi içine almıştır"},{"SurahNumber":20,"VerseNumber":99,"Text":"Geçmiş olayları sana böyle anlatırız. Katımızdan sana da bir Kitap verdik; kim ondan yüz çevirirse bilsin ki kıyamet günü bir günah yükü yüklenecektir"},{"SurahNumber":20,"VerseNumber":100,"Text":"Geçmiş olayları sana böyle anlatırız. Katımızdan sana da bir Kitap verdik; kim ondan yüz çevirirse bilsin ki kıyamet günü bir günah yükü yüklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"Devamlı bu günahın azabında kalacaklar. Kıyamet günü onlar için ne kötüdür bu yük"},{"SurahNumber":20,"VerseNumber":102,"Text":"Sura üflendiği gün, işte o gün, suçluları gözleri korkudan göğermiş olarak toplarız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Siz dünyada sadece on gün eğleştiniz\" diye, aralarında saklı saklı konuşurlar"},{"SurahNumber":20,"VerseNumber":104,"Text":"Aralarında konuştuklarını Biz daha iyi biliriz. En akıllıları: \"Sadece bir gün eğleştiniz\" der"}]}