{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":10,"Text":"«إن الذين كفروا لن تُغنيَ» تدفع «عنهم أموالهم ولا أولادهم من الله» أي عذابه «شيئا وأولئك هم وقود النار» بفتح الواو ما توقد به"},{"SurahNumber":3,"VerseNumber":11,"Text":"دأبُهم «كدأب» كعادة «آل فرعون والذين من قبلهم» من الأمم كعاد وثمود «كذبوا بآياتنا فأخذهم الله» أهلكم «بذنوبهم» والجملة مفسرة لما قبلها «والله شديد العقاب» ونزل لما أمر النبي صلى الله عليه وسلم اليهودَ بالإسلام بعد مرجعه من بدر فقالوا لا يغرنك أن قتلت نفراً من قريش أغمارا لا يعرفون القتال"},{"SurahNumber":3,"VerseNumber":12,"Text":"«قل» يا محمد «للذين كفروا» من اليهود «ستُغلبون» بالتاء والياء في الدنيا بالقتل والأسر وضرب الجزية وقد وقع ذلك «وتُحشرون» بالوجهين في الآخرة «إلى جهنم» فتدخلونها «وبئس المهاد» الفراش هي"},{"SurahNumber":3,"VerseNumber":13,"Text":"«قد كان لكم آية» عبرة وذكر الفعل للفصل «في فئتين» فرقتين «التقتا» يوم بدر للقتال «فئة تقاتل في سبيل الله» أي طاعته، وهم النبي وأصحابه وكانوا ثلاثمائة وثلاثة عشر رجلا معهم فرسَان وست أذرع وثمانية سيوف وأكثرهم رجالة «وأخرى كافرة يرونهم» أي الكفار «مثليهم» أي المسلمين أي أكثر منهم وكانوا نحو ألف «رأي العين» أي رؤية ظاهرة معاينة وقد نصرهم الله مع قلتهم «والله يؤيد» يقِّوي «بنصره من يشاء» نصره «إن في ذلك» المذكور «لعبرة لأولي الأبصار» لذوى البصائر أفلا تعتبرون بذلك فتؤمنون"},{"SurahNumber":3,"VerseNumber":14,"Text":"«زُيَّن للناس حبُّ الشهوات» ما تشتهيه النفس وتدعوا إليه زينها الله ابتلاءً أو الشيطانُ «من النساء والبنين والقناطير» الأموال الكثيرة «المقنطرة» المجمعة «من الذهب والفضة والخيل المسومة» الحسان «والأنعام» أي الإبل والبقر والغنم «والحرث» الزرع «ذلك» المذكور «متاع الحياة الدنيا» يتمتع به فيها ثم يفنى «والله عنده حسن المآب» المرجع وهو الجنة فينبغي الرغبة فيه دون غيره"},{"SurahNumber":3,"VerseNumber":15,"Text":"«قل» يا محمد لقومك «أؤنبِّئكم» أخبركم «بخير من ذلكم» المذكور من الشهوات استفهام تقرير «للذين اتقوا» الشرك «عند ربهم» خبر مبتدأُه «جنات تجري من تحتها الأنهار خالدين» أي مقدرين الخلود «فيها» إذا دخلوها «وأزواج مطهرة» من الحيض وغيره مما يستقذر «ورضوان» بكسر أوله وضمه لغتان أي رضا كثير «من الله والله بصير» عالم «بالعباد» فيجازي كلاً منهم بعمله"},{"SurahNumber":3,"VerseNumber":16,"Text":"«الذين» نعت أو بدل من الذين قبله «يقولون» يا «ربَّنا إننا آمنا» صدَّقنا بك وبرسولك «فاغفر لنا ذنوبنا وقنا عذاب النار»"},{"SurahNumber":3,"VerseNumber":17,"Text":"«الصابرين» على الطاعة وعن المعصية نعت «والصادقين» في الإيمان «والقانتين» المطيعين لله «والمنفقين» المتصدقين «والمستغفرين» الله بأن يقولوا اللهم اغفر لنا «بالأسحار» أواخر الليل خُصت بالذكر لأنها وقت الغفلة ولذة النوم"},{"SurahNumber":3,"VerseNumber":18,"Text":"«شهد الله» بيَّن لخلقه بالدلائل والآيات «أنه لا إله» أي لا معبود في الوجود بحق «إلا هو و» شهد بذلك «الملائكةُ» بالإقرار «وأولوا العلم» من الأنبياء والمؤمنين بالاعتقاد واللفظ «قائماً» بتدبير مصنوعاته ونصبه على الحال والعامل فيها معنى الجملة أي تفرد «بالقسط» بالعدل «لا إله إلا هو» كرره تأكيدا «العزيز» في ملكه «الحكيم» في صنعه"},{"SurahNumber":3,"VerseNumber":19,"Text":"«إن الدين» المرضي «عند الله» هو «الإسلام» أي الشرع المبعوث به الرسل المبنى على التوحيد وفي قراءة بفتح أن بدل من أنه الخ بدل اشتمال «وما اختلف الذين أوتوا الكتاب» اليهود والنصارى في الدين بأن وحَّد بعضٌ وكفر بعضٌ «إلا من بعد ما جاءهم العلم» بالتوحيد «بغيا» من الكافرين «بينهم ومن يكفر بآيات الله» «فإن الله سريع الحساب» أي المجازاة له"},{"SurahNumber":3,"VerseNumber":20,"Text":"«فإن حاجوك» خاصمك الكفار يا محمد في الدين «فقل» لهم «أسلمت وجهي لله» أنقدت له أنا «ومن اتبعن» وخص الوجه بالذكر لشرفه فغيره أولى «وقل للذين أوتوا الكتاب» اليهود والنصارى و «الأميين» مشركي العرب «أأسلمتم» أي أسلموا «فإن أسلموا فقد اهتدوا» من الضلال «وإن تولوا» عن الإسلام «فإنما عليك البلاغ» أي التبليغ للرسالة «والله بصير بالعباد» فيجازيهم بأعمالهم وهذا قبل الأمر بالقتال"}]}