{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":81,"Text":"Those who were allowed to stay behind rejoiced at remaining behind and not accompanying the Messenger"},{"SurahNumber":9,"VerseNumber":82,"Text":"Let them, then, laugh little, and weep much at the contemplation of the punishment for the evil they have committed"},{"SurahNumber":9,"VerseNumber":83,"Text":"Then if Allah brings you face to face with a party of them, and they ask your leave to go forth (to fight in the Way of Allah), tell them: \"You shall not go forth with me, and shall never fight against any enemy along with me. You were well-pleased to remain at home the first time, so now continue to remain with those who have stayed behind"},{"SurahNumber":9,"VerseNumber":84,"Text":"Do not ever pray over any of them who dies, nor stand over his grave. They disbelieved in Allah and His Messenger and died in iniquity"},{"SurahNumber":9,"VerseNumber":85,"Text":"Let not their riches or their children excite your admiration. Through these Allah seeks to chastise them in this world, and that their lives will depart them while they are unbelievers"},{"SurahNumber":9,"VerseNumber":86,"Text":"And whenever any surah is revealed enjoining: \"Believe in Allah and strive (in His Way) along with His Messenger,\" the affluent among them ask you to excuse them, saying: \"Leave us with those who will sit back at home"},{"SurahNumber":9,"VerseNumber":87,"Text":"They were content to stay behind with the womenfolk. Their hearts were sealed, leaving them bereft of understanding"},{"SurahNumber":9,"VerseNumber":88,"Text":"But the Messenger and those who shared his faith strove with their belongings and their lives. It is they who shall have all kinds of good. It is they who shall prosper"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah has prepared for them Gardens beneath which rivers flow. There shall they abide. That is the supreme triumph"}]}