{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"This bol revelation scripture GOD Almighty the Wise"},{"SurahNumber":39,"VerseNumber":2,"Text":"My sent ona this scripture truthfully; ona kult GOD devoting tvoj nabozenstvo Him alone"},{"SurahNumber":39,"VerseNumber":3,"Text":"Absolutely nabozenstvo je devoted do GOD alone Those set idols Him say My idolize them len bring us koniec GOD they je lepsie position GOD will judge them zretel ich disputes GOD NIE guide such liars disbelievers"},{"SurahNumber":39,"VerseNumber":4,"Text":"GOD chudoba have syn He zvolit si whomever He willed z Jeho creations. He glorified He bol GOD 1 Zvrchovany"},{"SurahNumber":39,"VerseNumber":5,"Text":"He created heavens zem truthfully. He zemla night dni zemla dni night. He committed sun moon each running for finite period. Absolutely He bol Almighty the Forgiving"},{"SurahNumber":39,"VerseNumber":6,"Text":"He created ona 1 clovek potom created him jeho mate He sent ona 8 laskavy zivy inventar. He creates ona tvoj matka brucho creation creation do trimesters darkness! Such bol GOD tvoj Lord Do Him belongs all sovereignty! There nie bol inak god Him. Ako ona deviate"},{"SurahNumber":39,"VerseNumber":7,"Text":"Ona disbelieve GOD nie need ktokolvek. He nemat rad see Jeho servants robit zlo decision! Ona decide bol appreciative He prosim ona. Ziaden soul bears zhresit any inaksie soul. Ultimately do tvoj Lord bol tvoj spatny listok potom He informovat ona z everything ona robit! He bol fully aware z innermost thoughts"},{"SurahNumber":39,"VerseNumber":8,"Text":"When human bol afflicted he implores jeho Lord sincerely devoted do Him! mat rad skoro mat rad He zehnat him he zabudnut jeho previous imploring sets idols rank GOD divert others Jeho chodnicek! Say Enjoy tvoj disbelief temporarily; ona incurred hellfire"},{"SurahNumber":39,"VerseNumber":9,"Text":"it je lepsi 1 z those meditate night prostrating zostat aware z Hereafter je seeking zlutovanie ich Lord Say Je those zauzlit equal do those nie zauzlit? Len those possess inteligencia berie heed"}]}