{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":71,"VerseNumber":1,"Text":"Indeed, We sent Nooh towards his people (and said to him), \"Warn your people before (it is too late, and) a painful punishment befalls them"},{"SurahNumber":71,"VerseNumber":2,"Text":"He said, \"Oh my people, I am obviously a messenger towards you"},{"SurahNumber":71,"VerseNumber":3,"Text":"(With a message) that you should worship Allah (exclusively); you should fear Him, and obey me"},{"SurahNumber":71,"VerseNumber":4,"Text":"He will forgive your sins and grant you respite for a specified time. Indeed, once that time arrives, the decree of Allah cannot be delayed. If you only knew"},{"SurahNumber":71,"VerseNumber":5,"Text":"He said, \"My Lord, I have invited my nation (towards the truth) day and night"},{"SurahNumber":71,"VerseNumber":6,"Text":"But my calls have only increased their hatred (for the truth)"},{"SurahNumber":71,"VerseNumber":7,"Text":"In fact, whenever I call them (to say) that You might forgive them, they stick their fingers in their ears. They (hide their faces and) wrap their clothes around them (in defiance). They grew obstinate and became (rude and insulting, and) increasingly arrogant"},{"SurahNumber":71,"VerseNumber":8,"Text":"Indeed, I even preached to them in public"},{"SurahNumber":71,"VerseNumber":9,"Text":"Indeed, I (not only) declared (and conveyed the message) to them in public, (but) I even reasoned with them in private"},{"SurahNumber":71,"VerseNumber":10,"Text":"I said, ´seek forgiveness from your Lord. Indeed, He is Oft-Forgiving!´"},{"SurahNumber":71,"VerseNumber":11,"Text":"He will send abundant rain for you from the sky"},{"SurahNumber":71,"VerseNumber":12,"Text":"He will help you and cause you to increase in wealth and offspring. He will grant you gardens. He will cause rivers to flow (in your land)"},{"SurahNumber":71,"VerseNumber":13,"Text":"What is the matter with you? Why do you not expect (and anticipate) dignity from Allah"},{"SurahNumber":71,"VerseNumber":14,"Text":"He has created you in stages"},{"SurahNumber":71,"VerseNumber":15,"Text":"Do you not see how Allah has created the seven heavens in tiers"},{"SurahNumber":71,"VerseNumber":16,"Text":"In the heavens, He created the moon to be (a soft) light, (while) He set the sun up as a lamp _ (a source of light)"},{"SurahNumber":71,"VerseNumber":17,"Text":"It is Allah Who (created you from the earth´s elements; as it were, He) caused you to sprout from the earth (as plants)"},{"SurahNumber":71,"VerseNumber":18,"Text":"Later, He will return you to earth, and then He will bring you (back to life) out (of this very earth)"},{"SurahNumber":71,"VerseNumber":19,"Text":"Allah has laid the earth out for you as a wide expanse"},{"SurahNumber":71,"VerseNumber":20,"Text":"So you move about in this world, over highways and mountain passes"}]}