{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"We gave Moses nine clear signs. Ask the Children of Israel about how, when he came to them and Pharaoh told him: \"I think you are out of your mind, Moses"},{"SurahNumber":17,"VerseNumber":102,"Text":"he said: \"You know that no one except them Lord of Heaven and Earth has sent these down as insights. I think you are doomed, Pharaoh"},{"SurahNumber":17,"VerseNumber":103,"Text":"He wanted to scare them away from the land, so We drowned him and everyone who accompanied him"},{"SurahNumber":17,"VerseNumber":104,"Text":"Later on, We told the Children of Israel: ´Settle down in the land. When the promise about the Hereafter comes along, We will bring you in as a rabble"},{"SurahNumber":17,"VerseNumber":105,"Text":"We have really sent it down, and it has come down for the Truth. We have sent you only as a newsbearer and warner"},{"SurahNumber":17,"VerseNumber":106,"Text":"and for a Reading which We have divided up so you can read it to people in sittings. We have sent it down as a successive revelation"},{"SurahNumber":17,"VerseNumber":107,"Text":"SAY: \"Believe in it, or do not believe in it;\" those who have already been given knowledge fall down bowing with their faces [on the ground]whenever it is recited to them"},{"SurahNumber":17,"VerseNumber":108,"Text":"while they say: \"Glory to our Lord! Our Lord´s promise has come true"},{"SurahNumber":17,"VerseNumber":109,"Text":"They fall down with their faces [on the ground], weeping and it increases them in reverence"},{"SurahNumber":17,"VerseNumber":110,"Text":"SAY: Appeal to God, or appeal to the Mercy-giving: whichever [name] you may invoke, He still has the Finest Names. Do not shout in your prayer nor say it under your breath; seek a course in between"},{"SurahNumber":17,"VerseNumber":111,"Text":"SAY: \"Praise be to God Who has adopted no son and has no partner in control.\" He needs no protector against pettiness. Magnify Him greatly"}]}