{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"En op die Dag wanneer Ons uit elke volk ’n gedeelte van diegene wat Ons tekens verloën het, sal versamel, sal hulle in groepe verdeel word"},{"SurahNumber":27,"VerseNumber":84,"Text":"Totdat, wanneer hulle kom, Hy sal sê: Het julle My tekens verwerp terwyl julle dit nie met kennis begryp het nie? Of wat was dit wat julle gedoen het"},{"SurahNumber":27,"VerseNumber":85,"Text":"En die woord sal vir hulle waar word omdat hulle onregverdig was, en daarom sal hulle nie praat nie"},{"SurahNumber":27,"VerseNumber":86,"Text":"Sien hulle nie dat Ons die nag gemaak het sodat hulle daarin mag rus nie, en die dag om lig te gee? Voorwaar, daarin is tekens vir ’n volk wat glo"},{"SurahNumber":27,"VerseNumber":87,"Text":"En die Dag waarop die basuin geblaas sal word, sal almal in die hemel en op aarde met vrees vervul word, behalwe diegene vir wie Allah wil spaar. En verneder sal almal na Hom kom"},{"SurahNumber":27,"VerseNumber":88,"Text":"En u sal die berge sien ~ wat u gedink het onbeweegbaar is ~ terwyl hulle soos wolke sal verbygaan: die werk van Allah se hande! Hy wat alles volmaak geskape het. Voorwaar, Hy is Bewus van julle dade"},{"SurahNumber":27,"VerseNumber":89,"Text":"Wie iets goeds bring, sal iets beters as dit kry; en hulle sal op daardie Dag teen skrik beveilig wees"},{"SurahNumber":27,"VerseNumber":90,"Text":"En wie die bose bring, op hul gesigte sal hulle in die Vuur gedompel word . ~ Word julle ooit anders as volgens verdienste beloon"},{"SurahNumber":27,"VerseNumber":91,"Text":"Sê: Ek is beveel om slegs die Heer van hierdie stad2 te aanbid, Hý wat dit heilig verklaar het en aan Wie alle dinge behoort, en ek is beveel om ook een van die onderdaniges te wees"},{"SurahNumber":27,"VerseNumber":92,"Text":"en om die Qur’ãn te verkondig. Wie derhalwe leiding volg, volg dit vir sy eie beswil; en sê aan hom wat dwaal: Ek is maar net een van die waarskuwers"},{"SurahNumber":27,"VerseNumber":93,"Text":"Sê: Alle lof kom Allah toe! Hy sal Sy tekens toon sodat julle dit sal herken. En u Heer is nie onbewus van julle dade nie"}]}