{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":2,"VerseNumber":222,"Text":"Ndipo iwo akukufunsa za msambo. Nena: “Uwu ndi umve. Motero aleweni akazi panthawi ya msambo ndipo musawakhudze mpaka atayeretsedwa. Ndipo akayeretsedwa, mukhoza kukhala nawo malo amodzi monga momwe Mulungu adakulamulirani. Ndithudi Mulungu amakonda iwo amene amadza ndi kulapa kwa Iye. Ndipo Iye amakonda iwo wodziyeretsa.”"},{"SurahNumber":2,"VerseNumber":223,"Text":"Akazi anu ndi minda yanu kotero lowani m’minda yanu monga momwe mufunira, dzitsogozereni nokha ntchito zabwino. Ndipo muopeni Mulungu, ndipo dziwani kuti mudzakumana naye. Ndipo pelekani nkhani yabwino kwa anthu okhulupirira"},{"SurahNumber":2,"VerseNumber":224,"Text":"Musalipange dzina la Mulungu kukhala chida chonamizira wina ndi mzake pa malonjezo anu polumbira ndi kusiya kuchita zabwino ndi kuopa kukhazikitsa mtendere pakati pa anthu. Mulungu amamva ndipo amadziwa"},{"SurahNumber":2,"VerseNumber":225,"Text":"Mulungu sadzakulangani chifukwa cha kuphwanya mwangozi malonjezo anu amene mudachita. Koma adzakulangani pa zinthu zimene mitima yanu yachita ndipo Mulungu ndi wokhululukira ndi wopirira kwambiri"},{"SurahNumber":2,"VerseNumber":226,"Text":"Iwo amene amalumbira kuti sadzakhala malo amodzi ndi akazi awo adikire miyezi inayi, ndipo ngati iwo abwererana, ndithudi, Mulungu ndi wokhululukira ndi wachifundo chosatha"},{"SurahNumber":2,"VerseNumber":227,"Text":"Ndipo ngati atsimikiza zowasudzula, pamenepo Mulungu amamva ndipo amadziwa zonse"},{"SurahNumber":2,"VerseNumber":228,"Text":"Ndipo akazi osudzulidwa asakwatiwe mpaka atasamba miyezi itatu. Ndipo ndikosaloledwa kwa iwo, kubisa zimene Mulungu walenga m’mimba mwawo ngati iwo amakhulupirira mwa Mulungu ndi tsiku lomaliza. Ndipo amuna awo akhoza kuwatenganso ngati iwo atafuna kuyanjana: Ndipo akazi adzakhala ndi mwayi wolingana ndi umene uli ndi amuna koma amuna ndi a udindo kuposa akazi. Mulungu ndi Wamphamvu ndi Wanzeru"}]}