{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":15,"VerseNumber":45,"Text":"Nokorε sε, Nyame-surofoͻ no wͻ Soro aheman a nsuo aniwa wͻ mu no mu"},{"SurahNumber":15,"VerseNumber":46,"Text":"(Yεbεka akyerε wͻn sε): “Monfa Asomdweε ne abotͻyεmu nwura mu”"},{"SurahNumber":15,"VerseNumber":47,"Text":"Yebeyi ͻyaw die afri wͻn akoma mu ama wͻn atena onua dͻ mu, ahwε wͻn ho wͻn ho anim wͻ ahennwa so"},{"SurahNumber":15,"VerseNumber":48,"Text":"Ɔberε biara nto wͻn, na yεmma wͻn mfri mu nso da"},{"SurahNumber":15,"VerseNumber":49,"Text":"(Nkͻmhyεni), bͻ Menkoa no amaneε sε, nokorε Mene Bͻnefakyε Hene no, na Me ara nso Mene Mmͻborͻhunufoͻ Hene no"},{"SurahNumber":15,"VerseNumber":50,"Text":"Nokorε nso sε, M’asotwee na εyε asotwee a ano yεya paa"},{"SurahNumber":15,"VerseNumber":51,"Text":"Fa Abraham ahͻhoͻ no ho amaneε no bͻ wͻn"},{"SurahNumber":15,"VerseNumber":52,"Text":"Ɛberε a wͻ’baa nehͻ no, wͻ’kaa sε: “Salaam (Asomdweε)! (Abraham) kaa sε: ”Nokorε sε yesuro mo”"},{"SurahNumber":15,"VerseNumber":53,"Text":"(Abͻfoͻ no) kaa sε: “Ennsuro, Yε’de abarimaa nimdefoͻ bi ho bͻhyε rebrε wo“"},{"SurahNumber":15,"VerseNumber":54,"Text":"(Abraham) kaa sε: “Mode (awoͻ) ho bͻhyε rebrε me wͻ aberε a m’abͻ akͻkora? Ɛdeεn bͻhyε na mode rehyε me yi?”"},{"SurahNumber":15,"VerseNumber":55,"Text":"(Abͻfoͻ no) kaa sε: ”Nokorε bͻhyε na yεde hyε woͻ no, enti hwε na w’ankͻka wͻn a wᴐn abamu abuo no ho“"},{"SurahNumber":15,"VerseNumber":56,"Text":"(Abraham) kaa sε: ”Ayerafoͻ no mmom na wͻnya wͻn Wura Nyankopͻn ahummͻborͻ no ho abamubuo”"},{"SurahNumber":15,"VerseNumber":57,"Text":"Obisaa wͻn sε: “Asomafoͻ, na moamaneε (paa) ne sεn"},{"SurahNumber":15,"VerseNumber":58,"Text":"Wͻ’kaa sε: “Y’asoma yεn wͻ nnipa bͻnefoͻ bi hͻ (sε yεnkͻ sεe wͻn)"},{"SurahNumber":15,"VerseNumber":59,"Text":"Mmom Lut abusuafoͻ no deε yε’bεgye wͻn nyinaa nkwa"},{"SurahNumber":15,"VerseNumber":60,"Text":"Gyesε neyere: Y’ahyehyε sε ͻbεka wͻn a wͻ’bεka akyire no ho”"}]}