{"Id":196,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown","Author":"Unknown","Language":"Croatian","Description":"Croatian","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"A prethodnici, prvi od muhadžira i ensarija, i oni koji su ih slijedili u dobročinstvu - zadovoljan je Allah njima i zadovoljni su Njime, a pripremio im je bašče ispod kojih teku rijeke, vječno će biti u njima, zauvijek. To je postignuće veličanstveno"},{"SurahNumber":9,"VerseNumber":101,"Text":"A između onog ko je oko vas od beduina, (ima) munafika, i od stanovnika Medine (ima) ustrajnih u munafikluku. Ne znate ih; Mi ih znamo. Kaznićemo ih dva puta, potom će biti vraćeni kazni užasnoj"},{"SurahNumber":9,"VerseNumber":102,"Text":"A drugi su priznali grijehe svoje; pomiješali su dobro djelo i drugo loše. Možda će Allah da im oprosti. Uistinu, Allah je Oprosnik, Milosrdni"},{"SurahNumber":9,"VerseNumber":103,"Text":"Uzmi iz imetaka njihovih sadaku, čisteći ih i oplemenjujući ih njome, i obavi salat za njih. Uistinu, tvoj salat je smirenje za njih. A Allah je Onaj koji čuje, Znalac"},{"SurahNumber":9,"VerseNumber":104,"Text":"Zar ne znaju da Allah - On prima pokajanje od robova Svojih i uzima sadake, i da je Allah - On Primalac pokajanja, Milosrdni"},{"SurahNumber":9,"VerseNumber":105,"Text":"I reci: “Radite! Ta vidjeće Allah rad vaš i Poslanik Njegov i vjernici; a vratićete se Znalcu nevidljivog i vidljivog, pa će vas obavijestiti o onom šta ste radili.”"},{"SurahNumber":9,"VerseNumber":106,"Text":"I drugi - oni koji iščekuju naredbu Allahovu, da li će ih kazniti ili im oprostiti; a Allah je Znalac, Mudri"},{"SurahNumber":9,"VerseNumber":107,"Text":"A oni koji su uzeli mesdžid nesrećom i nevjerovanjem i razdvajanjem među vjernicima, i osmatračnicom za onog ko je ratovao (protiv) Allaha i Poslanika Njegovog ranije, sigurno će se zakleti: “Željeli smo samo dobro.” A Allah svjedoči da su oni uistinu lašci"},{"SurahNumber":9,"VerseNumber":108,"Text":"Ne stani u njega nikada! Sigurno je mesdžid utemeljen na bogobojaznosti od prvog dana dostojniji da staneš u njega. U njemu su ljudi (koji) vole da se čiste; a Allah voli one koji se čiste"},{"SurahNumber":9,"VerseNumber":109,"Text":"Pa da li je onaj koji utemelji građevinu svoju na bogobojaznosti od Allaha i zadovoljstvu - bolji, ili onaj ko utemelji građevinu svoju na rubu podlokane obale rušeće, pa da se surva s njim u vatru Džehennema? A Allah ne upućuje narod zalima"},{"SurahNumber":9,"VerseNumber":110,"Text":"Neće prestati građevina njihova koju su podigli biti (izvor) sumnje u srcima njihovim, izuzev da se sasjeku srca njihova. A Allah je Znalac, Mudri"}]}