{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif, Laam Raa' ini ialah ayat-ayat Kitab (Al-Quran) yang mengandungi hikmat-hikmat dan kebenaran yang tetap teguh"},{"SurahNumber":10,"VerseNumber":2,"Text":"Tidaklah patut adanya pada manusia yang ingkar itu perasaan hairan disebabkan Kami telah wahyukan kepada seorang lelaki dari jenis mereka (Nabi Muhammad, dengan berfirman kepadanya): \"Berilah amaran kepada umat manusia (yang ingkar, dengan balasan azab) dan sampaikanlah berita yang mengembirakan kepada orang-orang yang beriman, bahawa bagi mereka ada persediaan yang sungguh mulia di sisi Tuhan mereka (disebabkan amal-amal soleh yang mereka kerjakan). (Setelah Nabi Muhammad memberi amaran dan menyampaikan berita yang mengembirakan) berkatalah orang-orang kafir (yang merasa hairan) itu: \"Sebenarnya (Al-Quran) ini ialah sihir yang terang nyata"},{"SurahNumber":10,"VerseNumber":3,"Text":"Sesungguhnya Tuhan kamu ialah Allah yang menjadikan langit dan bumi dalam enam masa kemudian Ia bersemayam di atas Arasy mentadbirkan segala urusan. Tidak ada sesiapa pun yang dapat memberi syafaat melainkan sesudah diizinkanNya. (Yang bersifat demikian) itulah Allah, Tuhan (yang memelihara dan mentadbirkan keadaan) kamu; maka tunduklah dan taatlah kamu kepada perintahNya; patutkah kamu - setelah mengetahui kenyataan yang tersebut tidak mahu mengingatiNya"},{"SurahNumber":10,"VerseNumber":4,"Text":"KepadaNyalah kembalinya kamu semua, sebagai janji Allah yang benar. Sesungguhnya Dia lah yang memulakan kejadian sekalian makhluk, kemudian Ia mengembalikannya (hidup semula sesudah matinya), untuk membalas orang-orang yang beriman dan beramal soleh dengan adil; dan orang-orang yang kafir pula, disediakan bagi mereka minuman dari air panas yang menggelegak, dan azab yang tidak terperi sakitnya, disebabkan mereka ingkar dan berlaku kufur"},{"SurahNumber":10,"VerseNumber":5,"Text":"Dia lah yang menjadikan matahari bersinar-sinar (terang-benderang) dan bulan bercahaya, dan Dia lah yang menentukan perjalanan tiap-tiap satu itu (berpindah-randah) pada tempat-tempat peredarannya masing-masing) supaya kamu dapat mengetahui bilangan tahun dan kiraan masa. Allah tidak menjadikan semuanya itu melainkan dengan adanya faedah dan gunanya yang sebenar. Allah menjelaskan ayat-ayatNya (tanda-tanda kebesaranNya) satu persatu bagi kaum yang mahu mengetahui (hikmat sesuatu yang dijadikanNya)"},{"SurahNumber":10,"VerseNumber":6,"Text":"Sesungguhnya pada pertukaran malam dan siang silih berganti, dan pada segala yang dijadikan oleh Allah di langit dan di bumi, ada tanda-tanda (yang menunjukkan undang-undang dan peraturan Allah) kepada kaum yang mahu bertaqwa"},{"SurahNumber":10,"VerseNumber":7,"Text":"Sesungguhnya orang-orang yang tidak menaruh ingatan akan menemui Kami (pada hari akhirat untuk menerima balasan), dan yang reda (berpuashati) dengan kehidupan dunia semata-mata serta merasa tenang tenteram dengannya, dan orang-orang yang tidak mengindahkan ayat-ayat (keterangan dan tanda-tanda kekuasasaan) Kami"},{"SurahNumber":10,"VerseNumber":8,"Text":"Mereka yang demikian keadaannya (di dunia), tempat kediaman mereka (di akhirat) ialah neraka; disebabkan keingkaran dan kederhakaan yang mereka telah lakukan"},{"SurahNumber":10,"VerseNumber":9,"Text":"Sesungguhnya orang-orang yang beriman dan beramal soleh, Tuhan mereka akan memimpin mereka dengan sebab iman mereka yang sempurna itu. (Mereka masuk ke taman yang) sungai-sungainya mengalir di bawah tempat kediaman mereka di dalam Syurga yang penuh nikmat"},{"SurahNumber":10,"VerseNumber":10,"Text":"Doa ucapan mereka di dalam Syurga itu ialah Maha Suci Engkau dari segala kekurangan wahai Tuhan! Dan ucapan penghormatan mereka padanya ialah: Selamat sejahtera! Dan akhir doa mereka ialah segala puji dipersembahkan kepada Allah yang memelihara dan mentadbirkan sekalian alam"}]}