{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":7,"VerseNumber":152,"Text":"Ndithudi iwo amene adapembedza ng’ombe, mkwiyo wa Ambuye wawo ndi kupeputsidwa kudzadza kwa iwo m’moyo uno. Mmenemo ndi mmene timalipirira anthu opeka mabodza"},{"SurahNumber":7,"VerseNumber":153,"Text":"Koma iwo amene anachita zoipa ndipo pambuyo pake adalapa ndi kukhala ndi chikhulupiriro, ndithu Ambuye wako pambuyo pa izo ndi wokhululukira ndi wachisoni chosatha"},{"SurahNumber":7,"VerseNumber":154,"Text":"Ndipo pamene mkwiyo wake udatha, Mose adatenga matabwa a malamulo, amene m’zolembedwa zake mudali chilangizo ndi chifundo kwa anthu amene amaopa Ambuye wawo"},{"SurahNumber":7,"VerseNumber":155,"Text":"Ndipo Mose adasankha, pakati pa anthu ake, amuna makumi asanu ndi awiri kuti adzakumane nafe ndipo pamene nthaka idagwedezeka pamapazi pawo, Mose adati: “Chikadakhala chifuniro chanu, Ambuye, mukadawaononga iwo ndi ine kale. Kodi inu mungationonge chifukwa cha ntchito za anthu amene ali pakati pathu? Awa ndi mayesero anu, amene Inu mumasocheretsa aliyense amene mwamufuna ndi kutsogolera yemwe mwamufuna. Inu nokha ndinu Mtetezi wathu ndipo tichitireni chisoni chifukwa Inu ndinu wopambana onse amene amakhululukira.”"},{"SurahNumber":7,"VerseNumber":156,"Text":"“Ndipo tipatseni ife zabwino m’moyo uno ndiponso m’moyo umene uli nkudza. Ndithudi ife tabwerera kwa Inu.” Mulungu adati: “Ine ndidzaonetsa chilango changa kwa aliyense amene ndimufuna ndipo chifundo changa chimakwanira zinthu zonse. Ine ndidzaonetsa chisoni kwa onse amene amalewa zoipa ndipo amapereka chaulere ndi iwo amene amakhulupirirazizindikirozathu.”"},{"SurahNumber":7,"VerseNumber":157,"Text":"Iwoameneamatsatira Mtumwi kapena Mneneri amene sadziwa kulemba ndi kuwerenga, amene mbiri yake inalembedwa m’Buku la chipangano chakale ndi mu chipangano chatsopano. Iye amawalamulira kuchita zabwino ndipo amawaletsa kuchita zoipa. Ndipo amawaloleza zabwino ndi kuwaletsa zonyansa. Iye amawapeputsira katundu wolemera amene adali pa iwo. Motero iwo amene akhulupirira mwa iye ndi kumulemekeza, ndi kumuthandiza iye ndi kutsata kuunika kumene kwatumizidwa ndi iye, ndi okhawo amene adzakhala opambana"}]}