{"Id":141,"LanguageCodes":["en","eng"],"Name":"eng-talalitani","Author":"Talal Itani","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":30,"Text":"Whatever misfortune befalls you, it is because of what your hands have earned; and yet He pardons much"},{"SurahNumber":42,"VerseNumber":31,"Text":"You are not the ones to interfere on earth; and besides God, you have no ally, and no helper"},{"SurahNumber":42,"VerseNumber":32,"Text":"And of His signs are the ships sailing the sea like flags"},{"SurahNumber":42,"VerseNumber":33,"Text":"If He willed, He could have stilled the winds, leaving them motionless on its surface. Surely in that are signs for every disciplined, grateful person"},{"SurahNumber":42,"VerseNumber":34,"Text":"Or He could wreck them, because of what they have earned. And yet He pardons much"},{"SurahNumber":42,"VerseNumber":35,"Text":"Those who dispute Our signs know that there is no asylum for them"},{"SurahNumber":42,"VerseNumber":36,"Text":"Whatever thing you are given is only the provision of this life. But what God possesses is better and more lasting for those who believe and rely on their Lord"},{"SurahNumber":42,"VerseNumber":37,"Text":"And those who avoid major sins and indecencies; and if they become angry, they forgive"},{"SurahNumber":42,"VerseNumber":38,"Text":"And those who respond to their Lord, and pray regularly, and conduct their affairs by mutual consultation, and give of what We have provided them"},{"SurahNumber":42,"VerseNumber":39,"Text":"And those who, when wronged, defend themselves"},{"SurahNumber":42,"VerseNumber":40,"Text":"The repayment of a bad action is one equivalent to it. But whoever pardons and makes reconciliation, his reward lies with God. He does not love the unjust"},{"SurahNumber":42,"VerseNumber":41,"Text":"As for those who retaliate after being wronged, there is no blame on them"},{"SurahNumber":42,"VerseNumber":42,"Text":"Blame lies on those who wrong people, and commit aggression in the land without right. These will have a painful punishment"},{"SurahNumber":42,"VerseNumber":43,"Text":"But whoever endures patiently and forgives—that is a sign of real resolve"}]}