{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"«لقد كان في» خبر «يوسف وإخوته» وهم أحد عشر «آيات» عبر «للسائلين» عن خبرهم"},{"SurahNumber":12,"VerseNumber":8,"Text":"اذكر «إذ قالوا» أي بعض إخوة يوسف لبعضهم «ليوسف» مبتدأ «وأخوه» شقيقه بنيامين «أحب» خبر «إلى أبينا منا ونحن عصبة» جماعة «إن أبانا لفي ضلال» خطأ «مبين» بين بإيثارهما علينا"},{"SurahNumber":12,"VerseNumber":9,"Text":"«اقتلوا يوسف أو اطرحوه أرضا» أي بأرض بعيدة «يخل لكم وجه أبيكم» بأن يقبل عليكم ولا يلتفت لغيركم «وتكونوا من بعده» أي بعد قتل يوسف أو طرحه «قوما صالحين» بأن تتوبوا"},{"SurahNumber":12,"VerseNumber":10,"Text":"«قال قائل منهم» هو يهوذا «لا تقتلوا يوسف وألقوه» اطرحوه «في غيابت الجب» مظلم البئر في قراءة بالجمع «يلتقطه بعض السيارة» المسافرين «إن كنتم فاعلين» ما أردتم من التفريق فاكتفوا بذلك"},{"SurahNumber":12,"VerseNumber":11,"Text":"«قالوا يا أبانا مالك لا تأمنا على يوسف وإنا له لناصحون» لقائمون بمصالحه"},{"SurahNumber":12,"VerseNumber":12,"Text":"«أرسله معنا غدا» إلى الصحراء «نرتع ونلعب» بالنون والياء فيهما ننشط ونتسع «وإنَّا له لحافظون»"},{"SurahNumber":12,"VerseNumber":13,"Text":"«قال إني ليحزنني أن تذهبوا» أي ذهابكم «به» لفراقه «وأخاف أن يأكله الذئب» المراد به الجنس وكانت أرضهم كثيرة الذئاب «وأنتم عنه غافلون» مشغلون"},{"SurahNumber":12,"VerseNumber":14,"Text":"«قالوا لإن» لام قسم «أكله الذئب ونحن عصبة» جماعة «إنا إذا لخاسرون» عاجزون فأرسله معهم"},{"SurahNumber":12,"VerseNumber":15,"Text":"«فلما ذهبوا به وأجمعوا» عزموا «أن يجعلوه في غيابت الجب» وجواب لما محذوف أي فعلوا ذلك بأن نزعوا قميصه بعد ضربه وإهانته وإرادة قتله وأدلوه فلما وصل إلى نصف البئر ألقوه ليموت فسقط في الماء ثم أوى إلى صخرة فنادوه فأجابهم يظن رحمتهم فأرادوا رضخه بصخرة فمنعهم يهوذا «وأوحينا إليه» في الجب وحي حقيقة وله سبع عشرة سنة أو دونها تطمينا لقلبه «لتنبئنهم» بعد اليوم «بأمرهم» بصنيعهم «هذا وهم لا يشعرون» بك حال الإنباء"},{"SurahNumber":12,"VerseNumber":16,"Text":"«وجاءُوا أباهم عِشاءً» وقت المساء «يبكون»"},{"SurahNumber":12,"VerseNumber":17,"Text":"«قالوا يا أبانا إنا ذهبا نستبقُ» نرمي «وتركنا يوسف عند متاعنا» ثيابنا «فأكله الذئب وما أنت بمؤمن» بمصدق «لنا ولو كنا صادقين» عندك لاتهمتنا في هذه القصة لمحبة يوسف فكيف وأنت تسيء الظن بنا"},{"SurahNumber":12,"VerseNumber":18,"Text":"«وجاءُوا على قميصه» محله نصب على الظرفية أي فوقه «بدم كذب» أي ذي كذب بأن ذبحوا سخلة ولطخوه بدمها وذهلوا عن شقه وقالوا إنه دمه «قال» يعقوب لما رآه صحيحا وعلم كذبهم «بل سوَّلت» زينت «لكم أنفسكم أمرا» ففعلتموه به «فصبر جميل» لا جزع فيه، وهو خبر مبتدأ محذوف أي أمري «والله المستعان» المطلوب منه العون «على ما تصفون» تذكرون من أمر يوسف"},{"SurahNumber":12,"VerseNumber":19,"Text":"«وجاءت سيارة» مسافرون من مدين إلى مصر فنزلوا قريبا من جب يوسف «فأرسلوا واردهم» الذي يرد الماء ليستقي منه «فأدلى» أرسل «دلوه» في البئر فتعلق بها يوسف فأخرجه فلما رآه «قال يا بشراي» وفي قراءة بشرى ونداؤها مجاز أي احضري فهذا وقتك «هذا غلام» فعلم به إخوته فأتوه «وأسَرُّوه» أي أخفوا أمره جاعليه «بضاعة» بأن قالوا هذا عبدنا أبق، وسكت يوسف خوفا من أن يقتلوه «والله عليم بما يعملون»"},{"SurahNumber":12,"VerseNumber":20,"Text":"«وشروه» باعوه منهم «بثمن بخس» ناقص «دراهم معدودة» عشرين أو اثنين وعشرين «وكانوا» أي إخوته «فيه من الزاهدين» فجاءت به السيارة إلى مصر فباعه الذي اشتراه بعشرين دينارا وزوجي نعل وثوبين"}]}