{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":10,"Text":"El este Cel ce vă trimite vouă din cer apa ce vă este vouă băutură şi ce face să crească ierburi ca hrană dobitoacelor voastre"},{"SurahNumber":16,"VerseNumber":11,"Text":"Şi vă face să răsară cu ea grâne, măslini, curmali, viţă de vie şi fructe de tot soiul. Întru aceasta este un semn pentru un popor ce cugetă"},{"SurahNumber":16,"VerseNumber":12,"Text":"El v-a supus vouă noaptea, ziua, soarele şi luna. Şi stelele vă sunt supuse vouă la Porunca Lui. Întru aceasta este un semn pentru un popor ce pricepe"},{"SurahNumber":16,"VerseNumber":13,"Text":"Ceea ce v-a zidit vouă pe pământ este felurit la culoare. Întru aceasta este un semn pentru un popor ce chibzuieşte"},{"SurahNumber":16,"VerseNumber":14,"Text":"El este Cel ce v-a supus vouă marea ca să mâncaţi din ea carne fragedă şi ca să scoateţi din ea nestemate cu care să vă împodobiţi. Tu vezi corabia străbătând-o ca voi să căutaţi harul Său. Poate veţi mulţumi"},{"SurahNumber":16,"VerseNumber":15,"Text":"El a aruncat pe pământ munţii ca nişte stâlpi, ca pământul să nu se clatine cu voi, şi râuri şi drumuri, poate vă veţi lăsa călăuziţi"},{"SurahNumber":16,"VerseNumber":16,"Text":"precum şi semne de drum. Şi după stele se poate călăuzi"},{"SurahNumber":16,"VerseNumber":17,"Text":"Cel ce creează este oare deopotrivă celui care nu creează? Oare nu chibzuiţi"},{"SurahNumber":16,"VerseNumber":18,"Text":"Dacă veţi număra binefacerile lui Dumnezeu, nu le veţi putea ţine socoteala. Dumnezeu este Iertător, Milostiv"},{"SurahNumber":16,"VerseNumber":19,"Text":"Dumnezeu cunoaşte ce tăinuiţi şi ce destăinuiţi"},{"SurahNumber":16,"VerseNumber":20,"Text":"Cei pe care ei îi cheamă în locul lui Dumnezeu nu creează nimic, ci ei înşişi sunt creaţi"},{"SurahNumber":16,"VerseNumber":21,"Text":"Ei sunt morţi, nu sunt vii, şi nici nu ştiu când vor fi sculaţi"}]}