{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"And if they deny thee, say, “Unto me, my deeds, and unto you, your deeds. You are quit of that which I do, and I am quit of that which you do.”"},{"SurahNumber":10,"VerseNumber":42,"Text":"And among them are those who listen to thee. But dost thou make the deaf to hear, though they understand not"},{"SurahNumber":10,"VerseNumber":43,"Text":"And among them are those who look at thee. But couldst thou guide the blind, though they see not"},{"SurahNumber":10,"VerseNumber":44,"Text":"Truly God does not wrong human beings in the least, but rather human beings wrong themselves"},{"SurahNumber":10,"VerseNumber":45,"Text":"On the Day when He shall gather them, it will be as if they tarried but an hour of the day, acquainting themselves with one another. Lost indeed are those who denied the meeting with God, and they were not rightly guided"},{"SurahNumber":10,"VerseNumber":46,"Text":"Whether We show thee a part of that which We promise them, or We take thee, their return shall be unto Us. Then God is Witness over that which they do"},{"SurahNumber":10,"VerseNumber":47,"Text":"For every community there is a messenger, and when their messenger comes, judgment shall be rendered between them with justice, and they will not be wronged"},{"SurahNumber":10,"VerseNumber":48,"Text":"And they say, “When will this promise come to pass, if you are truthful?”"},{"SurahNumber":10,"VerseNumber":49,"Text":"Say, “I have no power over what harm or benefit may come to me, save as God wills. For every community there is a term. When their term comes, they shall not delay it by a single hour, nor shall they advance it.”"},{"SurahNumber":10,"VerseNumber":50,"Text":"Say, “Have you considered: if His Punishment should come upon you by night or by day, what part thereof would the guilty seek to hasten?”"},{"SurahNumber":10,"VerseNumber":51,"Text":"And then, when it comes to pass, will you believe in it? Now? While you once sought to hasten it"},{"SurahNumber":10,"VerseNumber":52,"Text":"Then it shall be said unto the wrongdoers, “Taste the punishment everlasting. Are you recompensed for aught save that which you used to earn?”"},{"SurahNumber":10,"VerseNumber":53,"Text":"And they inquire of thee, “Is it true?” Say, “Yea, by my Lord it is true, and you cannot thwart [it].”"}]}