{"Id":212,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"またこの啓典の中で，マルヤム（の物語）を述べよ。かの女が家族から離れて東の場に引き籠った時，"},{"SurahNumber":19,"VerseNumber":17,"Text":"かの女はかれらから（身をさえぎる）幕を垂れた。その時われはわが聖霊（ジブリール）を遣わした。かれは1人の立派な人間の姿でかの女の前に現われた。"},{"SurahNumber":19,"VerseNumber":18,"Text":"かの女は言った。「あなた（ジブリール）に対して慈悲深き御方の御加護を祈ります。もしあなたが，主を畏れておられるならば（わたしに近寄らないで下さい）。」"},{"SurahNumber":19,"VerseNumber":19,"Text":"かれは言った。「わたしは，あなたの主から遣わされた使徒に過ぎない。清純な息子をあなたに授ける（知らせの）ために。」"},{"SurahNumber":19,"VerseNumber":20,"Text":"かの女は言った。「未だ且つて，誰もわたしに触れません。またわたしは不貞でもありません。どうしてわたしに息子がありましょう。」"},{"SurahNumber":19,"VerseNumber":21,"Text":"かれ（天使）は言った。「そうであろう。（だが）あなたの主は仰せられる。『それはわれにとっては容易なことである。それでかれ（息子）を人びとへの印となし，またわれからの慈悲とするためである。（これは既に）アッラーの御命令があったことである。』」"},{"SurahNumber":19,"VerseNumber":22,"Text":"こうして，かの女はかれ（息子）を妊娠したので，遠い所に引き籠った。"},{"SurahNumber":19,"VerseNumber":23,"Text":"だが分娩の苦痛のために，ナツメヤシの幹に赴き，かの女は言った。「ああ，こんなことになる前に，わたしは亡きものになり，忘却の中に消えたかった。」"},{"SurahNumber":19,"VerseNumber":24,"Text":"その時（声があって）かの女を下の方から呼んだ。「悲しんではならない。主はあなたの足もとに小川を創られた。"},{"SurahNumber":19,"VerseNumber":25,"Text":"またナツメヤシの幹を，あなたの方に揺り動かせ。新鮮な熟したナツメヤシの実が落ちてこよう。"},{"SurahNumber":19,"VerseNumber":26,"Text":"食べ且つ飲んで，あなたの目を冷しなさい。そしてもし誰かを見たならば，『わたしは慈悲深き主に，斎戒の約束をしました。それで今日は，誰とも御話いたしません。』と言ってやるがいい。」"},{"SurahNumber":19,"VerseNumber":27,"Text":"それからかの女は，かれ（息子）を抱いて自分の人びとの許に帰って来た。かれらは言った。「マルヤムよ，あなたは，何と大変なことをしてくれたのか。"},{"SurahNumber":19,"VerseNumber":28,"Text":"ハールーンの姉妹よ，あなたの父は悪い人ではなかった。母親も不貞の女ではなかったのだが。」"},{"SurahNumber":19,"VerseNumber":29,"Text":"そこでかの女は，かれ（息子）を指さした。かれらは言った。「どうしてわたしたちは，揺籠の中の赤ん坊に話すことが出来ようか。」"},{"SurahNumber":19,"VerseNumber":30,"Text":"（その時）かれ（息子）は言った。「わたしは，本当にアッラーのしもベです。かれは啓典をわたしに与え，またわたしを預言者になされました。"},{"SurahNumber":19,"VerseNumber":31,"Text":"またかれは，わたしが何処にいようとも祝福を与えます。また生命のある限り礼拝を捧げ，喜捨をするよう，わたしに御命じになりました。"},{"SurahNumber":19,"VerseNumber":32,"Text":"またわたしの母に孝養を尽くさせ，高慢な恵まれない者になされませんでした。"},{"SurahNumber":19,"VerseNumber":33,"Text":"またわたしの出生の日，死去の日，復活の日に，わたしの上に平安がありますように。」"},{"SurahNumber":19,"VerseNumber":34,"Text":"そのこと（イーサーがマルヤムの子であること）に就いて，かれら（ユダヤ教徒，キリスト教徒）は疑っているが本当に真実そのものである。"},{"SurahNumber":19,"VerseNumber":35,"Text":"アッラーに子供が出来るなどということはありえない。かれに讃えあれ。かれが一事を決定され，唯「有れ。」と仰せになれば，即ち有るのである。"},{"SurahNumber":19,"VerseNumber":36,"Text":"本当にアッラーは，わたしの主であり，またあなたがたの主であられる。だからかれに仕えなさい。これこそ正しい道である。"},{"SurahNumber":19,"VerseNumber":37,"Text":"それなのにかれらの間で，諸宗派が異なる。信じない者こそ災いである。偉大なる日の審判のためこ。"},{"SurahNumber":19,"VerseNumber":38,"Text":"かれらがわが前に罷り出る日，何とはっきりと聞こえまた見えるであろうか。だが不義者たちは，今日（現世で）は明らかに迷誤の中にいる。"},{"SurahNumber":19,"VerseNumber":39,"Text":"あなたは悔恨の日（復活の日）に就いて，かれらに警告しなさい。その時，事は決定されるのである。かれらが油断し，また不信心である間に。"},{"SurahNumber":19,"VerseNumber":40,"Text":"われは，大地とその上にある凡てのものを相続する。またわれに，かれらは帰るのである。"}]}