{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Чӣ касест ситамкортар аз он, ки ба Худо дурӯғ мебандад ё оёти Ӯро дурӯғ мебарорад? Албатта ситамкоронро наҷотёбӣ нест"},{"SurahNumber":6,"VerseNumber":22,"Text":"Рӯзе ҳамаро гирд оварем, сипас ба онҳо, ки ширк овардаанд, бигӯем: «Он касон, ки мепиндоштед, ки шарикони Худоянд, акнун куҷоянд?»"},{"SurahNumber":6,"VerseNumber":23,"Text":"Узре, ки меоваранд, ғайри ин нест, ки мегӯянд: «Савганд ба Худо, Парвардигори мо, ки мо мушрик набудаем!»"},{"SurahNumber":6,"VerseNumber":24,"Text":"Бингар, ки чӣ гуна бар худ дурӯғ бастанд ва он дурӯғҳо, ки сохта буданд, ночиз гардид"},{"SurahNumber":6,"VerseNumber":25,"Text":"Баъзе аз онҳо ба сухани ту гӯш медиҳанд, вале Мо бар дилҳояшон пардаҳо афкандаем, то онро дарнаёбанд ва гушҳояшонро вазнин кардаем. Ва ҳар мӯъҷизаеро, ки бингаранд, ба он имон намеоваранд. Ва чун назди ту оянд, бо ту ба мунозара сар кунанд. Кофирон мегӯянд, ки инҳо чизе ҷуз афсонаҳои пешиниён нест"},{"SurahNumber":6,"VerseNumber":26,"Text":"Инҳо мардумро аз паёмбар бозмедоранд ва худ аз ӯ канора меҷӯянд ва ҳол он, ки намедонанд, ки танҳо хештанро ба ҳалокат мерасонанд"},{"SurahNumber":6,"VerseNumber":27,"Text":"Агар онҳоро дар он рӯз, ки баробари оташ нигоҳашон доштаанд, бингарӣ, мегӯянд: «Эй кош, моро бозгардонанд, то оёти Парвардигорамонро дурӯғ нагӯем ва аз мӯъминон бошем!»"},{"SurahNumber":6,"VerseNumber":28,"Text":"На, он чиро, ки аз ин пеш пӯшида медоштанд, акнун бар онҳо ошкор шуда, агар онҳоро ба дунё бозгардонанд, боз ҳам ба ҳамон корҳо, ки манъашон карда буданд, бозмегарданд, инҳо дурӯғгӯёнанд"},{"SurahNumber":6,"VerseNumber":29,"Text":"Ва гуфтанд: «Ғайри ин зиндагии дунявии мо ҳеҷ нест ва мо дигар бор зинда нахоҳем шуд»"},{"SurahNumber":6,"VerseNumber":30,"Text":"Ва агар бубинӣ он ҳангомро, ки дар баробари Парвардигорашон истодаанд. Худо мегӯяд: «Оё ин ба ҳақ набувад?» Гӯянд: «Оре, савганд ба Парвардигорамон!» Гӯяд,: «Ба ҷазои он, ки кофир будаед, азоби Худоро бичашед!»"}]}