{"Id":240,"LanguageCodes":["lg","lug"],"Name":"lug-fareeqmusa","Author":"Fareeq Musa","Language":"Ganda","Description":"Ganda","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":142,"Text":"Mazima Abannafunsi bakwenyakwenya Katonda, kale naye waakubakwenyakwenya, era bwebayimirira okusaala bayimirira lwabuwaze, nga bagenderera kulaga bantu era tebatendereza Katonda okugyako katono nnyo"},{"SurahNumber":4,"VerseNumber":143,"Text":"Ba nampa wengwa (wakati wa Bakkiriza na Bakafiiri) nga tebayinza kubalibwa ku bali oba ku bano, bulijjo omuntu Katonda gwabuza tayinza kumufunira kkubo. (lidda eri bulungamu)"},{"SurahNumber":4,"VerseNumber":144,"Text":"Abange mmwe abakkiriza temufuula nga abakafiiri mikwano gyammwe nfiira bulago nemuleka abakkiriza, mwandiyagadde okwewaako obujulizi obwolwatu ewa Katonda"},{"SurahNumber":4,"VerseNumber":145,"Text":"Mazima Abannanfusi bagenda kubeera ku mwaliiro ogusemberayo ddala wansi mu muliro, ate nga togenda kubafunira mutaasa"},{"SurahNumber":4,"VerseNumber":146,"Text":"Okugyako abo abeenenya, nebalongoosa, nebekwata ku Katonda, nga neddiini yaabwe bagikola kulwa Katonda yekka, abo nno bagenda kuba wamu nabakkiriza. Ate nga Katonda abakkiriza agenda kubawa empeera ensukkulumu"},{"SurahNumber":4,"VerseNumber":147,"Text":"Singa mwebaza Katonda, era nemukkiriza, ate olwo Katonda aliba ababonerereza lwaki! ate nga bulijjo Katonda mwebaza era mumanyi nnyo"},{"SurahNumber":4,"VerseNumber":148,"Text":"Katonda tayagala kwatuukiriza kigambo kibi (ku muntu) okugyako oyo aba alangiddwa obwereere, bulijjo Katonda awulira era amanyi nnyo"},{"SurahNumber":4,"VerseNumber":149,"Text":"Bwemwolesa ekirungi, oba nemukikweka, oba nemusonyiwa abayisizza obubi, mazima bulijjo Katonda alekera, muyinza nnyo"},{"SurahNumber":4,"VerseNumber":150,"Text":"Mazima abo abajeemera Katonda n’ababakabe, nebagezaako okwawula wakati wa Katonda n’ababakabe, era nebagamba nti tukkirizaako abamu abalala tetubakkiriza, nebaagala okuteekawo ekkubo wakati weebyo ebibiri, (babe nga mwebatambulira)"},{"SurahNumber":4,"VerseNumber":151,"Text":"Abo nno beebatakkiriza abannamaddala. Era nga abakafiiri twabategekera ebibonerezo ebinyoomesa"},{"SurahNumber":4,"VerseNumber":152,"Text":"Ate abo abakkiriza Katonda n'ababaka be nebatayawula wakati w’omu kubo, abo nno Katonda agenda kubawa empeera yaabwe, bulijjo Katonda musonyiyi wa kisa nnyo"}]}