{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Розкажи їм притчу про жителів селища, до якого прийшли посланці"},{"SurahNumber":36,"VerseNumber":14,"Text":"Ми відіслали туди двох, але їх визнали брехунами, і Ми підсилили їх третім. Вони сказали: «Воістину, ми — посланці до вас!»"},{"SurahNumber":36,"VerseNumber":15,"Text":"Ті відповіли: «Ви такі самі люди, як і ми. Милостивий нічого не відсилав, а ви — лише брехуни!»"},{"SurahNumber":36,"VerseNumber":16,"Text":"Вони сказали: «Господь наш знає, що ми — посланці до вас"},{"SurahNumber":36,"VerseNumber":17,"Text":"І ми повинні тільки передати ясне одкровення»"},{"SurahNumber":36,"VerseNumber":18,"Text":"Ті сказали: «Ми бачимо у вас поганий знак! Якщо ви не припините, то ми неодмінно вас каменуємо, й вас торкнеться болісна кара від нас!»"},{"SurahNumber":36,"VerseNumber":19,"Text":"Вони сказали: «Знак ваших нещасть обернеться проти вас самих! Вас лише застерігають! Та ж ні, ви — злочинний народ!»"},{"SurahNumber":36,"VerseNumber":20,"Text":"З околиць міста прибіг, поспішаючи, чоловік і сказав: «О люди! Йдіть за посланцями"},{"SurahNumber":36,"VerseNumber":21,"Text":"Йдіть за тими, хто не просить у вас винагороди та перебуває на прямому шляху"},{"SurahNumber":36,"VerseNumber":22,"Text":"Чого б мені не поклонятися Тому, Хто створив Мене й до Кого ви повернетесь"},{"SurahNumber":36,"VerseNumber":23,"Text":"Невже я братиму собі замість Нього інших богів? Якщо Милостивий побажає заподіяти мені шкоду, то їхнє заступництво ніяк не допоможе мені, й вони не врятують мене"},{"SurahNumber":36,"VerseNumber":24,"Text":"Інакше я потраплю в явну оману"},{"SurahNumber":36,"VerseNumber":25,"Text":"Воістину, я увірував у вашого Господа! Тож послухайте мене!»"},{"SurahNumber":36,"VerseNumber":26,"Text":"Йому сказали: «Увійди до раю!» Він сказав: «О, якби мій народ тільки знав"},{"SurahNumber":36,"VerseNumber":27,"Text":"за що мій Господь простив мене й зробив мене одним із пошанованих!»[CCCLVII]"},{"SurahNumber":36,"VerseNumber":28,"Text":"Після нього Ми не вислали проти його народу ніякого війська й не збиралися відсилати"},{"SurahNumber":36,"VerseNumber":29,"Text":"Був тільки один крик — і ось, усі вони згасли"},{"SurahNumber":36,"VerseNumber":30,"Text":"Лихо ж рабам! Який би посланець до них не приходив, вони глузували з нього"},{"SurahNumber":36,"VerseNumber":31,"Text":"Невже вони не знають, скільки поколінь раніше за них Ми знищили й що вони не повернуться"},{"SurahNumber":36,"VerseNumber":32,"Text":"Воістину, всі вони постануть перед Нами"}]}