{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"И (вспомни), как Мы ангелам сказали: \"Адаму низко поклонитесь\", - И те склонились перед ним, Кроме (надменного) Иблиса. \"Мне ль кланяться тому, - ответил он, - Кого Ты сотворил из глины"},{"SurahNumber":17,"VerseNumber":62,"Text":"И (далее) сказал: \"Ты видишь, это - тот, Кого почтил Ты больше, чем меня. Если Ты дашь отсрочку мне До Дня (их) Воскресения (на Суд), Я подчиню его потомков своей власти, За исключением немногих"},{"SurahNumber":17,"VerseNumber":63,"Text":"Господь ответил: \"Прочь иди! А тем из них, что за тобой пойдут, - Поистине, вам будет воздаяньем Ад, (К тому же) - полным воздаяньем"},{"SurahNumber":17,"VerseNumber":64,"Text":"Введи в соблазн тех из них, Кого (сумеет) совратить твой голос, И направляй на них все воинства твои, И соучаствуй с ними в их добре и детях, Давай (заманчивые) обещанья - Ведь Сатана умеет обещать лишь для обмана"},{"SurahNumber":17,"VerseNumber":65,"Text":"И все ж над слугами Моими, Поистине, нет власти у тебя, И покровительства Владыки твоего (Вполне) достаточно, (чтоб уберечь их)"},{"SurahNumber":17,"VerseNumber":66,"Text":"Господь ваш - Тот, Кто гонит вам корабль по морю, Чтоб вам снискать дары Его (щедрот), - Поистине, Он милосерден к вам (и щедр)"},{"SurahNumber":17,"VerseNumber":67,"Text":"Когда постигнет вас беда на море, То тех, к кому взывали вы, кроме Него, нет рядом. Когда ж спасенными (от бед) Мы вас на сушу возвращаем, Вы отвращаетесь от Нас, - Как человек, поистине, неблагодарен"},{"SurahNumber":17,"VerseNumber":68,"Text":"Ужель избавлены вы от того, Что Он не повелит вас поглотить, Разверзнув часть земли под вашими (стопами), Иль не обрушит ураган на вас? И уж тогда вам не найти защиты"},{"SurahNumber":17,"VerseNumber":69,"Text":"Иль вы не опасаетесь, что Он Еще раз возвратит вас (в море) И ниспошлет на вас смертельный шторм, Что вас погубит, потому что вы невЕрны? И уж тогда вам против Нас Помощника себе не отыскать"},{"SurahNumber":17,"VerseNumber":70,"Text":"Мы оказали честь сынам Адама, Мы их носили по земле и по морям, И наделяли их благими, чистыми дарами, И их возвысили над многим из того, что сотворили"}]}