{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":23,"Text":"Allah´ın âyetlerini ve O´na kavuşmayı inkâr edenler var ya, işte onlar rahmetimden ümit kesmişlerdir ve onlar için elem verici bir azâb vardır"},{"SurahNumber":29,"VerseNumber":24,"Text":"(İbrâhim Peygamber´in putları kırıp kavmini Hakka´ çağrısına) onların cevabı sadece şöyle demeleri oldu : «İbrahim´i ya öldürün, ya da ateşte yakın.» Ama Allah O´nu ateşten (salimen) kurtardı. Bunda elbette dosdoğru inanan bir millet için öğütler, ibretler ve belgeler vardır"},{"SurahNumber":29,"VerseNumber":25,"Text":"İbrâhim ise (onlara) şöyle dedi:«Siz elbette Allah´ı bırakıp Dünya hayatında aranızda bir sevgi bağı olsun diye putları (tanrılar) edindiniz. Ama bunun sonrası (ne olacak bilir misiniz ?) Kıyamet günü bir kısmınız bir kısmınızı inkâr eder ve birbirinizi lanetlersiniz. Varıp eyleşeceğiniz yer ise Cehennem´dir ve sizin için (orada) yardımcılardan bir kimse de bulunmayacaktır.»"},{"SurahNumber":29,"VerseNumber":26,"Text":"Bu açıklama ve uyarı üzerine Lût O´na imân etti (inandığını tekrarladı) ve İbrâhim de. «ben Rabbıma (O´nun emri uyarınca) hicret ediyorum. Şüphesiz ki Rabbim cok üstün, çok güçlü ve yegâne hikmet sahibidir,» dedi"},{"SurahNumber":29,"VerseNumber":27,"Text":"Biz O´na İshâk ve Yâkub´u (bir teselli ve takviye olarak) ihsan ettik ; O´nun soyundan (lâyık gördüklerimize) peygamberlik ve kitap verdik ; hem O´nun ecrini Dünya´da kendisine lütfettik, şüphesiz ki O, Âhiret´te de iyi-yararlı kişilerdendir"},{"SurahNumber":29,"VerseNumber":28,"Text":"Lût´u da (uyarıcı peygamber olarak kendi kavmine gönderdik). Hani bir vakit o, kavmine dedi ki: «Şüphesiz ki milletlerden hiçbirinin sizden önce işlemediği çok çirkin bir hayâsızlığa doğru (durmadan) gidiyorsunuz"},{"SurahNumber":29,"VerseNumber":29,"Text":"Sizler gerçekten erkeklere (cinsel sapıklar olarak) gidiyor, yol kesiyor ve toplantılarınızda çirkin şeyler yapıyorsunuz öyle mi ?» Bunun üzerine kavminin cevabı ancak şöyle demeleri oldu : «Eğer doğrulardan isen bize (o tehdîd edip durduğun) Allah´ın azabını getir.»"},{"SurahNumber":29,"VerseNumber":30,"Text":"Lût da: «Ey Rabbim !» dedi, «ortalığı fesada veren bu kavme karşı bana yardımda bulun.»"}]}