{"Id":490,"LanguageCodes":["zu","zul"],"Name":"zul-iqembulezifundi","Author":"Iqembu Lezifundiswa, Mussa Muhammad Telela , Uthman Mfanafuthi Msomi, Moulana Abdur Rahman Chilipa, Haji Ibrahim Mondli Japhet Mthembu, Moulana Imran Ngcobo, Moulana Eshaaq Osman","Language":"Zulu","Description":"Zulu","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa(IDM), https://www.alqurantranslation.com/","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"Futhi liyoshawa icilongo kulapho bona beyophuma emathuneni beshesha bebheke eNkosini yabo"},{"SurahNumber":36,"VerseNumber":52,"Text":"Bayothi, “Oh usizi kuthina! Ngubani lowo osivuse endaweni yethu, lokhu kuyilokhu onomusa akwethembisa nezithunywa zakhuluma iqiniso”"},{"SurahNumber":36,"VerseNumber":53,"Text":"Angeke kube yilutho ngaphandle kokukhala okukodwa kulapho bona bonke beyolethwa ngaphambili kwethu"},{"SurahNumber":36,"VerseNumber":54,"Text":"Ngakho-ke ngalolusuku umphefumulo angeke wenziwe okungenabo ubulungiswa ngalutho futhi angeke ninikwe umvuzo ngaphandle kwaloko enanikwenza"},{"SurahNumber":36,"VerseNumber":55,"Text":"Ngempela izihlali zesivande kulolosuku ziyobamatasatasa ngezinto eziyinjabulo"},{"SurahNumber":36,"VerseNumber":56,"Text":"Bona kanye namakhosikazi abo bayoba semthunzini, bacambalale endaweni ephakeme"},{"SurahNumber":36,"VerseNumber":57,"Text":"Okwabo lapho phakathi yizithelo futhi okwabo kuyoba yinoma ngabe yini abayicelayo"},{"SurahNumber":36,"VerseNumber":58,"Text":"Ukuthula! Izwi elivela eNkosini enesihawu"},{"SurahNumber":36,"VerseNumber":59,"Text":"Futhi hlukanani namuhla Oh nina eniyizoni"},{"SurahNumber":36,"VerseNumber":60,"Text":"Angizange yini nginiphoqe Oh bantwana ba-Adam! Ukuthi ningamkhonzi usathane? Ngempela yena uyisitha senu esigqamile"},{"SurahNumber":36,"VerseNumber":61,"Text":"Nokuthi nikhonze mina? Lena yindlela elungile"},{"SurahNumber":36,"VerseNumber":62,"Text":"Futhi ngempela wadukisa iqembu elikhulu phakathi kwenu ngakube naningenawo yini umqondo"},{"SurahNumber":36,"VerseNumber":63,"Text":"Lesi yisihogo enanethenjiswe sona"},{"SurahNumber":36,"VerseNumber":64,"Text":"Ngenani kusona namhlanje ngenxa yokuthi naningakholwa"},{"SurahNumber":36,"VerseNumber":65,"Text":"Kulolusuku siyayisicilela imilomo yabo futhi izandla zabo zizokhuluma nezinyawo zabo zizofakaza mayelana naloko ababekusebenzela"},{"SurahNumber":36,"VerseNumber":66,"Text":"Futhi ukube besithanda besizosusa amehlo abo bese beyaphuphutheka endleleni bese bebona kanjani"},{"SurahNumber":36,"VerseNumber":67,"Text":"Futhi ukube besithanda besizobaguqula ezindaweni zabo bebengeke besakwazi ukuya phambili nokuphindela emumva"}]}