{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":1,"Text":"Sã'a ta yi kusa, kuma wata ya tsãge"},{"SurahNumber":54,"VerseNumber":2,"Text":"Kuma idan sun ga wata ãyã, sai su juya baya su ce: \"Sihiri ne mai dõgẽwa"},{"SurahNumber":54,"VerseNumber":3,"Text":"Kuma suka ƙaryata, kuma suka bi son zũciyarsu, alhãli kuwa kõwane al'amari (wanda suke son su tũre daga Annabi) an tabbatar da shi"},{"SurahNumber":54,"VerseNumber":4,"Text":"Kuma lalle, abin da yake akwai tsãwatarwa a cikinsa na lãbãraiya zo musu"},{"SurahNumber":54,"VerseNumber":5,"Text":"Hikima cikakka! Sai dai abũbuwan gargaɗi bã su amfãni"},{"SurahNumber":54,"VerseNumber":6,"Text":"Sabõda haka, ka bar su! Rãnar da mai kiran zai yi kira zuwa ga wani abu abin ƙyama"},{"SurahNumber":54,"VerseNumber":7,"Text":"¡asƙantattu ga idanunsu zã su fito daga kaburburansu, kamar dai sũ fãri ne waɗandasuka wãtse"},{"SurahNumber":54,"VerseNumber":8,"Text":"Sunã gaggãwar tafiya zuwa ga mai kiran, kãfirai na cẽwa, \"Wannan yini ne mai wuya"},{"SurahNumber":54,"VerseNumber":9,"Text":"Mutãnen Nũhu sun ƙaryata, a gabãninsu, sai suka ƙaryata BawanMu, kuma suka ce: \"Shi mahaukaci ne.\" Kuma aka tsãwace shi"},{"SurahNumber":54,"VerseNumber":10,"Text":"Sabõda haka, ya kira Ubangijinsa (ya ce), \"Lalle nĩ, an rinjãye ni, sai Ka yi taimako"},{"SurahNumber":54,"VerseNumber":11,"Text":"Sai Muka bũɗe kõfõfin sama da ruwa mai zuba"},{"SurahNumber":54,"VerseNumber":12,"Text":"Kuma Muka ɓuɓɓugar da ƙasã ta zama idãnun ruwa, daɗa ruwa ya haɗu a kan wani umurni da aka riga aka ƙaddara shi"},{"SurahNumber":54,"VerseNumber":13,"Text":"Kuma Muka ɗauke Nũhu a kan (jirgi) na alluna da ƙũsõshi"},{"SurahNumber":54,"VerseNumber":14,"Text":"Tanã gudãna, a kan idãnunMu, dõmin sakamako ga wanda aka yi wa kãfircin"},{"SurahNumber":54,"VerseNumber":15,"Text":"Kuma lalle, Mun bar ta ta zama ãyã. To, Shin, akwai mai tunãni"},{"SurahNumber":54,"VerseNumber":16,"Text":"To, yãyã azãbãTa take da gargaɗiNa"},{"SurahNumber":54,"VerseNumber":17,"Text":"Kuma lalle ne, haƙĩkƙa, Mun sauƙaƙe Alƙur'ãni, dõmin tunãwa. To, shin, akwai mai tunãwa"},{"SurahNumber":54,"VerseNumber":18,"Text":"Ãdãwa sun ƙaryata, to, yãya azãbãTa take, da gargaɗiNa"},{"SurahNumber":54,"VerseNumber":19,"Text":"Lalle Mũ, Mun aika da iska mai tsananin sauti a kansu, a cikin wani yinin nahĩsa mai dõgẽwa"},{"SurahNumber":54,"VerseNumber":20,"Text":"Tanã fizgar mutãne kamar dai sũ kututturan dabĩno tumɓukakku ne"},{"SurahNumber":54,"VerseNumber":21,"Text":"To, yãya azãbãTa take da gargaɗiNa"},{"SurahNumber":54,"VerseNumber":22,"Text":"Kuma lalle ne, haƙiƙa Mun sauƙaƙe Alƙur'ani, dõmin tunãwa. To, shin, akwai mai tunãwa"}]}