{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":2,"VerseNumber":274,"Text":"Abo banikela ngobutyebi babo eNdleleni ka-Allâh ebusuku, nasemini, emfihlakalweni nasesidlangalaleni, baza kuwufumana umvuzo wabo eNkosini yabo. Kubo akuyi kubakho koyika bengayi kuxhalaba"},{"SurahNumber":2,"VerseNumber":275,"Text":"Abo badla iribâ79 abayi kuma (ngoMhla wokuGqibela) ngaphandle kokuma njengomntu obethwa nguShaytân emkhokelela ekuphambukeni, oko kungenxa yokuba bathi: “Ushishino luyafana neribâ,” kodwa uAllâh Ukuvumele ukushishina Wakwalela ukwenziwa kweribâ. Lowo usamkelayo isiyalo seNkosi yakhe, ayeke ukudla iribâ, akayi kohlwaywa ngoko akwenze kwilixa elingaphambili, umcimbi wakhe uya kubonwa nguAllâh; ke lowo ubuyela (kwiribâ), abanjalo ngabahlali baseMlilweni baya kuhlala apho ngonaphakade"},{"SurahNumber":2,"VerseNumber":276,"Text":"UAllâh Uza kuyitshabalalisa iribâ Aze anike (iintsikelelo) ezandisiweyo ngamalizo. UAllâh Akabathandi abangakholwayo"},{"SurahNumber":2,"VerseNumber":277,"Text":"Inene abo bakholwayo, benze izenzo zobulungisa benze iSalâh banikele ngeZakâh, baya kuwufumana umvuzo wabo eNkosini yabo. Akuyi kubakho koyika kubo bengayi kuxhalaba"},{"SurahNumber":2,"VerseNumber":278,"Text":"Hini na nina bakholwayo: Moyikeni uAllâh nilahle konke okuyintsalela (okungekahlawulwa kuni) kuvela kwiribâ (ukususela ngoku ukuya phambili) ukuba ningamakholwa (ngokwenene)"},{"SurahNumber":2,"VerseNumber":279,"Text":"Ukuba anikwenzi oko, lindelani ke ngoko imfazwe evela kuAllâh noMthunywa waKhe. Kodwa ukuba niyaguquka, niya kufumana intlawulo ngemilinganiselo emikhulu. Musani ukuziphatha ngokungenabulungisa (ngokuthi nihlawulise abantu ngaphezulu kunoko benibanike kona), nani ke aniyi kuphathwa ngokuyintswela bulungisa (nivuzwe nganeno kunoko nikusebenzeleyo)"},{"SurahNumber":2,"VerseNumber":280,"Text":"Ke kaloku onetyala kuwe, osemi kakubi (engekabi namali), mnike ixesha kude kube lula kuye ukuhlawula, kodwa ke ukuba niyayincama ngokwendlela yamalizo, kolunga kakhulu oko kuni ukuba benisazi"},{"SurahNumber":2,"VerseNumber":281,"Text":"Yoyikani iMini apho niya kubuyiselwa kuAllâh. Umntu uya kuhlawulelwa oko akusebenzeleyo, yaye abayi kuphathwa ngentswela bulungisa"}]}