{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":18,"Text":"Олар, ояу деп ойлайсың; негізінен олар ұйқыда еді. Оларды оңға, солға аунататын едік. Иттері, екі аяғын көсілген бойда босағада. Егер оларды көрсең, олардан ішіңе қорқу толып, бұрылып қашар едің"},{"SurahNumber":18,"VerseNumber":19,"Text":"Осылайша оларды, өзара бір-бірінен сұрасулары үшін ояттық. Олардан бір айтушы: “Қанша жатып қалдыңдар?”,-деді. Олар: “Бір күн немесе күннің бір бөлімі жатып, тұрдық” деді. “Қанша жатып, тұрғандарыңды Раббыларың жақсы біледі. Мына ақшаларыңмен біреуіңді қалаға жіберіңдер. Сонда тамақтың қайсысы жақсы, көріп, сендеге одан көрек келтірсін. Сондай-ақ сыпайылық істеп, сендерді ешбіреуге сездірмесін” десті"},{"SurahNumber":18,"VerseNumber":20,"Text":"“Өйткені, егер қала халқы сендерге ықпал жүргізсе, не сендерді таспен атады немесе діндеріне қайтарады. Ол уақытта үнемі құтыла алмайсыңдар…”"},{"SurahNumber":18,"VerseNumber":21,"Text":"(Рауаят бойынша; олардың базарға барғаны, сауда алғанда Берген ақшасы, көне Дақянұс ақшасы екенін көргендер, бұл қазына тауып алған екен деп ойлап, патша сұрастырғанда: сонау Дақянұс дәуіріндегі қашқандар екенін білген патша; елімен барып сөйлескеннен соң үңгірдегілер өліп, сонда жерленеді. Әл Ытқан, Табари.) Осылайша,Алланың уәдесінің шындығын, қияметтің шәксіздігін әлемнің білуі үшін оларды, бұларға мәлімдедік. Сол кезде бұлар; өзара олар жөнінде тартысуда еді. Кейі: “Олардың үстіне үй салыңдар ” деді. Раббылары оларды жақсы біледі. Ал бұлардың іс басындағылары: “Әрине олардың үстіне мешіт жасап алайық” деді"},{"SurahNumber":18,"VerseNumber":22,"Text":"Бұлар көрмей-ақ мөлшерменен: “Олар үшеу, төртіншісі иттері” деп, кейі. “Олар бесеу , алтыншысы иттері ” деп, кейі: “Жоқ, олар жетеу,сегізіншісі иттері иттері” дейді. “Олардың санын Раббым жақсы біледі. Адамдардың өте азы ғана біледі” де. Оның үшін олар жайында тартысып, олар үшін ешбіреуінен дәнеңе сұрама"}]}