{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"و همانا گفت بدیشان هارون پیش از این که‌ای قوم من جز این نیست که آزموده شدید بدان و همانا پروردگار شما خدای مهربان است پس پیرویم کنید و فرمان برید امر مرا"},{"SurahNumber":20,"VerseNumber":91,"Text":"گفتند همیشه پیرامون آن بمانیم و پراکنده نمی‌شویم تا بازگردد بسوی ما موسی‌"},{"SurahNumber":20,"VerseNumber":92,"Text":"گفت ای هارون چه بازداشت تو را هنگامی که دیدی اینان را گمراه شدند"},{"SurahNumber":20,"VerseNumber":93,"Text":"که پیرویم نکردی آیا عصیان ورزیدی امر مرا"},{"SurahNumber":20,"VerseNumber":94,"Text":"گفت ای فرزند مادرم نگیر ریش و نه سر مرا همانا ترسیدم که گوئی جدائی افکندی میان بنی اسرائیل و چشم به راه نماندی سخن مرا"},{"SurahNumber":20,"VerseNumber":95,"Text":"گفت پس چیست کار تو ای سامری‌"},{"SurahNumber":20,"VerseNumber":96,"Text":"گفت دیدم آنچه را ندیدندش پس برگرفتم مشتی از جای پای فرستاده را پس افکندمش و بدینسان آراست برای من دلم‌"},{"SurahNumber":20,"VerseNumber":97,"Text":"گفت برو که تو را است در زندگی آنکه گوئی نیست سودنی (دست به من سوده نگرد) و همانا تو را وعده‌گاهی است که خلف کرده نشوی و بنگر بسوی خدایت آنکه پیوسته بر آن معتکفی که بسوزانیمش البتّه و سپس بپراکنیمش در دریا پراکندنی،"},{"SurahNumber":20,"VerseNumber":98,"Text":"جز این نیست که خدای شما خداوندی است که نیست خدائی جز او فراگرفته است همه چیز را به دانش‌"},{"SurahNumber":20,"VerseNumber":99,"Text":"بدینسان خوانیم بر تو از داستانهای آنچه بگذشت و همانا آوردیم تو را از نزد خویش یادآوری را"},{"SurahNumber":20,"VerseNumber":100,"Text":"آنکه روی برگرداند از آن همانا بردارد روز قیامت گناهی را"},{"SurahNumber":20,"VerseNumber":101,"Text":"جاودانند در آن و بد است ایشان را روز قیامت باری‌"},{"SurahNumber":20,"VerseNumber":102,"Text":"روزی که دمیده شود در صور و گردآریم گنهکاران را در آن روز سبزچشمان (کور)"},{"SurahNumber":20,"VerseNumber":103,"Text":"آهسته گویند میان خود را نماندید مگر ده روز"},{"SurahNumber":20,"VerseNumber":104,"Text":"ما داناتریم بدانچه گویند گاهی که گوید بهترین ایشان در روش نماندید مگر یک روز"}]}