{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"He it is Who has made for you (the faculty of) hearing, and eyes, and hearts. Scarcely do you give thanks"},{"SurahNumber":23,"VerseNumber":79,"Text":"He it is Who has brought forth and made you grow up on earth, and to Him you will be gathered"},{"SurahNumber":23,"VerseNumber":80,"Text":"He it is Who gives life and causes to die, and the alternation of night and day (with their periods shortening and lengthening) occurs in obedience to Him (and for the purposes He has established). Will you not, then, reason and understand (that there cannot be another deity besides God)"},{"SurahNumber":23,"VerseNumber":81,"Text":"(Instead of using their reason), they only speak as the former (disbelieving) peoples spoke"},{"SurahNumber":23,"VerseNumber":82,"Text":"They say, \"What! after we have died and become dust and bones, will we then be raised from the dead"},{"SurahNumber":23,"VerseNumber":83,"Text":"We were already promised such things, we and our forefathers. These are no more than the fables of the ancients"},{"SurahNumber":23,"VerseNumber":84,"Text":"Say: \"To whom belongs the earth and whoever is on it? (Tell me,) if you have any knowledge"},{"SurahNumber":23,"VerseNumber":85,"Text":"They could not help but acknowledge: \"To God.\" Say: \"Will you not, then, reflect and be mindful"},{"SurahNumber":23,"VerseNumber":86,"Text":"Say: \"Who is the Lord of the seven heavens and the Lord of the Supreme Throne (He Who rules the whole universe and sustains all that live in it)"},{"SurahNumber":23,"VerseNumber":87,"Text":"They could not help but acknowledge: \"These belong to God, too.\" Say: \"Will you not, then, keep from disobedience to God in reverence for Him and piety"},{"SurahNumber":23,"VerseNumber":88,"Text":"Say: \"In Whose Hand is the absolute ownership and dominion of all things, and He protects and grants asylum, whereas against Him no asylum is available, and Himself never needs protection? (Tell me,) if you have any knowledge"},{"SurahNumber":23,"VerseNumber":89,"Text":"They could not help but acknowledge: \"God exclusively.\" Say: \"How, then, can you be so deluded"},{"SurahNumber":23,"VerseNumber":90,"Text":"The fact is that We have conveyed to them the truth but for sure they are the liars (in their assertions, denial of the pillars of faith, and against their own selves)"},{"SurahNumber":23,"VerseNumber":91,"Text":"God has never taken to Himself a child, nor is there any deity along with Him; otherwise each deity would surely have sought absolute independence with his creatures under his authority, and they would surely have tried to overpower one another. All-Glorified is God, in that He is far above what they attribute to Him"},{"SurahNumber":23,"VerseNumber":92,"Text":"The Knower of the Unseen and the witnessed (all that lies in the hidden and visible realms and beyond and within the reach of any created being’s perception), and absolutely exalted is He above all that they associate with Him as partners"}]}