{"Id":196,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown","Author":"Unknown","Language":"Croatian","Description":"Croatian","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":9,"VerseNumber":90,"Text":"I dolazili su oni koji se pravdaju od beduina, da im se dozvoli, i sjedili su oni koji su lagali Allahu i Poslaniku Njegovom. Pogodiće one od njih, koji nisu vjerovali, kazna bolna"},{"SurahNumber":9,"VerseNumber":91,"Text":"Nema ukora slabima, niti bolesnima, ni onima koji ne nalaze šta bi utrošili, kad su iskreni Allahu i Poslaniku Njegovom. Nema protiv dobročinitelja nikakva puta. A Allah je Oprosnik, Milosrdni"},{"SurahNumber":9,"VerseNumber":92,"Text":"Niti onima kojima, kad ti dođu da ih prebaciš, kažeš: “Ne nalazim ono na čemu bih vas prevezao.” Okreću se, a oči njihove oblivene suzama, tužni što ne nalaze šta bi utrošili"},{"SurahNumber":9,"VerseNumber":93,"Text":"Samo je put protiv onih koji traže dozvolu od tebe, a oni su bogati. Zadovoljavaju se da budu sa onima koje ostaju, a zapečatio je Allah srca njihova, pa oni ne znaju"},{"SurahNumber":9,"VerseNumber":94,"Text":"Pravdaju vam se kad im se vratite. Reci: “Ne pravdajte se, nećemo vam vjerovati. Već nas je obavijestio Allah o novostima vašim. A vidjeće Allah rad vaš i Poslanik Njegov, zatim ćete se vratiti Znalcu nevidljivog i vidljivog, pa će vas obavijestiti o onom šta ste radili.”"},{"SurahNumber":9,"VerseNumber":95,"Text":"Zaklinjaće vam se Allahom kad im se vratite, da biste ih se okanili. Zato ih se okanite. Uistinu, oni su prljavština; a sklonište njihovo biće Džehennem; plaća za ono šta su zaradili"},{"SurahNumber":9,"VerseNumber":96,"Text":"Kunu vam se da budete s njima zadovoljni, pa ako budete s zadovoljni njima - pa uistinu, Allah nije zadovoljan s narodom grješnika"},{"SurahNumber":9,"VerseNumber":97,"Text":"Beduini su žešći nevjerovanjem i licemjerstvom i priličniji da ne znaju granice onog šta je objavio Allah Poslaniku Svom; a Allah je Znalac, Mudri"},{"SurahNumber":9,"VerseNumber":98,"Text":"A od beduina je ko uzima ono šta utroši, globom, i očekuje vama daire. Na njima je daira zla. A Allah je Onaj koji čuje, Znalac"},{"SurahNumber":9,"VerseNumber":99,"Text":"I od beduina (ima) ko vjeruje u Allaha i Dan posljednji, i uzima ono šta troši blizinama kod Allaha i salatima Poslanika. Zer to uistinu nije za njih približenje? Daće Allah da oni uđu u milost Njegovu. Uistinu, Allah je Oprosnik, Milosrdni"}]}