{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"Ey iman gətirənlər! Dəfələrlə artırılmış olan sələmi yeməyin! Allahdan qorxun ki, bəlkə, nicat tapasınız"},{"SurahNumber":3,"VerseNumber":131,"Text":"Kafirlər üçün hazırlanmış Oddan çəkinin"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allaha və Peyğəmbərə itaət edin ki, bəlkə sizə rəhm olunsun"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rəbbiniz tərəfindən bağışlanmağa və müttəqilər üçün hazırlanmış, genişliyi göylər və yer qədər olan Cənnətə tələsin"},{"SurahNumber":3,"VerseNumber":134,"Text":"O müttəqilər ki, bolluq zamanı da, qıtlıq zamanı da mallarından Allah yolunda xərcləyir, qəzəblərini boğur və insanları bağışlayırlar. Allah yaxşı iş görənləri sevir"},{"SurahNumber":3,"VerseNumber":135,"Text":"O kəslər ki, bir pis iş gördükdə, yaxud özlərinə zülm etdikdə Allahı xatırlayıb günahlarının bağışlanmasını diləyərlər, – günahları Allahdan başqa kim bağışlaya bilər? – onlar bilə-bilə etdiklərinə görə israr etməzlər"},{"SurahNumber":3,"VerseNumber":136,"Text":"Onların mükafatı, Rəbbindən bağışlanma və ağacları altından çaylar axan Cənnət bağlarıdır ki, orada əbədi qalacaqlar. Yaxşı əməl sahiblərinin mükafatı necə də gözəldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizdən öncə də neçə-neçə əhvalatlar olub keçmişdi. Odur ki, yer üzündə gəzib dolaşın və görün haqqı yalan sayanların aqibəti necə olmuşdur"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu, insanlar üçün bir açıqlama, doğru yolu göstəricisi və öyüd-nəsihətdir"},{"SurahNumber":3,"VerseNumber":139,"Text":"Acizlik göstərməyin və kədərlənməyin. Möminsinizsə, üstün olacaqsınız"},{"SurahNumber":3,"VerseNumber":140,"Text":"Əgər siz Uhud döyüşündə yara almışsınızsa, o düşmən qövm də bu cür yara almışdı. Biz bu günləri (qalibiyyəti və məğlubiyyəti) insanlar arasında növbə ilə dəyişdiririk ki, Allah iman gətirənləri üzə çıxarsın və aranızdan şəhidlər seçsin. Allah zalımları sevmir"},{"SurahNumber":3,"VerseNumber":141,"Text":"Həm də ona görə belə edirik ki, Allah möminləri təmizə çıxarsın və kafirləri məhv etsin"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoxsa elə güman edirdiniz ki, Allah içərinizdən cihada çıxanları və səbir edənləri bəlli etmədən siz Cənnətə daxil olacaqsınız"},{"SurahNumber":3,"VerseNumber":143,"Text":"Siz ölümlə qarşılaşmamışdan öncə onu arzulayırdınız. İndi isə siz onu öz gözlərinizlə gördünüz"}]}