{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"Разве ты не видел, что Аллаха славят те, кто на небесах и на земле, а также птицы с распростертыми крыльями? Каждый знает свою молитву и свое славословие. Аллах знает о том, что они совершают"},{"SurahNumber":24,"VerseNumber":42,"Text":"Аллаху принадлежит власть над небесами и землей, и к Аллаху предстоит прибытие"},{"SurahNumber":24,"VerseNumber":43,"Text":"Разве ты не видишь, что Аллах гонит облака, потом соединяет их, потом превращает их в кучу облаков, и ты видишь, как из расщелин ее изливается ливень. Он низвергает град с гор, которые на небе. Он поражает им, кого пожелает, и отвращает его, от кого пожелает. Блеск их молний готов унести зрение"},{"SurahNumber":24,"VerseNumber":44,"Text":"Аллах чередует день и ночь. Воистину, в этом - назидание для обладающих зрением"},{"SurahNumber":24,"VerseNumber":45,"Text":"Аллах сотворил все живые существа из воды. Среди них есть такие, которые ползают на брюхе, такие, которые ходят на двух ногах, и такие, которые ходят на четырех. Аллах творит то, что пожелает. Воистину, Аллах способен на всякую вещь"},{"SurahNumber":24,"VerseNumber":46,"Text":"Мы уже ниспослали ясные знамения, и Аллах наставляет на прямой путь, кого пожелает"},{"SurahNumber":24,"VerseNumber":47,"Text":"Они (лицемеры) говорят: «Мы уверовали в Аллаха и Посланника и повинуемся». Но после этого часть их отворачивается, и они не являются верующими"},{"SurahNumber":24,"VerseNumber":48,"Text":"Когда их зовут к Аллаху и Его Посланнику, чтобы он рассудил их, часть из них отворачивается"},{"SurahNumber":24,"VerseNumber":49,"Text":"Будь они правы, они покорно явились бы к нему"},{"SurahNumber":24,"VerseNumber":50,"Text":"Неужели их сердца поражены недугом? Или же они сомневаются? Или же они опасаются того, что Аллах и Его Посланник несправедливо осудят их? О нет! Они сами поступают несправедливо"}]}