{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":43,"VerseNumber":36,"Text":"Man barang sae bapaling dari pangajaran Allah Nang Maha Pangasih (Al-Quran), Kami biaratn’ setan (nyasatatn’nya) man manjaji ayukng’ akrabnya"},{"SurahNumber":43,"VerseNumber":37,"Text":"Man sungguh, iaka’ia (setan-setan koa) batol- batol ngalangi’ iaka’ia dari maraga nang batol, samintara iaka’ia nyangka bahwa’ iaka’ia mandapat patunjuk"},{"SurahNumber":43,"VerseNumber":38,"Text":"Sehingga kamile urakng-urakng nang bapaling koa atakng’ ka’ Kami (ka’’ ari kiamat) ia bakata, “Wahai! Sakiranya (jarak) antara aku man kita’ lea jarak antara timur man barat! Memang (setan koa) ayukng’ nang paling jahat (nto’ talino)”"},{"SurahNumber":43,"VerseNumber":39,"Text":"Man (arapatn’nyu koa) sakali-sakali nana’ akan mare’ manfaat nto’nyu ka’ ari koa karana kao udah ngazalimi’ (diri’ nyu babaro). Sabatalnya kita’ pantas basama-sama dalapm’ azab koa"},{"SurahNumber":43,"VerseNumber":40,"Text":"Maka ahe ke’ kao (Muhammad) dapat nyajiatn’ urakng tuli’ bisa nangar, ato (dapat ke’) kao mare’ patunjuk ka’ urakng nang buta’ (atinya), man ka’ urakng nang tatap dalapm’ kasasatatn’ nang nyata"},{"SurahNumber":43,"VerseNumber":41,"Text":"Maka sungguh, sakirnya Kami ngamatiatn’nyu (sanape’ kao mancapai kamanangan), maka sasungguhnya Kami akan tatap marenatatn’ azab ka’ iaka’ia (ka’ naherat)"},{"SurahNumber":43,"VerseNumber":42,"Text":"ato Kami tele’atni’ ka’ kao (azab) nang udah Kami ancamatn ka’ iaka’ia.784 Maka sungguh, Kami bakuasa atas iaka’ia"},{"SurahNumber":43,"VerseNumber":43,"Text":"Maka bapigakng’taguhlah kao ka’ (agama) nang udah diwahyuatn’ ka’ kao. Sungguh kao barada ka’ maraga nang locor"},{"SurahNumber":43,"VerseNumber":44,"Text":"Man sungguh, Al-Quran koa batol-batol suatu paringatatn’ nto’nyu man nto’ kaumnyu, man nae kao mao’ diminta’ patanggungjawaban"},{"SurahNumber":43,"VerseNumber":45,"Text":"Man tanyai’lah (Muhammad) ka’ rasul-rasul Kami nang udah Kami utus sanape’ kao, “Ahe ke’ Kami nantuatn’ tuhan-tuhan selai (Allah) Nang Maha Pangasih nto’ disambah?”"}]}