{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"Suratu Al-Fath. Por certo, Nós te asseguramos evidente vitória"},{"SurahNumber":48,"VerseNumber":2,"Text":"Para que Allah te perdoasse o que se antecipou de teu delito e o que se atrasou e que completasse Sua graça para contigo, e te guiasse a uma senda reta"},{"SurahNumber":48,"VerseNumber":3,"Text":"E que Allah te socorresse com poderoso socorro"},{"SurahNumber":48,"VerseNumber":4,"Text":"Ele é Quem fez descer a serenidade, nos corações dos crentes, para que acrescentassem fé a sua fé; e de Allah são os exércitos dos céus e da terra. E Allah é Onisciente, Sábio"},{"SurahNumber":48,"VerseNumber":5,"Text":"Para que Ele fizesse os crentes e as crentes entrar em Jardins, abaixo dos quais correm os rios, sendo nesses eternos, e lhes remisse as más obras; - e isso é, perante Allah, magnífico triunfo"},{"SurahNumber":48,"VerseNumber":6,"Text":"E para que Ele castigasse os hipócritas e as hipócritas e os idólatras e as idólatras pensantes de maus pensamentos, acerca de Allah. - Que sobre eles recaia o revés do mal. - E Allah Se irou contra eles, e os amaldiçoou, e lhes preparou a Geena. E que vil destino"},{"SurahNumber":48,"VerseNumber":7,"Text":"E de Allah são os exércitos dos céus e da terra, e Allah é Todo-Poderoso, Sábio"},{"SurahNumber":48,"VerseNumber":8,"Text":"Por certo, Nós te enviamos por testemunha e alvissareiro e admoestador"},{"SurahNumber":48,"VerseNumber":9,"Text":"Para que vós creiais em Allah e em Seu Mensageiro, e o ampareis e o honreis. E para que O glorifiqueis, ao alvorecer e ao entardecer"},{"SurahNumber":48,"VerseNumber":10,"Text":"Por certo, os que com aperto de mão, se comprometem a segundar-te, apenas, comprometem-se a segundar a Allah. A mão de Allah está sobre suas mãos. Então, quem viola sua promessa a violará, apenas, em prejuízo de si mesmo. E a quem é fiel ao pacto que fez com Allah, Ele lhe concederá magnífico prêmio"}]}