{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":51,"Text":"Y recuerda en la Escritura a Moisés. En verdad, él era un ser puro, Mensajero y profeta"},{"SurahNumber":19,"VerseNumber":52,"Text":"Y le llamamos desde el lado derecho del monte y le acercamos a Nosotros para hablar con él confidencialmente"},{"SurahNumber":19,"VerseNumber":53,"Text":"Y le otorgamos, por Nuestra misericordia, a su hermano Aarón como profeta"},{"SurahNumber":19,"VerseNumber":54,"Text":"Y recuerda en la Escritura a Ismael. En verdad, fue cumplidor de la promesa y fue Mensajero y profeta"},{"SurahNumber":19,"VerseNumber":55,"Text":"Solía invitar a su familia a la oración y al impuesto religioso purificador de la riqueza y su Señor estaba satisfecho de él"},{"SurahNumber":19,"VerseNumber":56,"Text":"Y recuerda en la Escritura a Idrís. Ciertamente él era veraz, profeta"},{"SurahNumber":19,"VerseNumber":57,"Text":"y le elevamos a una altísima posición espiritual"},{"SurahNumber":19,"VerseNumber":58,"Text":"Esos son los que Dios ha agraciado de entre los profetas de la descendencia de Adán y de entre los que llevamos con Noé y de la descendencia de Abraham e Israel y de los que Nosotros guiamos y escogimos, quienes, cuando les eran recitados los versículos del Clementísimo, caían prosternados y llorando"},{"SurahNumber":19,"VerseNumber":59,"Text":"Tras ellos, sus descendientes se desviaron, abandonaron la oración y siguieron sus pasiones y pronto encontrarán su extravío"},{"SurahNumber":19,"VerseNumber":60,"Text":"Excepto quienes se arrepientan, tengan fe y obren rectamente, pues ellos entrarán en el Jardín y no serán oprimidos en absoluto"},{"SurahNumber":19,"VerseNumber":61,"Text":"Jardines del Edén que el Clementísimo ha prometido a Sus siervos, aunque aún no los hayan visto. La promesa de Dios se cumplirá"},{"SurahNumber":19,"VerseNumber":62,"Text":"Allí no escucharán palabras vanas, sino solamente ¡Paz! y en ellos tendrán su provisión mañana y tarde"},{"SurahNumber":19,"VerseNumber":63,"Text":"Ese es el Jardín que Nosotros daremos en herencia a aquellos de Nuestros siervos que sean temerosos"},{"SurahNumber":19,"VerseNumber":64,"Text":"Y no lo hacemos descender sino por orden de tu Señor. A Él pertenece lo que tenemos entre nuestras manos y lo que tenemos a nuestras espaldas y lo que hay entre ello. Tu Señor no es olvidadizo"},{"SurahNumber":19,"VerseNumber":65,"Text":"Señor de los cielos y de la Tierra y de lo que entre ellos hay. Así pues ¡Adoradle y perseverad en vuestra adoración a Él! ¿Conoces a alguien así denominado"}]}