{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":94,"Text":"Kdokoliv dobré skutky koná a je při tom věřící, tomu úsilí jeho věru nebude upřeno a zajisté mu je k dobru připíšeme"},{"SurahNumber":21,"VerseNumber":95,"Text":"A je zakázáno městu každému, jež jsme zahubili, aby se obyvatelé jeho v ně navrátili"},{"SurahNumber":21,"VerseNumber":96,"Text":"pokud nebudou vypuštěni Gog a Magog; a tehdy se lidé z každého hrobu vynoří"},{"SurahNumber":21,"VerseNumber":97,"Text":"Pravdivý slib se přibližuje, a hle, strnulé jsou zraky těch, kdož neuvěřili. \"Běda nám, že lhostejní jsme byli k němu, ba naopak, byli jsme nespravedliví"},{"SurahNumber":21,"VerseNumber":98,"Text":"Vskutku vy i to, co jste místo Boha uctívali, palivem budete peklu a věru se doň dostanete"},{"SurahNumber":21,"VerseNumber":99,"Text":"Kdyby tamti byli skutečnými božstvy, nebyli by se sem dostali; a všichni v něm budou nesmrtelní"},{"SurahNumber":21,"VerseNumber":100,"Text":"A bude tam pro ně jen sténání, však nebudou v něm slyšeni"},{"SurahNumber":21,"VerseNumber":101,"Text":"Ti však, jimž jsme předem slíbili odměnu překrásnou, ti od pekla budou vzdáleni"},{"SurahNumber":21,"VerseNumber":102,"Text":"a neuslyší z něho ani šelest nejmenší a v tom, po čem duše jejich toužily, budou nesmrtelní"},{"SurahNumber":21,"VerseNumber":103,"Text":"Ani den hrůzy největší je nezarmoutí a andělé je přivítají slovy: \"Toto váš je den, jenž byl vám přislíben"},{"SurahNumber":21,"VerseNumber":104,"Text":"V ten den svineme nebe, jako se svinují svitky knih, a jako jsme začali již prvním stvořením, tak opakovat to budeme podle slibu Námi daného. A My tak učiníme"},{"SurahNumber":21,"VerseNumber":105,"Text":"A věru jsme již napsali v žalmech, po připomenutí, že zemi podědí Moji bezúhonní služebníci"},{"SurahNumber":21,"VerseNumber":106,"Text":"A je v tom zajisté sdělení pro lid Mne uctívající"},{"SurahNumber":21,"VerseNumber":107,"Text":"A neposlali jsme tě leč jako znamení milosrdenství pro lidstvo veškeré"},{"SurahNumber":21,"VerseNumber":108,"Text":"Rci: \"Bylo mi vnuknuto jenom, že božstvem vaším je Bůh jediný. Odevzdáte se tedy do Jeho vůle"},{"SurahNumber":21,"VerseNumber":109,"Text":"A jestliže se odvrátí, tedy rci: \"Já varoval vás bez rozdílu a věru nevím, je-li blízko či daleko to, co vám bylo slíbeno"},{"SurahNumber":21,"VerseNumber":110,"Text":"A On zná dobře to, co veřejně hovoříte, i to, co skrýváte"},{"SurahNumber":21,"VerseNumber":111,"Text":"Nevím, zda to snad není pouze pokušení pro vás a dopřání vám užívat na určitou chvíli"},{"SurahNumber":21,"VerseNumber":112,"Text":"Rci: \"Pane můj, rozhodni podle pravdy!\" Pán náš je Milosrdný a u Něho budiž vyžadována pomoc proti tomu, co lživě Mu připisujete"}]}