{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":54,"VerseNumber":1,"Text":"(Қиёмат) соати яқинлашиб қолди ва ой ҳам бўлинди"},{"SurahNumber":54,"VerseNumber":2,"Text":"Агар улар (Қурайш кофирлари Муҳаммад алайҳис-салоту вас-саломнинг ҳақ пайғамбар эканликларига далолат қиладиган) бирон оят-мўъжиза кўрсалар (ҳам у пайғамбарга иймон келтириш ўрнига) юз ўгирурлар ва «(Бу) ҳар доимги сеҳр-ку!», дерлар"},{"SurahNumber":54,"VerseNumber":3,"Text":"Улар (пайғамбарни) ёлғончи қилдилар ва ҳавойи нафсларига эргашдилар. — Ҳар бир иш (ўз) жойини топгувидир (яъни, гарчи кофирлар юз ўгирсалар-да, бу ҳақ дин Ер юзида қарор топур)"},{"SurahNumber":54,"VerseNumber":4,"Text":"— Ҳолбуки, уларга (илгари ўтган кофирларнинг) хабарларидан иборат бир нарса келдики, унда (куфру залолатдан) тийилиш (лозим эканлигини уқтиргувчи ибратлар) бор эди"},{"SurahNumber":54,"VerseNumber":5,"Text":"Етук ҳикмат келдики, (унда куфру залолатдан тийилиш лозим эканлигини уқтиргувчи ибратлар бор эди). (Лекин улар ўзларининг куфрларидан тийилмадилар). Бас, (уларга ҳеч қандай) огоҳлантириш фойда бермас"},{"SurahNumber":54,"VerseNumber":6,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), энди сиз улардан юз ўгиринг! Чорлагувчи (Исрофил фаришта) нотаниш бўлган бир нарсага (яъни, Қиёматдаги кофирлар учун даҳшатли ҳисоб-китобга) чорлайдиган Кунда"},{"SurahNumber":54,"VerseNumber":7,"Text":"Улар (кофирлар) кўзлари (қўрқувдан) қуйига боққан ҳолларида гўё ёйилган чигирткалар каби, қабрларидан чиқиб келурлар"},{"SurahNumber":54,"VerseNumber":8,"Text":"Чорлагувчи томонига шошганларича кетар эканлар, у кофирлар «Бу оғир кундир», дерлар"},{"SurahNumber":54,"VerseNumber":9,"Text":"Улардан (Макка кофирларидан) илгари Нуҳнинг қавми ҳам (уни) ёлғончи қилган эди. — Улар Бизнинг бандамиз (Нуҳ)ни ёлғончи қилишиб: «(У) бир мажнун», дедилар ва у (ўз пайғамбарлик вазифасини адо этишдан) тўсиб қўйилди"},{"SurahNumber":54,"VerseNumber":10,"Text":"Шунда у Парвардигорига: «Мен (у кофир қавмимдан) мағлубдирман. Ўзинг ёрдам қилгин», деб дуо-илтижо қилган эди"},{"SurahNumber":54,"VerseNumber":11,"Text":"Биз осмон дарвозаларини (тинимсиз) қуйилгувчи сув — сел билан очиб юбордик"},{"SurahNumber":54,"VerseNumber":12,"Text":"Ва барча ердан чашмалар чиқариб юбордик. Бас, (осмон ва Ернинг) суви тақдир қилиб қўйилган бир иш (яъни, кофирларни ғарқ қилиб юбориш) устида учрашдилар"},{"SurahNumber":54,"VerseNumber":13,"Text":"Уни (Нуҳни) эса тахта-ю, михлар эгасида (яъни, тахталар ва михлардан ясалган бир кемада) кўтардик"},{"SurahNumber":54,"VerseNumber":14,"Text":"У (кема) Бизнинг кўз ўнгимизда (ҳифзу-ҳимоямизда) сузар. (Бу ўз қавми томонидан пайғамбарлиги) инкор қилинган киши (яъни, Нуҳ пайғамбар) учун мукофотдир"},{"SurahNumber":54,"VerseNumber":15,"Text":"Дарҳақиқат, Биз у (Тўфон балоси)ни бир оят-ибрат қилиб қолдирдик. Бас, бирон эслатма-ибрат олгувчи борми"},{"SurahNumber":54,"VerseNumber":16,"Text":"Бас, Менинг (пайғамбарларимни ёлғончи қилган кимсаларга кўрсатган) азобим ва огоҳлантириш қандоқ бўлди"},{"SurahNumber":54,"VerseNumber":17,"Text":"Қасамки, Биз Қуръонни зикр-эслатма олиш учун осон қилиб қўйдик. Бас, бирон эслатма-ибрат олгувчи борми"},{"SurahNumber":54,"VerseNumber":18,"Text":"Од (қабиласи ҳам ўзларига юборилган Ҳуд пайғамбарни) ёлғончи қилди. Бас, Менинг азобим огоҳлантиришим қандоқ бўлди"},{"SurahNumber":54,"VerseNumber":19,"Text":"Дарвоқеъ, Биз уларнинг устига бир давомли нахс кунида (яъни, нахс-шумлиги ҳеч кетмайдиган кунда) бир даҳшатли бўронни юбордикки"},{"SurahNumber":54,"VerseNumber":20,"Text":"у одамларни гўёки улар суғуриб олинган хурмо (дарахти)нинг таналаридек юлиб-учириб кетур"},{"SurahNumber":54,"VerseNumber":21,"Text":"Бас, Менинг азобим ва огоҳлантиришим қандоқ бўлди"},{"SurahNumber":54,"VerseNumber":22,"Text":"Қасамки, Биз Қуръонни зикр-эслатма олиш учун осон қилиб қўйдик. Бас, бирон эслатма-ибрат олгувчи борми"}]}