{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":68,"Text":"(خدا ان سے فرمائے گا) اے میرے بندو! آج نہ تم پر کوئی خوف ہے اور نہ ہی تم غمگین ہو گے۔"},{"SurahNumber":43,"VerseNumber":69,"Text":"(یہ وہ لوگ ہیں) جو ہماری آیتوں پر ایمان لائے اور مطیع و فرمانبردار بن کر رہے۔"},{"SurahNumber":43,"VerseNumber":70,"Text":"(حکم ہوگا) تم اور تمہاری بیویاں جنت میں داخل ہو جاؤ تم خوش کئے جاؤ گے۔"},{"SurahNumber":43,"VerseNumber":71,"Text":"ان پر سو نے کے تھال اور جام گردش میں ہوں گے اور وہاں ہر وہ چیز موجود ہوگی جو دل چاہیں گے اور آنکھوں کو لذت ملے گی اور تم اس میں ہمیشہ رہو گے۔"},{"SurahNumber":43,"VerseNumber":72,"Text":"یہ وہ جنت ہے جس کے تم وارث بنائے گئے ہواپنے ان اعمال کے صلہ میں جو تم کرتے تھے۔"},{"SurahNumber":43,"VerseNumber":73,"Text":"تمہارے لئے اس میں بہت سے میوے ہیں جن سے تم کھاؤ گے۔"},{"SurahNumber":43,"VerseNumber":74,"Text":"بےشک مجرم لوگ دوزخ کے عذاب میں ہمیشہ رہیں گے۔"},{"SurahNumber":43,"VerseNumber":75,"Text":"وہ عذاب کبھی ان سے ہلکا نہیں کیا جائے گا اور وہ اس میں مایوس ہو کر پڑے رہیں گے۔"},{"SurahNumber":43,"VerseNumber":76,"Text":"اور ہم نے ان پر ظلم نہیں کیا لیکن وہ خود (اپنے اوپر) ظلم کرنے والے تھے۔"},{"SurahNumber":43,"VerseNumber":77,"Text":"اور وہ پکاریں گے کہ اے مالک! تمہارا پروردگار ہمارا کام ہی تمام کر دے (تو بہتر) وہ کہے گا کہ تم یوں ہی پڑے رہو گے۔"},{"SurahNumber":43,"VerseNumber":78,"Text":"بےشک ہم تمہارے پاس (دین) حقلے کر آئے مگر تم میں سے اکثر حق کو ناپسند کرتے رہے۔"},{"SurahNumber":43,"VerseNumber":79,"Text":"کیا انہوں نے کوئی قطعی فیصلہ کر لیا ہے تو ہم بھی کوئی فیصلہ کر لیتے ہیں۔"},{"SurahNumber":43,"VerseNumber":80,"Text":"کیا وہ خیال کرتے ہیں کہ ہم ان کے رازوں اور ان کی سرگوشیوں کو نہیں سنتے؟ ہاں (ہم سنتے ہیں) اور ہمارے فرشتے ان کے پاس لکھتے بھی جاتے ہیں۔"},{"SurahNumber":43,"VerseNumber":81,"Text":"آپ(ص) کہہ دیجئے! کہ اگر خدائے رحمٰن کی کوئی اولاد ہوتی تو سب سے پہلا عبادت گزار میں ہوتا۔"},{"SurahNumber":43,"VerseNumber":82,"Text":"پاک ہے آسمانوں اور زمین کا پروردگار جو عرش کامالک ہے اس سے جو یہ لوگ بیان کرتے ہیں۔"},{"SurahNumber":43,"VerseNumber":83,"Text":"آپ ان کو چھوڑیں کہ وہ بحث کریں اور تفریح کریں (کھیلیں) یہاں تک کہ ان کو اس دن سے سابقہ پڑے جس کا ان سے وعدہ کیا جا رہا ہے۔"},{"SurahNumber":43,"VerseNumber":84,"Text":"اور وہ وہی ہے جو آسمان میں بھی خدا ہے اور زمین میں بھی وہی خدا ہے اور وہ بڑا حکمت والا، بڑا جاننے والا ہے۔"},{"SurahNumber":43,"VerseNumber":85,"Text":"بڑی بابرکت ہے وہ ذات جس کے قبضۂ قدرت میں آسمانوں اور زمین اور ہر اس چیز کی بادشاہی ہے جو کچھ ان دونوں کے درمیان ہے اسی کے پاس قیامت کا عِلم ہے اور اسی کی طرف تم لوٹائے جاؤ گے۔"},{"SurahNumber":43,"VerseNumber":86,"Text":"اورجن کو یہ لوگ اللہ کے سوا پکارتے ہیں وہ سفارش کرنے کا کوئی اختیار نہیں رکھتے۔ سوائے ان کے جو حق کی گواہی دیں اور وہ جانتے بھی ہوں۔"},{"SurahNumber":43,"VerseNumber":87,"Text":"اور اگر آپ(ص) ان سے پوچھیں کہ انہیں کس نے پیدا کیا؟ تو وہ کہیں گے کہ اللہ نے تو وہ کہاں بھٹکتے پھرتے ہیں۔"},{"SurahNumber":43,"VerseNumber":88,"Text":"اور اسی (اللہ) کو رسول(ص) کے اس قول کا عِلم ہے کہ اے میرے پروردگار! یہ لوگ ایمان نہیں لاتے۔"},{"SurahNumber":43,"VerseNumber":89,"Text":"اے رسول(ص)) درگزر کرو۔اور کہو سلام ہو (خداحافظ) عنقریب انہیں (اپنا انجام) معلوم ہو جائے گا۔"}]}