{"Id":107,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Say [that Allah declares,] ‘O My servants who have committed excesses against their own souls, do not despair of the mercy of Allah. Indeed Allah will forgive all sins. Indeed, He is the All-forgiving, the All-merciful"},{"SurahNumber":39,"VerseNumber":54,"Text":"Turn penitently to Him and submit to Him before the punishment overtakes you, whereupon you will not be helped"},{"SurahNumber":39,"VerseNumber":55,"Text":"Follow the best of what has been sent down to you from your Lord, before the punishment overtakes you suddenly while you are unaware.’"},{"SurahNumber":39,"VerseNumber":56,"Text":"Lest anyone should say, ‘Alas for my negligence in the vicinage of Allah! Indeed I was among those who ridiculed.’"},{"SurahNumber":39,"VerseNumber":57,"Text":"Or say, ‘Had Allah guided me I would have surely been among the Godwary!’"},{"SurahNumber":39,"VerseNumber":58,"Text":"Or say, when he sights the punishment, ‘If only there were a second chance for me, I would be among the virtuous!’"},{"SurahNumber":39,"VerseNumber":59,"Text":"[They will be told,] ‘Yes, My signs certainly came to you, but you denied them and acted arrogantly and you were among the faithless.’"},{"SurahNumber":39,"VerseNumber":60,"Text":"On the Day of Resurrection you will see those who attributed lies to Allah with their faces blackened. Is not the [final] abode of the arrogant in hell"},{"SurahNumber":39,"VerseNumber":61,"Text":"Allah will deliver those who were Godwary with their salvation. No ill shall touch them, nor will they grieve"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah is creator of all things, and He watches over all things"},{"SurahNumber":39,"VerseNumber":63,"Text":"To Him belong the keys of the heavens and the earth, and those who disbelieve in the signs of Allah—it is they who are the losers"}]}