{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":28,"Text":"He does propound to you a similitude from your own (experience): do ye have partners among those whom your right hands possess, to share as equals in the wealth We have bestowed on you? Do ye fear them as ye fear each other? Thus do we explain the Signs in detail to a people that understand"},{"SurahNumber":30,"VerseNumber":29,"Text":"Nay, the wrong-doers (merely) follow their own lusts, being devoid of knowledge. But who will guide those whom Allah leaves astray? To them there will be no helpers"},{"SurahNumber":30,"VerseNumber":30,"Text":"So set thou thy face steadily and truly to the Faith: (establish) Allah's handiwork according to the pattern on which He has made mankind: no change (let there be) in the work (wrought) by Allah: that is the standard Religion: but most among mankind understand not"},{"SurahNumber":30,"VerseNumber":31,"Text":"Turn ye back in repentance to Him, and fear Him: establish regular prayers, and be not ye among those who join gods with Allah"},{"SurahNumber":30,"VerseNumber":32,"Text":"Those who split up their Religion, and become (mere) Sects,- each party rejoicing in that which is with itself"},{"SurahNumber":30,"VerseNumber":33,"Text":"When trouble touches men, they cry to their Lord, turning back to Him in repentance: but when He gives them a taste of Mercy as from Himself, behold, some of them pay part-worship to other god's besides their Lord"},{"SurahNumber":30,"VerseNumber":34,"Text":"(As if) to show their ingratitude for the (favours) We have bestowed on them! Then enjoy (your brief day); but soon will ye know (your folly)"},{"SurahNumber":30,"VerseNumber":35,"Text":"Or have We sent down authority to them, which points out to them the things to which they pay part-worship"},{"SurahNumber":30,"VerseNumber":36,"Text":"When We give men a taste of Mercy, they exult thereat: and when some evil afflicts them because of what their (own) hands have sent forth, behold, they are in despair"},{"SurahNumber":30,"VerseNumber":37,"Text":"See they not that Allah enlarges the provision and restricts it, to whomsoever He pleases? Verily in that are Signs for those who believe"},{"SurahNumber":30,"VerseNumber":38,"Text":"So give what is due to kindred, the needy, and the wayfarer. That is best for those who seek the Countenance, of Allah, and it is they who will prosper"},{"SurahNumber":30,"VerseNumber":39,"Text":"That which ye lay out for increase through the property of (other) people, will have no increase with Allah: but that which ye lay out for charity, seeking the Countenance of Allah, (will increase): it is these who will get a recompense multiplied"},{"SurahNumber":30,"VerseNumber":40,"Text":"It is Allah Who has created you: further, He has provided for your sustenance; then He will cause you to die; and again He will give you life. Are there any of your (false) \"Partners\" who can do any single one of these things? Glory to Him! and high is He above the partners they attribute (to him)"}]}