{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":41,"Text":"Je! Huoni kwamba Mwenyezi Mungu vinamtakasa vilivyomo katika mbingu na ardhi, na ndege wakikunjua mbawa zao? Kila mmoja amekwisha jua Sala yake na namna ya kumtakasa kwake. Na Mwenyezi Mungu ni Mwenye kuyajua wayatendayo"},{"SurahNumber":24,"VerseNumber":42,"Text":"Na ni wa Mwenyezi Mungu ufalme wa mbingu na ardhi, na kwa Mwenyezi Mungu ndio marejeo ya wote"},{"SurahNumber":24,"VerseNumber":43,"Text":"Je! Huoni ya kwamba Mwenyezi Mungu huyasukuma mawingu, kisha huyaambatisha, kisha huyafanya mirundi? Basi utaona mvua ikitoka kati yake. Na huteremsha kutoka juu kwenye milima ya mawingu mvua ya mawe, akamsibu nayo amtakaye na akamuepusha nayo amtakaye. Hukurubia mmetuko wa umeme wake kupofua macho"},{"SurahNumber":24,"VerseNumber":44,"Text":"Mwenyezi Mungu hubadilisha usiku na mchana. Hakika katika hayo yapo mazingatio kwa wenye kuona"},{"SurahNumber":24,"VerseNumber":45,"Text":"Na Mwenyezi Mungu ameumba kila kinyama kutokana na maji. Wengine katika wao huenda kwa matumbo yao, na wengine huenda kwa miguu miwili, na wengine huenda kwa miguu mine. Mwenyezi Mungu huumba ayatakayo. Hakika Mwenyezi Mungu ni Muweza wa kila kitu"},{"SurahNumber":24,"VerseNumber":46,"Text":"Kwa yakini tumeteremsha Ishara zinazo bainisha. Na Mwenyezi Mungu hummwongoa amtakaye kwenye Njia Iliyo Nyooka"},{"SurahNumber":24,"VerseNumber":47,"Text":"Na wanasema: Tumemuamini Mwenyezi Mungu na Mtume, na tumet'ii. Kisha kikundi katika hao hugeuka baada ya hayo. Wala hao si wenye kuamini"},{"SurahNumber":24,"VerseNumber":48,"Text":"Na wanapo itwa kumuendea Mwenyezi Mungu na Mtume wake ili ahukumu baina yao, kipo kikundi katika wao kinakataa"},{"SurahNumber":24,"VerseNumber":49,"Text":"Na ikiwa haki ni yao, wanamjia kwa kut'ii"},{"SurahNumber":24,"VerseNumber":50,"Text":"Je! Wana maradhi katika nyoyo zao, au wanaona shaka, au wanaogopa ya kuwa Mwenyezi Mungu na Mtume wake watawadhulumu? Bali hao ndio madhaalimu"}]}