{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":58,"Text":"Юсуфнинг оға-инилари (Мисрга) келишиб, унинг ҳузури кирганларида, уларни таниди. Улар эса (Юсуф)ни танимаган эдилар"},{"SurahNumber":12,"VerseNumber":59,"Text":"Қачонки уларнинг ҳожатларини равон қилгач, (Юсуф) деди: «Ўша ота бир бўлган иниларингизни менинг ҳузуримга келтирингиз. Ахир мен сизларга энг яхши мезбон бўлиб, (дон-дунларни) тўла қилиб ўлчаб бераётганимни кўрмаяпсизларми"},{"SurahNumber":12,"VerseNumber":60,"Text":"Энди агар уни менинг ҳузуримга олиб келмасангизлар (яъни, мени алдасангизлар), у ҳолда менинг даргоҳимда — сизлар учун бир қадоқ ҳам нарса йўқдир, менинг олдимга яқин келмай қўя қолинглар»"},{"SurahNumber":12,"VerseNumber":61,"Text":"Улар: «Отасидан у(ни биз билан қўшиб юбориши) ҳақида ўтиниб сўраймиз. Албатта, бизлар (шундай) қилгувчимиз», дедилар"},{"SurahNumber":12,"VerseNumber":62,"Text":"(Юсуф ўзининг тарозибон) йигитларига буюрди: «Уларнинг (донга алмаштириш учун) келтирган нарсаларини юкларининг ичига (қайтариб) солиб қўйинглар. Шояд уйларига қайтган вақтларида, у нарсаларини таниб қолиб яна қайтиб келсалар, ажаб эмас»"},{"SurahNumber":12,"VerseNumber":63,"Text":"Энди қачонки улар оталарининг олдига қайтиб келишгач, дедилар: «Эй ота, (бундан кейин) бизларга озиқ-овқат берилмайдиган бўлди. Фақат биз билан бирга инимизни ҳам юборсанггина озиқ-овқат ола биламиз. Бизлар албатта уни муҳофаза қилгувчимиз»"},{"SurahNumber":12,"VerseNumber":64,"Text":"(Яъқуб) деди: «Мен уни сизларга ишонмайман. Магар илгари унинг биродарини ишонганимдек ишонаман (яъни, ўшанда ҳам менга берган ваъдаларингизга хиёнат қилган эдингиз. Демак, мен сизларга унинг инисини ҳам ишониб топширолмайман. Лекин мен ёлғиз Аллоҳнинг сақлашига ишонаман, холос). Зотан, Аллоҳ энг яхши сақлагувчидир ва У зот меҳрибонларнинг меҳрибонроғидир»"},{"SurahNumber":12,"VerseNumber":65,"Text":"Қачонки улар (олиб келган) юкларини очиб кўришгач, (озиқ-овқатга алмаштириб келиш учун олиб борган) нарсаларини ўзларига қайтарилганини кўриб дедилар: «Эй ота, мана нарсаларимиз ўзимизга қайтарилибди. Яна нимани истаймиз?» (Энди сен бизларга инимизни ҳам қўшиб юборсанг), яна оиламизга озиқ-овқат келтирурмиз, инимизни муҳофаза қилиб (бориб келурмиз) ва (инимиз учун ҳам) бир туя юкни ортиқроқ олурмиз. Бу (мисрлик сахий ҳоким наздида) озгина нарсадир»"},{"SurahNumber":12,"VerseNumber":66,"Text":"Яъқуб айтди: «Агар (қароқчилар ё бошқа тўсиқларга дуч келиб) мағлуб бўлиб, ҳалокатга учрамасангизлар, албатта уни (Биняминни) менинг олдимга келтиришингиз ҳақида Аллоҳдан васиқа келтирмасангизлар, (яъни, Аллоҳ номига қасам ичмасангизлар) уни ҳаргиз сизлар билан бирга юбормасман. Энди қачонки унга ўз аҳд-паймонларини беришгач (Яъқуб): «Бу айтаётган гапларимизга Аллоҳ вакил-гувоҳдир», деди"},{"SurahNumber":12,"VerseNumber":67,"Text":"(Сўнг уларни сафарга кузатар экан), айтди: «Эй ўғилларим (Мисрга) бир дарвозадан кирманглар, балки бошқа-бошқа дарвозалардан киринглар! Мен сизлардан Аллоҳнинг бирон ҳукмини қайтара олмайман. Ҳукм ёлғиз Аллоҳнинг измидадир. Мен фақат У зотнинг ўзига таваккул қилганман-суянганман. Барча таваккул қилгувчилар Унинг Ўзигагина таваккул қилсинлар-суянсинлар»"},{"SurahNumber":12,"VerseNumber":68,"Text":"Улар оталари буюрган тарафлардан (Мисрга) киришлари улардан Аллоҳнинг бирон ҳукмини қайтарувчи эмасдир. (Бу) фақат Яъқубнинг дилидаги (фарзандларига нисбатан меҳр-шафқатдан пайдо бўлган) бир эҳтиёж эдики, у ўзининг шу эҳтиёжини қондирган эди, холос. Зотан, у Биз (ваҳий орқали) берган таълимимиз сабабли чуқур билим эгасидир. Лекин одамларнинг кўпи (буни) билмайдилар"}]}