{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":130,"Text":"Ey insanlar ve cinler, size ayetlerimi anlatan ve bu günle karşılaşacağınıza ilişkin sizi uyaran içinizden peygamberler gelmedi mi? Onlar da «Kendi aleyhimize şahitlik ederiz» derler. Dünya hayatı onları aldattı da kâfir olduklarına kendi aleyhlerine şahitlik ettiler"},{"SurahNumber":6,"VerseNumber":131,"Text":"Bu, şunu kanıtlar ki, Rabbin, gerçeklerden habersiz olan bir kentin halkını haksız yere asla helâk etmez"},{"SurahNumber":6,"VerseNumber":132,"Text":"Herkesin, yaptığı işlere göre birbirinden farklı derecesi vardır. Rabbin onların yaptıklarından habersiz değildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Rabbin hiçbir şeye muhtaç değildir ve merhamet sahibidir. O eğer dilerse sizi yok edip arkanızdan yerinize istediği başkalarını geçirebilir. Tıpkı sizi başka bir kavmin soyundan türettiği gibi"},{"SurahNumber":6,"VerseNumber":134,"Text":"Size va´dedilen akıbet kesinlikle yerine gelecektir. Siz onun önüne geçemezsiniz"},{"SurahNumber":6,"VerseNumber":135,"Text":"De ki; Ey kavmim, tutumunuzu devam ettiriniz, ben de kendi tutumumu devam ettireceğim. Dünya yurdunun sonunun kimin lehinde olacağını ilerde anlayacaksınız. Hiç kuşkusuz zalimler kurtuluşa eremezler"},{"SurahNumber":6,"VerseNumber":136,"Text":"Onlar Allah´a, O´nun yarattığı ekinlerden ve hayvanlardan sınırlı bir pay ayırdılar. Asılsız saplantıları uyarınca «Bu Allah´ın bu da O´na koştuğumuz ortakların payıdır» derler. Fakat koştukları ortakların payı Allah´a geçmezken, Allah´ın payı bu ortaklara geçebiliyor. Ne kötü hüküm veriyorlar"},{"SurahNumber":6,"VerseNumber":137,"Text":"Tıpkı bunun gibi, bu düzmece ortaklar çoğu müşriklere öz evlatlarını öldürmeyi çekici göstermişlerdir ki, böylece hem fıtratlarını yozlaştırsınlar ve hem de dinlerini bozsunlar. Eğer Allah dileseydi bunu yapamazlardı. O halde onları asılsız uydurmaları ile başbaşa bırak"},{"SurahNumber":6,"VerseNumber":138,"Text":"Onlar saçma inançları uyarınca ´Bu hayvanlar ve ekinler dokunulmazdır. Bizim istediklerimizden başka hiç kimse onları yiyemez, bunlar da sırtlarına yük vurulması ve binilmesi yasak hayvanlardır´, dediler. Bazı hayvanları keserken de Allah´ın adını anmazlar, bunu yaparken ´Allah´ın emri böyledir´ diye O´na iftira ederler. Allah onları yaptıkları bu iftiralardan ötürü cezalandıracaktır"},{"SurahNumber":6,"VerseNumber":139,"Text":"Yine onlar ´Bu hayvanların karınlarındaki yavrular sadece erkeklerimize aittir, kadınlarımıza ise yasaktır. Eğer hayvanın yavrusu ölü doğarsa her ikisi de O´na ortak olur, dediler. Allah bu yakıştırmalarının cezasını verecektir. Hiç kuşkusuz Allah hikmet sahibidir ve her şeyi bilir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Hiçbir bilgiye dayanmaksızın, aptalca evlatlarını öldürenler ve Allah´a iftira atarak O´nun verdiği rızıkları kendilerine yasaklayanlar, gerçekten hüsrana uğramışlardır. Onlar kesinlikle sapıtmışlardır, doğru yola gelecekleri yoktur"}]}