{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"بانہیمہ اگر تم منہ موڑے رہو تو نہیں طلب کیا میں نے تم سے کچھ اجر نہیں میرا جر مگر اللہ کے ذمہ اور مجھے حکم دیا گیا ہے کہ میں ہوجاؤں مسلمانوں سے۔"},{"SurahNumber":10,"VerseNumber":72,"Text":"تو آپ کی قوم نے آپ کو جھٹلایا پس ہم نے نجات دی انھیں اور جو ان کے ساتھ کشتی میں سوار تھے اور ہم نے بنادیا انھیں ان کا جانشین اور ہم نے غرق کردیا جنھوں نے ہماری آیتوں کو جھٹلایا ۔ ذرا دیکھو کیسا انجام ہوا ان کا جنھیں ڈرایا گیا تھا۔"},{"SurahNumber":10,"VerseNumber":73,"Text":"پھر ہم نے بھیجے نوح (علیہ السلام) کے بعد اور رسول ان کی قوموں کی طرف پس وہ لائے ان کے پاس روشن دلیلیں تو وہ ایسے نہ تھے کہ ایمان لاتے اس پر جسے وہ جھٹلا چکے تھے پہلے۔ یونہی ہم مہر لگادیتے ہیں سرکشوں کے دلوں پر ۔"},{"SurahNumber":10,"VerseNumber":74,"Text":"پھر ہم نے بھیجا ان رسولوں کے بعد موسیٰ اور ہارون (علیہم السلام) کو فرعون اور اسکے درباریوں کی طرف اپنی نشانیوں کے ساتھ۔ تو فرعونیوں نے غرور و تکبر کیا اور وہ مجرم لوگ تھے۔"},{"SurahNumber":10,"VerseNumber":75,"Text":"پھر جب آیا ان کے پاس حق ہماری طرف سے تو انھوں نے کہہ دیا کہ یقیناً یہ کھلا جادو ہے۔"},{"SurahNumber":10,"VerseNumber":76,"Text":"موسیٰ (علیہ السلام) نے کہا (اے عقل کے اندھو) کیا تم کہتے ہو (ایسی بات) حق کے متعلق جب وہ تمھارے پاس آیا (سوچو) کیا یہ جادو ہے؟ اور نہیں کامیاب ہوتے جادو گر۔"},{"SurahNumber":10,"VerseNumber":77,"Text":"کہنے لگے کیا تم اس لیے آئے ہو ہمارے پاس تاکہ ہٹادو ہمیں اس (دین سے) جس پر ہم نے پایا اپنے باپ دادا کو اور ہوجائے صرف تم دونوں کے لیے بڑائی سرزمین (مصر) میں۔ اور ہم لوگ تو تم کو نہیں مانے گے۔"},{"SurahNumber":10,"VerseNumber":78,"Text":"اور فرعون نے حکم دیا (فوراً) لے آؤ میرے پاس ہر ماہر جادوگر"},{"SurahNumber":10,"VerseNumber":79,"Text":"پھر جب آگئے جادو گر تو کہا انھیں موسیٰ (علیہ السلام) نے ڈالو (میدان میں ) جو تم ڈالنے آئے ہو۔"},{"SurahNumber":10,"VerseNumber":80,"Text":"پھر جب ڈال دیا انھوں نے تو موسیٰ نے فرمایا یہ جو تم لائے ہو یہ جادو ہے یقیناً اللہ تعالیٰ ملیامیٹ کردے گا اسے بیشک اللہ تعالیٰ نہیں سنوارتا شریروں کے کام کو۔"},{"SurahNumber":10,"VerseNumber":81,"Text":"اور اللہ تعالیٰ حق کو حق کردکھاتا ہے اپنے ارشاد ات سے اور خواہ نا پسند ہی کریں (اسے) مجرم۔"},{"SurahNumber":10,"VerseNumber":82,"Text":"پس نہ ایمان لائے موسیٰ پر بجز ان کی قوم کی اولاد کے (وہ بھی) ڈرتے ہوئے فرعون سے اور اپنے سرداروں سے کہ کہیں وہ انھیں بہکا نہ دے ۔ اور واقعی فرعون بڑا سرکش (بادشاہ) تھا ملک میں اور واقعی حد سے بڑھنے والوں میں سے تھا۔"}]}