{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"พระองค์นั้นคือผู้ที่ได้ทรงบังเกิดพวกเจ้าจากชีวิตเดียว และได้ทรงให้มีขึ้นจากชีวิตนั้น ซึ่งคู่ครอง ของชีวิตนั้น เพื่อชีวิตนั้นจะได้มีความสงบสุขกับนาง ครั้นเมื่อชีวิตนั้นได้สมสู่นาง นางก็อุ้มครรภ์อย่างเบา ๆ แล้วนางก็ผ่านมันไป ครั้นเมื่อนางอุ้มครรภ์หนัก เขาทั้งสองก็วิงวอนต่ออัลลอฮฺผู้เป็นพระเจ้าของเขาทั้งสองว่า ถ้าหากพระองค์ทรงประทานบุตรที่สมบูรณ์ให้ข้าพระองค์แล้ว แน่นอนข้าพระองค์ก็อยู่ในหมู่ผู้ขอบคุณ"},{"SurahNumber":7,"VerseNumber":190,"Text":"ครั้นเมื่อพระองค์ได้ทรงประทานให้เขาทั้งสองซึ่งบุตรที่สมบูรณ์ เขาทั้งสองก็ให้มีบรรดาภาคีขึ้นแก่พระองค์ ในสิ่งที่พระองค์ทรงประทานให้แก่เขาทั้งสอง อัลลอฮฺนั้นทรงสูงเกินกว่าที่พวกเขาให้มีภาคีขึ้น"},{"SurahNumber":7,"VerseNumber":191,"Text":"พวกเขา จะให้สิ่งที่บังเกิดอันใดมีหุ้นส่วน (กับพระองค์) ทั้ง ๆ ที่พวกมันถูกบังเกิดขึ้นกระนั้นหรือ"},{"SurahNumber":7,"VerseNumber":192,"Text":"และพวกมันไม่สามารถให้ความช่วยเหลือใด ๆ แก่พวกเขา และทั้งไม่สามารถช่วยเหลือตัวของพวกมันเองด้วย"},{"SurahNumber":7,"VerseNumber":193,"Text":"และหากพวกเจ้าเชิญชวนพวกเขา ไปสู่คำแนะนำที่ถูกต้อง พวกเขาก็จะไม่ปฏิบัติตามพวกเจ้า ย่อมมีผลเท่ากันแก่พวกเจ้า พวกเจ้าจะเชิญชวนพวกเขา หรือพวกเจ้าจะนิ่งเฉยอยู่ก็ตาม"},{"SurahNumber":7,"VerseNumber":194,"Text":"แท้จริงบรรดาผู้ที่พวกเจ้าวิงวอนขออื่นจากอัลลอฮฺนั้นคือ ผู้ที่เป็นบ่าวเยี่ยงพวกเจ้านั้นเอง จงวิงวอนขอต่อพวกเขาเถิด แล้วจงให้พวกเขาตอบรับพวกเจ้าด้วย หากพวกเจ้าเป็นผู้พูดจริง"},{"SurahNumber":7,"VerseNumber":195,"Text":"พวกมันมีเท้าที่ใช้มันเดินกระนั้นหรือ หรือว่าพวกมันมีมีที่ใช้มันจัดการอย่างรุนแรง หรือว่าพวกมันมีตาที่ใช้มอง หรือว่าพวกมันมีหูที่ใช้มันฟัง จงกล่าวเถิด (มุฮัมมัด) ว่า พวกท่านจงวิงวอนขอต่อบรรดาภาคี ของพวกเจ้าเถิดแล้วจงวางอุบายแก่ฉันด้วย จงอย่าได้ประวิงเวลาให้แก่ฉันเลย"},{"SurahNumber":7,"VerseNumber":196,"Text":"แท้จริงผู้คุ้มครองฉันนั้นคือ อัลลอฮฺผู้ทรงประทานคัมภีร์ลงมา และในขณะเดียวกันพระองค์ก็ทรงคุ้มครองบรรดาผู้ประพฤติดีทั้งหลาย"},{"SurahNumber":7,"VerseNumber":197,"Text":"และบรรดาผู้ที่พวกเจ้าวิงวอนขออื่นจากพระองค์นั้น พวกมันไม่สามารถจะช่วยเหลือพวกเจ้าได้ และไม่สามารถช่วยเหลือตัวของพวกมันเองด้วย"},{"SurahNumber":7,"VerseNumber":198,"Text":"และหากพวกเจ้าวิงวอนพวกมันให้ช่วยนำไปสู่คำแนะนำที่ถูกต้อง พวกมันก็ไม่ได้ยินและเจ้าจะเห็นพวกมันมองมายังเจ้า ทั้ง ๆ ที่พวกมันมองไม่เห็น"},{"SurahNumber":7,"VerseNumber":199,"Text":"เจ้า (มุฮัมมัด) จงยึดถือไว้ซึ่งการอภัย และจงใช้ให้กระทำสิ่งที่ชอบ และจงผินหลัง ให้แก่ผู้โฉดเขลาทั้งหลายเถิด"},{"SurahNumber":7,"VerseNumber":200,"Text":"และหากมีการยั่วยุใด ๆ จากชัยฏอนกำลังยั่วยุเจ้าอยู่ ก็จงขอความคุ้มครองต่ออัลลอฮฺเถิด แท้จริงพระองค์เป็นผู้ทรงได้ยินผู้ทรงรอบรู้"},{"SurahNumber":7,"VerseNumber":201,"Text":"แท้จริงบรรดาผู้ที่ยำเกรงนั้น เมื่อมีคำชี้นำ ใด ๆ จากชัยฏอนประสบแก่พวกเขา พวกเขาก็รำลึกได้แล้วทันใดพวกเขาก็มองเห็น"},{"SurahNumber":7,"VerseNumber":202,"Text":"และพี่น้องของพวกมันนั้นจะช่วยเหลือพวกมันในการหลงผิด แล้วพวกเขาก็จะไม่ลดละ"},{"SurahNumber":7,"VerseNumber":203,"Text":"และเมื่อมิได้มีอายะฮฺได้มายังพวกเขา พวกเขาก็กล่าวว่า ไฉนเล่าท่านจึงไม่อุปโลกน์มันขึ้นเอง จงกล่าวเถิด (มุฮัมมัด) ว่า แท้จริงฉันจจะปฏิบัติตามเฉพาะสิ่งที่ถูกให้เป็นโองการแก่ฉันจากพระเจ้าของฉันเท่านั้น นี่คือบรรดาหลักฐาน จากพระเจ้าของพวกเจ้า และ (นี้คือ) ข้อแนะนำและการเอ็นดูเมตตาแก่กลุ่มชนที่ศรัทธา"},{"SurahNumber":7,"VerseNumber":204,"Text":"และเมื่ออัล-กุรอานถูกอ่านขึ้น ก็จงสดับฟังอัลกุรอานนั้นเถิด และจงนิ่งเงียบ เพื่อว่าพวกเจ้าจะได้รับการเอ็นดูเมตตา"},{"SurahNumber":7,"VerseNumber":205,"Text":"และเจ้า (มุฮัมมัด) จงรำลึกถึงพระเจ้าของเจ้าในใจของเจ้าด้วยความนอบน้อมและยำเกรงและโดยไม่ออกเสียงดัง ทั้งในเวลาเช้าและเย็นและจงอย่าอยู่ในหมู่ผู้ที่เผลอเรอ"},{"SurahNumber":7,"VerseNumber":206,"Text":"แท้จริงบรรดาผู้ที่อยู่ที่พระเจ้าของเจ้านั้น พวกเขาจะไม่หยิ่งต่อการเคารพสักการะพระองค์ และกล่าวให้ความบริสุทธิ์แก่พระองค์และแด่พระองค์เท่านั้น พวกเขากราบกรานกัน"}]}