{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":44,"Text":"Allahın yoldan çıxartdığı kimsəyə (Allahın) Özündən başqa yol göstərən olmaz. (Ya Peyğəmbər!) Sən zalımları əzabı gördükləri zaman: “(Pərvərdigara!) Geri dönməyə dünyaya qayıtmağa) bir yol varmıdır?” – deyən görəcəksən"},{"SurahNumber":42,"VerseNumber":45,"Text":"Ona (cəhənnəm atəşinə) gətirilib göstərildikləri zaman sən onların zillətdən boyunlarını büküb (dəhşətdən gözlərinin ucu ilə) gizlin-gizlin (oda) baxdıqlarını görəcəksən. İman gətirənlər deyəcəklər: “Həqiqətən, (əsl) ziyan çəkənlər qiyamət günü özlərini və ailələrini (özlərinə bağlı olanları) ziyana uğradanlardır!” Bilin ki, zalımlar (kafirlər) daimi əzab içində olacaqlar"},{"SurahNumber":42,"VerseNumber":46,"Text":"Onlara Allahdan başqa yardım edəcək (Allahın əzabından qurtara biləcək) dostlar tapılmayacaqdır. Allahın (öz pis əməlinə, çirkin e’tiqadına görə) zəlalətə saldığı kimsə üçün (haqqa dönüb qayıtmağa) heç bir yol olmaz"},{"SurahNumber":42,"VerseNumber":47,"Text":"(Ey insanlar!) Allah tərəfindən geri qaytarılması əsla mümkün olmayan bir gün (qiyamət günü) gəlməmişdən əvvəl Rəbbinizin də’vətini qəbul edin! (Ona iman gətirin!) O gün sizin üçün heç bir sığınacaq tapılmaz və (günahlarınızı) inkar etməyə də heç bir imkan olmaz"},{"SurahNumber":42,"VerseNumber":48,"Text":"(Ya Peyğəmbər!) Əgər (bu müşriklər sənin də’vətindən) üz döndərsələr (əsla ürəyini qısma). Biz səni onlara gözətçi göndərməmişik. Sənin öhdənə düşən ancaq (risaləti) təbliğ etməkdir. Əgər Biz insana Öz dərgahımızdan bir mərhəmət (ne’mət) daddırsaq, ona sevinər; yox, əgər onlara öz əlləri ilə etdikləri əməllərin ucbatından bir pislik toxunsa, (görərsən ki) insan, həqiqətən, nankordur"},{"SurahNumber":42,"VerseNumber":49,"Text":"Göylərin və yerin hökmü Allahın əlindədir. O, istədiyini yaradır, istədiyinə ancaq qız, istədiyinə də ancaq oğlan verir"},{"SurahNumber":42,"VerseNumber":50,"Text":"Yaxud hər ikisindən – həm oğlan, həm də qız verir, istədiyini də sonsuz (övladsız) edir. O (hər şeyi) biləndir, (hər şeyə) qadirdir"},{"SurahNumber":42,"VerseNumber":51,"Text":"(Heç bir bəşər övladına Allahla danışmaq müyəssər olmaz, çünki bəşər övladı olan peyğəmbərlər maddi aləmdə, zaman və məkan daxilində olduqları halda, Allah qeyri-maddidir, zaman və məkan xaricindədir. Allahla onlar arasında minlərlə zülmət və nur pərdəsi vardır. Buna görə də Allahın peyğəmbərlərlə bir yerdə qarşı-qarşıya durub danışması qeyri-mümkündür). Allah bəşər övladı ilə (Musanın anası ilə olduğu kimi) ancaq vəhylə (ilham və rö’ya ilə), yaxud (Musa kimi) pərdə arxasından danışar (Allahın kəlamı eşidilər, amma Özü görünməz). Və ya bir elçi (mələk) göndərər ki, o da Allahın izni ilə (göndərildiyi kimsəyə) Onun istədiyini vəhy edər. Həqiqətən, O (hər şeydən) ucadır, hikmət sahibidir"},{"SurahNumber":42,"VerseNumber":52,"Text":"(Ya Rəsulum! Əvvəlki peyğəmbərlərə vəhy nazil etdiyimiz kimi) sənə də beləcə əmrimizdən olan bir vəhy (mö’minlərə mə’nəvi həyat verən Qur’an) göndərdik. Sən (bundan əvvəl) kitab nədir, iman nədir bilməzdin. Lakin Biz onu bəndələrimizdən dilədiyimizi haqq yola qovuşdurmağımız üçün bir nur etdik. Sən (onunla insanları) düz yola yönəldirsən (islam dininə də’vət edib haqqa qovuşdurursan)"},{"SurahNumber":42,"VerseNumber":53,"Text":"O Allahın yoluna ki, göylərdə və yerdə nə varsa (hamısı) Onundur. Bil ki, bütün işlər axırda Allaha qayıdacaqdır"}]}