{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Elif, Lam, Ra. (Bu) Ayetleri muhkem kılınmış, sonra hüküm ve hikmet sahibi ve her şeyden haberdar olan (Tanrı) tarafından birer birer (bölüm bölüm) açıklanmış bir Kitap´tır"},{"SurahNumber":11,"VerseNumber":2,"Text":"Öyle ki, Tanrı´dan başkasına ibadet etmeyin. Gerçekten ben, sizi O´nun tarafından uyaran ve müjdeleyenim"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ve rabbinizden bağışlanma dileyin; sonra O´na tevbe edin. O da sizi, adı konulmuş bir ecele kadar güzel bir meta (fayda) ile metalandırsın ve her ihsan sahibine kendi ihsanını versin. Eğer yüz çevirirseniz gerçekten ben, sizin için büyük bir günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Sizin dönüşünüz Tanrı´yadır. O, her şeye güç yetirendir"},{"SurahNumber":11,"VerseNumber":5,"Text":"Haberiniz olsun; gerçekten onlar, ondan gizlenmek için göğüslerini büker (Hak´tan kaçınıp yan çizer)ler. (Yine) Haberiniz olsun; onlar, örtülerine büründükleri zaman, O, gizli tuttuklarını da, açığa vurduklarını da bilir. Çünkü O, sinelerin özünde saklı duranı bilendir"},{"SurahNumber":11,"VerseNumber":6,"Text":"Yeryüzünde hiç bir canlı yoktur ki rızkı Tanrı´ya ait olmasın. Onun karar (yerleşik) yerini de, geçici bulunduğu yeri de bilir. (Bunların) Tümü apaçık bir kitapta (yazılı)dır"},{"SurahNumber":11,"VerseNumber":7,"Text":"O´nun arşı su üzerinde iken amel bakımından hanginizin daha iyi olduğunu denemek için gökleri ve yeri altı günde yaratan O´dur. Andolsun onlara: \"Gerçekten siz, ölümden sonra yine diriltileceksiniz\" dersen, küfredenler mutlaka: \"Bu, açıkça bir büyüden başkası değildir\" derler"},{"SurahNumber":11,"VerseNumber":8,"Text":"Andolsun, onlardan azabı sayılı bir ümmete (veya belirli bir süreye) kadar ertelesek, mutlaka: \"Onu alıkoyan nedir?\" derler. Haberiniz olsun; onlara bunun geleceği gün, onlardan geri çevrilecek değildir ve alaya almakta oldukları şey de kendilerini çepeçevre kuşatacaktır"}]}