{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif Lam Ra These are the verses of the wise Book"},{"SurahNumber":10,"VerseNumber":2,"Text":"Is it so surprising to people that We have revealed to a man from among them that he should warn people, and give glad news to those who believe, that they are on a sure footing with their Lord? [Yet] those who disbelieve say, ‘This man is clearly a sorcerer.’"},{"SurahNumber":10,"VerseNumber":3,"Text":"Your Lord is God who created the heavens and earth in six Days, then established Himself on the Throne, governing everything; there is no one that can intercede with Him, unless He has first given permission: this is God your Lord so worship Him. How can you not take heed"},{"SurahNumber":10,"VerseNumber":4,"Text":"It is to Him you shall all return––that is a true promise from God. It was He who created [you] in the first place, and He will do so again, so that He may justly reward those who believe and do good deeds. But the disbelievers will have a drink of scalding water, and agonizing torment, because they persistently disbelieved"},{"SurahNumber":10,"VerseNumber":5,"Text":"It is He who made the sun a shining radiance and the moon a light, determining phases for it so that you might know the number of years and how to calculate time. God did not create all these without a true purpose; He explains His signs to those who understand"},{"SurahNumber":10,"VerseNumber":6,"Text":"In the succession of night and day, and in what God created in the heavens and earth, there truly are signs for those who are aware of Him"},{"SurahNumber":10,"VerseNumber":7,"Text":"Those who do not expect to meet Us and are pleased with the life of this world, contenting themselves with it and paying no heed to Our signs"},{"SurahNumber":10,"VerseNumber":8,"Text":"shall have the Fire for their home because of what they used to do"},{"SurahNumber":10,"VerseNumber":9,"Text":"But as for those who believe and do good deeds, their Lord will guide them because of their faith. Streams will flow at their feet in the Gardens of Bliss"},{"SurahNumber":10,"VerseNumber":10,"Text":"Their prayer in them will be, ‘Glory be to You, God!’ their greeting, ‘Peace,’ and the last part of their prayer, ‘Praise be to God, Lord of the Worlds.’"}]}