{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"And on that Day We shall gather from every community a group of those who denied Our signs, and they shall be marshaled [in ordered ranks]"},{"SurahNumber":27,"VerseNumber":84,"Text":"till, when they come, He will say, “Did you deny My signs, though you encompassed them not in knowledge? What is it that you used to do?”"},{"SurahNumber":27,"VerseNumber":85,"Text":"And the Word will come upon them for their having done wrong, and they shall not speak"},{"SurahNumber":27,"VerseNumber":86,"Text":"Have they not considered that We made the night that they might rest therein, and the day by which to see? Truly in that are signs for a people who believe"},{"SurahNumber":27,"VerseNumber":87,"Text":"And on that Day the trumpet will be blown, and whosoever is in the heavens and on the earth will be terrified, save whom God wills, and all will come to Him in abject humility"},{"SurahNumber":27,"VerseNumber":88,"Text":"And thou seest the mountains that thou dost suppose are solid pass away like clouds—the Work of God, Who perfects all things. Truly He is Aware of whatsoever you do"},{"SurahNumber":27,"VerseNumber":89,"Text":"Whosoever brings a good deed, he will have that which is better than it. And that Day they will be secure from terror"},{"SurahNumber":27,"VerseNumber":90,"Text":"And whosoever brings an evil deed, their faces shall be cast down into the Fire. Are you recompensed for aught save that which you used to do"},{"SurahNumber":27,"VerseNumber":91,"Text":"Truly I am commanded to worship the Lord of this city, Who has made it sacred. And unto Him belong all things. And I am commanded to be among those who submit"},{"SurahNumber":27,"VerseNumber":92,"Text":"and to recite the Quran. So whosoever is rightly guided, he is guided only for his own soul. And [as for] whosoever is astray, say, “Verily, I am but a warner.”"},{"SurahNumber":27,"VerseNumber":93,"Text":"And say, “Praise be to God! He will show you His signs, and you will know them.” And thy Lord is not heedless of what you do"}]}