{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"Jo! Baikaketsi hammoho le bao ka ‘pelong tsa bona ho leng mahloko, bare: “batho báná, – tumelo ea bona e ba khelositse.” haeba ópe a ts’epa ho Allah, bónang! Allah U tlotlehile matleng, O Seli"},{"SurahNumber":8,"VerseNumber":50,"Text":"Hoja le ne le ka bóna ha mangeloi a nts’a meea ea mahloka- tumelo nakong ea lefu, le ka mokhoa oo a ba otlang lifahleho le ka mekokotlong a ntse a re: latsoang kahlolo ea malakabe a mollo"},{"SurahNumber":8,"VerseNumber":51,"Text":"Ka lebaka la liketso tseo matsoho a lóna a li romeletseng pele ho lóna hobane Allah ha a ka be a sekisetse makhabunyane a hae"},{"SurahNumber":8,"VerseNumber":52,"Text":"Liketso tsa bona li tsoana le tsa batho ba Faro le ba bileng teng pele ho bona. Ba ile ba khesa lits’upiso tsa Allah, Allah A ba neha kotlo bakeng sa litlolo tsa bona, hobane Allah U Matla, U Tópile kotlong"},{"SurahNumber":8,"VerseNumber":53,"Text":"Allah A ke ke A fetola Mohau Oo A o apesitseng batho ho fihlela batho bao ka bó-bona ba fetola meea ea bona. Ruri Allah ke Eena Ea utloang le ho tseba lintho tsohle"},{"SurahNumber":8,"VerseNumber":54,"Text":"“Liketso tse ts’oanang le tsa batho ba Faro le ba bileng teng pele ho bona.” ba ile ba nka lits’upiso tsa Mong`a bona e le bohata. Ea ba Re eaba fepetla ka le baka la litlolo tsa bona Re khamisa batho ba Faro metsi, hobane bohle e ne e le ba hatelli le baetsalibe"},{"SurahNumber":8,"VerseNumber":55,"Text":"Hobane tse mpe ka ho fetisisa libopuoeng mahlong A Allah, ke ba mo nenang ba bile ba ke ke kholoa"},{"SurahNumber":8,"VerseNumber":56,"Text":"Ke bao u kileng ua etsa selekane le bona, empa ba roba selekane sa bona ka linako tsohle, ebile habana ts’abo ea Allah"},{"SurahNumber":8,"VerseNumber":57,"Text":"Haeba le ka bahlola ntoeng, le hasanye ba tla ba sala morao e le hore batle ba hopole"},{"SurahNumber":8,"VerseNumber":58,"Text":"Ha le belaella bohla ba phieo ho lebepa le ópe, ba hopotse selekane sa bona, e le hore le be boemong ba tekano. Hobane Allah ha a rate mahlabaphieo"}]}