{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"We communicated to you as We communicated to Noah and the prophets after him; and We communicated to Abraham, and Ishmael and Isaac and Jacob and the tribes and Jesus and Job and Jonah and Aaron and Solomon and We gave David a scripture (Psalms)"},{"SurahNumber":4,"VerseNumber":164,"Text":"and messengers about whom We did mention to you earlier and messengers about whom We did not mention to you, and God spoke to Moses speaking (to him directly)"},{"SurahNumber":4,"VerseNumber":165,"Text":"messengers, conveyers of good news and warners, that there should not be any plea for mankind against God (of not having been informed of the right path) after (receiving the message of) the messengers, and God is Mighty, Wise"},{"SurahNumber":4,"VerseNumber":166,"Text":"But God bears witness regarding that which He sent down to you, (that) He sent it down with His knowledge and the angels (too) bear witness and God is sufficient as a Witness"},{"SurahNumber":4,"VerseNumber":167,"Text":"Those who do not believe and turn away (people) from the way of God, have certainly erred, going far astray"},{"SurahNumber":4,"VerseNumber":168,"Text":"God will certainly not forgive those who do not believe and are unjust, nor will He guide them to (any) road"},{"SurahNumber":4,"VerseNumber":169,"Text":"except the road of hell, they will stay in it for ever and that is easy for God"},{"SurahNumber":4,"VerseNumber":170,"Text":"O mankind ! the messenger has come to you with the truth from your Lord, therefore believe (in him, that will be) better for you, and if you do not believe then (know that) whatever is in the skies and the earth, is certainly God's, and God is Knowing, Wise"},{"SurahNumber":4,"VerseNumber":171,"Text":"O owners of the book ! do not commit excesses in your religion, and do not say about God (anything) other than the truth. The Messiah, Jesus the Son of Mary, was only a messenger of God and His word which He communicated to mary and a spirit from Him, so believe in God and His messengers and do not say, \"Three,\" it will be better for you (if) you stop (saying it). God is only One God (and not one of the three as Christians claim). It is far from His Glory that He should have a son for Himself. Whatever is in the skies and whatever is in the earth is His and God is sufficient as a Trustee"}]}