{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"Аллаһқа қатысты өтірікті құрастырғаннан / жала жапқаннан / немесе Оның аяттарын жалғанға шығарғаннан өткен әділетсіз кім бар? Негізінде әділетсіздік етушілер мақсат-мұраттарына жетпейді"},{"SurahNumber":6,"VerseNumber":22,"Text":"Ол / қайта тірілу / күні Біз олардың барлығын жинаймыз, содан кейін мүшріктерге / Аллаһқа серік қосушыларға / : «Сендердің / бар деп / санаған серіктерің қайда?» - дейміз"},{"SurahNumber":6,"VerseNumber":23,"Text":"Сонда олардың: «Раббымыз! Аллаһпен ант етеміз! Біз Аллаһқа серік қосушылардан болмадық», - деуден басқа бүліктері / өтірік ақталулары / болмайды"},{"SurahNumber":6,"VerseNumber":24,"Text":"Өздеріне қарсы олардың қалай өтірік айтқандарына қара! Олардың өтіріктен құрастырғандары жоқ болып кетті"},{"SurahNumber":6,"VerseNumber":25,"Text":"Ей, Мұхаммед! / Олардың ішінде сені тыңдап көретіндер де бар. Бірақ Біз олардың / серік қосушылардың / ұқпаулары үшін жүректеріне перде және құлақтарына кереңдік салдық. Олар әрбір белгіні көрсе де оған сенбейді. Тіпті өзіңмен тартысуға алдыңа келген кезде, сол күпірлік еткендер / аяттарды теріске шығарушылар / : «Бұл - бұрынғылардың аңыз-ертегілерінен басқа нәрсе емес», - дейді"},{"SurahNumber":6,"VerseNumber":26,"Text":"Олар одан / Құраннан адамдарды / қайтарады әрі өздері де одан алыстайды. Негізінде, олар өздерін ғана құртады әрі оны өздері сезбейді"},{"SurahNumber":6,"VerseNumber":27,"Text":"Қайта тірілу күні / олар Оттың алдына тоқтатылған кезде, олардың: «Қап! Біз кері / дүниеге / қайтарылсақ еді, Раббымыздың аяттарын өтірікке шығармас едік және иманға келгендерден болар едік», - деп айтқанын бір көрсең"},{"SurahNumber":6,"VerseNumber":28,"Text":"Жоқ, керісінше! Олардың бұрын жасырып келгендері өздеріне әшкере болды. Егер олар / дүниеге / кері қайтарылғанда да, өздеріне тыйым салынғанға қайта оралар еді. Ақиқатында, олар - нағыз суайттар"},{"SurahNumber":6,"VerseNumber":29,"Text":"Олар / : «Бұл / өмір / - осы дүниелік өмірден ғана тұрады. Әрі біз қайта тірілтілмейміз», - деді"},{"SurahNumber":6,"VerseNumber":30,"Text":"Ей, Мұхаммед! / Оларды Раббысы алдында тоқтатылған кездерін көрсең еді! Сонда / Ол / : «Бұл шындық емес пе?» - дейді. / Олар / : «Әлбетте, Раббымызбен ант етеміз»,-дейді. Ол: «Күпірліктерің / имансыздықтарың / үшін енді азапты татыңдар», - дейді"}]}