{"Id":154,"LanguageCodes":["fa","fas"],"Name":"fas-hussainansarian","Author":"Hussain Ansarian","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"آیا به کسانی که قوم مورد خشم خدا را به دوستی گرفتند، ننگریستی؟ اینان نه از شمایند و نه از آنان، و به دروغ سوگند می خورند [که از شمایند] و خود آگاهند [که دروغ می گویند]"},{"SurahNumber":58,"VerseNumber":15,"Text":"خدا برای آنان عذاب سختی آماده کرده است؛ زیرا آنچه را که همواره انجام می دادند، بسیار بد است"},{"SurahNumber":58,"VerseNumber":16,"Text":"آنان سوگندهایشان را [برای تبرئه خود از خیانت به پیامبر و مؤمنان] سپر قرار داده اند، در نتیجه [مردم را] از راه خدا بازداشتند پس برای آنان عذابی خوارکننده است"},{"SurahNumber":58,"VerseNumber":17,"Text":"هرگز اموال و اولادشان چیزی از عذاب خدا را از آنان دفع نمی کند، آنان اهل آتش اند و در آن جاودانه اند"},{"SurahNumber":58,"VerseNumber":18,"Text":"روزی که خدا همه آنان را برمی انگیزد، پس همان گونه که برای شما سوگند دروغ می خوردند، برای خدا هم سوگند دروغ می خورند، و گمان می کنند که با سوگند دروغ می توانند در عرصه محشر، سودی را برای خود جلب کنند و زیانی را از خویش بگردانند، آگاه باش که آنان همان دورغگویانند"},{"SurahNumber":58,"VerseNumber":19,"Text":"شیطان بر آنان چیره و مسلط شده و یاد خدا را از خاطرشان برده است، آنان حزب شیطانند، آگاه باش که حزب شیطان یقیناً همان زیان کارانند"},{"SurahNumber":58,"VerseNumber":20,"Text":"بی تردید کسانی که با خدا و پیامبرش دشمنی و مخالفت می کنند، در زمره خوارترینان هستند"},{"SurahNumber":58,"VerseNumber":21,"Text":"خدا لازم و مقرّر کرده است که بی تردید من و پیامبرانم پیروزیم. همانا خدا نیرومند و توانای شکست ناپذیر است"},{"SurahNumber":58,"VerseNumber":22,"Text":"گروهی را که به خدا و روز قیامت ایمان دارند، نمی یابی که با کسانی که با خدا و پیامبرش دشمنی و مخالفت دارند، دوستی برقرار کنند، گرچه پدرانشان یا فرزاندانشان یا برادرانشان یا خویشانشان باشند. اینانند که خدا ایمان را در دل هایشان ثابت و پایدار کرده، و به روحی از جانب خود نیرومندشان ساخته، و آنان را به بهشت هایی که از زیرِ [درختانِ] آن نهرها جاری است درمی آورد، در آنجا جاودانه اند، خدا از آنان خشنود است و آنان هم از خدا خشنودند. اینان حزب خدا هستند، آگاه باش که بی تردید حزب خدا همان رستگارانند"}]}