{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":30,"Text":"O gün, Cehennem'e: \"Doldun mu?\" deriz. O da: \"Daha var mı?\" der"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cennet, takva sahiplerine yakınlaştırılacak uzak olmayacak"},{"SurahNumber":50,"VerseNumber":32,"Text":"Yönelen ve (emirlerini) koruyan herkes, işte bu size vadedilendir"},{"SurahNumber":50,"VerseNumber":33,"Text":"Görmediği halde Rahman’dan korkan ve (O'na) yönelmiş bir kalp ile gelen kimseler"},{"SurahNumber":50,"VerseNumber":34,"Text":"Oraya esenlikle girin, bugün sonsuzluk günüdür"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada istedikleri her şey onlarındır. Katımızda daha fazlası da vardır"},{"SurahNumber":50,"VerseNumber":36,"Text":"Biz, onlardan önce kendilerinden daha güçlü olan, diyar diyar dolaşan nice nesilleri helak etmişizdir. Kurtuluş var mı"},{"SurahNumber":50,"VerseNumber":37,"Text":"Şüphesiz bunda, kalbi olana veya kulak verene ve şahit olana bir ibret vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Gökleri, yeri ve ikisi arasındakileri altı günde yarattık. Hiç bir yorgunluk da dokunmadı"},{"SurahNumber":50,"VerseNumber":39,"Text":"Onların dediklerine karşı sabret. Güneş doğmadan önce ve batmadan önce Rabbini hamd ederek tesbih et"},{"SurahNumber":50,"VerseNumber":40,"Text":"Gecenin bir bölümünde de onu tesbih et, secdelerin ardından da"},{"SurahNumber":50,"VerseNumber":41,"Text":"Kulak ver, o gün yakın bir yerden seslenecek olanın çağrısına"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gün, o çığlığı bir gerçek (hak) olarak işitirler. İşte o gün (kabirlerden) çıkış günüdür"},{"SurahNumber":50,"VerseNumber":43,"Text":"Şüphesiz biz, diriltiriz ve öldürürüz. Dönüş de bizedir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gün yer, onlara hızlı bir şekilde yarılacaktır. Bu, bizim için çok kolay olan bir toplamadır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Onların söylediklerini biz daha iyi biliriz. Sen, onların üzerinde bir zorlayıcı değilsin. Tehdidimden korkanlara Kur'an'la öğüt ver"}]}