{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Барояшон достони Нӯҳро бихон, он гоҳ, ки ба қавми худ гуфт: «Эй қавми ман, агар истодани ман дар миёни шумо ва ёдоварии оёти Худо бар шумо гарон меояд, ман бар Худо таваккал мекунам, корубори худ ва бутонатонро гирд оваред, чунон ки ҳеҷ чиз аз коре, ки мекунед, бар шумо пӯшида набошад ва ба душмании ман қадам ба пеш ниҳед ва маро мӯҳлат надиҳед"},{"SurahNumber":10,"VerseNumber":72,"Text":"Ва агар пушт кардед, ман аз шумо ҳеҷ музде нахостаам, ки музди ман бо Худост ва ман амр шудаам, ки аз таслимшудагон бошам!»"},{"SurahNumber":10,"VerseNumber":73,"Text":"Дурӯғаш бароварданд ва Мо ӯву ҳамроҳонашро дар киштӣ бираҳонидем ва ононро ҷонишини пешиниён сохтем ва касонеро, ки оёти Моро дурӯғ мешумурданд, ғарқ кардем. Пас бингар, ки оқибати бимдодашудагон чӣ гуна буд"},{"SurahNumber":10,"VerseNumber":74,"Text":"Он гоҳ пас аз ӯ паёмбароне бар қавмашон фиристодем ва онон далелҳое равшан оварданд, вале мардум ба он чӣ пеш аз он дурӯғ бароварда буданд, имон оваранда набуданд. Бар дилҳои таҷовузкорон инчунин мӯҳр мениҳем"},{"SurahNumber":10,"VerseNumber":75,"Text":"Ва пас аз онҳо Мӯсову Ҳорунро ҳамроҳи оётамон бар Фиръавну бузургони қавмаш фиристодем. Ва онон саркашӣ карданд ва мардуме табаҳкор буданд"},{"SurahNumber":10,"VerseNumber":76,"Text":"Ва чун ҳақ аз назди Мо ба сӯи онҳо омад, гуфтанд, ки ин ҷодуе ошкор аст"},{"SurahNumber":10,"VerseNumber":77,"Text":"Мӯсо гуфт: «Оё сухани ҳақро, ки инак бар шумо нозил шудааст, ҷоду мехонед ва ҳол он ки ҷодугарон наҷот намеёбанд!»"},{"SurahNumber":10,"VerseNumber":78,"Text":"Гуфтанд: «Оё омадаӣ, то моро аз он дин, ки падаронамонро бар он ёфтаем, дур созӣ, то дар замин сарварӣ ёбед? Вале мо ба шумо имон намеоварем!»"},{"SurahNumber":10,"VerseNumber":79,"Text":"Фиръавн гуфт: «Ҳамаи ҷодугарони доноро назди ман биёваред!»"},{"SurahNumber":10,"VerseNumber":80,"Text":"Чун ҷодугарон омаданд, Мӯсо гуфт: «Бияфканед, ҳар чиро, ки бояд бияфканед!»"},{"SurahNumber":10,"VerseNumber":81,"Text":"Чун бияфканданд, Мӯсо гуфт: «Он чӣ шумо овардаед, ҷодуст ва Худо онро ботил хоҳад сохт, зеро Худо кори фасодкоронро ба салоҳ намеоварад"},{"SurahNumber":10,"VerseNumber":82,"Text":"Ва Худованд бо суханони худ ҳақро ба исбот мерасонад, агарчи гунаҳгоронро нохуш ояд»"}]}