{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"Yaa Nabiyyichaa! Maaliif haadholee manaa kee jaalachiisuu barbaaddee waan Rabbiin halaala siif godhe haraama goota? Rabbiin araaramaa, rahmata godhaadha"},{"SurahNumber":66,"VerseNumber":2,"Text":"Dhugumatti, Rabbiin karaa kakuu keessan ittiin hiiktan isiniif murteesseeraRabbiin gargaaraa keessaniInni beekaa ogeessa"},{"SurahNumber":66,"VerseNumber":3,"Text":"Yeroo Nabiyyichi gara garii niitolee isaatti iccitii wahii himu [yaadadhaa]Yeroo isheen isa odeessitee Rabbiinis isa isatti beeksisu, garii isaa (isheetti) beeksisee, garii irraa gara galeYeroo inni isheetti himus “eenyutu kana sitti hime” jette\"Beekaa, keessa hubataatu natti hime\" jedheen"},{"SurahNumber":66,"VerseNumber":4,"Text":"Yoo tawbaa gara Rabbii deebitaniif (isiniif araarama)Onneen lamaan keessanii dhugumaan dabdeettiYoo isa irratti wal gargaartanis Rabbiin isatu gargaaraa isaatiJibriiliifi gaggaariin Mu'uminaas, Maleykonnis booda sanaatii gargaartota isaati"},{"SurahNumber":66,"VerseNumber":5,"Text":"Yoo inni isin hiike, Gooftaan isaa haadholee manaa kan isin irra caalan, Muslimoota, mu’uminoota, ajajamtoota, toobbattoota, (Rabbiin) gabbartoota, kan soomanu, kan gursummeeyyiifi durba ta'an bakka isaaf buusuun ni kajeelama"},{"SurahNumber":66,"VerseNumber":6,"Text":"Yaa warra amantan! Lubbuu keessaniifi maatiiwwan keessan ibidda qoraan isii namootaafi dhagaa heddu ta'e, irraa eegaaIsheerra maleeykota gara jabeeyyii, ciccimoo ta'antu jiruWaan Rabbiin isaan ajaje hin faallessanu; waan ajajamanis ni hojjatu"},{"SurahNumber":66,"VerseNumber":7,"Text":"Yaa warra kafartan! Guyyaa har’aa (Qiyaamaa) kana rakkina hin himatinaa; wanti isin mindeeffamtan waanuma dalagaa turtan qofa\" (jedhamu)"}]}