{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":7,"VerseNumber":172,"Text":"I kad je Gospodar tvoj od Ademovih sinova, iz njihovih kičmi, izveo potomstvo njihovo i zatražio od njih da posvjedoče protiv sebe: \"Zar Ja nisam Gospodar vaš?\", oni su odgovarali: \"Jesi, mi svjedočimo \", i zato da na Kijametskom danu ne reknete: \"Mi o ovome nismo ništa znali"},{"SurahNumber":7,"VerseNumber":173,"Text":"Ili da ne reknete: \"Naši su preci prije nas druge Allahu ravnim smatrali, a mi smo pokoljenje poslije njih. Zar ćeš nas kazniti za ono što su lažljivci činili"},{"SurahNumber":7,"VerseNumber":174,"Text":"I tako, eto, Mi opširno iznosimo dokaze, da bi oni došli sebi"},{"SurahNumber":7,"VerseNumber":175,"Text":"I kaži im vijest o onome kome smo dokaze Naše dali, ali koji se od njih udaljio pa ga šejtan dostigao, i on je zalutao"},{"SurahNumber":7,"VerseNumber":176,"Text":"A da smo htjeli, mogli smo ga time uzvisiti, ali se on ovom svijetu priklonio i za svojom strašću krenuo. Njegov je slučaj kao slučaj psa: ako ga potjeraš, on isplažena jezika dahće, a ako ga se okaniš - on opet dahće. Takvi su ljudi koji Naše dokaze smatraju lažnim; zato, kazuj događaje da bi oni razmislili"},{"SurahNumber":7,"VerseNumber":177,"Text":"Loš su primjer ljudi koji ne priznaju Naše dokaze, oni zulum čine sami sebi"},{"SurahNumber":7,"VerseNumber":178,"Text":"Koga Allah uputi na Pravi put - bit će na Pravom putu, a koga na stranputicu skrene - pa takvi su pravi gubitnici"},{"SurahNumber":7,"VerseNumber":179,"Text":"Mi smo za Džehennem mnoge džine i ljude stvorili; oni srca imaju - a njima ne shvataju, oni oči imaju - a njima ne vide, oni uši imaju - a njima ne čuju; oni su kao stoka, čak i gori - oni su baš nemarni"},{"SurahNumber":7,"VerseNumber":180,"Text":"Allah ima najljepša imena i vi Ga zovite tim imenima, a klonite se onih koji iskreću Njegova imena; kako budu radili, onako će biti kažnjeni"},{"SurahNumber":7,"VerseNumber":181,"Text":"A među onima koje stvaramo ima ljudi koji druge upućuju istini i koji prema njoj pravedno sude"}]}