{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":23,"Text":"And the Thamud belied the warnings"},{"SurahNumber":54,"VerseNumber":24,"Text":"And they said: a mere humanbeing from amongst us, and single! shall we follow him! verily then we should fall in error and madness"},{"SurahNumber":54,"VerseNumber":25,"Text":"Hath the Admonition been laid upon him from amongst us! Aye! he is a liar insolent"},{"SurahNumber":54,"VerseNumber":26,"Text":"They shall know tomorrow whichsoever is a liar insolent"},{"SurahNumber":54,"VerseNumber":27,"Text":"Verify We are sending the she-camel as a test for them, so watch them thou and have patience"},{"SurahNumber":54,"VerseNumber":28,"Text":"And declare thou Unto them that water hath been divided between them; every drinking shall be by turns"},{"SurahNumber":54,"VerseNumber":29,"Text":"Then they called their fellow, and he took the sword and hamstrung her"},{"SurahNumber":54,"VerseNumber":30,"Text":"So how dreadful have been My torment and My warnings"},{"SurahNumber":54,"VerseNumber":31,"Text":"Verily We We sent upon them one shout, and they became as the stubble of a fold-builder"},{"SurahNumber":54,"VerseNumber":32,"Text":"And assuredly We have made the Qur'an eary for admanirion: is there then any one who would be admonished"},{"SurahNumber":54,"VerseNumber":33,"Text":"The people of Lut belied the warnings"},{"SurahNumber":54,"VerseNumber":34,"Text":"Verily We! We sent upon them a gravel-storm save the household of Lut; them We delivered at early dawn"},{"SurahNumber":54,"VerseNumber":35,"Text":"As a favour from us. Thus We recompense him who giveth thanks"},{"SurahNumber":54,"VerseNumber":36,"Text":"And assuredly he had warned them of Our grasp, but: they doubted the warnings"},{"SurahNumber":54,"VerseNumber":37,"Text":"And assuredly they solicited him for his guests: then We wiped out their eyes: taste then My torment and My warnings"},{"SurahNumber":54,"VerseNumber":38,"Text":"And assuredly there met them early in the morning a torment settled"},{"SurahNumber":54,"VerseNumber":39,"Text":"Taste then My torment and My warnings"},{"SurahNumber":54,"VerseNumber":40,"Text":"And assuredly We have made the Qur'an easy for admonition; is there then any one who would be admonished"}]}