{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":30,"VerseNumber":11,"Text":"Allah (voga) ndivo vakatanga kusika zvisikwa, uye vachazvidzokorora, uye kwavari ndiko kwamuchadzorerwa"},{"SurahNumber":30,"VerseNumber":12,"Text":"Uye pazuva iro nguva ichasvika, avo vanoita mabasa akashata (vasingatendi nevatadzi) vachaparadzwa nekusurukirwa"},{"SurahNumber":30,"VerseNumber":13,"Text":"Panenge pasina kana mumiririri kubva pane avo vavaisanganisa naAllah pakunamata. Uye vavaisanganisa naAllah vacharamba shamwari dzavo (kutenda kwavo mavari)"},{"SurahNumber":30,"VerseNumber":14,"Text":"Pazuva iro nguva ichasvika (yekutongwa), pazuva iroro vanhu vachasiyana pamwe nekupatsanurana (Vatendi kwavo uye vasingatendi kwavo)"},{"SurahNumber":30,"VerseNumber":15,"Text":"Avo vakatenda (muhumwe hwaAllah) zvekare vakaita mabasa akanaka, vachava muhupenyu hwakanaka zvachose uye vari mubindu remufaro (Paradhiso)"},{"SurahNumber":30,"VerseNumber":16,"Text":"Uye avo vaisatenda, uye vakaramba zviratidzo zvedu, uye kusangana kwehupenyu hwemangana, vachakandwa mumarwadzo emumoto (wemuGehena)"},{"SurahNumber":30,"VerseNumber":17,"Text":"Naizvozvo kurumbidzwa ngakuve kuna Allah, apo pamunopinda panguva dzemanheru (nekuita minamato yeMaghrib neIsha), nepanguva dzemangwanani (nekuita munamato weFajr)"},{"SurahNumber":30,"VerseNumber":18,"Text":"Uye ndivo vane rumbidzo mumatenga nepanyika; uye panguva dzemasikati (nekuita munamato weAsr) nepanguva apo pamunopinda masikati (nekuita munamato weDhuhr). (Ibn Abbaas vakati: “Iyi ndiyo minamato mishanu inokomekedzwa pazuva vanhu vakaungana irikutaurwa muQur’aan).”"},{"SurahNumber":30,"VerseNumber":19,"Text":"Vanoburitsa upenyu kubva kune chakafa, uye voburitsa chakafa kubva kune chipenyu. Uye vanomutsa nyika mushure mekufa kwayo. Uye ndiko kabuditsirwo (kamutsirwo) kamuchazoitwa"}]}