{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"You will never achieve righteousness until you donate some of what you cherish. And whatever you give is certainly well known to God"},{"SurahNumber":3,"VerseNumber":93,"Text":"All food was lawful for the children of Israel, except what Israel made unlawful for himself before the Torah was revealed. Say, ˹O Prophet,˺ “Bring the Torah and read it, if your claims are true.”"},{"SurahNumber":3,"VerseNumber":94,"Text":"Then whoever still fabricates lies about God, they will be the ˹true˺ wrongdoers"},{"SurahNumber":3,"VerseNumber":95,"Text":"Say, ˹O Prophet,˺ “God has declared the truth. So follow the Way of Abraham, the upright—who was not a polytheist.”"},{"SurahNumber":3,"VerseNumber":96,"Text":"Surely the first House ˹of worship˺ established for humanity is the one at Bakkah—a blessed sanctuary and a guide for ˹all˺ people"},{"SurahNumber":3,"VerseNumber":97,"Text":"In it are clear signs and the standing-place of Abraham. Whoever enters it should be safe. Pilgrimage to this House is an obligation by God upon whoever is able among the people. And whoever disbelieves, then surely God is not in need of ˹any of His˺ creation"},{"SurahNumber":3,"VerseNumber":98,"Text":"Say, ˹O Prophet,˺ “O People of the Book! Why do you deny the revelations of God, when God is a Witness to what you do?”"},{"SurahNumber":3,"VerseNumber":99,"Text":"Say, “O People of the Book! Why do you turn the believers away from the Way of God—striving to make it ˹appear˺ crooked, while you are witnesses ˹to its truth˺? And God is never unaware of what you do.”"},{"SurahNumber":3,"VerseNumber":100,"Text":"O believers! If you were to yield to a group of those who were given the Scripture, they would turn you back from belief to disbelief"},{"SurahNumber":3,"VerseNumber":101,"Text":"How can you disbelieve when God’s revelations are recited to you and His Messenger is in your midst? Whoever holds firmly to God is surely guided to the Straight Path"}]}