{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":2,"VerseNumber":87,"Text":"Voorwaar, Ons het die Boek aan Moses gegee, en Ons boodskap- pers het hom die een na die ander opgevolg; en aan Jesus, die seun van Maria, het Ons duidelike tekens gegee en hom versterk met die Heilige Gees. Is dit so dat wanneer ’n boodskapper na julle gekom het met iets wat teen julle sin en wil is, julle dan verwaand geword het? Sommige het julle verwerp en sommige het julle doodgemaak"},{"SurahNumber":2,"VerseNumber":88,"Text":"En hulle het gesê: Ons harte is skatkamers van wysheid! Nee, Allah het hulle oor hul ongeloof vervloek; daarom sal daar min wees wat glo"},{"SurahNumber":2,"VerseNumber":89,"Text":"En toe daar van Allah ’n Boek tot hulle gekom het, met beves- tiging van wat hulle reeds besit, en hulle dit kon herken, het hulle dit verwerp ~ hoewel hulle vantevore vir oorwinning teen die ongelowiges gebid het. Daarom rus die vloek van Allah op diegene wat die waarheid verwerp"},{"SurahNumber":2,"VerseNumber":90,"Text":"Hulle siele het hul vir onheil verkoop ~ sodat hulle Allah se openbaring kan ontken, omdat hulle jaloers was dat Allah Sy gunste aan Sy dienaars wat guns in Sy oë verwerf het sal gee; só het hulle toorn op toorn uitgelok. En op die ongelowiges wag daar ’n vernederende straf"},{"SurahNumber":2,"VerseNumber":91,"Text":"En toe aan hulle gesê is: Glo aan die openbaringe van Allah, het hulle geantwoord: Ons glo in wat vir ons geopenbaar is. En hulle verwerp dit wat daarop gevolg het, terwyl dit die waarheid is met bevestiging van wat hulle reeds besit. Sê dan: As julle gelowiges is, waarom het julle dan vroeër die profete van Allah doodgemaak"},{"SurahNumber":2,"VerseNumber":92,"Text":"En voorwaar, Moses het na julle gekom met duidelike woorde, maar in sy afwesigheid het julle die kalf aanbid en gesondig"},{"SurahNumber":2,"VerseNumber":93,"Text":"En aan die voet van die berg het Ons met julle ’n verbond gesluit: Hou stewig vas aan wat Ons aan julle gegee het! Toe het hulle in hulle harte gesê: Ons hoor, maar ons gehoorsaam nie. En hulle harte was vervul met liefde vir die kalf vanweë hulle ongeloof. Sê aan hulle: Julle geloof dwing jul tot sonde, as julle werklik gelowiges is"},{"SurahNumber":2,"VerseNumber":94,"Text":"Sê: As die Huis van Allah in die Hiernamaals alleen vir julle bedoel is, en as dit ander uitsluit, dan moet julle, indien julle waarlik glo, na die dood verlang"},{"SurahNumber":2,"VerseNumber":95,"Text":"Maar, voorwaar, hulle sal na die dood nie uitsien nie, omdat hulle hande vroeër kwaad aangerig het; en omdat Allah die boosdoeners ken"},{"SurahNumber":2,"VerseNumber":96,"Text":"Voorwaar, julle sal vind dat hulle, in ’n groter mate nog as die afgodedienaars, die lewe begeer. Almal van hulle begeer selfs ’n duisendjarige lewe, maar al word dit aan hulle vergun, sal hulle daardeur nie die straf ontkom nie. Allah sien wat hulle doen"}]}