{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"بىزگە مۇلاقات بولۇشنى ئۈمىد قىلمايدىغانلار (يەنى مۇشرىكلار): «نېمىشقا بىزگە پەرىشتىلەر چۈشۈرۈلمەيدۇ، ياكى (بىز نېمىشقا) پەرۋەردىگارىمىزنى كۆرمەيمىز» دېيىشتى. شۈبھىسىزكى ئۇلار ئۆزلىرىنى چوڭ تۇتتى ۋە تولىمۇ ھەددىدىن ئاشتى"},{"SurahNumber":25,"VerseNumber":22,"Text":"ئۇلار (يەنى مۇشرىكلار) (ئۆزلىرىنىڭ جېنىنى ئېلىش ئۈچۈن چۈشكەن) پەرىشتىلەرنى كۆرگەن كۈنى گۇناھكارلارغا خۇش خەۋەر بولمايدۇ، پەرىشتىلەر ئۇلارغا: «(سىلەرگە جەننەت) ھارامدۇر» دەيدۇ"},{"SurahNumber":25,"VerseNumber":23,"Text":"بىز ئۇلارنىڭ قىلغان ياخشى ئەمەللىرىنى بىر تەرەپ قىلىپ، ئۇنى ئۇچۇپ يۈرگەن توزاندەك قىلىۋېتىمىز، (يەنى ئۇلار ئىمانسىىز بولغانلىقتىن، قىلغان ياخشى ئەمەللىرىنى يوققا چىقىرىمىز)"},{"SurahNumber":25,"VerseNumber":24,"Text":"ئەھلى جەننەت بۇ كۈندە ئەڭ ياخشى جايدا ۋە ئەڭ ياخشى ئارامگاھتا بولىدۇ"},{"SurahNumber":25,"VerseNumber":25,"Text":"شۇ كۈندە ئاسمان بۇلۇت بىلەن بىرلىكتە يېرىلىدۇ، پەرىشتىلەر (بەندىلەرنىڭ نامە - ئەمالىنى ئېلىپ) ئارقىمۇئارقا چۈشىدۇ"},{"SurahNumber":25,"VerseNumber":26,"Text":"پادىشاھلىق بۇ كۈندە مەرھەمەتلىك اﷲ قا خاستۇر، بۇ كۈن كاپىرلارغا قېيىندۇر"},{"SurahNumber":25,"VerseNumber":27,"Text":"شۇ كۈنى زالىم (يەنى كاپىر) ئىككى قولىنى چىشلەپ: «ئىسىت! پەيغەمبەر بىلەن (نىجاتلىق) يولىنى تۇتسامچۇ، ئىسىت! پالانىنى دوست تۇتمىغان بولسامچۇ؟ قۇرئان ماڭا يەتكەندىن كېيىن، ئۇ (يەنى پالانى) مېنى قۇرئاندىن، شەك - شۈبھىسىزكى، ئازدۇردى» دەيدۇ، شەيتان ئىنساننى (ئازدۇرۇپ بولۇپ) تاشلىۋېتىدۇ"},{"SurahNumber":25,"VerseNumber":28,"Text":"شۇ كۈنى زالىم (يەنى كاپىر) ئىككى قولىنى چىشلەپ: «ئىسىت! پەيغەمبەر بىلەن (نىجاتلىق) يولىنى تۇتسامچۇ، ئىسىت! پالانىنى دوست تۇتمىغان بولسامچۇ؟ قۇرئان ماڭا يەتكەندىن كېيىن، ئۇ (يەنى پالانى) مېنى قۇرئاندىن، شەك - شۈبھىسىزكى، ئازدۇردى» دەيدۇ، شەيتان ئىنساننى (ئازدۇرۇپ بولۇپ) تاشلىۋېتىدۇ"},{"SurahNumber":25,"VerseNumber":29,"Text":"شۇ كۈنى زالىم (يەنى كاپىر) ئىككى قولىنى چىشلەپ: «ئىسىت! پەيغەمبەر بىلەن (نىجاتلىق) يولىنى تۇتسامچۇ، ئىسىت! پالانىنى دوست تۇتمىغان بولسامچۇ؟ قۇرئان ماڭا يەتكەندىن كېيىن، ئۇ (يەنى پالانى) مېنى قۇرئاندىن، شەك - شۈبھىسىزكى، ئازدۇردى» دەيدۇ، شەيتان ئىنساننى (ئازدۇرۇپ بولۇپ) تاشلىۋېتىدۇ"},{"SurahNumber":25,"VerseNumber":30,"Text":"پەيغەمبەر ئېيتتى: «ئى پەرۋەردىگارىم! شۈبھىسىزكى، مېنىڭ قەۋمىم بۇ قۇرئاننى تاشلاندۇق قىلىپ قويدى»"},{"SurahNumber":25,"VerseNumber":31,"Text":"شۇنىڭدەك (يەنى ساڭا قەۋمىڭنىڭ مۇشرىكلىرىدىن دۈشمەنلەرنى قىلغاندەك) ھەربىر پەيغەمبەرگە بىر قىسىم گۇناھكارلارنى ئۇنىڭ دۈشمىنى قىلدۇق، پەرۋەردىگارىڭ يول كۆرسەتكۈچى ۋە ياردەمچى بولۇشقا ساڭا يېتەرلىكتۇر"},{"SurahNumber":25,"VerseNumber":32,"Text":"كاپىرلار: «قۇرئان نېمىشقا ئۇنىڭغا (يەنى مۇھەممەد ئەلەيھىسسالامغا) بىر قېتىمدىلا نازىل قىلىنمىدى؟» دېدى. سېنىڭ دىلىڭنى مۇستەھكەم قىلىش ئۈچۈن، ئۇنى پارچە - پارچە نازىل قىلدۇق، ئۇنى ئايرىم – ئايرىم نازىل قىلدۇق"},{"SurahNumber":25,"VerseNumber":33,"Text":"ئۇلار (يەنى مۇشرىكلار) قانداق بىر سوئالنى تاشلىمىسۇن، (ئۇنىڭغا قارىتا) بىز ساڭا ھەق جاۋابنى ۋە ھەممىدىن گۈزەل چۈشەندۇرۇشنى نازىل قىلدۇق"},{"SurahNumber":25,"VerseNumber":34,"Text":"ئۇلار جەھەننەمگە يۈزلىرى بىلەن سۈرۈلىدۇ، ئۇلارنىڭ جايى ئەڭ يامان، يولى ئەڭ ئازغۇندۇر"}]}