{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":35,"Text":"Dan sesungguhnya, kami telah memberikan Alkitab (Taurat) kepada Musa dan Kami telah menjadikan Hārūn saudaranya menyertai dia sebagai wazir (pembantu)"},{"SurahNumber":25,"VerseNumber":36,"Text":"Kemudian, Kami berfirman kepada keduanya, \"Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami\". Maka Kami membinasakan mereka sehancur-hancurnya"},{"SurahNumber":25,"VerseNumber":37,"Text":"Dan (telah Kami binasakan) kaum Nūḥ, tatkala mereka mendustakan rasul-rasul. Kami tenggelamkan mereka dan kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah menyediakan bagi orang-orang zalim azab yang pedih"},{"SurahNumber":25,"VerseNumber":38,"Text":"dan (Kami binasakan) kaum ‘Ād dan Ṡamūd dan penduduk ar Ras 1069 dan banyak (lagi) generasi-generasi di antara kaum-kaum tersebut"},{"SurahNumber":25,"VerseNumber":39,"Text":"Dan Kami jadikan bagi masing-masing mereka perumpamaan dan masing-masing mereka itu benar benar telah Kami binasakan dengan sehancur-hancurnya"},{"SurahNumber":25,"VerseNumber":40,"Text":"Dan sesungguhnya, mereka (kaum musyrik Mekah) telah melalui sebuah negeri (Sadum) yang (dulu) dihujani dengan hujan yang sejelek-jeleknya (hujan batu). Maka, apakah mereka tidak menyaksikan runtuhan itu, bahkan adalah mereka itu tidak mengharapkan akan kebangkitan"},{"SurahNumber":25,"VerseNumber":41,"Text":"Dan apabila mereka melihat kamu (Muhammad), mereka hanyalah menjadikan kamu sebagai ejekan (dengan mengatakan), \"Inikah orangnya yang diutus Allah sebagai rasul"},{"SurahNumber":25,"VerseNumber":42,"Text":"Sesungguhnya hampirlah ia menyesatkan kita dari sembahan-sembahan kita, seandainya kita tidak sabar (menyembah)nya\" dan mereka kelak akan mengetahui pada saat mereka melihat azab; siapa yang paling sesat jalannya"},{"SurahNumber":25,"VerseNumber":43,"Text":"Terangkanlah kepadaku tentang orang yang menjadikan hawa nafsunya sebagai tuhannya. Maka apakah kamu dapat menjadi pemelihara atasnya"},{"SurahNumber":25,"VerseNumber":44,"Text":"atau apakah kamu mengira bahwa kebanyakan mereka itu mendengar atau memahami. Mereka itu tidak lain hanyalah seperti binatang ternak, bahkan mereka lebih sesat jalannya (dari binatang ternak itu)"}]}