{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":28,"VerseNumber":76,"Text":"Mu by’ukuri Qaruna yari umwe mu bantu ba Musa, nuko abigiraho umwibone. Kandi twamuhaye ibigega by’ubutunzi ku buryo imfunguzo zabyo zaremereraga itsinda ry’abantu bafite imbaraga. (Wibuke) ubwo abantu be bamubwiraga bati “Ntukibone. Mu by’ukuri Allah ntakunda abibona.”"},{"SurahNumber":28,"VerseNumber":77,"Text":"Kandi ushake ubuturo bwo ku munsi w’imperuka mu byo Allah yaguhaye (ubitanga mu nzira nziza), ntuzanibagirwe umugabane wawe ku isi (kwishimisha bitanyuranye n’amategeko ya Allah), kandi ujye ugira neza nk’uko nawe Allah yakugiriye neza. Ndetse ntugakore ubwononnyi ku isi, mu by’ukuri Allah ntakunda abononnyi"},{"SurahNumber":28,"VerseNumber":78,"Text":"(Qaruna) aravuga ati “Mu by’ukuri ibi nabihawe kubera ubumenyi mfite.” Ese (Qaruna) ntiyamenye ko Allah yarimbuye ibisekuru mbere ye byamurushaga imbaraga no kurundanya imitungo? Kandi inkozi z’ibibi ntizizabazwa ibijyanye n’ibyaha byazo (kuko Allah abizi neza)"},{"SurahNumber":28,"VerseNumber":79,"Text":"Nuko (Qaruna) arasohoka agera mu bantu be (yambaye) imirimbo ye, maze ba bandi bakunda ubuzima bw’isi baravuga bati “Iyaba twari dufite nk’ibyahawe Qaruna (imitungo). Mu by’ukuri ni umunyamahirwe ahambaye.”"},{"SurahNumber":28,"VerseNumber":80,"Text":"Ariko ba bandi bahawe ubumenyi baravuga bati “Muramenye! Ibihembo bya Allah ni byo byiza kuri wa wundi wemeye akanakora ibikorwa byiza.” Kandi ibyo ntibibonwa (n’uwo ari we wese) usibye abihangana"},{"SurahNumber":28,"VerseNumber":81,"Text":"Nuko tumurigitisha mu butaka we n’inzu ye, ntiyigera abona itsinda rimutabara ritari Allah. Kandi na we ubwe ntiyashoboye kwitabara"},{"SurahNumber":28,"VerseNumber":82,"Text":"Maze abifuzaga urwego nk’urwe ku munsi wabanje, baravuga bati “Burya bwose! Allah yongerera amafunguro uwo ashaka mu bagaragu be akanayagabanya (ku wo ashaka). Iyo Allah ataza kutugirira ubuntu natwe yari kuturigitisha (mu butaka). Burya bwose! Abahakanyi ntibazakiranuka!”"},{"SurahNumber":28,"VerseNumber":83,"Text":"Ubwo buturo bwa nyuma (Ijuru) twabugeneye ba bandi badashaka kwishyira hejuru cyangwa ngo bakore ubwononnyi ku isi. Kandi iherezo ryiza ni iry’abagandukira Allah"},{"SurahNumber":28,"VerseNumber":84,"Text":"(Kuri uwo munsi), uzaba yarakoze icyiza (ku isi) azabona icyiza kikiruta, n’uzaba yarakoze ikibi (amenye ko) abakoze ibibi nta kindi bazahembwa kitari ibyo bakoraga"},{"SurahNumber":28,"VerseNumber":85,"Text":"Mu by’ukuri uwaguhishuriye Qur’an (yewe Muhamadi) azanagusubiza ahantu hawe h’isezerano (Maka cyangwa mu Ijuru nyuma yo gupfa kwawe). Vuga uti “Nyagasani wanjye ni We uzi neza uwayobotse (by’ukuri) ndetse n’uri mu buyobe bugaragara.”"},{"SurahNumber":28,"VerseNumber":86,"Text":"Kandi ntabwo wigeze utekereza ko uzahishurirwa igitabo (cya Qur’an), ariko ku bw’impuhwe za Nyagasani wawe (waragihishuriwe). Bityo ntuzashyigikire abahakanyi"},{"SurahNumber":28,"VerseNumber":87,"Text":"Kandi rwose (ababangikanyamana) ntibazakubuze kugeza amagambo ya Allah (ku bantu) nyuma y’uko uyahishuriwe. Ujye unahamagarira (abantu) kugana Nyagasani wawe, ndetse ntuzabe mu babangikanyamana"},{"SurahNumber":28,"VerseNumber":88,"Text":"Kandi ntuzabangikanye Allah n’uwo ari we wese. Nta yindi mana ikwiriye gusengwa by’ukuri itari We. Buri kintu cyose kizarimbuka usibye uburanga bwe (Allah). Ni we ufite ubutware (bwa buri kintu) kandi Iwe ni ho muzasubizwa"}]}