{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":42,"Text":"Säg: \"Vem skyddar er om natten och om dagen mot den Nåderikes [vrede]?\" Nej, de vill inte påminnas om sin Herre och vänder ryggen till"},{"SurahNumber":21,"VerseNumber":43,"Text":"Har de då andra gudar än Oss som skyddar dem? Men dessa [gudar] kan inte [ens] hjälpa sig själva och har ingen som skyddar dem mot Oss"},{"SurahNumber":21,"VerseNumber":44,"Text":"Nej, Vi lät dem - liksom deras fäder - njuta av livets goda så länge att de fann tiden lång. Ser de då inte hur Vi går till väga mot [ett] land och berövar det dess bästa resurser [och låter dess tidigare storhet och makt följas av nedgång och fall]? Tror de ändå att de [till sist] skall hemföra segern"},{"SurahNumber":21,"VerseNumber":45,"Text":"SÄG [Muhammad]: \"Jag varnar er inte med andra ord än de som uppenbaras [för mig]!\" Men de som [låtsas] döva kan inte uppfatta varningen"},{"SurahNumber":21,"VerseNumber":46,"Text":"Och så snart de får känning av en vindstöt av din Herres straff, jämrar de sig: \"Vi har dragit olycka över oss med all den orätt som vi begick"},{"SurahNumber":21,"VerseNumber":47,"Text":"På Uppståndelsens dag skall Vi ställa fram rättvisande vågar och ingen skall då lida den minsta orätt. [Allt,] till och med det som väger så litet som ett senapskorn, skall Vi dra fram i ljuset. Det är Vi som bäst håller räkning på allt"},{"SurahNumber":21,"VerseNumber":48,"Text":"VI GAV Moses och Aron den måttstock med vilken rätt kan mätas och skiljas från orätt, ett ljus [för att lysa upp människornas väg] och en påminnelse för dem som fruktar Gud"},{"SurahNumber":21,"VerseNumber":49,"Text":"som bävar inför sin Herre, trots att de inte kan se eller förnimma Honom, och som ängslas för [den Yttersta] stunden"},{"SurahNumber":21,"VerseNumber":50,"Text":"Även denna [Koran] är en välsignad påminnelse som Vi har uppenbarat. [Är ni beredda att] förkasta den"}]}