{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"(Мұхаммед Ғ.С.) олар, сенен ғанимат малы(соғыс олжасы) жайынан сұрайды: «Ғаниматтар; Аллаға және Пайғамбарына тән. Ендеше, егер мүмін болсаңдар, Алладан қорқып, араларыңды жарастырыңдар. Және Аллаға, Пайғамбарына бой ұсыныңдар » де"},{"SurahNumber":8,"VerseNumber":2,"Text":"Сөзсіз мүміндер; Алла еске алынса, жүректері қобалжиды да оларға Алланың аяттары оқылса, сенімдері артылып, Раббыларына тәуекел қылады"},{"SurahNumber":8,"VerseNumber":3,"Text":"Сондай-ақ олар, намазды толық орындап, оларға берген несібемізден тиісті орынға жұмсайды"},{"SurahNumber":8,"VerseNumber":4,"Text":"Міне солар, шынайы мүміндер. Олар үшін Раббыларының қасында да дәрежелер және жарылқау әрі көркем несібе бар"},{"SurahNumber":8,"VerseNumber":5,"Text":"Шам жақтан саудамен қайтқан Әбу Сүфянның керуені Мұсылмандардың Мединеден шыққанынан секем ала теңіз жағалауымен жол алған бойда Меккеге де хабар бергендіктен Әбу Жаһіл мың кісілік шеру тартып, Бәдірге жетіп келеді. Сол сәтте, Алла (Т.) тарапынан Пайғамбар (Ғ.С.) ға керуен мен әскердің бірі алынатындығы білдірілгендіктен жолдастарымен кеңеседі.) (Мұхаммед Ғ.С.) Раббың сені, үйіннен хақ жолына шығарғанда мүміндердің бір бөлімі жақтырмаған еді. (Ғанимат бөлуде де кейбіреулер көңілсіз болды)"},{"SurahNumber":8,"VerseNumber":6,"Text":"Шындық анықталғаннан кейін де олар көре тұра өлімге айдалғандай сенімен тартысты"},{"SurahNumber":8,"VerseNumber":7,"Text":"Сол уақытта Алла, сендерге екі топтың бірінің сендердікі болатынын уәде етуде еді. Сендер, құралсыз керуеннің сендердікі болуын қалайсыңдар. Алла өз әмірлерімен шындықты шынға шығаруды, сондай-ақ қарсы болғандардың артын үзуді қалайды"},{"SurahNumber":8,"VerseNumber":8,"Text":"Қылмыстылар жек көрсе де хақиқат шынға шықсын да бұзықтық жойылсын"},{"SurahNumber":8,"VerseNumber":9,"Text":"(Бәдір соғысында жау мың кісі, Мұсылмандар үш жүз кісі еді. Сондықтан олар Аллаға жалбарынды да, Алла мың періште арқылы көмек етілетіндігін білдірді. Бұл Мұсылмандарды рұхтандырып, жүректерін орнықтыру үшін ғана.) Сол уақытта Раббыларыңа жалбарынуда едіңдер. Сонда Ол: «Шынында сендерге ерген мың періштемен көмек етемін» деп тілектеріңді қабыл етті"},{"SurahNumber":8,"VerseNumber":10,"Text":"Мұны қуанту әрі жүректеріңді орнықтыру үшін ғана істеді. Жәрдем, Алланың ғана қасында. (Еркінде.) Күдіксіз Алла өте үстем, хикмет иесі"}]}