{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"The people who have taqwa will have Gardens of Delight with their Lord"},{"SurahNumber":68,"VerseNumber":35,"Text":"Would We make the Muslims the same as the evildoers"},{"SurahNumber":68,"VerseNumber":36,"Text":"What is the matter with you? On what basis do you judge"},{"SurahNumber":68,"VerseNumber":37,"Text":"Or do you have a Book which you study"},{"SurahNumber":68,"VerseNumber":38,"Text":"so that you may have anything in it you choose"},{"SurahNumber":68,"VerseNumber":39,"Text":"Or do you have oaths which bind Us, extending to the Day of Rising, that you will have whatever you decide"},{"SurahNumber":68,"VerseNumber":40,"Text":"Ask them which of them stands as guarantor for that"},{"SurahNumber":68,"VerseNumber":41,"Text":"Or do they have Divine partners? Then let them produce their partners if they are telling the truth"},{"SurahNumber":68,"VerseNumber":42,"Text":"On the Day when legs are bared and they are called on to prostrate, they will not be able to do so"},{"SurahNumber":68,"VerseNumber":43,"Text":"Their eyes will be downcast, darkened by debasement; for they were called on to prostrate when they were in full possession of their faculties"},{"SurahNumber":68,"VerseNumber":44,"Text":"So leave anyone who denies this discourse to Me! We will lead them, step by step, into destruction from where they do not know"},{"SurahNumber":68,"VerseNumber":45,"Text":"I will allow them more time. My subterfuge is sure"},{"SurahNumber":68,"VerseNumber":46,"Text":"Or do you ask them for a wage so they are weighed down with debt"},{"SurahNumber":68,"VerseNumber":47,"Text":"Or is the Unseen in their hands, so they can write out what is to happen"},{"SurahNumber":68,"VerseNumber":48,"Text":"So wait steadfastly for the judgement of your Lord. Do not be like the Companion of the Fish when he called out in absolute despair"},{"SurahNumber":68,"VerseNumber":49,"Text":"Had a blessing from his Lord not overtaken him, he would have been thrown up on the naked shore, for he was at fault"},{"SurahNumber":68,"VerseNumber":50,"Text":"But his Lord chose him and made him one of the righteous"},{"SurahNumber":68,"VerseNumber":51,"Text":"Those who are kafir all but strike you down with their evil looks when they hear the Reminder and say, ´He is quite mad.´"},{"SurahNumber":68,"VerseNumber":52,"Text":"But it is nothing less than a Reminder to all the worlds"}]}