{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":2,"VerseNumber":261,"Text":"Примерот на тие што имотот свој го трошат на Аллаховиот пат е сличен со тој што ќе посее зрно од кое никнуваат седум класа и во секој клас по стотина зрна. А Аллах зголемува кому Тој сака! Аллах е неизмерно добар и Сезнаен"},{"SurahNumber":2,"VerseNumber":262,"Text":"На тие што го трошат имотот свој на Аллаховиот пат, а тоа што ќе го потрошат да не го пропратат со приговарање и навредување, им припаѓа награда од Господарот нивен! За нив нема страв, ниту пак ќе тагуваат"},{"SurahNumber":2,"VerseNumber":263,"Text":"Добриот збор и прошката се повредни од милостината пропратена со навредување. А Аллах е независен од секого и Благ е"},{"SurahNumber":2,"VerseNumber":264,"Text":"О, верници, не ги расипувајте своите милостини со приговарања и навреди, како што тоа го прави тој што го троши својот имот за да се покаже пред луѓето, а не верувајќи во Аллах и во другиот свет! Примерот негов е како примерот за мазната карпа на која има земја, па ќе ја погоди пороен дожд и ќе ја оголи! Тие нема да добијат никаква награда за тоа што го направиле. А Аллах не ги упатува на Вистинскиот пат луѓето што не веруваат"},{"SurahNumber":2,"VerseNumber":265,"Text":"Тие што го трошат својот имот со желба за Аллаховото задоволство и сигурни се во наградата за тоа, наликуваат на градина на висорамнина на која паѓа обилен дожд, па дава двојно поголем род; ако нема обилен дожд, тогаш има ситна роса! А Аллах добро гогледа тоаштого правите"},{"SurahNumber":2,"VerseNumber":266,"Text":"Дали некој од вас би сакал да поседува градина полна со палми и грозје, под која реки течат и во која има секакви плодови, а да остарел и да има слаби деца, па тогаш преку неа огнен виор да наиде и таа да изгори?! Така Аллах ви ги објаснува знаците Свои, за да размислите"}]}