{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":38,"VerseNumber":41,"Text":"En dink aan Ons dienaar Job, hoe hy na sy Heer geroep het: Die duiwel het my met kommer en smart aangetas"},{"SurahNumber":38,"VerseNumber":42,"Text":"Toe het Ons gesê: Spoor u rydier aan; hier is ’n koel wasplek en drinkwater"},{"SurahNumber":38,"VerseNumber":43,"Text":"En Ons het aan hom sy volk gegee, en nóg ’n keer soveel, as ’n genadegawe van Ons, en as ’n les vir mense wat begryp"},{"SurahNumber":38,"VerseNumber":44,"Text":"En Ons het gesê: Neem ’n klompie wêreldse besittings in u hand, en doen goed daarmee, en neig nie tot valsheid nie. Voorwaar, Ons het hom geduldig gevind. ’n Voortreflike dienaar! Waarlik, hy het hom dikwels tot Ons gewend"},{"SurahNumber":38,"VerseNumber":45,"Text":"En dink aan Ons dienaars Abraham en Isak en Jakob: mense van mag en insig"},{"SurahNumber":38,"VerseNumber":46,"Text":"En Ons het hulle gesuiwer met ’n suiwerende middel, en met kennis van die uiteindelike Tuiste"},{"SurahNumber":38,"VerseNumber":47,"Text":"En waarlik, vir Ons was hulle uitverkorenes"},{"SurahNumber":38,"VerseNumber":48,"Text":"En dink aan Ismaël en Elisa en Zoel-Kiefel; en hulle was almal uitnemend"},{"SurahNumber":38,"VerseNumber":49,"Text":"Dit is ’n aanmaning. En gewis, daar is ’n voortreflike toevlug vir die godvresendes"},{"SurahNumber":38,"VerseNumber":50,"Text":"Tuine van Ewigheid waarvan die deure vir hulle wyd oop is"},{"SurahNumber":38,"VerseNumber":51,"Text":"en waarin hulle hul sal neervly en aanroep, en waarin oorvloedig vrugte en drank is"},{"SurahNumber":38,"VerseNumber":52,"Text":"En saam met hulle sal daar kuise vroue wees, metgeselle van gelyke leeftyd"},{"SurahNumber":38,"VerseNumber":53,"Text":"Dít is wat julle belowe word vir die Dag van Oordeel"},{"SurahNumber":38,"VerseNumber":54,"Text":"Voorwaar, dit is ’n voorsiening van Ons wat nooit uitgeput sal raak nie"},{"SurahNumber":38,"VerseNumber":55,"Text":"en dít is vir die gelowiges! En vir die opstandiges sal daar sekerlik ’n bose plek wees om na terug te keer"},{"SurahNumber":38,"VerseNumber":56,"Text":"die Hel! Húlle sal dit binnegaan. Boos is daardie rusplek"},{"SurahNumber":38,"VerseNumber":57,"Text":"laat hulle dit smaak, ’n kokende en ’n yskoue drank"},{"SurahNumber":38,"VerseNumber":58,"Text":"en nog meer derglike strawwe van verskillende soorte"},{"SurahNumber":38,"VerseNumber":59,"Text":"Hulle is ’n groep wat blindelings saam met julle stormloop ~ geen verwelkoming vir hulle nie! Gewis, hulle sal in die Vuur brand"},{"SurahNumber":38,"VerseNumber":60,"Text":"Hulle sal sê: Wee julle! Daar is geen verwelkoming vir julle nie! Julle het dit vir ons voorberei, en dit is ’n bose rusplek"},{"SurahNumber":38,"VerseNumber":61,"Text":"Hulle sal sê: Ons Here! Wie dit ook al vir ons voorberei het, vermeerder vir hom ’n dubbele straf in die Vuur"},{"SurahNumber":38,"VerseNumber":62,"Text":"En hulle sal sê: Wat makeer ons? ~ ons sien glad nie die mense vir wie ons onder die bose gereken het nie"},{"SurahNumber":38,"VerseNumber":63,"Text":"Het ons dan nie die spot met hulle gedryf nie, of sien ons oë hulle nie"},{"SurahNumber":38,"VerseNumber":64,"Text":"Dit is sekerlik die waarheid ~ die onderlinge twis van die bewoners van die Vuur"}]}