{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":21,"Text":"کێ ستەمکارترە لەو کەسەی درۆ ھەڵبەستێ بەدەم خواوە یان بێ باوەڕ بوو بێت بە ئایەتەکانی (بە بەڵگەکانی) خوا بەڕاستی ستەمکاران ڕزگاریان نابێت"},{"SurahNumber":6,"VerseNumber":22,"Text":"وە ڕۆژێ ھەموویان کۆ دەکەینەوە (لەقیامەتدا) پاشان ئەڵێین بەوانەی ھاوەڵیان بۆ خوا دانابوو کوان ئەو ھاوەڵانەی کە بە خەیاڵی خۆتان بەھاوەڵی خواتان دانابوون"},{"SurahNumber":6,"VerseNumber":23,"Text":"پاشان بەھانەیان ھیچ نەبوو بێجگە لەوەی کە ووتیان سوێند بە خوای پەروەردگارمان ئێمە بەھیچ جۆرێک ھاوبەشدانەر نەبووین بۆخوا"},{"SurahNumber":6,"VerseNumber":24,"Text":"سەیرکە چۆن درۆ لە دژی خۆشیان دەکەن و لێیان وون بوون ئەو بتانەی خۆیان بە درۆ ھەڵیان بەستبوون"},{"SurahNumber":6,"VerseNumber":25,"Text":"وە لەو (کافرانە) کەسانێک ھەیە کە گوێت بۆ دەگرن کەقورئان دەخوێنیت بەڵام ئێمە (بەھۆی تاوان گوناھو ھاوەڵدانانیانەوە) چەند پەردەیەکمان داوە بەسەر دڵەکانیاندا بۆ ئەوەی تێی نەگەن وە کەڕی و گوێ گرانیمان خستۆتە ناو گوێچکەیانەوە, وە ئەگەر ھەموو بەڵگە و نیشانەیەکی ڕوون ببینن بڕوای پێ ناھێنن تا ئەو ڕادەیە کاتێک بێن بۆ لات دەمە دەمێ و بەربەرەکانیت لەگەڵ دەکەن ئەوانەی بێ باوەڕن ئەڵێن ئەم قورئانە ھیچ نیە بێجگە لە ئەفسانەی پێشینان"},{"SurahNumber":6,"VerseNumber":26,"Text":"ئەوان رێگری (خەڵک) ئەکەن لەو (قورئانە) و خۆشیان لێی دوور دەکەنەوە ھیچ کەسیش لە ناو نابەن خۆیان نەبێت و ھەستیش ناکەن (کە لەچی خەسارۆمەندیەکدان)"},{"SurahNumber":6,"VerseNumber":27,"Text":"وە ئەگەر بیان بینیت کاتێک کە لەسەر قەراغی دۆزەخ وە ستێنراوون کە دەڵێن خۆزگە دەگەڕێنڕِاینەوە بۆ دونیا و بەڵگەکانی پەروەردگارمان بەدرۆ نەدەزانی وە لە بڕواداران ئەبووین"},{"SurahNumber":6,"VerseNumber":28,"Text":"(نەخێر بەڕاستیان نیە) بەڵکو ئەوەی کە لەوەو پێش دەیانشاردەوە بۆیان دەرکەوتووە, وەئەگەر بگەڕێنرێنەوە (بۆ دونیا) بێگومان دووبارە دەگەڕێنەوە بۆ ئەو کارانەی کەلێیان قەدەغە کرابوو وەبەڕاستی ئەوانە درۆزنن"},{"SurahNumber":6,"VerseNumber":29,"Text":"وە ووتیان بەڕاستی ھەر ئەم ژیانەی (دونیا) مانە وئێمە زیندوو ناکرێینەوە"},{"SurahNumber":6,"VerseNumber":30,"Text":"وەئەگەر ئەوانە دەبینی ئەوکاتەی کەلە حزووری پەروەردگاریاندا وەستێنراوون (پەروەردگار) دەفەرموێت ئایا ئەمە ڕاست نیە؟ ئەڵێن: بەڵێ ڕاستە سوێند بە پەروەردگارمان دەفەرموێت دەی بچەژن ئەو سزایە بە ھۆی ئەوەی کەبڕواتان نەھێناوە (ئینکارتان دەکرد)"}]}