{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Set forth to them, by way of a parable, the (story of) the Companions of the City. Behold!, there came messengers to it"},{"SurahNumber":36,"VerseNumber":14,"Text":"When We (first) sent to them two messengers, they rejected them: But We strengthened them with a third: they said, \"Truly, we have been sent on a mission to you"},{"SurahNumber":36,"VerseNumber":15,"Text":"The (people) said: \"Ye are only men like ourselves; and (Allah) Most Gracious sends no sort of revelation: ye do nothing but lie"},{"SurahNumber":36,"VerseNumber":16,"Text":"They said: \"Our Lord doth know that we have been sent on a mission to you"},{"SurahNumber":36,"VerseNumber":17,"Text":"And our duty is only to proclaim the clear Message"},{"SurahNumber":36,"VerseNumber":18,"Text":"The (people) said: \"for us, we augur an evil omen from you: if ye desist not, we will certainly stone you. And a grievous punishment indeed will be inflicted on you by us"},{"SurahNumber":36,"VerseNumber":19,"Text":"They said: \"Your evil omens are with yourselves: (deem ye this an evil omen). If ye are admonished? Nay, but ye are a people transgressing all bounds"},{"SurahNumber":36,"VerseNumber":20,"Text":"Then there came running, from the farthest part of the City, a man, saying, \"O my people! Obey the messengers"},{"SurahNumber":36,"VerseNumber":21,"Text":"Obey those who ask no reward of you (for themselves), and who have themselves received Guidance"},{"SurahNumber":36,"VerseNumber":22,"Text":"It would not be reasonable in me if I did not serve Him Who created me, and to Whom ye shall (all) be brought back"},{"SurahNumber":36,"VerseNumber":23,"Text":"Shall I take (other) gods besides Him? If (Allah) Most Gracious should intend some adversity for me, of no use whatever will be their intercession for me, nor can they deliver me"},{"SurahNumber":36,"VerseNumber":24,"Text":"I would indeed, if I were to do so, be in manifest Error"},{"SurahNumber":36,"VerseNumber":25,"Text":"For me, I have faith in the Lord of you (all): listen, then, to me"},{"SurahNumber":36,"VerseNumber":26,"Text":"It was said: \"Enter thou the Garden.\" He said: \"Ah me! Would that my People knew (what I know)"},{"SurahNumber":36,"VerseNumber":27,"Text":"For that my Lord has granted me Forgiveness and has enrolled me among those held in honour"},{"SurahNumber":36,"VerseNumber":28,"Text":"And We sent not down against his People, after him, any hosts from heaven, nor was it needful for Us so to do"},{"SurahNumber":36,"VerseNumber":29,"Text":"It was no more than a single mighty Blast, and behold! they were (like ashes) quenched and silent"},{"SurahNumber":36,"VerseNumber":30,"Text":"Ah! Alas for (My) Servants! There comes not a messenger to them but they mock him"},{"SurahNumber":36,"VerseNumber":31,"Text":"See they not how many generations before them we destroyed? Not to them will they return"},{"SurahNumber":36,"VerseNumber":32,"Text":"But each one of them all - will be brought before Us (for judgment)"}]}