{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":9,"VerseNumber":17,"Text":"Многобошци нису достојни да одржавају Аллахове куће, кад сами признају да су неверници. Њихова дела су поништена и вечно ће да остану у Ватри"},{"SurahNumber":9,"VerseNumber":18,"Text":"Аллахове куће одржавају они који у Аллаха и у онај свет верују и који обављају молитву и дају обавезну милостињу и који се не боје никога осим Аллаха, они су на Правом путу"},{"SurahNumber":9,"VerseNumber":19,"Text":"Зар сматрате да је напајање ходочасника водом и одржавање Часног храма попут вредности оног који верује у Аллаха и у онај свет и који се бори на Аллаховом путу? Нису они једнаки пред Аллахом, а Аллах неће да упути неправеднике"},{"SurahNumber":9,"VerseNumber":20,"Text":"Они који верују, и који се исељавају, и који се боре на Аллаховом путу, залажући своја богатства и своје животе на већем су степену код Аллаха; они су заиста успели"},{"SurahNumber":9,"VerseNumber":21,"Text":"Господар њихов им шаље радосни наговештај о Његовој милости и задовољству, и о рајским баштама у којима ће непрекидно да уживају"},{"SurahNumber":9,"VerseNumber":22,"Text":"У њима ће вечно да бораве. Уистину, код Аллаха је велика награда"},{"SurahNumber":9,"VerseNumber":23,"Text":"О ви који верујете, не узимајте за присне пријатеље ни своје очеве ни своју браћу, ако више воле неверовање од веровања. А ко год од вас буде одржавао са њима присно пријатељство, па такви су прави неправедници"},{"SurahNumber":9,"VerseNumber":24,"Text":"Реци: „Ако су вам ваши очеви, и ваши синови, и ваша браћа, и ваше жене, и ваш род, и ваша имања која сте стекли, и трговачка роба за коју страхујете да неће да се прода, и ваше куће у којима се пријатно осећате - дражи од Аллаха и Посланика, и од борбе на Његовом путу, онда причекајте док Аллах Своју одлуку не донесе. А Аллах неће да упути грешнике.“"}]}