{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"Балки, (Аллоҳ) Ўзи яратадиган нарсалардан қизларни олиб қолиб, сизларга ўғилларни танлаб бергандир"},{"SurahNumber":43,"VerseNumber":17,"Text":"Қачон уларнинг биронтасига, ўзи Раҳмон учун мисол қилган нарса (яъни, қиз кўргани) ҳақида хушхабар берилса, ғазабга тўлган ҳолда юзи қорайиб кетар"},{"SurahNumber":43,"VerseNumber":18,"Text":"«Ҳали зеб-зийнат ичида ўстириладиган, (ҳеч қандай) жанжал-мунозарада (ўз мақсадини) очиқ-равшан баён қилиб бера олмайдиган (ожиз нотавон қиз болами)?!»"},{"SurahNumber":43,"VerseNumber":19,"Text":"(Ҳолбуки), ўзлари Раҳмоннинг бандалари бўлмиш фаришталарни «Қизлар», дедилар! Ё улар (Аллоҳ фаришталарни) яратишига гувоҳ бўлганмидилар?! Уларнинг бу «гувоҳ»ликлари албатта (номаи аъмолларига) ёзилур ва улар (Қиёмат Кунида) сўроққа тутилурлар"},{"SurahNumber":43,"VerseNumber":20,"Text":"Улар: «Агар Раҳмон хоҳлаганида, бизлар уларга (яъни, фаришталарга «улар Аллоҳнинг қизлари», деган эътиқод билан) ибодат қилмаган бўлур эдик», дедилар. Улар учун бу ҳақда ҳеч қандай билим-асос йўқдир. Улар фақат ёлғон сўзламоқдалар"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ёки Биз уларга (Қуръондан) илгари бирон китоб ато этганмиз-у, улар ўшани ушлагувчимилар?! (Йўқ, асло ундоқ бўлган эмас)"},{"SurahNumber":43,"VerseNumber":22,"Text":"Балки улар (шундай) дедилар: «Албатта бизлар ота-боболаримизни бир миллат — дин устида топганмиз ва албатта бизлар уларнинг изларидан бориб ҳидоят топгувчидирмиз»"},{"SurahNumber":43,"VerseNumber":23,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), шунингдек, Биз сиздан илгари бирон қишлоқ-шаҳарга бирон огоҳлантиргувчи-пайғамбар юбормадик, магар (юборганимизда) у жойнинг боёнлари: «Албатта бизлар уларнинг изларидан эргашгувчидирмиз», деганлар"},{"SurahNumber":43,"VerseNumber":24,"Text":"(Шунда пайғамбарлари уларга) «Агар мен сизларга сизлар ота-боболарингизни (эътиқод қилган ҳолларида) топган диндан тўғрироқ динни келтирган бўлсам ҳам-а?», деганида, улар: «Албатта бизлар сизлар элчи қилиб юборилган динга кофирдирмиз», дедилар"},{"SurahNumber":43,"VerseNumber":25,"Text":"Бас, Биз улардан интиқом олдик. Энди у (ўз пайғамбарларини) ёлғончи қилгувчиларнинг оқибатлари қандай бўлганини кўринг"}]}