{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":68,"Text":"Bununla beraber kimin ömrünü uzatıyorsak yaratılışta onu tersine çeviri(p güçten düşürü)yoruz. Hala akıllanmayacaklar mı"},{"SurahNumber":36,"VerseNumber":69,"Text":"Biz ona şiir öğretmedik, ona yakışmaz da; o sadece bir öğüt ve parlak bir Kur´an´dır"},{"SurahNumber":36,"VerseNumber":70,"Text":"Diri olanı uyandırmak, nankörlere de o azap sözünün gerekmesi için"},{"SurahNumber":36,"VerseNumber":71,"Text":"Şunu da görmediler mi: Biz onlar için ellerimizin yaptıklarından bir takım yumuşak hayvanlar yaratmışız da onlara sahip bulunuyorlar"},{"SurahNumber":36,"VerseNumber":72,"Text":"Onları kendilerine zebun etmişiz de hem onlardan binekleri var, hem de onlardan yiyorlar"},{"SurahNumber":36,"VerseNumber":73,"Text":"Onlarda daha birçok menfaatleri ve türlü içecekleri de var. Hala şükretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Tuttular bir de Allah´tan başka bir takım ilahlar edindiler. Güya yardım olunacaklar"},{"SurahNumber":36,"VerseNumber":75,"Text":"Onların onlara yardıma güçleri yetmez; onlar ise onlar (tanrılar) için celbolunan askerlerdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"O halde onların lakırdıları seni üzmesin. Biz onların içlerini de biliriz dışlarını da"},{"SurahNumber":36,"VerseNumber":77,"Text":"İnsan görmüyor mu ki, Biz onu bir nutfeden yarattık da şimdi o çeneli bir çekişgen kesildi"},{"SurahNumber":36,"VerseNumber":78,"Text":"Yaratılışını unutarak Bize bir de mesel (örnek) fırlattı: «Çürümüşken o kemikleri kim diriltir?» dedi"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: «Onları ilk defa yaratan diriltir ve o yaratmanın her türlüsünü bilir.»"},{"SurahNumber":36,"VerseNumber":80,"Text":"O ki size yeşil ağaçtan bir ateş çıkarmasını sağladı da şimdi siz ondan tutuşturup duruyorsunuz"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gökleri ve yeri yaratan onlar gibisini yaratmaya kadir değil midir? Elbette kadirdir. Yaratan O, her şeyi bilen O"},{"SurahNumber":36,"VerseNumber":82,"Text":"O´nun emri, birşeyi dileyince ona sadece «Ol!» demektir. O da oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"Artık tesbih edilmez mi öyle herşeyin hükümranlığı elinde bulunan yüce Allah! Hep de döndürülüp O´na götürüleceksiniz"}]}