{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"And times shall come when defiance of Our Laws will cause forces from every nation to assemble in alliances and meet one another in combat"},{"SurahNumber":27,"VerseNumber":84,"Text":"Till when they come worn out, (the Truth will become manifest to them, saying), \"Did you deny My Messages because you failed to use your knowledge? Or what else was it that you were doing"},{"SurahNumber":27,"VerseNumber":85,"Text":"And the Word shall be fulfilled about them since they had oppressed one another. And then, they will be dumbfounded"},{"SurahNumber":27,"VerseNumber":86,"Text":"Do they not see that We have made the Night for them to rest in and the Day to give them light? Verily, in this are signs for any people who will believe. (The Divine Laws are as operational in the human society as they are in the Universe)"},{"SurahNumber":27,"VerseNumber":87,"Text":"And on the Day when the Trumpet is sounded, everyone of the elite and of the humbled will be horrified, except such as Allah wills to exempt. And, all will present themselves to Him in humility. (6:74), (18:99), (20:102), (2)"},{"SurahNumber":27,"VerseNumber":88,"Text":"And the powerful elite that you deem firm as mountains, will float around like weightless clouds. Such is the Design of Allah Who disposes off all things in perfect order. Verily, He is fully Aware of what you do"},{"SurahNumber":27,"VerseNumber":89,"Text":"In those times nations that do good to humanity and make way for peace and security, will be best rewarded. (21)"},{"SurahNumber":27,"VerseNumber":90,"Text":"But they who cause inequity in the world, will fall prone into the fire of humiliation. \"Are you rewarded other than what you did"},{"SurahNumber":27,"VerseNumber":91,"Text":"Say (O Prophet), \"I am commanded to serve the Lord of this town (Makkah) - Him Who has made it sacred, and unto Whom all things belong. And I am commanded to be of those who surrender to Him"},{"SurahNumber":27,"VerseNumber":92,"Text":"And to convey this Qur'an (to mankind). Whoever, therefore, goes right, goes right only for the good of his own \"Self\". And as for him who goes astray, say, \"I am only a Warner"},{"SurahNumber":27,"VerseNumber":93,"Text":"And say, \"All Praise is due to Allah! In time He will make you see the Truth of His Messages, and then you shall recognize them.\" And your Lord is not unmindful of whatever you all may do"}]}