{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":111,"Text":"God hath purchased of the believers their persons and their goods; for theirs (in return) is the garden (of Paradise): they fight in His cause, and slay and are slain: a promise binding on Him in truth, through the Law, the Gospel, and the Qur 'an: and who is more faithful to his covenant than God? then rejoice in the bargain which ye have concluded: that is the achievement supreme"},{"SurahNumber":9,"VerseNumber":112,"Text":"Those that turn (to God) in repentance; that serve Him, and praise Him; that wander in devotion to the cause of God,: that bow down and prostrate themselves in prayer; that enjoin good and forbid evil; and observe the limit set by God;- (These do rejoice). So proclaim the glad tidings to the Believers"},{"SurahNumber":9,"VerseNumber":113,"Text":"It is not fitting, for the Prophet and those who believe, that they should pray for forgiveness for Pagans, even though they be of kin, after it is clear to them that they are companions of the Fire"},{"SurahNumber":9,"VerseNumber":114,"Text":"And Abraham prayed for his father's forgiveness only because of a promise he had made to him. But when it became clear to him that he was an enemy to God, he dissociated himself from him: for Abraham was most tender-hearted, forbearing"},{"SurahNumber":9,"VerseNumber":115,"Text":"And God will not mislead a people after He hath guided them, in order that He may make clear to them what to fear (and avoid)- for God hath knowledge of all things"},{"SurahNumber":9,"VerseNumber":116,"Text":"Unto God belongeth the dominion of the heavens and the earth. He giveth life and He taketh it. Except for Him ye have no protector nor helper"},{"SurahNumber":9,"VerseNumber":117,"Text":"God turned with favour to the Prophet, the Muhajirs, and the Ansar,- who followed him in a time of distress, after that the hearts of a part of them had nearly swerved (from duty); but He turned to them (also): for He is unto them Most Kind, M ost Merciful"},{"SurahNumber":9,"VerseNumber":118,"Text":"(He turned in mercy also) to the three who were left behind; (they felt guilty) to such a degree that the earth seemed constrained to them, for all its spaciousness, and their (very) souls seemed straitened to them,- and they perceived that th ere is no fleeing from God (and no refuge) but to Himself. Then He turned to them, that they might repent: for God is Oft-Returning, Most Merciful"}]}