{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":26,"Text":"Call to mind when Abraham said to his father and his people: \"I totally disown all whom you serve"},{"SurahNumber":43,"VerseNumber":27,"Text":"except the One Who created me; and, behold, it is He Who will direct me to the Right Way"},{"SurahNumber":43,"VerseNumber":28,"Text":"And Abraham left behind this word to endure among his posterity so that they may return to it"},{"SurahNumber":43,"VerseNumber":29,"Text":"(Even when they began worshipping others than Allah We did not destroy them) but bestowed sustenance on them and on their forefathers until there came to them the Truth and a Messenger who clearly expounded things to them"},{"SurahNumber":43,"VerseNumber":30,"Text":"And when the Truth came to them they said: \"This is just sorcery and we reject it"},{"SurahNumber":43,"VerseNumber":31,"Text":"They say: \"Why was this Qur´an not sent down upon some great man from the two (main) cities"},{"SurahNumber":43,"VerseNumber":32,"Text":"Is it they who distribute the Mercy of your Lord? It is We Who have distributed their livelihood among them in the life of this world, and have raised some above others in rank that some of them may harness others to their service. Your Lord´s Mercy is better than all the treasures that they hoard"},{"SurahNumber":43,"VerseNumber":33,"Text":"Were it not that all mankind would become a single community (and follow the same way), We would have provided for all those who disbelieve in the Merciful One silver roofs for their houses, and (silver) stairs on which to go up"},{"SurahNumber":43,"VerseNumber":34,"Text":"and (silver) doors to their houses, and couches (of silver) upon which they would recline"},{"SurahNumber":43,"VerseNumber":35,"Text":"or that they be made of gold. Surely all this is only the enjoyment of the life of the world. But (true prosperity) in the Hereafter with Your Lord is only for the God-fearing"}]}