{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Nuh'u kavmine göndermiştik de, onlara şöyle demişti: \"Ey kavmim! Sizin için kendisinden başka ilâh olmayan Allah'a ibadet edin. Hiç sakınmaz mısınız"},{"SurahNumber":23,"VerseNumber":24,"Text":"Bunun üzerine, kavminin inkârcı ileri gelenleri şöyle dediler: «Bu, tıpkı sizin gibi bir beşer olmaktan başka bir şey değildir. Size üstün ve hâkim olmak istiyor. Eğer Allah (peygamber göndermek) isteseydi, muhakkak ki melekler gönderirdi. Biz geçmişteki atalarımızdan böyle bir şey duymadık.»"},{"SurahNumber":23,"VerseNumber":25,"Text":"«Bu, yalnızca kendisinde delilik bulunan bir kimsedir. Öyle ise, bir süreye kadar ona katlanıp bekleyin bakalım.»"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nuh), Rabbim! dedi, beni yalanlamalarına karşı bana yardım et"},{"SurahNumber":23,"VerseNumber":27,"Text":"Bunun üzerine ona şöyle vahyettik: Gözlerimizin önünde (muhafazamız altında) ve bildirdiğimiz şekilde gemiyi yap. Bizim emrimiz gelip de sular coşup yükselmeye başlayınca her cinsten eşler halinde iki tane ve bir de, içlerinden, daha önce kendisi aleyhinde hüküm verilmiş olanların dışındaki aileni gemiye al. Zulmetmiş olanlar konusunda bana hiç yalvarma! Zira onlar kesinlikle boğulacaklardır"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sen, yanındakilerle birlikte gemiye yerleştiğinde: «Bizi zalimler topluluğundan kurtaran Allah'a hamdolsun» de"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ve de ki: Rabbim! Beni bereketli bir yere indir. Sen, iskân edenlerin en hayırlısısın"},{"SurahNumber":23,"VerseNumber":30,"Text":"Şüphesiz bunda (Nuh ve kavminin başından geçenlerde) birtakım ibretler vardır. Hakikaten biz (kullarımızı böyle) deneriz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Sonra onların ardından bir başka nesil meydana getirdik"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara da kendi içlerinden \"Sizin için kendisinden başka ilah olmayan Allah'a ibadet edin. Hiç sakınmaz mısınız?\" diyen bir peygamber gönderdik"}]}