{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":23,"Text":"Y, ciertamente, enviamos a Noé a su pueblo y dijo: «¡Oh, pueblo mío! ¡Adorad a Dios! ¡No tenéis otro Dios que Él! ¿Seréis, pues, temerosos?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Pero los notables de su pueblo, que no eran creyentes, dijeron: «No es más que un ser humano como vosotros que quiere obtener una posición de favor entre vosotros y, si Dios hubiese querido, habría hecho descender ángeles». «No hemos escuchado nada de esto de nuestros primeros padres"},{"SurahNumber":23,"VerseNumber":25,"Text":"No es más que un hombre poseído. Dadle, pues, un plazo de espera.»"},{"SurahNumber":23,"VerseNumber":26,"Text":"Él dijo: «¡Señor mío! ¡Ellos me desmienten, auxíliame Tú!»"},{"SurahNumber":23,"VerseNumber":27,"Text":"Así que le revelamos: «¡Construye un barco, que Nosotros te observaremos y te inspiraremos!» «Y cuando llegue Nuestra orden y el horno comience a hervir, introduce en él una pareja de todo y a tu familia, excepto aquellos que fueron sentenciados previamente.» «Y no me hables de quienes son opresores. En verdad, ellos serán ahogados.»"},{"SurahNumber":23,"VerseNumber":28,"Text":"«Y cuando tú y quienes están contigo os encontréis instalados en el barco, di: ¡Alabado sea Dios que nos ha salvado del pueblo de los opresores!»"},{"SurahNumber":23,"VerseNumber":29,"Text":"Y di: «¡Señor mío! ¡Hazme descender en un lugar bendecido, pues Tú eres el mejor haciendo llegar a buen puerto.»"},{"SurahNumber":23,"VerseNumber":30,"Text":"En verdad, en ello hay señales y en verdad, somos Nosotros quienes ponemos a prueba"},{"SurahNumber":23,"VerseNumber":31,"Text":"Tras ellos hicimos surgir otras generaciones"},{"SurahNumber":23,"VerseNumber":32,"Text":"y les enviamos profetas de entre ellos: «¡Adorad a Dios! ¡No tenéis otro Dios que Él! ¿Seréis, pues, temerosos?»"}]}