{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":52,"Text":"Say: \"Enough is Allah for a witness between me and you: He knows what is in the heavens and on earth. And it is those who believe in vanities and reject Allah, that will perish (in the end)"},{"SurahNumber":29,"VerseNumber":53,"Text":"They ask thee to hasten on the Punishment (for them): had it not been for a term (of respite) appointed, the Punishment would certainly have come to them: and it will certainly reach them,- of a sudden, while they perceive not"},{"SurahNumber":29,"VerseNumber":54,"Text":"They ask thee to hasten on the Punishment: but, of a surety, Hell will encompass the Rejecters of Faith"},{"SurahNumber":29,"VerseNumber":55,"Text":"On the Day that the Punishment shall cover them from above them and from below them, and (a Voice) shall say: \"Taste ye (the fruits) of your deeds"},{"SurahNumber":29,"VerseNumber":56,"Text":"O My servants who believe! truly, spacious is My Earth: therefore serve ye Me - (and Me alone)"},{"SurahNumber":29,"VerseNumber":57,"Text":"Every soul shall have a taste of death in the end to Us shall ye be brought back"},{"SurahNumber":29,"VerseNumber":58,"Text":"But those who believe and work deeds of righteousness - to them shall We give a Home in Heaven,- lofty mansions beneath which flow rivers,- to dwell therein for aye;- an excellent reward for those who do (good)"},{"SurahNumber":29,"VerseNumber":59,"Text":"Those who persevere in patience, and put their trust, in their Lord and Cherisher"},{"SurahNumber":29,"VerseNumber":60,"Text":"How many are the creatures that carry not their own sustenance? It is Allah who feeds (both) them and you: for He hears and knows (all things)"},{"SurahNumber":29,"VerseNumber":61,"Text":"If indeed thou ask them who has created the heavens and the earth and subjected the sun and the moon (to his Law), they will certainly reply, \"Allah\". How are they then deluded away (from the truth)"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah enlarges the sustenance (which He gives) to whichever of His servants He pleases; and He (similarly) grants by (strict) measure, (as He pleases): for Allah has full knowledge of all things"},{"SurahNumber":29,"VerseNumber":63,"Text":"And if indeed thou ask them who it is that sends down rain from the sky, and gives life therewith to the earth after its death, they will certainly reply, \"Allah!\" Say, \"Praise be to Allah!\" But most of them understand not"}]}