{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"ئېيتقىنكى، «پەرۋەردىگارىم! ئەگەر ماڭا ئۇلارغا (دۇنيادا) ۋەدە قىلغان ئازابنى كۆرسىتىدىغان بولساڭ"},{"SurahNumber":23,"VerseNumber":94,"Text":"ئېيتقىنكى: «پەرۋەردىگارىم! مېنى زالىم قەۋملەر ئىچىدە قىلمىغىن»"},{"SurahNumber":23,"VerseNumber":95,"Text":"بىز ئۇلارغا ۋەدە قىلغان ئازابنى ساڭا كۆرسىتىشكە ئەلۋەتتە قادىرمىز"},{"SurahNumber":23,"VerseNumber":96,"Text":"(ئۇلارنىڭ قىلغان) يامانلىقىغا (ئەپۇ قىلىش بىلەن) ياخشىلىق قىلغىن، ئۇلارنىڭ (سېنى) سۈپەتلەشلىرىنى (يەنى ئۇلارنىڭ ساڭا قىلغان مەسخىرىسىنى) بىز ئوبدان بىلىمىز"},{"SurahNumber":23,"VerseNumber":97,"Text":"ئېيتقىنكى، «پەرۋەردىگارىم! ساڭا سېغىنىپ شەيتانلارنىڭ ۋەسۋەسىلىرىدىن پاناھ تىلەيمەن"},{"SurahNumber":23,"VerseNumber":98,"Text":"پەرۋەردىگارىم! ساڭا سېغىنىپ شەيتانلارنىڭ ماڭا ھەمراھ بولۇشىدىن پاناھ تىلەيمەن»"},{"SurahNumber":23,"VerseNumber":99,"Text":"ئۇلارنىڭ (يەنى كاپىرلارنىڭ) بىرىگە ئۆلۈم كەلسە ئېيتىدۇركى، «پەرۋەردىگارىم! مېنى (دۇنياغا) قايتۇرغىن"},{"SurahNumber":23,"VerseNumber":100,"Text":"مەن قويۇپ كەلگەن مال - مۈلكۈم بىلەن ياخشىلىق قىلىشىم مۇمكىن». (ئۇنىڭ دۇنياغا قايتىشى) مۇمكىن ئەمەس، ئۇ چوقۇم شۇ سۆزنى قىلغۇچىدۇر، ئۇلار قەبرىلىرىدىن تۇرغۇزۇلغان كۈنگە قەدەر ئۇلارنىڭ ئالدىدا (ئۇلارنى دۇنياغا قايتىشتىن توسىدىغان) بىر توسما بولىدۇ"},{"SurahNumber":23,"VerseNumber":101,"Text":"سۇر چېلىنغان كۈندە ئۇلارنىڭ ئارىسىدىكى تۇغقانچىلىق مەۋجۇت بولماي قالىدۇ. بىر - بىرىنىڭ (ئەھۋالىنىمۇ) سوراشمايدۇ"},{"SurahNumber":23,"VerseNumber":102,"Text":"تارازىسى ئېغىر كەلگەنلەر (يەنى ياخشىلىقلىرى يامانلىقلىرىنى بېسىپ كەتكەنلەر) بەختكە ئېرىشكۈچىلەردۇر"},{"SurahNumber":23,"VerseNumber":103,"Text":"تارازىسى يېنىك كەلگەنلەر (يەنى يامانلىقلىرى ياخشىلىقلىرىنى بېسىپ كەتكەنلەر) زىيان تارتقۇچىلاردۇر، جەھەننەمدە مەڭگۈ قالغۇچىلاردۇر"},{"SurahNumber":23,"VerseNumber":104,"Text":"ئۇلارنىڭ يۈزلىرىنى ئوت كۆيدۈرىدۇ، كالپۇكلىرى قورۇلۇپ، چىشلىرى ئېچىلىپ (بەت چىراي) بولۇپ قالىدۇ"},{"SurahNumber":23,"VerseNumber":105,"Text":"(ئۇلارغا) «سىلەرگە (دۇنيادا) مېنىڭ ئايەتلىرىم ئوقۇپ بېرىلگەن، سىلەر ئۇنى (شۇنچە روشەن تۇرۇقلۇق) ئىنكار قىلغان ئەمەسمىدىڭلار» دېيىلىدۇ"},{"SurahNumber":23,"VerseNumber":106,"Text":"ئۇلار ئېيتىدۇ: «پەرۋەردىگارىمىز! بەتبەختلىكىمىز ئۈستىمىزدىن غالىب كېلىپ گۇمراھ قەۋم بولۇپ قالغان ئىدۇق"},{"SurahNumber":23,"VerseNumber":107,"Text":"پەرۋەردىگارىمىز! بىزنى دوزاختىن چىقارغىن (ئاندىن دۇنياغا قايتۇرغىن)، ئەگەر بىز (شۇنىڭدىن كېيىن) يەنە گۇناھ قىلساق، بىز ھەقىقەتەن زالىم بولۇپ قالىمىز»"},{"SurahNumber":23,"VerseNumber":108,"Text":"اﷲ ئېيتىدۇ: «جەھەننەمدە خار ھالدا قىلىڭلار، (ئۈستۈڭلاردىن ئازابنىڭ كۆتۈرۈلۈپ كېتىشى ھەققىدە) ماڭا سۆز ئاچماڭلار»"},{"SurahNumber":23,"VerseNumber":109,"Text":"شۈبھىسىزكى، بەندىلىرىمدىن بىر تۈركۈم كىشىلەر: «پەرۋەردىگارىمىز! بىز ئىمان ئېيتتۇق، بىزگە مەغپىرەت قىلغىن، بىزگە رەھىم قىلغىن، سەن بولساڭ ئەڭ رەھىم قىلغۇچىسەن» دەيتتى"},{"SurahNumber":23,"VerseNumber":110,"Text":"ئۇلارنى مەسخىرە قىلدىڭلار، ھەتتا ئۇلار سىلەرگە مېنىڭ زىكرىمنى ئۇنتۇلدۇردى (يەنى ئۇلارنى مەسخىرە قىلىش بىلەن بولۇپ كېتىپ ماڭا ئىتائەت قىلىشنى ئۇنتۇدۇڭلار)، سىلەر ئۇلاردىن كۈلەتتىڭلار"},{"SurahNumber":23,"VerseNumber":111,"Text":"(سىلەردىن يەتكەن ئەرزىيەتلەرگە) سەۋر قىلغانلىقلىرى ئۈچۈن، مەن ئۇلارنى بۈگۈن مۇكاپاتلىدىم، ئۇلار ھەقىقەتەن مەقسەتكە ئېرىشكۇچىلەردۇر"},{"SurahNumber":23,"VerseNumber":112,"Text":"اﷲ (ئۇلارغا): «زېمىندا قانچىلىك تۇردۇڭلار؟» دەيدۇ"},{"SurahNumber":23,"VerseNumber":113,"Text":"ئۇلار: «بىر كۈن ياكى بىر كۈندىنمۇ ئاز تۇردۇق، (ئاي - كۈنلەرنى) ھېسابلىغۇچى (پەرىشتە) دىن سورىغىن» دەيدۇ (ئۇلار دوزاختا چېكىۋاتقان ئازاب تۈپەيلىدىن، زېمىندا قانچىلىك تۇرغانلىقىنى ئۇنتۇيدۇ)"},{"SurahNumber":23,"VerseNumber":114,"Text":"اﷲ: «ئەگەر سىلەر بىلسەڭلار (دۇنيادا) پەقەت ئازغىنا تۇردۇڭلار» دەيدۇ"},{"SurahNumber":23,"VerseNumber":115,"Text":"ئى ئىنسانلار! بىزنى سىلەر ئۆزۈڭلارنى بىكار ياراتتى (يەنى سىلەر بىزنى ھايۋاناتلارنى ياراتقىنىمىزدەك ھېچقانداق ساۋابمۇ بەرمەيدىغان، جازامۇ بەرمەيدىغان قىلىپ ياراتتى). ئۆزۈڭلارنى بىزنىڭ دەرگاھىمىزغا قايتۇرۇلمايدۇ دەپ ئويلامسىلەر؟"},{"SurahNumber":23,"VerseNumber":116,"Text":"ھەق - پادىشاھ اﷲ ئۈستۈندۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، اﷲ ئۇلۇغ ئەرشنىڭ پەرۋەردىگارىدۇر"},{"SurahNumber":23,"VerseNumber":117,"Text":"كىمكى ھېچقانداق دەلىلى بولمىغان ھالدا اﷲ قا قوشۇپ يەنە بىر مەبۇدقا ئىبادەت قىلىدىكەن، پەرۋەردىگارىنىڭ دەرگاھىدا ھېساب بېرىدۇ، كاپىرلار ھەقىقەتەن نىجات تاپمايدۇ"},{"SurahNumber":23,"VerseNumber":118,"Text":"«پەرۋەردىگارىم! مەغپىرەت قىلغىن، رەھىم قىلغىن، سەن رەھىم قىلغۇچىلارنىڭ ياخشىسىسەن» دېگىن"}]}