{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Alif Laam Miim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Rabbiin Isa malee dhugaan gabbaramaan hin jiru[Inni] jiraataa, waan hundaan dhaabbataadha"},{"SurahNumber":3,"VerseNumber":3,"Text":"Waan isaan duraa kan dhugoomsu haala ta'een kitaaba dhugaadhaan sirratti buuseTawraatiifi Injiiliinis ni buuse"},{"SurahNumber":3,"VerseNumber":4,"Text":"[Qur’aana] dura namootaaf qajeelfama godhee [isaan buuse]Dhugaafi soba adda baasaas ni buuseDhugumatti, warri keeyyattoota Rabbiitti kafaran isaaniif adabbii cimaatu jiraRabbiin injifataa, abbaa haaloo bayannaati"},{"SurahNumber":3,"VerseNumber":5,"Text":"Dhugumatti, Rabbiin dachii keessattis ta’ee samii keessatti homtuu isa jalaa hin dhokatu"},{"SurahNumber":3,"VerseNumber":6,"Text":"Inni Isa gadaamessa keessatti akka fedhetti isin bocuHaqaan gabbaramaan isa malee hin jiru[Inni] injifataa, ogeessa"},{"SurahNumber":3,"VerseNumber":7,"Text":"Inni isa sirratti kitaaba buuseIsa irraa keeyyata ifaatu jiraIsaan bu’uura kitaabaatiKan biraa immoo wal fafakkaattuudhaWarri onnee isaanii keessa jal’inni jiru fitnaa barbaachaaf yookiin hiika isa dhokataa barbaachaaf jecha isa wal fafakkaataa hordofuHiika isaa isa dhokataa Rabbiin malee homtuu hin beekuWarri beekumsa keessa fagaatan immoo “hundinuu Rabbii keenya biraayyii itti amanne” jedhuWarra sammuu qabu malee namni biroo hin gorfamu"},{"SurahNumber":3,"VerseNumber":8,"Text":"[Isaanis ni jedhu]: “Gooftaa keenya! Erga nu qajeelchitee booda onnee keenya [dhugaa irraa] hin jal'isinRahmata Si biraa ta’e nuuf kenniDhugumatti Ati akkaan kennaadha"},{"SurahNumber":3,"VerseNumber":9,"Text":"Gooftaa keenya! Ati guyyaa isa keessa mamiin hin jirreef nama walitti qabuuf jirtaDhugumatti Rabbiin beellama kan diiguu miti\" [jedhu]"}]}