{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Yithi: “Mna ndicebisa (into) enye kuphela (kuni), okokuba phakamani nimele uAllâh, (nifune inyaniso) ningambini, okanye ningamnye, nize nicamngcisise. “Akukho kuphambana kugxa wenu. (uMuhammad) Yena nguMlumkisi kuni kuphela phambi kwesohlwayo esibuhlungu"},{"SurahNumber":34,"VerseNumber":47,"Text":"Yithi: “Nayiphi na intlawulo endinokuba ndayibiza kuni, yeyenu. Eyam intlawulo ikuAllâh kuphela yaye Yena UliNgqina ngaphezu kwezinto zonke.”"},{"SurahNumber":34,"VerseNumber":48,"Text":"Yithi: “Inene iNkosi yam Idandalazisa inyaniso, nguMazi wokungabonwayo.”"},{"SurahNumber":34,"VerseNumber":49,"Text":"Yithi: “Inyaniso ifikile yaye ubuxoki abukwazi kuqala nto bungakwazi nokuyiphinda na kakade.”"},{"SurahNumber":34,"VerseNumber":50,"Text":"Yithi: “Ukuba ndingolahlekileyo, ndiya kuba ndilahleke ngokuchasene nesiqu sam, kodwa ukuba ndingokhokelelekileyo kuya kuba kungenxa yoko iNkosi yam Ikutyhila kum, inene Yona nguSokuva Okufutshane"},{"SurahNumber":34,"VerseNumber":51,"Text":"Akwaba ubunokukhe ubone xa besoyika kodwa akuyi kubakho (ndlela) yakuphuncula, yaye baza kuhlaselwa kwindawo ekufutshane.”"},{"SurahNumber":34,"VerseNumber":52,"Text":"Baze bathi: “Siyakholwa kuyo (i’Kur’ân) kodwa oko kuya kwamkelwa njani kubo kwindawo ekude kangako"},{"SurahNumber":34,"VerseNumber":53,"Text":"Kaloku baya abakholwa kuyo kwangaphambili, behlasela okungabonwayo bekwindawo ekude"},{"SurahNumber":34,"VerseNumber":54,"Text":"Kananjalo kuya kubekwa umsantsa phakathi kwabo noko bakunqwenelayo, njengoko kwakwenziwe kwabanjengabo ngaphambili. Inene babenentandabuzo engenambaliso (bephika ukholo). Sûrah 35. Al-Fâtir (UMyili wendalo) 35. Egameni lika-Allâh, uSolubabalo, uSozinceba"}]}