{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":78,"Text":"DET ÄR Han som har begåvat er med hörsel och syn och hjärta, men var är er tacksamhet"},{"SurahNumber":23,"VerseNumber":79,"Text":"Och det är Han som har låtit er växa i antal och sprida er över jorden och inför Honom skall ni samlas åter"},{"SurahNumber":23,"VerseNumber":80,"Text":"Och det är Han som skänker liv och skänker död, och växlingen mellan natt och dag är Hans verk. Vill ni inte använda ert förstånd"},{"SurahNumber":23,"VerseNumber":81,"Text":"Nej, de säger detsamma som människorna i det förflutna"},{"SurahNumber":23,"VerseNumber":82,"Text":"de säger: \"Återuppväckas efter döden, sedan vi blivit mull och torra ben"},{"SurahNumber":23,"VerseNumber":83,"Text":"Det är samma sak som vi och våra fäder blivit lovade förr, men det är bara sagor från förfädernas tid"},{"SurahNumber":23,"VerseNumber":84,"Text":"Säg: \"Vem tillhör jorden och alla som bygger och bor på den? [Svara] om ni vet det"},{"SurahNumber":23,"VerseNumber":85,"Text":"De kommer att svara: \"Gud.\" Säg: \"Då borde ni tänka över [vad det innebär]"},{"SurahNumber":23,"VerseNumber":86,"Text":"Säg: \"Vem är Herren över de sju himlarna och Herren till härlighetens och allmaktens tron"},{"SurahNumber":23,"VerseNumber":87,"Text":"De kommer att svara: \"Gud.\" Säg: \"Fruktar ni [Honom] inte"},{"SurahNumber":23,"VerseNumber":88,"Text":"Säg: \"Vem är det som har allt herravälde i Sin hand, som beskyddar [allt] och som ingen kan beskydda? [Svara] om ni vet det"},{"SurahNumber":23,"VerseNumber":89,"Text":"[Och] de kommer att svara: \"Gud.\" Säg: \"Hur har ni då kunnat bli [till den grad] förvillade"},{"SurahNumber":23,"VerseNumber":90,"Text":"Vi har gett dem sanningens [ljus] men ändå [fortsätter] de att ljuga"},{"SurahNumber":23,"VerseNumber":91,"Text":"Gud har aldrig [avlat] en son och Han har aldrig haft någon gudom vid Sin sida. I annat fall skulle helt säkert varje sådan gudom ha bekymrat sig enbart om sin egen skapelse och velat ta makten från de andra. Nej, stor är Gud i Sin härlighet, fjärran från [alla försök] att beskriva [Hans Väsen]"},{"SurahNumber":23,"VerseNumber":92,"Text":"Han känner allt det som är dolt för människor och det som de kan bevittna och Han är höjd högt över allt vad de vill sätta vid Hans sida"}]}