{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":71,"Text":"Say: Shall we call on that besides Allah, which does not benefit us nor harm us, and shall we be returned back on our heels after Allah has guided us, like him whom the Shaitans have made to fall down perplexed in the earth? He has companions who call him to the right way, (saying): Come to us. Say: Surely the guidance of Allah, that is the (true) guidance, and we are commanded that we should submit to the Lord of the worlds"},{"SurahNumber":6,"VerseNumber":72,"Text":"And that you should keep up prayer and be careful of (your duty to) Him; and He it is to Whom you shall be gathered"},{"SurahNumber":6,"VerseNumber":73,"Text":"And He it is Who has created the heavens and the earth with truth, and on the day He says: Be, it is. His word is the truth, and His is the kingdom on the day when the trumpet shall be blown; the Knower of the unseen and the seen; and He is the Wise, the Aware"},{"SurahNumber":6,"VerseNumber":74,"Text":"And when Ibrahim said to his sire, Azar: Do you take idols for gods? Surely I see you and your people in manifest error"},{"SurahNumber":6,"VerseNumber":75,"Text":"And thus did We show Ibrahim the kingdom of the heavens and the earth and that he might be of those who are sure"},{"SurahNumber":6,"VerseNumber":76,"Text":"So when the night over-shadowed him, he saw a star; said he: Is this my Lord? So when it set, he said: I do not love the setting ones"},{"SurahNumber":6,"VerseNumber":77,"Text":"Then when he saw the moon rising, he said: Is this my Lord? So when it set, he said: If my Lord had not guided me I should certainly be of the erring people"},{"SurahNumber":6,"VerseNumber":78,"Text":"Then when he saw the sun rising, he said: Is this my Lord? Is this the greatest? So when it set, he said: O my people! surely I am clear of what you set up (with Allah)"},{"SurahNumber":6,"VerseNumber":79,"Text":"Surely I have turned myself, being upright, wholly to Him Who originated the heavens and the earth, and I am not of the polytheists"},{"SurahNumber":6,"VerseNumber":80,"Text":"And his people disputed with him. He said: Do you dispute with me respecting Allah? And He has guided me indeed; and I do not fear in any way those that you set up with Him, unless my Lord pleases; my Lord comprehends all things in His knowledge; will you not then mind"},{"SurahNumber":6,"VerseNumber":81,"Text":"And how should I fear what you have set up (with Him), while you do not fear that you have set up with Allah that for which He has not sent down to you any authority; which then of the two parties is surer of security, if you know"},{"SurahNumber":6,"VerseNumber":82,"Text":"Those who believe and do not mix up their faith with iniquity, those are they who shall have the security and they are those who go aright"}]}