{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":109,"Text":"ئاللاھ قىيامەت كۈنى پەيغەمبەرلەرنى يىغىپ: «(قەۋمىڭلارنى ئىمانغا دەۋەت قىلغىنىڭلاردا) قانداق جاۋابقا ئىگە بولدۇڭلار؟» دەپ سورايدۇ، ئۇلار: «(سېنىڭ بىلگىنىڭگە سېلىشتۇرغاندا) بىز ھېچ نەرسە بىلمەيمىز، سەن غەيبلەرنى ناھايىتى ئوبدان بىلىسەن» دەيدۇ"},{"SurahNumber":5,"VerseNumber":110,"Text":"ئۆز ۋاقتىدا ئاللاھ ئېيتتى: ئى مەريەم ئوغلى ئىيسا! ساڭا ۋە سېنىڭ ئاناڭغا بەرگەن نېمىتىمنى ئەسلىگىن؛ ئەينى زاماندا ساڭا روھۇلقۇدۇس (يەنى جىبرىئىل) بىلەن مەدەت بەردىم، (كىچىكىڭدە) بۆشۈكتە ۋە (پەيغەمبەر بولغان) ئوتتۇرا ياش ۋاقتىڭدا كىشىلەرگە سۆزلەيتتىڭ. ئەينى زاماندا ساڭا كىتابنى، ھېكمەتنى، تەۋراتنى ۋە ئىنجىلنى ئۆگەتتىم. ئەينى زاماندا مېنىڭ ئىزنىم بىلەن لايدىن قۇشنىڭ شەكلىدە بىر نەرسە ياسايتتىڭ ـ دە، ئۇنى پۈۋلىسەڭ ئىزنىم بىلەن ئۇچىدىغان قۇش بولاتتى. مېنىڭ ئىزنىم بىلەن تۇغما كورنى، بەرەس كېسىلىنى ساقايتاتتىڭ. ئەينى زاماندا، مېنىڭ ئىزنىم بىلەن ئۆلۈكلەرنى (تىرىلدۈرۈپ قەبرىلىرىدىن) چىقىراتتىڭ. ئەينى زاماندا بەنى ئىسرائىلنى ساڭا چېقىلىشتىن توستۇم، سەن ئۇلارغا مۆجىزىلەر بىلەن كەلگەن چېغىڭدا، ئۇلارنىڭ ئىچىدىكى كاپىرلار: «بۇ پەقەت روشەن سېھىردۇر» دېدى"},{"SurahNumber":5,"VerseNumber":111,"Text":"ئەينى زاماندا مەن ھەۋارىيلارغا: «ماڭا ۋە مېنىڭ پەيغەمبىرىمگە ئىمان ئېيتىڭلار» دەپ ۋەھىي قىلدىم. ئۇلار: «بىز ئىمان ئېيتتۇق، گۇۋاھ بولغىنكى، بىز (ئەمرىڭگە) بويسۇنغۇچىلارمىز» دېدى"},{"SurahNumber":5,"VerseNumber":112,"Text":"ئۆز ۋاقتىدا ھەۋارىيلار: «ئى مەريەم ئوغلى ئىيسا! رەببىڭ بىزگە ئاسماندىن ئۈستىدە تاماق بار داستىخان چۈشۈرۈپ بېرەلەمدۇ؟» دېدى. ئىيسا: «ئەگەر (ئاللاھنىڭ قۇدرىتىگە) ئىشەنسەڭلار (مۇنداق سوئاللارنى قويۇشتا) ئاللاھتىن قورقۇڭلار» دېدى"},{"SurahNumber":5,"VerseNumber":113,"Text":"ئۇلار: «بىز ئۇنىڭدىن يېيىشنى، كۆڭلىمىزنىڭ تىنچلىنىشىنى، سۆزۈڭنىڭ راستلىقىنى بىلىشنى ۋە ئۇنىڭغا (يەنى داستىخانغا) گۇۋاھچىلاردىن بولۇشنى ئىرادە قىلىمىز» دېدى"},{"SurahNumber":5,"VerseNumber":114,"Text":"مەريەم ئوغلى ئىيسا: «ئى پەرۋەردىگارىمىز ئاللاھ! بىزگە ئۈستىدە تاماق بار داستىخان چۈشۈرگىن، بۇ كۈن بىزلەرگە ۋە بىزدىن كېيىنكىلەرگە بايرام بولۇپ قالسۇن، ئۇ داستىخان سەندىن بىزگە (قۇدرىتىڭنى ۋە پەيغەمبەرلىكىمنى كۆرسىتىدىغان) بىر مۆجىزە بولۇپ قالسۇن. بىزگە رىزىق بەرگىن، سەن رىزىق بەرگۈچىلەرنىڭ ياخشىسىسەن» دېدى"},{"SurahNumber":5,"VerseNumber":115,"Text":"ئاللاھ (ئىيسانىڭ دۇئاسىنى ئىجابەت قىلىپ): «ئۇنى مەن سىلەرگە چوقۇم (ئاسماندىن) چۈشۈرىمەن، سىلەردىن كىمكى شۇنىڭدىن كېيىن كاپىر بولسا، ئۇنى شۇنداق بىر ئازاب بىلەن ئازابلايمەنكى، ئەھلى جاھاندىن ھېچ كىشىنى مۇنداق ئازابلىمايمەن» دېدى"}]}