{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"A ti Kominowa ko Phagadunun Niyan sa manga Wata a Babai, na Piyakibisa Niyan rukano so manga Wata a Mama"},{"SurahNumber":43,"VerseNumber":17,"Text":"Na igira a Miyapanothol ko isa kiran so Biyaloi niyan a ruk o (Allah a) Masalinggagao a ibarat, na Mabaloi so Paras iyan a Mangirungkirum, a sukaniyan na Mapupuno a rata a ginawa"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ino (iran mbaloya a ruk o Allah) so Phagoyagun makapantag ko Kaphaparahiyasan, a sukaniyan Makapantag ko Kapakiphawala na di Phakaosai"},{"SurahNumber":43,"VerseNumber":19,"Text":"Go biyaloi ran so manga Malaikat a so siran na manga Oripun o (Allah a) Masalinggagao a manga Babai. Ba iran Kiyashaksian so Kiya-aduna kiran? Khisorat dun so Kiyashaksi iran (sa Kabokhag), go Khi-isha kiran"},{"SurahNumber":43,"VerseNumber":20,"Text":"Na Pitharo iran: A o kabaya o Masalinggagao, na di ami siran Masimba! Da-a bagiyan niran ro-o a Kata-o! Da ko siran inonta na puphangusarun niran"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ba Ami siran bigan sa Kitab ko ona-an naya, na siran na aya iran noto kukupitan"},{"SurahNumber":43,"VerseNumber":22,"Text":"Kuna, ka Piīitharo iran: A Mata-an! A sukami na miyato-on nami so manga Lokus amı sangkai a okit, na Mata-an! A sukami na so manga rarad iran 1 Pukhudugun nami"},{"SurahNumber":43,"VerseNumber":23,"Text":"Na lagid man noto a da-a Siyogo Ami a Miya-ona an Ka ko Ingud a Puphamaka-iktiyar, a ba da Tharowa o manga Gayagomaya-on: A Mata-an! A sukami na Miyato-on nami so manga Lokus ami sangkai a okit, na Mata-an! A sukami na so manga rarad iran 1 Pukhudugun nami"},{"SurahNumber":43,"VerseNumber":24,"Text":"Pitharo Iyan: A ti apiya pun Miīini-oma Ko rukano so Lubi a Torowan a di so Miyato-on niyo ron so manga Lokus iyo? Pitharo iran: A Mata-an! A sukami na so ini Sogo Rukano to na Inongkir ami"},{"SurahNumber":43,"VerseNumber":25,"Text":"Na siniksa ami siran: na Pamimikiranangka o antona-a i Miyambutad o Kiya-akiran ko Miyamanaplis"}]}