{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"Allahu është Ai që ka nënshtruar për ju detin, që nëpër të, me urdhrin e Tij, të lundrojnë anijet, për të kërkuar dhuntitë e Tij dhe që ju të jeni mirënjohës"},{"SurahNumber":45,"VerseNumber":13,"Text":"Ai ka vënë në shërbimin tuaj çka gjendet në qiej dhe në Tokë, të gjitha janë prej Tij. Me të vërtetë, në këto ka shenja për njerëzit që mendojnë"},{"SurahNumber":45,"VerseNumber":14,"Text":"Thuaju besimtarëve, që t’i falin ata që nuk shpresojnë në ditët e Allahut[309], kështu që Ai të shpërblejë çdo popull sipas veprave të veta"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kush bën mirë, e ka për vete e kush bën keq, e bën kundër vetes; e në fund do të ktheheni (të gjithë) te Zoti juaj"},{"SurahNumber":45,"VerseNumber":16,"Text":"Ne u dhamë bijve të Israilit Librin, pushtetin dhe Profecinë. Ne i begatuam ata me gjëra të mira dhe i ngritëm mbi të gjithë popujt e tjerë (të asaj kohe)"},{"SurahNumber":45,"VerseNumber":17,"Text":"Gjithashtu, Ne u dhamë udhëzime të qarta mbi besimin, por ata u përçanë, atëherë kur u erdhi dituria, pasi patën smirë në mes tyre. Zoti yt, me siguri, do t’i gjykojë (ata) në Ditën e Kiametit për kundërshtitë që patën"},{"SurahNumber":45,"VerseNumber":18,"Text":"Dhe tani, Ne të kemi vendosur ty në rrugën e drejtë të fesë, andaj ndiqe atë dhe mos shko pas dëshirave të atyre që nuk dinë"},{"SurahNumber":45,"VerseNumber":19,"Text":"Ata nuk mund të të mbrojnë aspak nga zemërimi i Allahut. Pa dyshim, keqbërësit kanë për mbrojtës njëri-tjetrin, kurse Allahu është Mbrojtësi i atyre që i frikësohen Atij e që ruhen nga gjynahet"},{"SurahNumber":45,"VerseNumber":20,"Text":"Ky Kuran është tregues i qartë, udhërrëfyes dhe mëshirë për njerëzit që kanë besim të patundur"},{"SurahNumber":45,"VerseNumber":21,"Text":"A mos mendojnë ata që bëjnë vepra të këqija, se Ne do t’i bëjmë të njëjtë me ata që kanë besuar dhe që kanë bërë vepra të mira, se jeta dhe vdekja e tyre do të jetë e njëjtë? Sa keq që gjykojnë ata"}]}