{"Id":151,"LanguageCodes":["fa","fas"],"Name":"fas-abolfazlbahramp","Author":"Abolfazl Bahrampour","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":58,"Text":"و برادران يوسف [به مصر] آمدند و بر او وارد شدند او آنان را شناخت ولى آنها وى را نشناختند"},{"SurahNumber":12,"VerseNumber":59,"Text":"و چون توشه آنها را آماده كرد، گفت: [نوبت آينده‌] آن برادرى را كه از پدر داريد نزد من آوريد. مگر نمى‌بينيد كه من پيمانه را تمام مى‌دهم و من بهترين ميزبانانم"},{"SurahNumber":12,"VerseNumber":60,"Text":"پس اگر او را نزد من نياوريد پيش من پيمانه‌اى نخواهيد داشت و به من نزديك نشويد"},{"SurahNumber":12,"VerseNumber":61,"Text":"گفتند: او را [با هر ترفندى‌] از پدرش خواهيم خواست و حتما اين كار را مى‌كنيم"},{"SurahNumber":12,"VerseNumber":62,"Text":"يوسف به غلامان خود گفت: [پرداختى و] سرمايه آنها را در بارهايشان بگذاريد تا پس از بازگشت به خانواده‌ى خويش آن را بشناسند، شايد كه [دوباره‌] برگردند"},{"SurahNumber":12,"VerseNumber":63,"Text":"و چون نزد پدرشان بازگشتند، گفتند: اى پدر! پيمانه [و سهم غلّه‌] از ما منع شد. برادرمان را با ما بفرست تا سهم خويش بگيريم، و ما حتما نگهبان او خواهيم بود"},{"SurahNumber":12,"VerseNumber":64,"Text":"[يعقوب‌] گفت: آيا در باره‌ى او از شما خاطر جمع باشم همان طور كه پيش‌تر در باره‌ى برادرش به شما اطمينان كردم؟ [ولى‌] خداوند بهترين حافظ است و او مهربان‌ترين مهربانان است"},{"SurahNumber":12,"VerseNumber":65,"Text":"و هنگامى كه بارهاى خود را باز كردند، ديدند كه سرمايه‌شان پس داده شده است. گفتند: اى پدر! ديگر چه مى‌خواهيم؟ اين سرمايه ماست كه به ما پس داده‌اند. [بگذار برويم‌] براى كسان خود آذوقه مى‌آوريم و برادرمان را [نيز] حفاظت مى‌كنيم و [با بردن او] يك بار شتر"},{"SurahNumber":12,"VerseNumber":66,"Text":"گفت: هرگز او را با شما نخواهم فرستاد تا به من پيمان اكيد از خدا بدهيد كه او را حتما نزد من خواهيد آورد، مگر آن كه گرفتار حادثه‌اى شويد. پس چون پيمان خود را بدو دادند، گفت: خدا بر آنچه مى‌گوييم و كيل [و شاهد] است"},{"SurahNumber":12,"VerseNumber":67,"Text":"و گفت: اى پسران من! از يك دروازه داخل نشويد و از دروازه‌هاى مختلف وارد شويد، و من شما را از [تقدير] خدا حتى اندكى بى‌نياز نمى‌كنم. حكم، حكم خداست و من بر او توكل كرده‌ام، و اهل توكل بايد تنها بر او توكل كنند"},{"SurahNumber":12,"VerseNumber":68,"Text":"و چون از آن جا كه پدرشان دستور داده بود وارد شدند، [اين ترفند] هيچ حادثه الهى را نمى‌توانست از آنها دور سازد، جز اين كه نيازى در روح يعقوب را برآورده كرد [و خشنودش نمود]، و او با تعاليم ما بسيار دانا بود، ولى اكثر مردم نمى‌دانند"}]}