{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":42,"Text":"Zalimlerin yaptığından Allah'ı gafil sanma, O, sadece onları, gözlerin dehşetten donup kalacağı bir güne ertelemektedir"},{"SurahNumber":14,"VerseNumber":43,"Text":"(O gün) başlarını dikerek koşarlar, bakışları kendilerine dönmez, (öyle donup kalmıştır sanki). Yüreklerinin içi de bomboş havadır. (Şaşkınlıktan, kafalarında düşünce adına bir şey kalmamıştır)"},{"SurahNumber":14,"VerseNumber":44,"Text":"İnsanları, kendilerine azabın geleceği şu güne karşı uyar ki, zalimler: \"Rabbimiz, derler, bizi yakın bir süreye kadar ertele de senin çağrına gelelim, elçilere uyalım! \"Peki, önceden sizin için hiç zeval olmadığına (sürekli yaşayacağınıza) yemin etmemiş miydiniz"},{"SurahNumber":14,"VerseNumber":45,"Text":"(Sizden önce 'Ad ve Semud gibi) kendilerine yazık eden milletlerin yerlerinde oturmuştunuz, onlara nasıl yaptığımız, size belli olmuştu ve size benzetmeler de yapıp anlatmıştık (değil mi)"},{"SurahNumber":14,"VerseNumber":46,"Text":"Onlar tuzaklarını kurdular. Oysa tuzakları dağları yerinden kaldıracak (cinsten) olsa bile onların tuzakları, Allah'ın yanındaydı (Allah onların tuzaklarını bozar, cezalarını verirdi)"},{"SurahNumber":14,"VerseNumber":47,"Text":"Sakın, Allah'ı, elçilerine verdiği sözden cayar, sanma! Çünkü Allah daima üstündür, öc alandır"},{"SurahNumber":14,"VerseNumber":48,"Text":"O gün yer başka yere, gökler de (başka göklere) değiştirilir. (Bütün) insanlar tek ve kahredici Allah'ın huzurunda görünürler"},{"SurahNumber":14,"VerseNumber":49,"Text":"Ve o gün suçluları, birbirine (veya elleri ayaklarına) yaklaştırılarak zincirlere vurulmuş görürsün"},{"SurahNumber":14,"VerseNumber":50,"Text":"Gömlekleri katrandandır, yüzlerini de ateş kaplamaktadır"},{"SurahNumber":14,"VerseNumber":51,"Text":"Allah, her canı kazandığiyle cezalandırmak için (böyle yapar). Şüphesiz Allah, hesabı çabuk görendir"},{"SurahNumber":14,"VerseNumber":52,"Text":"Bu (Kur'an), insanlara bir tebliğdir. (İnsanlar), bununla uyarılsınlar; O'nun yalnız Tek tanrı olduğunu bilsinler ve sağduyu salipleri öğüt alsınlar diye (gönderilmiştir)"}]}