{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"Hani Rabb´in Musa´ya şöyle seslenmişti, «Şu zalim topluma git"},{"SurahNumber":26,"VerseNumber":11,"Text":"Firavun´un soydaşlarına. Onlar hiç mi başlarına geleceklerden korkmuyorlar?»"},{"SurahNumber":26,"VerseNumber":12,"Text":"Musa dedi ki: «Ya Rabbi, onlar beni yalanlayacaklar diye korkuyorum.»"},{"SurahNumber":26,"VerseNumber":13,"Text":"Bu yüzden canım sıkılır ve öfkemden dilim tutulur. Onun için Harun´a da peygamberlik görevi ver"},{"SurahNumber":26,"VerseNumber":14,"Text":"Hem onların bana isnat ettikleri bir suç var, bu gerekçe ile beni öldürürler diye korkuyorum"},{"SurahNumber":26,"VerseNumber":15,"Text":"Allah dedi ki; «Hayır, korkma, İkiniz birlikte ayetlerimizle gidiniz. Biz sizinle birlikteyiz ve söylenecek her sözü işitiriz.»"},{"SurahNumber":26,"VerseNumber":16,"Text":"Firavun´un yanına vararak ona deyiniz ki; «Biz bütün alemlerin Rabb´i olan Allah´ın peygamberiyiz"},{"SurahNumber":26,"VerseNumber":17,"Text":"İsrailoğullarının bizimle birlikte buradan ayrılmalarına izin ver"},{"SurahNumber":26,"VerseNumber":18,"Text":"Firavun dedi ki: «Biz seni çocukken yanımıza alarak büyütmedik mi? Ömrünün birçok yılını aramızda geçirmedin mi?»"},{"SurahNumber":26,"VerseNumber":19,"Text":"Sonunda o ağır suçu işledin. Sen o sırada bir kafirdin"},{"SurahNumber":26,"VerseNumber":20,"Text":"Musa dedi ki: «O suçu işlediğim sırada ben henüz doğru yolu bulmuş değildim"},{"SurahNumber":26,"VerseNumber":21,"Text":"Bu yüzden sizden korkunca yanınızdan kaçtım. Sonra Rabb´im bana hikmet bağışlayarak beni peygamberlerinden biri yaptı"},{"SurahNumber":26,"VerseNumber":22,"Text":"O nimet diye başıma kaktığın şey israiloğullarını köleleştirmenin sonucudur.»"},{"SurahNumber":26,"VerseNumber":23,"Text":"Firavun, «alemlerin Rabb´i dediğin nedir?» dedi"},{"SurahNumber":26,"VerseNumber":24,"Text":"Musa «Eğer kesin gerçeği öğrenmek istiyorsanız, O göklerin, yerin ve bu ikisi arasındaki bütün varlıkların Rabbidir» dedi"},{"SurahNumber":26,"VerseNumber":25,"Text":"Firavun çevresindekilere «dediklerini duyuyor musunuz?» dedi"},{"SurahNumber":26,"VerseNumber":26,"Text":"Musa: «O hem sizin hem de sizden önceki atalarınızın Rabbidir» dedi"},{"SurahNumber":26,"VerseNumber":27,"Text":"Firavun çevresindekilere: «Size peygamber olarak gönderilen bu adam kesinlikle bir delidir» dedi"},{"SurahNumber":26,"VerseNumber":28,"Text":"Musa, «Eğer düşünme yeteneğiniz varsa anlarsınız ki, O doğunun, batının ve bu ikisi arasındaki bütün varlıkların Rabbidir.» dedi"},{"SurahNumber":26,"VerseNumber":29,"Text":"Firavun «Eğer benden başka bir ilah edinirsen yemin ederim ki, seni hapse attırırım» dedi"},{"SurahNumber":26,"VerseNumber":30,"Text":"Musa «Sana doğru söylediğimi kanıtlayan apaçık bir delil göstersem de mi? dedi"},{"SurahNumber":26,"VerseNumber":31,"Text":"Firavun «Eğer doğru söylüyorsan kanıtını göster bakalım» dedi"},{"SurahNumber":26,"VerseNumber":32,"Text":"Bunun üzerine Musa elindeki değneği yere attı, değnek o anda sahici bir yılan oluverdi"},{"SurahNumber":26,"VerseNumber":33,"Text":"Ve elini yeninin altından çıkardı; bakanlar, onun ak bir parıltı saçtığını gördüler"}]}