{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Uyo moyo wake Allah wavakazarurira Islaam kuti ave muchiedza kubva kuna Tenzi vake (akafanana here neuyo asiri mutendi)? Naizvozvo matambudziko kune avo moyo yavo yakaoma kurangarira Allah! Ndeavo vakarasika zviripachena"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah vakadzikisa shoko rakanakisisa, Gwaro (Qur’aan), zvidimbu zvaro zvakafanana nezvimwe (mune zvakanaka uye muhuchokwadi) uye zvichidzokorodzwa-dzokorodzwa. Makanda eavo vanotya Tenzi vavo anobvunda kubva mariri (pavanoriverenga kana pavanorinzwa). Pedzezvo ganda ravo nemoyo yavo yozvininipisa mukurangarira Allah. Iri ndiro gwara raAllah. Vanotungamirira wavanoda naro. Uye uyo munhu Allah wavanoita kuti arasike, kwaari haana mutungamiri"},{"SurahNumber":39,"VerseNumber":24,"Text":"Haasi here, uyo achazotarisana nemutongo wakaipisisa zuva rekutongwa (akafanana here neuyo achapinda Paradhiso murunyararo)? Uye zvichanzi kuvaiti vemabasa akaipa: “Ravirai izvo zvamaiwana!”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Avo vaivepo mushure mavo vakaramba, uye marwadzo akauya kwavari kubva kumativi avaisatarisira"},{"SurahNumber":39,"VerseNumber":26,"Text":"Naizvozvo Allah vakaita kuti vave vanoravira kudzikisirwa muhupenyu hwepasi, asi marwadzo ehupenyu hwuchatevera akakura, dai vaiziva"},{"SurahNumber":39,"VerseNumber":27,"Text":"Uye zvirokwazvo takava tinoisira vanhu mhando yose yeenzaniso muQur’aan iri kuti vave vanorangarira"},{"SurahNumber":39,"VerseNumber":28,"Text":"Qur’aan rerurimi rwechiArab risina kutsveyama (mariri) kuti vave vanodzivirira zvose zvakaipa zvavakakomekedzwa naAllah kuti vave vanodzivirira kuti vave vanotya"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah vanopa muenzaniso wemurume (muranda) ane madzimambo akawanda anopikisana (sekunge avo vanonamata vamwe pamwechete naAllah), nemurume anongova namambo mumwe chete (sekunge avo vanonamata Allah chete). Vakafanana here vaviri ava mumuenzaniso wavo? Kurumbidzwa kwose ndekwaAllah! Asi vazhinji vavo havazivi"},{"SurahNumber":39,"VerseNumber":30,"Text":"Zvirokwazvo, iwe (Muhammad (SAW)) uchafa, uye zvirokwazvo ivo vachafa"},{"SurahNumber":39,"VerseNumber":31,"Text":"Uye zvirokwazvo pazuva rekutongwa muchava munopikisana (munopokana) pamberi paTenzi venyu"}]}