{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Мы сотворили вас из нее (земли), в нее Мы вас вернем и из нее выведем еще раз"},{"SurahNumber":20,"VerseNumber":56,"Text":"Мы явили ему (Фараону) всевозможные Наши знамения, но он счел их ложью и отказался"},{"SurahNumber":20,"VerseNumber":57,"Text":"Он сказал: «О Муса (Моисей)! Неужели ты явился к нам, чтобы изгнать нас из нашей земли своим колдовством"},{"SurahNumber":20,"VerseNumber":58,"Text":"Мы непременно покажем тебе такое же колдовство. Назначь же срок для нашей встречи на открытом месте, где мы будем иметь равные шансы, и никто из нас не должен нарушить его»"},{"SurahNumber":20,"VerseNumber":59,"Text":"Муса сказал: «Сроком для вас будет день украшения, и пусть люди соберутся утром»"},{"SurahNumber":20,"VerseNumber":60,"Text":"Фараон отвернулся и собрал свои козни (собрал своих колдунов), а затем пришел в назначенный срок"},{"SurahNumber":20,"VerseNumber":61,"Text":"Муса (Моисей) сказал им: «Горе вам! Не возводите навет на Аллаха, а не то Он уничтожит вас, подвергнув мучениям. Неудача постигнет того, кто измышляет ложь»"},{"SurahNumber":20,"VerseNumber":62,"Text":"Они стали спорить между собой о своих действиях и сохранили свой разговор в тайне"},{"SurahNumber":20,"VerseNumber":63,"Text":"Они сказали: «Эти двое мужчин - колдуны. Они хотят колдовством изгнать вас из вашей страны и вдвоем следовать вашим превосходным путем"},{"SurahNumber":20,"VerseNumber":64,"Text":"Объедините ваши козни и выстройтесь в ряд. Сегодня преуспеет тот, кто одержит верх»"},{"SurahNumber":20,"VerseNumber":65,"Text":"Они сказали: «О Муса (Моисей)! Ты бросишь первым, или же нам бросать первыми?»"},{"SurahNumber":20,"VerseNumber":66,"Text":"Он сказал: «Нет, бросайте вы!». И тут ему представилось, что их веревки и посохи от их колдовства пришли в движение"},{"SurahNumber":20,"VerseNumber":67,"Text":"Тогда он почувствовал в душе страх"},{"SurahNumber":20,"VerseNumber":68,"Text":"Мы сказали: «Не бойся! Ты одержишь верх"},{"SurahNumber":20,"VerseNumber":69,"Text":"Брось то, что держишь в своей деснице, и оно проглотит содеянное ими. Воистину, содеянное ими - это козни колдуна, а колдун не преуспеет, куда бы он ни пришел»"},{"SurahNumber":20,"VerseNumber":70,"Text":"Колдуны пали ниц и сказали: «Мы уверовали в Господа Харуна (Аарона) и Мусы (Моисея)!»"},{"SurahNumber":20,"VerseNumber":71,"Text":"Фараон сказал: «Неужели вы поверили ему без моего соизволения? Воистину, он - старший из вас, который научил вас колдовству. Я отрублю вам руки и ноги накрест и распну вас на пальмовых стволах. Вот тогда вы узнаете, чье наказание суровее и долговечнее»"},{"SurahNumber":20,"VerseNumber":72,"Text":"Они сказали: «Мы не отдадим тебе предпочтения перед ясными знамениями, которые явились нам, и перед нашим Творцом. Выноси же свой приговор! Воистину, ты выносишь приговор только в мирской жизни"},{"SurahNumber":20,"VerseNumber":73,"Text":"Воистину, мы уверовали в нашего Господа для того, чтобы Он простил нам наши грехи и колдовство, к которому ты нас принудил. Аллах лучше и долговечнее»"},{"SurahNumber":20,"VerseNumber":74,"Text":"Тому, кто явится к своему Господу, будучи грешником, уготована Геенна, в которой он не умрет и не будет жить"},{"SurahNumber":20,"VerseNumber":75,"Text":"А тем, кто явится к Нему, будучи верующим, совершив праведные деяния, уготованы высшие ступени"},{"SurahNumber":20,"VerseNumber":76,"Text":"сады Эдема, в которых текут реки. Они пребудут там вечно. Таково воздаяние тем, кто очистился"}]}