{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"And when Our Messengers came to Abraham with the good news, [of Isaac's birth] they also said, \"We will destroy the people of that town. Its people have been wicked"},{"SurahNumber":29,"VerseNumber":32,"Text":"[Abraham] said, \"But Lot is there.\" They said, \"We know who is there better than you do. We will save him and his family, except for his wife. She is to be among those who remain behind"},{"SurahNumber":29,"VerseNumber":33,"Text":"And when Our Messengers came to Lot, they were mistreated, and he was troubled and distressed on their account, because he felt powerless to protect them. They said, \"Fear not, nor grieve. We will save you and your family, except your wife; she's among those who will remain behind"},{"SurahNumber":29,"VerseNumber":34,"Text":"We will bring down punishment from the sky on the people of this town because they have deviated [from God's orders]"},{"SurahNumber":29,"VerseNumber":35,"Text":"We have a remnant of that town as clear evidence for people who use their reason"},{"SurahNumber":29,"VerseNumber":36,"Text":"And to Midian [We sent] their brother Shu'ayb, who told them, \"My people, worship God, and look forward to the Last Day, and do not spread wickedness on the earth"},{"SurahNumber":29,"VerseNumber":37,"Text":"But they rejected him, so an earthquake seized them, and next morning they lay dead in their homes"},{"SurahNumber":29,"VerseNumber":38,"Text":"And Aad and Thamud-what happen to them is obvious to you from their [ruined] dwellings. Satan made their deeds pleasing to them and diverted them from the path [of God] even though they had been able to see the truth"},{"SurahNumber":29,"VerseNumber":39,"Text":"[The same fate befell] Korah, Pharaoh and Haman. Moses came to all of them with clear evidence, but they chose to be arrogant on earth, and they couldn't escape Our punishment"},{"SurahNumber":29,"VerseNumber":40,"Text":"So We seized each of them for their wrong doing: upon some We sent a storm of stones, and some were seized by a blast [from the sky], and some We caused the earth to swallow, and some We drowned. It was not God who did them an injustice, they did themselves an injustice"},{"SurahNumber":29,"VerseNumber":41,"Text":"The example of those who take protectors other than God is like that of the spider that made itself a home, for the weakest of homes is the spider's home. If they only knew"},{"SurahNumber":29,"VerseNumber":42,"Text":"God knows whatever they call upon other than Him, for He is the Almighty, the Wise"},{"SurahNumber":29,"VerseNumber":43,"Text":"Such examples We offer to people, but only those with knowledge will grasp their meaning"},{"SurahNumber":29,"VerseNumber":44,"Text":"God created the heavens and the earth in Truth. There is in that a sign for the believers"}]}