{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":68,"Text":"(Atyre besimtarëve, që ishin shoqëruar për hir të Zotit, u thuhet): \"O adhuruesit e Mi, sot nuk ka as frikë për ju, e as që do të jeni të pikëlluar"},{"SurahNumber":43,"VerseNumber":69,"Text":"(Robërit e Mi) të cilët besuan argumentet Tona dhe ishin muslimanë"},{"SurahNumber":43,"VerseNumber":70,"Text":"Hyni në xhennet, ju dhe gratë tuaja, të gëzuar"},{"SurahNumber":43,"VerseNumber":71,"Text":"Atyre u shërbejnë me enë e gastare nga ari, aty do të kenë çka t´u dëshirojë shpirti dhe t´u kënaqet syri. Ju do të jeni aty përgjithmonë"},{"SurahNumber":43,"VerseNumber":72,"Text":"E ky është xhenneti që u është dhënë për atë që keni punuar"},{"SurahNumber":43,"VerseNumber":73,"Text":"Aty keni shumë pemë prej të cilave do të hani"},{"SurahNumber":43,"VerseNumber":74,"Text":"Ndërkaq, kriminelët janë në vuajtje të përjetshme të xhehennemit"},{"SurahNumber":43,"VerseNumber":75,"Text":"Atyre as nuk u lehtësohet (vuajtja) dhe aty janë të dëshpëruar"},{"SurahNumber":43,"VerseNumber":76,"Text":"Ne nuk u bëmë atyre padrejtësi, por ata vetë kanë qenë horra"},{"SurahNumber":43,"VerseNumber":77,"Text":"Dhe ata thërrasin: \"O Malik, le të na e marrë shpirtin Zoti yt!\". Ai thotë: \"Ju do të jeni aty përgjithmonë"},{"SurahNumber":43,"VerseNumber":78,"Text":"Ne u patëm sjellë të vërtetën, por shumica prej jush ishit urrejtës të së vërtetës"},{"SurahNumber":43,"VerseNumber":79,"Text":"A mos vendosët për ndonjë çështje (grackë kundër Muhammedit), por edhe Ne kemi vendosur (ta ndihmojmë)"},{"SurahNumber":43,"VerseNumber":80,"Text":"A mendojnë se Ne nuk dëgjojmë ndjenjën e fshehtë të tyre dhe bisedën midis tyre? Po, e dëgjojmë dhe të dërguarit tanë (engjëjt përcjellës) që janë pranë tyre, shkruajnë"},{"SurahNumber":43,"VerseNumber":81,"Text":"Thuaj: \"Sikur Mëshiruesi (All-llahu) të kishte fëmijë, unë do të jem i pari adhurues (pse unë e di më së miri se ajo është gënjeshtër)"},{"SurahNumber":43,"VerseNumber":82,"Text":"Larg asaj është Zoti i qiejve e i tokës, Zoti i Arshit, nga ajo që ata i përshkruajnë"},{"SurahNumber":43,"VerseNumber":83,"Text":"Po ti lëri ata të zhyten edhe më thellë dhe të argëtohen derisa të arrijnë në ditën që u është përcaktuar"},{"SurahNumber":43,"VerseNumber":84,"Text":"Ai është që në qiell është All-llah dhe në tokë All-llah, Ai është i urti, i dijshmi"},{"SurahNumber":43,"VerseNumber":85,"Text":"I lartësuar qoftë Ai, që vetëm i Tij është sundimi i qiejve e i tokës dhe çka ka ndërmjet tyre dhe vetëm Ai di për momentin e kijametit dhe te Ai ktheheni"},{"SurahNumber":43,"VerseNumber":86,"Text":"Ata që i adhuruan pos Tij, nuk mund të ndërmjetësojnë (të bëjnë shefaat), përveç kush dëshmoi të vërtetën, e ata e dinë"},{"SurahNumber":43,"VerseNumber":87,"Text":"Po nëse ti i pyet: Kush i krijoi ata, me siguri do të thonë: \"All-llahu!\" E si pra, i kthejnë shpinën"},{"SurahNumber":43,"VerseNumber":88,"Text":"(Zoti e di) Edhe thënien e tij (të Muhammedit): \"O Zoti im, këta janë një popull që nuk beson"},{"SurahNumber":43,"VerseNumber":89,"Text":"(E, Zoti iu përgjegj): Hiqju tyre pra, dhe thuaj: \"Qofshi braktisur, e më vonë do ta kuptojnë"}]}