{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"Mong`a hau U ile A bitsa Moshe: “Tsamaea o ee ho batho ba etsang liphoso"},{"SurahNumber":26,"VerseNumber":11,"Text":"“Batho ba Faro. Na ba tla ts’aba Allah?”"},{"SurahNumber":26,"VerseNumber":12,"Text":"A re: “Mong`a ka! Ke t`saba hore ba tloha ba mphara ka leshano"},{"SurahNumber":26,"VerseNumber":13,"Text":"“Sefuba sa ka se tla petatsana. Puo ea ka e se hlake, kahoo nthome le Aarone"},{"SurahNumber":26,"VerseNumber":14,"Text":"“Ba bile ba na le qoso ea tlolo ea molao khahlano le ‘na, ka hona ke t`saba hore ba se tlohe ba mpolaea.”"},{"SurahNumber":26,"VerseNumber":15,"Text":"Allah A re: “Leletho, Tsoelang pele, bobeli ba lona ka lits’upiso tsa Rona. Ruri! Re tlabale lona, le hona ho le mamela"},{"SurahNumber":26,"VerseNumber":16,"Text":"“Joale, tsamaeang ‘moho le ee ho Faro, le re: “Re rometsoe ke ‘Maballi le Mong`a mafats’e ho uena"},{"SurahNumber":26,"VerseNumber":17,"Text":"“Lokolla bana ba Israele ho tsamaea le rona.”"},{"SurahNumber":26,"VerseNumber":18,"Text":"Faro a re: “Na ha re’a u holisa o le ngoana har’a rona? Oa lula lilemo tse ngata le rona bophelong ba hau"},{"SurahNumber":26,"VerseNumber":19,"Text":"“Eaba o etsa ketso eo u kileng oa e etsa, eo u e tsebang, oa ba e mong oa ba hlokang teboho!”"},{"SurahNumber":26,"VerseNumber":20,"Text":"Moshe a re: “Ke entse, nakong eo ke neng ke le ka har’a ba khelohileng"},{"SurahNumber":26,"VerseNumber":21,"Text":"“Ka lebaka la ho le t`saba ka baleha, Empa Mong`a ka U ile a nts’usumetsa ka taelo esita le hona ho nkhetha ke le e mong oa baromuoa ba Hae"},{"SurahNumber":26,"VerseNumber":22,"Text":"“Joale, sena ke ke tsela eo u mputsang ka eona, u nts’eolla ka hore: ke entse bana ba Israele makhoba.”"},{"SurahNumber":26,"VerseNumber":23,"Text":"Faro a re: “Joale, ke eng ‘Maballi le Mong`a mafats’e?”"},{"SurahNumber":26,"VerseNumber":24,"Text":"Moshe a re: “Mong`a maholimo le lefats’e le lintho tsohle tse teng lipakeng tsa ona, – haeba u batla ho rua tsebo.”"},{"SurahNumber":26,"VerseNumber":25,"Text":"Eaba faro o re ho ba neng ba mo pota-potile: “Na le’a utloa?”"},{"SurahNumber":26,"VerseNumber":26,"Text":"Moshe a re: “Mong`a lona le bo-ntat’a lona ho tloha ts’imolohong.”"},{"SurahNumber":26,"VerseNumber":27,"Text":"Faro a re: “Ruri! Moromuoa enoa ea romeletsoeng ho lona e feela e le lehlanya!”"},{"SurahNumber":26,"VerseNumber":28,"Text":"Moshe a re: “Mong`a bochabela le bophirima le tsohle tse lipakeng tsa tsona, ha feela ebale na le kutloisiso.”"},{"SurahNumber":26,"VerseNumber":29,"Text":"Faro a re: “Ha feela eba u ka ikhethela molimo e mong ntle ho ‘na, Ruri! Ke tla u koala chankaneng.”"},{"SurahNumber":26,"VerseNumber":30,"Text":"Moshe a re: “Le hoja ke u bonts’a se seng se hlakileng?”"},{"SurahNumber":26,"VerseNumber":31,"Text":"Faro a re: “Se bonts’e, haeba u e mong oa ba nang le ‘nete!”"},{"SurahNumber":26,"VerseNumber":32,"Text":"Eaba Moshe o akhela lere la hae fats’e, la fetoha noha"},{"SurahNumber":26,"VerseNumber":33,"Text":"A pholla lehlakore ka letsoho la hae, eaba le hlaha le le lesoeu ho babohi"}]}