{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":24,"Text":"And (as a historical evidence) has the story of Abraham's honored guests reached you"},{"SurahNumber":51,"VerseNumber":25,"Text":"When they visited him greeting him with \"Peace!\" He answered, \"Peace to you strangers"},{"SurahNumber":51,"VerseNumber":26,"Text":"Then he went quietly to his household, and brought forth a well-bred roasted calf"},{"SurahNumber":51,"VerseNumber":27,"Text":"And placed it before them, saying, \"Will you not eat"},{"SurahNumber":51,"VerseNumber":28,"Text":"Then he felt apprehensive of them. They said, \"Fear not!\" And gave him the glad news of a son who would be endowed with knowledge. (Abraham was concerned, since people with aggressive designs used to refuse hospitality. But they were hurrying to Sodom (11:69-76), (15:50-55), (26)"},{"SurahNumber":51,"VerseNumber":29,"Text":"Then his wife came forward with a loud cry and struck her face in astonishment and said, \"An old barren woman"},{"SurahNumber":51,"VerseNumber":30,"Text":"They said, \"Thus it is. Your Lord has so decreed. Behold, He, He alone is all-Wise, all-Knowing"},{"SurahNumber":51,"VerseNumber":31,"Text":"Abraham said, \"And now what is your task, O Messengers"},{"SurahNumber":51,"VerseNumber":32,"Text":"They replied, \"Behold, We have been sent to a guilty folk who violate human rights"},{"SurahNumber":51,"VerseNumber":33,"Text":"That we may herald upon them a shower of hardened stones"},{"SurahNumber":51,"VerseNumber":34,"Text":"Marked out by your Lord for those who have wasted their own 'Self"},{"SurahNumber":51,"VerseNumber":35,"Text":"We then brought forth safe all believers that were in town"},{"SurahNumber":51,"VerseNumber":36,"Text":"But We found therein none but one Muslim household"},{"SurahNumber":51,"VerseNumber":37,"Text":"And so We left therein a Sign for those who fear a painful consequence (of their actions)"},{"SurahNumber":51,"VerseNumber":38,"Text":"And in Moses too! Behold, We sent him to Pharaoh with a clear authority"},{"SurahNumber":51,"VerseNumber":39,"Text":"But he turned away in the pride of his might and said, \"A wizard or a madman"},{"SurahNumber":51,"VerseNumber":40,"Text":"So We seized him and his troops, and flung them in the sea, and he was blameworthy"},{"SurahNumber":51,"VerseNumber":41,"Text":"And in Aad! When We sent upon them the devastating wind"},{"SurahNumber":51,"VerseNumber":42,"Text":"It spared nothing that it blew on and smashed it to dust"},{"SurahNumber":51,"VerseNumber":43,"Text":"And in Thamud! Behold, they were told, \"Enjoy life for a little while"},{"SurahNumber":51,"VerseNumber":44,"Text":"But they defied their Lord's Commandment. Whereupon the thunder seized them while they looked on"},{"SurahNumber":51,"VerseNumber":45,"Text":"And they were unable even to rise up and could not help themselves a bit"},{"SurahNumber":51,"VerseNumber":46,"Text":"And the people of Noah aforetime! Behold, they were a folk who drifted away from the Truth"}]}