{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"And (remember) when We said to the angels: \"Prostrate yourselves unto Adam.\" They prostrated themselves except Iblis. He said: \"Shall I prostrate myself to one whom You created from clay"},{"SurahNumber":17,"VerseNumber":62,"Text":"He said: \"See this one whom You have honored above me, if You give me respite to the Day of Resurrection, I will surely, seize and mislead his offspring, all but a few"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Allah) said: \"Go, and whosoever of them follows you, surely, Hell will be the recompense of you (all) an ample recompense"},{"SurahNumber":17,"VerseNumber":64,"Text":"And fool them gradually, those whom you can among them with your voice, Ajlib upon them with your cavalry and your infantry, share with them wealth and children, and make promises to them.\" But Shaytan promises them nothing but deceit"},{"SurahNumber":17,"VerseNumber":65,"Text":"Verily, My servants, you have no authority over them. And All-Sufficient is your Lord as a Guardian"},{"SurahNumber":17,"VerseNumber":66,"Text":"Your Lord is He Who drives the ship for you through the sea, in order that you may seek of His bounty. Truly, He is ever Most Merciful towards you"},{"SurahNumber":17,"VerseNumber":67,"Text":"And when harm touches you upon the sea, those that you call upon vanish from you except Him. But when He brings you safe to land, you turn away. And man is ever ungrateful"},{"SurahNumber":17,"VerseNumber":68,"Text":"Do you then feel secure that He will not cause a side of the land to swallow you up, or that He will not send against you a Hasib Then, you shall find no guardian"},{"SurahNumber":17,"VerseNumber":69,"Text":"Or do you feel secure that He will not send you back a second time to sea and send against you a Qasif and drown you because of your disbelief Then you will not find any avenger therein against Us"},{"SurahNumber":17,"VerseNumber":70,"Text":"And indeed We have honored the Children of Adam, and We have carried them on land and sea, and have provided them with At-Tayyibat, and have preferred them above many of those whom We have created with a marked preferment"}]}