{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":61,"Text":"Ne ile uğraşırsan uğraş. Kur´an´dan hangi parçayı okursan oku, hangi işi yaparsanız yapınız, işinize daldığınızda mutlaka davranışlarınızın tanığı, gözeticisiyiz. Ne yerde ve ne de gökte bulunan zerre ağırlığınca bir şey Rabbinizden saklı kalmaz. Gerek bundan daha küçüğü ve gerekse daha büyüğü mutlaka apaçık bir Kitap´ta yeralır"},{"SurahNumber":10,"VerseNumber":62,"Text":"Haberiniz olsun ki, Allah´ın dostlarına korku yoktur, onlar hiç üzülmeyeceklerdir de"},{"SurahNumber":10,"VerseNumber":63,"Text":"Onlar Allah´a inanmış ve kötülüklerden sakınmışlardır"},{"SurahNumber":10,"VerseNumber":64,"Text":"Onlar için dünya hayatında da ahirette de müjde vardır. Allah´ın verdiği sözlerin değişmesi sözkonusu değildir. Büyük kurtuluş, büyük başarı işte budur"},{"SurahNumber":10,"VerseNumber":65,"Text":"Kafirlerin sözleri sakın seni üzmesin. Çünkü üstünlük tümü ile, Allah´ın tekelindedir. O, her şeyi işiten ve her şeyi bilendir"},{"SurahNumber":10,"VerseNumber":66,"Text":"Haberiniz olsun ki, göklerde ve yerde kimler varsa hepsi Allah´ındır. Allah´ı bir yana bırakarak putlara tapanlar aslında bu düzmece ortaklara uymuyorlar; sadece sanıya, dayanaksız bilgiye uyuyorlar, sırf asılsız hayallerin peşinden gidiyorlar"},{"SurahNumber":10,"VerseNumber":67,"Text":"Geceyi dinlenmenize elverişli ve gündüzü aydınlık yapan O´dur. Hiç şüphesiz bu sözlerde, onlara kulak verenler için birçok ibret dersi vardır"},{"SurahNumber":10,"VerseNumber":68,"Text":"Müşrikler ´Allah evlât edindi´ dediler. Haşa! O´nun hiçbir şeye ihtiyacı yoktur. Göklerde ve yerde ne varsa O´nundur. Bu konuda elinizde hiçbir kanıt yoktur. Nasıl oluyor da Allah hakkında bilmediğiniz bir şeyi söyleyebiliyorsunuz"},{"SurahNumber":10,"VerseNumber":69,"Text":"De ki; «Allah hakkında yalan uyduranlar kesinlikle iflah olmazlar.»"},{"SurahNumber":10,"VerseNumber":70,"Text":"Dünyada geçici bir yarar sağlarlar, arkasından dönüşleri bizedir, sonra gerçekleri inkâr etmelerinin karşılığı olarak onlara ağır bir azap tattırırız"}]}