{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":30,"Text":"O kâfir olanlar, görmediler mi ki, göklerle yer bitisik bir halde iken biz onlari ayirdik. Hayati olan her seyi sudan yarattik. Hâlâ inanmiyorlar mi"},{"SurahNumber":21,"VerseNumber":31,"Text":"Yeryüzünde, insanlar sarsilmasin diye sabit daglar yarattik, rahat gidebilsinler diye daglarin aralarinda genis yollar var ettik"},{"SurahNumber":21,"VerseNumber":32,"Text":"Gökyüzünü de korunmus bir tavan yaptik. Kâfirler ise, gökyüzünün alâmetlerinden (Allah'in kudret ve azametine delalet eden delillerinden) yüz çeviriyorlar"},{"SurahNumber":21,"VerseNumber":33,"Text":"Geceyi, gündüzü, günesi ve ayi yaratan O'dur. Bunlarin her biri kendi dairesinde dolasmaktadir"},{"SurahNumber":21,"VerseNumber":34,"Text":"Ey Muhammed! Senden önce de hiçbir insani ölümsüz kilmadik, sen ölürsün de onlar baki kalir mi? Senin ölmenle rahata kavusacaklarini mi saniyorlar"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her nefis ölümü tadacaktir. Sizi bir imtihan olarak kötülük ve iyilikle deneyecegiz. Hepiniz de sonunda bize döndürüleceksiniz"},{"SurahNumber":21,"VerseNumber":36,"Text":"O inkârcilar seni gördükleri zaman, seni alaya aliyorlar ve \"Ilâhlarinizi diline dolayan bu mudur?\" diyorlar. Halbuki onlar Rahmân'in kitabini inkâr ediyorlar"},{"SurahNumber":21,"VerseNumber":37,"Text":"Insan aceleci olarak yaratilmistir. Size yakinda (azaba dair) alametlerimi gösterecegim. Simdi siz acele etmeyin"},{"SurahNumber":21,"VerseNumber":38,"Text":"Dogru sözlü iseniz (bildirin) bu vaad ne zamandir?\" derler"},{"SurahNumber":21,"VerseNumber":39,"Text":"Bu kâfirler atesi yüzlerinden ve sirtlarindan men edemeyecekleri ve yardim da göremeyecekleri zamani, bir bilseler"},{"SurahNumber":21,"VerseNumber":40,"Text":"Dogrusu bu azap onlara ansizin gelecek de kendilerini sasirtacaktir. Artik ne geri çevrilmesine güçleri yetecek, ne de kendilerine mühlet verilecektir"},{"SurahNumber":21,"VerseNumber":41,"Text":"Yemin olsun ki, senden önce birçok peygamberle alay edildi de içlerinden alay edenleri, o alay ettikleri sey (azap) kusativerdi"}]}