{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Y Al-lah ha ordenado adorarlo solo a Él y tratar a los padres con amabilidad y respeto. Si uno de ellos, o ambos, alcanzan la vejez en tu presencia, no les digas ninguna palabra de reproche ni les faltes al respeto, y háblales con dulzura"},{"SurahNumber":17,"VerseNumber":24,"Text":"Y trátalos con humildad, apiadándote de ellos, y suplica a Al-lah diciendo: «¡Señor!, sé misericordioso con ellos al igual que ellos lo fueron conmigo cuando me criaron de pequeño»"},{"SurahNumber":17,"VerseNumber":25,"Text":"Vuestro Señor conoce bien lo que hay en vuestro interior. Si sois rectos y virtuosos, perdonará a quien se vuelva a Él en arrepentimiento"},{"SurahNumber":17,"VerseNumber":26,"Text":"Y concédeles sus derechos a los familiares cercanos, a los pobres y a los viajeros (que no dispongan de medios para proseguir su viaje); pero no derrochéis"},{"SurahNumber":17,"VerseNumber":27,"Text":"En verdad, quienes derrochan (sus bienes en el pecado y en banalidades) siguen el camino de los demonios, y el Demonio es ingrato con su Señor (por haberse rebelado contra Él)"},{"SurahNumber":17,"VerseNumber":28,"Text":"Y si te alejas de ellos (de los familiares y de aquellos a quienes se te ha pedido ayudar económicamente porque no tienes qué darles) y estás a la espera de recibir un bien procedente de tu Señor, háblales con amabilidad (prometiéndoles que los ayudarás cuando recibas el bien que esperas)"},{"SurahNumber":17,"VerseNumber":29,"Text":"Y no seas avaro cerrando tu mano por completo, pues serías reprobado por ello, ni la abras del todo (derrochando) hasta quedarte en la miseria y suspirando por lo que perdiste"},{"SurahNumber":17,"VerseNumber":30,"Text":"Ciertamente, tu Señor concede un generoso sustento a quien quiere y lo restringe a quien quiere. Él está informado de todo y ve todas las cosas (que hacen Sus siervos)"}]}