{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":11,"Text":"There are some who worship God half-heartedly, then, if some good befalls them, they are content with it, but if an ordeal befalls them, they revert to their former ways. They lose in this world as well in the Hereafter. That is a clear loss"},{"SurahNumber":22,"VerseNumber":12,"Text":"He calls on, instead of God, something that can neither harm him, nor benefit him. That is indeed straying far away"},{"SurahNumber":22,"VerseNumber":13,"Text":"he calls on that which would sooner harm than help. Such a patron is indeed evil and such a companion is indeed evil"},{"SurahNumber":22,"VerseNumber":14,"Text":"God will admit those who believe and act righteously into Gardens watered by flowing rivers. God does whatever He wills"},{"SurahNumber":22,"VerseNumber":15,"Text":"Anyone who thinks that God will not help him [His messenger] in this world and the Hereafter, let him stretch a rope up to the sky; then let him cut it off and see if his plan can help to remove the cause of his anger"},{"SurahNumber":22,"VerseNumber":16,"Text":"We have sent down the Quran as clear evidence, and surely God guides whom He will"},{"SurahNumber":22,"VerseNumber":17,"Text":"God will judge between the believers, the Jews, the Sabaeans, the Christians, the Magians and the polytheists on the Day of Judgement. Surely God is witness to everything"},{"SurahNumber":22,"VerseNumber":18,"Text":"Do you not see that whoever is in the heavens and whoever is on the earth, as well as the sun and the moon, and the stars and the mountains, and the trees and the beasts and many human beings -- all submit to God? But there are many who have become deserving of punishment. Whoever God disgraces, will have no one to honour him. Surely, God does what He wills"},{"SurahNumber":22,"VerseNumber":19,"Text":"These two groups, [the believers and those who deny the truth], dispute concerning their Lord. Those who deny the truth will have garments of fire cut out for them; and boiling water will be poured down over their heads"},{"SurahNumber":22,"VerseNumber":20,"Text":"anything in their stomachs as well as their skins will be melted by it"},{"SurahNumber":22,"VerseNumber":21,"Text":"There will be maces of iron for them"},{"SurahNumber":22,"VerseNumber":22,"Text":"whenever, in their anguish they seek to escape from Hell, they will be driven back into it, and they will be told, \"Taste the punishment of Hell"}]}