{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":267,"Text":"Ó vós que credes! Despendei das cousas boas que haveis logrado e do que Nós vos fizemos sair da terra. E não recorrais ao que é vil, para dele despenderdes, sendo que o não tomaríeis, a não ser que a ele fechásseis os olhos. E sabei que Allah é Bastante a Si mesmo, Louvável"},{"SurahNumber":2,"VerseNumber":268,"Text":"Satã promete-vos a pobreza e ordena-vos a obscenidade, e Allah promete-vos perdão dEle e favor. E Allah é Munificente, Onisciente"},{"SurahNumber":2,"VerseNumber":269,"Text":"Ele concede a sabedoria a quem quer. E àquele a quem é concedida a sabedoria, com efeito, é-lhe concedido um bem abundante. E não meditam senão os dotados de discernimento"},{"SurahNumber":2,"VerseNumber":270,"Text":"E o que quer que despendais ou voteis, em votos, Allah, por certo, o sabe. E não há para os injustos socorredores"},{"SurahNumber":2,"VerseNumber":271,"Text":"Se mostrais as esmolas, quão excelente é! Mas se as escondeis e as concedeis aos pobres, é-vos melhor. E Ele vos remirá algo de vossas más obras. E Allah, do que fazeis, é Conhecedor"},{"SurahNumber":2,"VerseNumber":272,"Text":"Não te impende, Muhammad, guiá-los para o bom caminho, mas Allah guia a quem quer. E o que quer que despendais de bom é para vós mesmos. E não deveis despender senão para buscar a face de Allah. E o que quer que despendais de bom vos será compensado e não sofrereis injustiça"},{"SurahNumber":2,"VerseNumber":273,"Text":"Dai vossas esmolas aos pobres que, impedidos pelo combate no caminho de Allah, não podem percorrer a terra para ganhar seu sustento. O ignorante supõe-nos ricos, por suas maneiras recatadas. Tu os reconheces por seu semblante; não pedem esmolas aos outros, insistentemente. E o que quer que despendais de bom, por certo, Allah é, disso, Onisciente"}]}