{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":35,"VerseNumber":27,"Text":"Ne vois-tu pas qu’Allah fait descendre du ciel une eau par le moyen de laquelle Nous faisons sortir du sol des plantes qui donnent des fruits (aux couleurs) variés ? Et dans les montagnes aussi, il y a des stries de diverses nuances de blanc et de rouge, ainsi que des roches d’un noir de jais"},{"SurahNumber":35,"VerseNumber":28,"Text":"Sont également de couleurs différentes, les Hommes, les animaux et les bestiaux. Et c’est ainsi que, de tous les serviteurs de Dieu, seuls les savants Le redoutent véritablement. En vérité, Dieu est Puissant et Clément"},{"SurahNumber":35,"VerseNumber":29,"Text":"Certes, ceux qui récitent le Livre de Dieu, qui observent la salât et qui, discrètement ou ouvertement, versent en aumône une partie de ce que Nous leur avons accordé, peuvent espérer une contrepartie assurée"},{"SurahNumber":35,"VerseNumber":30,"Text":"car Dieu les récompensera pleinement en leur accordant un surcroît de Sa grâce. En vérité, Il est Indulgent et Plein de gratitude"},{"SurahNumber":35,"VerseNumber":31,"Text":"Ce que Nous te révélons du Livre, est la Vérité confirmant l’authenticité des Écritures antérieures. Dieu est parfaitement Informé de Ses serviteurs et Observateur de leurs agissements"},{"SurahNumber":35,"VerseNumber":32,"Text":"Puis Nous avons donné l’Écriture en héritage à Nos serviteurs que Nous avons élus. Certains parmi eux, se font du tort à eux-mêmes, d’autres adoptent une voie médiane (dans leur pratique du culte), et d’autres enfin qui, avec la permission de Dieu, devancent les autres par leurs bonnes actions. Et c’est là la grâce suprême"},{"SurahNumber":35,"VerseNumber":33,"Text":"Ils obtiendront d’entrer dans des Jardins d’Éden, où ils seront parés de bracelets d’or et de perles, et où en guise d’habits, leur seront taillés des vêtements de soie"},{"SurahNumber":35,"VerseNumber":34,"Text":"Ils diront : « Louange à Dieu qui a dissipé nos angoisses en les éloignant de nous ! Notre Seigneur est en vérité Plein d’indulgence et reconnaissant de nos mérites"},{"SurahNumber":35,"VerseNumber":35,"Text":"Louange à Dieu qui nous a établi en un rang honorable (Demeure éternelle) où nous n’aurons à connaître ni labeur, ni fatigue !»"},{"SurahNumber":35,"VerseNumber":36,"Text":"Quant à ceux qui dénient, ils seront livrés aux flammes de la Géhenne, où la mort ne sera pas décrétée pour eux, de sorte que la mort sera une délivrance pour eux, et où leur supplice ne sera pas allégé. C’est ainsi que Nous rétribuerons tout dénégateur obstiné"},{"SurahNumber":35,"VerseNumber":37,"Text":"dont les hurlements s’élèveront de la Géhenne : «Seigneur ! Fais-nous sortir d’ici afin qu’il nous soit donné d’accomplir des œuvres autrement plus vertueuses que celles que nous accomplissions ». Il leur sera répondu : « Ne vous avions-Nous pas donné une vie assez longue, pour qu’en prenne conscience quiconque est capable de réfléchir ? Un messager n’est-il pas venu vous avertir ? Subissez donc (vos tourments). Nul secours ne sera accordé aux injustes »"}]}