{"Id":490,"LanguageCodes":["zu","zul"],"Name":"zul-iqembulezifundi","Author":"Iqembu Lezifundiswa, Mussa Muhammad Telela , Uthman Mfanafuthi Msomi, Moulana Abdur Rahman Chilipa, Haji Ibrahim Mondli Japhet Mthembu, Moulana Imran Ngcobo, Moulana Eshaaq Osman","Language":"Zulu","Description":"Zulu","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa(IDM), https://www.alqurantranslation.com/","Translations":[{"SurahNumber":58,"VerseNumber":7,"Text":"Awuboni yini ukuthi uMvelinqangi uyakwazi konke okusemazulwini nako konke okusemhlabeni, futhi uMvelinqangi awukho umhlangano wasesithe wabathathu ngaphandle kokuba yena ungowesine futhi akekho owesihlanu ngaphandle kokuba yena ungowesithupha wabo futhi akukho okungaphansi kwalokho noma okungaphezulu ngaphandle kokuthi yena ukanye nabo noma ngabe yikuphi lapho bekhona bese ebatshela ngalokho ababekwenza ngosuku lokuvuka kwabafileyo ngempela uMvelinqangi uyazazi zonke izinto"},{"SurahNumber":58,"VerseNumber":8,"Text":"Awubaboni yini labo ababenqatshelwe umhlangano wangasese bese bebuyela kuloko ababenqatshelwe kukona bese behlangana ndawonye ngesono nobutha kanye nokungasihloniphi isithunywa, futhi uma befika kuwena bakubingelela ngaloko angakubingeleli ngako uMvelinqangi futhi bathi emiphefumulweni yabo, “kungani engasijezisi uMvelinqangi ngaloko esikushoyo?” sibanele isihogo bayosha kusona kubi lapho kuyiwa khona"},{"SurahNumber":58,"VerseNumber":9,"Text":"Oh Nina enikholwayo! Uma nihlangana ngasese ngakho- ke ningahlangani ngasese ngesono nobutha kanye nokungasihloniphi isithunywa kepha yibani nemihlangano yangasese ngokuhle nokwesaba futhi yesabani uMvelinqangi okunguyena eniyoqoqelwa ndawonye kuyena"},{"SurahNumber":58,"VerseNumber":10,"Text":"Kuphela izinkulumo zangasese zivela kusathane ukuze enze labo abakholwayo babewusizi futhi angeke balinyazwe yilutho ngaphandle uma kungokwentando kaMvelinqangi futhi ikuMvelinqangi lapho bethembela khona abakholwayo"},{"SurahNumber":58,"VerseNumber":11,"Text":"Oh Nina enikholwayo! Uma kuthiwa kunina “vulani indawo emihlanganweni” ngakho-ke yivuleni uyonivulela indawo uMvelinqangi futhi uma kuthiwa (kunina) “sukumani” ngakho-ke sukumani, uyabaphakamisa uMvelinqangi labo abakholwayo phakathi kwenu kanye nalabo abanikezwa ulwazi ngamazinga futhi uMvelinqangi lokho enikwenzayo uyakwazi"},{"SurahNumber":58,"VerseNumber":12,"Text":"Oh Nina enikholwayo! Uma nihlangana nesithunywa ngasese ngakho-ke nikelani ngesipho ngaphambili kokuxoxisana kwenu, lokho kungcono kunina futhi kumsulwa kakhulu, kepha uma ningasitholi (isipho) ngakho-ke ngempela uMvelinqangi ungothethelelayo onesihawu"},{"SurahNumber":58,"VerseNumber":13,"Text":"Ngakube niyesaba yini ukunikela ngezipho ngaphambili kokuxoxisana kwenu na? Manjalo uma ningakwenzi lokho, uMvelinqangi unithethelele, ngakho-ke yenzani umthandazo ninikeze (nikhokhe) izakaah (ingxenye yengcebo ekhokhwa kwabampofu) futhi nihloniphe uMvelinqangi nesithunywa sakhe futhi uMvelinqangi uyazi ngaloko enikwenzayo"}]}