{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":29,"Text":"فذكِّر -أيها الرسول- مَن أُرسلت إليهم بالقرآن، فما أنت بإنعام الله عليك بالنبوة ورجاحة العقل بكاهن يخبر بالغيب دون علم، ولا مجنون لا يعقل ما يقول كما يَدَّعون"},{"SurahNumber":52,"VerseNumber":30,"Text":"أم يقول المشركون لك -أيها الرسول-: هو شاعر ننتظر به نزول الموت؟ قل لهم: انتظروا موتي فإني معكم من المنتظرين بكم العذاب، وسترون لمن تكون العاقبة"},{"SurahNumber":52,"VerseNumber":31,"Text":"أم يقول المشركون لك -أيها الرسول-: هو شاعر ننتظر به نزول الموت؟ قل لهم: انتظروا موتي فإني معكم من المنتظرين بكم العذاب، وسترون لمن تكون العاقبة"},{"SurahNumber":52,"VerseNumber":32,"Text":"بل أتأمر هؤلاء المكذبين عقولهم بهذا القول المتناقض (ذلك أن صفات الكهانة والشعر والجنون لا يمكن اجتماعها في آن واحد)، بل هم قوم متجاوزون الحدَّ في الطغيان"},{"SurahNumber":52,"VerseNumber":33,"Text":"بل أيقول هؤلاء المشركون، اختلق محمد القرآن من تلقاء نفسه؟ بل هم لا يؤمنون، فلو آمنوا لم يقولوا ما قالوه"},{"SurahNumber":52,"VerseNumber":34,"Text":"فليأتوا بكلام مثل القرآن، إن كانوا صادقين- في زعمهم- أن محمدًا اختلقه"},{"SurahNumber":52,"VerseNumber":35,"Text":"أخُلِق هؤلاء المشركون من غير خالق لهم وموجد، أم هم الخالقون لأنفسهم؟ وكلا الأمرين باطل ومستحيل. وبهذا يتعيَّن أن الله سبحانه هو الذي خلقهم، وهو وحده الذي لا تنبغي العبادة ولا تصلح إلا له"},{"SurahNumber":52,"VerseNumber":36,"Text":"أم خَلَقوا السموات والأرض على هذا الصنع البديع؟ بل هم لا يوقنون بعذاب الله، فهم مشركون"},{"SurahNumber":52,"VerseNumber":37,"Text":"أم عندهم خزائن ربك يتصرفون فيها، أم هم الجبارون المتسلطون على خلق الله بالقهر والغلبة؟ ليس الأمر كذلك، بل هم العاجزون الضعفاء"},{"SurahNumber":52,"VerseNumber":38,"Text":"أم لهم مصعد إلى السماء يستمعون فيه الوحي بأن الذي هم عليه حق؟ فليأت مَن يزعم أنه استمع ذلك بحجة بينة تصدِّق دعواه"},{"SurahNumber":52,"VerseNumber":39,"Text":"ألِلهِ سبحانه البنات ولكم البنون كما تزعمون افتراء وكذبًا؟"},{"SurahNumber":52,"VerseNumber":40,"Text":"أتسأل -أيها الرسول- هؤلاء المشركون أجرًا على تبليغ الرسالة، فهم في جهد ومشقة من التزام غرامة تطلبها منهم؟"},{"SurahNumber":52,"VerseNumber":41,"Text":"أم عندهم علم الغيب فهم يكتبونه للناس ويخبرونهم به؟ ليس الأمر كذلك؛ فإنه لا يعلم الغيب في السموات والأرض إلا الله"},{"SurahNumber":52,"VerseNumber":42,"Text":"بل يريدون برسول الله وبالمؤمنين مكرًا، فالذين كفروا يرجع كيدهم ومكرهم على أنفسهم"},{"SurahNumber":52,"VerseNumber":43,"Text":"أم لهم معبود يستحق العبادة غير الله؟ تنزَّه وتعالى عما يشركون، فليس له شريك فى الملك، ولا شريك في الوحدانية والعبادة"},{"SurahNumber":52,"VerseNumber":44,"Text":"وإن ير هؤلاء المشركون قطعًا من السماء ساقطًا عليهم عذابًا لهم لم ينتقلوا عما هم عليه من التكذيب، ولقالوا: هذا سحاب متراكم بعضه فوق بعض"},{"SurahNumber":52,"VerseNumber":45,"Text":"فدع -أيها الرسول- هؤلاء المشركين حتى يلاقوا يومهم الذي فيه يُهْلكون، وهو يوم القيامة"},{"SurahNumber":52,"VerseNumber":46,"Text":"وفي ذلك اليوم لا يَدْفع عنهم كيدهم من عذاب الله شيئًا، ولا ينصرهم ناصر من عذاب الله"},{"SurahNumber":52,"VerseNumber":47,"Text":"وإن لهؤلاء الظلمة عذابًا يلقونه في الدنيا قبل عذاب يوم القيامة من القتل والسبي وعذاب البرزخ وغير ذلك، ولكن أكثرهم لا يعلمون ذلك"},{"SurahNumber":52,"VerseNumber":48,"Text":"واصبر -أيها الرسول- لحكم ربك وأمره فيما حَمَّلك من الرسالة، وعلى ما يلحقك من أذى قومك، فإنك بمرأى منا وحفظ واعتناء، وسبِّح بحمد ربك حين تقوم إلى الصلاة، وحين تقوم من نومك، ومن الليل فسبِّح بحمد ربك وعظِّمه، وصلِّ له، وافعل ذلك عند صلاة الصبح وقت إدبار النجوم. وفي هذه الآية إثبات لصفة العينين لله تعالى بما يليق به، دون تشبيه بخلقه أو تكييف لذاته، سبحانه وبحمده، كما ثبت ذلك بالسنة، وأجمع عليه سلف الأمة، واللفظ ورد هنا بصيغة الجمع للتعظيم"},{"SurahNumber":52,"VerseNumber":49,"Text":"واصبر -أيها الرسول- لحكم ربك وأمره فيما حَمَّلك من الرسالة، وعلى ما يلحقك من أذى قومك، فإنك بمرأى منا وحفظ واعتناء، وسبِّح بحمد ربك حين تقوم إلى الصلاة، وحين تقوم من نومك، ومن الليل فسبِّح بحمد ربك وعظِّمه، وصلِّ له، وافعل ذلك عند صلاة الصبح وقت إدبار النجوم. وفي هذه الآية إثبات لصفة العينين لله تعالى بما يليق به، دون تشبيه بخلقه أو تكييف لذاته، سبحانه وبحمده، كما ثبت ذلك بالسنة، وأجمع عليه سلف الأمة، واللفظ ورد هنا بصيغة الجمع للتعظيم"}]}