{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":43,"Text":"(ای پیامبر!) خدا تو را ببخشاید! چرا به آنها اجازه دادی؟! پیش از آنکه راستگویان بر تو آشکار شوند, ودروغگویان را بشناسی"},{"SurahNumber":9,"VerseNumber":44,"Text":"کسانی که به خدا وروز آخرت ایمان دارند, هیچ گاه برای (ترک) جهاد با اموال شان وجانهایشان, از تو اجازه نمی خواهند, وخداوند نسبت به پرهیزگاران داناست"},{"SurahNumber":9,"VerseNumber":45,"Text":"تنها کسانی از تو اجازه می خواهند؛ که به خدا وروز آخرت ایمان ندارند, ودلهایشان گرفتار شک است, وآنها در شک (وترید) خود سر گردانند"},{"SurahNumber":9,"VerseNumber":46,"Text":"واگر آنها می خواستند که (همراه شما) بیرون شوند, سازو برگی برای آن آماده می کردند, ولیکن خداوند از حرکت آنها کراهت داشت, لذا آنها را (از حرکت) بازداشت, وبه آنان گفته شد: «با نشستگان بنشینید»"},{"SurahNumber":9,"VerseNumber":47,"Text":"اگر (آنها) همراه شما بیرون می آمدند, جز فساد (وتباهی) چیزی بر شما نمی افزودند, وبه سرعت در میان شما فتنه انگیزی می کردند, ودر میان شما افرادی (ضعیف الایمان) هستند که به (سخنان) آنها گوش فرا می دهند, وخداوند, (نسبت) به ستمکاران داناست"},{"SurahNumber":9,"VerseNumber":48,"Text":"به راستی که آنها پیش از این (نیز) فتنه گری می کردند, وکارها را برای تو دگرگون کردند, تا آنکه حق فرا رسید, وفرمان خدا آشکار شد، (وشما پیروز شدید) در حالی که آنها کراهت داشتند"},{"SurahNumber":9,"VerseNumber":49,"Text":"بعضی از آنها می گویند: «(در ترک جهاد) به من اجازه بده, ومرا به فتنه (وگناه) نیفکن». آگاه باشید که آنها در فتنه افتاده اند, وبی گمان جهنم کافران را احاطه کرده است"},{"SurahNumber":9,"VerseNumber":50,"Text":"اگر به تو نیکی برسد, آنها را ناراحت می کند, واگر مصیبتی به تورسد, می گویند: «ما پیش از این چارۀ کار خود را اندیشیده ایم» وشادمانه باز می گردند"},{"SurahNumber":9,"VerseNumber":51,"Text":"بگو: «هرگز (مصیبتی) به ما نرسد, جز آنچه خداوند برای ما نوشته است, او مولای ماست, ومؤمنان باید بر خدا توکل کنند»"},{"SurahNumber":9,"VerseNumber":52,"Text":"بگو: «آیا برای ما جز یکی از دو نیکی را انتظار دارید؟! (یا پیروزی یا شهادت) وما برای شما انتظار داریم که خداوند, عذابی از نزد خودش به شما برساند, یا بدست ما (شما را مجازات کند) پس شما انتظار بکشید, بی گمان ما (نیز) با شما انتظار می کشیم»"},{"SurahNumber":9,"VerseNumber":53,"Text":"بگو: «انفاق کنید, چه از روی میل باشد یا به اکراه, هرگز از شما پذیرفته نخواهد شد, زیرا شما مردمی فاسق (ونافرمان) هستید»"},{"SurahNumber":9,"VerseNumber":54,"Text":"وهیچ چیز مانع قبول انفاقهای آنها نشد, مگر آنکه به خدا وپیامبرش کافر شدند, وجز با کسالت (وبی میلی) برای نماز حاضر نمی شوند, وجز با کراهت انفاق نمی کنند"},{"SurahNumber":9,"VerseNumber":55,"Text":"پس (فزونی) اموال شان واولاد شان , تو را شگفت زده نکند, زیرا خداوند می خواهد به (وسیلۀ) آن آنها را در زندگی دنیا عذاب کند, ودرحالی که کافرند جانشان بر آید"},{"SurahNumber":9,"VerseNumber":56,"Text":"وآنها (= منافقان) به خدا سوگند یاد می کنند که از شما هستند, درحالی که از شما نیستند, ولیکن آنها گروهی اند که می ترسند، (بدین سبب سوگند می خورند)"},{"SurahNumber":9,"VerseNumber":57,"Text":"اگر پناهگاه یا غارها یا تونلی (در زیر زمین) بیابند, شتابان به سوی آن می گریزند"},{"SurahNumber":9,"VerseNumber":58,"Text":"واز آنها کسانی هستند که در (قسیم) صدقات (وغنایم) به تو خرده می گیرند, پس اگر از آن (اموال, بهره ای) به آنها داده شود, راضی می شوند, واگر از آن (چیزی) داده نشود, فوراً خشم می گیرند"},{"SurahNumber":9,"VerseNumber":59,"Text":"اگر به آنچه خدا ورسولش به آنها داده است, راضی باشند, وبگویند: «خداوند برای ما کافی است, به زودی خدا ورسولش از فضل خود به ما عطا می فرماید, ما تنها به سوی خدا رغبت می وزریم». (برای آنها بهتر بود)"}]}