{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":6,"VerseNumber":61,"Text":"Він закінчується Вищі Його створіння, та Він призначає варти захистити вас. Коли призначений час смерті прибуває до будь-яких вас, наші кур'єри ставлять його до смерті міттєво"},{"SurahNumber":6,"VerseNumber":62,"Text":"Тоді кожний вертається до БОГА, їхнього законного Лорда та Майстра. Абсолютно, Він являє собою остаточного суддю; Він являє собою найбільш точний Reckoner"},{"SurahNumber":6,"VerseNumber":63,"Text":"Кажете, \"Хто може врятувати вас з темряви землі або моря?\" Ви благаєте Його голосно та секретно: \"Якщо Він рятує цей раз нас, ми будемо вічно appreciative"},{"SurahNumber":6,"VerseNumber":64,"Text":"Кажете, \"БОГ рятує вас цей раз, та інші рази також, тоді ви досі встановлюєте ідолів крім Його"},{"SurahNumber":6,"VerseNumber":65,"Text":"Кажете, \"Він вміє звичайно щоб литися на вас retribution зверху ви, або з внизу ваших ніг. Або Він може розділити вас у фракцію та можете мати ви куштуєте кожну тиранію інших. Примітка як ми роз'яснюємо апокаліпсис, що вони можуть зрозуміти"},{"SurahNumber":6,"VerseNumber":66,"Text":"Ваші люди відхилили це, незважаючи на те, що це являє собою правду. Скажіть, \"я не закінчуюсь охоронець ви"},{"SurahNumber":6,"VerseNumber":67,"Text":"Кожне пророцтво herein прибуде пройти, та ви безсумнівно знайдете"},{"SurahNumber":6,"VerseNumber":68,"Text":"Якщо ви бачите ці котрі підробні наші відкриття, ви будете уникнути їх до вони delve у інший предмет. Якщо чорт викликає вас забути, тоді, як тільки ви запам'ятаєте, не сидите з такими згубними людьми"},{"SurahNumber":6,"VerseNumber":69,"Text":"справедливий не відповідальний для висловів цих людей, але це може допомогти нагадати їм; можливо вони можуть бути врятовані"},{"SurahNumber":6,"VerseNumber":70,"Text":"Ви будете disregard цей хто беруть їхню релігію марно, так, якби це - соціальна функція, та повністю всисаєтесь у це світово довічному. Нагадайте з це (Quran), lest душа може зазнати наслідків його зла заробіток. Це ніхто не має біля БОГА як Лорд та Майстер, не посередник. Якщо це могло запропонувати будь- який різновид викупу, би не йому визнане. Вони зазнають наслідків зла праці вони заробляють; вони зазнали hellish напою, та болісного retribution внаслідок їхнього disbelief"}]}