{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":51,"Text":"Албатта Биз пайғамбарларимизга ва иймон келтирган зотларга ҳаёти дунёда ҳам, гувоҳлар (ҳозир бўлиб) турадиган Кунда (Қиёматда) ҳам ёрдам берурмиз"},{"SurahNumber":40,"VerseNumber":52,"Text":"У Кунда золим-кофир кимсаларга узр-баҳоналари фойда бермас ва уларга лаънат бўлур, уларга энг ёмон жой — дўзах бўлур"},{"SurahNumber":40,"VerseNumber":53,"Text":"Аниқки, Биз Мусога ҳидоят ато этган ва Бани Исроилни Китоб-Тавротга ворис қилган эдик"},{"SurahNumber":40,"VerseNumber":54,"Text":"Ақл эгалари учун ҳидоят ва эслатма-ибрат бўлган (Китобга ворис қилган эдик)"},{"SurahNumber":40,"VerseNumber":55,"Text":"Бас, (эй Муҳаммад алайҳис-салоту вас-салом, сизга мушриклар томонидан етаётган озор-азийятларга) сабр қилинг — зеро, Аллоҳнинг (Ўз пайғамбарлари ва мўминларга ёрдам бериш ҳақидаги) ваъдаси ҳақдир ва гуноҳингизга мағфират сўранг ҳамда туну кун Парвардигорингизга ҳамду сано айтиш билан (У зотни) покланг"},{"SurahNumber":40,"VerseNumber":56,"Text":"Албатта Аллоҳнинг оятлари ҳақида ўзларига келган бирон ҳужжат — далилсиз талашиб-тортишадиган кимсалар, аниқки, уларнинг дилларида бир кибр (яъни, ўзларини сиздан катта олиш) бордирки, улар ўшанга (яъни, ўзлари орзу қилган катталикка) етувчи эмасдирлар. Бас, сиз Аллоҳдан паноҳ сўранг. Албатта Унинг Ўзигина эшитгувчи, кўриб тургувчидир"},{"SurahNumber":40,"VerseNumber":57,"Text":"Шак-шубҳасиз, осмонлар ва Ерни яратиш инсонларни яратишдан каттароқ (иш)дир. Лекин кўп одамлар билмайдилар"},{"SurahNumber":40,"VerseNumber":58,"Text":"Кўр кимса билан кўргувчи зот, иймон келтириб, яхшиликлар қилган зотлар билан ёмонлик қилгувчи кимса баробар бўлмас. Камдан-кам эслатма-ибрат олурсизлар"},{"SurahNumber":40,"VerseNumber":59,"Text":"Албатта (Қиёмат) соати келгувчидир. У ҳақида шак-шубҳа йўқдир. Лекин кўп одамлар (унинг келишига) иймон келтирмаслар"},{"SurahNumber":40,"VerseNumber":60,"Text":"Парвардигорларингиз: «Менга дуо-илтижо қилинглар, Мен сизларга (қилган дуоларингизни) мустажоб қилурман», деди. Албатта Менга ибодат қилишдан кибр-ҳаво қилган кимсалар яқинда бўйинларини эгган ҳолларида жаҳаннамга кирурлар"}]}