{"Id":143,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":81,"Text":"Those who have remained behind are content with their position behind God's messenger, and they disliked to strive with their wealth and lives in the cause of God; and they Say: \"Do not march out in the heat.\" Say: \"The fire of Hell is far hotter,\" if they could only understand"},{"SurahNumber":9,"VerseNumber":82,"Text":"Let them laugh a little, and cry a lot, a recompense for what they had earned"},{"SurahNumber":9,"VerseNumber":83,"Text":"If God returns you to a group of them, and they ask your permission to come with you, then Say: \"You will not come with me ever; nor will you fight any enemy with me. You had accepted staying behind the first time, so stay with those who remain behind"},{"SurahNumber":9,"VerseNumber":84,"Text":"And do not attend towards any of them when they have died, nor stand at their grave. They have rejected God and His messenger and died while they were wicked"},{"SurahNumber":9,"VerseNumber":85,"Text":"And do not be impressed by their wealth and their children; God only wishes to punish them with it in this world, and so their souls will be taken to death while they are rejecters"},{"SurahNumber":9,"VerseNumber":86,"Text":"And if a chapter is sent down: \"That you shall believe in God and strive with His messenger,\" those with wealth and influence ask your permission and they Say: \"Let us be with those who remain behind"},{"SurahNumber":9,"VerseNumber":87,"Text":"They were content to stay with those who remained behind, and God stamps their hearts, for they do not comprehend"},{"SurahNumber":9,"VerseNumber":88,"Text":"But the messenger and those who believe with him have strived with their money and their lives. For them will be the good things, and they are the successful ones"},{"SurahNumber":9,"VerseNumber":89,"Text":"God has prepared for them gardens with rivers flowing beneath, in them they shall abide. Such is the great gain"}]}