{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":40,"Text":"Şüphesiz ayetlerimizi yalanlayanlar ve onlara karşı büyüklenenler, onlar için göğün kapıları açılmaz ve halat (ya da deve) iğnenin deliğinden geçinceye kadar cennete girmezler. Biz suçlu-günahkarları işte böyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":41,"Text":"Onlar için cehennemden yataklar ve üstlerine örtüler vardır. Biz zulme sapanları işte böyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":42,"Text":"İman edenler ve salih amellerde bulunanlar -ki Biz hiç kimseye güç yetireceğinden fazlasını yüklemeyiz- onlar da cennetin ashabı (halkı)dırlar. Onda sonsuz olarak kalacaklardır"},{"SurahNumber":7,"VerseNumber":43,"Text":"Biz onların göğüslerinde kinden ne varsa çekip almışız. Altlarından ırmaklar akar. Derler ki: \"Bizi buna ulaştıran Allah'a hamd olsun. Eğer Allah bize hidayet vermeseydi biz doğruya ermeyecektik. Andolsun, Rabbimiz'in elçileri hak ile geldiler.\" Onlara: \"İşte bu, yaptıklarınıza karşılık olarak mirasçı kılındığınız cennettir\" diye seslenilecek"},{"SurahNumber":7,"VerseNumber":44,"Text":"Cennet halkı, ateş halkına (şöyle) seslenecekler: \"Bize Rabbimiz'in vadettiğini gerçek buldunuz mu?\" Onlar da: \"Evet\" derler. Bundan sonra içlerinden seslenen biri (şöyle) seslenecektir: \"Allah'ın laneti zalimlerin üzerine olsun"},{"SurahNumber":7,"VerseNumber":45,"Text":"Ki onlar Allah'ın yolundan alıkoyanlar, onda çarpıklık arayanlar ve ahireti tanımayanlardır"},{"SurahNumber":7,"VerseNumber":46,"Text":"İki taraf arasında bir engel ve burçlar (A'raf) üstünde hepsini yüzlerinden tanıyan adamlar vardır. Cennete gireceklere: \"Selam size\" derler, ki bunlar, henüz girmeyen fakat (girmeyi) 'şiddetle arzu edip umanlardır"},{"SurahNumber":7,"VerseNumber":47,"Text":"Gözleri cehennem halkından yana çevrilince: \"Rabbimiz, bizi zalimler topluluğuyla birlikte kılma\" derler"}]}