{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"(We have been sending Prophets for the reformation of this mentality.) Indeed We gave unto Moses nine clear Messages. Ask then, the Children of Israel what happened when he came unto them and Pharaoh said to him, \"Verily, O Moses! I think you are bewitched.\" (7)"},{"SurahNumber":17,"VerseNumber":102,"Text":"Answered Moses, \"You know well that no one but the Lord of the heavens and the earth has revealed these eye-opening Messages and, verily, O Pharaoh! I think that you are utterly lost"},{"SurahNumber":17,"VerseNumber":103,"Text":"Pharaoh resolved to wipe off Moses and his followers from the face of the earth. But We drowned him and those with him, all together"},{"SurahNumber":17,"VerseNumber":104,"Text":"After that We said to the Children of Israel, \"Dwell now securely in the earth but remember that when the last promise comes to pass, We shall bring you as a crowd gathered out of various nations.\" (The first two Promises (17:5), (1)"},{"SurahNumber":17,"VerseNumber":105,"Text":"Truthfully, We have sent it down, and with the Truth it has come down (to you O Prophet). For, We have sent you (O Prophet) as a herald of glad tidings and a Warner"},{"SurahNumber":17,"VerseNumber":106,"Text":"With the Qur'an which We have gradually unfolded, so that you might convey it to mankind by stages. Behold, We have sent it down step by step, as one Revelation"},{"SurahNumber":17,"VerseNumber":107,"Text":"Say, \"Believe in it or do not believe.\" Those who have been endowed with innate knowledge and make use of it, recognize its glory and fall down upon their faces in prostration as soon as it is conveyed to them"},{"SurahNumber":17,"VerseNumber":108,"Text":"They say, \"Glory be to our Lord. Verily, the Promise of our Lord has been fulfilled"},{"SurahNumber":17,"VerseNumber":109,"Text":"And so they fall down on their chins, weeping, and increasing in humility"},{"SurahNumber":17,"VerseNumber":110,"Text":"Say, \"Call Him Allah, or call Him Rahman, the Beneficent; to Him belong the best names. By whichever name you call Him, His are all the best attributes of perfection. And be not too loud in your call to the Divine System, nor speak in too low a voice, but follow a way in between"},{"SurahNumber":17,"VerseNumber":111,"Text":"And say, \"All Praise is due to Allah Who begets not an offspring, and has no partner in His Dominion, and has absolutely no weakness, hence no need of any aid.\" And so, extol His limitless Greatness. (Establish His Greatness in the Earth with all magnificence, as it is in the entire Universe)"}]}