{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"(මෙසේම) හිජ්ර් (ගල් තලාව) නමැති ස්ථානයේ සිටි (සමූද් නමැති) ජනතාවද (අපගේ) දූතයින්ව බොරු කරමින්ම සිටියහ"},{"SurahNumber":15,"VerseNumber":81,"Text":"අපි ඔවුන්ට සාධකයන් බොහොමයක් ලබා දී තිබුණද, ඒවා ඔවුන් ප්‍රතික්ෂේප කරමින්ම සිටියහ"},{"SurahNumber":15,"VerseNumber":82,"Text":"නොබියව වාසය කළ හැකිය යයි සිතා ඔවුන් කඳු හාරා නිවාස තනා ගත්හ"},{"SurahNumber":15,"VerseNumber":83,"Text":"ඔවුන්වද අළුයම් කාලයේදී ඉමහත් වූ ශබ්දය අල්ලා ගත්තේය"},{"SurahNumber":15,"VerseNumber":84,"Text":"ඔවුන් (තමන්ව බේරා ගැනීමට) සාදාගෙන තිබූ කිසිවක්, ඔවුන්ට ප්‍රයෝජනයක් ගෙන දුන්නේ නැත"},{"SurahNumber":15,"VerseNumber":85,"Text":"අහස්ද, භූමියද හා මේවා අතර ඇති දැයද නියමිත කාරණාවකට මිස, අපි උත්පාදනය කළේ නැත. (නබියේ! මොවුන්ගේ දඬුවමට අයත්) කාලය නියත වශයෙන්ම පැමිණෙන්නේය! (ඒ වන තුරු මෙම අපරාධකරුවන්ගේ අපරාධයන්) ඔබ ගෞරවාන්විත අන්දමට ප්‍රතික්ෂේප කරමින් සිටිනු"},{"SurahNumber":15,"VerseNumber":86,"Text":"ඔබගේ දෙවියන්ම (සියල්ල) උත්පාදනය කළ අයද, (මොවුන් සියල්ලන්වම) හොඳින් දන්නෙකුද වශයෙන් සිටින්නේය"},{"SurahNumber":15,"VerseNumber":87,"Text":"(නබියේ!) නියත වශයෙන්ම අපි ඔබට නැවත නැවතත් සමුදීරණය කළ හැකි ආයාවන් හතකින් (යුත් අල්හම්දු නමැති පරිච්ඡේදය)ද, මෙම ශ්‍රේෂ්ඨ කුර්ආනයද පහළ කර ඇත්තෙමු"},{"SurahNumber":15,"VerseNumber":88,"Text":"(පාපතරයින් වන) මොවුන් (මෙලොවදී) විවිධ අන්දමින් සුවය විඳීමට මොවුන්ට අපි ලබා දී ඇති දැය ඔබ ඇස් ලොකු කර නොබලනු. ඔබ, මොවුන් වෙනුවෙන් කණගාටුද නොවනු. එහෙත් ඔබ විශ්වාසවන්තයින්ට ඔබගේ ආදර කරුණාව පෙන්වනු"},{"SurahNumber":15,"VerseNumber":89,"Text":"තවද “නියත වශයෙන්ම මා ප්‍රසිද්ධියේම බිය ගන්වා අනතුරු අඟවන්නෙකු” යයිද පවසනු මැනව"},{"SurahNumber":15,"VerseNumber":90,"Text":"(නබියේ! පෙර තිබූ ධර්මයන්) විවිධ ආකාරයට ඛෙදා වෙන්කරන ලද අය මත, කළින් අපි (දඬුවම්) පහළ කළ ආකාරයටම"},{"SurahNumber":15,"VerseNumber":91,"Text":"මෙම කුර්ආනය විවිධ ආකාරයට ඛෙදා වෙන් කරන්නන් මතද (දඬුවම පහළ කරන්නෙමු)"},{"SurahNumber":15,"VerseNumber":92,"Text":"එබැවින් ඔබ දෙවියන් මත සත්තකින්ම! (ඔවුන් සියල්ලන්වම අප වෙත ඒකරාශී කර), නියත වශයෙන්ම ඔවුන්ගෙන් ප්‍රශ්න (ගණනය) කරන්නෙමු"},{"SurahNumber":15,"VerseNumber":93,"Text":"“ඔවුන් කුමක් කරමින් සිටියෙහුද?”"},{"SurahNumber":15,"VerseNumber":94,"Text":"එබැවින් ඔබට නියෝග කරනු ලැබූ දැය (කිසි පැකිළීමක් නොමැතිව) ඔබ ඔවුන්ට විවරණය කර දැනුම් දීමෙන් අනතුරුව, සමානයන් තබා නමදින මොවුන්ව ඔබ ප්‍රතික්ෂේප කර හරිනු"},{"SurahNumber":15,"VerseNumber":95,"Text":"(මොවුන්ගේ විපත් වැළැක්වීමට) සමච්චල් කරන්නන්ට වඩා අපිම ඔබට ප්‍රමාණවත්ව සිටින්නෙමු"},{"SurahNumber":15,"VerseNumber":96,"Text":"මොවුන් (ඔබව සමච්චල් කරනවා පමණක්ද?) අල්ලාහ්ට වෙනත් (ව්‍යාජ) දෙවියෙකුව එක්කාසු කරන්නාහ. (මෙහි ඵලවිපාක) පසුව මොවුන් දැන ගන්නාහ"},{"SurahNumber":15,"VerseNumber":97,"Text":"(නබියේ! ඔබ ගැන) ඔවුන් (කුණුහරුප වශයෙන්) පවසන දැය, ඔබගේ හෘදයට ළඟා වන බව නියත වශයෙන්ම අපි දන්නෙමු. (එය ඔබ පොඩියක් හෝ ගණනයට නොගනු)"},{"SurahNumber":15,"VerseNumber":98,"Text":"ඔබ ඔබගේ දෙවියන්ව සුවිශුද්ධ කර, ප්‍රශංසා කර, හිස නවා සුජූද් කරන්නන්ගෙන් ඔබත් කෙනෙකු බවට පත් වනු"},{"SurahNumber":15,"VerseNumber":99,"Text":"ඔබට යකීන් (නමැති මරණය) ඇති වන තුරු (මේ අන්දමටම) ඔබගේ දෙවියන්ව නමදිමින් සිටිනු මැනව"}]}