{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":8,"Text":"So, is he (righteous), the odiousness of whose deed (s) had been adorned (i.e., made attractive) for him, so that he sees them as fair (deeds)? Then surely Allah leads into error whomever He decides, and guides whomever He decides; so do not let yourself go away in regrets for them. Surely Allah is Ever-Knowing of whatever they work out"},{"SurahNumber":35,"VerseNumber":9,"Text":"And Allah is (The One) Who has sent the winds. So they stir up clouds, then We drive them to a dead land; then therewith We give life to the earth, after its death. Thus is the rising up"},{"SurahNumber":35,"VerseNumber":10,"Text":"Whoever is willing to (gain) might, then to Allah belongs the might altogether. To Him the good wordings mount; and the righteous deed, He raises it. And (the ones) who scheme odious (deeds) will have a strict torment, and the scheming of those (folk) will be the one that is futile"},{"SurahNumber":35,"VerseNumber":11,"Text":"And Allah created you from dust, thereafter from a sperm-drop; thereafter He made you pairs; and in no way can a female conceive or give birth except with His Knowledge; and in no way can anyone be given a long age, (i.e., bear the burden of) nor is anyone diminished in his age, except that it is in a Book. Surely that is easy for Allah"},{"SurahNumber":35,"VerseNumber":12,"Text":"And in no way can the two seas be equal; this is sweet, gratifying (to taste) palatable as a drink; and this (other) is salt, bitter (to the tongue); and of each you eat fresh flesh and draw forth ornaments for you to wear. And you see the ships plowing through it that you may seek of His Grace and that possibly you would thank (Him)"},{"SurahNumber":35,"VerseNumber":13,"Text":"He inserts the night into the daytime and inserts the daytime into the night, and He has subjected the sun and the moon, each of them running to a stated term. That is Allah your Lord; to Him belongs The Kingdom; and the ones you invoke apart from Him, in no way do they possess as much as the skin of a date-stone"},{"SurahNumber":35,"VerseNumber":14,"Text":"In case you invoke them, they will not hear your invocation; and if they heard, in no way would they respond to you. And on the Day of the Resurrection they will disown (Literally: disbelieve) your associating them (with Allah). And none can fully inform you like One Who is Ever-Cognizant"}]}