{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":3,"VerseNumber":130,"Text":"O I tror du ikke tage åger compounded hen og hen Observe GUD som du lykkes"},{"SurahNumber":3,"VerseNumber":131,"Text":"Beware af hellfire awaits tvivlerne"},{"SurahNumber":3,"VerseNumber":132,"Text":"Du adlyde GUD budet som du attain barmhjertighed"},{"SurahNumber":3,"VerseNumber":133,"Text":"Du eagerly væddeløb tilgivelse Deres Lord Paradis hvis bredde encompasses himlene jorden; det awaits de righteous"},{"SurahNumber":3,"VerseNumber":134,"Text":"Som giver velgørenhed gode tid, også idet onde tiderne. De er suppressors vrede pardoners folkene. GUD ELSKER DE charitable"},{"SurahNumber":3,"VerseNumber":135,"Text":"De falder synde forkert deres sjæle de mindes GUD spørge tilgivelse deres synder! - Som tilgi synderne undta GUD! - De ikke persist ind synde knowingly"},{"SurahNumber":3,"VerseNumber":136,"Text":"Deres recompense er tilgivelse deres Lord haver strømmende streams de abide therein permanent! hvad velsigne belønning arbejderne"},{"SurahNumber":3,"VerseNumber":137,"Text":"Præcedenser sættes du ind den forbi; strejfer jorden noterer konsekvenserne unbelievers"},{"SurahNumber":3,"VerseNumber":138,"Text":"Den er proklamation folkene vejledning enlightenment i de righteous"},{"SurahNumber":3,"VerseNumber":139,"Text":"Du ikke waver nor skulle du grieve du er ultimate sejrherrerne jer er troende"},{"SurahNumber":3,"VerseNumber":140,"Text":"Du lider hardship fjenden også lider samme hardship. Vi alternate dagene sejr og besejre hos den folk! GUD DERMED SKELNER SANDE TROENDENE VELSIGNE visse af I MARTYRIUM! GUD uvilje URETFÆRDIGHED"},{"SurahNumber":3,"VerseNumber":141,"Text":"GUD DERMED toughens DE tro YDMYGE TVIVLERNE"},{"SurahNumber":3,"VerseNumber":142,"Text":"Du forventer indgå Paradis GUD udmærkende de hos jer som stræbe uden udmærkende de er steadfast"},{"SurahNumber":3,"VerseNumber":143,"Text":"Du brugte længes død du ansigt det! Omgående du faced det rigtig Deres øjne"}]}