{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Аллоҳнинг фармони (яъни, Қиёмат) келиб қолди. Бас, сизлар (эй мушриклар), уни шоштирмай қўя қолинглар. (Аллоҳ) уларнинг ширкларидан пок ва юксакдир"},{"SurahNumber":16,"VerseNumber":2,"Text":"(Аллоҳ) Ўз амри-иродаси билан Ўзи хоҳлаган бандаларига фаришталарни (шундай) ваҳий билан туширур: («Эй пайғамбарларим, инсонларни) огоҳлантирингларки, ҳеч қандай илоҳ йўқ, фақат Мен Ўзимгина бордирман. Бас, (барчаларингиз) Мендангина қўрқингиз!»"},{"SurahNumber":16,"VerseNumber":3,"Text":"У осмонлар ва Ерни ҳақ (қонун) билан яратди. У (мушрикларнинг) ширкларидан юксакдир"},{"SurahNumber":16,"VerseNumber":4,"Text":"У инсонни нутфадан — бир томчи сувдан яратган эди. Баногоҳ (инсон) очиқдан-очиқ рақибга айланиб олди"},{"SurahNumber":16,"VerseNumber":5,"Text":"У зот яна сизлар учун иссиқ кийим ва (турли) манфаатлар бўлсин, деб чорва молларини ҳам яратдики, сизларнинг таом-озуқаларингиз улардан бўлур"},{"SurahNumber":16,"VerseNumber":6,"Text":"Яна сизлар учун улар кечқурун ўтлоқдан қайтаётган ва тонгда ўтлоққа кетаётган пайтида бир чирой — файз бордир"},{"SurahNumber":16,"VerseNumber":7,"Text":"Шунингдек, улар сизлар жонларингизни қийнаб, зўр-базўр (машаққат билан) етадиган юртларга юкларингизни элтиб берур. Албатта, Парвардигорингиз меҳрибон ва раҳмлидир"},{"SurahNumber":16,"VerseNumber":8,"Text":"У зот яна сизлар минишингиз учун зийнат қилиб отлар, хачирлар ва эшакларни (яратди). Яна сизлар (ҳали) билмайдиган нарсаларни ҳам яратур"},{"SurahNumber":16,"VerseNumber":9,"Text":"Тўғри Йўлга (ҳидоят қилиш) ёлғиз Аллоҳ измидадир. (Зотан, йўллар) орасида эгриси ҳам бордир. Агар (Аллоҳ) хоҳлаганида сизларнинг барчангизни (Тўғри Йўлга) ҳидоят қилган бўлур эди. (Лекин У зот сизларга қайси йўл тўғри ва қайси йўллар эгри эканини кўрсатиб, қай бир йўлни танлаш ихтиёрини ўзларингизга қўйиб берди ва ақл-идрок билан Тўғри Йўлни танлаб олган бахтли бандаларини Ўз хоҳиш-иродаси билан ўша Ҳақ Йўлга ҳидоят этишни ваъда қилди, эгри йўлларни танлаган кимсалар эса ҳар икки дунёда бахтсиз бўлиб, ўзларига зиён қилишлари тўғрисида хабар берди)"}]}