{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":21,"VerseNumber":76,"Text":"اور یاد کرو نوح علیہ السلام کو جب انھوں نے (ہمیں ) پکارا پیش ازیں ، تو ہم نے قبول فرمایا ان کی دعا کو اور بچایا انھیں اور ان کے گھر والوں کو سخت مصیبت سے"},{"SurahNumber":21,"VerseNumber":77,"Text":"اور ہم نے ان کی حمایت کی اس قوم کے مقابلے میں جنھوں نے ہماری آیتوں کو جھٹلایا تھا بیشک وہ بڑے نا ہنجار لوگ تھے پس ہم نے غرق کر دیاان سب کو"},{"SurahNumber":21,"VerseNumber":78,"Text":"اور یاد کرو داؤد و سلیمان علیہ السلام کو جب وہ فیصلہ کر رہے تھے ایک کھیتی کے جھگڑے کا جب رات کے وقت چھوٹ گئیں اس میں ایک قوم کی بکریاں اور ہم ان کے فیصلہ کا مشاہدہ کر رہے تھے"},{"SurahNumber":21,"VerseNumber":79,"Text":"سو ہم نے سجھا دیا وہ معاملہ سلیمان علیہ السلام کو اور ان سب کو ہم نے بخشا تھا حکم اور علم اور ہم نے فرمانبردار بنا دیا داؤد کا پہاڑوں اور پرندوں کو وہ سب انکے ساتھ مل کر تسبیح کہا کرتے اور (یہ شان) ہم دینے والے تھے"},{"SurahNumber":21,"VerseNumber":80,"Text":"اور ہم نے سکھا دیاانھیں زرہ بنانے کا ہنر تمھارے فائدے کے لیے تاکہ وہ زرہ بچا لے تمھیں تمھاری زد سے تو کیا تم (اس احسان کا) شکر ادا کرنیوالے ہو"},{"SurahNumber":21,"VerseNumber":81,"Text":"اور ہم نے سلیمان کے لیے تند و تیز ہوا کو فرمانبردار بنا دیا چلتی تھی وہ ہوا ان کے حکم سے اس سر زمین کی طرف سے جسے ہم نے با برکت بنادیا تھا اور ہم ہر چیز کو جاننے والے تھے"},{"SurahNumber":21,"VerseNumber":82,"Text":"اور ہم نے مسخر کر دیے شیطانوں میں سے جو (سمندروں میں ) غوطہ زنی کرتے ان کے لیے اور کیا کرتے طرح طرح کے اور کام اور ہم ہی ان کے نگہبان تھے"},{"SurahNumber":21,"VerseNumber":83,"Text":"اور یاد کرو ایوب کو جب پکارا انھوں نے اپنے رب کو کہ مجھے پہنچی ہے سخت تکلیف اور تو ارحم الراحمین ہے (میرے حال زار پر بھی رحم فرما)"},{"SurahNumber":21,"VerseNumber":84,"Text":"تو ہم نے قبول فرما لی اس کی فریاد اور ہم نے دور فرما دی جو تکلیف انھیں پہنچ رہی تھی اور ہم نے عطا کیے اسے اس کے گھر والے نیز اتنے اور ان کے ساتھ اپنی رحمت خاص سے اور یہ نصیحت ہے عبادت گزاروں کے لیے"},{"SurahNumber":21,"VerseNumber":85,"Text":"اور یاد کرو اسماعیل، ادریس اور ذوالکفل علیہ السلام کو یہ سب صابروں کے گروہ سے تھے"},{"SurahNumber":21,"VerseNumber":86,"Text":"اور ہم نے داخل فرمایا انھیں اپنی رحمت خاص میں یقیناً وہ نیک بندوں میں سے تھے"},{"SurahNumber":21,"VerseNumber":87,"Text":"اور یاد کرو ذوالنون کو جب وہ چل دیا غضبناک ہو کر اور یہ خیال کیا کہ ہم اس پر کوئی گرفت نہیں کریں گے پھر اس نے پکارا (تہ در تہ) اندھیروں میں کہ کوئی معبود نہیں سوا تیرے پاک ہے تو بیشک میں ہی قصور واروں سے ہوں"},{"SurahNumber":21,"VerseNumber":88,"Text":"پس ہم نے انکی پکار کو قبول فرما لیا اور نجات بخشدی انھیں غم (و اندوہ) سے اور یونہی ہم نجات دیا کرتے ہیں مومنوں کو"},{"SurahNumber":21,"VerseNumber":89,"Text":"اور یاد کرو زکریا علیہ السلام کو جب انھوں نے پکارا اپنے رب کو کہ اے میرے پروردگار! مجھے اکیلا نہ چھوڑ اور تو سب وارثوں سے بہترہے"},{"SurahNumber":21,"VerseNumber":90,"Text":"تو ہم نے اس کی دعا کو قبول فرما لیا اور اسے یحیی (جیسا فرزند) عطا فرمایا اور ہم نے تندرست کر دیا ان کی خاطر انکی اہلیہ کو ۔ بیشک وہ بہت سبک رو تھے نیکیاں کرنے میں اور پکارا کرتے تھے ہمیں بڑی امید اور خوف سے اور وہ ہمارے سامنے بڑا عجز و نیاز کرتے تھے"},{"SurahNumber":21,"VerseNumber":91,"Text":"اور یاد کرو اس خاتون کو جس نے محفوظ رکھا اپنی عصمت کو پس ہم نے پھونک دیا ا س میں اپنی روح سے اور ہم نے بنا دیا اسے اور اس کے بیٹے کو (اپنی قدرت کی ) نشانی سارے جہان والوں کے لیے"},{"SurahNumber":21,"VerseNumber":92,"Text":"(اے ان انبیاء کو ماننے والو!) یہی (توحید ) تمھارا دین ہے جو ایک دین ہے اور میں تمھارا پروردگار ہوں پس میری بندگی کیا کرو"},{"SurahNumber":21,"VerseNumber":93,"Text":"مگر لوگوں نے پارہ پارہ کر ڈالا اپنے دین کو آپس میں (اخر کار) سب ہماری طرف ہی لوٹنے والے ہیں"}]}