{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"And We inspired Moses, saying, \"Journey by night with my servants, and strike out for them a dry road in the sea. Fear not pursuit, nor be afraid"},{"SurahNumber":20,"VerseNumber":78,"Text":"Then Pharaoh followed them with his armies, and the sea overwhelmed them and covered them up completely"},{"SurahNumber":20,"VerseNumber":79,"Text":"Pharaoh had led his people astray instead of guiding them right"},{"SurahNumber":20,"VerseNumber":80,"Text":"O Children of Israel! We delivered you from your enemy; and We made a covenant with you on the side of the mount; and We sent down upon you the manna and the quails"},{"SurahNumber":20,"VerseNumber":81,"Text":"Saying, \"Eat of the good things We have provided you with, but do not commit excesses therein, lest My wrath justly descend upon you; for on whomsoever My wrath descends they perish indeed"},{"SurahNumber":20,"VerseNumber":82,"Text":"Yet am I also He who forgives unto him who repents and believes and does right, and then is guided"},{"SurahNumber":20,"VerseNumber":83,"Text":"But what has hastened you on away from your people, O Moses"},{"SurahNumber":20,"VerseNumber":84,"Text":"Moses said, \"They are here close behind, and I hastened to Thee, my Lord, to please Thee"},{"SurahNumber":20,"VerseNumber":85,"Text":"Said He, \"Verily, We have tested your people in your absence, and As-Samiri has led them astray"},{"SurahNumber":20,"VerseNumber":86,"Text":"And Moses returned to his people, wrathful, grieving! Said he, \"O my people! Did not your Lord make you a goodly promise? Has the time seemed too long for you, or do you desire that wrath should descend on you from your Lord, and so you have broken y"},{"SurahNumber":20,"VerseNumber":87,"Text":"They said, \"We have not broken our promise to you of our own accord. But we were made to carry the load of the ornaments of the people, and we hurled them (into the fire). That was what As-Samiri bid us"},{"SurahNumber":20,"VerseNumber":88,"Text":"Then he brought forth for the people (out of the fire) a corporeal (a statue of a) calf. It seemed to low, and they said, \"This is your god and the god of Moses, but he has forgotten"},{"SurahNumber":20,"VerseNumber":89,"Text":"What! Do they not see that it does not answer them in speech, and cannot control for them harm or profit"}]}