{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":26,"VerseNumber":10,"Text":"Ve Rabbin, Musa (A.S)´a zalimler kavmine gitmesi (için) nida etmişti"},{"SurahNumber":26,"VerseNumber":11,"Text":"Firavun kavmi (hâlâ) takva sahibi olmuyorlar mı"},{"SurahNumber":26,"VerseNumber":12,"Text":"(Musa A.S): “Rabbim, muhakkak ki ben, beni tekzip etmelerinden (yalanlamalarından) korkuyorum.” dedi"},{"SurahNumber":26,"VerseNumber":13,"Text":"Ve göğsüm daralıyor ve dilim dönmüyor. Bunun için Harun´a gönder"},{"SurahNumber":26,"VerseNumber":14,"Text":"Ve onlara göre ben, günahkârım. Bu yüzden beni öldürmelerinden korkuyorum"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Allahû Tealâ): “Hayır, haydi âyetlerimizle (ikiniz birden) gidin! Muhakkak ki Biz, sizinle beraber işitenleriz.” dedi"},{"SurahNumber":26,"VerseNumber":16,"Text":"Haydi, firavuna (ikiniz) gidin ve böylece ona: “Muhakkak ki biz, âlemlerin Rabbinin resûlleriyiz.” deyin"},{"SurahNumber":26,"VerseNumber":17,"Text":"Benî İsrail´i (İsrailoğulları´nı) bizimle beraber gönder"},{"SurahNumber":26,"VerseNumber":18,"Text":"“Seni biz çocukken, içimizde himaye edip yetiştirmedik mi? Ve ömrünün birçok yılında içimizde kalmadın mı?” dedi"},{"SurahNumber":26,"VerseNumber":19,"Text":"Ve sen, yapacağın işi yaptın (cinayet işledin). Ve sen, kâfirlerdensin"},{"SurahNumber":26,"VerseNumber":20,"Text":"Musa (A.S): “Onu yaptığım zaman ben, dalâlette olanlardandım.” dedi"},{"SurahNumber":26,"VerseNumber":21,"Text":"O zaman sizden korktuğumdan dolayı kaçtım. Fakat Rabbim, bana hikmet bağışladı. Ve beni, mürselinlerden (gönderilen elçilerden) kıldı"},{"SurahNumber":26,"VerseNumber":22,"Text":"Ve bu bana lütufta bulunduğun ni´met, Benî İsrail´i (İsrailoğulları´nı) senin köle yapmandır"},{"SurahNumber":26,"VerseNumber":23,"Text":"(Firavun): “Âlemlerin Rabbi nedir (ne demektir)?” dedi"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Musa A.S): “Eğer yakîn (hasıl ederek) inananlarsanız; (O), göklerin, yerin ve ikisi arasındakilerin Rabbidir.” dedi"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Firavun) etrafındakilere: “İşitmiyor musunuz?” dedi"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Musa A.S): “Sizin ve sizden evvelki atalarınızın da Rabbidir.” dedi"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Firavun): “Muhakkak ki size gönderilmiş olan resûlünüz mutlaka mecnundur (delidir).” dedi"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Musa A.S): “Eğer akletmiş olsanız, şarkın ve garbın (doğunun ve batının) ve ikisi arasındakilerin de Rabbidir.” dedi"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Firavun): “Eğer gerçekten benden başka bir ilâh edinirsen, seni mutlaka zindana atılanlardan kılarım.”"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa A.S): “Sana apaçık bir şey getirsem de mi?” dedi"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Firavun): “Öyleyse sen, sadıklardan (doğru söyleyenlerden) isen, onu getir.” dedi"},{"SurahNumber":26,"VerseNumber":32,"Text":"Bunun üzerine Musa (A.S) asasını attı. O zaman o, apaçık (gerçek) bir yılan oldu"},{"SurahNumber":26,"VerseNumber":33,"Text":"Ve elini çıkardı. İşte o zaman onu seyredenler için o, bembeyaz (nurlu) oldu"}]}