{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Elif. Lâm. Râ. (Bu sana indirilen), hikmet sahibi (ve) her şeyden haberdar olan (Allah) tarafından âyetleri sağlamlaştırılmış, sonra da açıklanmış bir kitaptır"},{"SurahNumber":11,"VerseNumber":2,"Text":"(De ki: Bu Kitap) \"Allah´tan başkasına ibadet etmemeniz için (indirildi). Şüphesiz ki ben, onun tarafından size (gönderilmiş) bir uyarıcı ve müjdeleyiciyim"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ve Rabbinizden mağfiret dilemeniz, sonra da ona tevbe etmeniz için (indirildi. Eğer bu emrolunanları yaparsanız), Allah sizi, tayin edilmiş bir süreye kadar güzel bir şekilde yaşatır, fazlasını yapan herkese de iyiliğinin karşılığını verir. Eğer yüz çevirirseniz, ben sizin başınıza gelecek büyük bir günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Dönüşünüz yalnız Allah´adır. O, her şeye kadirdir"},{"SurahNumber":11,"VerseNumber":5,"Text":"Bilesiniz ki, onlar Peygamber´den, (düşmanlıklarını) gizlemeleri için göğüslerini çevirirler (gönüllerinden geçeni gizlerler). İyi bilin ki, onlar elbiselerine büründükleri zaman dahi, Allah onların gizlediklerini de, açığa çıkardıklarını da bilir. Çünkü O, kalplerin özünü bilendir"},{"SurahNumber":11,"VerseNumber":6,"Text":"Yeryüzünde yürüyen her canlının rızkı, yalnızca Allah´ın üzerinedir. Allah o canlının durduğu yeri ve sonunda bırakılacağı mekanı bilir. (Bunların) hepsi açık bir kitapta (levh-i mahfuz´da) dır"},{"SurahNumber":11,"VerseNumber":7,"Text":"O, hanginizin amelinin daha güzel olacağı hususunda sizi imtihan etmek için, Arş´ı su üzerinde iken, gökleri ve yeri altı günde yaratandır. Yemin ederim ki, (Resûlüm!): \"Ölümden sonra muhakkak diriltileceksiniz\" desen, kâfir olanlar derhal \"Bu, açık bir büyüden başka bir şey değildir\" derler"},{"SurahNumber":11,"VerseNumber":8,"Text":"Andolsun, eğer biz onlardan azabı sayılı bir süreye kadar ertelesek, mutlaka \"Onun gelmesini engelleyen nedir?\" derler. Bilesiniz ki, kendilerine azap geldiği gün, bir daha onlardan uzaklaştırılacak değildir. Ve alay etmekte oldukları şey, onları çepeçevre kuşatacaktır"}]}