{"Id":472,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":7,"Text":"Báwo ni àdéhùn kan yóò ṣe wà fún àwọn ọ̀ṣẹbọ lọ́dọ̀ Allāhu àti lọ́dọ̀ Òjísẹ́ Rẹ̀ yàtọ̀ sí àwọn tí ẹ bá ṣe àdéhùn nítòsí Mọ́sálásí Haram? Nítorí náà, tí wọ́n bá dúró déédé pẹ̀lú yín, ẹ dúró déédé pẹ̀lú wọn. Dájúdájú Allāhu nífẹ̀ẹ́ àwọn olùbẹ̀rù (Rẹ̀)"},{"SurahNumber":9,"VerseNumber":8,"Text":"Báwo (ni àdéhùn kan yóò ṣe wà fún wọn) nígbà tí ó jẹ́ pé tí wọ́n bá borí yín, wọn kò níí ṣọ́ okùn ìbí àti àdéhùn. Wọ́n ń fi ẹnu wọn wí pé àwọn yọ́nú si yín, ọkàn wọn sì kọ̀ ọ́. Ọ̀pọ̀lọ́pọ̀ wọn sì ni òbìlẹ̀jẹ́"},{"SurahNumber":9,"VerseNumber":9,"Text":"Wọ́n ta àwọn āyah Allāhu ní owó pọ́ọ́kú, wọ́n sì ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Rẹ̀. Dájúdájú àwọn (wọ̀nyí), ohun tí wọ́n ń ṣe níṣẹ́ burú"},{"SurahNumber":9,"VerseNumber":10,"Text":"Àwọn ọ̀ṣẹbọ kò níí ṣọ́ okùn ìbí àti àdéhùn kan fún onígbàgbọ́ òdodo kan. Àwọn wọ̀nyẹn, àwọn sì ni olùtayọ ẹnu-àlà"},{"SurahNumber":9,"VerseNumber":11,"Text":"Nítorí náà, tí wọ́n bá ronú pìwàdà, tí wọ́n ń kírun, tí wọ́n sì ń yọ Zakāh, nígbà náà ọmọ-ìyá yín nínú ẹ̀sìn ni wọ́n. À ń ṣàlàyé àwọn āyah náà fún ìjọ t’ó nímọ̀"},{"SurahNumber":9,"VerseNumber":12,"Text":"Tí wọ́n bá rú ìbúra wọn lẹ́yìn àdéhùn wọn, tí wọ́n sì ń sọ̀rọ̀ àìdara sí ẹ̀sìn yín, nígbà náà ẹ ja àwọn olórí aláìgbàgbọ́ lógun - dájúdájú ìbúra wọn kò ní ìtúmọ̀ kan sí wọn – kí wọ́n lè jáwọ́ (níbi aburú)"},{"SurahNumber":9,"VerseNumber":13,"Text":"Ṣé ẹ ò níí gbógun ti ìjọ kan t’o rú ìbúra wọn, tí wọ́n sì gbèrò láti lé Òjíṣẹ́ kúrò (nínú ìlú); àwọn sì ni wọ́n kọ́ bẹ̀rẹ̀ sí gbógun tì yín ní ìgbà àkọ́kọ́? Ṣé ẹ̀ ń páyà wọn ni? Allāhu l’Ó ní ẹ̀tọ́ jùlọ sí pé kí ẹ páyà Rẹ̀ tí ẹ bá jẹ́ onígbàgbọ́ òdodo"},{"SurahNumber":9,"VerseNumber":14,"Text":"Ẹ jà wọ́n lógun. Allāhu yóò jẹ wọ́n níyà láti ọwọ́ yín. Ó máa yẹpẹrẹ wọn. Ó máa ràn yín lọ́wọ́ lórí wọn. Ó sì máa wo ọkàn ìjọ onígbàgbọ́ òdodo sàn"},{"SurahNumber":9,"VerseNumber":15,"Text":"Ó tún máa kó ìbínú ọkàn wọn lọ. Ó sì máa gba ìronúpìwàdà lọ́wọ́ ẹni t’Ó bá fẹ́. Allāhu sì ni Onímọ̀, Ọlọ́gbọ́n"},{"SurahNumber":9,"VerseNumber":16,"Text":"Tàbí ẹ lérò pé A óò fi yín sílẹ̀ láì jẹ́ pé Allāhu ti ṣàfi hàn àwọn t’ó máa jagun ẹ̀sìn nínú yín, tí wọn kò sì ní ọ̀rẹ́ àyò kan lẹ́yìn Allāhu, Òjíṣẹ́ Rẹ̀ àti àwọn onígbàgbọ́ òdodo? Allāhu ni Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́"}]}