{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"“Kodi sukuwaona amene apalana ubwenzi ndi anthu amene Allah wawakwiira; iwo sali mwa inu ndiponso sali mwa iwo. Ndipo akulumbira zabodza uku akudziwa (kuti limeneli ndibodza)"},{"SurahNumber":58,"VerseNumber":15,"Text":"“Allah wawakonzera chilango chaukali, ndithudi nzoipa zimene amachita"},{"SurahNumber":58,"VerseNumber":16,"Text":"“Kulumbira kwawo adakuchita kukhala chodzitetezera (iwo, ana awo ndi chuma chawo); choncho adatsekereza (anthu) ku njira ya Allah; choncho chilango choyalutsa chili pa iwo"},{"SurahNumber":58,"VerseNumber":17,"Text":"“Chuma chawo, ngakhale ana awo, sizidzawathandiza konse ku chilango cha Allah. Iwowo ndi anthu a ku Moto m’menemo iwo adzakhala nthawi yaitali"},{"SurahNumber":58,"VerseNumber":18,"Text":"“(Alikumbukire) tsiku limene Allah adzawaukitsa (ku imfa) onse, adzayamba kulumbira kwa Iye (zabodza) monga akulumbira (zabodza) kwa inu. Ndipo akuganiza kuti apezapo kanthu (pakulumbira kwawo). Dziwani, ndithudi, iwo ndi abodza"},{"SurahNumber":58,"VerseNumber":19,"Text":"“Satana wawapambana ndipo wawaiwalitsa kukumbukira Allah. Iwowa ndiachipani cha satana. Dziwani kuti chipani cha satana nchotayika, (choonongeka)"},{"SurahNumber":58,"VerseNumber":20,"Text":"“Ndithudi amene akutsutsana ndi Allah ndi Mthenga Wake, iwowo adzakhala m’gulu la onyozeka"},{"SurahNumber":58,"VerseNumber":21,"Text":"“Allah adalamula (kuti): “Ndithu ndipambana Ine ndi atumiki Anga.” Ndithu Allah ndiwanyonga zokwana, Wopambana (sapambanidwa ndi aliyense)"},{"SurahNumber":58,"VerseNumber":22,"Text":"“Supeza anthu okhulupirira mwa Allah ndi tsiku lachimaliziro akukonda amene akutsutsana ndi Allah ndi Mthenga Wake, ngakhale atakhala atate awo, ana awo abale awo ndi akumtundu wawo; kwa iwo (Allah) wazika chikhulupiliro (champhamvu) m’mitima mwawo, ndipo wawalimbikitsa ndi mphamvu zochokera kwa Iye. Ndipo adzawalowetsa m’minda yomwe pansi pake pakuyenda mitsinje; adzakhala m’menemo nthawi yaitali. Allah adzakondwera nawo ndipo (iwonso) adzakondwera Naye. Iwowa ndi chipani cha Allah. Dziwani kuti chipani cha Allah ndichopambana"}]}