{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":11,"Text":"Fakat hakikati inkara şartlanmış olanlar, iman edenlere şöyle derler: \"Eğer bu (mesaj)da bir hayır olsaydı, bu (insanlar) onu kabul etmekte bizim önümüze geçmezlerdi!\" Ve onlar, bu (mesaj) sayesinde hidayete ulaşmayı reddettiklerinden, her zaman, \"Bu (yalnızca) eski bir yalandır!\" diyecekler"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ama bundan önce de, bir rehber ve (Allah´ın) rahmet(inin bir işareti) olarak Musa´nın kitabı vardı; ve bu (Kuran), zulmedenleri uyarmak ve iyilik yapanlara bir müjdeli haber (getirmek) için (Tevrat´taki) hakikati tasdik etmek üzere Arap dilinde indirilmiş ilahi bir kelamdır"},{"SurahNumber":46,"VerseNumber":13,"Text":"artık \"Rabbimiz Allah´tır\" diyen ve ondan sonra (inançlarında) sağlam duranlar ne bir korkuya kapılırlar, ne de üzüntüye"},{"SurahNumber":46,"VerseNumber":14,"Text":"onlar yaptıkları her şeyin bir ödülü olarak hep orada kalacak cennetliklerdir"},{"SurahNumber":46,"VerseNumber":15,"Text":"İmdi, insana emrettiğimiz (fiillerin en güzellerinden biri,) anne babasına karşı iyi davranmasıdır. Annesi onu zahmetle taşıdı ve zahmetle doğurdu; annesinin onu taşıması, onun anneye bağımlılığı otuz ayı buldu. Nihayet tam olgunluğa erişip kırk yaşına vardığında o, (dürüst ve erdemli biri olarak) \"Ey Rabbim!\" diye yakarır, \"Bana ve anne babama lütfettiğin nimetler için ebediyyen şükretmemi ve Senin kabulüne mazhar olacak (şekilde) doğru ve yararlı şeyler yapmamı nasip et; benim soyuma (da) iyilik bağışla. Gerçek şu ki pişmanlık içinde Sana döndüm, elbette ben Sana teslim olanlardanım"},{"SurahNumber":46,"VerseNumber":16,"Text":"Onlar (öyle) kişilerdir ki, Biz yaptıklarının iyilerini kabul ederiz ve kötü fiillerini de görmezden geliriz; (onlar,) kendilerine (bu dünyada) verilen doğru sözün tutulmasıyla cennet sakinleri arasına katılacaklardır"},{"SurahNumber":46,"VerseNumber":17,"Text":"Fakat (öyle insan da var ki) kendisine Allah´a inanmayı her tavsiye ettiklerinde anne babasına, \"Yuh olsun size!\" diye çıkışır, \"Benden önce (bu kadar çok) insan gelip geçmişken (öldükten sonra) tekrar diriltileceğimizi mi söylüyorsunuz?\" Onlar ise Allah´ın yardımı için dua eder ve \"Yazık sana!\" derler, \"Çünkü Allah´ın vaadi her zaman doğru çıkar!\" O da: \"Bu, eski zamanların masallarından başka bir şey değil!\" diye cevap verir"},{"SurahNumber":46,"VerseNumber":18,"Text":"İşte bunlar, kendilerinden önce geçip gitmiş (öteki günahkar) insanlar ve görünmeyen varlıklar toplulukları ile birlikte (yok olup gitme) cezasına çarptırılacak olanlardır. Onlar, kesinlikle kaybedenlerden olacaktır"},{"SurahNumber":46,"VerseNumber":19,"Text":"(öteki dünyada) onların tümü, yaptıkları (iyi veya kötü) şeylere göre tesbit edilmiş bir dereceye sahip olacaklardır; ve böylece Allah, onların yaptıklarının karşılığını tam olarak ödeyecek ve hiç kimseye haksızlık yapılmayacaktır"},{"SurahNumber":46,"VerseNumber":20,"Text":"Hakikati inkara şartlanmış olanlar ateşin karşısına getirilecekleri Gün, (onlara:) \"Bütün güzel şeyler(deki payınızı) dünya hayatında tükettiniz, (öteki dünyayı hiç düşünmeden) onlarla sefa sürdünüz!\" denilecektir, \"O halde, bugün yeryüzünde küstahça büyüklük tasladığınız ve haklı olan her şeye karşı mücadele ettiğiniz için ve yaptığınız bütün sapkınlıkların karşılığı olarak aşağılanma cezası ile cezalandırılacaksınız"}]}