{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"Everything in the heavens and earth glorifies God -- He is the Mighty, the Wise One"},{"SurahNumber":57,"VerseNumber":2,"Text":"He has sovereign control over the heavens and the earth. He gives life and brings death. He has power over all things"},{"SurahNumber":57,"VerseNumber":3,"Text":"He is the First and the Last, the Outward and the Inward. He has knowledge of all things"},{"SurahNumber":57,"VerseNumber":4,"Text":"It was He who created the heavens and earth in six Days [periods] and then ascended the throne. He knows what enters the earth and what comes out of it; what descends from the sky and what ascends to it. He is with you wherever you are; He sees all that you do"},{"SurahNumber":57,"VerseNumber":5,"Text":"He has sovereignty over the heavens and the earth. All affairs will return to God"},{"SurahNumber":57,"VerseNumber":6,"Text":"He causes the night to pass into the day and the day to pass into the night. And He knows all that is in the hearts of men"},{"SurahNumber":57,"VerseNumber":7,"Text":"Have faith in God and His Messenger and spend in charity from that of which He has made you trustees: those of you who believe and give alms shall be richly rewarded"},{"SurahNumber":57,"VerseNumber":8,"Text":"What could be your reason for not believing in God, when the Messenger calls on you to have faith in your Lord and He has already made a covenant with you, if indeed you are true believers"},{"SurahNumber":57,"VerseNumber":9,"Text":"It is He who sends down to His Servant clear revelations, so that He may lead you out of darkness into light. God is indeed compassionate and merciful to you"},{"SurahNumber":57,"VerseNumber":10,"Text":"Why should you not spend for the cause of God, when God alone holds the heritage of the heavens and the earth? Those of you who spent and fought before the victory will be higher in rank than those who spent and fought afterwards. Yet God has promised you all a good reward. He is aware of all that you do"}]}