{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":15,"Text":"Tomen el testimonio de cuatro hombres[132] para aquellas de sus mujeres que cometan fornicación o adulterio. Si testifican en su contra, reclúyanlas en sus casas de por vida o hasta que Al-lah les procure una salida (u otra sanción)"},{"SurahNumber":4,"VerseNumber":16,"Text":"Y para aquellos dos[134] de entre ustedes que realicen el mismo pecado, castíguenlos; pero si se arrepienten y se enmiendan, déjenlos. Ciertamente, Al-lah es Indulgente y Misericordioso"},{"SurahNumber":4,"VerseNumber":17,"Text":"Al-lah acepta el arrepentimiento de quienes obran mal por ignorancia y se arrepienten poco después, y los perdona. Y Al-lah es Omnisciente y Sabio"},{"SurahNumber":4,"VerseNumber":18,"Text":"Pero no perdona a quienes persisten en obrar mal por rebeldía hasta que se aproxima el momento de su muerte y se arrepienten cuando ya es demasiado tarde, ni tampoco a quienes mueren rechazando la verdad. Hemos preparado para ellos un doloroso castigo"},{"SurahNumber":4,"VerseNumber":19,"Text":"¡Oh, creyentes!, no les está permitido heredar a las mujeres contra su voluntad (como hacían antes del Islam)[135], ni deben tratarlas con dureza para que les den parte del maher que les dieron (a cambio de concederles el divorcio), a menos que hayan cometido adulterio (pues en este caso sí pueden presionarlas para que les den el maher que les concedieron cuando las desposaron). Y trátenlas bien. Y si las detestan (sean pacientes), pues puede que detesten algo en lo que Al-lah ha depositado mucho bien"},{"SurahNumber":4,"VerseNumber":20,"Text":"Y si quieres remplazar a una esposa por otra (divorciando a la primera) y le diste a esta una gran suma de dinero (como maher), no tomes nada de lo que le entregaste. ¿Lo tomarías sabiendo que cometes una injusticia y un claro pecado"},{"SurahNumber":4,"VerseNumber":21,"Text":"¿Y cómo podrían tomar algo de sus esposas tras haber estado íntimamente unidos y después de que ellas hubiesen recibido de su parte una firme promesa (de que las tratarían bien o las dejarían libres de buena manera)"},{"SurahNumber":4,"VerseNumber":22,"Text":"Y no desposen a las mujeres que tuvieron sus padres, salvo si lo hicieron en el pasado[136] (pues están perdonados por ello). Ciertamente, eso es una indecencia, una ofensa y una mala costumbre"}]}