{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"این سوره را فرستادیم و (احکامش را) فریضه (بندگان) کردیم و در آن آیات روشن (توحید و معارف و احکام الهی) نازل ساختیم، باشد که شما متذکر (آن حقایق) شوید"},{"SurahNumber":24,"VerseNumber":2,"Text":"باید هر یک از زنان و مردان زنا کار را به صد تازیانه مجازات و تنبیه کنید و هرگز درباره آنان در دین خدا رأفت و ترحم روا مدارید اگر به خدا و روز قیامت ایمان دارید، و باید عذاب آن بدکاران را جمعی از مؤمنان مشاهده کنند"},{"SurahNumber":24,"VerseNumber":3,"Text":"مرد زناکار جز با زن زناکار و مشرک نکاح نمی‌کند و زن زانیه را هم جز مرد زانی و مشرک به نکاح نخواهد گرفت و این کار بر مردان مؤمن حرام است"},{"SurahNumber":24,"VerseNumber":4,"Text":"و آنان که به زنان با عفت مؤمنه نسبت زنا دهند آن‌گاه چهار شاهد (عادل) بر دعوی خود نیاورند آنان را به هشتاد تازیانه کیفر دهید، و دیگر هرگز شهادت آنها را نپذیرید، و آنان مردمی فاسق و نادرستند"},{"SurahNumber":24,"VerseNumber":5,"Text":"مگر آنهایی که بعد از آن فسق و بهتان به درگاه خدا توبه کنند و در مقام اصلاح عمل خود برآیند، در این صورت خدا البته بسیار آمرزنده و مهربان است"},{"SurahNumber":24,"VerseNumber":6,"Text":"و آنان که به زنان خود نسبت زنا دهند و جز خود بر آن شاهد و گواهی ندارند (چون حد لازم آید، برای رفع حد) باید از آن زن و مرد نخست مرد چهار مرتبه شهادت و قسم به نام خدا یاد کند که البته او (در این دعوی زنا) از راستگویان است"},{"SurahNumber":24,"VerseNumber":7,"Text":"و بار پنجم قسم یاد کند که لعن خدا بر او باد اگر از دروغگویان باشد"},{"SurahNumber":24,"VerseNumber":8,"Text":"و (چون بعد از این پنج قسم شوهر، بر زن حد لازم آید) برای رفع عذاب حد، آن زن نیز نخست چهار مرتبه شهادت و قسم به نام خدا یاد کند که البته شوهرش دروغ می‌گوید"},{"SurahNumber":24,"VerseNumber":9,"Text":"و بار پنجم قسم یاد کند که غضب خدا بر او اگر این مرد (در این دعوی) از راستگویان باشد"},{"SurahNumber":24,"VerseNumber":10,"Text":"و اگر فضل و رحمت خدا شامل حال شما مؤمنان نبود و اگر نه این بود که خدای مهربان البته توبه‌پذیر است و کار به حکمت کند (حدود و تکلیف را چنین آسان نمی‌گرفت و به توبه رفع عذاب از شما نمی‌کرد)"}]}