{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":3,"VerseNumber":181,"Text":"Sungguh, Allah udah nangar pakataa urakng-urakng (Yahudi) nang ngataa “sasungguhnya Allah koa miskin ma kaya”. Kami akan nyatat pakataatn ia man pabuatatnnya ka’koa munuhi’ N nang tanpa hak (alasatn nang banar), Kami akan ngataatn (ka’ iaka’koa), “rasaatnlah olehnyu azab nang mamb"},{"SurahNumber":3,"VerseNumber":182,"Text":"Nang nabi koa di sabapatn oleh pabu kokotnyu babaro, sasungguhnya Alla manzolimi’ amba-ambanya"},{"SurahNumber":3,"VerseNumber":183,"Text":"(Ialah) urakng-urakgn yahudi nang n “sasungguhnya Allah udah marentaa kami agar kami’ nana’ race’ ba’iman Rasul sanape’ ia ngatangan ka’ kami nang di makatn api, kataatnlah (Muhammad) sungguh dah sangahe R sanape’ ku udah atakng ka’ kita’, ma ingincangi’ bukti-bukti nang nyata m nang kita nyabutatn. Tapi jahe kita’ munuhnya kade’ ktia’ koa urakng na banar"},{"SurahNumber":3,"VerseNumber":184,"Text":"Maka kade’ iaka’koa nustaatn kao (Muhammad) maka katahui’lah rasu sanape’ kao pun didsutaatn nya uga’, iaka’koa ngincangi’ mukjizat-mukjiz nyata, zabur168 man kitab nang mare’ panjalasatn nang sampurna"},{"SurahNumber":3,"VerseNumber":185,"Text":"Satiap nang banyawa akan marasaatn hanya pada ari kiamatlah di bare’atn balasatnnyu nang sampurna barang s di jauhatn dari naraka man di masoka dalapm saruga, sungguh ia namu kamanangan, ka’idupatn dunia hanya kasanangan nang manipu"},{"SurahNumber":3,"VerseNumber":186,"Text":"Kita’ pasti di uji man harta kita’ uga’ mandiri’ kita. Pasti kita’ akan ngangar manyak hal nang batol nyakitatn ati dari urakng-urakng musrik. Kade’ kao basabar man bartaqwa, maka sasungguhnya nang nian koa tamasok urusatn nang (patut) di utamakan"},{"SurahNumber":3,"VerseNumber":187,"Text":"Man (iIngatlah), katika Allah na’ap janji dari urakng-urakng nang udah di bare’ kitab (iakoa), “handaklah kao banar-banar narnagkatnnya (isi kitab koa) ka’ talino, man amelah kao nosokkatnnya”,170 lalu iaka’koa nabakatn (janji koa) ka’balakakng punggung iaka’koa man nyualnya mang raga nang murah. Maka koa saburuk-buruk nyual bali nang ia kak’;koa karajaatn"},{"SurahNumber":3,"VerseNumber":188,"Text":"Amelah sakali-kali kao ngira bahowa urakng nang repo man ahe nang udahnya ka’ koa karajaatn manang suka di puji atas pabuatatn nang nana’nya ka’ koa lakuatn. Ame sakali-kali ngira bahowa’ iaka’koa akan lolos dari azab. Iaka’koa akan namu azab nag padih"},{"SurahNumber":3,"VerseNumber":189,"Text":"Nu’ Allah lah karajaatn langit man dunia, sarata Allah Mahakoasa atas sagala-gala ahe ma’at"}]}