{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":7,"Text":"How can there be a treaty with the polytheists on the part of God and His Messenger, except for those with whom you made a treaty at the Sacred Mosque? As long as they are upright with you, be upright with them. God loves the pious"},{"SurahNumber":9,"VerseNumber":8,"Text":"How? Whenever they overcome you, they respect neither kinship nor treaty with you. They satisfy you with lip service, but their hearts refuse, and most of them are immoral"},{"SurahNumber":9,"VerseNumber":9,"Text":"They traded away God's revelations for a cheap price, so they barred others from His path. How evil is what they did"},{"SurahNumber":9,"VerseNumber":10,"Text":"Towards a believer they respect neither kinship nor treaty. These are the transgressors"},{"SurahNumber":9,"VerseNumber":11,"Text":"But if they repent, and perform the prayers, and give the obligatory charity, then they are your brethren in faith. We detail the revelations for a people who know"},{"SurahNumber":9,"VerseNumber":12,"Text":"But if they violate their oaths after their pledge, and attack your religion, then fight the leaders of disbelief—they have no faith—so that they may desist"},{"SurahNumber":9,"VerseNumber":13,"Text":"Will you not fight a people who violated their oaths, and planned to exile the Messenger, and initiated hostilities against you? Do you fear them? It is God you should fear, if you are believers"},{"SurahNumber":9,"VerseNumber":14,"Text":"Fight them. God will punish them at your hands, and humiliate them, and help you against them, and heal the hearts of a believing people"},{"SurahNumber":9,"VerseNumber":15,"Text":"And He will remove the anger of their hearts. God redeems whomever He wills. God is Knowledgeable and Wise"},{"SurahNumber":9,"VerseNumber":16,"Text":"Or do you think that you will be left alone, without God identifying which of you will strive, and take no supporters apart from God, His Messenger, and the believers? God is well Aware of what you do"}]}