{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Há-mim. Guz\" 26. Hizb"},{"SurahNumber":46,"VerseNumber":2,"Text":"A Könyv (a Korán) kinyilatkoztatása, Allah-tól, a Hatalmastól és a Bölcstől"},{"SurahNumber":46,"VerseNumber":3,"Text":"Miaz Igazsággal és előre megszabott határidővel teremtettük az egeket és a földet És azt, ami közöttük van. Ám a hitetlenek elfordulnak attól, amire figyelmeztetést kaptak"},{"SurahNumber":46,"VerseNumber":4,"Text":"Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): . Hogyan vélekedtek azokról, akikhez Allah helyett fohászkodtok? Mutassátok meg nekem, hogy mit teremtettek ők a földből (földön)! Avagy nekik részesedésük lenne az egekben? Hozzatok nekem írást korábbit, mint ez! Vagy valamilyen jelét a tudásnak, ha az igazat szóljátok"},{"SurahNumber":46,"VerseNumber":5,"Text":"Éski a tévelygőbb annál, aki Allah helyett máshoz fohászkodik? Olyanhoz, aki nem hallgatja meg (és nem is válaszol), egészen a Feltámadás Napjáig és ezek az ő fohászaikkal szemben hanyagok"},{"SurahNumber":46,"VerseNumber":6,"Text":"Ha az emberek összegyűjtetnek (a Feltámadás Napján) - az ellenségeik lesznek (az ő hamis istenségeik) és megtagadják az ő szolgálatukat"},{"SurahNumber":46,"VerseNumber":7,"Text":"És ha a Mi világosan érthető Jeleink hirdettetnek nekik, azt mondják azok, akik hitetlenek az Igazsággal szemben - azután, hogy az elérkezett hozzájuk: Nyilvánvaló varázslat ez"},{"SurahNumber":46,"VerseNumber":8,"Text":"Vagy azt mondják: Ő (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) találta ki.\" Mondd: , Ha én találtam volna is ki, akkor sem rendelkeztek semmivel értem, Allah-nál. Ő a legjobb Tudója annak, mit beszéltek arról (a Koránról). Elégséges tanú Ő köztem és köztetek. Ő a Megbocsátó és a Megkönyörülő"},{"SurahNumber":46,"VerseNumber":9,"Text":"Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Nem hozok én újítást a Küldöttek között\". És azt sem tudom mi fog történni velem, sem azt, hogy veletek mi. Csak azt követem, amire sugallatot kaptam. Én csupán egy világos Intő vagyok"},{"SurahNumber":46,"VerseNumber":10,"Text":"Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Hogyan vélekedtek, ba ez (a Korán) Allab-tól van és ti. megtagadjátok? Jóllehet Izrael fiai közül egy tanú tanúságot tett egy ahhoz hasonlóra és hitt (muzulmán. lett)\", Ám ti gőgösek vagytok. Allah nem vezeti a bűnös népet"}]}