{"Id":151,"LanguageCodes":["fa","fas"],"Name":"fas-abolfazlbahramp","Author":"Abolfazl Bahrampour","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":77,"Text":"آيا نديدى كسانى را كه به آنان گفته شد: [فعلا] دست از جنگ بداريد و نماز برپا داريد و زكات بدهيد، ولى وقتى كه كارزار بر آنها مقرر شد، به ناگاه گروهى از آنها از مردم (مشرك) مى‌ترسيدند مانند ترسيدن از خدا يا بالاتر از آن، و گفتند: پروردگارا! چرا بر ما جن"},{"SurahNumber":4,"VerseNumber":78,"Text":"هر كجا باشيد مرگ شما را در خواهد يافت، هر چند در برج‌هاى مستحكم باشيد. و اگر خيرى به آنها رسد گويند: اين از جانب خداست، و اگر شكست و بدى به آنها رسد گويند: اين از جانب توست. بگو: همه از جانب خداوند است. [آخر] اين قوم را چه شده است كه نمى‌خواهند سخنى"},{"SurahNumber":4,"VerseNumber":79,"Text":"هر خيرى به تو رسد از جانب خداست و هر بدى به تو رسد از خود توست، و تو را به عنوان پيامبر براى مردم فرستاديم، و اين بس كه خداوند گواه است"},{"SurahNumber":4,"VerseNumber":80,"Text":"هر كه پيامبر را اطاعت كند در حقيقت خدا را اطاعت كرده، و هر كه پشت كند [بدان كه‌] ما تو را بر آنان نگهبان نفرستاده‌ايم"},{"SurahNumber":4,"VerseNumber":81,"Text":"و [در حضور تو] مى‌گويند: فرمانبرداريم! ولى چون از نزد تو بيرون روند، جمعى از آنها شبانه، غير از آنچه تو مى‌گويى در سر مى‌پرورند، و خداوند آنچه را شبانه در سر مى‌پرورند مى‌نويسد. پس، از آنها روى بگردان و بر خدا توكل كن كه پشتيبانى خدا كافى است"},{"SurahNumber":4,"VerseNumber":82,"Text":"آيا در قرآن تدبر نمى‌كنند؟ اگر از جانب غير خدا بود قطعا در آن اختلاف فراوان مى‌يافتند"},{"SurahNumber":4,"VerseNumber":83,"Text":"و چون به آنان خبرى از امن يا ناامنى برسد آن را پخش مى‌كنند، و حال آن كه اگر آن را به پيامبر و اولياى امر خود ارجاع مى‌دادند قطعا كسانى از آنان كه مى‌توانند آن را استنباط كنند [صدق و كذب‌] آن را مى‌فهميدند، و اگر فضل و رحمت خدا بر شما نبود مسلما جز شم"},{"SurahNumber":4,"VerseNumber":84,"Text":"پس در راه خدا پيكار كن كه جز بر نفس خويش مكلف نيستى، و مؤمنان را [به پيكار] برانگيز، شايد خدا گزند آنان را كه كافر شدند از شما باز دارد، كه قدرت خدا بيشتر و كيفرش سخت‌تر است"},{"SurahNumber":4,"VerseNumber":85,"Text":"هر كه شفاعتى نيكو كند، او را از آن بهره‌اى باشد و كسى را كه شفاعتى بد كند وى را از آن سهمى باشد و مسلما خداوند بر هر چيزى مراقب و تواناست"},{"SurahNumber":4,"VerseNumber":86,"Text":"و زمانى كه به شما درود گفته شد، شما به صورتى بهتر از آن يا همانند آن را پاسخ دهيد همانا خداوند حسابرس همه چيز است"},{"SurahNumber":4,"VerseNumber":87,"Text":"خداوند جز او معبودى نيست. قطعا شما را به روز رستاخيز كه شكى در [وقوع‌] آن نيست گرد خواهد آورد، و چه كسى در سخن راستگوتر از خداست"}]}