{"Id":163,"LanguageCodes":["fa","fas"],"Name":"fas-sayyedjalaloddi","Author":"Sayyed Jalaloddin Mojtabavi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":101,"Text":"نوپديدآرنده آسمانها و زمين است. چگونه او را فرزندى باشد و حال آنكه براى او همسرى نبوده است، و هر چيزى را آفريده و او به هر چيزى داناست"},{"SurahNumber":6,"VerseNumber":102,"Text":"اين است خداى، پروردگار شما جز او خدايى نيست آفريدگار همه چيزهاست پس او را بپرستيد و او بر همه چيز نگاهبان است"},{"SurahNumber":6,"VerseNumber":103,"Text":"چشمها او را درنيابد و او چشمها را دريابد و اوست لطيف- بخشنده و نيكوكار يا باريكدان- و آگاه- به آشكار و نهان"},{"SurahNumber":6,"VerseNumber":104,"Text":"همانا شما را از پروردگارتان بينشهايى- نشانه‌ها و دلايل روشن و دل آگاهى- آمد پس هر كه بينا [دل‌] گشت به سود خود اوست و هر كه كور [دل‌] شد به زيان خود اوست، و من نگاهبان شما نيستم"},{"SurahNumber":6,"VerseNumber":105,"Text":"و بدين سان آيات را گونه گون مى‌گردانيم [تا حق را دريابند] و تا مباد آنكه بگويند: تو [اين را از ديگران‌] آموخته‌اى، و تا آن را براى گروهى كه مى دانند روشن بيان كنيم"},{"SurahNumber":6,"VerseNumber":106,"Text":"آنچه را از پروردگارت به تو وحى مى‌شود پيروى كن، خدايى جز او نيست و از مشركان روى بگردان"},{"SurahNumber":6,"VerseNumber":107,"Text":"و اگر خدا مى‌خواست شرك نمى‌آوردند و تو را بر آنان نگاهبان قرار نداديم و تو كارساز آنها نيستى"},{"SurahNumber":6,"VerseNumber":108,"Text":"و آنها- يعنى خدايان مشركان- را كه به جاى خداى يكتا مى‌خوانند دشنام مدهيد كه آنان نيز خداى را از روى ستم و دشمنى و بى‌دانشى دشنام گويند. اين گونه براى هر گروهى كردارشان را آراسته‌ايم. سپس بازگشتشان به سوى پروردگارشان است، پس آنان را بدانچه مى‌كردند آگاه مى‌سازد"},{"SurahNumber":6,"VerseNumber":109,"Text":"و با سخت‌ترين سوگندهاشان به خدا سوگند خوردند كه اگر آيتى- نشانه و معجزه‌اى- به آنان بيايد هر آينه بدان ايمان مى‌آورند. بگو: همانا آيتها- معجزه‌ها- نزد خداوند است و شما- اى مؤمنان- چه مى‌دانيد كه چون آنها"},{"SurahNumber":6,"VerseNumber":110,"Text":"و ما دلها و ديدگانشان را دگرگون مى‌كنيم [پس بدان ايمان نمى‌آرند] چنانكه نخستين‌بار بدان ايمان نياوردند، و در سركشى‌شان وامى‌گذاريم تا سرگشته باشند"}]}