{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":6,"VerseNumber":101,"Text":"Ni We Muhanzi w’ibirere n’isi. Ni gute yagira umwana kandi nta mugore yigeze? Ni We waremye byose kandi ni na We Mumenyi wa byose"},{"SurahNumber":6,"VerseNumber":102,"Text":"Uwo ni Allah Nyagasani wanyu! Nta yindi mana ikwiye gusengwa uretse We, Umuremyi wa byose. Ku bw’ibyo nimumusenge (wenyine), kandi ni We Muhagararizi wa byose"},{"SurahNumber":6,"VerseNumber":103,"Text":"Nta maso ashobora kumubona (ku isi), ariko We arayabona (n’ibyayo byose). Ni na We Ugenza buhoro (ibiremwa bye), Uzi byimazeyo (buri kintu)"},{"SurahNumber":6,"VerseNumber":104,"Text":"(Yewe Muhamadi, babwire uti) “Rwose ibimenyetso bigaragara biturutse kwa Nyagasani wanyu byabagezeho; bityo uzabyitegereza (akemera Allah), azaba abikoze ku bw’inyungu ze, naho uzabyirengagiza azaba yihemukiye. Kandi njye ntabwo ndi umugenzuzi wanyu (ahubwo ndi umuburizi)!”"},{"SurahNumber":6,"VerseNumber":105,"Text":"Uko ni na ko tugaragaza ibimenyetso bikabatera kuvuga (babwira Intumwa Muhamadi) bati “Warize (wabyize ubikuye mu bitabo by’abahawe igitabo, ntabwo ari ibyo wahishuriwe).” Kandi tubigaragaza kugira ngo tubisobanurire abantu bafite ubumenyi"},{"SurahNumber":6,"VerseNumber":106,"Text":"Kurikira ibyo wahishuriwe biturutse kwa Nyagasani wawe. Nta yindi mana ikwiye gusengwa by’ukuri uretse We, kandi wirengagize ababangikanyamana"},{"SurahNumber":6,"VerseNumber":107,"Text":"N’iyo Allah aza kubishaka ntibari kumubangikanya n’ibindi. Kandi ntitwakugize umugenzuzi wabo, ndetse nta n’ubwo uri umuhagararizi wabo"},{"SurahNumber":6,"VerseNumber":108,"Text":"Kandi ntimuzatuke ibyo basenga bitari Allah bigatuma batuka Allah (kubera kwihimura) bitewe n’ububisha no kutamenya. Uko ni ko buri muryango (Umat) twawukundishije ibikorwa byawo, hanyuma kwa Nyagasani wabo ni ho bazagaruka maze akabamenyesha ibyo bakoraga"},{"SurahNumber":6,"VerseNumber":109,"Text":"Kandi barahiye ku izina rya Allah indahiro zabo zikomeye ko igitangaza nikibageraho, rwose bazacyemera. Vuga uti “Mu by’ukuri ibitangaza bigenwa na Allah, ese mwabwirwa n’iki ko biramutse bije bakwemera?”"},{"SurahNumber":6,"VerseNumber":110,"Text":"Tuzahindukiza imitima yabo n’amaso yabo (bajye kure y’inzira y’ukuri) nk’uko banze kwemera bwa mbere, kandi tuzabarekera mu bwigomeke bwabo barindagira"}]}