{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":67,"Text":"O Messenger, convey all that has been sent down to you from your Lord. If you do not, then you shall not have conveyed His message (at all). Allah shall protect you from the people. Surely, Allah does not lead the disbelieving people to the right path"},{"SurahNumber":5,"VerseNumber":68,"Text":"Say, “O people of the Book, you have nothing to stand on, unless you uphold the Torah and the Injīl and what has been sent down to you from your Lord.” What has been sent down to you from your Lord will certainly make many of them more persistent in rebellion and disbelief. So, do not grieve over the disbelieving people"},{"SurahNumber":5,"VerseNumber":69,"Text":"Surely, those who believe, and those who are Jews, and the Sabians, and the Christians - whoever believes in Allah and the Last Day, and acts righteously, shall have no fear, nor shall such people grieve"},{"SurahNumber":5,"VerseNumber":70,"Text":"Certainly We took a pledge from the children of Isrā’īl and sent Messengers to them. Whenever a Messenger went to them with what did not meet their desires, they cried lie to some, and killed others"},{"SurahNumber":5,"VerseNumber":71,"Text":"They thought that no harm would follow. Therefore, they became blind and deaf. Then, Allah accepted their repentance, but again they turned blind and deaf, many of them. Allah is watchful of what they do"},{"SurahNumber":5,"VerseNumber":72,"Text":"Surely, disbelievers are those who say, “Allah is the MasīH, son of Maryam” while the MasīH had said, “O children of Isrā’īl , worship Allah, my Lord and your Lord.” In fact, whoever ascribes any partner to Allah, Allah has prohibited for him the Jannah (the Paradise), and his shelter is the Fire, and there will be no supporters for the unjust"},{"SurahNumber":5,"VerseNumber":73,"Text":"Surely, disbelievers are those who say, “Allah is the third of the three” while there is no god but One God. If they do not desist from what they say, a painful punishment shall certainly befall such disbelievers"},{"SurahNumber":5,"VerseNumber":74,"Text":"Why then do they not turn to Allah in repentance and seek His forgiveness, while Allah is most forgiving, very merciful"},{"SurahNumber":5,"VerseNumber":75,"Text":"The MasīH, son of Maryam, is no more than a Messenger. There have been messengers before him. His mother was very truthful. Both of them used to eat food. Look how We explain signs to them, then see how far they are turned away"},{"SurahNumber":5,"VerseNumber":76,"Text":"Say, “Do you worship, besides Allah, what has no power to do you harm or bring you benefit?” Allah is the All-Hearing, the All-Knowing"},{"SurahNumber":5,"VerseNumber":77,"Text":"Say, O people of the Book, be not excessive in your religion unjustly, and do not follow the desires of a people who have already gone astray, misled many and lost the right path"}]}