{"Id":47,"LanguageCodes":["bm","bam"],"Name":"bam-deenmuhammad","Author":"Deen Muhammad","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"ߣߌߡߊ ߓߍ߯ ߣߊ߬ߕߐ߫ ߊ߬ ߖߍ߬ߘߍ ߟߊ߫ ߞߏ ߡߞߊ߬ߛߌ߬ߟߌ ߞߍ߫ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߸ ߣߌߡߊ ߘߏ߲߬ ߓߍ߯ ߗߋߥߊߟߌ ߘߌ߫ ߘߝߴߊ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߕߐ߬ߢߍ߰ ߟߊ߫"},{"SurahNumber":16,"VerseNumber":112,"Text":"ߊߟߊ߫ ߦߋ߫ ߛߊ߲߬ߘߊ ߟߊ߫ ߟߊ߫ ߛߏ ߘߏ߫ ߡߊ߬߸ ߏ߬ ߞߎ߲߬ߠߊ߬ߝߎߟߋ߲ߣߍ߲ ߡߝߊߣߍ߲߫ ߕߘߍ߬ ߊ߬ ߤߊ߬ߙߌ߬ߖߍ߮ ߦߙߌߥߊߣߍ߲ ߦߋ߫ ߣߊ߬ ߟߴߊ߬ ߡߊ߬ ߞߊ߬ ߓߐ߫ ߝߊ߲߭ ߓߍ߯، ߏ߬ ߟߋ ߞߵߊߟߊ߫ ߟߊ߫ ߣߍߡߊ ߟߎ߬ ߝߌߛߙߌߥߊߟߋߦߊ߫، ߊߟߊ߫ ߞߵߊ߬ ߡߊߜߙߏ߬ ߞߐ߲ߞߐ ߣߌ߫ ߛߌߟߊ߲ ߓߊ߬ߛߊ߲߬ߣߍ߲ ߠߊ߫߸ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߝߍ߬"},{"SurahNumber":16,"VerseNumber":113,"Text":"ߞߋߟߊ ߜߎ ߣߊ߬ ߘߴߏ߬ ߟߎ߫ ߡߊ߬ ߞߊ߬ ߓߐ߫ ߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߘߐ߫، ߞߏ߬ߣߵߊ߬ߟߎ߫ ߞߵߏ߬ ߥߎߦߊߒߕߋߦߊ߫߸ ߖߊ߲߰ߞߕߊ ߞߵߊ߬ߟߎ߫ ߡߌ߬ߘߴߏ߬ ߘߐ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߯ ߕߐ߬ߢߍ߮ ߟߊ߬"},{"SurahNumber":16,"VerseNumber":114,"Text":"ߊߟߊ߫ ߞߵߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߝߋ߲ ߡߍ߲ ߠߊ߫߸ ߊߟߎ߫ ߦߴߏ߬ ߘߤߊ߬ߣߍ߲߬ ߓߘߍߓߘߍ ߟߎ߬ ߓߍ߯ ߘߏ߫ ߘߊߥߎ߲߫، ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߣߍߡߊ ߞߏߢߌߡߊߟߐ߲߫ ߘߋ߬ ߣߴߊߟߎ߫ ߦߴߊ߬ߟߋ ߟߋ߫ ߓߊ߬ߕߏ߬ ߟߊ߫"},{"SurahNumber":16,"VerseNumber":115,"Text":"ߊ߬ ߣߊ߬ ߛߊ߲ߞߌߘߊ߲ ߣߌ߫ ߖߋ߬ߟߌ ߣߌ߫ ߜߏ߬ߦߏ߲߬ ߛߓߏ ߟߋ߬ ߟߊߕߐ߲߫ ߠߴߊߟߎ߫ ߡߊ߬، ߊ߬ ߣߌ߫ ߞߎߟߋ߫ ߞߍߣߍ߲߫ ߡߍ߲ ߠߊ߫ ߊߟߊ߫ ߕߣߊ߬ ߦߋ߫، ߣߌ߫ ߡߍ߲ ߘߋ߬ߥߎ߬ ߘߊ߫ ߟߋ߬ ߛߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߡߙߎߕߌߓߊ߯ ߕߍ߫ ߘߊ߲߬ߠߕߊ߬ߡߌ߲߬ߓߊ߯ ߕߍ߫ ߸ ߊߟߊ߯ ߡߊ߬ߞߕߏ߬ߓߊ߯ ߣߌ߫ ߤߌߣߟߊ߫ ߘߌ߫ ߏ߬ ߘߐ߫"},{"SurahNumber":16,"VerseNumber":116,"Text":"ߊߟߎ߫ ߞߊߣߊ߬ ߥߎߦߊ ߝߐ߫ ߊߟߎ߫ ߣߍ߲߭ ߠߎ߬ ߟߊ߫ ߡߊ߲߬ߞߕߎ߬ߟߌ ߘߐ߫ ߘߋ߬ ߞߏ߫ ߘߏ ߣߌ߲߬ ߘߤߊ߬ߣߍ߲߫ ߸ ߘߐ ߢߌ߲߬ ߠߋ߬ ߟߊߕߐ߲ߣߍ߲߫، ߛߴߊߟߎ߫ ߘߌ߫ ߥߎߦߊ ߞߎ߲߬ߘߐߕߍ߰ ߞߵߊ߬ ߟߊ߫ ߊߟߊ߫ ߟߊ߫، ߡߍ߲ ߠߎ߫ ߘߏ߲߬ ߦߋ߫ ߥߎߦߊ ߞߎ߲߬ߘߐߕߍ߰ ߟߊ߫ ߞߵߊ߬ ߟߊ߫ ߊߟߊ߫ ߟߊ߫ ߒ߬ߤߤߎ߲߮ ߸ ߏ߬ ߟߎ߬ ߕߍߣߊ߬ ߛߎߘߊ߲߫ ߠߊ߫ ߘߋ߬"},{"SurahNumber":16,"VerseNumber":117,"Text":"ߘߊ߰ߡߎ߲߬ߣߍ߲߬ ߕߜߋ߫ ߦߋ߲߬ ߕߋ߲߬ ߘߐߙߐ߲߫ ߸ ߊ߬ߟߎ߬ ߢߍߛߌ߰ߣߍ߲߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߠߋ߬ ߟߊ߫"},{"SurahNumber":16,"VerseNumber":118,"Text":"ߊ߲ ߞߊ߬ ߡߍ߲ ߠߊߕߐ߲߫ ߦߊ߬ߤߎ߯ߘߎ ߟߎ߫ ߡߊ߬ ߊ߲ ߞߵߏ߬ ߟߋ ߝߟߐ߫ ߘߊ߲߬ߕߍ߰ ߌ ߦߋ߫ ، ߊ߲ ߡߊ߫ ߓߊ߰ ߊ߬ߟߎ߫ ߡߊ߬ ߘߋ߬ ߸ ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ ߟߋ߫ ߓߊ߰ ߘߴߊ߬ߟߎ߫ ߖߘߍ߬ ߡߊ߬"},{"SurahNumber":16,"VerseNumber":119,"Text":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߖߎ߯ߡߊ߲ ߞߍ߫ ߟߐ߲ߓߊߟߌߦߊ ߡߊ߬ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߲߬، ߊ߬ ߣߌ߫ ߞߊ߬ ߟߢߊ߬ߟߌ ߞߍ߫ ߏ߬ ߞߐ߫، ߌ ߡߊ߰ߙߌ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫"}]}