{"Id":265,"LanguageCodes":["my","mya"],"Name":"mya-hashimtinmyint","Author":"Hashim Tin Myint","Language":"Burmese","Description":"Burmese","Direction":"ltr","Source":"http://quran.mmsy.info/app/ , Muslim students Myanmar Youth Student and Youth Online Organization","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"(ငါအရှင်မြတ်သည်) သွူရ် ‌တောင် ###၁ ကို သက်‌သေထူ‌တော်မူသည်။"},{"SurahNumber":52,"VerseNumber":2,"Text":"ထို့ပြင် ‌ရေးသားပြီးဖြစ်‌သော ကျမ်း‌တော် ### ၂ ကို သက်‌သေထူ‌တော်မူသည်။"},{"SurahNumber":52,"VerseNumber":3,"Text":"ဖြန့်ထား‌သော စာရွက်‌ပေါ်တွင်၊"},{"SurahNumber":52,"VerseNumber":4,"Text":"ထို့ပြင် စည်ကား‌သော အိမ်‌တော် ဗိုင်သိ မအ်မူရ် ###၃ ကို သက်‌သေထူ‌တော်မူသည်။"},{"SurahNumber":52,"VerseNumber":5,"Text":"ထို့ပြင် မြင့်မား‌သော အမိုးကို သက်‌သေထူ‌တော်မူသည်။"},{"SurahNumber":52,"VerseNumber":6,"Text":"ထို့ပြင် လျှံတက်‌နေ‌သော ပင်လယ်ကို သက်‌သေထူ‌တော်မူသည်။"},{"SurahNumber":52,"VerseNumber":7,"Text":"အမှန်စင်စစ် အသင့်အားဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၏ အပြစ်ဒဏ်သည် အမှန်ပင် ကျ‌ရောက်မည်ဖြစ်သည်။"},{"SurahNumber":52,"VerseNumber":8,"Text":"ထိုပြစ်ဒဏ်ကို ဖယ်ရှားမည့်သူဟူ၍ လုံးဝမရှိ‌ပေ။"},{"SurahNumber":52,"VerseNumber":9,"Text":"ထို‌နေ့တွင် မိုး‌ကောင်းကင်သည် တုန်လှုပ်အက်ကွဲသွားမည်။"},{"SurahNumber":52,"VerseNumber":10,"Text":"ထို့ပြင် ‌တောင်များသည် ‌ရွေ့ လျားသွားကြမည်။"},{"SurahNumber":52,"VerseNumber":11,"Text":"ထို့ပြင် ထို‌နေ့တွင်မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ကြသည့်သူများတွင် ပျက်စီးခြင်းရှိမည်။"},{"SurahNumber":52,"VerseNumber":12,"Text":"ထိုသူများသည် အလဟဿ‌ပြောဆိုမှုတွင် ‌မွေ့‌လျော်‌နေကြသည်။"},{"SurahNumber":52,"VerseNumber":13,"Text":"ထို‌နေ့တွင် သူတို့သည် ဂျဟန္နမ် ငရဲမီးရှိရာသို့ တွန်းပို့ခြင်းခံကြရမည်။"},{"SurahNumber":52,"VerseNumber":14,"Text":"ဤမီးသည် မဟုတ်မမှန်ဟု အသင်တို့ ငြင်းပယ်‌နေခဲ့ကြ‌သောငရဲမီးပင်ဖြစ်သည်။"},{"SurahNumber":52,"VerseNumber":15,"Text":"ထို‌နောက် ဤသည်လည်း စုန်းပ‌ရောဂ ‌မှော်အတတ်ပင်‌လော၊ သို့မဟုတ် အသင်တို့သည် (ယခုထိ) မမြင်ကြ‌သေးသ‌လော၊"},{"SurahNumber":52,"VerseNumber":16,"Text":"အသင်တို့သည် ထိုငရဲမီးထဲသို့ ဝင်‌ရောက်ကြပါ။ ထို့ပြင် အသင်တို့သည် သည်းခံသည်ပင်ဖြစ်‌စေ၊ သည်းမခံသည်ပင်ဖြစ်‌စေ အသင်တို့အတွက် အ‌ကြောင်းမထူး ‌တော့‌ပေ။ အတူတူပင်ဖြစ်သည်။ အသင်တို့သည် အသင်တို့ပြုလုပ်ခဲ့ကြသည်များအတွက်ပင် အစား‌ပေးခြင်းခံကြရခြင်းဖြစ်သည်။"},{"SurahNumber":52,"VerseNumber":17,"Text":"အမှန်စင်စစ် ‌ကြောက်ရွံ့ အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်သူ မုသ်သကီ များကမူ ဥယျာဉ်များနှင့် စည်းစိမ်များတွင် ရှိကြမည်။"},{"SurahNumber":52,"VerseNumber":18,"Text":"သူတို့သည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်က သူတို့အား ‌ပေးသနား‌တော်မူခဲ့‌သော စည်းစိမ်များ‌ကြောင့် ဝမ်း‌မြောက်‌ပျော်ရွှင်လျက်ရှိကြမည်။ ထို့ပြင် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်က သူတို့ကို ‌တောက်‌လောင်‌နေသည့်ငရဲမီး၏ပြစ်ဒဏ်မှ လွတ်ကင်း‌စေ‌တော်မူမည်။"},{"SurahNumber":52,"VerseNumber":19,"Text":"အသင်တို့သည် အသင်တို့ပြုလုပ်ခဲ့ကြ‌သော လုပ်ရပ်များ၏အစား အရသာရှိစွာ စား‌သောက်ကြပါ။"},{"SurahNumber":52,"VerseNumber":20,"Text":"(သူတို့သည်) စနစ်တကျ ခင်းကျင်းထား‌သော မြင့်မားသည့် ထိုင်ခုံများ‌ပေါ်တွင် မှီအုံးများနှင့် မှီ‌နေကြမည်။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အား ဖြူ‌ဖွေးပြီး အလွန်‌ချော‌မောလှပ‌သော၊ မျက်ဝန်းကျယ်‌သော မိန်းမများနှင့် ထိမ်းမြား‌ပေး‌တော်မူမည်။"},{"SurahNumber":52,"VerseNumber":21,"Text":"ထို့ပြင် အကြင်သူများသည် အီမာန် ယုံကြည်ခဲ့ကြသည်။ ထို့ပြင် သူတို့၏ သား ‌မြေးများလည်း အီမာန် ယုံကြည်မှုနှင့် တကွ သူတို့၏ ‌နောက်သို့ လိုက်ခဲ့ကြသည်။ ငါအရှင်မြတ်သည် သူတို့၏ သား‌မြေးများကို သူတို့နှင့်အတူ ပူး‌ပေါင်းထား‌ပေး‌တော်မူမည်။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့၏လုပ်ရပ်များထဲမှလည်း မည်သည့်အရာတစ်ခုမျှ ‌လျော့နည်း‌စေမည်မဟုတ်‌ပေ။ လူတိုင်းသည် သူရှာ‌ဖွေဆည်းပူးခဲ့‌သော အရာများ၏အစား အာမခံ အ‌ပေါင်ပစ္စည်းဖြစ်သည်။###၄"},{"SurahNumber":52,"VerseNumber":22,"Text":"ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အား သူတို့အလို ဆန္ဒရှိကြ‌သော အမျိုးအစားများထဲမှ သစ်သီးဝလံများနှင့် အသားများကို ထပ်ဖြည့်‌ပေး‌နေ‌တော်မူမည်ဖြစ်သည်။"},{"SurahNumber":52,"VerseNumber":23,"Text":"သူတို့သည် ဂျန္နတ်သုခဘုံတွင် အရက်အပြည့်ရှိ‌နေသည့်ခွက်များကို (တစ်‌ယောက်ထံမှ တစ်‌ယောက် အ‌ပျော်သ‌ဘောနှင့်) လုယူကြမည်။ ထိုအရက်တွင် အလဟဿစကား‌ပြောဆိုမှုရှိမည်မဟုတ်‌ပေ။ အပြစ်ဖြစ်ရန်လည်းရှိမည်မဟုတ်‌ပေ။"},{"SurahNumber":52,"VerseNumber":24,"Text":"ထို့ပြင် သူတို့ထံသို့ သူတို့ပိုင်ဆိုင်ကြ‌သော လူငယ်‌လေးများသည် လှည့်ပတ်သွားလာ‌နေကြမည်။ ထို(အခိုင်းအ‌စေ) လူငယ်‌လေးများသည် လုံခြုံစွာ ထားရှိ‌သော ပုလဲများကဲ့သို့ ရှိကြမည်။"},{"SurahNumber":52,"VerseNumber":25,"Text":"ထို့ပြင် သူတို့ထဲမှ အချင်းချင်း တစ်ဦးဘက်တစ်ဦးလည့်ပြီး စုံစမ်း‌မေးမြန်းကြမည်။"},{"SurahNumber":52,"VerseNumber":26,"Text":"သူတို့က ‌ပြောဆိုကြမည်- အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ယခင်က ကျွန်ုပ်တို့ အိမ်သူအိမ် သားများနှင့် ရှိခဲ့စဉ်က ‌ကြောက်ရွံ့ စိုးရိမ်သည့်သူများအဖြစ်နှင့် ရှိခဲ့ကြရသည်။"},{"SurahNumber":52,"VerseNumber":27,"Text":"ထို့‌နောက် အလ္လာဟ် အရှင်မြတ်သည် ကျွန်ုပ်တို့အ‌ပေါ်တွင် ‌ကျေးဇူးပြု‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် ကျွန်ုပ်တို့အား အပူရှိန်ပြင်း‌သော ငရဲမီး ပြစ်ဒဏ်မှလည်း ကင်းလွတ်‌စေ‌တော်မူခဲ့သည်။"},{"SurahNumber":52,"VerseNumber":28,"Text":"အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ယခင်ကတည်းက အရှင်မြတ်ထံ‌တော်တွင် ဆု‌တောင်းလျက်ရှိခဲ့ကြသည်။ အမှန်စင်စစ် အရှင်မြတ်သည် အလွန်‌ကျေးဇူးပြု‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"}]}