{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":21,"Text":"Онези, които не вярват в знаменията на Аллах и убиват без право пророците, и убиват хората, повеляващи справедливост, възвести ги за болезнено мъчение"},{"SurahNumber":3,"VerseNumber":22,"Text":"Те са онези, чиито дела се провалят и в земния живот, и в отвъдния, и не ще има за тях избавители"},{"SurahNumber":3,"VerseNumber":23,"Text":"Не видя ли ти дарените с дял от Писанието? Те са позовани към Писанието на Аллах, за да отсъди помежду им. После някои се отвръщат, противейки се"},{"SurahNumber":3,"VerseNumber":24,"Text":"Това е, защото рекоха: “Нe ще ни засегне Огънят, освен само в броени дни.” И ги заслепи в религията им онова, което бяха съчинили"},{"SurahNumber":3,"VerseNumber":25,"Text":"И как ще бъдат, щом ги съберем в Деня, за който няма съмнение, и на всяка душа напълно се изплати онова, което е придобила, и не ще бъдат угнетени"},{"SurahNumber":3,"VerseNumber":26,"Text":"Кажи: “О, Аллах, Владетелю на владението, Ти даряваш владението на когото пожелаеш и отнемаш владението от когото пожелаеш, и въздигаш когото пожелаеш, и унизяваш когото пожелаеш. Доброто е в Твоята Ръка. Ти за всяко нещо имаш сила"},{"SurahNumber":3,"VerseNumber":27,"Text":"Ти въвеждаш нощта в деня и Ти въвеждаш деня в нощта, и изваждаш живото от мъртвото, и изваждаш мъртвото от живото, и безмерно даваш препитание комуто пожелаеш.”"},{"SurahNumber":3,"VerseNumber":28,"Text":"Вярващите да не взимат неверници за ближни вместо повярвалите. А който направи това, той няма нищо общо с Аллах, освен ако се страхувате от тях. Аллах ви предупреждава за Себе Си и към Аллах е завръщането"},{"SurahNumber":3,"VerseNumber":29,"Text":"Кажи: “И да скривате онова, което е в сърцата ви, и да го показвате, Аллах го знае. Знае Той какво е на небесата и какво е на земята. Аллах за всяко нещо има сила.”"},{"SurahNumber":3,"VerseNumber":30,"Text":"В Деня всяка душа ще намери доброто, което е сторила, и злото, което е сторила, и ще иска то да се отдалечи от нея. Аллах ви предупреждава за Себе си. Аллах е състрадателен към рабите"}]}