{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":59,"Text":"O profeet! Zeg tot jouw echtgenotes, jouw dochters en de vrouwen van de gelovigen iets van haar overkleding over zich heen naar beneden te laten hangen. Dat bevordert het best dat men haar herkent en niet lastigvalt. En God is vergevend en barmhartig"},{"SurahNumber":33,"VerseNumber":60,"Text":"Als de huichelaars, zij die in hun harten een ziekte hebben en de verspreiders van valse geruchten in de stad niet ophouden dan zullen Wij jou zeker tegen hen laten optreden; dan zullen zij slechts korte tijd daarin jouw buren blijven"},{"SurahNumber":33,"VerseNumber":61,"Text":"Vervloekt zijn zij; waar men hen ook aantreft worden zij gegrepen en onverbiddelijk gedood"},{"SurahNumber":33,"VerseNumber":62,"Text":"volgens Gods gebruikelijke behandeling van hen die voor jullie tijd zijn heengegaan en jij zult in Gods gebruikelijke behandeling geen wijziging vinden"},{"SurahNumber":33,"VerseNumber":63,"Text":"De mensen vragen jou naar het uur. Zeg: \"De kennis daarover is slechts bij God. Hoe zul jij het te weten komen? Misschien dat het uur dichtbij is"},{"SurahNumber":33,"VerseNumber":64,"Text":"God heeft de ongelovigen vervloekt en voor hen een vuurgloed klaargemaakt"},{"SurahNumber":33,"VerseNumber":65,"Text":"waarin zij voor immer en altijd zullen blijven; en zij zullen beschermer noch helper vinden"},{"SurahNumber":33,"VerseNumber":66,"Text":"Op de dag dat hun gezichten in het vuur rondgedraaid worden zeggen zij: \"Ach hadden wij God maar gehoorzaamd en hadden wij de gezant maar gehoorzaamd"},{"SurahNumber":33,"VerseNumber":67,"Text":"En zij zeggen: \"Onze Heer, wij hebben onze leidslieden en onze meesters gehoorzaamd, maar zij hebben ons op de dwaalweg gebracht"},{"SurahNumber":33,"VerseNumber":68,"Text":"Onze Heer, geef hun het dubbele van de bestraffing en vervloek hen met een grote vervloeking"}]}