{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":163,"Text":"Ий Мухәммәд г-м! Дәрья буена утырган авыл халкының хәленнән сорагыл! Алар шимбә көн Аллаһ хөкемен боздылар, балыклар шимбә көн яр буена килеп суның өстенә чыгар иделәр, әмма башка көнне су өстенә чыкмас иделәр. (Яһүдләр, гыйбадәт өчен вә бәйрәм итәр өчен үзбелдекләре белән җомга көн урнына шимбә көнне билгеләделәр. Шул сәбәпле Аллаһ аларга шимбә көнне гыйбадәтне генә фарыз итеп дөнья эшен вә балык тотуны хәрам кылды. Алар шимбә көнне су өстенә чыккан балыкларны елымнар белән чорнап куеп, икенче көнне ала торган булганнар. Бу эшләре аларның Аллаһуга каршы хәйлә-мәкерләре иде). Бозыклык кылучы фәсыйкларны әнә шулай сыныйбыз"},{"SurahNumber":7,"VerseNumber":164,"Text":"Шимбә көн балык тотарга катнашмаган бер таифә, балык тотучыларга каршылык күрсәткән кешеләргә әйтте: \"Аллаһ һәлак итәчәк яки каты ґәзаб кылачык каумне нигә вәгәзьлисез?\" Вәгәзьләүчеләр әйттеләр: \"Раббыгызга гозер күрсәтер өчен вәгәзьлибез, бәлки вәгазьләнеп, шимбә көн балык тотудан туктарлар"},{"SurahNumber":7,"VerseNumber":165,"Text":"Ишеткән вәгазьне онытып, яки инкяр итеп, залимнәр шимбә көнне балык тоткан чакларында балык тотудан тыеп, вәгазь сөйләүчеләрне коткардык, балык тотучы залимнәрне каты ґәзаб белән тоттык Аллаһуга каршы бозыклык кылганнары өчен"},{"SurahNumber":7,"VerseNumber":166,"Text":"Тыелган эштән тыелудан тәкәбберләнгән чакларында Без аларга әйттек: \"Хур булганыгыз хәлдә маймыл булыгыз!\" Маймыл булдылар"},{"SurahNumber":7,"VerseNumber":167,"Text":"Янә хәтерләгез, Раббыгыз әйтте: \"Ягъкуб балалары өстенә кыямәт көненә чаклы каты ґәзаб кылучыны, әлбәттә, җибәрербез, тәхкыйк Раббың тиз үч алучы вә тәүбә итүчегә рәхимле вә ярлыкаучы"},{"SurahNumber":7,"VerseNumber":168,"Text":"Без аларны күп фиркаләргә бүлдек, алар арасында изгеләре бар, ягъни ислам динен кабул итүчеләре һәм башкачалары да бар, ягъни залимнәре. Без аларга күп нигъмәтләр, күп яхшылыклар вә күп яманлыклар, ґәзаблар бирдек, шаять кәфердән иманга кайтырлар дип"},{"SurahNumber":7,"VerseNumber":169,"Text":"Әүвәлге яһүдләр урынына икенче төрле яһүдләр калды, алар Тәүратка ия булдылар вә Тәүрат хөкемнәрен дөнья малына алыштырдылар вә риба, ришвәт алдылар, әгәр аларга әүвәлдә алган маллары кеби мал килсә, әле дә аны алырлар, ягъни мал өчен Тәүрат хөкемнәрен үзгәртәләр һәм: \"Безнең гөнаһларыбыз ярлыканыр, чөнки безнең иманыбыз бар\", – диләр. Әйә алардан ґәһед алынмадымы: \"Аллаһуга хак сүзне генә сөйләргә\", – дип? Вә Тәүрат хөкемнәрендә өйрәнделәр бит, Аллаһуга мәхлукны тиңләштерүдән һәм гөнаһлардан сакланучы тәкъва кешеләр өчен хәерледер. Шуны яхшы аңламыйсызмы"},{"SurahNumber":7,"VerseNumber":170,"Text":"Аллаһ – китабы Коръән хөкемнәренә нык ябышып, намазларын вакытында үтәгән мөэминнәр һидәятлеләр бит. Без төзәлүче вә төзәтүче яхшы кешеләрнең изгелекләрен, әлбәттә, юк итмибез"},{"SurahNumber":7,"VerseNumber":171,"Text":"Шуны да хәтерләгез! Без тауны урыныннан сөреп яһүдләр өстенә күтәрдек, гүя алар өстендә болыт булып торды, әгәр Тәүрат белән гамәл кылырга ризалык белдермәсәләр, тауның өсләренә төшәчәген белделәр. Тәүратны куәт белән тотыгыз вә аның белән ныклап гамәл кылыгыз һәм Тәүратта булган Аллаһ хөкемнәрен кешеләргә ирештерегез кәфердән вә гөнаһлардан сакланмаклыгыгыз өчен"}]}