{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":101,"Text":"Andolsun ki Musa’ya apaçık dokuz ayet verdik. İsrailoğullarına sor! Musa onlara geldiğinde Firavun kendisine: -Ey Musa, ben senin kesinlikle büyülenmiş olduğunu zannediyorum, demişti"},{"SurahNumber":17,"VerseNumber":102,"Text":"Musa da ona: -Elbette bunları deliller olarak göklerin ve yerin Rabbinden başkasının indirmediğini bilirsin. Ben de kesinlikle senin mahvolacağını zannediyorum ey Firavun! dedi"},{"SurahNumber":17,"VerseNumber":103,"Text":"Firavun onları ülkeden çıkarmak istedi. Biz de onu yanındakilerin hepsini suda boğduk"},{"SurahNumber":17,"VerseNumber":104,"Text":"İsrailoğullarına: -Ülkede oturun, ahiret vaadi geldiği zaman hepinizi bir araya getireceğiz. dedik"},{"SurahNumber":17,"VerseNumber":105,"Text":"Hak olanı indirdik. O da hak olarak indi. Seni de ancak müjdeleyici ve uyarıcı olarak gönderdik"},{"SurahNumber":17,"VerseNumber":106,"Text":"Kur’an’ı, insanlara dura dura okuyasın diye kısım kısım indirdik. O’nu yavaş yavaş indirdik"},{"SurahNumber":17,"VerseNumber":107,"Text":"De ki: -İster iman edin; ister iman etmeyin. Daha önce kendilerine ilim verilenlere o okunduğu zaman ağız üstü secdeye kapanırlar"},{"SurahNumber":17,"VerseNumber":108,"Text":"Ve şöyle derler: “Rabbimiz sen her türlü eksiklikten uzaksın, Eğer Rabbimiz bir söz verdiyse o elbette yerine gelecektir"},{"SurahNumber":17,"VerseNumber":109,"Text":"Ağlayarak artan bir huşu içinde yüzüstü secdeye kapanırlar"},{"SurahNumber":17,"VerseNumber":110,"Text":"De ki: -İster Allah diyerek dua edin, ister Rahman diyerek. Hangisiyle dua ederseniz edin, çünkü en güzel isimler O’nundur. Namazında sesini pek yükseltme, çok da kısma! İkisinin arasında bir yol tut"},{"SurahNumber":17,"VerseNumber":111,"Text":"De ki: -Hamd, çocuk edinmeyen, hakimiyetinde ortağı olmayan, düşkün olmayıp, bir yardımcıya da ihtiyacı bulunmayan Allah’a mahsustur.” Öyleyse O’nun büyüklüğünü “Allahu Ekber” diyerek dile getir"}]}