{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":94,"Text":"Karvan Misir torpağından ayrılanda ataları dedi: “Mən, həqiqətən də, Yusufun qoxusunu hiss edirəm. Bircə məni ağılsız saymayaydınız”"},{"SurahNumber":12,"VerseNumber":95,"Text":"Onlar dedilər: “Allaha and olsun ki, sən hələ də öz köhnə yanlışlığından əl çəkməmisən”"},{"SurahNumber":12,"VerseNumber":96,"Text":"Müjdəçi gəlib köynəyi onun üzünə atan kimi gözləri açıldı və o dedi: “Məgər sizə deməmişdimmi ki, mən Allahdan gələn vəhy sayəsində sizin bilmədiklərinizi bilirəm?”"},{"SurahNumber":12,"VerseNumber":97,"Text":"Onlar dedilər: “Ey atamız! Allahdan bizim günahlarımızın bağışlanmasını dilə. Doğrudan da, biz günahkar olmuşuq”"},{"SurahNumber":12,"VerseNumber":98,"Text":"O dedi: “Mən Rəbbimdən sizin üçün bağışlanma diləyəcəyəm. Həqiqətən, O, Bağışlayandır, Rəhmlidir”"},{"SurahNumber":12,"VerseNumber":99,"Text":"Onlar Yusufun yanına gəldikdə o, ata-anasını bağrına basıb dedi: “Əmin-amanlıqla Allahın istəyi ilə Misirə daxil olun!”"},{"SurahNumber":12,"VerseNumber":100,"Text":"O, ata-anasını taxtın üstündə əyləşdirdi. Onlar hamısı onun qarşısında səcdə etdilər. O dedi: “Atacan! Bu, çoxdankı yuxumun yozumudur. Rəbbim onu gerçəkləşdirdi. O mənə lütf etdi. O məni zindandan çıxartdı və şeytan mənimlə qardaşlarımın arasına ədavət saldıqdan sonra sizi səhradan yanıma gətirdi. Şübhəsiz ki, Rəbbim istədiyinə qarşı lütfkardır. Həqiqətən, O, Biləndir, Müdrikdir"},{"SurahNumber":12,"VerseNumber":101,"Text":"Ey Rəbbim! Sən mənə hakimiyyət verdin və mənə yuxuları yozmağı öyrətdin. Ey göyləri və yeri yaradan! Sən dünyada da, axirətdə də mənim Himayədarımsan. Mənim canımı müsəlman kimi al və məni əməlisalehlərə qovuşdur”"},{"SurahNumber":12,"VerseNumber":102,"Text":"Bunlar sənə vəhy yolu ilə bildirdiyimiz qeyb xəbərlərindəndir. Onlar hiylə quraraq işlərinə qərar verdikləri zaman sən onların yanında deyildin"},{"SurahNumber":12,"VerseNumber":103,"Text":"Sən nə qədər çox istəsən də, insanların əksəriyyəti iman gətirən deyildir"},{"SurahNumber":12,"VerseNumber":104,"Text":"Sən ki bunun əvəzinə onlardan bir mükafat istəmirsən. Bu Quran aləmlər üçün ancaq bir öyüd-nəsihətdir"}]}