{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Ба касоне, ки ба ҷанг ба сарашон тохт овардаанд ва мавриди ситам қарор гирифтаанд, рухсат дода шуд ва Худо бар пирӯз гардониданашон тавоност"},{"SurahNumber":22,"VerseNumber":40,"Text":"Онҳое, ки ба ноҳақ аз диёрашон ронда шудаанд, фақат ин буд, ки мегуфтанд; «Парвардигори мо Худои яктост?» Ва агар Худо баъзеро ба василаи баъзе дигар дафъ накарда буд, дайрҳову калисоҳо ва куништҳову масҷидҳое, ки номи Худо ба фаровонӣ дар он бурда мешавад, вайрон мегардид. Ва Худо ҳар касро, ки ёриаш кунад, ёрӣ мекунад ва Худо тавонову пирӯзманд аст"},{"SurahNumber":22,"VerseNumber":41,"Text":"Ҳамон касон, ки агар дар замин қудраташон диҳем, намоз мегузоранд ва закот медиҳанд ва амр ба маъруфу наҳй аз мункар мекунанд. Ва саранҷоми ҳамаи корҳо бо Худост"},{"SurahNumber":22,"VerseNumber":42,"Text":"Агар инҳо туро дурӯғ баровардаанд, пеш аз онҳо қавми Нӯҳ ва Од ва Самуд низ дурӯғ баровардаанд"},{"SurahNumber":22,"VerseNumber":43,"Text":"ва низ қавми Иброҳим ва қавми Лут"},{"SurahNumber":22,"VerseNumber":44,"Text":"ва мардуми Мадян. Ва Мӯсо низ такзиб гардвд. Ман ба кофирон мӯҳлат додам, он гоҳ онҳоро фурӯ гирифтам. Ва уқубати Ман чӣ гуна буд"},{"SurahNumber":22,"VerseNumber":45,"Text":"Чӣ бисёр деҳаҳои золимро ҳалок кардем ва сақфҳояшон фурӯ рехт ва чӣ бисёр чоҳҳо, ки бекора монд ва қасрҳои баланди гаҷкоришуда бесоҳиб монд"},{"SurahNumber":22,"VerseNumber":46,"Text":"Оё дар замин сайр намекунанд, то соҳиби дилҳое гарданд, ки ба он ақл кунанд ва гӯшҳое, ки бо он бишнаванд? Зеро чашмҳо нестанд, ки кӯр мешаванд, балки дилҳое, ки дар синаҳо ҷой доранд, кӯр шаванд"},{"SurahNumber":22,"VerseNumber":47,"Text":"Аз ту ба шитоб азоб металабанд ва Худо ҳаргиз ваъдаи худро хилоф намекунад. Ва як рӯз аз рӯзҳои Парвардигори ту баробар бо ҳазор сол аст, аз он солҳое, ки мешумуред"},{"SurahNumber":22,"VerseNumber":48,"Text":"Чӣ бисёр деҳаҳое, ки золим буданд ва Ман мӯҳлаташон додам, он гоҳ онҳоро фурӯ гирифтам. Ва бозгашти ҳама назди Ман аст"}]}