{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"Und gedenke im Buch Maryams, als sie sich von ihren Angehörigen an einen östlichen Ort zurückzog"},{"SurahNumber":19,"VerseNumber":17,"Text":"Sie nahm sich einen Vorhang vor ihnen. Da sandten Wir Unseren Geist zu ihr. Er stellte sich ihr als wohlgestaltetes menschliches Wesen dar"},{"SurahNumber":19,"VerseNumber":18,"Text":"Sie sagte: \"Ich suche beim Allerbarmer Schutz vor dir, wenn du gottesfürchtig bist"},{"SurahNumber":19,"VerseNumber":19,"Text":"Er sagte: \"Ich bin nur der Gesandte deines Herrn, um dir einen lauteren Jungen zu schenken"},{"SurahNumber":19,"VerseNumber":20,"Text":"Sie sagte: \"Wie soll mir ein Junge gegeben werden, wo mich doch kein menschliches Wesen berührt hat und ich keine Hure bin"},{"SurahNumber":19,"VerseNumber":21,"Text":"Er sagte: \"So wird es sein. Dein Herr sagt: ,Das ist Mir ein leichtes, und damit Wir ihn zu einem Zeichen für die Menschen und zu einer Barmherzigkeit von Uns machen'. Und es ist eine beschlossene Angelegenheit"},{"SurahNumber":19,"VerseNumber":22,"Text":"So empfing sie ihn und zog sich mit ihm zu einem fernen Ort zurück"},{"SurahNumber":19,"VerseNumber":23,"Text":"Die Wehen ließen sie zum Palmenstamm gehen. Sie sagte: \"O wäre ich doch zuvor gestorben und ganz und gar in Vergessenheit geraten"},{"SurahNumber":19,"VerseNumber":24,"Text":"Da rief er ihr von unten her zu: \"Sei nicht traurig; dein Herr hat ja unter dir ein Bächlein geschaffen"},{"SurahNumber":19,"VerseNumber":25,"Text":"Und schüttle zu dir den Palmenstamm, so läßt er frische, reife Datteln auf dich herabfallen"},{"SurahNumber":19,"VerseNumber":26,"Text":"So iß und trink und sei frohen Mutes'. Und wenn du nun jemanden von den Menschen sehen solltest, dann sag: Ich habe dem Allerbarmer Fasten gelobt, so werde ich heute mit keinem Menschenwesen sprechen"},{"SurahNumber":19,"VerseNumber":27,"Text":"Dann kam sie mit ihm zu ihrem Volk, ihn (mit sich) tragend. Sie sagten: \"O Maryam, du hast da ja etwas Unerhörtes begangen"},{"SurahNumber":19,"VerseNumber":28,"Text":"O Schwester Haruns, dein Vater war doch kein sündiger Mann, noch war deine Mutter eine Hure"},{"SurahNumber":19,"VerseNumber":29,"Text":"Da zeigte sie auf ihn. Sie sagten: \"Wie können wir mit jemandem sprechen, der noch ein Kind in der Wiege ist"},{"SurahNumber":19,"VerseNumber":30,"Text":"Er sagte: \"Ich bin wahrlich Allahs Diener; Er hat mir die Schrift gegeben und mich zu einem Propheten gemacht"},{"SurahNumber":19,"VerseNumber":31,"Text":"Und gesegnet hat Er mich gemacht, wo immer ich bin, und angeordnet hat Er mir, das Gebet (zu verrichten) und die Abgabe (zu entrichten), solange ich lebe"},{"SurahNumber":19,"VerseNumber":32,"Text":"und gütig gegen meine Mutter zu sein. Und Er hat mich weder gewalttätig noch unglücklich gemacht"},{"SurahNumber":19,"VerseNumber":33,"Text":"Und der Friede sei auf mir am Tag, da ich geboren wurde, und am Tag, da ich sterbe, und am Tag da ich wieder zum Leben auferweckt werde"},{"SurahNumber":19,"VerseNumber":34,"Text":"Das ist 'Isa, der Sohn Maryams: (Es ist) das Wort der Wahrheit, woran sie zweifeln"},{"SurahNumber":19,"VerseNumber":35,"Text":"Es steht Allah nicht an, Sich ein Kind zu nehmen. Preis sei Ihm! Wenn Er eine Angelegenheit bestimmt, so sagt Er dazu nur: ,Sei!', und so ist es"},{"SurahNumber":19,"VerseNumber":36,"Text":"(Isa sagte:) \"Und gewiß, Allah ist mein Herr und euer Herr; so dient Ihm. Das ist ein gerader Weg"},{"SurahNumber":19,"VerseNumber":37,"Text":"Doch die Gruppierungen wurden uneinig untereinander; dann wehe denjenigen, die ungläubig sind, vor dem Erleben eines gewaltigen Tages"},{"SurahNumber":19,"VerseNumber":38,"Text":"Wie vorzüglich werden sie hören und sehen am Tag, da sie zu Uns kommen werden! Aber die Ungerechten befinden sich heute in einem deutlichen Irrtum"},{"SurahNumber":19,"VerseNumber":39,"Text":"Warne sie vor dem Tag der gramvollen Reue, wenn die Angelegenheit entschieden sein wird, während sie (all dessen) unachtsam sind, und während sie (noch) nicht glauben"},{"SurahNumber":19,"VerseNumber":40,"Text":"Gewiß, Wir sind es, die Wir die Erde und (all die,) die auf ihr sind, erben werden. Und zu Uns werden sie zurückgebracht"}]}