{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":71,"Text":"They travelled on. Later, when they got into a boat, and the man made a hole in it, Moses said, ‘How could you make a hole in it? Do you want to drown its passengers? What a strange thing to do!’"},{"SurahNumber":18,"VerseNumber":72,"Text":"He replied, ‘Did I not tell you that you would never be able to bear with me patiently?’"},{"SurahNumber":18,"VerseNumber":73,"Text":"Moses said, ‘Forgive me for forgetting. Do not make it too hard for me to follow you.’"},{"SurahNumber":18,"VerseNumber":74,"Text":"And so they travelled on. Then, when they met a young boy and the man killed him, Moses said, ‘How could you kill an innocent person? He has not killed anyone! What a terrible thing to do!’"},{"SurahNumber":18,"VerseNumber":75,"Text":"He replied, ‘Did I not tell you that you would never be able to bear with me patiently?’"},{"SurahNumber":18,"VerseNumber":76,"Text":"Moses said, ‘From now on, if I query anything you do, banish me from your company- you have put up with enough from me.’"},{"SurahNumber":18,"VerseNumber":77,"Text":"And so they travelled on. Then, when they came to a town and asked the inhabitants for food but were refused hospitality, they saw a wall there that was on the point of falling down and the man repaired it. Moses said, ‘But if you had wished you could have taken payment for doing that.’"},{"SurahNumber":18,"VerseNumber":78,"Text":"He said, ‘This is where you and I part company. I will tell you the meaning of the things you could not bear with patiently"},{"SurahNumber":18,"VerseNumber":79,"Text":"the boat belonged to some needy people who made their living from the sea and I damaged it because I knew that coming after them was a king who was seizing every [serviceable] boat by force"},{"SurahNumber":18,"VerseNumber":80,"Text":"The young boy had parents who were people of faith, and so, fearing he would trouble them through wickedness and disbelief"},{"SurahNumber":18,"VerseNumber":81,"Text":"we wished that their Lord should give them another child- purer and more compassionate- in his place"},{"SurahNumber":18,"VerseNumber":82,"Text":"The wall belonged to two young orphans in the town and there was buried treasure beneath it belonging to them. Their father had been a righteous man, so your Lord intended them to reach maturity and then dig up their treasure as a mercy from your Lord. I did not do [these things] of my own accord: these are the explanations for those things you could not bear with patience.’"}]}