{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":59,"Text":"Katakanlah (wahai Muhammad): \"Segala puji tertentu bagi Allah dan selamat sejahtera kepada hamba-hambaNya (Nabi-nabi) yang dipilihNya. Manakah yang lebih baik? - Allah (yang demikian kekuasaanNya) atau benda-benda yang mereka jadikan sekutu-sekutu bagiNya"},{"SurahNumber":27,"VerseNumber":60,"Text":"Bahkan siapakah yang telah mencipta langit dan bumi, dan menurunkan hujan dari langit untuk kamu? Lalu Kami tumbuhkan dengan air hujan itu tanaman kebun-kebun (yang menghijau subur) dengan indahnya, yang kamu tidak dapat dan tidak berkuasa menumbuhkan pohon-pohonnya. Adakah sebarang tuhan yang lain bersama-sama Allah? (Tidak!) bahkan mereka (yang musyrik itu) adalah kaum yang menyeleweng dari kebenaran (tauhid)"},{"SurahNumber":27,"VerseNumber":61,"Text":"Atau siapakah yang telah menjadikan bumi tempat penetapan dan telah menjadikan sungai-sungai di antara bahagian-bahagiannya dan telah menjadikan untuknya gunung-ganang yang menetapnya; dan juga telah menjadikan di antara dua laut (yang masin dan yang tawar) sekatan (semula jadi) yang memisahnya? Adakah sebarang tuhan yang lain bersama-sama Allah? (Tidak!) bahkan kebanyakan mereka (yang musyrik itu) tidak mengetahui"},{"SurahNumber":27,"VerseNumber":62,"Text":"Atau siapakah yang memperkenankan doa orang yang menderita apabila ia berdoa kepadaNya, dan yang menghapuskan kesusahan, serta menjadikan kamu pengganti (umat-umat yang telah lalu) mendiami dan menguasai bumi? Adakah sebarang tuhan yang lain bersama-sama Allah? Amat sedikit di antara kamu yang mengingati (nikmat Allah itu)"},{"SurahNumber":27,"VerseNumber":63,"Text":"Atau siapakah yang menunjukkan jalan kepada kamu dalam gelap-gelita darat dan laut, dan yang menghantarkan angin sebagai pembawa berita yang mengembirakan sebelum kedatangan rahmatNya? Adakah sebarang tuhan yang lain bersama-sama Allah? Maha Tinggilah keadaan Allah dari apa yang mereka sekutukan denganNya"},{"SurahNumber":27,"VerseNumber":64,"Text":"Atau siapakah yang memulakan kejadian sekalian makhluk, kemudian dia mengembalikannya (hidup semula sesudah matinya). dan siapakah yang memberi rezeki kepada kamu dari langit dan bumi? Adakah sebarang tuhan yang lain bersama-sama Allah? Katakanlah (wahai Muhammad): \"Bawalah kemari keterangan-keterangan kamu, jika betul kamu orang-orang yang benar"},{"SurahNumber":27,"VerseNumber":65,"Text":"Katakanlah lagi: Tiada sesiapapun di langit dan di bumi yang mengetahui perkara yang ghaib melainkan Allah!\" Dan tiadalah mereka menyedari bilakah masing-masing akan dibangkitkan hidup semula (sesudah mati)"},{"SurahNumber":27,"VerseNumber":66,"Text":"Bahkan mereka (yang kafir) telah berkali-kali mengetahui tentang hari akhirat (tetapi mereka tidak meyakininya), bahkan mereka berada dalam syak mengenainya; bahkan matahati mereka buta langsung daripada memikirkannya"}]}