{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Көрдіңдер ме? Рас Алла (Т.) сендерге көктердегі, жердегі нәрселерді бой тсындырды. Және сендерге көрнеу, көмес нығметтерін толықтасырды. Сонда да ешбір білімі, тура жолы не нтрландырупш кітабы болмаған кейбір адамдар, Алла жайында таласады"},{"SurahNumber":31,"VerseNumber":21,"Text":"Қашан оларға: \"Алланың түсірген нәрсесіне ілесіңдер\" делінсе, олар: \"Жоқ, аталарымызды тапқан нәрсеге ілесеміз\" дейді. Егер шайтан оларды жалындаған азапқа шақырса да ма"},{"SurahNumber":31,"VerseNumber":22,"Text":"Кім өзін Аллаға тапсырып, игілік істесе, сонда ол; расында берік тұтқаны ұстаған болады. Бұкіл істердің соңы Аллаға тән"},{"SurahNumber":31,"VerseNumber":23,"Text":"(Мұхаммед Ғ.С.) кім қарсы келсе, сонда оның қарсылығы сені кейітпесін. Олардың қайтар жері Біз. Сонда оларға не істегендерін баян етеміз. Расында Алла, көкіректегілерді толық біледі"},{"SurahNumber":31,"VerseNumber":24,"Text":"Оларды аз пайдаландырып, сосын ауыр азапқа зорлаймыз"},{"SurahNumber":31,"VerseNumber":25,"Text":"(Мұхаммед Ғ.С.) Егер олардан: \"Көктер мен жерді жаратқан кім?\",-деп, сұрасаң, әлбетте: \"Алла\" дейді. \"Барлық мақтау Аллаға тән\" де. Әрине олардың көбі түсінбейді"},{"SurahNumber":31,"VerseNumber":26,"Text":"Көктер мен жерде болған нәрселер Алланікі. Рас Алла бай, мақтауға лайық"},{"SurahNumber":31,"VerseNumber":27,"Text":"Рас егер жер жүзіндегі ағаш атаулы; қалам, тәңіз (сия болып), одан кейін оған тағы жеті теңіз көмектесіп, (жазса да) Алланың сөздері таусылмайды. Күдіксіз Алла, өте үстем, хикмет иесі"},{"SurahNumber":31,"VerseNumber":28,"Text":"Сендердің жаратылуларың да тірілтілулерің де бір-ақ кісідей ғана. Расында Алла, аса естуші, тым көруші"},{"SurahNumber":31,"VerseNumber":29,"Text":"Көрмедің бе? Расында Алла, түнді күндізге қосып, күндізді түнге қосады. Сондай-ақ күн мен айды бағындырды. Барлығы белгілі бір мерзімге дейін жүреді. Рас Алла, олардың істегендерін толық білуші"},{"SurahNumber":31,"VerseNumber":30,"Text":"Міне шәксіз Алла Ол, хақ. Сөз жоқ, олардың Алладан өзге жалбарынғандары босқа. Күдіксіз Алла, Ол өте жоғары, аса ұлы"},{"SurahNumber":31,"VerseNumber":31,"Text":"Көрмедің бе? Рас кеме теңізде Алланың ілтипатымен сендерге Оның деректерін көрсету үшін жүреді. Рас осыларда тым сабырлы, өте шүкір етушілердің барлығына белгілер бар"},{"SurahNumber":31,"VerseNumber":32,"Text":"Қашан оларды таулардай толқын орап алса, дінге деген нағыз ықыласпен Алладан тілейді. Ал қашан Алла, оларды құтқарып, қырға шығарса, олардың кейбіреуі орташа болады. Негізінде аяттарымызға біртұтас опасыз қасарысқандар ғана қарсы келеді"},{"SurahNumber":31,"VerseNumber":33,"Text":"Әй адам баласы! Раббыларыңнан қорқыңдар және ешбір әке; баласы тарапынан бодау төлемейтін сондай-ақ ешбір бала да; әкесі тарапынан түк бермейтін күннен де қорқыңдар. Күдіксіз Алланың уәдесі хақ. Сондықтан сендерді дүние тіршілігі әсте алдамасын. Сондай-ақ өте алдаушы ол, (шайтан да) Алла турасында алдамасын"},{"SurahNumber":31,"VerseNumber":34,"Text":"Әрине қиямет мерзімінің мәліметі Алланьің қасында. Жаңбырды Ол жаудырады, Ол жатырлардағыны біледі. Ешкім ертең не істейтінін білмейді әрі ешкім қай жерде өлерін де білмейді. Күдіксіз Алла (Т.) толық білуші, хабар алушы"}]}