{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"Аз они Худованд аст фармонравоии осмону замин. Ва он рӯз, ки қиёмат барпо шавад, аҳли ботил зиён хоҳанд кард"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ҳар умматеро бубинӣ, ки ба зону даромадааст ва ҳар умматеро барои гирифтани номаи аъмолаш бихонанд. Дар чунин рӯзе дар баробари амалҳое, ки кардаед, ҷазо мебинед"},{"SurahNumber":45,"VerseNumber":29,"Text":"Ин навиштаи Мост, ки ба ҳақ сухан мегӯяд, зеро Мо корҳоеро, ки мекардаед, менавиштаем"},{"SurahNumber":45,"VerseNumber":30,"Text":"Аммо касонеро, ки имон овардаанд ва корҳои шоиста мекунанд. Парвардигорашон дохил дар раҳмати Худ мекунад ва ин зафари ошкор аст"},{"SurahNumber":45,"VerseNumber":31,"Text":"Аммо, эй онон, ки имон наёвардаед, магар оёти Мо бар шумо хонда намешуд ва шумо такаббур менамудед ва мардуме гуноҳкор будед"},{"SurahNumber":45,"VerseNumber":32,"Text":"Чун гуфта мешуд, ки ваъдаи Худо ҳақ аст ва дар қиёмат шакке нест, мегуфтед: «Мо намедонем қиёмат чист? Фақат андак гумоне мебарем ва ба яқин (имони қавӣ) нарасидаем»"},{"SurahNumber":45,"VerseNumber":33,"Text":"Амалҳои зишташон дар баробарашон ошкор шуд ва он чизе, ки масхарааш мекарданд гирд бар гирдашонро бигирифт"},{"SurahNumber":45,"VerseNumber":34,"Text":"Ба онҳо гуфта шавад: «Имрӯз фаромушатон мекунем, ҳамчунон, ки шумо дидори чунин рӯзатонро фаромӯш карда будед. Ҷойгоҳатон дар оташ аст ва шуморо ҳеҷ ёваре нест"},{"SurahNumber":45,"VerseNumber":35,"Text":"Ва, ин ба ҷазои он аст, ки оёти Худоро ба масхара мегирифтед ва зиндагии дунявӣ шуморо бифирефт». Пас имрӯз аз ин оташ касе берунашон набарад ва касе узрашонро қабул накунад"},{"SurahNumber":45,"VerseNumber":36,"Text":"Ситоиш аз они Худост — Парвардигори осмонҳову Парвардигори замин ва Парвардигори ҷаҳониён"},{"SurahNumber":45,"VerseNumber":37,"Text":"Бузургворӣ дар осмонҳову замин хоси Ӯст ва Ӯст ғолибу ҳаким"}]}