{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":10,"Text":"Béni soit Celui qui, s’Il le veut, t’accordera bien mieux que cela : des jardins sous lesquels coulent les ruisseaux; et Il t’assignera des châteaux"},{"SurahNumber":25,"VerseNumber":11,"Text":"Plutôt, ils ont qualifié l’Heure de mensonge. Et Nous avons préparé, pour quiconque qualifie l’Heure de mensonge, une Flamme brûlante"},{"SurahNumber":25,"VerseNumber":12,"Text":"Lorsque de loin elle les voit, ils entendront sa fureur et ses crépitements"},{"SurahNumber":25,"VerseNumber":13,"Text":"Et quand on les y aura jetés, dans un étroit réduit, les mains liées derrière le cou, ils souhaiteront alors leur destruction complète"},{"SurahNumber":25,"VerseNumber":14,"Text":"Aujourd’hui, ne souhaitez pas la destruction une seule fois, mais souhaitez-en plusieurs"},{"SurahNumber":25,"VerseNumber":15,"Text":"Dis : \"Est-ce mieux ceci ? Ou bien le Paradis éternel qui a été promis aux pieux, comme récompense et destination dernière"},{"SurahNumber":25,"VerseNumber":16,"Text":"Ils auront là tout ce qu’ils désireront et une demeure éternelle. C’est une promesse incombant à ton Seigneur"},{"SurahNumber":25,"VerseNumber":17,"Text":"Et le jour où Il les rassemblera, eux et ceux qu’ils adoraient en dehors d’Allah, Il dira : \"Est-ce vous qui avez égaré Mes serviteurs que voici, ou ont-ils eux- mêmes perdu le sentier"},{"SurahNumber":25,"VerseNumber":18,"Text":"Ils diront : “Gloire à Toi ! Il ne nous convenait nullement de prendre en dehors de Toi des patrons protecteurs mais Tu les as comblés de jouissance ainsi que leurs ancêtres au point qu’ils en ont oublié le [livre du] Rappel [le Coran]. Et ils ont été des gens anéantis.”"},{"SurahNumber":25,"VerseNumber":19,"Text":"Ils vous ont démentis en ce que vous dites. Il n’y aura pour vous ni échappatoire ni secours (possible). Et quiconque des vôtres est injuste, Nous lui ferons goûter un grand châtiment"},{"SurahNumber":25,"VerseNumber":20,"Text":"Et Nous n’avons envoyé avant toi que des Envoyés qui mangeaient de la nourriture et circulaient dans les marchés. Et Nous avons fait de certains d’entre vous une épreuve pour les autres - endurerez-vous avec constance ? - Et ton Seigneur demeure Clairvoyant"}]}