{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":27,"VerseNumber":83,"Text":"(Muhammad) sira nyritakna bab dina Qiyamat, nalikane Ingsun nglumpukake wong kang padha maido ing ayatingsun. Siji - sijining umat dadi sepantha - pantha, kabeh ora kena lunga"},{"SurahNumber":27,"VerseNumber":84,"Text":"Bareng wis teka nglumpuk kabeh, Allah paring pangandika, \"Ya gene sira padha wani - wani maido marang ayatingsun, tanpa sira pikir, sira ora sumurp katerangane apa bener, apa luput. Saiki endi perintah ingsun kang padha sira tindakake"},{"SurahNumber":27,"VerseNumber":85,"Text":"Ing kono dhawuhe Allah nemtokake siksane tumeka marang wong kafir mau, amarga anggone tumindak duraka kafir, dadi kabeh banjur padha ora bisa ngucap sakecap - sakecapa"},{"SurahNumber":27,"VerseNumber":86,"Text":"Yagene padha ora andeleng anggoningsun nitahake wengi kanggo wayahe wong padha leren, sarta nitahake rina kanggo wayahe wong melek andeleng barang - barang? kang mengkono iku dadi tandha yekti sampurnane kuwasaningsun tumrap kaum kang padha iman"},{"SurahNumber":27,"VerseNumber":87,"Text":"Nalinake (malaikat Israfil) andamu sempronge (slomprete), ing kono saisining langit lan bumi padha giris kabeh, mung sapa kang diparengake dening Allah , iku ora wedi. Kabeh mau (bareng wis padha ditangekake saka ing pati) banjur padha sowan ana ing ngarsane Allah, sarta padha cilik atine"},{"SurahNumber":27,"VerseNumber":88,"Text":"Nalika iku sira sumurp gunung saking dening gedhene, dikira meneng bae, nanging satemene mlaku rikat, kaya lakune mega ginawa ing angin. Kang mangkono iku pandamele Allah kang nindakake kabeh barang sarwa sampurna. Satemeen Allah iku Maha waspadha marang barang kang sira tindakake"},{"SurahNumber":27,"VerseNumber":89,"Text":"Sing sapa nindakake kabecikan (ngucap laa ilaaha illallah), wong iku (ana ing akherat), pikantuk ganjaran kang luwih becik tinimbang kabecikan kang ditindakake. Sarta ana ing dina Qiyamat selamet saka barang kang diewedeni"},{"SurahNumber":27,"VerseNumber":90,"Text":"Dene sing sapa nindakake ala (kafir, musyrik) wong mau rahine dijungkelake ing neraka. (malaikat kang anjaga neraka ngucap), \"Siksa mengkene iki piwalese apa ta? ora liya iya piwale ala kang padha sira tindakake biyen"},{"SurahNumber":27,"VerseNumber":91,"Text":"(Muhammad) sira dhawuha, \"Satemeen Ingsun diperintah manembah ing Allah, Pangerane negara (Mekkah) kang dimulyakake iki, kabeh barang iku kagungane Allah, lan Ingsun didhawuhi nglakoni agama Islam"},{"SurahNumber":27,"VerseNumber":92,"Text":"Lan maneh Ingsun didawuhi taberi macakake al-Quran (marang sira para manungsa kabeh, apadene ngajak percaya marang Allah). lan sing sapa pikantuk pitedah, (banjur percaya marang Allah) ganjarane maedahi marang awake dhewe, dene sing sapa kesasar, ngucapa, \"Kewajibaningsun ora liya mung nekakake dhawuh, panunggalane juru pepeling"},{"SurahNumber":27,"VerseNumber":93,"Text":"Lan sira dhawuha, \"Kabeh pangalemba iku kagungane Allah, Allah bakal maringi sumurp ayat - ayat marang sira kanggo tandha yekti kuwasane Allah, sira bakal padha sumurup tandha yekti mau, Dene Allah Pangeranira ora pisa - pisan kesupen marang kabeh barang kang padha sira tindakake"}]}