{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"بىز شەك ـ شۈبھىسىز مۇساغا ۋەھىي قىلدۇقكى، «سەن مېنىڭ بەندىلىرىمنى كېچىدە (مىسىردىن) ئېلىپ چىقىپ كەت، سەن (ھاساڭنى) دېڭىزغا ئۇرۇپ ئۇلارغا بىر قۇرۇق يول ئېچىپ بەرگىن، (پىرئەۋننىڭ ئارقاڭدىن قوغلاپ) يېتىۋېلىشىدىن قورقمىغىن، (دېڭىزدا غەرق بولۇپ كېتىشتىنمۇ) قورقمىغىن»"},{"SurahNumber":20,"VerseNumber":78,"Text":"پىرئەۋن لەشكەرلىرى بىلەن ئۇلارنى قوغلىدى، ئۇلارنى (يەنى پىرئەۋن بىلەن ئۇنىڭ لەشكىرىنى) دېڭىزدا دەھشەتلىك ھالەت ئورىۋالدى (يەنى ئۇلار دېڭىزدا غەرق بولدى)"},{"SurahNumber":20,"VerseNumber":79,"Text":"پىرئەۋن ئۆز قەۋمىنى ئازدۇردى، (ئۇلارنى) توغرا يولغا باشلىمىدى"},{"SurahNumber":20,"VerseNumber":80,"Text":"ئى ئىسرائىل ئەۋلادى! سىلەرنى ھەقىقەتەن دۈشمىنىڭلاردىن قۇتقۇزدۇق، (مۇناجات ئۈچۈن ۋە مۇساغا تەۋراتنى نازىل قىلىش ئۈچۈن) سىلەرگە (تۇرسىنا) نىڭ ئوڭ تەرىپىنى ۋەدە قىلدۇق، سىلەرگە تەرەنجىبىن بىلەن بۆدۈنىنى چۈشۈرۈپ بەردۇق"},{"SurahNumber":20,"VerseNumber":81,"Text":"(ئېيتتۇقكى) «بىز رىزىق قىلىپ بەرگەن پاك ـ ھالال نەرسىلەردىن يەڭلار، بۇ ھەقتە چەكتىن ئاشماڭلار، (ئۇنداق قىلساڭلار) سىلەرگە غەزىپىم نازىل بولىدۇ، كىمگە مېنىڭ غەزىپىم نازىل بولىدىكەن، ئۇ چوقۇم ھالاك بولىدۇ"},{"SurahNumber":20,"VerseNumber":82,"Text":"تەۋبە قىلغان، ئىمان ئېيتقان، ياخشى ئەمەللەرنى قىلغان، ئاندىن توغرا يولدا ماڭغان ئادەمنى مەن ئەلۋەتتە ناھايىتى مەغپىرەت قىلغۇچىمەن»"},{"SurahNumber":20,"VerseNumber":83,"Text":"«ئى مۇسا! ئالدىراپ (تۇرسىناغا) قەۋمىڭدىن ئىلگىرى كېلىشىڭنىڭ سەۋەبى نېمە؟» دېدۇق"},{"SurahNumber":20,"VerseNumber":84,"Text":"مۇسا ئېيتتى: «ئۇلار ئىزىمنى قوغلىشىپ كېلىۋاتىدۇ، پەرۋەردىگارىم! سېنى رازى بولسۇن دەپ بۇ يەرگە ئالدىراپ كەلدىم»"},{"SurahNumber":20,"VerseNumber":85,"Text":"ئاللاھ ئېيتتى: «سەندىن (يەنى سەن كەتكەندىن) كېيىن قەۋمىڭنى ھەقىقەتەن سىنىدۇق، ئۇلارنى سامىرى ئازدۇردى»"},{"SurahNumber":20,"VerseNumber":86,"Text":"مۇسا قەۋمىگە غەزەپلەنگەن ھالدا خاپا قايتتى، ئۇ ئېيتتى: «سىلەرگە پەرۋەردىگارىڭلار چىرايلىق ۋەدە قىلمىغانمىدى؟ (سىلەر ئەھدىنى ئۇنتۇغۇدەك) ۋاقىت شۇنچە ئۇزۇن بولۇپ كەتتىمۇ؟ ياكى سىلەر ئۆزۈڭلار پەرۋەردىگارىڭلارنىڭ غەزىپى چۈشۈشىنى ئىرادە قىلدىڭلارمۇ؟ شۇنىڭ ئۈچۈن سىلەرنىڭ ماڭا بەرگەن ۋەدەڭلارغا خىلاپلىق قىلدىڭلارمۇ؟»"},{"SurahNumber":20,"VerseNumber":87,"Text":"ئۇلار ئېيتتى: «ساڭا بەرگەن ۋەدىگە ئۆزلۈكىمىزدىن خىلاپلىق قىلغىنىمىز يوق، لېكىن بىز (پىرئەۋن) قەۋمىنىڭ زىننەتلىرىدىن نۇرغۇن ئېلىپ چىققان ئىدۇق، (سامىرىنىڭ بۇيرۇقى بويىچە) ئۇلارنى (ئوتقا) تاشلىدۇق، سامىرىمۇ (ئۆزى ئېلىپ چىققان زىبۇ- زىننەتلىرىنى) تاشلىدى»"},{"SurahNumber":20,"VerseNumber":88,"Text":"سامىرى (ئېرىتىلگەن زىبۇ - زىننەتلەردىن) ئۇلار ئۈچۈن بىر موزاي ھەيكەل ياسىدى، ئۇنىڭدىن موزاينىڭ ئاۋازىغا ئوخشاش ئاۋاز چىقاتتى، ئۇلار (يەنى سامىرى ۋە ئۇنىڭ تەۋەلىرى) ئېيتتى: «بۇ سىلەرنىڭ ئىلاھىڭلاردۇر ۋە مۇسانىڭ ئىلاھىدۇر، مۇسا (ئىلاھنى بۇ يەردە) ئۇنتۇپ قېلىپ (ئۇنى ئىزدەپ تۇرسىناغا كەتتى)»"},{"SurahNumber":20,"VerseNumber":89,"Text":"ئۇ موزاينىڭ ئۇلارنىڭ سۆزىگە جاۋاب بېرەلمەيدىغانلىقىنى، ئۇلارغا پايدا ـ زىيان يەتكۈزەلمەيدىغانلىقىنى ئۇلار ئۇقمامدۇ؟"}]}