{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":48,"VerseNumber":11,"Text":"Bedevilerden geri bırakılanlar yakında sana «Mallarımız ve ailelerimiz bizi alıkoydu. Onun için bizim yarlığanmamızı isteyiver» diyecekler. Onlar kalblerinde olmayan şey´i dilleriyle söylerler. Sen de ki: «Allah size bir zarar diler, yahud size bir fâide dilerse Allah (ın meşiyyetinden ve kazaasından) her hangi bir şeyle sizi kim men´edebilir? Hayır, Allah yapmakda olduğunuz her şeyden hakkıyle haberdârdır»"},{"SurahNumber":48,"VerseNumber":12,"Text":"Daha doğrusu siz peygamberin de, mü´minlerin de ailelerine temelli dönemeyeceklerini sandınız. Bu, sizin kalblerinizde süslen (ib kökleş) di. Kötü zanda bulundunuz. (Bu yüzden Allah indinde) helake mahkûm bir kavm oldunuz"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kim Allaha ve peygamberine îman etmezse muhakkak (bilsin) ki biz o kâfirler için çılgın bir ateş hazırlamışızdır"},{"SurahNumber":48,"VerseNumber":14,"Text":"Göklerin ve yerin mülk (-ü tasarruf) u Allahındır. Kimi dilerse yarlığar, kimi dilerse azâblandırır. Allah çok yarlığayıcı, çok esirgeyicidir"},{"SurahNumber":48,"VerseNumber":15,"Text":"Siz ganimetler almak için gitdiğiniz vakit o geri bırakılanlar diyecek (ler) ki: «Bırakın biz de arkanıza düşelim». Onlar (bununla) Allahın sözünü değişdirmelerini isterler. De ki: «Bizim arkamıza asla düşemezsiniz siz. Allah, daha evvel böyle buyurmuşdur». Bunun üzerine de «Hayır, siz bizi çekemiyorsunuz» diyeceklerdir. Bil´akis onlar (başka değil) pek az anlar kimselerdir"},{"SurahNumber":48,"VerseNumber":16,"Text":"Bedevilerden o geri bırakılanlara de ki: «Siz yakında çetin bir harb ehli olan bir kavme, siz kendileriyle muhaarebe etmek, yahut (muhaarebesiz) onlar (ın) müslüman ol (malarını sağla) mak üzere da´vet olunacaksınız. Binâen´aleyh (onlarla döğüşmek hususunda) îtâat ederseniz Allah size güzel bir mükâfat verir, eğer evvelce döndüğünüz gibi dönerseniz sizi elem verici bir azâb ile azâblandırır.»"},{"SurahNumber":48,"VerseNumber":17,"Text":"A´maaya (muhaarebeden geri kalmak hususunda) vebal yok. Topala vebal yok. Hastaya vebal yok. Kim Allaha ve resulüne itaat ederse (Allah) onu altlarından ırmaklar akan cennetlere sokar. Kim geri kalırsa onu da elem verici bir azâb ile azâblandırır"}]}