{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"Ние секако го испративме до Семуд братот нивни Салих: “Обожавајте го Аллаха!\" - И тие, токму, се поделија во две дружини, еднанадруга спротиставени"},{"SurahNumber":27,"VerseNumber":46,"Text":"Салих рече:“ О народе мој, зошто брзате да ви дојде злото пред доброто? Зошто не барате прошка од Аллах? Па, можеби, ќе ви се смилува"},{"SurahNumber":27,"VerseNumber":47,"Text":"Рекоа: “Тебе и оние со тебе ве гледаме како лоша птица, предзнак.\" Салих рече: “Лошата птица ваша, предзнакот, е кај Аллах. Вие сте народ кој се проба"},{"SurahNumber":27,"VerseNumber":48,"Text":"Во градот имаше девет луѓе кои правеа безредие на Земјава и не воспоставуваа ред"},{"SurahNumber":27,"VerseNumber":49,"Text":"Рекоа, колнејќи се Во Аллах: “Ке го убиеме ноќе, него и семејството негово, сигурно! А потоа на најближниот по сродство ќе му речеме: “Не сме сведоци при убиството на семејството негово; ние, сигурно вистина зборуваме"},{"SurahNumber":27,"VerseNumber":50,"Text":"И правеа сплетки а и Ние правевме сплетки, но тоа не го усетуваат"},{"SurahNumber":27,"VerseNumber":51,"Text":"Па, погледни каква беше казната заради сплетките нивни; Ние ги уништивме, навистина, сите нив"},{"SurahNumber":27,"VerseNumber":52,"Text":"Ете, тоа се куќите нивни опустошени заради зулумот што го направија. Во тоа има, навистина, знамение за луѓето кои знаат"},{"SurahNumber":27,"VerseNumber":53,"Text":"Ние ги избавивме оние кои веруваа и кои беа богобојазливи"},{"SurahNumber":27,"VerseNumber":54,"Text":"кога Лут му рече на народот свој: “Ке запаѓате ли во срамно дело, а тоа сами го гледате"},{"SurahNumber":27,"VerseNumber":55,"Text":"Зарем вие ќе им приоѓате на мажите страствено а не на жените. Па, вие сте луѓе кои не знаете"},{"SurahNumber":27,"VerseNumber":56,"Text":"А народот негов само му одговори: “Истерајте го семејството Лутово од градот ваш. Да, тоа се луѓе кои се чистат"},{"SurahNumber":27,"VerseNumber":57,"Text":"И тогаш Ние ги избавивме Него и семејството негово, освен жена му за која одредивме да биде од останатите"},{"SurahNumber":27,"VerseNumber":58,"Text":"И Ние врз нив спуштивме ДОЖД голем. Е, само колку беше лош тој дожд за опоменатите"}]}