{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":15,"VerseNumber":80,"Text":"Doğrusu (Sâlih Peygamberin Semûd kavmi olan) Hicir halkı da peygamberleri yalanladılar"},{"SurahNumber":15,"VerseNumber":81,"Text":"Biz, onlara, mûcizelerimizi vermiştik de onlardan yüz çevirip durmuşlardı"},{"SurahNumber":15,"VerseNumber":82,"Text":"Dağlarda (kendilerini düşmanlardan, hırsızdan veya Allah’ın azabından kurtaracak) emniyetli zannettikleri evler yontup kuruyorlardı"},{"SurahNumber":15,"VerseNumber":83,"Text":"Bunları da o (korkunç) sayha (ses ve gürültü) sabahleyin yakalayıverdi. (gürültü ve zelzele neticesi helâk oldular)"},{"SurahNumber":15,"VerseNumber":84,"Text":"Böylece elde ettikleri muhkem evlerin, mal ve evlâdların kendilerine hiç faydası olmadı"},{"SurahNumber":15,"VerseNumber":85,"Text":"Biz göklerle Arzı ve aralarındaki şeyleri ancak hak ve hikmetle yarattık. (boşuna değil)... Elbetteki kıyamet gelecektir. Şimdi sen onlardan yüz çevir veya güzel muamelede bulun (Allah cezalarını verecektir.) Not: Bu âyeti kerime Kıtal âyeti ile nesh edilmiştir"},{"SurahNumber":15,"VerseNumber":86,"Text":"Gerçekten Rabbin kemaliyle yaratandır, Alîm’dir"},{"SurahNumber":15,"VerseNumber":87,"Text":"Andolsun ki, biz, sana, (her namazda) okunup tekrarlanan yedi âyeti (Fâtiha sûresini) ve şu büyük Kur’ân’ı verdik"},{"SurahNumber":15,"VerseNumber":88,"Text":"Sakın o kâfirlerden bir takımlarına verip de kendilerini zevklendirdiğimiz şeye (mal ve servete) gözlerini uzatıp rağbetle bakma; ve onların iman etmeyişlerine üzülme de müminlere kanadını indir, (onlara tevazu göster, kendilerini himayene al)"},{"SurahNumber":15,"VerseNumber":89,"Text":"Bir de (Ey Rasûlüm) de ki: “-Haberiniz olsun, ben, (üzerinize bir azap ineceğini bildiren) açık bir korkutucuyum"},{"SurahNumber":15,"VerseNumber":90,"Text":"Tıpkı o Yahudi ve Hristiyanlara indirdiğimiz (azap) gibi"},{"SurahNumber":15,"VerseNumber":91,"Text":"Onlar, o kimselerdir ki, kitablarını kısım kısım yapmışlardı (bir kısmına inanıyor, diğer bir kısmına inanmıyorlardı)"},{"SurahNumber":15,"VerseNumber":92,"Text":"Rabbin hakkı için, biz onların hepsine muhakkak surette yapmakta oldukları şeylerden soracağız (ve cezalarını vereceğiz)"},{"SurahNumber":15,"VerseNumber":93,"Text":"Rabbin hakkı için, biz onların hepsine muhakkak surette yapmakta oldukları şeylerden soracağız (ve cezalarını vereceğiz)"},{"SurahNumber":15,"VerseNumber":94,"Text":"Şimdi sen, emrolunduğun şeyi, çatlatırcasına bildir ve müşriklerden yüz çevir (sözlerine aldırış etme)"},{"SurahNumber":15,"VerseNumber":95,"Text":"Muhakkak ki biz, (seninle alay eden) o müstehzîlere karşı kâfiyiz, (onları helâk ederiz)"},{"SurahNumber":15,"VerseNumber":96,"Text":"Onlar, o kimselerdir ki, Allah ile beraber başka bir ilâh tanırlar. Onlar, yakında (başlarına gelecek akıbeti) bileceklerdir"},{"SurahNumber":15,"VerseNumber":97,"Text":"Gerçekten biliriz ki, onların sözlerine göğsün daralıyor, için sıkılıyor"},{"SurahNumber":15,"VerseNumber":98,"Text":"O halde, Rabbini hamd ile tesbîh et (sübhanellahi ve bihamdihi de) ve secde edenlerden ol. (Namaz kıl)"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ve sana ölüm gelinceye kadar, Rabbine ibadet et"}]}