{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":11,"Text":"Jedhi: \"dachii keessa deemaa; ergasii booddeen warra dhugaa kijibsiisee akkam akka ta’e ilaalaa"},{"SurahNumber":6,"VerseNumber":12,"Text":"Wantoonni samiifi dachii keessa jiran hundi kan eenyuuti?\" jedhi“Kan Rabbiiti” jedhiLubbuu Isaa irratti rahmata barreessee jiraDhugumatti, Guyyaa Qiyaamaa mamiin isa keessa hin jirreef walitti isin qabaIsaan lubbuu isaanii hoongessan, hin amananu"},{"SurahNumber":6,"VerseNumber":13,"Text":"Wanti halkaniifi guyyaa keessa callises kan RabbiitiInni dhagayaa, beekaadhas"},{"SurahNumber":6,"VerseNumber":14,"Text":"Sila Rabbii uumaa samiifi dachii, inni kan nyaachisu hin nyaanne ta'een alan gabbaramaa tolfadhaa?\" jedhi\"Ani jalqaba nama Rabbiif bulee ta'uuttin ajajameMushrikoota irraas hin ta'in (jedhameera)\" jedhi"},{"SurahNumber":6,"VerseNumber":15,"Text":"Ani yoon Gooftaa kiyya faallesseef adabbii guyyaa guddaan sodaadha\" jedhi"},{"SurahNumber":6,"VerseNumber":16,"Text":"Namni guyyaa san isa (adabicha) irraa deebifame, dhugumatti (Rabbiin) isa mararfateeraKun milkii guddaadha"},{"SurahNumber":6,"VerseNumber":17,"Text":"Yoo Rabbiin miidhaan si tuqe, Isa malee deemsisaan isaaf hin jiruYoo toltuudhaan isin tuqes, Inni waan hunda irratti danda’aadha"},{"SurahNumber":6,"VerseNumber":18,"Text":"Inni gabroota Isaa irratti mo’ataadhaInni ogeessa, keessa beekaadhas"},{"SurahNumber":6,"VerseNumber":19,"Text":"Sila ragaadhaaf waan hunda irra maaltu guddaadha?\" jedhi\"RabbumaGidduu kiyyaafi gidduu keessanitti ragaadhaQur’aanni kunis akkan ittiin isiniifi nama inni bira ga’u dinniinuuf gara kiyyatti beeksifameSila isin dhugumatti Rabbii wajjin gabbaramaan biraa ni jira jettanii ragaa baatuu?\" jedhiin\"Ani ragaa (akkasii) hin ba’u\" jedhi\"Dhugumatti, Inni dhugaan gabbaramaa tokkichaAnis waan isin gabbartan irraa qulqulluudha\" jedhi"},{"SurahNumber":6,"VerseNumber":20,"Text":"Warri kitaaba isaaniif kennine akka ilmaan isaanii beekanitti isa beekuWarri lubbuu isaanii hoongessan, isaan hin amananu"}]}