{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":153,"Text":"(Muhammad), the People of the Book ask you to make a Book descend to them from the heavens. However, they had asked Moses for things much harder to do than this, by saying, \"Show us God in person.\" Thunder and lightning struck them because of their unjust demands. Despite all the evidence that had come to them, they started to worship the calf, but We forgave them for their sins and gave Moses clear authority"},{"SurahNumber":4,"VerseNumber":154,"Text":"We raised Mount (Sinai) above them because of Our solemn promise to them. Also, We told them to prostrate themselves when entering the gate (of the holy house) and not to commit transgression on the Sabbath. We made a solemn covenant with them"},{"SurahNumber":4,"VerseNumber":155,"Text":"However, because of their disbelief, disregard of their covenant, denial of God's revelations, murdering the Prophets without reason, and their saying that their hearts were covered, We sealed up their hearts. Only a few of them believe"},{"SurahNumber":4,"VerseNumber":156,"Text":"Their hearts were also sealed because of their lack of faith, their gravely slanderous accusation against Mary"},{"SurahNumber":4,"VerseNumber":157,"Text":"and their statement that they murdered Jesus, son of Mary, the Messenger of God, when, in fact, they could not have murdered him or crucified him. They, in fact, murdered someone else by mistake. Even those who disputed (the question of whether or not Jesus was murdered) did not have a shred of evidence. All that they knew about it was mere conjecture. They certainly could not have murdered Jesus"},{"SurahNumber":4,"VerseNumber":158,"Text":"God raised him up to Himself. God is Majestic and All-wise"},{"SurahNumber":4,"VerseNumber":159,"Text":"There will be no one among the People of the Book who will not believe (a belief of no value) in him (Jesus) before their deaths. On the Day of Judgment, (Jesus) will testify against them"},{"SurahNumber":4,"VerseNumber":160,"Text":"We made unlawful for the Jews certain pure things which had been lawful for them before, because of the injustice which they had committed, their obstructing many people from the way of God"},{"SurahNumber":4,"VerseNumber":161,"Text":"their taking usury which was prohibited for them, and their consuming people's property unjustly. For the unbelievers among them, We have prepared a painful torment"},{"SurahNumber":4,"VerseNumber":162,"Text":"However, the learned among them (the Jews) and the faithful believe in what God has revealed to you (Muhammad) and to the others before you and those who are steadfast in prayer, pay their religious tax, and believe in God and the Day of Judgment. They all will receive a great reward from Us"}]}