{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":27,"Text":"Göylərin və yerin hökmranlığı ancaq Allaha məxsusdur. O Saatın gələcəyi gün – məhz o gün yalan danışanlar ziyana uğrayacaqlar"},{"SurahNumber":45,"VerseNumber":28,"Text":"Sən həmin gün bütün millətləri diz çökmüş görəcəksən. Hər millət öz əməl kitabına tərəf çağırılacaqdır. “Bu gün sizə etdiyiniz əməllərin əvəzi veriləcəkdir"},{"SurahNumber":45,"VerseNumber":29,"Text":"Bu Bizim sizin əleyhinizə həqiqəti söyləyən kitabımızdır. Şübhəsiz ki, Biz sizin etdiyiniz əməlləri yazdırmışıq!”"},{"SurahNumber":45,"VerseNumber":30,"Text":"İman gətirib yaxşı işlər görənlərə gəlincə, Rəbbi onları Öz mərhəmətinə nəsib edəcəkdir. Bu, açıq-aşkar müvəffəqiyyətdir"},{"SurahNumber":45,"VerseNumber":31,"Text":"Kafir olanlara gəldikdə isə, onlara deyiləcəkdir: “Məgər ayələrim sizə oxunmurdumu? Siz isə təkəbbür göstərirdiniz və günahkar adamlar idiniz"},{"SurahNumber":45,"VerseNumber":32,"Text":"Sizə: “Allahın vədi haqdır və o Saata heç bir şəkk-şübhə yoxdur!”– deyildiyi zaman: “Biz o Saatın nə olduğunu bilmirik! Onun ancaq bir zənn olduğunu güman edirik. Biz buna əmin deyilik!”– deyirdiniz”"},{"SurahNumber":45,"VerseNumber":33,"Text":"Onların etdikləri pis əməllər özlərinin qarşısına çıxacaq, istehza etdikləri əzab onları bürüyəcək"},{"SurahNumber":45,"VerseNumber":34,"Text":"və onlara deyiləcəkdir: “Siz bu gününüzlə qarşılaşacağınızı unutduğunuz kimi, Biz də bu gün sizi unudacağıq. Sizin sığınacaq yeriniz Cəhənnəmdir. Sizin köməkçiləriniz də olmayacaqdır"},{"SurahNumber":45,"VerseNumber":35,"Text":"Bu ona görədir ki, siz Allahın ayələrini məsxərəyə qoyurdunuz və dünya həyatı sizi aldatmışdı”. Bu gün onlar oradan çıxarılmayacaq və onlardan tövbə etmələri tələb olunmayacaqdır"},{"SurahNumber":45,"VerseNumber":36,"Text":"Göylərin Rəbbi, yerin Rəbbi və aləmlərin Rəbbi olan Allaha həmd olsun"},{"SurahNumber":45,"VerseNumber":37,"Text":"Göylərdə və yerdə böyüklük yalnız Ona məxsusdur. O, Qüdrətlidir, Müdrikdir"}]}