{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":28,"VerseNumber":22,"Text":"Ndipo pamene anali kuyandikira ku Midiyani Iye adati, “Ambuye anditsogolera ku njira yoyenera.”"},{"SurahNumber":28,"VerseNumber":23,"Text":"Ndipo pamene adafika pa chitsime cha ku Midiyani, iye adapeza gulu la anthu aamuna amene adali kumwetsa ziweto zawo. Ndipo kuonjezera paiwo, padali akazi awiri amene anali kungosunga nkhosa zawo. Mose adati, “Kodi vuto lanu ndi chiyani?” Iwo adati, “Sitingathe kumwetsa nkhosa zathu pokhapokha abusa awa atachotsa ziweto zawo. Ndipo bambo wathu ndi munthu wokalamba.”"},{"SurahNumber":28,"VerseNumber":24,"Text":"Mose adawamwetsera nkhosa zawo ndipo adachoka ndi kukakhala pa m’thunzi nati, “Ambuye, ine ndili kusowa zabwino zimene munganditumize.”"},{"SurahNumber":28,"VerseNumber":25,"Text":"Mmodzi mwa akazi aja adadza kwa iye akuyenda mwamanyazi nati, “Abambo anga ali kukuitanani kuti akakulipireni chifukwa chomwetsera ziweto zathu.” Ndipo pamene Mose adadza kwa iwo, adafotokoza nkhani yake kwa iye. Bambo uja adati, “Usaope. Tsopano wapulumuka m’manja mwa anthu oipa.”"},{"SurahNumber":28,"VerseNumber":26,"Text":"Mmodzi mwa akazi aja adati, “Atate, mulembeni ntchito munthu uyu. Munthu wabwino kumulemba ntchito ndi amene ali ndi mphamvu ndiponso wokhulupirika.”"},{"SurahNumber":28,"VerseNumber":27,"Text":"Atate adati, “Ine ndidzakupatsa mmodzi wa ana anga aakazi kuti umukwatire ngati ungakhale zaka zisanu ndi zitatu uli kundigwirira ntchito. Koma ngati ufuna ukhoza kugwira ntchito zaka khumi. Ine sindifuna kukuzunza ayi. Ngati Mulungu afuna, udzaona kuti ine ndine munthu wangwiro.”"},{"SurahNumber":28,"VerseNumber":28,"Text":"Mose adati, “Zimenezi zikhale pakati pa inu ndi ine. Mwa nthawi ziwirizi ine ndidzakwaniritsa ndipo pasadzakhale cholakwa kwa ine. Ndipo Mulungu ndi mboni pa zimene tili kukambiranazi.”"}]}