{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":26,"VerseNumber":34,"Text":"Pharaoh said to the chiefs around him, “This is indeed a learned magician"},{"SurahNumber":26,"VerseNumber":35,"Text":"He wants to drive you out of your land with his magic. What do you suggest?”"},{"SurahNumber":26,"VerseNumber":36,"Text":"They said, “Let him and his brother wait and dispatch heralds to the cities"},{"SurahNumber":26,"VerseNumber":37,"Text":"to bring you every learned magician.”"},{"SurahNumber":26,"VerseNumber":38,"Text":"So the magician were assembled at an appointed time on a known day"},{"SurahNumber":26,"VerseNumber":39,"Text":"And it was said to the people, “Will you join the gathering"},{"SurahNumber":26,"VerseNumber":40,"Text":"so that we may follow the magicians if they are victorious?”"},{"SurahNumber":26,"VerseNumber":41,"Text":"When the magicians came, they said to Pharaoh, “Will there be a reward for us if we are victorious?”"},{"SurahNumber":26,"VerseNumber":42,"Text":"He said, “Yes, and then you will surely be of those who are close to me.”"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moses said to them, “Throw whatever you wish to throw.”"},{"SurahNumber":26,"VerseNumber":44,"Text":"So they threw their ropes and staffs, and said, “By the glory of Pharaoh, it is we who will be the victorious!”"},{"SurahNumber":26,"VerseNumber":45,"Text":"Then Moses threw his staff, and at once it swallowed up all objects of their illusion"},{"SurahNumber":26,"VerseNumber":46,"Text":"So the magicians fell down in prostration"},{"SurahNumber":26,"VerseNumber":47,"Text":"They said, “We believe in the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":48,"Text":"the Lord of Moses and Aaron.”"},{"SurahNumber":26,"VerseNumber":49,"Text":"Pharaoh said, “How dare you believe in him before I give you permission. Indeed, he is your master who taught you magic, but you will soon come to know. I will surely cut off your hands and feet on opposite sides, then I will crucify you all.”"},{"SurahNumber":26,"VerseNumber":50,"Text":"They said, “No harm; we will surely return to our Lord"},{"SurahNumber":26,"VerseNumber":51,"Text":"We hope that our Lord will forgive us our sins, as we are the first of the believers.”"},{"SurahNumber":26,"VerseNumber":52,"Text":"We inspired Moses, “Leave with My slaves by night; you will surely be pursued.”"}]}