{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"Yaa nyini ŋun zaŋ sitira m-pili a maŋa (Annabi Muhammadu)"},{"SurahNumber":73,"VerseNumber":2,"Text":"Yiɣisim m-puhi jiŋli yuŋ, naɣila saha bɛla"},{"SurahNumber":73,"VerseNumber":3,"Text":"Di (yuŋ maa) pirgili, bee ka a booi di puuni saha biɛla"},{"SurahNumber":73,"VerseNumber":4,"Text":"Bee ka a pahi saha shεli di zuɣu, ka vεlgi Alkur’aani karim ni baalim"},{"SurahNumber":73,"VerseNumber":5,"Text":"Achiika! Ni baalim, Ti (Tinim’ Naawuni) ni siɣisi yεltɔɣa timsili (Alkur’aani) na a zuɣu"},{"SurahNumber":73,"VerseNumber":6,"Text":"Achiika! Yuŋ yiɣisi puhi jiŋli maa n- nyɛ din suhudoo gari, ni din yɛltɔɣa nyɛ kasi"},{"SurahNumber":73,"VerseNumber":7,"Text":"(Yaa nyini Annabi)! Achiika! A saŋgaya nyɛla din zooi wuntaŋ’ ni"},{"SurahNumber":73,"VerseNumber":8,"Text":"Yaha! (Yaa nyini Annabi)! Bolimi a Duuma (Naawuni) yuli, ka labsi a maŋ’ zaasa n-ti o, labsibu ni yɛlimaŋli"},{"SurahNumber":73,"VerseNumber":9,"Text":"(Ŋuna n-nyɛ) wulinpuhili mini wulinluhili Duuma, Duuma jεmdigu n-kani ni yεlimaŋli naɣila Ŋuna. Dinzuɣu, zaŋmi O leei a ni dalim So"},{"SurahNumber":73,"VerseNumber":10,"Text":"Yaha! (Yaa nyini Annabi)! Niŋmi suɣulo ni bɛ (chεfurinim’ maa) ni yεri shɛli, ka niŋ ba lalgim ka di nyɛla lalgim ni biɛrisuŋ"},{"SurahNumber":73,"VerseNumber":11,"Text":"Yaha! (Yaa nyini Annabi)! Chεli Ma (Mani Naawuni) ni ninvuɣu shεba ban labsi N yεltɔɣa ʒiri maa, bana n-nyɛ bundannima, ka naɣisi n-ti ba biɛla"},{"SurahNumber":73,"VerseNumber":12,"Text":"Achiika! Ti (Tinim’ Naawuni) mali bandi (ankufunima), n-ti pahi ʒehiimi buɣum"},{"SurahNumber":73,"VerseNumber":13,"Text":"Ni bindiri shεli din muɣiri lɔŋ ni, ni azaaba kpeeni"},{"SurahNumber":73,"VerseNumber":14,"Text":"Dabsi’ shεli tiŋgbani mini zoya ni yɛn ti sɔhigira, ka zoya leei kamani bihigu din kuli kpaari bahira"},{"SurahNumber":73,"VerseNumber":15,"Text":"Achiika! Ti (Tinim’ Naawuni) n-tim tuun’ so na yi (Maka chεfurinim’) sani, ni o ti leei shɛhiralana tin ya (Zaadali), kamani Ti ni daa min tim tuun’ so (Annabi Musa) na Fir’auna sani shεm"},{"SurahNumber":73,"VerseNumber":16,"Text":"Ka Fir’auna zaɣisi tumo maa yɛltɔɣa, ka Ti (Tinim’ Naawuni) daa gbaagi o gbaari kpeeni"},{"SurahNumber":73,"VerseNumber":17,"Text":"Dinzuɣu, yi yi niŋ chɛfuritali, ka yi yɛn niŋ wula n-taɣi yi maŋ ka chɛ dabsi’ shεli din (dabiɛm) yɛn ti chɛ ka bibihi leei ban mali kobpiεla"},{"SurahNumber":73,"VerseNumber":18,"Text":"Sagbana nyɛla din yɛn ti tahibɔɣi ni dina. Achiika! O (Naawuni) daalikauli nyɛla din yɛn niŋ"},{"SurahNumber":73,"VerseNumber":19,"Text":"Achiika! Ŋɔ maa nyɛla teebu, dinzuɣu ninvuɣu so ŋun bɔra, tɔ! Ŋun gbibi soviεlli n-zaŋ chaŋ o Duuma (Naawuni) sani"}]}