{"Id":315,"LanguageCodes":["si","sin"],"Name":"sin-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"තාහා"},{"SurahNumber":20,"VerseNumber":2,"Text":"නුඹ දුකට පත් වනු පිණිස අපි නුඹ වෙත කුර්ආනය පහළ නොකළෙමු"},{"SurahNumber":20,"VerseNumber":3,"Text":"බියෙන් පසු වන අයට උපදෙසක් වශයෙන් මිස (එය පහළ නොකළෙමු)"},{"SurahNumber":20,"VerseNumber":4,"Text":"(මෙය) මහපොළොව හා උස් වූ අහස් මැවූ ඔහුගෙන් වූ පහළ කිරීමකි"},{"SurahNumber":20,"VerseNumber":5,"Text":"මහා කරුණාන්විතයාණන් අර්ෂ් මත ස්ථාපිත විය"},{"SurahNumber":20,"VerseNumber":6,"Text":"අහස්හි ඇති දෑ ද මහපොළොවෙහි ඇති දෑ ද ඒ දෙක අතර ඇති දෑ ද පස් යට ඇති දෑ ද ඔහු සතුය"},{"SurahNumber":20,"VerseNumber":7,"Text":"ප්‍රකාශය නුඹ හඬ නඟා පැවසුව ද (එහි වෙනසක් නොමැත) හේතුව රහස් දෑ හා සඟවන දෑ නියත වශයෙන්ම ඔහු දනී"},{"SurahNumber":20,"VerseNumber":8,"Text":"අල්ලාහ්, ඔහු හැර වෙනත් දෙවිඳෙකු නොමැත. ඔහුට අලංකාර නාමයන් ඇත"},{"SurahNumber":20,"VerseNumber":9,"Text":"තවද මූසාගේ පුවත නුඹ වෙත පැමිණියේ ද"},{"SurahNumber":20,"VerseNumber":10,"Text":"ඔහු ගින්නක් දුටු අවස්ථාවේ ‘නුඹලා රැඳී සිටිනු. නියත වශයෙන්ම මම ගින්නක් දුටුවෙමි. එයින් ගිනි මැලයක් නුඹලා වෙත ගෙන එන්නට මට පුළුවණ. එසේ නැතහොත් ගින්න සඳහා වූ මග පෙන්වීමක් මා ලබන්නට පුළුවණ’ යැයි තම පවුලට ඔහු පැවසුවේය"},{"SurahNumber":20,"VerseNumber":11,"Text":"ඔහු ඒ වෙත පැමිණි කල්හි ‘අහෝ ! මූසා"},{"SurahNumber":20,"VerseNumber":12,"Text":"නියත වශයෙන්ම මම නුඹගේ පරමාධිපති වෙමි. එහෙයින් නුඹගේ පාවහන් යුගල නුඹ ගලවා දමනු. නියත වශයෙන්ම නුඹ පාරිශුද්ධත්වයට පත් කරනු ලැබූ තුවා නම් මිටියාවතෙහිය’ යැයි අමතනු ලැබීය"},{"SurahNumber":20,"VerseNumber":13,"Text":"තවද මම නුඹ ව (නබිවරයකු වශයෙන්) තෝරා ගත්තෙමි. එහෙයින් හෙළිදරව් කරනු ලබන දෑට නුඹ සවන් දෙනු"},{"SurahNumber":20,"VerseNumber":14,"Text":"නියත වශයෙන්ම මම අල්ලාහ් වෙමි. මා හැර වෙනත් දෙවිඳෙකු නොමැත. එහෙයින් නුඹ මට ගැතිකම් කරනු. තවද මා මෙනෙහි කරනු වස් නුඹ සලාතය විධිමත් ව ඉටු කරනු"},{"SurahNumber":20,"VerseNumber":15,"Text":"නියත වශයෙන්ම (අවසන්) හෝරාව පැමිණෙන්නකි. සෑම ආත්මයකටම තමන් වෙහෙස වූ දෑ සඳහා ප්‍රතිඵල දෙනු ලබනු පිණිස මම එය සඟවා ඇත්තෙමි"},{"SurahNumber":20,"VerseNumber":16,"Text":"එහෙයින් ඒ පිළිබඳ විශ්වාස නොකර තම ආශාවන් අනුගමනය කළ අය නුඹ ව එයින් (මරණින් මතු දිනය ගැන විශ්වාස කිරීමෙන්) නොවැළැක්විය යුතුය. එසේ (වැළකී සිටියේ නම්) නුඹ විනාශයට පත්වන්නෙහිය"},{"SurahNumber":20,"VerseNumber":17,"Text":"අහෝ ! මූසා, නුඹේ දකුණතෙහි ඇති‍ එය කුමක් ද"},{"SurahNumber":20,"VerseNumber":18,"Text":"‘එය මාගේ සැරයටිය වේ. මම ඒ මත බර දී සිටිමි. තවද එමගින් මාගේ එළුවන්ට (අතු කොළ) කඩා බිම දමමි. තවද මට එහි වෙනත් අවශ්‍යතාවන් ද ඇත’ යැයි ඔහු (මූසා) පැවසීය"},{"SurahNumber":20,"VerseNumber":19,"Text":"‘අහෝ ! මූසා, නුඹ එය බිම හෙළනු’ යැයි ඔහු (අල්ලාහ්) පැවසුවේය"},{"SurahNumber":20,"VerseNumber":20,"Text":"එවිට ඔහු එය බිම හෙළීය. එසැණින් එය බඩගා යන සර්පයෙකු බවට පත් විය"},{"SurahNumber":20,"VerseNumber":21,"Text":"නුඹ එය අල්ලනු. තවද නුඹ බිය නොවනු. එහි මුල් ස්වභාවයටම එය නැවත පත් කරන්නෙමු යැයි ඔහු (අල්ලාහ්) පැවසුවේය"},{"SurahNumber":20,"VerseNumber":22,"Text":"නුඹේ අත නුඹේ කිහිල්ල වෙත එකතු කර තබනු. කිසිදු හානියකින් තොර ව තවත් සංඥාවක් ලෙස සුදුවන් දීප්තියක් එය පිට කරනු ඇත"},{"SurahNumber":20,"VerseNumber":23,"Text":"(එය) අපගේ මහත් වූ සංඥාවන් අතුරින් අප නුඹට පෙන්වීම පිණිසය"},{"SurahNumber":20,"VerseNumber":24,"Text":"නුඹ ෆිර්අවුන් වෙත යනු. නියත වශයෙන්ම ඔහු සීමාව ඉක්මවා ගොස් ඇත"}]}