{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":10,"Text":"De ki: \"(Allah şöyle buyuruyor:) ´Ey inanan kullarım! Rabbinize karşı sorumluluğunuzun bilincinde olun! Bu dünyada iyi şeyler için gayret edenleri güzel bir son beklemektedir. (Unutmayın ki) Allah´ın arzı geniştir, (ve) elbette sıkıntılara göğüs gerenlere mükafatları hesapsız verilecektir"},{"SurahNumber":39,"VerseNumber":11,"Text":"De ki (ey Muhammed): \"İçten bir inançla Allah´a bağlanarak yalnız O´na kulluk etmekle emrolundum"},{"SurahNumber":39,"VerseNumber":12,"Text":"ve Allah´a teslim olanların öncüsü olmakla"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: \"Rabbime isyan etseydim, o müthiş (Hesap) Günü´nde (başıma gelecek) azaptan dehşete kapılırdım"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: \"İçten bir inançla yalnız O´na bağlanarak O´na kulluk ederim"},{"SurahNumber":39,"VerseNumber":15,"Text":"(Siz de, ey günahkarlar,) O´nun dışında dilediğinize kulluk ed(ip etmemeniz kendi elinizdedir)!\" De ki: \"(Gerçekten) hüsrana uğrayanlar, Kıyamet Günü hem kendilerini, hem de dost ve akrabalarını kaybedecek olanlardır: bu (ap)açık bir kayıp değil midir"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların üstünde ateş bulutları toplanacak ve altlarında da (benzer ateş) tabakaları bulunacaktır...\" Allah kulların(ın kalbin)e işte bu yolla korku salar. Ey kullarım! Öyleyse, Bana karşı sorumluluğunuzun bilincinde olun"},{"SurahNumber":39,"VerseNumber":17,"Text":"şeytani güçlere kulluk yapma (eğilimin)den kaçınanlara ve Allah´a yönelenlere (öteki dünya için mutluluk) müjdeleri vardır. Öyleyse bu müjdeyi kullarıma ver"},{"SurahNumber":39,"VerseNumber":18,"Text":"(şu) söylenen her sözü (dikkatle) dinleyen ve onların en güzeline uyan (kullarım)a: (çünkü) Allah´ın hidayetine mazhar olanlar onlardır ve onlar (gerçek) akıl iz´an sahipleridir"},{"SurahNumber":39,"VerseNumber":19,"Text":"Peki, ya (Allah´ın) azabına çarpılmış olan kimse(yi insanlar kurtarabilir) mi? Ateşi hak eden kimseyi sen kurtarabilir misin"},{"SurahNumber":39,"VerseNumber":20,"Text":"Buna karşılık, Rablerine karşı sorumluluklarının bilincinde olanlar, (öteki dünyada) üst üste bina edilmiş altından ırmaklar akan yüksek köşklere sahip olacaklardır: (Bu,) Allah´ın vaadi(dir); (ve) Allah vaadinden asla dönmez"},{"SurahNumber":39,"VerseNumber":21,"Text":"Görmezler mi göklerden yağmur indiren ve onu su kaynakları şeklinde yeryüzünde akıtıp duran Allah´tır. Ve sonra onunla çeşitli renklerde ekinler yetiştiren, sonra da onları kurutan O´dur. O zaman sen ekinlerin sarardığını görürsün; ve sonunda Allah onları toz haline getirir. Şüphesiz bunlarda akıl iz´an sahipleri için gerçek bir ders vardır"}]}