{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"Man (ingatlah), waktu Kami bapirman ka’ sigana mala’ekat, ”sujudlah kita’ samua ka’ adam,” lalu iaka’koa sujud, kacoali balis. Ia (balis) bakata, ”ahe ke’ aku harus sujud ka’ urakng nang Kita’ ciptaatn dari tanah?”"},{"SurahNumber":17,"VerseNumber":62,"Text":"Ia (Balis) bakata, ”tarang’katnlah ka’ aku, nianke’ nang labih Kita’ muliaatn daripada aku? Sakiranya Kita’ mare’ waktu ka’ aku sampe hari kiamat, pasti mao’ ku sasatatn katurunannya, kacoali sabebat ihan. ” 17. AL-I"},{"SurahNumber":17,"VerseNumber":63,"Text":"Ia (Allah) bapirman, ”darilah, tapi sae ma’an ka’ antara iaka’koa nang ngikuti’ kao maka sungguh, naraka Jahanamlah balasatnnyu samua, sabage pambalasan nang cukup"},{"SurahNumber":17,"VerseNumber":64,"Text":"Man tipulah sae ma’an ka’ antara iaka’koa nang kao (balis) sanggup mang suaranyu (nang ngarere’i’), babalah pasukatnnyu terhadap nya ka’koa, nang bakuda man nang bajalatn paha, man basakongkollah mang iaka’koa ka’ harta man anak-anak lalu bare’ janjilah ka’ iaka’koa. Padahal setan koa nggelah nyanjiatn tipuan balaka ka’ nyaka’koa"},{"SurahNumber":17,"VerseNumber":65,"Text":"Sabatolnya (terhadap) hamba-hamba-Ku, kao (balis) nana’lah dapat bakuasa Atas iaka’koa. Man cukuplah Tuhannyu sabage panjaga. ”"},{"SurahNumber":17,"VerseNumber":66,"Text":"Tuhannyulah nang ngalayaratn kapal-kapal ka’ lautan nto’nyu, supaya kao ngago’ karunia-Nya. Sungguh Ia Maha Penyayang ka’ kita’"},{"SurahNumber":17,"VerseNumber":67,"Text":"Man kade’ kita’ kana timpa’ bahaya ka’ lautan, pasti hilang samua nang (biasa) kita’ saru’, kacoali Ia. Tapi waktu Ia nyalamatatn kita’ ka’ daratan, kita’ bapaling (dari-Nya). Man talino memang salalu ingkar (nana’ basukur)"},{"SurahNumber":17,"VerseNumber":68,"Text":"Maka ahe ke’ kita’ marasa aman bahoa’ Ia nana’ akan ningalamptn saka’an daratan basama kita’ ato Ia nyiupatn (nyaru karas nang ngincakngi’) batu-batu enek? Man kita’ nana’ akan napati’ surakng pangingu pun"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ato ke’ kita’ marasa aman bahoa’ Ia nana’ akan ngambaliatn kita’ ka’ laut sakali agi’, lalu Ia nyiupatn angin topan ka’ kita’ man ditingalamptn’-Nya kita’ disababpatn kekapirannyu? Kamudian kita’ nana’ akan namu surakng panolongpun dalapm ngadapi’ (siksaan) Kami"},{"SurahNumber":17,"VerseNumber":70,"Text":"Man sunggguh Kami udah ngamuliaatn anak cucu Adam, man Kami angkut iaka’koa ka’ darat man ka’ laut, man Kami bare’ iaka’koa rajaki dari nang edo’-edo’ man Kami labihatn iaka’koa ka’ atas manyak mahluk nang Kami nyiptaatn mang kalabihan nang sampurana"}]}