{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":7,"VerseNumber":130,"Text":"At katotohanang Aming pinarusahan ang mga tao ni Paraon sa maraming taon ng tagtuyot at kakulangan ng mga bunga (at pananim, atbp.), upang sila ay makaala- ala (makinig at sumunod)"},{"SurahNumber":7,"VerseNumber":131,"Text":"Datapuwa’t kailanma’t may mabuti na sumapit sa kanila, sila ay nagsasabi: “Ito ay amin.” At kung ang kasamaan ay maminsala sa kanila, sila ay nagtuturing dito na ito ay sanhi ng masamang pangitain na nakakabit kay Moises at sa kanyang mga kasama. Inyong maalaman! Ang kanilang masamang pangitain ay nasa (karunungan) ni Allah datapuwa’t ang karamihan sa kanila ay hindi nakakaalam"},{"SurahNumber":7,"VerseNumber":132,"Text":"Sila ay nagsabi (kay Moises): “Anumang Ayat (mga katibayan, kapahayagan, aral, tanda, atbp.) ang iyong dalhin sa amin, upang gumawa na kasama rito ang iyong panggagaway sa amin, kailanman ay hindi kami sasampalataya sa iyo.”"},{"SurahNumber":7,"VerseNumber":133,"Text":"Kaya’t Aming ipinadala sa kanila (ang mga ito): ang baha, ang mga tipaklong, ang mga kuto, ang mga palaka, at ang dugo: (bilang sunod-sunod) na mga maliliwanag na Tanda, datapuwa’t sila ay nanatili na mga palalo, at sila ay nasa lipon ng mga tao na Mujrimun (mga kriminal, mapagsamba sa diyus-diyosan, makasalanan, atbp)"},{"SurahNumber":7,"VerseNumber":134,"Text":"At nang ang kaparusahan ay sumapit sa kanila, sila ay nagsabi: “o Moises. Panikluhuran mo ang iyong Panginoon para sa amin dahilan sa Kanyang pangako sa iyo. Kung iyong papawiin ang kaparusahan sa amin, katotohanang kami ay sasampalataya sa iyo at hahayaan namin ang Angkan ng Israelayhumayonakasamamo.”"},{"SurahNumber":7,"VerseNumber":135,"Text":"Datapuwa’tnangAming pawiin ang kaparusahan sa kanila sa isang natatakdaang panahon, na marapat nilang sapitin, pagmasdan! Sila ay sumira sa kanilang salita"},{"SurahNumber":7,"VerseNumber":136,"Text":"Kaya’t Kami ay kumuha ng kabayaran mula sa kanila. Sila ay Aming nilunod sa dagat, sapagkat itinakwil nila ang Aming Ayat (mga katibayan, kapahayagan, aral, tanda, atbp.), at sila ay pabaya na kumuha ng babala mula sa kanila"},{"SurahNumber":7,"VerseNumber":137,"Text":"At Aming ginawa ang mga tao na itinuturing na mahina, na (kanilang) manahin ang mga silangang bahagi ng kalupaan at mga kanlurang bahagi niyaon na Aming binasbasan. Ang makatarungang pangako ng inyong Panginoon ay natupad para sa Angkan ng Israel dahilan sa kanilang pagbabata. At ganap Naming winasak ang lahat ng malalaking gawa at mga gusali na itinayo ni Paraon at ng kanyang mga tao"},{"SurahNumber":7,"VerseNumber":138,"Text":"At Aming dinala ang Angkan ng Israel (na ligtas) sa kabilang panig ng dagat, at sila ay sumapit sa isang pamayanan na may pagdedebosyon sa ilan sa kanilang mga imahen (pagsamba sa diyus-diyosan). Sila ay nagsabi: “o Moises! Gumawa ka sa amin ng isang diyos sapagkat sila ay may mga diyos.” Siya ay nagturing: “Katotohanang kayo ay mga tao na hindi nakakatalos (ng Kamahalan at Kadakilaan ni Allah, at kung ano ang ipinag-uutos sa inyo, alalaong baga, ang huwag sumamba sa iba pa maliban lamang kay Allah, ang Nag-iisa at Tanging diyos ng lahat ng mga nilalang)"},{"SurahNumber":7,"VerseNumber":139,"Text":"(Si Moises ay muling bumanggit): “Katotohanan, ang mga taong ito at ang kanilang pinagkakaabalahan (na pagsamba sa mga diyus-diyosan) ay wawasakin. At ang lahat ng kanilang ginagawa ay walang saysay.”"},{"SurahNumber":7,"VerseNumber":140,"Text":"Siya (Moises) ay nagsabi: “Ako baga ay hahanap para sa inyo ng isang diyos maliban pa kay Allah, samantalang Kanyang binigyan kayo ng mataas na katatayuan na higit sa lahat ng mga nilalang (ng inyong panahon).”"},{"SurahNumber":7,"VerseNumber":141,"Text":"At (gunitain) nang Aming iniligtas kayo mula sa mga tao ni Paraon, na nagpapahirap sa inyo ng pinakamatinding kaparusahan, na pumapatay sa inyong mga anak na lalaki, at hinahayaang mabuhay ang inyong kababaihan. At dito ay mayroong isang malaking pagsubok mula sa inyong Panginoon"}]}