{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Mela ma tarax (Muħammad) lil dawk (ta' wiċċ b'ieħor) li ssieħbu ma' nies (il-Lhud) li Alla għadab għalihom' (Dawn ta' wiċċ b'ieħor) ma humiex minnkom (il-Misilmin), u lanqas minnhom (mil-Lhud), u jaħilfu bil-ġideb (u jgħidu: UFuq Alla, aħna tassew Misilmini'') u jafu (li dan ma huwiex minnu)"},{"SurahNumber":58,"VerseNumber":15,"Text":"Alla ħejja għalihom kastig qalil. Tabilħaqq ħażin dak li kienu jagħmlul"},{"SurahNumber":58,"VerseNumber":16,"Text":"Huma jistkennu wara l-ħalf (fa/z) tagħhom u jżommu (lil ħaddieħor) mit-triq ta' Alla. Għalhekk ikollhom kastig ta' tkasbir"},{"SurahNumber":58,"VerseNumber":17,"Text":"Xejn, la ġidhom, u lanqas uliedhom, ina jħarsuhom minn Alla (u l-kastig tiegħu). Dawk huma nies in-Nar; huma fih jgħammru għal dejjemi"},{"SurahNumber":58,"VerseNumber":18,"Text":"Fil-Jum meta Alla jqajjimhom ilkoll mill-mewt, huma jaħilfulu bħalma jaħilfulkom (issa) u jaħsbu li għandhom xi ħaġa (li jistgħu joqogħdu fuqha). U ara, huma tabilħaqq il- giddibin"},{"SurahNumber":58,"VerseNumber":19,"Text":"Ħakimhom ix-Xitan u nessiehom it-tifkira ta' Alla. Dawk huma l-ġemgħa tax-Xitan. U ara, tabilħaqq li (dawk ta') il- ġemgħa tax-Xitan huma t-telliefa"},{"SurahNumber":58,"VerseNumber":20,"Text":"Tabilħaqq li dawk li jeħduha kontra Alla u l-Mibgħut tiegħu jkunu fost l-aktar imkasbrin"},{"SurahNumber":58,"VerseNumber":21,"Text":"Alla kiteb (dan id-digriet): Tassew negħleb (lill- għedewwa tiegħi), Jiena u l-Mibgħutin tiegħi. Alla tabilħaqq huwa Qawwi, Felħan"},{"SurahNumber":58,"VerseNumber":22,"Text":"Ma: ssibx (Muħammad) nies li jemmnu f'Alla u fl- Aħħar Jum li jitħabbu ma' min jeħodha kontra Alla u l- Mibgħut tiegħu, lanqas jekk ikunu missirijiethom jew uliedhom, jew ħuthom, jew nies it-tribii tagħhom. Dawk (in-nies li jemmnu, Alla) kiteb it-twemmin fi qlubhom, qawwiehom. b'ruħ. mingħandu, u jdaħħalhom: f'Ġonna (ta' l-Għeden). bix-Xmajjar jiġru taħthom, u fihom jgħammru għal dejjem. L-għaxqa ta' Alla fuqhom, u l- għaxqa tagħhom fuqu. Dawk huma l-ġemgħa ta' Allat U ara, tabilħaqq (dawk ta') il-ġemgħa ta' Alla huma r- rebbiħini"}]}