{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":18,"VerseNumber":23,"Text":"En sê nie aangaandie iets: Ek sal dit môre doen nie"},{"SurahNumber":18,"VerseNumber":24,"Text":"sonder om daarby te sê: As dit Allah behaag. En wanneer u dit vergeet, dink dan aan u Heer en sê: Dit mag wees dat my Heer my nader as tans na die regte weg sal lei"},{"SurahNumber":18,"VerseNumber":25,"Text":"En hulle het driehonderdjaar in hulle Spelonk gebly, en nog nege"},{"SurahNumber":18,"VerseNumber":26,"Text":"Sê: Allah weet goed hoe lank hulle gebly het. Aan Hom behoort die geheime van die hemele en die aarde. Hoe duidelik kan Hy sien en hoor! Daar is geen voog vir hulle buiten Hom nie, en Hy laat niemand toe om aan Sy besluite deel te neem nie"},{"SurahNumber":18,"VerseNumber":27,"Text":"En verkondig dít wat van die Boek van u Heer aan u geopenbaar is. Daar is niemand wat Sy woorde kan verander nie. En u sal geen toevlug buiten Hom vind nie"},{"SurahNumber":18,"VerseNumber":28,"Text":"En uself moet vertoef met diegene wat hulle Heer soggens en saans aanroep, en wat verlang na Sy welbehae. En laat u oë nie van hulle afdwaal omdat u verlang na die prag en praal van die lewe van hierdie wêreld nie. En volg nie vir hom wie se hart Ons agteloos ten aansien van Ons gedagtenis gemaak het nie, aangesien hy sy slegte begeerte volg, en hy die vasgestelde perke oorskry"},{"SurahNumber":18,"VerseNumber":29,"Text":"En sê: Die Waarheid kom van julle Heer; laat dié wat wil, glo, en dié wat nie wil nie, ongelowig bly. Voorwaar, vir die kwaaddoeners het Ons ’n Vuur voorberei wat hulle sal insluit. En indien hulle om hulp vra, sal daar water soos gesmelte geelkoper vir hulle gegee word, wat hulle gesigte sal verbrand. Hoe verskriklik die drank! Hoe verskriklik die rusplek"},{"SurahNumber":18,"VerseNumber":30,"Text":"Wat diegene betref wat glo en goeddoen, voorwaar, Ons sal die beloning van hom wat goeddoen, nie verlore laat gaan nie"},{"SurahNumber":18,"VerseNumber":31,"Text":"Vir hulle is daar Tuine van Ewigheid waardeur riviere vloei; hulle sal daarin met armbande van goud getooi word, en hulle sal groen gewade van fyn sy en swaar brokaat dra, terwyl hulle hul op verhewe sofa’s daarin sal neervly. Hoe uitmuntend die beloning! Hoe uitstekend die rusplek"}]}