{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":54,"VerseNumber":1,"Text":"The hour hath approached and the MOON hath been cleft"},{"SurahNumber":54,"VerseNumber":2,"Text":"But whenever they see a miracle they turn aside and say, This is well-devised magic"},{"SurahNumber":54,"VerseNumber":3,"Text":"And they have treated the prophets as impostors, and follow their own lusts; but everything is unalterably fixed"},{"SurahNumber":54,"VerseNumber":4,"Text":"A message of prohibition had come to them"},{"SurahNumber":54,"VerseNumber":5,"Text":"Consummate wisdom - but warners profit them not"},{"SurahNumber":54,"VerseNumber":6,"Text":"Quit them then. On the day when the summoner shall summon to a stern business"},{"SurahNumber":54,"VerseNumber":7,"Text":"With downcast eyes shall they come forth from their graves, as if they were scattered locusts"},{"SurahNumber":54,"VerseNumber":8,"Text":"Hastening to the summoner. \"This,\" shall the infidels say, \"is the distressful day"},{"SurahNumber":54,"VerseNumber":9,"Text":"Before them the people of Noah treated the truth as a lie. Our servant did they charge with falsehood, and said, \"Demoniac!\" and he was rejected"},{"SurahNumber":54,"VerseNumber":10,"Text":"Then cried he to his Lord, \"Verily, they prevail against me; come thou therefore to my succour"},{"SurahNumber":54,"VerseNumber":11,"Text":"So we opened the gates of Heaven with water which fell in torrents"},{"SurahNumber":54,"VerseNumber":12,"Text":"And we caused the earth to break forth with springs, and their waters met by settled decree"},{"SurahNumber":54,"VerseNumber":13,"Text":"And we bare him on a vessel made with planks and nails"},{"SurahNumber":54,"VerseNumber":14,"Text":"Under our eyes it floated on: a recompence to him who had been rejected with unbelief"},{"SurahNumber":54,"VerseNumber":15,"Text":"And we left it a sign: but, is there any one who receives the warning"},{"SurahNumber":54,"VerseNumber":16,"Text":"And how great was my vengeance and my menace"},{"SurahNumber":54,"VerseNumber":17,"Text":"Easy for warning have we made the Koran - but, is there any one who receives the warning"},{"SurahNumber":54,"VerseNumber":18,"Text":"The Adites called the truth a lie: but how great was my vengeance and my menace"},{"SurahNumber":54,"VerseNumber":19,"Text":"For we sent against them a roaring wind in a day of continued distress"},{"SurahNumber":54,"VerseNumber":20,"Text":"It tore men away as though they were uprooted palm stumps"},{"SurahNumber":54,"VerseNumber":21,"Text":"And how great was my vengeance and my menace"},{"SurahNumber":54,"VerseNumber":22,"Text":"Easy for warning have we made the Koran - but, is there any one who receives the warning"}]}