{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":30,"Text":"یہودی کہتے ہیں کہ عزیر اللہ کا بیٹا ہے اور نصرانی کہتے ہیں کہ عیسیٰ اللہ کے بیٹے ہیں۔ یہ ان کی باتیں ہیں (بغیر سوچے سمجھے) ان کے منہ سے نکالی ہوئی۔ یہ لوگ بھی ان جیسی باتیں کرنے لگے ہیں جو ان سے پہلے کفر کر چکے ہیں اللہ ان کو ہلاک کرے یہ کدھر بہکے جا رہے ہیں۔"},{"SurahNumber":9,"VerseNumber":31,"Text":"انہوں نے اللہ کو چھوڑ کر اپنے عالموں اور راہبوں (علماء و مشائخ) کو پروردگار بنا لیا ہے، اور مریم کے فرزند مسیح کو بھی۔ حالانکہ ان کو صرف یہ حکم دیا گیا تھا کہ وہ ایک ہی معبودِ برحق کی عبادت کریں۔ اللہ کے سوا اور کوئی الٰہ نہیں ہے۔ وہ پاک ہے ان مشرکانہ باتوں سے جو یہ کرتے ہیں۔"},{"SurahNumber":9,"VerseNumber":32,"Text":"وہ چاہتے ہیں کہ اللہ کے نور کو اپنے منہ سے (پھونک مار کر) بجھا دیں اور اللہ انکاری ہے ہر بات سے سوا اس کے کہ وہ اپنے نور کو کمال تک پہنچائے اگرچہ کافر اس کو ناپسند کریں۔"},{"SurahNumber":9,"VerseNumber":33,"Text":"وہ (اللہ) وہی ہے جس نے ہدایت اور دینِ حق دے کر اپنے رسول کو بھیجا تاکہ اسے تمام دینوں پر غالب کر دے اگرچہ مشرک اسے ناپسند ہی کریں۔"},{"SurahNumber":9,"VerseNumber":34,"Text":"اے ایمان والو! بہت سے عالم اور راہب لوگوں کا مال ناجائز طریقہ پر کھاتے ہیں اور لوگوں کو خدا کی راہ سے روکتے ہیں۔ اور جو لوگ سونا چاندی جمع کرکے رکھتے رہتے ہیں اور اسے اللہ کی راہ میں خرچ نہیں کرتے، انہیں دردناک عذاب کی بشارت دے دو۔"},{"SurahNumber":9,"VerseNumber":35,"Text":"یہ (واقعہ) اس دن ہوگا جب کہ اس (سونے چاندی) کو دوزخ کی آگ میں تپایا جائے گا اور پھر اس سے ان کی پیشانیوں، پہلوؤں اور پشتوں کو داغا جائے گا (اور انہیں بتایا جائے گا کہ) یہ ہے وہ جو تم نے اپنے لئے جمع کرکے رکھا تھا تو اب مزا چکھو اس کا جو تم نے جمع کرکے رکھا تھا۔"},{"SurahNumber":9,"VerseNumber":36,"Text":"بے شک اللہ کے نزدیک مہینوں کی تعداد نوشتہ خداوندی میں جب سے اللہ نے آسمانوں اور زمین کو پیدا کیا ہے بارہ ہے، جن میں سے چار مہینے حرمت والے ہیں۔ یہی دینِ مستقیم ہے۔ پس ان میں اپنے اوپر ظلم نہ کرو اور تمام مشرکین سے اسی طرح جنگ کرو جس طرح کہ وہ تم سب سے کرتے ہیں اور جان لو کہ بے شک اللہ پرہیزگاروں کے ساتھ ہے۔"},{"SurahNumber":9,"VerseNumber":37,"Text":"سوا اس کے نہیں ہے کہ نسیئی (حرمت والے مہینوں کو مؤخر کرنا) کفر میں زیادتی کا موجب ہے۔ اس سے وہ لوگ گمراہ کئے جاتے ہیں جو کافر ہیں۔ وہ اسے ایک سال حلال قرار دیتے ہیں اور اسی کو دوسرے سال حرام قرار دیتے ہیں تاکہ ان مہینوں کی گنتی پوری کریں جنہیں اللہ نے حرام کیا ہے تاکہ اس (حیلے) سے اللہ کی حرام کردہ کو اپنے لئے حلال قرار دیں۔ ان کے برے اعمال ان کے لئے آراستہ کر دیے گئے ہیں اور اللہ کافروں کو منزلِ مقصود تک نہیں پہنچاتا۔"}]}