{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"แท้จริงเกี่ยวกับยูซุฟและพี่น้องของเขานั้น มีสัญญาณทั้งหลายสำหรับผู้สอบถาม"},{"SurahNumber":12,"VerseNumber":8,"Text":"จงรำลึกขณะที่พวกเขากล่าวกันว่า แน่นอนยูซุฟและน้องของเขาเป็นที่รักแก่พ่อของเรายิ่งกว่าพวกเราทั้ง ๆ ที่พวกเรามีจำนวนมากแท้จริงพ่อของเราอยู่ในการหลงผิดจริง ๆ"},{"SurahNumber":12,"VerseNumber":9,"Text":"พวกท่านจงฆ่ายูซุฟ หรือเอาไปทิ้งในที่เปลี่ยวเสีย เพื่อความเอาใจใส่ของพ่อของพวกท่านจะเกิดขึ้นแก่พวกท่าน และพวกท่านจะเป็นกลุ่มชนที่ดีหลังจากเขา"},{"SurahNumber":12,"VerseNumber":10,"Text":"คนหนึ่งในพวกเขากล่าวว่าพวกท่านอย่าฆ่ายูซุฟ แต่จงโยนเขาลงในบ่อลึก เพื่อผู้เดินทางบางคนจะได้เอาเขาออกมา หากพวกท่านจำต้องกระทำเช่นนั้น"},{"SurahNumber":12,"VerseNumber":11,"Text":"พวกเขากล่าวว่า โอ้คุณพ่อของเรา ทำไมท่านจึงไม่ไว้ใจเราที่มีต่อยูซุฟ และแท้จริงเรานั้นเป็นผู้บริสุทธิ์ใจต่อเขา"},{"SurahNumber":12,"VerseNumber":12,"Text":"พรุ่งนี้ขอให้ส่งเขาไปกับเรา เพื่อเขาจะกินให้อิ่มและเล่นอย่างสนุก และแท้จริงเรานั้นจะเป็นผู้คุ้มกันเขา"},{"SurahNumber":12,"VerseNumber":13,"Text":"เขากล่าวว่า แท้จริงมันจะทำให้ฉันเศร้าใจ เมื่อพวกเจ้าจะเอาเขาไป และฉันกลัวว่า สุนัขป่าจะกินเขา ขณะที่พวกเจ้ามิได้เอาใจใส่ต่อเขา"},{"SurahNumber":12,"VerseNumber":14,"Text":"พวกเขากล่าวว่า หากสุนัขป่ากินเขาทั้ง ๆ ที่พวกเรามีจำนวนมาก ดังนั้นแท้จริงพวกเราเป็นผู้ขาดทุนแน่นอน"},{"SurahNumber":12,"VerseNumber":15,"Text":"เมื่อพวกเขาพาเขาไป พวกเขาตกลงกันว่าจะเอาเขาไปโยนในบ่อลึก และเราได้วะฮียฺแก่เขาว่า แน่นอน เจ้าจะได้เล่าแก่พวกเขาถึงการกระทำของพวกเขาในครั้งนี้ โดยที่พวกเขาไม่รู้สึก"},{"SurahNumber":12,"VerseNumber":16,"Text":"และพวกเขาได้กลับมาหาพ่อของพวกเขาเวลาค่ำ พลางร้องไห้"},{"SurahNumber":12,"VerseNumber":17,"Text":"พวกเขากล่าวว่า โอ้พ่อของเรา พวกเราได้ออกไปวิ่งแข่งกัน และเราได้ปล่อยยูซุฟไว้เฝ้าสิ่งของของเรา แล้วสุนัขป่าได้มากินเขาและท่านย่อมไม่เชื่อเราทั้ง ๆ ที่เราเป็นผู้สัตย์จริง"},{"SurahNumber":12,"VerseNumber":18,"Text":"และพวกเขาได้นำเสื้อของเขามา มีเลือดปลอมติดอยู่แต่ว่าพวกเจ้าได้แต่งเรื่องขึ้นเพื่อพวกเจ้า ดังนั้น การอดทนเป็นสิ่งที่ดีและอัลลอฮทรงเป็นผู้ให้ความช่วยเหลือในสิ่งที่พวกเจ้ากล่าวอ้าง"},{"SurahNumber":12,"VerseNumber":19,"Text":"และคณะเดินทางได้มาถึงดังนั้นพวกเขาได้ส่งคนแบกน้ำของพวกเขา (ไปตักน้ำจากบ่อ) เขาได้หย่อนถังของเขาลงไป (ในบ่อ) เขากล่าวว่า โอ้ข่าวดีจ๊ะ นี่มันเด็กนี่ และพวกเขาได้ซ่อนเขาไว้เป็นสินค้า และอัลลอฮฺทรงรอบรู้ในสิ่งที่พวกเขากระทำ"},{"SurahNumber":12,"VerseNumber":20,"Text":"และพวกเขาได้ขายเขาด้วยราคาถูก นับได้ไม่กี่ดิรฮัม และพวกเขาเป็นผู้มักน้อย"}]}