{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":3,"VerseNumber":172,"Text":"Ala raspunde DUMNEZEU curier persecutare ei suferi mentine their bun munca conducere cinstit trai mare recompensa"},{"SurahNumber":3,"VerseNumber":173,"Text":"When popor spune catre ele Popor mobiliza tu; tu fear ele acesta doar întari their faith ei spune DUMNEZEU ajunge us; El exista bine Aparator"},{"SurahNumber":3,"VerseNumber":174,"Text":"Ei merita dumnezeu binecuvântare gratie. nu vatama ever pipait ele ei atinge dumnezeu încuviin\u0004are! DUMNEZEU POSEDA INFINIT GRATIE"},{"SurahNumber":3,"VerseNumber":175,"Text":"Exista diavol sistem instila fear his subiect. Nu fear ele fear Mie instead daca tu exista credincios"},{"SurahNumber":3,"VerseNumber":176,"Text":"Nu întrista ala hasten disbelieve! Ei niciodata lovi DUMNEZEU în a mic Instead DUMNEZEU avea willed ala ei nu avea farâma Hereafter Ei crea teribil retribution"},{"SurahNumber":3,"VerseNumber":177,"Text":"Ala alege disbelief crezare nu lovi DUMNEZEU în a mic ei crea dureros retribution"},{"SurahNumber":3,"VerseNumber":178,"Text":"diminua nu disbelievers medita noi conduce ele for their propiu bun Noi doar conduce ele în întari their sinfulness! Ei crea umili retribution"},{"SurahNumber":3,"VerseNumber":179,"Text":"DUMNEZEU NU EXISTA PARASI CREDINCIOS TU EXISTA ÎNAFARA REMARCA URÂT DE bun! Nor does DUMNEZEU informa tu ai viitor DUMNEZEU depozita asemenea cunoastere whomever El alege His curier! Therefore tu crede în DUMNEZEU His curier. Tu crede conduce cinstit trai tu primi mare recompensa"},{"SurahNumber":3,"VerseNumber":180,"Text":"Permite nu ala withhold pastra dumnezeu aprovizionare medita acesta exista bun ele; el exista urât for ele! For ei purta their pastra their gât Zi Înviere. DUMNEZEU EXISTA ULTIM inheritor AI RAI earth DUMNEZEU EXISTA fully Cognizant AI everything TU do"}]}