{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":23,"VerseNumber":93,"Text":"(Yaa nyini Annabi)! Yεlima: “Yaa n Duuma Naawuni! A yi ni wuhi ma bɛ ni niŋdi ba shɛli (azaaba) daalikauli maa (Dunia ŋɔ).”"},{"SurahNumber":23,"VerseNumber":94,"Text":"“Yaa n Duuma (Naawuni)! Di zaŋ ma niŋ zualindiriba puuni.”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Yaha! (Yaa nyini Annabi)! Achiika! Ti (Tinim’ Naawuni) nyɛla ban yɛn tooi chɛ ka a nya Ti ni niŋdi ba shɛli (azaaba) daalikauli maa"},{"SurahNumber":23,"VerseNumber":96,"Text":"(Yaa nyini Annabi)! “Zaŋmi din vεla n-taɣi din be. Ti (Tinim’ Naawuni) mi bɛ ni buɣisiri shɛli maa.”"},{"SurahNumber":23,"VerseNumber":97,"Text":"Yaha! Yεlima: “Yaa n Duuma Naawuni! M-bɔri taɣibu a sani ni shintana ti zaŋ din be niŋ n suhi ni.”"},{"SurahNumber":23,"VerseNumber":98,"Text":"“Yaha! M-bɔri taɣibu A sani ni bɛ (shintana) ti miri ma.”"},{"SurahNumber":23,"VerseNumber":99,"Text":"Hali ni saha shεli kum ni yɛn ti kana bɛ (shintana maa) puuni zaɣiyino kam, ka o yεli: “Yaa n Duuma! Labsim ya ma (Dunia puuni).”"},{"SurahNumber":23,"VerseNumber":100,"Text":"“Achiika! N-nyɛla ŋun yɛn tum tuunvεlli n-ni chɛ shɛli puuni. Chɛli gba! Di nyɛla yεltɔɣili ka o yεli li, ka saɣili be bɛ nyaaŋa (n-taɣi bɛ mini Dunia sunsuuni), hali ni dabsi’ shεli bɛ ni yɛn ti yiɣisi ba (Zaadali)"},{"SurahNumber":23,"VerseNumber":101,"Text":"Dinzuɣu, bɛ (Malaaika) yi ti piεbsi kikaa ni, tɔ! Dɔɣim ti bi lahi yɛn be bɛ (ninsalinim’) suusuuni, bɛ mi ti bi yɛn bɔhiri taba yεla"},{"SurahNumber":23,"VerseNumber":102,"Text":"Dinzuɣu, ŋun binzahindigu ti niŋ timsim (ni tuunviɛla), tɔ! Bannim’ maa n-nyɛ ninvuɣu shεba ban nya tarli. tuumviɛla), tɔ! Bannim’ maa n-nyɛ"},{"SurahNumber":23,"VerseNumber":103,"Text":"Yaha! Ŋun binzahindigu ti filiŋ (ni ninvuɣu shεba ban niŋ bɛ maŋ’ ashaara, ka nyɛla ban yɛn ti kpalim ʒahannama puuni)"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ka buɣum diri bɛ nina, ka bɛ nyɛla ban namgbanpiba cheecheei"},{"SurahNumber":23,"VerseNumber":105,"Text":"(Ka Naawuni yɛli)! Di ni bɔŋɔ, bɛ daa bi karindi ya N aayanima, ka yi nyɛla ban labsiri li ʒiri"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ka bɛ (chεfurinim’) yεli: “Yaa ti Duuma (Naawuni)! Ti zuɣubetali n-daa nyεŋ ti. Yaha! Ti daa nyɛla ninvuɣu shεba ban bɔrigi.”"},{"SurahNumber":23,"VerseNumber":107,"Text":"Yaa ti Duuma (Naawuni)! Yihimi ti di (buɣum maa) puuni, ti yi ti lahi tum din be, tɔ! Achiika! Ti nyɛla zualin- diriba.”"},{"SurahNumber":23,"VerseNumber":108,"Text":"Ka O (Naawuni) yεli: “Kpalimmi ya ka nyɛla ban filiŋ di (buɣum maa) puuni, ka miri ya ka yi yɛli ma yɛltɔɣa shεli.”"},{"SurahNumber":23,"VerseNumber":109,"Text":"“Achiika! Zamaatu shɛba n daba puuni daa nyɛla ban yεra: Yaa ti Duuma Naawuni! Ti ti yεlimaŋli, dinzuɣu, chεli paŋ ti, ka zo ti nambɔɣu, nyini n-nyɛ Ŋun gari ŋun kam zɔri nambɔɣu.”"},{"SurahNumber":23,"VerseNumber":110,"Text":"Ka yi (chεfurnim’) gbibi ba ni ansarsi, hali ka bɛ zuɣu ti chɛ ka yi tam N (Mani Naawuni) yεla teebu. Yaha! Yi daa nyɛla ban lari ba (Dunia puuni)"},{"SurahNumber":23,"VerseNumber":111,"Text":"Achiika! Zuŋɔ, N (Mani Naawuni) yo bala samli ni suɣulo shεli bɛ ni daa niŋ maa, achiika! Bana n-nyɛ ninvuɣu shεba ban nyɛ tarli"},{"SurahNumber":23,"VerseNumber":112,"Text":"Ka O (Naawuni) yɛli: “Yuma ala ka yi (buɣum bihi) daa ʒini tiŋgbani yaaŋa zuɣu?”"},{"SurahNumber":23,"VerseNumber":113,"Text":"Ka bɛ yεli: “Ti ʒinila dahinyini (Dunia puuni), bee dabsili pirgili, dinzuɣu, bɔhimi ninvuɣu shεba ban maandi laasabu.”"},{"SurahNumber":23,"VerseNumber":114,"Text":"Ka O (Naawuni) yεli: “Yi daa bi ʒini (Dunia puuni) naɣila bɛla, yi yi daa nyɛla ninvuɣu shεba ban mi.”"},{"SurahNumber":23,"VerseNumber":115,"Text":"“Di ni bɔŋɔ, yi (ninsalinim’) tεhimi ni achiika! Ti (Tinim’ Naawuni) nam ya mi ka di nyɛla kpεrigu zuɣu, ka (tɛhi) ni bɛ ku lahi labsi ya na Ti sani?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Dinzuɣu, Naawuni nam duya, Ŋuna n-nyɛ yεlimaŋli Naa, duuma jεmdigu n-kani ni yεlimaŋli naɣila Ŋuna, Al-arshi shɛli din galsila Duuma"},{"SurahNumber":23,"VerseNumber":117,"Text":"Yaha! Ŋun ti jεm shɛli m-pahi Naawuni zuɣu, tɔ! O ka daliri shεli, dinzuɣu o saliya karibu be O Duuma (Naawuni) sani. Achiika! Chεfurinim’ ti ku tilgi (Zaadali)"},{"SurahNumber":23,"VerseNumber":118,"Text":"(Yaa nyini Annabi)! Yεlima: “Yaa n Duuma (Naawuni)! Chεli paŋ, ka zo nambɔɣu. Yaha! Nyini n-nyε Ŋun gari ban zɔri nambɔɣu"}]}