{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"۽ بيشڪ ھارُون پھريون ئي کين چيو ھو ته اي منھنجي قوم اوھين اُن (گابي) سان پرکيا ويا آھيو، بيشڪ اوھان جو پالڻھار ٻاجھارو (الله) آھي تنھنڪري منھنجي تابعداري ڪريو ۽ منھنجو حُڪم مڃيو"},{"SurahNumber":20,"VerseNumber":91,"Text":"چيائون ته (اسين ايسين) مٿس مجاور رھنداسون جيسين مُوسىٰ اسان ڏانھن موٽي"},{"SurahNumber":20,"VerseNumber":92,"Text":"(مُوسىٰ اچي) چيو ته اي ھارون توکي ڪنھن جھليو جڏھن کين گمراھ ٿيندو ڏٺئي"},{"SurahNumber":20,"VerseNumber":93,"Text":"ته منھنجي پٺيان نه لڳين، منھنجي حُڪم جي نافرماني ڪيئي ڇا؟"},{"SurahNumber":20,"VerseNumber":94,"Text":"(ھارون) چيو ته اي ادا نڪي مون کي ڏاڙھيءَ کان وٺ ۽ نڪي منھنجي مٿي کان، آءٌ (ھن ڳالھ کان) ڊنس ته متان چوين ته يعقوب جي اولاد جي وچ ۾ جدائي وڌءِ ۽ منھنجي چوڻ جو انتظار نه ڪيئي"},{"SurahNumber":20,"VerseNumber":95,"Text":"(موسى) چيو ته اي سامري تنھنجو ڇا حال آھي"},{"SurahNumber":20,"VerseNumber":96,"Text":"چيائين ته اُھا (شيء) ڏٺم جا (ماڻھن) نه ڏٺي پوءِ اُن موڪيل جي پيرن جي (مٽيءَ جي) ھڪ مُٺ ڀريم پوءِ اُھا (گابي جي بوتي ۾) وڌم ۽ اھڙي طرح مُنھنجي نفس (اُھو) مون لاءِ سينگاريو"},{"SurahNumber":20,"VerseNumber":97,"Text":"(موسى) چيو ته وڃ بيشڪ توکي حياتيءَ ۾ (ھيءَ سزا) آھي ته چوندو رھندين ته نه ڇُھو، ۽ تولاءِ بيشڪ (ٻيو به) انجام آھي جنھن جي توسان ابتڙائي نه ڪبي، ۽ پنھنجي معبود ڏانھن نھار جنھن تي تون مجاور ٿي ويٺو ھُئين، ته اُن کي ساڙينداسون وري اُن (جي ڪيريءَ) کي درياءَ ۾ کنڊائڻ وانگر کنڊائينداسين"},{"SurahNumber":20,"VerseNumber":98,"Text":"اوھان جو معبود الله ئي آھي انھيءَ کانسواءِ ڪو عبادت جو لائق ڪونھي، سڀڪا شيء سندس علم ۾ سمائي آھي"},{"SurahNumber":20,"VerseNumber":99,"Text":"(اي پيغمبر) اھڙي طرح جيڪي گذري ويا تن جي خبرن مان توتي بيان ڪريون ٿا، ۽ پاڻ وٽان توکي نصيحت (يعني قرآن) ڏنوسون"},{"SurahNumber":20,"VerseNumber":100,"Text":"جيڪو کانئس مُنھن موڙيندو سو قيامت جي ڏينھن (گناھن جو) بار کڻندو"},{"SurahNumber":20,"VerseNumber":101,"Text":"منجھس سدائين رھڻ وارا آھن، ۽ قيامت جي ڏينھن انھن کي بار کڻڻ بڇڙو آھي"},{"SurahNumber":20,"VerseNumber":102,"Text":"جنھن ڏينھن صُور ۾ ڦوڪيو ويندو ۽ اُن ڏينھن ڏوھارين کي جھرو ڪري اُٿارينداسون"},{"SurahNumber":20,"VerseNumber":103,"Text":"(تنھن ڏينھن) پاڻ ۾ سُ پُس ڪندا ته اوھين (دُنيا ۾) رڳو ڏھاڪو ڏينھن رھيؤ"},{"SurahNumber":20,"VerseNumber":104,"Text":"جيڪي چوندا سو اسين چڱو ڄاڻندڙ آھيون اُن مھل منجھائن پوري رستي وارو چوندو ته ھڪ ڏينھن کانسواءِ نه رھيا آھيو"}]}