{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":21,"Text":"And he who bought him - an Egyptian - said to his wife, \"Treat him hospitably; haply he may be useful to us, or we may adopt him as a son.\" Thus did we settle Joseph in the land, and we instructed him in the interpretation of dark sayings, for God is equal to his purpose; but most men know it not"},{"SurahNumber":12,"VerseNumber":22,"Text":"And when he had reached his age of strength we bestowed on him judgment and knowledge; for thus do we recompense the well doers"},{"SurahNumber":12,"VerseNumber":23,"Text":"And she in whose house he was conceived a passion for him, and she shut the doors and said, \"Come hither.\" He said, \"God keep me! Verily, my lord hath given me a good home: and the injurious shall not prosper"},{"SurahNumber":12,"VerseNumber":24,"Text":"But she longed for him; and he had longed for her had he not seen a token from his lord. Thus we averted evil and defilement from him, for he was one of our sincere servants"},{"SurahNumber":12,"VerseNumber":25,"Text":"And they both made for the door, and she rent his shirt behind; and at the door they met her lord. \"What,\" said she, \"shall be the recompense of him who would do evil to thy family, but a prison or a sore punishment"},{"SurahNumber":12,"VerseNumber":26,"Text":"He said, \"She solicited me to evil.\" And a witness out of her own family witnessed: \"If his shirt be rent in front she speaketh truth, and he is a liar"},{"SurahNumber":12,"VerseNumber":27,"Text":"But if his shirt be rent behind, she lieth and he is true"},{"SurahNumber":12,"VerseNumber":28,"Text":"And when his lord saw his shirt torn behind, he said, \"This is one of your devices! verily your devices are great"},{"SurahNumber":12,"VerseNumber":29,"Text":"Joseph! leave this affair. And thou, O wife, ask pardon for thy crime, for thou hast sinned"}]}