{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"¿Acaso aquel a quien Dios ha expandido su pecho para que acepte el Islam y por tanto está sobre una luz que procede de su Señor…? ¡Ay de quienes tienen sus corazones endurecidos para el recuerdo de Dios! ¡Ellos están en un extravío evidente"},{"SurahNumber":39,"VerseNumber":23,"Text":"Dios ha hecho descender la mejor de las palabras. Una Escritura cuyas partes se armonizan y explican unas a otras. Con ella se estremecen quienes son temerosos de su Señor. Luego, sus cuerpos y sus corazones se calman y enternecen por el recuerdo de Dios. ¡Esa es la guía de Dios, mediante la que guía a quien Él quiere! Y a quien Dios extravía, no hay quien pueda guiarle"},{"SurahNumber":39,"VerseNumber":24,"Text":"¿Acaso quien en este mundo y por medio de su temor de Dios se protege del castigo del Día del Levantamiento…? Y se dirá a los opresores: «¡Probad lo que habéis obtenido!»"},{"SurahNumber":39,"VerseNumber":25,"Text":"Quienes vivieron antes de ellos desmintieron y el castigo les alcanzó cuándo y de dónde menos se lo esperaban"},{"SurahNumber":39,"VerseNumber":26,"Text":"Dios les hizo probar la humillación en esta vida. Y si ellos supieran que el castigo de la otra es mayor…"},{"SurahNumber":39,"VerseNumber":27,"Text":"En verdad, hemos puesto a los seres humanos, en este Corán, toda clase de ejemplos, para que, quizás así, reflexionen"},{"SurahNumber":39,"VerseNumber":28,"Text":"Es un Corán en árabe, sin desviaciones ni ambigüedades, para que, quizás así, sean temerosos"},{"SurahNumber":39,"VerseNumber":29,"Text":"Dios pone el ejemplo de una persona que pertenece a unos socios que no se ponen de acuerdo entre ellos y otra persona que pertenece a un solo amo ¿Son ambos iguales? ¡Alabado sea Dios! Pero la mayoría de ellos no saben"},{"SurahNumber":39,"VerseNumber":30,"Text":"En verdad, tú morirás y ellos morirán"},{"SurahNumber":39,"VerseNumber":31,"Text":"Luego, el Día del Levantamiento, argumentaréis cada uno ante vuestro Señor"}]}