{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":49,"Text":"Kur dyftyrshat dhe ata zemërsëmurët thonë: “Këta i ka gënjyer feja e tyre”! Por ai i cili mbështetet në All-llahun, ani, All-llahu është me të vërtetë i fortë dhe i urtë"},{"SurahNumber":8,"VerseNumber":50,"Text":"Sikur t’i kishe parë engjujt kur ua merrnin shpirtërat mosbesimtarëve si u mëshonin fytyrës e kresë: “Shijone dënimin me djegije"},{"SurahNumber":8,"VerseNumber":51,"Text":"Kjo është ajo që e keni përgatitur me duart tuaja, sepse All-llahu nuk është i padrejtë ndaj robit!”"},{"SurahNumber":8,"VerseNumber":52,"Text":"Ashtu ngjau edhe me familjen e Faraonit edhe ata përpara tyre, i mohuan argumentet e All-llahut, prandaj, All-llahu i dënoi për shkak të mëkateve të tyre. All-llahu është, njëmend, i fortë dhe dënon ashpër"},{"SurahNumber":8,"VerseNumber":53,"Text":"Ajo është nga shkaku se All-llahu nuk ia ndërron dhuntitë atij që ia ka dhuruar – derisa ata vetë nuk ndërrohen, - e All-llahu dëgjon shumë dhe sheh"},{"SurahNumber":8,"VerseNumber":54,"Text":"Ashtu ndodhi edhe me familjen e Faraonit dhe ata përpara tyre. I përgënjeshtruan argumentet e Zotit të tyre, prandaj, ne, për shkak të gabimeve të tyre, i shkatërruam dhe familjen e Faraonit e përmbytëm. Të gjithë kanë qenë mizorë"},{"SurahNumber":8,"VerseNumber":55,"Text":"Krijesa më të këqia te All-llahu janë ata që mohojnë, sepse ata nuk besojnë"},{"SurahNumber":8,"VerseNumber":56,"Text":"Ata me të cilët ti lidh marrëveshje, e pastaj çdo herë, e thejnë marrëveshjen e vet, dhe hiq nuk frikësohen"},{"SurahNumber":8,"VerseNumber":57,"Text":"Nëse kacafytesh në luftë me ta, ndiqi në atë mënyrë që të mbledhin mend ata të cilët janë pas tyre"},{"SurahNumber":8,"VerseNumber":58,"Text":"Po nëqoftë se e ke frikë tradhëtinë e ndokujt, edhe ti menjëherë gjithashtu vepro si ata? All-llahu me siguri nuk i do ata që e thejnë besën e dhënë"}]}