{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":7,"VerseNumber":130,"Text":"Kananjalo Sabohlwaya abantu bakwaFir’awn ngeminyaka yembalela nonqongophalo lweziqhamo (nezityalo) khon’ukuze bakhumbule (baqiqe)"},{"SurahNumber":7,"VerseNumber":131,"Text":"Kodwamaxaonkekufikaokulungileyokubobabedlangokuthi: “Oku kokwethu,” ze xa behlelwe kokubi bakuthabathe ukuba ngumhlola (weshwangusha) odibene noMûsâ nabo bakunye naye. Nakanye, inene imihlola ivela kuAllâh koko abaninzi kubo abazi"},{"SurahNumber":7,"VerseNumber":132,"Text":"Bathi kuMûsâ: “Enokuba ungeza nowuphi na umqondiso khon’ukuze wenze ubugqi kuthi, asisokuze sikholwe kuwe thina.”"},{"SurahNumber":7,"VerseNumber":133,"Text":"Ke kaloku Sathumela isikhukula kubo, iinkumbi, iintwala, amasele, negazi ukuba zibe yimiqondiso kubo kodwa bona bathi gqolo ukuba nenkukhumalo, kananjalo bona baya babangabo bangabenzi bobubi"},{"SurahNumber":7,"VerseNumber":134,"Text":"Ke kaloku sathi isohlwayo sisakuba phezu kwabo, (baqala) bathi: “Hini na Mûsâ sicelele eNkosini yakho ngenxa yesithembiso saYo kuwe. Ukuba usisusile isohlwayo kuthi, thina siya kukholwa kuwe inene nangeyaniso, yaye siya kubakhulula aBantwana bakwaSirayeli bahambe nawe.”"},{"SurahNumber":7,"VerseNumber":135,"Text":"Kodwa Sathi Sisakusisusa isohlwayo kubo ixesha elimiselweyo ekwakufuneke befikelele kulo, khangela ke! Basaphula isithembiso sabo"},{"SurahNumber":7,"VerseNumber":136,"Text":"Sathabatha impindezelo Thina kubo. Sabatshonisa elwandle, kuba baphikisa imiqondiso yeThu ababi nankathalo ngayo"},{"SurahNumber":7,"VerseNumber":137,"Text":"Kananjalo Senza abantu ababecingelwa ukuba akukho yabo yangaboabaphilailifaiziphalukazomhlabaeziseMpumalanga neziphaluka zawo eziseNtshonalanga eSasizisikelele. Ke kaloku ilizwi elilungileyo leNkosi yakho lazaliseka kuBantwana bakwaSirayeli, ngenxa yokunyamezela kwabo. Kananjalo Sayitshabalalisa yaphela nya imisebenzi emikhulu nezakhiwo zakwaFir’awn ezazakhiwe ngabantu bakhe"},{"SurahNumber":7,"VerseNumber":138,"Text":"Sabuyisa aBantwana bakwaSirayeli ngokunqumla ulwandle, (endleleni) badibana nabantu ababezinikele kunqulo lwabo lwezithixo. Bathi (aBantwawa bakwaSirayeli): “Hini na Mûsâ senzele nathi uthixo njengoko nabo benoothixo.” Wathi yena: “Inene, nina ningabantu abangazi nto.”"},{"SurahNumber":7,"VerseNumber":139,"Text":"“Aba bantu baza kutshatyalaliswa ngenxa yale nto bazinikele kuyo. Yaye yonke imisebenzi yabo ayinto yanto.”"},{"SurahNumber":7,"VerseNumber":140,"Text":"Wathi yena: “(Nina nithi) mandinifunele omnye uthixo ngaphandle koAllâh, ekubeni Yena Enenze nangentla kunendalo yonke?”"},{"SurahNumber":7,"VerseNumber":141,"Text":"Yabonani Thina Sanihlangula kubantu bakwaFir’awn, ababeningcungcuthekisa ngesona sibi isohlwayo, bebulala oonyana benu bashiye abasetyhini benu, olo lwaba luvavanyo olukhulu oluvela eNkosini yenu"}]}