{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"Among the people, some say we believe in God and the last day, but they are not believers"},{"SurahNumber":2,"VerseNumber":9,"Text":"(They think) they trick God and those who believed, but they only trick themselves and they do not realize"},{"SurahNumber":2,"VerseNumber":10,"Text":"There is a disease in their hearts and God increased their disease and a painful punishment is theirs because they were lying"},{"SurahNumber":2,"VerseNumber":11,"Text":"When they are told: do not commit corruption on the earth; they say: we are just reformers"},{"SurahNumber":2,"VerseNumber":12,"Text":"Beware that they are the corruptors but they do not realize"},{"SurahNumber":2,"VerseNumber":13,"Text":"And when they are told: believe like people who believed; they say: shall we believe like fools who believed? Know that they are the fools but they do not know"},{"SurahNumber":2,"VerseNumber":14,"Text":"When they meet those who believed, they say: we believed. And when they are alone with their own devils (like-minded friends) they say: we are with you and we are only making fun of them"},{"SurahNumber":2,"VerseNumber":15,"Text":"God makes fun of them and helps them wander blindly in their rebellion"},{"SurahNumber":2,"VerseNumber":16,"Text":"They are those who traded the misguidance for the guidance, so their trade was not profitable, and they were not guided"},{"SurahNumber":2,"VerseNumber":17,"Text":"Their example is like someone who started a fire, and when it lit up around him, God took away their light and left them in darkness unable to see"},{"SurahNumber":2,"VerseNumber":18,"Text":"Deaf, dumb, blind, and they will not return"},{"SurahNumber":2,"VerseNumber":19,"Text":"Or like (people in) a heavy rainstorm from the sky with darkness and thunder and lightning in it, they put their fingers in their ears from the fear of the death. God surrounds (and dominates) the disbelievers"},{"SurahNumber":2,"VerseNumber":20,"Text":"The lightning almost takes away their sight, and whenever it lights up around them, they walk in it, and when it becomes dark around them, they stand still. If God wanted, He would take away their hearing and their sights. God is capable of everything"}]}