{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"Когда же Муса завершил свой срок, Он со своей семьей отправился в дорогу. (В пути) он вдруг на стороне горы огонь заметил. Он молвил: \"Оставайтесь здесь! Я чувствую присутствие огня. Я принесу оттуда вам Какую-либо весть иль головешку, Чтоб вы могли согреться (у костра)"},{"SurahNumber":28,"VerseNumber":30,"Text":"И вот когда он подошел к нему, То с правой стороны долины, Из глубины кустарника благословенной рощи, К нему раздался глас: \"О Муса! Я - Аллах, Господь миров"},{"SurahNumber":28,"VerseNumber":31,"Text":"Брось посох свой!\" Когда увидел он, Что его посох змеем взвился, Отпрянул он назад, (Боясь) за ним вернуться. (И тут опять раздался глас): \"О Муса! Подойди сюда! Не бойся, - Ведь ты - из тех, кто в безопасности (отныне)"},{"SurahNumber":28,"VerseNumber":32,"Text":"Теперь за пазуху ты руку положи, И она выйдет, белизной сверкая, Без всякого вреда тебе. Теперь, оставив страх, Прижми к себе свое крыло. (Твой посох и рука) от Бога твоего Двумя свидетельствами будут Для Фараона и его вельмож, - Они, поистине, народ распутный"},{"SurahNumber":28,"VerseNumber":33,"Text":"О Господи! - ответил Муса. - Убил я душу (одного) из них, И я боюсь: они меня погубят"},{"SurahNumber":28,"VerseNumber":34,"Text":"Мой брат Харун красноречивее меня в своих речах. Пошли его помощником со мной, Чтобы мою правдивость подтвердить. Поистине, боюсь я, что лжецом меня они сочтут"},{"SurahNumber":28,"VerseNumber":35,"Text":"Мы твою силу (силой) брата подкрепим, - (Господь ему) ответил. - И вам дадим такую власть, Что никогда они достичь не смогут (Возможностей) знамений Наших. Восторжествуют только вы и те, Которые последуют за вами"},{"SurahNumber":28,"VerseNumber":36,"Text":"Когда пришел к ним Муса С ясными знаменьями от Нас, Они сказали: \"Это - только колдовство, Измышленное (Мусой и Харуном), - Мы ни о чем подобном не слыхали Средь наших праотцев былых (времен)"},{"SurahNumber":28,"VerseNumber":37,"Text":"Муса сказал: \"Господь мой знает лучше, Кто с Руководством от Него приходит, Кому - найлучшая последняя обитель, - Ведь нечестивым, истинно, во благе не бывать"},{"SurahNumber":28,"VerseNumber":38,"Text":"О знать моя! - ответил Фараон. - Для вас не знаю я другого бога, Помимо самого себя. Хаман, зажги мне (печь), (Чтобы обжечь кирпич) из глины, И башню (из него) устрой, Чтоб к Богу Мусы мне подняться, - Ведь я считаю: (Муса) - лжец"},{"SurahNumber":28,"VerseNumber":39,"Text":"И дерзко возгордились на земле И он, и воины его - Без истинного права (от Аллаха)- И думали, что к Нам возвращены не будут"},{"SurahNumber":28,"VerseNumber":40,"Text":"А Мы его и воинов его Схватили и повергли в море, - Смотри, каков конец был злочестивых"},{"SurahNumber":28,"VerseNumber":41,"Text":"И Мы их сделали имамами, зовущими к Огню, И в Судный День им помощи не будет"},{"SurahNumber":28,"VerseNumber":42,"Text":"Мы их проклятием сопроводили в этом мире, И им в День Воскресения (на Суд) быть среди тех, Кто не допущен будет (к милости Аллаха)"}]}