{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":20,"VerseNumber":25,"Text":"He said, “My Lord, reassure my heart for me"},{"SurahNumber":20,"VerseNumber":26,"Text":"and ease my task for me"},{"SurahNumber":20,"VerseNumber":27,"Text":"and loosen the knot from my tongue"},{"SurahNumber":20,"VerseNumber":28,"Text":"so that they may understand my speech"},{"SurahNumber":20,"VerseNumber":29,"Text":"And appoint for me a helper from my family"},{"SurahNumber":20,"VerseNumber":30,"Text":"Aaron, my brother"},{"SurahNumber":20,"VerseNumber":31,"Text":"Increase my strength through him"},{"SurahNumber":20,"VerseNumber":32,"Text":"and let him share my task"},{"SurahNumber":20,"VerseNumber":33,"Text":"so that we may glorify You much"},{"SurahNumber":20,"VerseNumber":34,"Text":"and remember You much"},{"SurahNumber":20,"VerseNumber":35,"Text":"For indeed You are All-Watchful over us.”"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah said, “You are granted your request, O Moses"},{"SurahNumber":20,"VerseNumber":37,"Text":"And We had already conferred favor upon you before"},{"SurahNumber":20,"VerseNumber":38,"Text":"when We inspired your mother, saying"},{"SurahNumber":20,"VerseNumber":39,"Text":"‘Put him into the casket, then cast it into the river. The river will carry it to the shore, and he will be picked up by one who is an enemy to Me and enemy to him.’ I bestowed upon you love from Myself so that you would be brought up under My [watchful] Eye"},{"SurahNumber":20,"VerseNumber":40,"Text":"When your sister was going along and said, ‘Shall I show you someone who will nurse him?’ Thus We brought you back to your mother, so that she may rejoice and not grieve. Then you killed a man [by mistake], but We saved you from distress, and We put you through several trials. You stayed among the people of Midian for several years, then you came [here] at a destined time, O Moses"},{"SurahNumber":20,"VerseNumber":41,"Text":"I have chosen you for Myself"},{"SurahNumber":20,"VerseNumber":42,"Text":"Go forth, you and your brother, with My signs and do not slacken in remembering Me"},{"SurahNumber":20,"VerseNumber":43,"Text":"Go, both of you, to Pharaoh, for he has certainly transgressed all bounds"},{"SurahNumber":20,"VerseNumber":44,"Text":"But speak to him gently, so that he may take heed or fear Allah.”"},{"SurahNumber":20,"VerseNumber":45,"Text":"They said, “Our Lord, we fear that he may hasten to punish us or transgress all bounds.”"},{"SurahNumber":20,"VerseNumber":46,"Text":"He said, “Do not be afraid; I am with you both, hearing and seeing"},{"SurahNumber":20,"VerseNumber":47,"Text":"So go to him and say, ‘We are both messengers from your Lord, so let the Children of Israel go with us and do not oppress them. We have come to you with a sign from your Lord; and peace be upon he who follows the true guidance"},{"SurahNumber":20,"VerseNumber":48,"Text":"It has been revealed to us that the punishment awaits those who reject [the truth] and turn away.’”"},{"SurahNumber":20,"VerseNumber":49,"Text":"Pharaoh said, “So who is the Lord of you two, O Moses?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"He said, “Our Lord is the One Who gave everything its form then guided it.”"},{"SurahNumber":20,"VerseNumber":51,"Text":"Pharaoh said, “Then what about the former [disbelieving] nations?”"},{"SurahNumber":20,"VerseNumber":52,"Text":"He said, “Its knowledge is with my Lord in a Record. My Lord never errs, nor does He forget.”"},{"SurahNumber":20,"VerseNumber":53,"Text":"It is He Who spread out the earth for you and made therein pathways for you, and sent down rain from the sky; and We brought forth thereby various types of plants"},{"SurahNumber":20,"VerseNumber":54,"Text":"Eat and graze your livestock. Indeed, there are signs in this for people of sound intellect"}]}