{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":27,"Text":"ئى مۆمىنلەر! باشقىلارنىڭ ئۆيلىرىگە (كىرىشكە) ئىجازەت سورىمىغىچە ۋە ئۆي ئىگىسىگە سالام بەرمىگۈچە كىرمەڭلار، ۋەز ـ نەسىھەت ئېلىشىڭلار (يەنى بۇ گۈزەل ئەخلاق ـ ئەدەبكە ئەمەل قىلىشىڭلار) ئۈچۈن بۇ (يەنى ئىجازەت سوراپ ۋە سالام بېرىپ كىرىش ئۇشتۇمتۇت كىرىشتىن) سىلەرگە ياخشىدۇر"},{"SurahNumber":24,"VerseNumber":28,"Text":"ئەگەر باشقىلارنىڭ ئۆيلىرىدە ھېچ ئادەم بولمىسا سىلەرگە ئىجازەت بېرىلمىگۈچە كىرمەڭلار، ئەگەر سىلەرگە قايتىڭلار دېيىلسە قايتىپ كېتىڭلار، قايتىپ كېتىش سىلەر ئۈچۈن ئەڭ ياخشىدۇر، ئاللاھ سىلەرنىڭ قىلىدىغان ئەمەللىرىڭلارنى بىلىپ تۇرغۇچىدۇر"},{"SurahNumber":24,"VerseNumber":29,"Text":"شەخسىي تۇرالغۇ بولمىغان (يەنى دۇكان ـ سارايلارغا ئوخشاش) ئۆيلەرگە ھاجىتىڭلار چۈشۈپ كىرسەڭلار، سىلەرگە ھېچ گۇناھ يوقتۇر. ئاللاھ سىلەرنىڭ ئاشكارىلىغىنىڭلارنىمۇ، يوشۇرغىنىڭلارنىمۇ بىلىپ تۇرىدۇ"},{"SurahNumber":24,"VerseNumber":30,"Text":"مۆمىن ئەرلەرگە ئېيتقىنكى، (نا مەھرەملەرگە) تىكىلىپ قارىمىسۇن، ئەۋرەتلىرىنى (زىنادىن) ساقلىسۇن، مۇنداق قىلىش ئۇلار ئۈچۈن ئەڭ ياخشىدۇر، ئاللاھ ھەقىقەتەن ئۇلارنىڭ قىلمىشلىرىدىن تولۇق خەۋەردار"},{"SurahNumber":24,"VerseNumber":31,"Text":"مۆمىنەلەرگە ئېيتقىنكى، نامەھرەملەرگە تىكىلىپ قارىمىسۇن، ئەۋرەتلىرىنى ياپسۇن. تاشقى زىننەتلىرىدىن باشقا زىننەتلىرىنى ئاشكارىلىمىسۇن. لېچەكلىرى بىلەن كۆكرەكلىرىنى ياپسۇن. (تاشقى زىننەتلىرىدىن باشقا) زىننەتلىرىنى ئەرلىرىدىن، ئاتىلىرىدىن، قېيىن ئاتىلىرىدىن، ئوغۇللىرىدىن، ئەرلىرىنىڭ ئوغۇللىرىدىن، ئۆز قېرىنداشلىرىدىن، قېرىنداشلىرىنىڭ ئوغۇللىرىدىن، ھەمشىرىلىرىنىڭ ئوغۇللىرىدىن، دىنداش ئاياللاردىن، قول ئاستىدىكى چۆرىلەردىن، خوتۇنلارغا ئېھتىياجى يوق خىزمەتچىلەر (يەنى قېرى، دەلدۈش بولغانلىقتىن جىنسىي شەھۋىتى يوقلار) دىن، ئاياللارنىڭ ئۇياتلىق جايلىرىنى ئۇقمايدىغان (يەنى بالاغەتكە يەتمىگەن) بالىلاردىن باشقا كىشىلەرگە كۆرسەتمىسۇن، زىننەتلىرىنى كىشىلەرگە بىلدۈرۈش ئۈچۈن ئاياغلىرىنى يەرگە ئۇرمىسۇن. ئى مۆمىنلەر! بەختكە ئېرىشىشىڭلار ئۈچۈن ھەممىڭلار ئاللاھقا تەۋبە قىلىڭلار"},{"SurahNumber":24,"VerseNumber":32,"Text":"ئاراڭلاردىكى بويتاق ئەر، ئاياللارنىڭ ۋە ياخشى قۇل ۋە ياخشى چۆرىلىرىڭلارنىڭ بېشىنى ئوڭلاپ قويۇڭلار؛ ئەگەر ئۇلار يوقسۇز بولىدىغان بولسا (ئۇلارنىڭ يوقسۇزلۇقى سىلەرنىڭ ئۇلارنىڭ بېشىنى ئوڭلاپ قويۇشۇڭلارغا توسۇق بولمىسۇن)، ئاللاھ ئۇلارنى ئۆز كەرىمى بىلەن باي قىلىدۇ، ئاللاھنىڭ (كەرىمى) كەڭدۇر، ئاللاھ بەندىلەرنىڭ مەنپەئىتىنى بىلگۈچىدۇر"},{"SurahNumber":24,"VerseNumber":33,"Text":"ئۆيلىنەلمەيدىغانلار ئاللاھ ئۇلارنى ئۆز كەرىمى بىلەن باي قىلغىچە، ئۆزلىرىنى ئىپپەتلىك تۇتسۇن، قۇللىرىڭلاردىن توختام تۈزۈشنى تىلەيدىغانلار (يەنى خوجىسىغا مۇئەييەن پۇل ـ مال تۆلەش شەرتى بىلەن ئۆزىنىڭ ئازاد قىلىنىشىنى تىلەيدىغانلار) بىلەن، ئەگەر ئۇلارنىڭ ساداقىتىنى بايقىساڭلار، توختام تۈزۈڭلار، سىلەرگە ئاللاھ ئاتا قىلغان مال ـ مۈلۈكنىڭ بىر قىسمىنى (ئۆزلىرىنى ئازاد قىلىشقا ياردەم تەرىقىسىدە) ئۇلارغا بېرىڭلار، ئەگەر سىلەرنىڭ چۆرىلىرىڭلار ئىپپەتلىك بولۇشنى خالىسا، بۇ دۇنيانىڭ ئازغىنا مېلىنى دەپ ئۇلارنى پاھىشىغا مەجبۇرلىماڭلار، كىمكى ئۇلارنى پاھىشىغا مەجبۇرلايدىكەن، مەجبۇرلانغاندىن كېيىن ئاللاھ ئۇلارنى مەغپىرەت قىلغۇچىدۇر، (ئۇلارغا)رەھىم قىلغۇچىدۇر(يەنى پاھىشىغا مەجبۇرلانغانلىقى ئۈچۈن، ئاللاھ ئۇلارنى جاۋابكارلىققا تارتمايدۇ، مەجبۇرلىغۇچىلارنى قاتتىق جازالايدۇ)"},{"SurahNumber":24,"VerseNumber":34,"Text":"(ئى مۆمىنلەر!) بىز سىلەرگە روشەن ئايەتلەرنى، سىلەردىن ئىلگىرى ئۆتكەن ئۈممەتلەردىن مىساللارنى ۋە تەقۋادارلار ئۈچۈن ۋەز – نەسىھەتلەرنى شەك – شۈبھىسىز نازىل قىلدۇق"}]}