{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":68,"VerseNumber":34,"Text":"Vir die godvresendes is daar sekerlik Verruklike Tuine by hulle Heer"},{"SurahNumber":68,"VerseNumber":35,"Text":"Sal Ons dan diegene wat hulle onderwerp, soos die misdadigers behandel"},{"SurahNumber":68,"VerseNumber":36,"Text":"Wat maker julle? Hoe oordeel julle"},{"SurahNumber":68,"VerseNumber":37,"Text":"Of het julle ’n boek waarin julle lees"},{"SurahNumber":68,"VerseNumber":38,"Text":"dat julle inderdaad sal hê wat julle verkies"},{"SurahNumber":68,"VerseNumber":39,"Text":"Of het julle enige beëdigde ooreenkoms met Ons wat tot die Dag van Herrysenis sal voortduur, dat julle alles sal kry wat julle verlang"},{"SurahNumber":68,"VerseNumber":40,"Text":"Vra vir hulle wie van hulle daarvoor sal borgstaan"},{"SurahNumber":68,"VerseNumber":41,"Text":"Of het hulle afgode? Laat hulle dan hul deelgenote na vore bring, indien hulle opreg is"},{"SurahNumber":68,"VerseNumber":42,"Text":"Op die Dag wanneer daar ’n strawwe kwelling sal wees, en hulle opgeroep sal word om te prostreer, dan sal hulle dit nie kán doen nie"},{"SurahNumber":68,"VerseNumber":43,"Text":"Hulle oë sal neergeslaan wees, en vernedering sal hulle oorval. En hulle is inderdaad opgeroep om te prostreer terwyl hulle nog veilig was"},{"SurahNumber":68,"VerseNumber":44,"Text":"Laat My dus alleen met diegene wat hierdie aankondiging ver- loën. Ons sal hulle trapsgewys inhaal van waar hulle dit nie verwag nie"},{"SurahNumber":68,"VerseNumber":45,"Text":"En Ek verleen aan hulle uitstel; waarlik, My plan is bestendig"},{"SurahNumber":68,"VerseNumber":46,"Text":"Of vra u van hulle ’n beloning, sodat hulle onder skuld gebuk kan gaan"},{"SurahNumber":68,"VerseNumber":47,"Text":"Of het hulle kennis van die Onsigbare, sodat hulle dit kan opskryf"},{"SurahNumber":68,"VerseNumber":48,"Text":"Wag dan geduldig op die gebod van u Heer, en wees nie soos die Metgesel van die vis toe hy in ellende verkeer het nie"},{"SurahNumber":68,"VerseNumber":49,"Text":"As ’n guns van sy Heer hom nie bereik het nie, sou hy sekerlik op ’n dorre kus neergewerp gewees het terwyl hy blaam gedra het"},{"SurahNumber":68,"VerseNumber":50,"Text":"Maar sy Heer het hom uitverkies, en Hy het hom tot een van die opregtes gemaak"},{"SurahNumber":68,"VerseNumber":51,"Text":"En die ongelowiges sou u byna met hulle oë wou tref wanneer hulle die Vemaning hoor, en hulle sê: Hy is sekerlik kranksinnig"},{"SurahNumber":68,"VerseNumber":52,"Text":"En dit is niks anders nie as ’n Vermaning vir die nasies"}]}