{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Suratu Az-Zukhruf. Ha, Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Pelo Livro explícito"},{"SurahNumber":43,"VerseNumber":3,"Text":"Por certo, Nós o fizemos um Alcorão árabe, para razoardes"},{"SurahNumber":43,"VerseNumber":4,"Text":"E, por certo, estando na Mãe do Livro, junto de Nós, ele é altíssimo, sábio"},{"SurahNumber":43,"VerseNumber":5,"Text":"Então, privar-vos-íamos da Mensagem, abandonando-vos, por que sois um povo entregue a excessos"},{"SurahNumber":43,"VerseNumber":6,"Text":"E quantos profetas enviamos aos antepassados"},{"SurahNumber":43,"VerseNumber":7,"Text":"E não lhes chegou profeta algum, sem que dele zombassem"},{"SurahNumber":43,"VerseNumber":8,"Text":"Então, aniquilamos os mais temíveis que eles; e já precedeu exemplo dos antepassados"},{"SurahNumber":43,"VerseNumber":9,"Text":"E, se lhes perguntas: \"Quem criou os céus e a terra?\", em verdade, dirão: \"Criou-os O Todo-Poderoso, O Onisciente"},{"SurahNumber":43,"VerseNumber":10,"Text":"Ele é Quem faz da terra leito e, nela, fez-vos caminhos, para vos guiardes"},{"SurahNumber":43,"VerseNumber":11,"Text":"E Ele é Quem faz descer do céu água, na justa medida e, com ela revivescemos uma plaga morta. Assim, far-vos-ão sair dos sepulcros"},{"SurahNumber":43,"VerseNumber":12,"Text":"E Ele é Quem criou todos os casais de seres, e vos fez do barco e dos rebanhos aquilo em que montais"},{"SurahNumber":43,"VerseNumber":13,"Text":"Para vos instalardes sobre seus dorsos; em seguida, para vos lembrardes da graça de vosso Senhor, quando vos instalardes neles e disserdes: \"Glorificado seja Quem nos submeteu tudo isto, enquanto jamais seríamos capazes de fazê-lo"},{"SurahNumber":43,"VerseNumber":14,"Text":"E Por certo, seremos tornados a nosso Senhor"},{"SurahNumber":43,"VerseNumber":15,"Text":"E fizeram-Lhe parte de Seus servos. Por certo, o ser humano é um ingrato declarado"}]}