{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":90,"Text":"E Haruni atyre u pat thënë më parë: \"O populli im, ju vetëm u sprovuat me të, pse Zoti juaj është i Gjithëmëshirshmi, andaj ejani pas meje dhe më dëgjoni për këtë që po ua thëm"},{"SurahNumber":20,"VerseNumber":91,"Text":"Ata i thanë: \"Ne nuk do t´i ndahemi këtij (adhurimit të viçit) deri që të kthehet te ne Musai"},{"SurahNumber":20,"VerseNumber":92,"Text":"Ai (Musai u kthye e) tha: \"O Harun ç´të pengoi ty kur i pe se morën rrugën e gabuar"},{"SurahNumber":20,"VerseNumber":93,"Text":"E ti të mos u vazhdosh rrugën time? A mos e kundërshtove edhe ti porosinë time"},{"SurahNumber":20,"VerseNumber":94,"Text":"Ai (Haruni) tha: \"O bir i nënës sime, mos më kap as për mjekre as për flokë, se unë u frikësova se do të thuash: I përçave beni israilët dhe nuk e ke respektuar porosinë time"},{"SurahNumber":20,"VerseNumber":95,"Text":"Ai (Musai) tha: \"E çka ishte puna jote, o Samirij"},{"SurahNumber":20,"VerseNumber":96,"Text":"Tha (Samirija): \"Unë pashë atë që ata nuk e panë, e mora një grusht nga gjurma e të dërguarit (nga fërkemi i kalit të Xhibrilit) dhe ia hodha atij (viçit) dhe kështu më mashtroi vetvetja"},{"SurahNumber":20,"VerseNumber":97,"Text":"Ai (Musai) tha: \"Prandaj largohu, sepse sa të jeshë gjallë ke për të thënë: (këdo që e sheh) \"Mos m´u afro!\" E ty të pret edhe një moment (dënim) i pathyeshëm. E ti tash shikoje zotin tënd që e adhurove bindshëm, e tani atë do ta djegim e do ta bëjmë shkr"},{"SurahNumber":20,"VerseNumber":98,"Text":"I adhuruari juaj është vetëm All-llahu, që përveç Tij nuk ka zot tjetër, e dituria e Tij ka përfshirë çdo send"},{"SurahNumber":20,"VerseNumber":99,"Text":"Po kështu, Ne të rrëfejmë ty për disa nga ndodhitë që kanë kaluar më herët dhe nga ana jonë ta dhamë ty shpalljen plot përkujtime"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kush i kthen shpinën kësaj (shpalljes - Kur´anit), ai do ta bartë në ditën e kijametit barrën më të rëndë"},{"SurahNumber":20,"VerseNumber":101,"Text":"Nën atë do të qëndrojnë përgjithmonë. Sa barrë e keqe është për ta në ditën e kijametit"},{"SurahNumber":20,"VerseNumber":102,"Text":"Ditën kur i fryhet surit (bririt), atë ditë Ne i tubojmë mëkatarët symavijosur (të verbër, të shëmtuar)"},{"SurahNumber":20,"VerseNumber":103,"Text":"E ata pëshpërisin mes vete: Nuk qëndruat (në Dunja) më shumë se nja dhjetë ditë"},{"SurahNumber":20,"VerseNumber":104,"Text":"Ne më së miri e dimë se çka flasin ata, e edhe atë kur më i mençuri prej tyre u tha: \"Nuk qëndruat më shumë se një ditë"}]}