{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":10,"VerseNumber":41,"Text":"Na o ba Ka iran Pakapumbokhaga, na Tharowangka: A ruk Akun so galubuk Akun, na ruk iyo so galubuk iyo! Sukano na angiyas kano ko gi-i Ko Nggalubukun, na Sakun na angiyas Ako ko gi-i niyo nggalubukun"},{"SurahNumber":10,"VerseNumber":42,"Text":"Na adun a pud kiran a tao a Puphamamakinugun Ka iran: Ino Suka Maphakanug Ka so manga bungul,_ apiya pun siran na da-a manga sabot iran"},{"SurahNumber":10,"VerseNumber":43,"Text":"Go adun a pud kiran a tao a Phagilaingka niyan: Ino Suka Khatoro-o Ka so manga bota, apiya pun siran na di siran phamakanono"},{"SurahNumber":10,"VerseNumber":44,"Text":"Mata-an! A so Allah na di Niyan shalimbotan so manga Manosiya sa maito bo: Na ogaid na so manga Manosiya i pushalimbot ko manga ginawa iran"},{"SurahNumber":10,"VerseNumber":45,"Text":"Na si-i ko Alongan a Kalimoda Niyan kiran: Na lagid o ba da-a minitarugiran (ko doniya) a rowar ko isa ka oras ko kadaondao: Sa makakhıikilala-i siran: Sabunar a miyalogi so siran a piyakambokhagiran so Kimbaratumowa-an ko Allah, go da siran makakudug sa ontol"},{"SurahNumber":10,"VerseNumber":46,"Text":"Na amai ka paki-ilai Ami Ruka so saba-ad ko idi diyandi Ami kiran (a siksa),- o di na tanganun Nami Suka,-na si-i siran Rukami bo phakandod: Oriyan niyan na so Allah i saksi ko gi-i ran nggolaola-an"},{"SurahNumber":10,"VerseNumber":47,"Text":"Na oman i pagtao na adun a Sogo-on: Na amai ka makaoma so Sogo kiran, na Kokomun siran sa ontol, a siran na di siran kasalimbotan"},{"SurahNumber":10,"VerseNumber":48,"Text":"Na gi-i ran Tharo-on: A anda dun angkai a diyandi,_ o sukano na Mumamata-an kano"},{"SurahNumber":10,"VerseNumber":49,"Text":"Tharowangka: A da-a Mipapa-ar Akun a ruk o ginawa Ko a kabinasa, a go da-a ompiya inonta sa kabaya o Allah. Adun a ruk o oman i pagtao a ta-alik: Na igira a miyakaoma so ta-alik kiran, na di ran khisundod sa isa ka oras, go di iran khakutung"},{"SurahNumber":10,"VerseNumber":50,"Text":"Tharowangka: Aiguda iyo, amai ka makatalingoma rukano so siksa Iyan ko gagawi-i, o di na daondao,_antona-a pun i punggaga-anan non o manga rarata i ongar"},{"SurahNumber":10,"VerseNumber":51,"Text":"Ino a sa oriyan niyan na igiraa miyakatana (so siksa) na Pharatiyaya-an niyo bo? Ino a imanto bo (i Kapharatiyaya niyo) a Sabunar a giyaya so puphagalo kalokan niyo"},{"SurahNumber":10,"VerseNumber":52,"Text":"Oriyan niyan na Tharo-on ko siran a da Pamagin on tolan: Taami niyo so siksa a tatap! Da-a imbalas rukano a rowar ko Pinggalubuk iyo"},{"SurahNumber":10,"VerseNumber":53,"Text":"Na pakiphanothol iran Ruka: Ino bunar Sukaniyan? Tharowangka: Owai! Ibut ko Kadnan Ko! Ka Mata-an naya a titho a bunar! Na di niyo dun khapalagoyan"}]}