{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"These (list) constitute proofs Quran; profound scripture"},{"SurahNumber":27,"VerseNumber":2,"Text":"beacon dobry zvest believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"Kto observe Zmluva Prayers (Salat) dat zavazny laska k bliznemu (Zakat) they som zretel Hereafter absolutely certain"},{"SurahNumber":27,"VerseNumber":4,"Text":"Those nie verit v Hereafter my zdobit ich robota ich oci. Thus they zotrvat omyl"},{"SurahNumber":27,"VerseNumber":5,"Text":"bol these incur chory retribution Hereafter they je zly losers"},{"SurahNumber":27,"VerseNumber":6,"Text":"Iste ona receiving Quran z Wise Omniscient"},{"SurahNumber":27,"VerseNumber":7,"Text":"Recall lenze Moses said do jeho rodina ja see zapalit; let mna bring ona zvest therefrom torch zohriat ona"},{"SurahNumber":27,"VerseNumber":8,"Text":"When he pojdem it he bol vola sa Zehnat je Jeden speaking zapalit those around it Glory bol GOD Lord universe"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Moses this bol Mna GOD Almighty Wise"},{"SurahNumber":27,"VerseNumber":10,"Text":"Throw nadol tvoj staff When he saw it moving mat rad demon he turned around fled O Moses nie bol afraid. Moj posol nie fear"},{"SurahNumber":27,"VerseNumber":11,"Text":"those kto commit transgression potom zastupid righteousness after zhresit; ja Forgiving Merciful"},{"SurahNumber":27,"VerseNumber":12,"Text":"Put tvoj hand v tvoj pocket it pod biely blemish These som 9 zazrak do Pharaoh jeho ludia for they bol zlomyselny ludia"},{"SurahNumber":27,"VerseNumber":13,"Text":"When our zazrak presented them zretelny profound they said This bol obviously kuzlo"},{"SurahNumber":27,"VerseNumber":14,"Text":"They zamietnut them utterly convinced z ich zlo ways ich arrogance. Note consequences evildoers"}]}