{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"О ви, які увірували! Не намагайтесь випередити Аллага та Його Посланця! Бійтесь Аллага, воістину, Аллаг — Всечуючий та Всезнаючий"},{"SurahNumber":49,"VerseNumber":2,"Text":"О ви, які увірували! Не перекрикуйте Пророка та не звертайтеся до нього так голосно, як ви звертаєтесь одне до одного, інакше ваші вчинки стануть марними, а ви цього й не відчуєте"},{"SurahNumber":49,"VerseNumber":3,"Text":"Воістину, тим, хто перед Посланцем Аллага знижує свій голос, Аллаг очистив серця для богобоязливості. На них чекає прощення та велика винагорода"},{"SurahNumber":49,"VerseNumber":4,"Text":"Воістину, більшість тих, які кличуть тебе з двору, є нерозумними"},{"SurahNumber":49,"VerseNumber":5,"Text":"Якби вони мали терпіння почекати доти, доки ти вийдеш, то це було б краще для них. Аллаг — Прощаючий, Милосердний"},{"SurahNumber":49,"VerseNumber":6,"Text":"О ви, які увірували! Якщо до вас із якоюсь звісткою прийде нечестивець, то спробуйте все прояснити. Адже через своє незнання ви можете зашкодити людям, про що згодом будете жалкувати"},{"SurahNumber":49,"VerseNumber":7,"Text":"Знайте, що серед вас перебуває Посланець Аллага. Якби він слухався вас у багатьох справах, то ви потрапили б у скруту. Проте Аллаг дозволив вам полюбити віру, зробив її прекрасною для ваших сердець і дарував ненависть до невір’я, нечестя та непослуху. Саме такі йдуть прямим шляхом —"},{"SurahNumber":49,"VerseNumber":8,"Text":"завдяки ласці від Аллага та Його милості. Аллаг — Всезнаючий, Мудрий"},{"SurahNumber":49,"VerseNumber":9,"Text":"Якщо дві групи віруючих ведуть між собою боротьбу, то примиріть їх. Але якщо одна з них зазіхає на іншу, то боріться проти тієї, яка виявляє ворожість, доки вона не повернеться до наказу Аллага. А якщо вона повернеться, то встановіть між ними мир так, як і належить. І будьте справедливими; воістину, Аллаг любить справедливих"},{"SurahNumber":49,"VerseNumber":10,"Text":"Воістину, віруючі — браття. Тож встановлюйте мир між братами вашими й бійтесь Аллага — можливо, помилують вас"}]}