{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"Gewiß, denjenigen, die ungläubig waren, wird zugerufen: Allahs Abscheu ist wahrlich größer als eure Abscheu vor euch selbst, da ihr zum Glauben aufgerufen worden, aber ungläubig geblieben seid"},{"SurahNumber":40,"VerseNumber":11,"Text":"Sie sagen: Unser Herr, Du hast uns zweimal sterben lassen und zweimal lebendig gemacht. So bekennen wir unsere Sünden. Gibt es denn einen Weg, (hier) herauszukommen"},{"SurahNumber":40,"VerseNumber":12,"Text":"Dies ist so, weil ihr, wenn (immer) Allah allein angerufen wurde, ungläubig bliebt, ihr aber, wenn Ihm (andere) beigesellt wurden, glaubtet. Das Urteil gehört Allah, dem Erhabenen und Großen"},{"SurahNumber":40,"VerseNumber":13,"Text":"Er ist es, Der euch Seine Zeichen zeigt und euch vom Himmel Versorgung herabsendet, doch bedenkt nur, wer sich (Allah) reuig zuwendet"},{"SurahNumber":40,"VerseNumber":14,"Text":"So ruft Allah an, (wobei ihr) Ihm gegenüber aufrichtig in der Religion (seid), auch wenn es den Ungläubigen zuwider ist"},{"SurahNumber":40,"VerseNumber":15,"Text":"Der Inhaber der hohen Rangstufen und der Herr des Thrones sendet den Geist von Seinem Befehl, wem von Seinen Dienern Er will, damit er den Tag der Begegnung warnend ankündige"},{"SurahNumber":40,"VerseNumber":16,"Text":"den Tag, an dem sie vortreten, wobei nichts von ihnen vor Allah verborgen bleibt. - Wem gehört heute die Herrschaft? - Allah, dem Einen, dem Allbezwinger"},{"SurahNumber":40,"VerseNumber":17,"Text":"Heute wird jeder Seele das vergolten, was sie erworben hat. Heute gibt es kein Unrecht. Gewiß, Allah ist schnell im Abrechnen"},{"SurahNumber":40,"VerseNumber":18,"Text":"Und warne sie vor dem Tag der immer näher kommenden (Stunde des Gerichts), an dem die Herzen (vor Angst) in der Kehle sitzen und sie unterdrücken (ihren Grimm), an dem die Ungerechten weder einen warmherzigen Freund noch einen Fürsprecher haben, dem man gehorchen würde"},{"SurahNumber":40,"VerseNumber":19,"Text":"Er kennt die verräterischen Augen und weiß, was die Brüste verbergen"},{"SurahNumber":40,"VerseNumber":20,"Text":"Und Allah entscheidet der Wahrheit entsprechend. Diejenigen aber, die sie anstatt Seiner anrufen, haben nichts zu entscheiden. Gewiß, Allah ist der Allhörende und Allsehende"}]}