{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"กอฟ ขอสาบานด้วยอัลกุรอานอันทรงเกียรติ"},{"SurahNumber":50,"VerseNumber":2,"Text":"แต่ว่าพวกเขาประหลาดใจที่มีผู้ตักเตือนคนหนึ่งจากหมู่พวกเขามายังพวกเขา ดังนั้นพวกปฏิเสธศรัทธาจึงกล่าวว่า นี่มันเป็นเรื่องประหลาดจริง ๆ"},{"SurahNumber":50,"VerseNumber":3,"Text":"เมื่อเราตายและกลายเป็นฝุ่นดินไปแล้ว จะกลับมีชีวิตอีกกระนั้นหรือ นั่นเป็นการกลับที่ไกลเหลือเกิน"},{"SurahNumber":50,"VerseNumber":4,"Text":"แน่นอน เรารู้ดีว่า กี่มากน้อยแล้วที่แผ่นดินทำให้พวกเขามีจำนวนลดน้อยลง และ ณ ที่เรานั้นมีบันทึกรักษาไว้"},{"SurahNumber":50,"VerseNumber":5,"Text":"เปล่าเลย พวกเขาปฏิเสธความจริงต่างหาก เมื่อมันได้มีมายังพวกเขา ดังนั้นพวกเขาจึงอยู่ในภาวะที่สับสน"},{"SurahNumber":50,"VerseNumber":6,"Text":"พวกเขามิได้มองไปยังฟากฟ้าเหนือพวกเขาดอกหรือ ว่าเราได้สร้างมันและประดับมันไว้อย่างไร และมันไม่มีรอยหรือช่องโหว่เลย"},{"SurahNumber":50,"VerseNumber":7,"Text":"และแผ่นดินนั้นเราได้แผ่ให้มันกว้างออกไปและในแผ่นดินนั้นเราได้ปักภูเขาไว้อย่างมั่นคงและในแผ่นดินนั้นเราให้พฤกษชาติทุกชนิดงอกเงยออกมาเป็นคู่ ๆ อย่างสวยงาม"},{"SurahNumber":50,"VerseNumber":8,"Text":"เพื่อให้เป็นที่สังเกตและเป็นการเตือนให้ระลึกแก่บ่าวทุกคนผู้สำนึกผิด"},{"SurahNumber":50,"VerseNumber":9,"Text":"และเราได้ให้น้ำฝนหลั่งลงมาจากฟากฟ้าเป็นที่จำเริญแล้วด้วยน้ำนั้น เราได้ให้งอกเงยออกมาเป็นสวนอันหลากหลาย และเมล็ดพืชสำหรับเก็บเกี่ยว"},{"SurahNumber":50,"VerseNumber":10,"Text":"และต้นอินทผลัม อย่างสูงตระหง่าน ลำต้นของมันมีพวงย้อยลงมา มีผลซ้อนกันเป็นตับ"},{"SurahNumber":50,"VerseNumber":11,"Text":"เพื่อเป็นปัจจัยยังชีพแก่ปวงบ่าว และด้วยน้ำนั้นเราทำให้ดินแดนที่แห้งแล้งมีชีวิตชีวาขึ้นใหม่ เช่นนั้นแหละการฟื้นคืนชีพ"},{"SurahNumber":50,"VerseNumber":12,"Text":"หมู่ชนของนูหฺได้ปฏิเสธมาก่อนหน้าพวกเขาแล้ว และชาวร็อส (บ่อน้ำ) และษะมูด"},{"SurahNumber":50,"VerseNumber":13,"Text":"และอ๊าด และฟิรเอานฺ และพี่น้องของลู๊ฎ"},{"SurahNumber":50,"VerseNumber":14,"Text":"และชาวป่าทึบ และหมู่ชนของตุ๊บบะอฺพวกเหล่านั้นทั้งหมดได้ปฏิเสธบรรดารอซูลดังนั้นสัญญาของเราจึงเหมาะสมคู่ควรแก่พวกเขา"},{"SurahNumber":50,"VerseNumber":15,"Text":"เราได้เหน็ดเหนื่อยต่อการสร้างครั้งแรกกระนั้นหรือ เปล่าเลย แต่ว่าพวกเขาอยู่ในการสงสัยต่อการสร้างครั้งใหม่ต่างหาก"}]}