{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":38,"Text":"O inkar edenlere de ki: Eğer vazgeçerlerse geçmişteki günahları bağışlanır; yok yine isyana dönerlerse kendilerinden önceki ümmetlere uygulanan ilahi kanun geçmişti, artık onu beklesinler"},{"SurahNumber":8,"VerseNumber":39,"Text":"Siz de, ortalıkta hiçbir fitne kalmayıp din tamamıyla Allah´ın dini oluncaya kadar onlarla cihad edin! Eğer vazgeçerlerse muhakkak ki Allah yaptıklarını görür"},{"SurahNumber":8,"VerseNumber":40,"Text":"Yok vazgeçmezlerse, artık bilin ki, Allah sizin dostunuzdur! O, ne güzel dost, ne güzel yardımcıdır"},{"SurahNumber":8,"VerseNumber":41,"Text":"Şunu da bilin ki, eğer Allah´a ve hak ile batılın ayrıldığı gün, iki ordunun çarpıştığı gün kulumuza indirdiklerimize iman etmiş iseniz, ganimet olarak aldığınız herhangi birşeyin beşte biri Allah´ındır, peygambere, yakınlarına, yetimlere, yoksullara ve yolda kalmışlara aittir"},{"SurahNumber":8,"VerseNumber":42,"Text":"O vakit siz vadinin beri yamacında , onlar öte yamacında, süvarileri de sizden tam aşağıda bulunuyordu. Şayet onlarla önceden sözleşmiş olsaydınız, kesinlikle buluşma vaktinde görüş ayrılığına düşerdiniz; fakat Allah, yapılması gereken bir işi yerine getirmek için yok olacak olan açık delil ile yok olsun, yaşayacak olan da açık delil ile yaşasın diye, böyle yaptı. Çünkü Allah herşeyi işiten, herşeyi bilendir"},{"SurahNumber":8,"VerseNumber":43,"Text":"Hani Allah, sana rüyandan onları az gösteriyordu; eğer sana onları açık gösterseydi, korkacak ve kumanda da tartışacaktınız. Fakat Allah, selamete bağladı; çünkü O, bütün sinelerin özünü bilir"},{"SurahNumber":8,"VerseNumber":44,"Text":"Hani karşılıştığınızda Allah, o yapılması gereken işi yerine getirmek için onları sizin gözlerinizde azaltıyor, sizi de onların gözlerinde azaltıyordu. Öyle ya, bütün işler yalnız Allah´a döndürülecektir"}]}