{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"En wie is er zondiger dan wie over God liegt en de betrouwbare waarheid loochent wanneer zij tot hem komt? Is er in de hel niet een verblijfplaats voor de ongelovigen"},{"SurahNumber":39,"VerseNumber":33,"Text":"En wie met de betrouwbare waarheid komen en geloof aan haar hechten, zij zijn het die godvrezend zijn"},{"SurahNumber":39,"VerseNumber":34,"Text":"Zij hebben bij hun Heer wat zij willen. Dat is het loon voor hen die goed doen"},{"SurahNumber":39,"VerseNumber":35,"Text":"opdat God hun het slechtste dat zij gedaan hebben kwijtscheldt en hen beloont met het loon voor het beste dat zij deden"},{"SurahNumber":39,"VerseNumber":36,"Text":"Is God niet goed genoeg voor Zijn dienaar? En zij willen jou bang maken met hen die er in plaats van Hem zouden zijn. En als God iemand tot dwaling brengt, dan is er voor hem niemand die de goede richting wijst"},{"SurahNumber":39,"VerseNumber":37,"Text":"En als God iemand de goede richting wijst dan is er voor hem niemand die tot dwaling brengt. Is God niet machtig en wraakgierig"},{"SurahNumber":39,"VerseNumber":38,"Text":"En als jij hun vraagt wie de hemelen en de aarde geschapen heeft zeggen zij: \"God.\" Zeg: \"En hebben jullie wel gezien wat jullie in plaats van God aanroepen? Als God voor mij tegenspoed wenst, kunnen zij dan Zijn tegenspoed voor mij wegnemen? Of als Hij voor mij barmhartigheid wenst, kunnen zij dan Zijn barmhartigheid tegenhouden?\" Zeg: \"Voor mij is God goed genoeg, op Hem moeten zij die vertrouwen hebben hun vertrouwen stellen"},{"SurahNumber":39,"VerseNumber":39,"Text":"Zeg: \"Mijn volk! Handelt naar jullie vermogen; ik doe dat ook. Dan zullen jullie weten"},{"SurahNumber":39,"VerseNumber":40,"Text":"tot wie er een bestraffing komt die hem te schande maakt en op wie een blijvende bestraffing zal neerkomen"},{"SurahNumber":39,"VerseNumber":41,"Text":"Wij hebben tot jou het boek voor de mensen met de waarheid neergezonden. Wie zich de goede richting laat wijzen volgt het goede pad slechts tot zijn eigen voordeel en wie dwaalt, dwaalt slechts ten koste van zichzelf. En jij bent geen voogd over hen"}]}