{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":29,"Text":"Верующие! Если будете бояться Бога, то Он подаст вам спасение, очистит вас от ваших злых дел и простит вам: Бог владыка великой благости"},{"SurahNumber":8,"VerseNumber":30,"Text":"Вот, неверные ухищряются против тебя, чтобы заключить тебя в оковы, или убить тебя, или изгнать тебя: они ухищряются, и Бог ухищряется; но Бог самый искусный из хитрецов"},{"SurahNumber":8,"VerseNumber":31,"Text":"Когда читаются им наши знамения, они говорят: \"Мы уже слышали их! Если бы мы захотели, сказали бы такие же, как и сии; это только истории о старине"},{"SurahNumber":8,"VerseNumber":32,"Text":"Вот они говорят: \"Боже! Если он есть истина от Тебя, то низведи на нас с неба каменный дождь, или пошли на нас другое, какое либо мучительное наказание"},{"SurahNumber":8,"VerseNumber":33,"Text":"Не будет того, чтобы Бог наказал их, когда ты между ними; не будет того, чтобы Бог захотел наказать их, когда они просят прощение себе"},{"SurahNumber":8,"VerseNumber":34,"Text":"Но им не отклонить от себя наказания Бога, когда они удаляют других от запретной мечети, тогда как они не хранители её. Хранители её только те, которые благочестивы; очень многие из них не знают этого"},{"SurahNumber":8,"VerseNumber":35,"Text":"Молитва их при этом доме состоит только в свистании и рукоплескании. В последствии - насладитесь мукой за то, что были нечестивы"},{"SurahNumber":8,"VerseNumber":36,"Text":"Истинно, неверные издерживают свои имущества для того, чтобы уклонять других от пути Божия, и они скоро издержат их; после того бедственно будет положение их; после того они побеждены будут! Неверные будут собраны пред геенной"},{"SurahNumber":8,"VerseNumber":37,"Text":"для того, чтобы Богу отделить злых от добрых, и чтобы злых, положив одних на других и всех сплотив, низложить в геенну. Это будет с этими несчастными"}]}