{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":26,"Text":"Và quả thật, TA đã tạo hóa con người bằng đất sét khô, lấy từ loại đất sét nhào nặn được"},{"SurahNumber":15,"VerseNumber":27,"Text":"Và Jaann (tổ tiên của loài Jinn), TA đã tạo nó trước đây bằng hơi lửa"},{"SurahNumber":15,"VerseNumber":28,"Text":"Và (hãy nhớ lại) khi Thượng Đế (Allah) của Ngươi (Muhammad) đã bảo các Thiên Thần: “TA sắp tạo một người phàm làm bằng đất sét khô, lấy từ đất sét nhào nặn được"},{"SurahNumber":15,"VerseNumber":29,"Text":"Rồi khi TA uốn nắn Y (Adam) thành hình thể và thổi vào Y Ruh (Tinh thần) của TA, các ngươi hãy sụp lạy Y"},{"SurahNumber":15,"VerseNumber":30,"Text":"Do đó, tất cả các Thiên Thần đồng quỳ lạy"},{"SurahNumber":15,"VerseNumber":31,"Text":"Ngoại trừ Iblis. Nó từ chối, không chịu nhập chung với những vị phủ phục"},{"SurahNumber":15,"VerseNumber":32,"Text":"(Allah) bảo: “Hỡi Iblis nhà ngươi có chuyện gì, tại sao nhà ngươi không chịu nhập chung với những vị phủ phục?”"},{"SurahNumber":15,"VerseNumber":33,"Text":"(Iblis đáp) thưa: “Bề tôi không phải là kẻ quỳ lạy một người phàm mà Ngài đã tạo bằng đất sét khô lấy từ đất sét nhào nặn được.”"},{"SurahNumber":15,"VerseNumber":34,"Text":"(Allah) phán: Hãy đi ra khỏi đó (Vườn Trời); nhà ngươi là một tên đáng bị trục xuất"},{"SurahNumber":15,"VerseNumber":35,"Text":"Và chắc chắn nhà ngươi sẽ bị nguyền rủa cho đến Ngày Phán xử"},{"SurahNumber":15,"VerseNumber":36,"Text":"(Iblis) thưa: “Lạy Thượng Đế (Allah) của bề tôi! Xin Ngài triển hạn cho bề tôi tận đến Ngày (người chết) sẽ được dựng sống lại.”"},{"SurahNumber":15,"VerseNumber":37,"Text":"(Allah) phán: Vậy thì nhà ngươi là một tên được triển hạn"},{"SurahNumber":15,"VerseNumber":38,"Text":"Cho đến Ngày của thời gian qui định"},{"SurahNumber":15,"VerseNumber":39,"Text":"(Iblis) thưa: “Lạy Thượng Đế (Allah) của bề tôi! Bởi vì Ngài xua đuổi bề tôi nên bề tôi sẽ tô điểm nó (tội lỗi) thành xinh đẹp đối với chúng (nhân loại) trên trái đất và bề tôi sẽ làm cho toàn thể bọn chúng lầm lạc"},{"SurahNumber":15,"VerseNumber":40,"Text":"“Ngoại trừ ai trong bọn chúng là bề tôi trung trinh của Ngài.”"},{"SurahNumber":15,"VerseNumber":41,"Text":"(Allah) phán: Đây là con đường ngay thẳng dẫn đến TA"},{"SurahNumber":15,"VerseNumber":42,"Text":"Quả thật, nhà ngươi không có quỵền đối với các bề tôi của TA ngoại trừ ai trong bọn họ là những kẻ lầm lạc tuân theo ngươi"},{"SurahNumber":15,"VerseNumber":43,"Text":"Và quả thật, hỏa ngục là điểm hẹn cho toàn thể bọn chúng"},{"SurahNumber":15,"VerseNumber":44,"Text":"Nó có bảy cửa đi vào. Đi vào mỗi cửa sẽ là một loại (tội nhân) nhất định của bọn chúng"}]}