{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"Indeed, We have given you, [O Muhammad], a clear conquest"},{"SurahNumber":48,"VerseNumber":2,"Text":"That Allah may forgive for you what preceded of your sin and what will follow and complete His favor upon you and guide you to a straight path"},{"SurahNumber":48,"VerseNumber":3,"Text":"And [that] Allah may aid you with a mighty victory"},{"SurahNumber":48,"VerseNumber":4,"Text":"It is He who sent down tranquillity into the hearts of the believers that they would increase in faith along with their [present] faith. And to Allah belong the soldiers of the heavens and the earth, and ever is Allah Knowing and Wise"},{"SurahNumber":48,"VerseNumber":5,"Text":"[And] that He may admit the believing men and the believing women to gardens beneath which rivers flow to abide therein eternally and remove from them their misdeeds - and ever is that, in the sight of Allah, a great attainment"},{"SurahNumber":48,"VerseNumber":6,"Text":"And [that] He may punish the hypocrite men and hypocrite women, and the polytheist men and polytheist women - those who assume about Allah an assumption of evil nature. Upon them is a misfortune of evil nature; and Allah has become angry with them and has cursed them and prepared for them Hell, and evil it is as a destination"},{"SurahNumber":48,"VerseNumber":7,"Text":"And to Allah belong the soldiers of the heavens and the earth. And ever is Allah Exalted in Might and Wise"},{"SurahNumber":48,"VerseNumber":8,"Text":"Indeed, We have sent you as a witness and a bringer of good tidings and a warner"},{"SurahNumber":48,"VerseNumber":9,"Text":"That you [people] may believe in Allah and His Messenger and honor him and respect the Prophet and exalt Allah morning and afternoon"},{"SurahNumber":48,"VerseNumber":10,"Text":"Indeed, those who pledge allegiance to you, [O Muhammad] - they are actually pledging allegiance to Allah. The hand of Allah is over their hands. So he who breaks his word only breaks it to the detriment of himself. And he who fulfills that which he has promised Allah - He will give him a great reward"}]}