{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":40,"VerseNumber":10,"Text":"Inene abo bangakholwayo kuya kuthethwa kuthiwe kubo: “Inkcaso ka-Allâh kuni yayingaphezulu kunokuchasana kwenu ukanti nanimenyiwe kodwa nina anakholwa.’’"},{"SurahNumber":40,"VerseNumber":11,"Text":"Baya kuthi: “Nkosi yethu, Wasenza asabi nabomi kabini, Wasinika ubomi kabini, yaye siyazivuma izono zethu, ingaba ikhona na indlela yokuphuma?’’"},{"SurahNumber":40,"VerseNumber":12,"Text":"(Kuya kuthiwa kubo): “Oku kungenxa yokuba ngelixa uAllâh Wayethandazwa, (Enqulwa) Yedwa nina naye anakholwa, Kodwa kwathi kusakwayanyaniswa abanye kuYe nakholwa. (Ngoku) ke uMgwebo ngoka-Allâh Ophakamileyo, Omkhulu.’’"},{"SurahNumber":40,"VerseNumber":13,"Text":"NguYe Onibonisa imiqondiso yaKhe, Athumele kuni imbonelelo ivela esibhakabhakeni. Kodwa akukho namnye oya kukhumbula ngaphandle kwalowo ubuyelayo (aguquke)"},{"SurahNumber":40,"VerseNumber":14,"Text":"Ngokokewena,thandazakuAllâh,unyanisekekuYeenkolweni enokuba abangakholwayo bakuchase (kangakanani) na oko"},{"SurahNumber":40,"VerseNumber":15,"Text":"(Yena uAllâh) nguSobunganga, Ongentla kwayo (yonke) imimiselo, Umnini weTrone; Uphefumlela umyalelo waKhe kulowo Athandileyo kwizicaka zaKhe, ukuba alumkise ngeMini yendibano"},{"SurahNumber":40,"VerseNumber":16,"Text":"Mhla baziswa ngaphambili akukho nto emayela nabo iya kufihlakala kuAllâh. Lelikabani na lonke igunya naMhlanje? Lelika-Allâh, Omnye Ongaphikiswayo"},{"SurahNumber":40,"VerseNumber":17,"Text":"NaMhla umphefumlo ngamnye uya kuvuzwa ngoko wakusebenzelayo. Akuyi kubakho ntswela-bulungisa namhlanje! IneneuAllâh, Uyakhawulezaukufakaembuzweni"},{"SurahNumber":40,"VerseNumber":18,"Text":"Balumkise (Muhammad), ngeMini esondelayo, xa iintliziyo ziya kuba semqaleni, (zixhalabile). Ke kaloku kubenzi bobubi akuyi kubakho mhlobo usenyongweni kungayi kubakho mthetheleli uya kuthotyelwa"},{"SurahNumber":40,"VerseNumber":19,"Text":"(UAllâh) Uyakwazi okukholisa amehlo (abo) noko kufihlwa zizifuba (zabo)"},{"SurahNumber":40,"VerseNumber":20,"Text":"Kananjalo uAllâh Ugweba ngenyaniso, lo gama abo bathandaza kubo ngaphandle kwaKhe bengagwebi nganto. Inene uAllâh nguSokuva, uSokubona"}]}