{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":6,"VerseNumber":31,"Text":"Sabunar a Miīyalogi so siran a Piyakambokhag iran so Kimbaratumowa-an ko Allah,- taman sa amai ka makaoma kiran so Bangkit a Mitalumba, na Matharo iran: A hai Miyakasundit tano! Sa kiyandarainon tano ko Doniya; a siran na ka-a awidan niran so manga dosa iran si-i ko manga likod iran; tanodan ka Miyakaratarata a ka-a awidi ran non"},{"SurahNumber":6,"VerseNumber":32,"Text":"Na da ko Kaoyagoyag ko Doniya inonta na matag Katumbangan go Kabimbanan; na Matatangkud a so Ingud a Maori i taralbi a Mapiya, ko siran a Khipanananggila. Ba da-a manga Sabot iyo"},{"SurahNumber":6,"VerseNumber":33,"Text":"Sabunar a katawan Nami a Mata-an naya! A Mapakapumboko Ka dun o Katharo iran: Na Mataan! A siran na kuna a ba Ka iran di Bubunara: Na ogaid na so da Pamaginontolan na so manga Ayat o Allah na sasangka-an niran"},{"SurahNumber":6,"VerseNumber":34,"Text":"Na Sabunsabunar a Piyakambokhag so manga Sogo ko Miyaona an Ka: Na Miphantang Siran ko Kiyapakambokhaga Kiran, go so Kiyaringasa-a Kiran, taman ko Kiyapakatalingoma Kiran o tabang Ami: Ķa da-a Phakasambi ko manga Katharo o Allah. Na Sabunsabunar a adun a Miyakaoma Ruka ko manga Totholan ko manga Sogo"},{"SurahNumber":6,"VerseNumber":35,"Text":"Na o ba Ruka Minirugun so kiyatalikhod iran, na o Khagagangka na Puloloba Ka sa okita ko Lopa o di na Towak ko Langit a kasabapan sa Kabugingka kiran sa Tanda,- na o kabaya o Allah, na Mataan a Khatimo Iyan siran ko Torowan: Na o ba Ka mabaloi a pud ko da-a manga Mulung iyan"},{"SurahNumber":6,"VerseNumber":36,"Text":"Aya bo a Tharima (ko Ipuphanolon Ka) na so Puphamakinugon: Na so Miyamatai, na Pagoyagun siran o Allah; oriyan niyan na Ron siran Phakandoda"},{"SurahNumber":6,"VerseNumber":37,"Text":"Na Piīitharo iran: Ino da Toroni Sukaniyan sa Tanda a pho-on ko Kadnan Niyan? Tharowangka: A Mata-an! A so Allah na Gaos Iyan a Kapakatoron Niyan sa Tanda: Na ogaid na kadakulan kiran a di manga Tata-o"},{"SurahNumber":6,"VerseNumber":38,"Text":"Na da-a Binatang ko Lopa, go da-a Papanok a iphulantap iyan so mbala a Papak iyan, a ba di manga pagtao a manga lagid iyo. Da-a Linipha Ami ko Kitab a maito bo, oriyan niyan na si-i siran Pulimoda ko Kadnan niran"},{"SurahNumber":6,"VerseNumber":39,"Text":"Na so siran a Piyakambokhag iran so manga Ayat Ami na manga Bungul go manga Omao,- a matatago ko manga Lilibotung: Sa dun sa kabaya o Allah (a Kadadag iyan) na Ndadagun Niyan: Go sa dun sa kabaya Iyan (a Katoro iyan) na Thago-on Niyan ko lalan a Makao ontol"},{"SurahNumber":6,"VerseNumber":40,"Text":"Tharowangka: Aiguda iyo amai ka Makatalingoma rukano so siksa o Allah, o di na Makatalingoma rukano so Bangkit, ba adun a salakao ko Allah a Kaphanguniyan niyo?- O sukano i manga Bunar"},{"SurahNumber":6,"VerseNumber":41,"Text":"Kuna,- ka Sukaniyan bo ı Kaphanguniyan niyo, na pakasulangung kano niyan sa maliwanag po-on ko tiyoba a mala a mini taąlumba rukano o kabaya Iyan, na Kalipatan niyo so Ipuphamanakoto niyo ron"}]}