{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":36,"VerseNumber":33,"Text":"At ang isang Tanda sa kanila ay ang kalupaan na patay (tigang); binigyan Namin ito ng buhay (ulan) at nagpasibol dito ng mga butil na kanilang kinakain"},{"SurahNumber":36,"VerseNumber":34,"Text":"At nagpatubo Kami rito ng halamanan ng palmera at mga ubas, at hinayaan Namin na dumaloy dito ang tubig mula sa mga saluysoy"},{"SurahNumber":36,"VerseNumber":35,"Text":"Upang kanilang makain ang kanilang mga bunga. Ang may gawa nito ay hindi ang kanilang mga kamay. Hindi baga sila kung gayon, magbibigay ng pasasalamat"},{"SurahNumber":36,"VerseNumber":36,"Text":"Luwalhatiin si Allah na lumikha sa lahat ng bagay na magkapares, na tumutubo sa kalupaan, gayundin ng kanilang mga sarili (lalaki at babae), at ng iba pang bagay na wala silang kaalaman"},{"SurahNumber":36,"VerseNumber":37,"Text":"At ang isang Tanda sa kanila ay ang gabi. Hinatak Namin dito ang liwanag (araw), at pagmasdan, sila ay nasa kadiliman"},{"SurahNumber":36,"VerseNumber":38,"Text":"At ang araw ay umiinog sa kanyang takdang landas sa natataningang panahon. Ito ang pag-uutos ng Kataas-taasan sa Kapangyarihan, ang Pinakamaalam"},{"SurahNumber":36,"VerseNumber":39,"Text":"At ng buwan; Aming sinukat sa kanya (upang kanyang tahakin) ang mga himpilan (palasyo) hanggang sa siya ay magbalik na katulad ng lanta at tuyot na sungot ng palmera"},{"SurahNumber":36,"VerseNumber":40,"Text":"Hindi pinahihintulutan na maabot (malampasan) ng araw ang buwan, gayundin ang gabi na mahigtan ang maghapon. Sila ay kapwa lumalangoy (nakalutang) sa kanilang orbito (landas)"},{"SurahNumber":36,"VerseNumber":41,"Text":"At ang isang Ayah (Tanda) sa kanila ay yaong Aming ipinanganak ang kanilang supling sa nakakargahang barko (Arko ni Noe)"},{"SurahNumber":36,"VerseNumber":42,"Text":"At nilikha Namin para sa kanila ang nakakatulad (na barko) na kanilang sinasakyan"},{"SurahNumber":36,"VerseNumber":43,"Text":"At kung Aming naisin, sila ay maaari Naming lunurin; at walang sinumang kawaksi roon (na makakarinig sa kanilang sigaw), gayundin, sila ay hindi maililigtas"},{"SurahNumber":36,"VerseNumber":44,"Text":"Maliban sa pamamagitan ng Habag mula sa Amin, at bilang pagbibigay ng pansamantalang kasiyahan sa kanila"},{"SurahNumber":36,"VerseNumber":45,"Text":"At nang ito ay ipagbadya sa kanila: “Mag-ingat kayo sa nasa harapan ninyo (pangmundong mga parusa) at nasa likuran ninyo (kaparusahan sa Kabilang Buhay), upang kayo ay magsitanggap ng Habag (alalaong baga, kung kayo ay mananalig sa Pananampalataya ni Allah, sa Islam at sa Kanyang Kaisahan, at iiwas sa pagsamba sa mga diyus-diyosan at susunod kay Allah sa mabubuting gawa)"},{"SurahNumber":36,"VerseNumber":46,"Text":"At hindi kailanman dumating sa kanila ang isang Ayah (Tanda) mula sa karamihan ng Ayat (mga tanda, katibayan, kapahayagan, aral, atbp.) mula sa kanilang Panginoon, ang hindi nila itinakwil"},{"SurahNumber":36,"VerseNumber":47,"Text":"At kung sa kanila ay ipinagbabadya: “Gugulin ninyo (ang biyaya) na ipinagkaloob sa inyo ni Allah”; ang mga hindi sumasampalataya ay nagsasabi sa mga sumasampalataya: “Amin bagang pakakainin siya, na kung nanaisin lamang ni Allah, siya ay Kanyang mapapakain? Ikaw ay nasa maliwanag na kamalian lamang.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"At sila ay nagsasabi: “Kailan kaya matutupad ang pangakong ito (ang Pagkabuhay na Mag-uli) kung ikaw ay nagsasabi ng katotohanan?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"Hindi sila marapat maghintay sa isang matinding pagsabog lamang; ito ay sasaklot sa kanila habang sila ay nagsisipagtalo sa kanilang mga sarili"},{"SurahNumber":36,"VerseNumber":50,"Text":"At sila ay hindi magkakaroon ng panahon na makapagpamana, gayundin, sila ay hindi na makakabalik pa sa kanilang pamilya"}]}