{"Id":64,"LanguageCodes":["bs","bos"],"Name":"bos-korkut","Author":"Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":61,"Text":"I kada rekosmo melekima: \"Poklonite se Ademu\" - oni se svi, osim Ibilsa, pokloniše. \"Zar da se poklonim onome koga si od ilovače stvorio?\" - reče"},{"SurahNumber":17,"VerseNumber":62,"Text":"Reci mi\", - reče onda -, \"evo ovoga koga si iznad mene uzdigao: ako me ostaviš do Smaka svijeta sigurno ću, osim malobrojnih, nad potomstvom njegovim zagospodariti"},{"SurahNumber":17,"VerseNumber":63,"Text":"Odlazi!\" - reče On. \"Onima koji se za tobom budu poveli i tebi - kazna Džehennemska biće vam puna kazna"},{"SurahNumber":17,"VerseNumber":64,"Text":"I zavodi glasom svojim koga možeš i potjeraj na njih svoju konjicu i svoju pješadiju, i budi im ortak u imecima, i u djeci, i daji im obećanja - a šejtan ih samo obmanjuje"},{"SurahNumber":17,"VerseNumber":65,"Text":"ali, ti, doista, nećeš imati nikakve vlasti nad robovima Mojim!\" A Gospodar tvoj je dovoljen kao zaštitnik"},{"SurahNumber":17,"VerseNumber":66,"Text":"Gospodar vaš vas radi pokreće lađe po moru da biste tražili Njegove blagodati, jer je On prema vama milostiv"},{"SurahNumber":17,"VerseNumber":67,"Text":"Kad vas na moru nevolja zadesi, tada nema onih kojima se inače klanjate, postoji samo On. A kad vas On na kopno spasi, vi okrećete glave; čovjek je uvijek nezahvalan"},{"SurahNumber":17,"VerseNumber":68,"Text":"Zar ste sigurni da vas On neće u zemlju utjerati ili da protiv vas neće pješčanu oluju poslati, pa da onda sebi zaštitnika nećete naći"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ili, zar ste sigurni da vas On po drugi put neće na more izvesti, i buru na vas poslati i potopiti vas zbog toga što ste bili nezahvalni? Tada ne biste nikoga našli ko bi Nas zbog vas na odgovornost pozvao"},{"SurahNumber":17,"VerseNumber":70,"Text":"Mi smo sinove Ademove, doista, odlikovali; dali smo im da kopnom i morem putuju, i opskrbili ih ukusnim jelima, i dali im velike prednosti nad mnogima koje smo stvorili"}]}