{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":96,"Text":"And really, We sent Musa with Our signs and the clear proofs"},{"SurahNumber":11,"VerseNumber":97,"Text":"Towards the pharaoh and his chiefs! But they continued to obey the dictates of the pharaoh. And the commands of the pharaoh were not well guided"},{"SurahNumber":11,"VerseNumber":98,"Text":"On the Day of Judgment, he (the pharaoh) will lead his people; he will pilot them right into the hellfire, the worst quarters to have to enter"},{"SurahNumber":11,"VerseNumber":99,"Text":"A curse followed them in this life, and stayed with them on the Day of Judgment! Wretched is the gift they received"},{"SurahNumber":11,"VerseNumber":100,"Text":"We narrate to you these reports of some of the towns. Some of them are still standing, while others have long been mowed down"},{"SurahNumber":11,"VerseNumber":101,"Text":"We did not tyrannize them! In fact, they indulged themselves unjustly. The punishment of your Lord arrived, and the gods they implored besides Allah could not protect them a bit. Rather, they only helped to enhance their ruin"},{"SurahNumber":11,"VerseNumber":102,"Text":"Such is the severe punishment of your Lord when He seizes a town over its evil deeds. The capture by Him is very painful indeed"},{"SurahNumber":11,"VerseNumber":103,"Text":"In it, surely, is a sign for any one who fears the punishment of the afterlife. That is the day of congregation for all people, and that is the day of testimony for all souls"},{"SurahNumber":11,"VerseNumber":104,"Text":"We have only put it off for a brief period"},{"SurahNumber":11,"VerseNumber":105,"Text":"On the day that is sure to come, no soul will utter a word without His permission. Some amongst them would be mournful, others jubilant"},{"SurahNumber":11,"VerseNumber":106,"Text":"The mournful ones will be in fire, left there to moan and groan"},{"SurahNumber":11,"VerseNumber":107,"Text":"They shall reside in it till eternity, as long as the heavens and the earth exist, unless your Lord desires something else. Your Lord definitely gets to do what He intends"},{"SurahNumber":11,"VerseNumber":108,"Text":"And the jubilant ones will be in paradise! They will reside there till eternity _ an unceasing gift, as long as the heavens and the earth exist, unless your Lord desires something else"},{"SurahNumber":11,"VerseNumber":109,"Text":"So, do not entertain any doubt about the deities of these people. They are merely worshipping what their forefathers had worshipped before them, and We will provide them their share of the punishment _ without any curtailment"}]}