{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":3,"VerseNumber":55,"Text":"Kae εberε a Nyankopͻn kaa sε: “Yesu, “Mεfa wo na M’apagya wo aba Me nkyεn, na Mate woho afiri boniayεfoͻ no ho, na M’ama wͻn a wͻ’di w’akyi no so akyεn wͻn a wͻ’yi boniayε no akosi Atemmuda. Afei Mehͻ na mobεsan aba na M’abu montεm atεn wͻ deε monte moho ase wͻ ho no ho"},{"SurahNumber":3,"VerseNumber":56,"Text":"Na wͻn a wͻ’po (Nokorε no) deε, Mede asotwee a ano yε den paa bεtwe wͻn aso wͻ wiase (ha) ne Daakye, na wͻ’nnya aboafoͻ"},{"SurahNumber":3,"VerseNumber":57,"Text":"Wͻn a wͻ’agye adie na wͻ’di dwuma pa no nso, Ɔbεtua wͻn akatua no pεpεεpε (anaasε Ɔbεhyε no mma) ama wͻn. Onyankopͻn deε Ɔmpε abͻneεfoͻ no asεm"},{"SurahNumber":3,"VerseNumber":58,"Text":"Deε Yε’rekenkan kyerε woͻ yi yε nsεnkyerεnee ne afutusεm a adwen wͻ mu"},{"SurahNumber":3,"VerseNumber":59,"Text":"Nokorε sε, Yesu mfatoho a εwͻ Nyankopͻn hͻ no tesε Adam deε no ara pεpεεpε. (Nyankopͻn) bͻͻ no firi mfuturo mu, εna afei Ɔka kyerεε no sε: Yε (onipa)! ” Ɛna ͻyεε (nipa)"},{"SurahNumber":3,"VerseNumber":60,"Text":"(Woi ne) nokorε no a efiri wo Wura Nyankopͻn hͻ (fa Yesu ho); enti hwε na woankͻka wͻn a wͻn adwen nnsi wͻn pie no ho"},{"SurahNumber":3,"VerseNumber":61,"Text":"Enti obiara a ͻbεgye wo akyinnye wͻ ho wͻ akyire yi a nimdeε no aba wo hͻ no, ka sε: ”Momra ma yεnfrε yε’mma ne mo mma, ne yεn yerenom ne mo yerenom, ne yεn ara yεn ho, ne mo ara moho na afei yεmͻ mpaeε nni nse mpae yεn ho sε: “Nyankopͻn nnomee nka nkontompofoͻ no”"},{"SurahNumber":3,"VerseNumber":62,"Text":"Ampa sε, woi ne abakͻsεm no mu nokorε (fa Yesu ho); Awurade foforͻ biara nni hͻ ka Nyankopͻn ho. Nokorε nso sε, Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onyansafoͻ no"},{"SurahNumber":3,"VerseNumber":63,"Text":"Sε wͻ’dane wͻn ho a, nokorε sε Nyankopͻn Nim nsεmmͻnedifoͻ no"}]}