{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":16,"Text":"Ati kominowa ko phagadnn Iyan sa manga wata a babay, na piyakibisa Niyan rkano so manga wata a mama"},{"SurahNumber":43,"VerseNumber":17,"Text":"Na igira a miyapanothol ko isa kiran so biyaloy niyan a rk o (Allah a) Masalinggagaw a ibarat, na mabaloy so paras iyan a mangirngkirm, a skaniyan na mappno a rata a ginawa"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ino (iran mbaloya a rk o Allah) so phagoyagn makapantag ko kaphaparahiyasan, a skaniyan makapantag ko kapakiphawala na di phakaosay"},{"SurahNumber":43,"VerseNumber":19,"Text":"Go biyaloy iran so manga malaikat a so siran na manga oripn o (Allah a) Masalinggagaw a manga babay. Ba iran kiyazaksian so kiyaadna kiran? Khisorat dn so kiyazaksi iran (sa kabokhag), go khiiza kiran"},{"SurahNumber":43,"VerseNumber":20,"Text":"Na pitharo iran a: \"O kabaya o Masalinggagaw, na di ami siran masimba\". Da a bagian iran roo a katao! Da ko siran inonta pphangsarn iran"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ba Ami siran bigan sa kitab ko onaan aya, na siran na aya iran oto kkpitan"},{"SurahNumber":43,"VerseNumber":22,"Text":"Kna, ka pitharo iran: \"Mataan! a skami na miyatoon ami so manga loks ami sangkai a okit, na mataan! a skami na so manga rarad iran i pkhdgn ami"},{"SurahNumber":43,"VerseNumber":23,"Text":"Na lagid man oto a da a siyogo Ami a miyaonaan ka ko ingd a pphamakaiktiyar, a ba da tharoa o manga gayagomaya on a: \"Mataan! a skami na miyatoon ami so manga loks ami sangkai a okit, na mataan! a skami na so manga rarad iran i pkhdgn ami"},{"SurahNumber":43,"VerseNumber":24,"Text":"Pitharo iyan: \"Ati apiya pn minioma ko rkano so lbi a toroan a di so miyatoon iyo ron so manga loks iyo?\" Pitharo iran a: \"Mataan! a skami na so inisogo rkano to na inongkir ami"},{"SurahNumber":43,"VerseNumber":25,"Text":"Na siniksa Ami siran: Na pamimikiranang ka o antonaa i miyambtad o kiya akiran ko miyamanaplis"}]}