{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":2,"VerseNumber":8,"Text":"اور لوگوں میں سے بعض وہ (بھی) ہیں جو کہتے ہیں ہم اللہ پر اور یومِ قیامت پر ایمان لائے حالانکہ وہ (ہرگز) مومن نہیں ہیں"},{"SurahNumber":2,"VerseNumber":9,"Text":"وہ اللہ کو (یعنی رسول صلی اللہ علیہ وآلہ وسلم کو)٭ اور ایمان والوں کو دھوکہ دینا چاہتے ہیں مگر (فی الحقیقت) وہ اپنے آپ کو ہی دھوکہ دے رہے ہیں اور انہیں اس کا شعور نہیں ہےo٭ اس مقام پر مضاف محذوف ہے جو کہ رسول ہے یعنی یُخٰدِعُونَ اﷲَ کہہ کر مراد یُخٰدِعُونَ رَسُولَ اﷲِ لیا گیا ہے۔ اکثر ائمہ تفسیر نے یہ معنی بیان کیا ہے۔ بطور حوالہ ملاحظہ فرمائیں : تفسیر القرطبی، البیضاوی، البغوی، النسفی، الکشاف، المظھری، زاد المسیر، الخازن وغیرہ"},{"SurahNumber":2,"VerseNumber":10,"Text":"ان کے دلوں میں بیماری ہے، پس اللہ نے ان کی بیماری کو اور بڑھا دیا اور ان کے لئے دردناک عذاب ہے۔ اس وجہ سے کہ وہ جھوٹ بولتے تھے"},{"SurahNumber":2,"VerseNumber":11,"Text":"اور جب ان سے کہا جاتا ہے کہ زمین میں فساد بپا نہ کرو، تو کہتے ہیں: ہم ہی تو اصلاح کرنے والے ہیں"},{"SurahNumber":2,"VerseNumber":12,"Text":"آگاہ ہو جاؤ! یہی لوگ (حقیقت میں) فساد کرنے والے ہیں مگر انہیں (اس کا) احساس تک نہیں"},{"SurahNumber":2,"VerseNumber":13,"Text":"اور جب ان سے کہا جاتا ہے کہ (تم بھی) ایمان لاؤ جیسے (دوسرے) لوگ ایمان لے آئے ہیں، تو کہتے ہیں: کیا ہم بھی (اسی طرح) ایمان لے آئیں جس طرح (وہ) بیوقوف ایمان لے آئے، جان لو! بیوقوف (درحقیقت) وہ خود ہیں لیکن انہیں (اپنی بیوقوفی اور ہلکے پن کا) علم نہیں"},{"SurahNumber":2,"VerseNumber":14,"Text":"اور جب وہ (منافق) اہل ایمان سے ملتے ہیں تو کہتے ہیں: ہم (بھی) ایمان لے آئے ہیں، اور جب اپنے شیطانوں سے تنہائی میں ملتے ہیں تو کہتے ہیں: ہم یقیناً تمہارے ساتھ ہیں، ہم (مسلمانوں کا تو) محض مذاق اڑاتے ہیں"},{"SurahNumber":2,"VerseNumber":15,"Text":"اللہ انہیں ان کے مذاق کی سزا دیتا ہے اور انہیں ڈھیل دیتا ہے (تاکہ وہ خود اپنے انجام تک جا پہنچیں) سو وہ خود اپنی سرکشی میں بھٹک رہے ہیں"},{"SurahNumber":2,"VerseNumber":16,"Text":"یہی وہ لوگ ہیں جنہوں نے ہدایت کے بدلے گمراہی خریدی لیکن ان کی تجارت فائدہ مند نہ ہوئی اور وہ (فائدہ مند اور نفع بخش سودے کی) راہ جانتے ہی نہ تھے"},{"SurahNumber":2,"VerseNumber":17,"Text":"ان کی مثال ایسے شخص کی مانند ہے جس نے (تاریک ماحول میں) آگ جلائی اور جب اس نے گرد و نواح کو روشن کر دیا تو اللہ نے ان کا نور سلب کر لیا اور انہیں تاریکیوں میں چھوڑ دیا اب وہ کچھ نہیں دیکھتے"},{"SurahNumber":2,"VerseNumber":18,"Text":"یہ بہرے، گونگے (اور) اندھے ہیں پس وہ (راہِ راست کی طرف) نہیں لوٹیں گے"},{"SurahNumber":2,"VerseNumber":19,"Text":"یا ان کی مثال اس بارش کی سی ہے جو آسمان سے برس رہی ہے جس میں اندھیریاں ہیں اور گرج اور چمک (بھی) ہے تو وہ کڑک کے باعث موت کے ڈر سے اپنے کانوں میں انگلیاں ٹھونس لیتے ہیں، اور اللہ کافروں کو گھیرے ہوئے ہے"},{"SurahNumber":2,"VerseNumber":20,"Text":"یوں لگتا ہے کہ بجلی ان کی بینائی اُچک لے جائے گی، جب بھی ان کے لئے (ماحول میں) کچھ چمک ہوتی ہے تو اس میں چلنے لگتے ہیں اور جب ان پر اندھیرا چھا جاتا ہے تو کھڑے ہو جاتے ہیں، اور اگر اللہ چاہتا تو ان کی سماعت اور بصارت بالکل سلب کر لیتا، بیشک اللہ ہر چیز پر قادر ہے"}]}