{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"«حم» الله أعلم بمراده به"},{"SurahNumber":46,"VerseNumber":2,"Text":"«تنزيل الكتاب» القرآن مبتدأ «من الله» خبره «العزيز» في ملكه «الحكيم» في صنعه"},{"SurahNumber":46,"VerseNumber":3,"Text":"«ما خلقنا السماوات والأرض وما بينهما إلا» خلقا «بالحق» ليدل على قدرتنا ووحدانيتنا «وأجل مسمى» إلى فنائهما يوم القيامة «والذين كفروا عما أنذروا» خوفوا به من العذاب «معرضون»"},{"SurahNumber":46,"VerseNumber":4,"Text":"«قل أرأيتم» أخبروني «ما تدعون» تعبدون «من دون الله» أي الأصنام مفعول أول «أروني» أخبروني ما تأكيد «ماذا خلقوا» مفعول ثان «من الأرض» بيان ما «أم لهم شرك» مشاركة «في» خلق «السماوات» مع الله وأم بمعنى همزة الإنكار «ائتوني بكتاب» منزل «من قبل هذا» القرآن «أو أثارة» بقية «من علم» يؤثر عن الأولين بصحة دعواكم في عبادة الأصنام أنها تقربكم إلى الله «إن كنتم صادقين» في دعواكم"},{"SurahNumber":46,"VerseNumber":5,"Text":"«ومن» استفهام بمعنى النفي، أي لا أحد «أضل ممن يدعو» يعبد «من دون الله» أي غيره «من لا يستجيب له إلى يوم القيامة» وهم الأصنام لا يجيبون عابديهم إلى شيء يسألونه أبدا «وهم عن دعائهم» عبادتهم «غافلون» لأنهم جماد لا يعقلون"},{"SurahNumber":46,"VerseNumber":6,"Text":"«وإذا حشر الناس كانوا» أي الأصنام «لهم» لعابديهم «أعداءً وكانوا بعبادتهم» بعبادة عابديهم «كافرين» جاحدين"},{"SurahNumber":46,"VerseNumber":7,"Text":"«وإذا تتلى عليهم» أي أهل مكة «آياتنا» القرآن «بينات» ظاهرات حال «قال الذين كفروا» منهم «للحق» أي القرآن «لما جاءهم هذا سحر مبين» بيّن ظاهر"},{"SurahNumber":46,"VerseNumber":8,"Text":"«أم» بمعني بل وهمزة الإنكار «يقولون افتراه» أي القرآن «قل إن افتريته» فرضا «فلا تملكون لي من الله» أي من عذابه «شيئا» أي لا تقدرون على دفعه عنى إذا عذبني الله «هو أعلم بما تفيضون فيه» يقولون في القرآن «كفى به» تعالى «شهيدا بيني وبينكم وهو الغفور» لمن تاب «الرحيم» به فلم يعاجلكم بالعقوبة"},{"SurahNumber":46,"VerseNumber":9,"Text":"«قل ما كنت بدعا» بديعا «من الرسل» أي أول مرسل، قد سبق قبلي كثيرون منهم، فكيف تكذبوني «وما أدري ما يفعل بي ولا بكم» في الدنيا أأخرج من بلدي أم أقتل كما فعل بالأنبياء قبلي، أو ترموني بالحجارة أم يخسف بكم كالمكذبين قبلكم «إن» ما «أتبع إلا ما يوحى إليَّ» أي القرآن ولا أبتدع من عندي شيئا «وما أنا إلا نذير مبين» بيّن الإنذار"},{"SurahNumber":46,"VerseNumber":10,"Text":"«قل أرأيتم» أخبروني ماذا حالكم «إن كان» أي القرآن «من عند الله وكفرتم به» جملة حالية «وشهد شاهد من بني إسرائيل» هو عبد الله بن سلام «على مثله» أي عليه أنه من عند الله «فآمن» الشاهد «واستكبرتم» تكبرتم عن الإيمان وجواب الشرط بما عطف عليه: ألستم ظالمين دل عليه «إن الله لا يهدي القوم الظالمين»"}]}