{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":37,"VerseNumber":1,"Text":"Аллоҳ савганд ёд мекунад: Савганд ба он фармштагоне, ки барои ибодаташ саф бастаанд"},{"SurahNumber":37,"VerseNumber":2,"Text":"пас савганд ба он фариштагон, ки абрҳоро ба амри Аллоҳ сахт меронанд"},{"SurahNumber":37,"VerseNumber":3,"Text":"Ва савганд ба он фариштагоне, ки зикри Аллоҳро мехонанд"},{"SurahNumber":37,"VerseNumber":4,"Text":"Ҳароина, эй одамон, маъбуди шумо, Аллоҳи яктост, ки шарик надорад. Пас, Ӯро ибодат ва итоат кунед"},{"SurahNumber":37,"VerseNumber":5,"Text":"Парвардигори осмонҳову замин аст ва ҳар чӣ дар миёни онҳост. Ва Парвардигори машриқҳост"},{"SurahNumber":37,"VerseNumber":6,"Text":"Ҳароина, Мо осмони дунёро оростаем ба зиннати ситорагон"},{"SurahNumber":37,"VerseNumber":7,"Text":"Ва осмонро ба ситорагон аз ҳар шайтони саркаш нигаҳ доштем"},{"SurahNumber":37,"VerseNumber":8,"Text":"То натавонанд шайтонҳо, ки бирасанд ба \"Малау-л-аъло\" (яъне, ба осмонҳо ва ба фариштагоне, ки дар он ҷо мебошанд, то бишнаванд суханеро, ки Аллоҳ ба онҳо ваҳй мекунад). Ва аз ҳар сӯй андохта шаванд бо ситорае (шӯълае)"},{"SurahNumber":37,"VerseNumber":9,"Text":"То шайтонҳо ронда шаванд аз осмон ва барои онҳост дар охират азоби доими аламовар"},{"SurahNumber":37,"VerseNumber":10,"Text":"Магар он шайтон, ки ногаҳон пораи хабареро бирабояд ва он сухане мебошад, ки мешунавад ӯро аз осмон, пас онро ба шайтони поёнӣ медиҳад ва он ба дигаре, ки аз ӯ поёнтар аст, медиҳад ва мумкин аст, ки шӯълае ӯро дарк кунад ва сӯзонад ва мумкин аст, ки ба қазову қадари Аллоҳ шӯъла онро дарк накунаду насӯзонад, пас он каломро шайтоне ба коҳине мерасонад ва дар он сад дурӯғи дигар изофа мекунад"},{"SurahNumber":37,"VerseNumber":11,"Text":"Пас, эй Паёмбар аз кофироне, ки аз нав зинда шуданро инкор мекунанд бипурс, ки офариниши онҳо душвортар аст ё он чи Мо офаридаем. Ҳароина, Мо падарашон Одамро аз гили часпанда офаридаем"},{"SurahNumber":37,"VerseNumber":12,"Text":"Балки ту эй Паёмбар, тааҷҷуб мекунӣ аз дӯруғ бароварданашон ва мункир шуданашон баъсро ва аҷибтар ин аст, ки онҳо туро истеҳзо ва суханҳоятро масхара мекунанд"},{"SurahNumber":37,"VerseNumber":13,"Text":"Ба чун онҳоро хотиррасон карда панд дода шавад он чизеро, ки фаромӯш кардаанд ё ғофил мондаанд, пандро намепазиранд"},{"SurahNumber":37,"VerseNumber":14,"Text":"Ва чун мӯъчизаеро бубинанд, ки далолат ба паёмбарии ту мекунад, онро ба масхара мегиранд"},{"SurahNumber":37,"VerseNumber":15,"Text":"Ва гӯянд: «Ин чизе, ки ту овардаӣ ҷуз ҷодуи ошкоре нест"},{"SurahNumber":37,"VerseNumber":16,"Text":"оё вақте ки мо мурдем ва хоку устухони пӯсида шудем, боз аз нав зинда хоҳем шуд"},{"SurahNumber":37,"VerseNumber":17,"Text":"Оё падарони гузаштаи мо низ зинда хоҳанд шуд"},{"SurahNumber":37,"VerseNumber":18,"Text":"Бигӯ барояшон эй Паёмбар: «Оре, ҳамаи шумо зинда мешавед, дар ҳоле ки хору бечора хоҳед буд!»"},{"SurahNumber":37,"VerseNumber":19,"Text":"Пас албатта, аз нав зинда шудан ба як садои маргбор аст. Пас онҳо бармехезанд аз қабрҳояшон ва мебинанд аҳволи қиёматро"},{"SurahNumber":37,"VerseNumber":20,"Text":"Ва мегӯянд: «Ҳалокӣ бар мо, ин ҳамон рӯзи ҳисоб ва ҷазост!»"},{"SurahNumber":37,"VerseNumber":21,"Text":"Гуфта шавад ба онҳо: Ин ҳамон рӯзи доварӣ аст, ки дар дунё дурӯғаш мепиндоштед"}]}