{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"E quando Moisés cumpriu o término e viajava com a sua família, percebeu, ao longe, um fogo, ao lado do monte (Sinai) e disse à sua família: Aguardai aqui, porque vejo fogo. Quiçá vos diga do que se trata ou traga umas brasas para vosaquecerdes"},{"SurahNumber":28,"VerseNumber":30,"Text":"E quando lá chegou, foi chamado por uma voz, que partia do lado direito do vale, a planície bendita, junto à árvore: ÓMoisés, sou Eu, Deus, Senhor do Universo"},{"SurahNumber":28,"VerseNumber":31,"Text":"Arroja teu cajado! E quando o viu agitar-se como uma serpente, virou-se em fuga, sem se voltar. (Foi-lhe dito): ÓMoisés, aproxima-te e não temas, porque és um dos que estão a salvo"},{"SurahNumber":28,"VerseNumber":32,"Text":"Introduz a tua mão em teu manto e a retirarás diáfana, imaculada; e junta a tua mão ao teu flanco (o que te resguardará) contra o temor. Estes serão dois argumentos (irrefutáveis) do teu Senhor para o Faraó, e seus chefes, porque são depravados"},{"SurahNumber":28,"VerseNumber":33,"Text":"Disse (Moisés): Ó Senhor meu, em verdade, matei um homem deles e temo que me matem"},{"SurahNumber":28,"VerseNumber":34,"Text":"E meu irmão, Aarão, é mais eloqüente do que eu; envia-o, pois, comigo, como auxiliar, para confirmar-me, porque temoque me desmintam"},{"SurahNumber":28,"VerseNumber":35,"Text":"Respondeu-lhe: Em verdade, fortalecer-te-emos com teu irmão; dar-vos-emos tal autoridade, para que eles jamaispossam igualar-se a vós. Com os Nossos sinais, vós e aqueles que vos seguirem sereis vencedores"},{"SurahNumber":28,"VerseNumber":36,"Text":"Mas quando Moisés lhes apresentou os Nossos sinais evidentes, disseram: isto não é mais do que falsa magia, poisjamais ouviremos falar disso os nossos antepassados"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moisés lhes disse: Meu Senhor sabe melhor do que ninguém quem virá com a Sua orientação e quem obterá a últimamorada. Em verdade, os iníquos jamais prosperarão"},{"SurahNumber":28,"VerseNumber":38,"Text":"O Faraó disse: Ó chefes, não tendes, que eu saiba, outro deus além de mim! Ó Haman, acende, pois, (o forno), para (cozer) tijolos, e fabrica-me um monumento para que possa elevar-me até ao Deus de Moisés, se bem que, segundo meparece, (Moisés) seja um dos impostores"},{"SurahNumber":28,"VerseNumber":39,"Text":"E eles, com os seus exércitos, ensoberbeceram-se, e pensaram que jamais retornariam a Nós"},{"SurahNumber":28,"VerseNumber":40,"Text":"Porém, apanhamo-lo, juntamente com os seus exércitos, e os precipitamos no mar. Repara, pois, qual foi o fim dosiníquos"},{"SurahNumber":28,"VerseNumber":41,"Text":"E os designamos líderes, para incitarem (seus sequazes) ao fogo infernal; e, no Dia da Ressurreição, não serãosocorridos"},{"SurahNumber":28,"VerseNumber":42,"Text":"E os perseguimos com a maldição, neste mundo, e, no Dia da Ressurreição, estarão entre os execrados"}]}