{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":16,"Text":"І згадай у Писанні Мар’ям, коли вона віддалилася від своїх рідних у місце східн"},{"SurahNumber":19,"VerseNumber":17,"Text":"і сховалася від них за завісою. І Ми послали до неї Нашого Духа, який уподібнився статному чоловіку"},{"SurahNumber":19,"VerseNumber":18,"Text":"Вона сказала: «Воістину, шукаю в Милостивого захисту від тебе, хіба що ти богобоязливий"},{"SurahNumber":19,"VerseNumber":19,"Text":"Він відповів: «Воістину, я тільки посланець Господа твого й маю дарувати тобі пречистого хлопчика"},{"SurahNumber":19,"VerseNumber":20,"Text":"Вона сказала: «Як може бути в мене хлопчик, коли жоден чоловік не торкався мене й не була я блудницею"},{"SurahNumber":19,"VerseNumber":21,"Text":"Він сказав: «Так станеться, бо сказав те Господь твій. Це легко для Нього!» І Ми зробимо його знаменням для людей та милістю від Нас. Цю справу вже вирішено"},{"SurahNumber":19,"VerseNumber":22,"Text":"Тож вона завагітніла й віддалилася в місце далеке"},{"SurahNumber":19,"VerseNumber":23,"Text":"Підійшла з пологовими муками до стовбура пальми й сказала: «Як би я хотіла вмерти раніше й бути назавжди забутою"},{"SurahNumber":19,"VerseNumber":24,"Text":"І вигукнув з-під неї [Іса]: «Не журись, Господь створив біля тебе струмок"},{"SurahNumber":19,"VerseNumber":25,"Text":"Нахили до себе стовбур пальми й струсони — на тебе посипляться свіжі фініки"},{"SurahNumber":19,"VerseNumber":26,"Text":"Їж, пий та заспокойся! А якщо побачиш якусь людину, то скажи: «Я дала Милостивому обітницю постити й не стану розмовляти сьогодні ні з ким із людей"},{"SurahNumber":19,"VerseNumber":27,"Text":"Вона прийшла до своїх рідних, несучи його. Сказали ті: «О Мар’ям! Ти зробила жахливу річ"},{"SurahNumber":19,"VerseNumber":28,"Text":"О сестро Гаруна! Батько твій не був поганою людиною і мати твоя не була розпусницею"},{"SurahNumber":19,"VerseNumber":29,"Text":"Та вона вказала на [Ісу]. Вони запитали: «Як ми можемо говорити з ним, коли він — немовля"},{"SurahNumber":19,"VerseNumber":30,"Text":"Він сказав: «Воістину, я — раб Аллага. Він дарував мені Писання й зробив мене пророком"},{"SurahNumber":19,"VerseNumber":31,"Text":"Він зробив мене благословенним [усюди], де б я не був, зобов’язав мене молитися й давати закят, доки я буду жити"},{"SurahNumber":19,"VerseNumber":32,"Text":"бути шанобливим до матері моєї й не зробив мене зверхнім, нещасним"},{"SurahNumber":19,"VerseNumber":33,"Text":"Мир мені в день мого народження, в день моєї смерті та в день, коли я воскресну до життя"},{"SurahNumber":19,"VerseNumber":34,"Text":"Такий Іса, син Мар’ям. Це — правдиве слово про нього — про кого вони так сперечаються"},{"SurahNumber":19,"VerseNumber":35,"Text":"Не годиться Аллагу народжувати, Преславний Він! Коли вирішує Він щось, то тільки говорить: «Будь!» — і воно є"},{"SurahNumber":19,"VerseNumber":36,"Text":"І, воістину, Аллаг — мій Господь і ваш Господь. Тож поклоняйтеся Йому, це — прямий шлях"},{"SurahNumber":19,"VerseNumber":37,"Text":"Сперечаються між собою різні групи. Горе невіруючим від того, в чому вони пересвідчаться у Великий День"},{"SurahNumber":19,"VerseNumber":38,"Text":"Як же ясно вони будуть чути й бачити того Дня, коли постануть перед Нами! Але ж сьогодні нечестивці справді блукають у явній омані"},{"SurahNumber":19,"VerseNumber":39,"Text":"Тож попередь їх про День Втрат, бо рішення про них уже прийнято, але вони не зважають на це та не вірують"},{"SurahNumber":19,"VerseNumber":40,"Text":"Воістину, Ми успадкуємо землю й тих, хто на ній, і вони повернуться до Нас"}]}