{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":51,"Text":"And the trumpet shall be blown, and, lo! they shall speed out of their sepulchres to their Lord"},{"SurahNumber":36,"VerseNumber":52,"Text":"They shall say, \"Oh! woe to us! who hath roused us from our sleeping place? 'Tis what the God of Mercy promised; and the Apostles spake the truth"},{"SurahNumber":36,"VerseNumber":53,"Text":"But one blast shall there be, and, lo! they shall be assembled before us, all together"},{"SurahNumber":36,"VerseNumber":54,"Text":"And on that day shall no soul be wronged in the least: neither shall ye be rewarded but as ye shall have wrought"},{"SurahNumber":36,"VerseNumber":55,"Text":"But joyous on that day shall be the inmates of Paradise, in their employ"},{"SurahNumber":36,"VerseNumber":56,"Text":"In shades, on bridal couches reclining, they and their spouses"},{"SurahNumber":36,"VerseNumber":57,"Text":"Therein shall they have fruits, and shall have whatever they require"},{"SurahNumber":36,"VerseNumber":58,"Text":"Peace!\" shall be the word on the part of a merciful Lord"},{"SurahNumber":36,"VerseNumber":59,"Text":"But be ye separated this day, O ye sinners"},{"SurahNumber":36,"VerseNumber":60,"Text":"Did I not enjoin on you, O sons of Adam, 'Worship not Satan, for that he is your declared foe"},{"SurahNumber":36,"VerseNumber":61,"Text":"But 'Worship Me: this is a right path"},{"SurahNumber":36,"VerseNumber":62,"Text":"But now hath he led a vast host of you astray. Did ye not then comprehend"},{"SurahNumber":36,"VerseNumber":63,"Text":"This is Hell with which ye were threatened"},{"SurahNumber":36,"VerseNumber":64,"Text":"Endure its heat this day, for that ye believed not"},{"SurahNumber":36,"VerseNumber":65,"Text":"On that day will we set a seal upon their mouths; yet shall their hands speak unto us, and their feet shall bear witness of that which they shall have done"},{"SurahNumber":36,"VerseNumber":66,"Text":"And, if we pleased, we would surely put out their eyes: yet even then would they speed on with rivalry in their path: but how should they see"},{"SurahNumber":36,"VerseNumber":67,"Text":"And, if we pleased, we would surely transform them as they stand, and they would not be able to move onward, or to return"}]}