{"LanguageCode":"en","Id":"emad-al-mansary-1","Name":"Emad Al Mansary","ImagePath":"images/reciters/emad-al-mansary-1.png","BioText":"<p>Sheikh Emad Al Mansary is a renowned Saudi Quran reciter, serving as the imam and khatib of Al-Kawthar Mosque in Jeddah, Saudi Arabia. Known for his melodious voice in Quranic recitation, anasheed (Islamic songs), and Duaa (invocations), Sheikh Emad was born in Jeddah where he memorized the Quran and received his early education in local mosques.</p>\r\n\r\n    <p>Under the nickname Abu Huzifa Al Madany, Sheikh Emad Al-Mansary has released numerous Islamic songs. He has served as an imam in various mosques and currently holds the position of imam and preacher at Al-Kawthar Mosque, one of Jeddah's largest and most renowned mosques.</p>\r\n\r\n    <p>Sheikh Emad leads daily prayers at Al-Kawthar Mosque and also leads Taraweeh and Qiyam prayers during Ramadan each year. He delivers Khutba (sermons) on Fridays and Eid celebrations.</p>\r\n\r\n    <p>Sheikh Emad recorded the entire Quran in the Hafs from Asim reading style with his own voice. His recitations are often recorded at Al-Kawthar Mosque and shared on social media platforms.</p>\r\n\r\n    <p>During Ramadan, many people flock to Al-Kawthar Mosque to pray behind Sheikh Emad and to experience his beautiful recitations and invocations (Duaa).</p>\r\n\r\n    <h2>Personal Information</h2>\r\n    <ul>\r\n        <li><strong>Full Name:</strong> Sheikh Emad Al Mansary</li>\r\n        <li><strong>Birthplace:</strong> Jeddah, Saudi Arabia</li>\r\n    </ul>\r\n\r\n    <h2>Accomplishments</h2>\r\n    <ul>\r\n        <li>Memorized the Quran and received education in mosques in Jeddah</li>\r\n        <li>Recorded numerous Islamic songs under the nickname Abu Huzifa Al Madany</li>\r\n        <li>Imam and preacher at Al-Kawthar Mosque, Jeddah</li>\r\n        <li>Recorded the entire Quran in the Hafs from Asim reading style</li>\r\n        <li>Popular for his recitations and invocations during Ramadan</li>\r\n    </ul>","RecitationStyle":null,"Qirat":null}