{"LanguageCode":"he","Id":"abdul-rahman-al-sudais-1","Name":"Abdul Rahman Al Soudais","ImagePath":"images/reciters/abdul-rahman-al-sudais-1.png","BioText":"Sheikh Abdul Rahman Bin Abdul Aziz Al-Sudais who is known as (Al-Sudais), one of the most famous reciters of the Qur'an in the Islamic world, his pure unique voice sends calm and peace in souls, his voice and his name are linked to al-Masjid al-Ḥarām (Great Mosque of Mecca) and Holy Mecca where he was appointed as imam of the Great Mosque in Mecca since 1983 / 1404 where the sheikh leads the prayers and delivers sermons and lessons proving acceptance of his mother's prayer and wish when he was young.\nIn 2012 / 1433, a royal decree was issued by King Abdullah Bin Abdul Aziz - may God have mercy on him - which provides for the appointment of sheikh as General President for the Affairs of the Two Holy Mosques. \nChildhood of Al-Sudais helped in formation of his character and his great fate. He was born in Al-baqieria, Qusim in the Kingdom of Saudi Arabia in 1960 / 1328 in a family that loved Qur'an, then he moved with his family to live inside the city of Riyadh, where he learned Quran with proper tajweed before completing his 12th year in a clear indication on his intelligence and brilliance.\nSheikh Al-Sudais finished basic education in Riyadh and then decided to join the Riyadh Scientific Institution and finished his study there with excellent degree; it was the last station before the beginning of the university life. He decided to join the Faculty of Sharia and Islamic Studies at the University of Imam Muhammad bin Saud, he specialized in the science of Fiqh in which he got the Master's degree and a PH.D later from Umm Al-Qura University in Mecca, where he works now as a Fiqh professor.\nSheikh Al-Sudais holds many other positions such as supervision on Imam Aldaa'wah foundation which is a scientific islamic institution interested in the sciences of the Qur'an besides charity activities.\nIn recognition of his efforts, sheikh Al-Sudais won overwhelming popularity in the Islamic world, and has given many awards, perhaps the most prominent one is Dubai International Holy Qur'an Award's \"Islamic Personality Of the Year\" in 2005 / 1426.\nSheikh Al-Sudais also manages the Knowledge International University (KIU), a Saudi University for the sciences of Qur'an and sharia, it has a great staff of the most prominent Islamic figures.","RecitationStyle":null,"Qirat":null}