{"Id":21,"LanguageCodes":["en","eng"],"Name":"Tanwîr al-Miqbâs min Tafsîr Ibn ‘Abbâs","Author":"Tanwîr al-Miqbâs min Tafsîr Ibn ‘Abbâs","Language":"english","Direction":"rtl","Source":"https://www.altafsir.com/","Tafsirs":[{"SurahNumber":95,"VerseNumber":1,"Text":"And from his narration on the authority of Ibn 'Abbas that he said regarding the interpretation of Allah's saying (By the fig and the olive): '(By the fig and the olive) He says: Allah swears by the fig, this fig of yours, and the olive, this olive of yours; it is also said the fig and the olive refer to two mountains in Historic Syria; it is also said that the fig refers to the hill upon which Jerusalem is built while the olive refers to the mountain upon which Damascus is built,"},{"SurahNumber":95,"VerseNumber":2,"Text":"(By Mount Sinai) and He swears by the mountain of Thubayr which is the mountain of Midian where Allah spoke to Moses (pbuh),"},{"SurahNumber":95,"VerseNumber":3,"Text":"(And by this land made safe) and He swears by Mecca which is made safe in that whoever enters it is safe;"},{"SurahNumber":95,"VerseNumber":4,"Text":"(Surely We created man) the disbelieving man, referring here to al-Walid Ibn al-Mughirah, and it is also said it refers to Kildah Ibn Usayd (of the best stature) in the best of forms; and this is the reason why the oath was made."},{"SurahNumber":95,"VerseNumber":5,"Text":"(Then We reduced him) in the Hereafter (to the lowest of the low) i.e. the Fire; it is also said that the above means: We have created the children of Adam in the best of forms when they are in the pick of their youth, then We reduce them to abject old age whereby no good deed is recorded in their favour except that which they used to do in their youth and prime,"},{"SurahNumber":95,"VerseNumber":6,"Text":"(Save those who believe) in Muhammad (pbuh) and the Qur'an (and do good works) and do acts of obedience in private between themselves and their Lord, (and theirs is a reward unfailing) their reward is undiminished and unspoilt, good deeds will still be written for them even in old age and after they die."},{"SurahNumber":95,"VerseNumber":7,"Text":"(So who henceforth) i.e. after what I have mentioned to you of the transformation of youth and old age, life and death (will give the lie to thee) O Muhammad (about the judgement) about the Day of Reckoning? It is also said this means: what has driven you, O Kildah Ibn Usayd and Walid Ibn al-Mughirah, to deny the Day of Judgement?"},{"SurahNumber":95,"VerseNumber":8,"Text":"(Is not Allah the most conclusive of all judges?) Is not Allah the most just of those who are just and the best of those who are best and is, therefore, able to bring you back to life, O Walid!'"}]}