{"Id":74,"LanguageCodes":["en","eng"],"Name":"Al-Jalalayn","Author":"Al-Jalalayn","Language":"english","Direction":"ltr","Source":"https://www.altafsir.com/","Tafsirs":[{"SurahNumber":70,"VerseNumber":1,"Text":"A petitioner petitioned a supplicator supplicated for an impending chastisement"},{"SurahNumber":70,"VerseNumber":2,"Text":"— which in the case of the disbelievers none can avert this was al-Nadr b. al-Hārith who said ‘O God if this be indeed the truth from You … then rain down upon us stones from the heaven’ Q. 832"},{"SurahNumber":70,"VerseNumber":3,"Text":"from God mina’Llāhi is semantically connected to wāqi‘in ‘impending’ Lord of the Ascensions the ascension routes of the angels which are the heavens."},{"SurahNumber":70,"VerseNumber":4,"Text":"To Him to the place in the heaven to which His command descends ascend read feminine person ta‘ruju or masculine person ya‘ruju the angels and the Spirit Gabriel in a day fī yawmin is semantically connected to an omitted clause that is to say ‘in a day in which the chastisement befalls them’ on the Day of Resurrection whose span is fifty thousand years from the perspective of the disbeliever on account of the calamities he will encounter in it — but as for the believer it the mentioned day will be easier for him than an obligatory prayer which he performs in this world as stated in hadīth."},{"SurahNumber":70,"VerseNumber":5,"Text":"So be patient — this was revealed before he the Prophet was commanded to fight — with a graceful patience that is one in which there is no anguish."},{"SurahNumber":70,"VerseNumber":6,"Text":"Lo! they see it that is the chastisement as being far off as never taking place;"},{"SurahNumber":70,"VerseNumber":7,"Text":"while We see it to be near taking place without a doubt."},{"SurahNumber":70,"VerseNumber":8,"Text":"The day when the heaven will be yawma takūnu’l-samā’u is semantically connected to an omitted clause implicitly taken to be yaqa‘u ‘it will take place’ as molten silver"},{"SurahNumber":70,"VerseNumber":9,"Text":"and the mountains will be as flakes of wool in terms of their lightness and their floating about in the wind."},{"SurahNumber":70,"VerseNumber":10,"Text":"And no friend will inquire about his friend no relative will inquire about his relative each being preoccupied with his own predicament."},{"SurahNumber":70,"VerseNumber":11,"Text":"They will however be made to see them that is friends will catch sight of one another recognising one another but refraining from speaking to one another the sentence yubassarūnahum is a new independent one. The guilty one will desire the disbeliever will yearn to ransom himself from the chastisement of that day read min ‘adhābi yawmi’dhin or min ‘adhābin yawma’idhin at the price of his children"},{"SurahNumber":70,"VerseNumber":12,"Text":"and his companion his wife and his brother"},{"SurahNumber":70,"VerseNumber":13,"Text":"and his kin his clan expressed as fasīla because he is a detached part fasl of it that had sheltered him embraced him"},{"SurahNumber":70,"VerseNumber":14,"Text":"and all who are on earth if it that ransom might then deliver him thumma yunjīhi is a supplement to yaftadī ‘to ransom himself’."},{"SurahNumber":70,"VerseNumber":15,"Text":"Nay! — a refutation of his wish. Lo! for him it namely the Fire will be the Churning Fire lazā — a name for Hell so called because it churns its flames tatalazzā against the disbelievers"},{"SurahNumber":70,"VerseNumber":16,"Text":"ripping out the scalp shawā is the plural of shawāt the skin of the head;"},{"SurahNumber":70,"VerseNumber":17,"Text":"it will call him who turned his back and ignored faith saying to him ‘To me! to me come hither!’"},{"SurahNumber":70,"VerseNumber":18,"Text":"and amassed wealth then hoarded keeping it in containers and refraining from paying from it what is God’s due."},{"SurahNumber":70,"VerseNumber":19,"Text":"Indeed man was created restless halū‘an is an implied circumstantial qualifier the explanation of which follows"},{"SurahNumber":70,"VerseNumber":20,"Text":"when evil befalls him he is anxious at the point of that evil befalling him"},{"SurahNumber":70,"VerseNumber":21,"Text":"and when good befalls him he is grudging at the point of that good befalling him that is to say when wealth befalls him he is grudging to give of it what is due to God;"},{"SurahNumber":70,"VerseNumber":22,"Text":"except those who perform prayers that is the believers"},{"SurahNumber":70,"VerseNumber":23,"Text":"those who maintain those who regularly observe their prayers"},{"SurahNumber":70,"VerseNumber":24,"Text":"and in whose wealth there is an acknowledged due namely alms"},{"SurahNumber":70,"VerseNumber":25,"Text":"for the beggar and the deprived the latter being the one who refrains from begging and thus becomes deprived"},{"SurahNumber":70,"VerseNumber":26,"Text":"and who affirm the truth of the Day of Judgement of Requital"},{"SurahNumber":70,"VerseNumber":27,"Text":"and who are apprehensive of the chastisement of their Lord —"},{"SurahNumber":70,"VerseNumber":28,"Text":"lo! there is no security from the chastisement of their Lord from its being sent down —"},{"SurahNumber":70,"VerseNumber":29,"Text":"and those who guard their private parts"},{"SurahNumber":70,"VerseNumber":30,"Text":"except from their wives and those whom their right hands own in the way of slavegirls for in that case they are not blameworthy;"},{"SurahNumber":70,"VerseNumber":31,"Text":"but whoever seeks beyond that those are the infringers who transgress the bounds of what is lawful stepping into what is unlawful;"},{"SurahNumber":70,"VerseNumber":32,"Text":"and those who are keepers faithful guardians of their trusts amānātihim a variant reading has the singular amānatihim that to which they are entrusted of religion and the affairs of this world and their covenant the one taken from them regarding such things"},{"SurahNumber":70,"VerseNumber":33,"Text":"and who are forthwith with their testimony bi-shahādatihim a variant reading has the plural bi-shahādātihim ‘their testimonies’ those who offer them and do not withhold them"},{"SurahNumber":70,"VerseNumber":34,"Text":"and who preserve their prayers by observing them in their appointed times."},{"SurahNumber":70,"VerseNumber":35,"Text":"Those will be in Gardens honoured."},{"SurahNumber":70,"VerseNumber":36,"Text":"So what is wrong with those who disbelieve that they keep staring towards you muhti‘īna is a circumstantial qualifier"},{"SurahNumber":70,"VerseNumber":37,"Text":"to the right and to the left of you in droves? ‘izīna is also a circumstantial qualifier in other words in groups standing in circles one next to the other saying in mockery of the believers ‘Verily if the likes of these are to enter Paradise we shall enter it before them’. God exalted be He says"},{"SurahNumber":70,"VerseNumber":38,"Text":"Does each one of them hope to be admitted into a Garden of Bliss?"},{"SurahNumber":70,"VerseNumber":39,"Text":"Nay! — meant to thwart their hopes of entering Paradise. Indeed We created them as others from what they know from drops of sperm and so one cannot hope for Paradise merely on account of this one hopes for it by being God-fearing."},{"SurahNumber":70,"VerseNumber":40,"Text":"For verily fa-lā lā is extra I swear by the Lord of the rising-places and the setting-places of the sun the moon and all the stars that We are able"},{"SurahNumber":70,"VerseNumber":41,"Text":"to replace them to bring in their place with others better than them and We are not to be outmanoeuvred We will not be frustrated in this."},{"SurahNumber":70,"VerseNumber":42,"Text":"So leave them to indulge in their falsehoods and to play in this world of theirs until they encounter that day of theirs in which they are promised chastisement;"},{"SurahNumber":70,"VerseNumber":43,"Text":"the day when they will come forth from the graves hastening to the site of the Gathering as if racing to a standing target nasbin a variant reading has nusubin meaning something that has been erected mansūb such as a flag or a banner"},{"SurahNumber":70,"VerseNumber":44,"Text":"with their eyes humbled abject overcast by abasement shrouded in it. Such is the day which they are promised dhālika is the subject and what follows it is the predicate meaning the Day of Resurrection."}]}