{"Id":22,"LanguageCodes":["en","eng"],"Name":"Al-Jalalayn","Author":"Al-Jalalayn","Language":"english","Direction":"rtl","Source":"https://www.altafsir.com/","Tafsirs":[{"SurahNumber":102,"VerseNumber":1,"Text":"Rivalry in worldly things mutual vainglory about wealth children and men distracts you preoccupies you diverting you from obedience to God"},{"SurahNumber":102,"VerseNumber":2,"Text":"until you visit the graves either in that you have died and then been buried in them or it means to the extent that you actually count the dead as a something to rival one another by."},{"SurahNumber":102,"VerseNumber":3,"Text":"No indeed! — a disavowal. You will come to know!"},{"SurahNumber":102,"VerseNumber":4,"Text":"Again no indeed! You will come to know the evil consequences of your mutual vainglory at the moment of the extraction of the soul then you will come to know in the grave."},{"SurahNumber":102,"VerseNumber":5,"Text":"No indeed! — verily — Were you to know with certain knowledge the consequences of your vainglory you would not preoccupy yourselves with it for"},{"SurahNumber":102,"VerseNumber":6,"Text":"you would surely see hell-fire the Fire la-tarawunna’l-jahīma this is the response to an omitted oath; the third consonant of the root of the verb r-’-y together with the second have been omitted and its vowel has been transposed onto the rā’."},{"SurahNumber":102,"VerseNumber":7,"Text":"Again you will surely see it — repeated for emphasis — with the eye of certainty ‘ayna is a verbal noun as both ra’ā and ‘āyana have the same meaning."},{"SurahNumber":102,"VerseNumber":8,"Text":"Then on that day the day you see it you will assuredly be questioned la-tus’alunna the nūn of the indicative has been omitted because of one nūn coming after the other; likewise omitted is the wāw indicating the plural person of the verb because of two unvocalised consonants coming together about the comforts of the world the health leisure security food drink and other things which one enjoys in this world."}]}